{
 "id": "15174",
 "text": "Sesimbra é uma vila portuguesa sede do município a que dá o nome, pertencente ao distrito de Setúbal, antiga província da Estremadura, e Área Metropolitana de Lisboa, com cerca de habitantes (2011). O município de Sesimbra, com de área e habitantes (censo de 2021) está subdividido em 3 freguesias.Lei n.º 11-A/2013, de 28 de janeiro: Reorganização administrativa do território das freguesias. Anexo I. Diário da República, 1.ª Série, n.º 19, Suplemento, de 28/01/2013. Esse município é limitado a norte pelos municípios de Almada e de Seixal, a nordeste por Barreiro, a leste por Setúbal e a sul e a oeste tem litoral no oceano Atlântico. A foz do rio Sado, a serra da Arrábida, o cabo Espichel, a lagoa de Albufeira e a praia do Meco fazem parte da paisagem natural de Sesimbra. A Quinta do Conde, povoação sede da freguesia do mesmo nome, tem igualmente o estatuto de vila, sendo inclusivamente mais populosa do que a sede do município. ==História== Existem vestígios da presença humana em Sesimbra desde o período do calcolítico (3000 a.C.). Na Idade do Ferro (VIII- II) foi habitada pelos cempsos que estão na origem do nome da vila. Em 15 de Agosto de 1201 foi concedido aos habitantes de Sesimbra a Carta de Foral, documento régio de D. Sancho I de Portugal que aplica os direitos e deveres. Foi no reinado de D. Dinis, sexto rei de Portugal, que se criou a Póvoa de Ribeira de Sesimbra, pequena aldeia de pescadores, junto ao mar. A aldeia cresceu muito e tornou-se vila à época dos Descobrimentos. Sesimbra passou a ser um importante porto de construção naval e de abastecimentos de embarcações. Entre o final do século XIX e o inicio do século XX, floresceu, em Sesimbra, uma importante indústria conserveira.Sobre a evolução da indústria conserveira em Sesimbra durante a fase inicial do Estado Novo, cf. ALMEIDA, Andreia da Silva. A Indústria Conserveira de Sesimbra (1933-1945): Memórias da Indústria Conserveira Portuguesa. Novas Edições Académicas, 2015 ==Evolução da população do município== ★ Os Recenseamentos Gerais da população portuguesa, regendo-se pelas orientações do Congresso Internacional de Estatística de Bruxelas de 1853, tiveram lugar a partir de 1864, encontrando- se disponíveis para consulta no site do Instituto Nacional de Estatística (INE). (Obs.: Número de habitantes \"residentes\", ou seja, que tinham a residência oficial neste município à data em que os censos se realizaram.) Número de habitantes por grupo etário INE - http://censos.ine.pt/xportal/xmain?xpid=CENSOS&xpgid;=censos_quadros INE - https://www.ine.pt/xportal/xmain?xpid=INE&xpgid;=ine_indicadores&indOcorrCod;=0011166&contexto;=bd&selTab;=tab2 1900 1911 1920 1930 1940 1950 1960 1970 1981 1991 2001 2011 2021 0-14 Anos 3 308 3 932 4 077 4 884 4 311 4 107 4 545 4 185 5 517 5 073 6 229 8 615 7 829 15-24 Anos 1 537 1 944 2 215 2 495 2 481 2 893 2 699 2 645 3 487 4 186 5 001 5 042 5 760 25-64 Anos 3 776 4 266 4 625 5 402 5 703 6 974 8 451 8 315 11 793 14 445 20 824 28 092 28 109 = ou > 65 Anos 394 511 496 549 658 858 1 142 1 505 2 306 3 542 5 513 7 751 10 686 (Obs: De 1900 a 1950 os dados referem-se à população \"de facto\", ou seja, que estava presente no município à data em que os censos se realizaram. Daí que se registem algumas diferenças relativamente à designada população residente) ==Freguesias== As freguesias do município de Sesimbra são as seguintes: *Castelo *Quinta do Conde *Santiago (sede) ==Património== ===Histórico=== *Conjunto do Santuário de Nossa Senhora do Cabo Espichel, Igreja de Nossa Senhora do Cabo, Ermida da Memória, Casa dos Círios, Cruzeiro, Casa da Água e Aqueduto no Cabo Espichel. Na freguesia do Castelo. *Capela da Santa Casa da Misericórdia de Sesimbra *Capela de São Sebastião *Capela do Espírito Santo dos Mareantes, na freguesia de Santiago. *Casa do Bispo, na freguesia de Santiago, na rua Antero de Quental. *Castelo de Sesimbra, na freguesia do Castelo. *Cruz do Calvário *Estação arqueológica da Lapa do Fumo ou Lapa do Fumo, na freguesia do Castelo. *Farol e Forte de São Teodósio da Ponta do Cavalo *Forte de Santiago de Sesimbra (Fortaleza de Santiago), na freguesia de Santiago, junto à praia. *Forte de São Domingos da Baralha, na freguesia do Castelo. *Igreja de Nossa Senhora do Castelo, na freguesia do Castelo. *Igreja Matriz de Santiago, na freguesia de Santiago. *Moagem de Sampaio, na freguesia do Castelo. *Monumento megalítico da Roça do Casal do Meio, na freguesia do Castelo. *Museu Municipal de Sesimbra, na freguesia de Santiago. *Pelourinho de Sesimbra, na freguesia de Santiago. ===Natural=== *Gruta do Zambujal *Praia de Alfarim *Praia do Areia do Mastro *Praia da Baleeira *Praia das Bicas *Praia da Fonte da Telha *Praia da Foz *Praia do Inferno *Praia da Lagoa de Albufeira-Mar *Praia do Meco (Moinho de Baixo) *Praia da Mijona *Praia dos Penedos *Praia da Pipa *Praia do Rebenta Bois *Praia do Ribeiro do Cavalo *Praia de Sesimbra (Praia da Califórnia e Praia do Ouro) *Praia da Tramagueira ===Desportivo=== *Estádio da Vila Amália *Pavilhão Gimnodesportivo de Sesimbra *Piscinas Municipais de Sesimbra ==Festas e romarias== ===Feriado municipal=== No dia 4 de Maio, feriado municipal, realizam-se as festas em honra do Nosso Senhor Jesus das Chagas. No ano de 1534, a segunda esposa de Henrique VIII, Ana Bolena, Rainha de Inglaterra, deu ordem para serem deitadas ao mar todas as imagens sagradas, devido às lutas religiosas tidas. Julga-se que terá sido esse o início da lenda e da crença no Senhor Jesus das Chagas. Mas o mar tem das suas, e a imagem de Jesus crucificado apareceu na praia de Sesimbra. O povo desde logo apadrinhou o Senhor Jesus das Chagas como padroeiro dos pescadores e do povo de Sesimbra. Essa devoção está bem viva há mais de 500 anos, e os sesimbrenses prestam assim homenagem ao seu protector todos os anos a 4 de Maio. * Ver Igreja Matriz de Santiago ===Outros=== A 31 de Maio, comemora-se o Dia do Pescador. Este evento festivo prolonga-se por vários dias com diversas iniciativas. Para acompanhá-las consulte a página de informações da Câmara Municipal. Ver ainda o Monumento ao Pescador. E suas maneiras de se chamar são: Sesimbra, Cesimbra, Cezimbra, Sezimbra, Zimbra e Chesimbra. == Política == === Eleições autárquicas === Data % V % V % V % V % V % V % V % V % V % V % V % V % V % V % V % V Participação FEPU/APU/CDU PS PPD/PSD CDS-PP PCTP/MRPP MDP/CDE AD PSD-CDS BE IND PAN CH A ADN GDUP UEDS 1976 43,26 4 36,26 3 6,34 - 4,41 - 2,51 - FEPU/ APU 2,84 - 1979 62,30 5 14,45 1 AD AD 0,49 - 19,43 1 0,13 - 1982 56,70 5 20,45 1 18,31 1 1985 54,94 4 41,15 3 1989 45,08 4 27,21 2 16,00 1 8,42 - 1993 39,99 3 37,39 3 16,27 1 2,96 - 1997 27,72 2 45,18 4 21,26 1 1,66 - 2001 28,34 2 40,90 3 CDS-PP PPD/PSD 25,39 2 2005 33,02 3 32,41 3 BE 17,49 1 10,57 - 2009 51,81 5 19,49 1 10,37 1 3,69 - 6,19 - 5,17 - 2013 41,84 4 21,91 2 CDS-PP PPD/PSD 9,75 1 5,51 - 8,64 - 2,91 - 2017 41,62 4 27,71 2 10,17 1 5,69 - 9,31 - 2021 34,30 3 30,91 3 7,47 - 2,80 - 5,33 - 5,06 - 9,34 1 CDS-PP CDS-PP === Eleições legislativas === Data % PS PCP PSD CDS UDP APU/ CDU AD FRS PRD PSN BE PAN PSD CDS L CH IL 1976 38,57 33,76 8,71 6,11 1,87 1979 22,68 APU AD AD 2,45 41,68 23,93 1980 FRS 1,65 38,95 25,80 25,36 1983 33,70 12,40 6,70 1,09 40,40 1985 19,98 15,98 4,45 1,69 32,81 19,94 1987 18,81 CDU 35,99 2,33 0,88 26,23 7,28 1991 27,88 40,33 3,22 18,37 0,96 2,64 1995 46,91 21,04 8,07 0,70 17,43 0,22 1999 47,14 21,02 6,09 18,07 0,28 2,87 2002 38,94 28,72 8,25 15,24 4,47 2005 44,20 18,50 5,63 15,53 10,44 2009 33,59 18,04 9,84 16,80 14,69 2011 25,87 27,22 13,08 16,26 7,26 1,81 2015 32,01 CDS PSD 15,56 14,17 2,37 25,85 0,97 2019 38,48 14,86 3,23 13,34 12,18 4,80 1,25 2,70 0,90 2022 43,49 16,63 1,13 8,14 5,70 2,17 1,35 12,02 5,43 2022 28,18 AD AD 5,96 17,06 5,62 2,73 4,27 25,03 5,80 == Personalidades ilustres == * Sebastião Rodrigues Soromenho, (explorador português do século XVI) que foi designado pelo Rei Filipe I de Portugal (Filipe II de Espanha) para navegar ao longo das costas da Califórnia, nos anos de 1595 e 1596. * Marcos Pinto Soares Vaz Preto (padre Marcos, 1782-1851), Padre, freire da Ordem de Santiago, arcebispo de Lacedemónia, deputado às Cortes. * Joaquim Brandão (1876-1927), membro do Partido Republicano Português, presidente da Câmara de Setúbal, deputado às Constituintes (1911). * António Pinto Leão de Oliveira (1846-1898), médico, membro do Partido Republicano Português, um dos fundadores do jornal O Século (Portugal). * António Duarte Ramada Curto (1848-1921), médico, professor da Escola Colonial, Governador Geral de Angola. * Joaquim Marques Pólvora (1856-1934), professor do ensino básico. * António Peixoto Correia (1856-1910), advogado, presidente da Câmara Municipal de Sesimbra (1905-1910), deputado pelo Partido Nacionalista (Portugal) * Fidelino Otelo Cardoso (1885-1954), padre, compositor, inventor, editor e director da revista \"Lira Portuguesa\". * Justino da Silva (1883-1956), arrais de pesca, banheiro, patrão de salva-vidas (Sesimbra e Portinho da Arrábida), várias vezes medalhado pelo Instituto de Socorros a Náufragos. * Rafael Alves Monteiro (1921-1993), historiador. * António Reis Marques (1927- ), jornalista, historiador. * Olinda da Conceição (1876-1943), operária, dirigente sindical, uma das fundadoras da \"Federação Socialista do Sexo Feminino\" (1897), organização pioneira do Feminismo em Portugal. * Manuel Pinto Coelho (1876- ) - dirigente sindical da Associação de Classe dos Soldadores (Sesimbra) e presidente da Associação de Classe dos Operários Marítimos das Armações de Sesimbra. * João Vasco (1943 - ), actor, director do Teatro Experimental de Cascais, professor da Escola Profissional de Teatro de Cascais * António Manuel Cagica Rapaz (1944-2009), futebolista (Académica, Barreirense, Belenenses), escritor. * Flávio Paixão, (futebolista) que, tal como o irmão Marco, joga actualmente na Liga Escocesa de Futebol. * Helena Laureano, (actriz) * Marco Paixão, (futebolista) que, tal como o irmão Flávio, joga na Liga Escocesa de Futebol. * Pedro Gil-Pedro, (escritor) == Saúde == O município de Sesimbra está confinado a uma rede de cuidados de saúde primário muito local, não tendo nenhuma superfície de maior área de revelância na saúde pública dos seus habitantes. Os hospitais mais próximos são o Hospital Ortopédico Sant'Iago do Outão, do Centro Hospitalar de Setúbal, o Hospital Nossa Senhora do Rosário, no Barreiro, do Centro Hospitalar Barreiro Montijo e o Hospital Garcia da Horta, em Almada. O município de Sesimbra pertence ao Agrupamento de Centros de Saúde (ACES) da Arrábida, que abrange também os municípios de Setúbal e Palmela. === Cuidados de saúde primários === Dentro deste ACES, o município é abrangido por uma Unidade de Cuidados na Comunidade (UCC), uma Unidade de Recursos Assistenciais Partilhados (URAP), 2 Unidades de Cuidado de Saúde Personalizados (UCSP) e 2 Unidades de Saúde Familiar (USF). ==== Unidades de Cuidados na Comunidade (UCC) ==== A Unidade de Cuidados na Comunidade (UCC) presta cuidados de saúde e apoio psicológico e social de âmbito domiciliário e comunitário, essencialmente a pessoas, famílias e grupos mais vulneráveis em situação de maior risco ou dependência física e funcional ou doença que requeira acompanhamento próximo, e actua na educação para a saúde, na integração em redes de apoio à família e na implementação de unidades móveis de intervenção. UCC Sesimbra * Atendimento / Consultas ao domicílio; * Atividades de promoção da saúde em contexto comunitário; * Participação e integração de equipas/núcleos de âmbito comunitário; * Intervenções com pessoas, famílias e grupos com maior vulnerabilidade; * Intervenção em programas no âmbito da proteção e promoção de saúde e prevenção da doença na comunidade; * Projetos de promoção de estilos de vida saudáveis para a população ao longo do ciclo de vida; * Intervenção integrada com indivíduos dependentes e famílias/cuidadores no âmbito da Rede Nacional de Cuidados Continuados Integrados (RNCCI). ==== Unidades de Recursos Assistenciais Partilhados (URAP) ==== As Unidades de Recursos Assistenciais Partilhados (URAP) têm como missão a melhoria da saúde e bem-estar de toda a população da área geodemográfica e cultural do ACES/ULS em que se inserem, promovendo o alinhamento dos esforços sustentados do setor da saúde e da restante sociedade, na proteção e promoção da saúde (incluindo a literacia em saúde), na prevenção da doença e incapacidade, no desenvolvimento de políticas saudáveis e da cidadania em saúde. URAP Sesimbra * Avaliação dos fatores psicossociais de pessoas, grupos e comunidade com especial atenção a grupos e situações identificadas como de risco e vulnerabilidade; * Avaliação dos fatores psicossociais envolvidos no tratamento da doença e reabilitação; * Participação em programas de prevenção e promoção da saúde de intervenção comunitária; * Atendimento Social / Avaliação social no domicílio; * Serviços de Psicologia; * Consultas de Cessação Tabágica; * Serviço de Higiene Oral; * Serviço de Fisioterapia. ==== Unidades de Cuidados de Saúde Personalizados (UCSP) ==== A Unidade de Cuidados Saúde Personalizados (UCSP) tem uma estrutura idêntica à prevista para as Unidades de Saúde Familiar e presta cuidados personalizados aos utentes, garantindo a acessibilidade, a continuidade e a globalidade dos mesmos. A UCSP de Sesimbra está localizada no mesmo pólo do Centro de Saúde de Sesimbra UCSP Quinta do Conde * Medicina Geral e Familiar / Enfermagem; * Vacinação de crianças; * Vacinação de adultos; * Pensos; * Injetáveis; * Remoção de pontos; * Domicílios de enfermagem. UCSP Sesimbra * Medicina Geral e Familiar; * Planeamento Familiar; * Saúde Materna; * Saúde Infantil; * Consulta Diabetes; * Vacinação crianças e adultos; * Pensos; * Injetáveis; * Domicílios de enfermagem; * Prestação de cuidados na doença aguda. ==== Unidades de Saúde Familiar (USF) ==== As Unidades de Saúde Familiar (USF) são pequenas unidades operativas dos Centros de Saúde com autonomia funcional e técnica, que contratualizam objetivos de acessibilidade, adequação, efetividade, eficiência e qualidade, e que garantem aos cidadãos inscritos uma carteira básica de serviços. USF Castelo * Medicina Geral e Familiar / Enfermagem; * Consulta Diabetes; * Planeamento Familiar; * Saúde Materna; * Saúde Infantil; * Vacinação; * Atendimento de situações agudas; * Tratamentos com marcação; * Domicílios de enfermagem; * Distribuição de metadona. USF Conde Saúde * Medicina geral e familiar; * Rastreio de cancro colo-rectal, do útero e da mama; * Consulta Hipertensão Arterial; * Consulta Diabetes; * Planeamento Familiar; * Saúde Materna; * Saúde Infantil-Juvenil; * Vacinação crianças; * Vacinação adultos; * Preparação para o parto; * Pensos; * Injetáveis; * Domicílios de enfermagem; * Distribuição de Metadona. === Cuidados Continuados Integrados (RNCCI) === A Rede Nacional de Cuidados Continuados Integrados (RNCCI) é constituída por um conjunto de instituições, publicas ou privadas, que prestam cuidados continuados de saúde e de apoio social a pessoas em situação de dependência, tanto na sua residência, como em unidades de internamento da RNCCI. O município de Sesimbra contém uma Equipa de Cuidados Continuados Integrados (ECCI) no Pólo do Centro de Saúde de Sesimbra. ==== Equipas Domiciliárias de Cuidades Continuados Integrados (ECCI) ==== * SAP Centro de Saúde de Sesimbra (Largo 5 de Outubro, Santiago 2970-652 SESIMBRA) === Prestadores de cuidados convencionais === ==== Quinta do Conde ==== * Laboratório de Análises Clínicas das Dr.as Ivania Marques Fernandes e Cesaltina Lourenço, LDA (Avenida Principal Lt. 1100, Quinta do Conde 2975-247 SESIMBRA) * Clidiral II - Clínica de Diagnóstico e Radiologia, LDA (Praceta da Juventude Lt. 11-14, Loja A, Quinta do Conde 2975-339 SESIMBRA) * Centro de Medicina Laboratorial Germano de Sousa, SA (Avenida Cova dos Vidros Lt. 2032/2033 Boa Água, Quinta do Conde 2975-333 SESIMBRA) ==== Santiago (Sesimbra) ==== * Centro de Medicina Laboratorial Germano de Sousa - Sesimbra, LDA (Rua Dr. Aníbal Esmeriz 6 R/C Santiago 2970-749 SESIMBRA) * M. Vidal Marques, LDA (Rua da República 23 R/C Santiago 2970-748 SESIMBRA) * CentroZimbra - Centro de Reabilitação e Massagens, LDA (Clínica Esperança) (Avenida da Liberdade 58 R/C Santiago 2970-635 SESIMBRA) * ClidiZimbra - Clínica de Diagnóstico e Radiologia, LDA (Rua da República 31 Santiago 2970-741 SESIMBRA) === Saúde privada === No sector privado, existe uma ampla oferta de empresas, que prestam cuidados de saúde. === Farmácias === O município de Sesimbra dispõe ao serviço da sua população um conjunto de 8 farmácias, das quais 3 se localizam na Quinta do Conde e efectuam serviços permanentes. As restantes prestam serviços de disponibilidade. ==== Quinta do Conde ==== * Farmácia Bio-Latina (Rua Dom Sebastião Lt. 2050 Quinta do Conde 2975-365 SESIMBRA) - Tel.: 212109113 * Farmácia Nova da Quinta do Conde (Avenida dos Aliados Lt. 1021 Boa Água, Quinta do Conde 2975-310 SESIMBRA) - Tel.: 212106099 * Farmácia Rodrigues Pata (Avenida Principal 6 R/C Quinta do Conde 2975-247 SESIMBRA) - Tel.: 212108050 ==== Castelo (Sesimbra) ==== * Farmácia da Cotovia (Avenida João Paulo II 52-C Cotovia 2970-868 SESIMBRA) - Tel.: 212681685 * Farmácia de Santana (Estrada Nacional 378 Santana 2970-643 SESIMBRA) - Tel.: 212688370 * Farmácia Liz (Estrada Nacional 377 Lt. 3 Alfarim 2970-649 SESIMBRA) - Tel.: 212688547 ==== Santiago (Sesimbra) ==== * Farmácia Leão (Avenida da Liberdade 9 Santiago 2970-724 Sesimbra) - Tel.: 212288078 * Farmácia Lopes (Rua Cândido dos Reis 21 Santiago 2970-724 Sesimbra) - Tel.: 212233028 == Educação == No município de Sesimbra existem, por tipologia de estabelecimento de ensino: * Jardins de Infância - 3 * Escolas Básicas - 14 *Escolas Básicas e Jardim de Infância - 2 * Escolas Básicas e Secundárias - 2 * Escolas Profissionais - 1 * Colégios Privados (1º ciclo) - 1 === Número de alunos matriculados no município (Ano Letivo 2017/2018)=== O número total de alunos matriculados no município de Sesimbra, de toda a tipologia de escolas no município, é: * 1º ciclo - 2188 * 2º ciclo - 1204 *3º ciclo - 1877 *Ensino Secundário - 1348 === Agrupamentos de escolas === No município de Sesimbra existem cinco agrupamentos de escolas. Os agrupamentos mais a norte do município correspondem à área administrativa da freguesia da Quinta do Conde, existindo neste território três agrupamentos. ==== Quinta do Conde ==== ===== Agrupamento de Escolas Michel Giacometti ===== * Escola Básica e Secundária Michel Giacometti; *Escola Básica Nº 3 da Quinta do Conde; *Jardim de Infância da Quinta do Conde. ===== Agrupamento de Escolas da Quinta do Conde ===== * Escola Básica Integrada da Quinta do Conde; * Escola Básica do Casal do Sapo/Fontaínhas. ===== Agrupamento de Escolas da Boa Água ===== * Jardim de Infância do Pinhal do General; * Escola Básica Nº 2 da Quinta do Conde; * Escola Básica Integrada da Boa Água; * Escola Básica do Pinhal do General. ==== Castelo (Sesimbra) ==== ===== Agrupamento de Escolas de Sampaio ===== * Escola Secundária de Sampaio; * Escola Básica da Cotovia; * Escola Básica do Castelo; * Escola Básica do Zambujal. ==== Castelo (Sesimbra) + Santiago (Sesimbra) ==== ===== Agrupamento de Escolas Navegador Rodrigues Soromenho ===== * Escola Básica 2+3 Navegador Rodrigues Soromenho; * Escola Básica de Sesimbra; * Jardim de Infância de Alfarim; * Escola Básica da Aiana; * Escola Básica da Aldeia do Meco; * Escola Básica da Azóia. === Outras escolas === * Colégio Educa a Brincar; * Escola Profissional Agostinho Roseta. ==Ver também== *Alfarim *Azoia (Sesimbra) *Cabo Espichel *Cotovia (aldeia) *Farol do Cabo Espichel *Lagoa de Albufeira *Praia do Meco ==Imagens== Imagem:Porto de abrigo - Marina - doca pesca - estaleiros navais -Sesimbra.JPG|Porto de abrigo em Sesimbra Imagem:Parte da marginal de Sesimbra.JPG|Parte da marginal de Sesimbra - freguesia de Santiago Imagem:Rua Almirante Sande Vasconcelos.JPG|Rua Almirante Sande Vasconcelos (Capela da Misericórdia de Sesimbra) Imagem:Capela da Santa Casa da Misericórdia de Sesimbra.JPG|Capela da Santa Casa da Misericórdia de Sesimbra - freguesia de Santiago Imagem:Igreja Matriz de santiago - Sesimbra.JPG|Igreja Matriz de Santiago Imagem:Round Bartizan, Fortaleza de Santiago, Sesimbra, Portugal.JPG|Guarita cilíndrica da Fortaleza de Santiago Imagem:Praia de Sesimbra.JPG|Praia de Sesimbra, vista do mar Imagem:Praia da Califórnia (Sesimbra) 2.JPG|Praia de Califórnia Imagem:Sesimbra Beach and Fortaleza de Santiago.jpg|Fortaleza de Santiago e Praia do Ouro em Sesimbra Imagem:Hospital medieval.jpg|Capela do Espírito Santo dos Mareantes Imagem:Sesimbra - Porto de abrigo.jpg|Praia de Sesimbra Imagem:View of Sesimbra from fortress.jpg|Vista da vila no Castelo de Sesimbra Imagem:Seagull at Sesimbra Church.jpg|Gaivota no telhado da Igreja Matriz de Santiago Imagem:25 de Abril Sesimbra.jpg|Monumento ao 25 de Abril Imagem:Sesimbra sunset.jpg|Pôr do aol em Sesimbra Imagem:Fortaleza de Sesimbra (1mai2021).jpg|Fortaleza de Santiago ==Bibliografia== *ALMEIDA, Andreia da Silva. A Indústria Conserveira de Sesimbra (1933-1945): Memórias da Indústria Conserveira Portuguesa. Novas Edições Académicas, 2015 *CRUZ, Maria Alfreda. Pesca e Pescadores em Sesimbra. Lisboa, 1966. ==Ligações externas== *Observação de aves em Sesimbra * *«A Indústria Conserveira de Sesimbra (1933-1945)»",
 "title": "Sesimbra"
}