{
 "id": "15185",
 "text": "A escatologia judaica ocupa-se com eventos que ocorrerão no fim dos dias, de acordo com a Bíblia Hebraica e com o pensamento judaico. Isto inclui o ajuntamento da diáspora dos exilados, a vinda do Messias Judeu, vida após a morte e a ressurreição dos Santos mortos. Escatologia é a área da teologia e da filosofia que se preocupa com os eventos finais na história do mundo, o destino final da humanidade e os conceitos relacionados. No Judaísmo, os tempos final são normalmente chamados de \"fim dos dias\" (aharit ha-yamim, אחרית הימים), uma frase que aparece várias vezes no Tanakh. A ideia de uma era messiânica possui um local proeminente no pensamento judaico e é incorporada como parte do fim dos dias. == Visão geral e fontes textuais == No Judaísmo, a principal fonte textual para a crença no fim dos dias e nos eventos que o acompanha é o Tanakh ou Bíblia Hebraica. Nos cinco livros de Moisés, referências são feitas em Deuteronômio 28-31, que os judeus não serão capazes de guardar as Leis de Moisés na Terra de Israel e serão subsequentemente exilados, porém finalmente resgatados. Os livros dos Profetas Hebreus elaboraram e profetizaram sobre o fim dos dias. Na literatura rabínica, os rabinos elaboraram e explicaram as profecias que foram encontradas na Bíblia Hebraica juntamente com a lei oral e as tradições rabínicas sobre seu significado. As principais doutrinas da escatologia judaica são as seguintes, sem uma ordem particular, elaboradas nos livros de Isaías, Jeremias e Ezequiel: * Fim do mundo (antes de tudo o que se segue) * Deus resgata Israel (isto é, o povo judeu) do cativeiro que começa durante o Exílio babilônico, em um novo Êxodo * Deus retorna o povo judeu à terra de Israel * Deus restaura a Casa de Davi e o Templo de Jerusalém * Deus cria um governante da Casa de Davi (isto é, o Messias Judeu) para liderar o povo judeu e o mundo e inaugura uma era de justiça e paz * Todas as nações reconhecem que o Deus de Israel é o único e verdadeiro Deus * Deus ressuscita os mortos * Deus cria um novo paraíso e uma nova terra Também é crido que a história se completará e o destino final será alcançado quando toda a humanidade retornar ao Jardim do Éden. == Messianismo judaico == Ela debruça-se sobre o Mashiach (o Messias) e o Olam haBa (hebraico para \"o mundo que virá\"). A palavra hebraica Mashiach (ou Moshiach משיח) significa o ungido e refere-se a um ser humano mortal. Apesar de os cristãos usarem também a palavra \"messias\", usam-na de forma diferente. Para muitos cristãos, o milagre principal de Deus é a sua auto- encarnação como ser humano. Desta perspectiva, Deus é ao mesmo tempo inteiramente humano e também totalmente divino, ao mesmo tempo limitado em inteligência e omnisciente. Do ponto de vista filosófico e lógico, estas características parecem ser mutuamente incompatíveis, mas a igreja primitiva insistiu que ambas as verdades devem estar juntas. Veja cristologia e teologia apofática. No judaísmo, o Mashiach é um ser humano, descendente do Rei David, que trará uma era messiânica de paz e prosperidade para Israel e todas as nações do mundo. A descrição dos acontecimentos é a seguinte: # Todo o povo de Israel regressará à Torá. # O povo de Israel regressará à terra de Israel. # O Templo Sagrado de Jerusalém será reconstruído. # Israel viverá entre as nações como igual, e será suficientemente forte para se defender. # Por fim, a guerra, o ódio e a fome terminarão, e uma era de paz e prosperidade descerá sobre a Terra. == Ver também == * Ano 6000 * Olam HaZeh Categoria:Teologia judaica Categoria:Escatologia judaica",
 "title": "Escatologia judaica"
}