{
 "id": "15223",
 "text": "Absolutismo é uma teoria política que defende que alguém (em geral, um monarca) deve ter o poder absoluto, isto é, independente de outro órgão. Os teóricos de relevo associados ao absolutismo incluem autores como Nicolau Maquiavel, Jean Bodin, Jaime VI da Escócia e I de Inglaterra, Jacques-Bénigne Bossuet e Thomas Hobbes. Esta ideia tem sido algumas vezes confundida com a doutrina do Direito Divino dos Reis, que defende que a autoridade do governante emana diretamente de Deus, e que não podem ser depostos a não ser por Deus, defendido por alguns absolutistas como Jean Bodin, Jaime I e Jacques Bossuet. A monarquia absolutista nasce com Luís XIV de França, conhecido como \"Rei-Sol\", logo após a morte do seu primeiro-ministro, em 9 de março de 1661, o cardeal Jules Mazarin. E que, nessa altura, terá se voltado para o seu chanceler e declarado solenemente: ::Senhor, eu lhe pedi que se reunisse com meus ministros e secretários de Estado para dizer que até agora eu deixei o falecido senhor cardeal conduzir os assuntos de Estado; já é hora que eu próprio governe. Vocês me auxiliarão com seus conselhos, quando eu lhes pedir. Em seguida, proibiu os ministros de expedir qualquer coisa sem sua ordem. == O absolutismo na Europa == Em Portugal, verdadeiramente nunca existiu a monarquia absolutista, mas sim o que os monárquicos chamam uma monarquia tradicional,\"A Monarquia Tradicional\" de Victor Emanuel Vilela Barbuy pois o rei português sempre teve poder limitado pelas cortes e por outros órgãos de soberania. Todavia, para muitos D. Miguel foi considerado como «o rei absoluto» e ficou conhecido com esse cognome. No entanto, também é verdade que o Reino de Portugal passou por várias fases do desenvolvimento em um sentido crescente do aumento de autoridade e concentração do poder nas mãos dos reis, até ao aparecimento da monarquia constitucional, atingindo o seu auge no reinado de João V. Contudo, não se pode determinar com muita precisão que a monarquia portuguesa se tenha encontrado estruturada em bases absolutistas depois disso. Essa questão é difícil porque as raízes do poder monárquico foram se desenvolvendo aos poucos, em várias estruturas e crescendo ao longo de três séculos. Outrora, fruto de propaganda liberal posterior, devemos entender o regime absolutista português como um processo de longa duração, e ao decorrer de toda a Idade Moderna, colheu frutos do prestígio que tinha em seu território. A Espanha conheceu em 1469 a unificação política com o casamento da rainha Isabel I de Castela com o rei Fernando de Aragão. Unificado, o reino espanhol reuniu forças para completar a expulsão dos mouros e, com a ajuda da burguesia, lançar-se às grandes navegações marítimas. O poder real foi crescendo à medida que a exploração colonial enriquecia o estado. No governo de Carlos V, neto de Fernando e Isabel, os castelhanos possuíam um enorme império colonial, o que fez da Espanha a maior potência do século XVI. De acordo com objetivos mercantilistas, o governo absolutista espanhol buscava a hegemonia no comércio internacional e na disputa por áreas coloniais. Por essas disputas, a Espanha se envolveu em diversas guerras, sobretudo com a França. Filipe II, que governou a Espanha de 1556 a 1598, resolveu atacar a Inglaterra e, para executar a tarefa, organizou uma força de guerra que denominou de \"Invencível Armada\". O ataque não se concretizou, porque a Invencível Armada desorganizou-se durante uma grande tempestade, acabaram sendo derrotados pelos ingleses. Isso marcou o iniciou do declínio do império espanhol, perderam algumas de suas colonias e grande parte do poder internacional, mesmo assim, o Estado espanhol não deixou de ser absolutista, mantendo os poderes concentrados nas mãos do rei. Na França, durante o século XVI, sob a dinastia Valois, a França ensaiou a consolidação do governo absolutista. Parte da burguesia adorara a religião calvinista, enquanto o Estado era fortemente influenciado pelo catolicismo. A fim de solucionar o problema, Henrique III, que era católico, aliou-se a Henrique de Bourbon, líder dos huguenotes (protestantes de orientação calvinista). Após a morte do rei, em 1589, Henrique de Bourbon aceitou se converter ao catolicismo, isso fez com que ele assumisse o trono - ficou conhecido como Henrique IV. O longo processo de centralização do poder monárquico atingiu seu ponto culminante com o rei Luís XIV, conhecido como \"Rei Sol\", que reinou entre 1643 e 1715. A ele atribui-se a célebre frase \"O Estado sou eu\". Ao contrário de seus antecessores, recusou a figura de um \"primeiro-ministro\", reduziu a influência dos parlamentos regionais e jamais convocou os Estados Gerais. Na Inglaterra, o absolutismo teve início em 1509 com Henrique VIII, que, apoiado pela burguesia, ampliou os poderes monárquicos, diminuindo os do parlamento. No reinado da rainha Isabel I, o absolutismo monárquico foi fortalecido, tendo iniciado a expansão marítima inglesa, com a colonização da América do Norte. Contudo, após a Guerra Civil Inglesa, o absolutismo perdeu força na Inglaterra, com o rei gradualmente perdendo poderes em favor do parlamento. A revolução de 1688 - a Revolução Gloriosa - pôs um ponto final no absolutismo inglês. == Teorias do absolutismo == Durante os séculos XVI e XVII, diversos pensadores buscaram justificar o poder absoluto dos monarcas. A principal obra de Nicolau Maquiavel, O príncipe, escrita para responder a um questionamento a respeito da origem e da manutenção do poder, influenciou os monarcas europeus, que a utilizaram para a defesa do absolutismo.ESCOREL, Lauro., op. cit., p. 66. Maquiavel defendia o Estado como um fim em si mesmo, afirmando que os soberanos poderiam utilizar-se de todos os meios - considerados lícitos ou não - que garantissem a conquista e a continuidade do seu poder. As ações do Estado são regidas, sobretudo, pela racionalidade. Jean Bodin, sua obra foi Os seis livros da República, associava o Estado à própria célula familiar, colocando o poder real como ilimitado, comparado ao chefe de família.Rose, p. 277. Jacques Bénigne Bossuet, contemporâneo de Luís XIV, foi um dos maiores defensores do absolutismo e, simultaneamente, do \"direito divino dos reis\"; em sua obra Política Segundo a Sagrada Escritura,Kelley, p. 309. afirmava que a Monarquia era a origem divina, cabendo aos homens aceitar todas as decisões reais, pois questioná-las transformá-los-ia não somente em inimigos públicos, mas também em inimigos de Deus. Thomas Hobbes, autor de Leviatã, (Acessado em 24 de setembro de 2012) proclamou que, em seu estado natural, a vida humana era \"solitária, miserável, desprezível, bestial e breve\"; buscando escapar da guerra de todos contra todos, os homens uniram-se em torno de um contrato para formar uma sociedade civil, legando a um soberano todos os direitos para protegê-los contra a violência. Hobbes defende a teoria de que um rei só poderia subir ao trono pela vontade do povo e não pela vontade divina. A monarquia é justificada pelo consenso social. Hugo Grócio é considerado um dos precursores do direito universal, pois defendia que, se todos os países adotassem o absolutismo, seria possível se estabelecer um sistema único de legislação. Sua principal obra foi 'Direito de Paz e de Guerra'. === O absolutismo e a guerra === O Estado absolutista foi um processo importante para a modernização administrativa de certos países. No campo militar, embora tenha apresentado alguns pontos fracos, foi responsável por grandes transformações. A centralização administrativa e financeira praticamente extinguiu os exércitos mercenários, sem no entanto dispensar o emprego de estrangeiros. Criou uma burocracia civil que muito ajudou à manutenção de forças armadas. Desenvolveu formas compulsórias de alistamento que serviriam de base para o serviço militar moderno. Regulamentando o alistamento, diminuiu velhos abusos. Financiou e abasteceu efetivos cada vez maiores. Permitiu, por fim, a construção de dezenas de fortificações modernas. Com o absolutismo, o rei concentrava todos os poderes, criando leis sem aprovação da sociedade, além de impostos e demais tributos de acordo com a situação ou um novo projeto ou guerra que surgisse. Além disso, o monarca interferia em assuntos religiosos, em alguns casos controlando o clero de seu país. O absolutismo e o despotismo, apesar de similares, diferem pelo fato de o absolutismo ter uma base teórica (Jean Bodin, Thomas Hobbes, Nicolau Maquiavel) e o despotismo ser uma espécie de corrupção do absolutismo, onde o monarca age deliberadamente sem qualquer preocupação teórica, social, política ou religiosa. == Ver também == * Absolutismo português * Antigo Regime * Federalismo * Leviatã * Mercantilismo * Monarquia absoluta * Monarquia tradicionalista == Bibliografia == * Anderson, Perry, Lineages of the Absolutist State, 1974. * Souza, Marcos da Cunha e, O absolutismo e o progresso da guerra. Revista do Instituto de Geografia e História Militar do Brasil, número 88, ano 62, 2002. * Macpherson, C. B. (1962). The Political Theory of Possessive Individualism: Hobbes to Locke. Oxford: Oxford University Press. * Malcolm, Noel. (2002). Aspects of Hobbes. New York: Oxford University Press. * Malcolm, Noel. (2007). Reason of State, Propaganda, and the Thirty Years' War: An Unknown Translation by Thomas Hobbes. Oxford University Press. * Mühlegger, Florian. Hugo Grotius. Ein christlicher Humanist in politischer Verantwortung. Berlin and New York, de Gruyter, 2007, XIV, 546 S. (Arbeiten zur Kirchengeschichte, 103). * Nellen, Henk J. M., 2007. Hugo de Groot: Een leven in strijd om de vrede (official Dutch State biography). The Hague: Balans Publishing. * RIBEIRO, Renato Janine. Ao leitor sem medo: Hobbes escrevendo contra o seu tempo. 2.ed. Belo Horizonte: UFMG, 1999. 355p (Humanitas). ISBN 8570411685 (broch.). Categoria:Ciência política Categoria:Absolutismo",
 "title": "Absolutismo"
}