{
 "id": "15278",
 "text": "Cortes é uma povoação portuguesa do Município de Leiria que foi sede da extinta Freguesia de Cortes, freguesia que tinha 16,74 km² de área e 3 001 habitantes (2011), e, por isso, uma densidade populacional de 179,3 hab/km². A Freguesia de Cortes foi extinta em 2013, no âmbito de uma reforma administrativa nacional, para, em conjunto com as Freguesias de Leiria, Pousos e Barreira formar uma nova freguesia denominada União das Freguesias de Leiria, Pousos, Barreira e Cortes com a sede em Leiria. == Origem do Nome == Remontando à origem do topónimo Cortes, é aceitar suposições de um autor do que, pegando em elementos aqui e ali, construiu a sua própria história que nunca ninguém se atreveu a pôr em causa, mas que é, contudo, facilmente desmontável. Igualmente sem fundamento é a versão segundo a qual o topónimo Cortes se deve ao facto de as Cortes de Leiria (pronunciar côrtes) se poderem ter realizado justamente nas Cortes (pronunciar córtes). Estudiosos e historiadores já há muito assentaram que tal evento decorreu no Paço Real, junto da Igreja de São Pedro, nas imediações do castelo de Leiria. Pela interpretação ponderada e sistemática dos documentos até agora encontrados, os especialistas inclinam-se para a significação de Cortes como sendo terras de cultura ou herdades, estrutura agrícola típica do vale fértil de um rio que desde sempre atraiu gente de importantes cabedais. A elite social da região, próxima da corte régia, não hesitava mesmo em adoptar Cortes como apelido, como se pode constatar em documentos de meados do . == História == Durante o período de Marca Inferior, que corresponde à província a norte do Algarbe Alandalus, os Mouros ocupam boa parte da área, implantando técnicas agrícolas novas de poços, picotas, cegonhas, noras, açudes e pequenos diques que ainda se vão encontrando em toda a parte nos campos. Marcos da ocupação e colonização muçulmana também são visíveis nos topónimos dos lugares de Alqueidão (do ar. al-Qaiatun, tenda; passagem estreita), Reixida (do ar. Rachida, \"a bem guiada\", \"que tem a fé\") e Mourões (o lugar dos Mouros). A povoação das Cortes é uma das povoações mais antigas do termo de Leiria, a ela se referindo numerosa documentação medieval. As primeiras referências documentais, até hoje conhecidas, surgem por volta de 1250 num pergaminho em que os templários (de Tomar) registaram as suas propriedades existentes no termo de Leiria. A festa da padroeira, Nossa Senhora da Gaiola, realiza-se anualmente no 1º Domingo de Maio, sendo tradição imemorial. A Carta Régia de D. João III, de 31 de Maio de 1542, concedendo licença aos moradores das Cortes para realizarem e pedirem para o Bodo, estabelecendo os critérios de distribuição das esmolas, fala deste costume como sendo de \"antigamente\". O terramoto de 1755 abalou a igreja e algumas capelas da freguesia, mas não causou prejuízos de monta, a não ser na capela de Santa Bárbara da Amoreira, e não havendo notícias de outros factos danosos, a não ser o de as águas do rio terem voltado para trás, tal a força do abalo. O rio Lis, que nasce nas Fontes, é a alma viva desta terra, irrigando as suas terras e inspirando várias gerações de poetas. Como ex-libris das Cortes ficou a nora de tirar água, com os seus alcatruzes e andamento amodorrado, figurando como motivo central do brasão local. A paisagem é revestida essencialmente de vinhedos, pomares e mata de pinhais. A nascente fica o miradouro serrano em fente à capela de Nossa Senhora do Monte, com a sua capela quinhentista sobressaíndo do Pé-da-Cabeça-do-Bom-Dia, à espreita do mar que, em dias luminosos, se avista de longe. ==População== População da freguesia de Cortes Instituto Nacional de Estatística (Recenseamentos Gerais da População) - https://www.ine.pt/xportal/xmain?xpid=INE&xpgid;=ine_publicacoes 1864 1878 1890 1900 1911 1920 1930 1940 1950 1960 1970 1981 1991 2001 2011 1 177 1 402 1 495 1 555 1 710 1 834 1 870 2 059 2 426 2 593 2 424 2 908 3 090 3 032 3 001 == Património == imagem: Quinta da Cerca - Cortes - Leiria.JPG|Solar dos Costas, Quinta da Cerca (Cortes) imagem:Casa Museu João Soares.JPG|Casa-Museu João Soares (Cortes) imagem:Nora - Centro das Cortes.JPG|Nora, rio Lis, no centro das Cortes imagem:Rua do Beco.JPG|Rua do Beco (Cortes) imagem:Igreja Nossa Senhora da Gaiola.JPG|Igreja Nossa Senhora da Gaiola (Cortes) imagem:Solar António Xavier Rodrigues Cordeiro.JPG|Solar de António Xavier Rodrigues Cordeiro (Cortes) imagem:Beira rio (Liz).JPG|Beira do rio Lis, Alqueidão (Cortes) imagem:Capela Senhora do Monte - Cortes Leiria.JPG|Capela de Nossa Senhora do Monte (Cortes) === Património natural === * Miradouro natural da Senhora do Monte (Senhora do Monte) * Serra da Senhora do Monte (Senhora do Monte) * Nascentes do rio Lis ** A Nascente da grota (Fontes), a 400 m de altitude, nascente principal (a 'garóta' [grota, cavidade da nascente do rio])A nascente principal do rio Lis encontra-se no topo do vale na famosa grota, sob um poço, rodeado de carvalhos, eucaliptos e pedras calcárias. ** A Nascente das Figueiras, a maior, para além da principalA Nascente das Figueiras, onde ainda se podem encontrar as lajes das lavadeiras, posteriormente desagua por baixo da ponte. ==== Património arqueológico ==== * Estação Paleolítica da Quinta do Cónego (Cortes, Leiria) * Vestígios romanos nas Fontes (sopé da Serra da Senhora do Monte, Cortes, Leiria) ==== Património urbano ==== * Casa-museu / Centro Cultural João Soares (Cortes) * À direita do rio Lis, na baixa cortesense, erguem-se os solares da beira-rio. Arquitectonicamente, estes edifícios têm uma feição romântica discreta, mas com uma volumetria imponente que não tem nada a ver com o casario popular da sua época. Existem hoje os solares de: ** Dr. Pereira da Costa, chamado solar dos Costas, ou Quinta da Cerca (Cortes) ** D. José Pais de Almeida e Silva e de D. Maria Isabel Charters, hoje propriedade do escultor D. João Charters de Almeida ** Junta de Freguesia, edifício solarengo de princípio do século, antiga residência do musicólogo D. José Pais de Almeida e Silva e do seu filho, o escultor D. João Charters de Almeida e Silva. ** Dr. António Xavier Rodrigues Cordeiro, escritor, jornalista e polemista, depois casa de campo do poeta Afonso Lopes Vieira e hoje propriedade de sua afilhada, D. Maria Helena Barradas ** Dr. José Lopes Vieira, e hoje propriedade do escultor Botelho de Sousa ** Joaquim Marques da Cruz, uns metros à frente, na Estrada da Ribeira, hoje devoluto, embora propriedade da família Almeida ** Manuel Ricardo dos Santos Pereira, ainda na Estrada da Ribeira, à direita de quem sai das Cortes. Quinta do Cónego com um notável edifício mandado construir em 1922, que tem a assinatura do famoso arquitecto Ernesto Korrodi16 . Propriedade das Caves Vidigal * Noras do rio Lis (desde as Fontes até às Cortes), sendo o único exemplar existente no lugar das Cortes um verdadeiro ex-libris da freguesia * Solar de Santo António do Freixo (Abadia) * Casa de Afonso Lopes Vieira (Cortes) * Edifícios das famílias Pereira (Portela da Abadia)17 * Os edifícios junto da actual capela da Reixida * Cruzeiro da Senhora do monte, Monumento aos Combatentes da Grande Guerra (Senhora do Monte, Cortes, Leiria)18 17 * Janelas Manuelinas (Cortes)17 * Ponte do Cavaleiro, ligada à lenda de Dona Loba19 20 (Ponte do Cavaleiro)17 * Fontenários17 ** Fontenário do Valverde, o mais velho da freguesia, que ostenta a data de 188421 (Cortes) ** Fontenário das Fontes, nascente natural (1899) ** Chafariz junto à Quinta da Cerca construído pela \"Junta da Paróquia\" em 1926, que servia para dar de beber aos animais, agora alindado com um painel de azulejos da autoria de Fernando Marques. ** Fontenário na Amoreira (26 de Novembro de 1936) ** Fontenário da Reixida em (31 de Dezembro de 1936) ** Fontenário de Famalicão (28 de Junho de 1937) ** Fontenário dos Mourões ** Fontenário da Abadia ** Fontenário do Moinho Novo ** Fonte pública dos Galhetes, vendida a um particular antes de 1974 ** Velha fonte do Portinho, dantes muito frequentada, hoje um recanto esconso * Escola Primária das Cortes (1934) (Cortes) ==== Património religioso ==== * Igreja da Nossa Senhora da Gaiola (matriz de Cortes) (Cortes) * Capela de Nossa Senhora do Monte (Senhora do Monte) * Capela de Santa Bárbara (Amoreira) * Capela da Senhora de Lourdes (Fontes) * Capela da Senhora da Saúde (Famalicão) * Capela de Santa Marta (Reixida) * Nicho de N. Sra. do Rosário (Cortes) == Lugares da Freguesia de Cortes == *Abadia *Alqueidão *Amoreira *Calvário *Casais Coelhos *Casal Branco *Casal da Junqueira *Casal do Vale Pereiro *Cortes *Curvachia *Famalicão *Lourais *Moinho do Rato *Moinho Novo *Mourões *Pé-da-Serra *Ponte do Cavaleiro *Portelas da Reixida *Reixida *Senhora do Monte *Servigueira *Vale da Mata *Fontes *Vale Redondo *Zambujo == Ligações externas == * * * Junta de Freguesia Categoria:Antigas freguesias de Leiria Categoria:Paróquias de Portugal com orago de Maria",
 "title": "Cortes (Leiria)"
}