{
 "id": "1529",
 "text": "Um polímero (do grego, poli-, \"muitos\" + -meros, \"parte\"), é um material ou substância composta por moléculas muito grandes conhecidas como macromoléculas que, por sua vez, são compostas de várias unidades repetíveis, os monômeros, que são capazes de reagir consigo mesmas, ou com outros monômeros em alguns casos, como vários tipos de nylon. Devido ao seu amplo espectro de propriedades, os polímeros sintéticos e naturais desempenham papéis essenciais em todos os aspectos da vida cotidiana, desde embalagens de alimentos até dispositivos médicos e materiais de construção. Os polímeros variam desde plásticos sintéticos familiares, como Politereftalato de etileno (PET), a biopolímeros naturais, como DNA e proteínas, que são fundamentais para as estruturas e funções biológicas. Os polímeros, naturais e sintéticos, são formados a partir de unidades de baixa massa molecular (monômeros) em reações de polimerização. O número de unidades estruturais repetidas, ou seja, o número de meros que podem se verificar na estrutura de uma macromolécula, é chamado grau de polimerização. Em geral, os polímeros contêm os mesmos elementos nas mesmas proporções relativas que seus monômeros, mas em maior quantidade absoluta. A sua grande massa molecular dita propriedades físicas originais que incluem a dureza, a elasticidade alta, a viscoelasticidade e uma tendência de formar estruturas amorfas e semicristalinas em vez de cristais. == Nomenclaturas == As normas internacionais publicadas pela IUPAC indicam que o princípio geral para nomear os polímeros é através do prefixo poli-, seguido da unidade estrutural repetitiva que define o polímero, escrita entre parênteses.IUPAC (2002). «Nomenclature of Regular Single-Strand Organic Polymers (IUPAC Recommendations 2002)». Pure Appl. Chem. (74). págs. 1921-1956. http://www.chem.qmul.ac.uk/iupac/rssop . Por exemplo: poli (tio-1,4-fenileno). As normas da IUPAC são geralmente usadas para nomear os polímeros de estrutura complexa, uma vez que permitem identificá-los sem produzir ambiguidades nas bases de dados de artigos científicos. Porém, não costumam ser usadas para polímeros de estrutura mais simples e de uso comum, principalmente porque esses polímeros foram inventados antes que se publicassem as primeiras normas da IUPAC, em 1952, e por isso seus nomes tradicionais já haviam sido popularizados. Na prática, os polímeros de uso comum costumam ser denominados das seguintes maneiras: * Prefixo poli- seguido do monômero de onde obtém o polímero. Esta convenção é distinta da convenção da IUPAC porque o monômero nem sempre coincide com a UER, e utiliza uma denominação sem uso de parêntese e, em muitos casos, seguindo uma nomenclatura \"tradicional\". Exemplo: polietileno em vez de \"poli (eteno)\"; poliestireno em vez de \"poli(1-fenileteno)\". * Para copolímeros, simplesmente se listam os monômeros que os formam, precedidos da palavra \"goma\", se é um elastômero, ou \"resina\", se é um plástico. Exemplos: acrilonitrila butadieno estireno; goma estireno-butadieno; resina fenol-formaldeído. * É frequente também o uso indevido de marcas comerciais como sinônimos de polímeros, independentemente da empresa que o fabrique. Exemplos: Nylon para poliamida, Teflon para politetrafluoretileno, Neopreno para poli cloropreno, Isopor para poliestireno. A IUPAC reconhece que os nomes tradicionais estão firmemente fixados por seu uso e não pretende aboli-los, apenas reduzi-los gradativamente suas utilizações nas publicações científicas. == Reações de polimerização == A polimerização é uma reação em que as moléculas menores (monômeros) se combinam quimicamente (por valências principais) para formar moléculas longas, mais ou menos ramificadas com a mesma composição centesimal. Estes podem formar-se por uma variedade de reações tais como: * Poliadição * Policondensação * Polimerização radicalar * Polimerização aniônica * Polimerização catiônica * Polimerização por abertura de anel * Polimerização por coordenação * Polimerização viva A polimerização pode ser reversível ou não e pode ser espontânea ou provocada (por calor ou reagentes).A polimerização é um tipo particular de reação química. Quando são utilizados monômeros difuncionais obtêm-se uma estrutura linear. No caso de pelo menos um monômero ter mais de dois grupos funcionais é obtido um polímero contendo ligações cruzadas e uma estrutura ramificada. Exemplo: O etileno é um gás que pode polimerizar-se por reação em cadeia, a temperatura e pressão elevadas e em presença de pequenas quantidades de oxigênio gasoso resultando uma substância sólida, o polietileno. A polimerização do etileno e outros monômeros pode efetuar-se à pressão normal e baixa temperatura mediante catalisadores. Assim, é possível obter polímeros com cadeias moleculares de estrutura muito uniforme. Na indústria química, muitos polímeros são produzidos através de reações em cadeia. Nestas reações de polimerização, os radicais livres necessários para iniciar a reação são produzidos por um iniciador que é uma molécula capaz de formar radicais livres a temperaturas relativamente baixas. Um exemplo de um iniciador é o peróxido de benzoíla que se decompõe com facilidade em radicais fenilo. Os radicais assim formados vão atacar as moléculas do monômero dando origem à reação de polimerização. == Exemplos de polímeros e aplicações == === Polímeros Termoplásticos === * PC - Policarbonato Aplicações: CDs, garrafas, recipientes para filtros, componentes de interiores de aviões, coberturas translúcidas, divisórias, vitrines, etc. * PU – Poliuretano Aplicações: Esquadrias, chapas, revestimentos, molduras, filmes, estofamento de automóveis, em móveis, isolamento térmico em roupas impermeáveis, isolamento em refrigeradores industriais e domésticos, polias e correias. * PVC - Policloreto de vinila ou cloreto de polivinila Aplicações: Telhas translúcidas, portas sanfonadas, divisórias, persianas, perfis, tubos e conexões para água, esgoto e ventilação, esquadrias, molduras para teto e parede. * PS - Poliestireno Aplicações: Grades de ar condicionado, gaiutas de barcos (imitação de vidro), peças de máquinas e de automóveis, fabricação de gavetas de geladeira, brinquedos, isolante térmico, matéria prima do isopor. * PP - Polipropileno Aplicações: brinquedos, recipientes para alimentos, remédios, produtos químicos, carcaças para eletrodomésticos, fibras, sacarias (ráfia), filmes orientados, tubos para cargas de canetas esferográficas, carpetes, seringas de injeção, material hospitalar esterilizável, autopeças (para-choques, pedais, carcaças de baterias, lanternas, ventoinhas, ventiladores, peças diversas no habitáculo), peças para máquinas de lavar. * PET - Polietileno Tereftalato Aplicações: Embalagens para bebidas, refrigerantes, água mineral, alimentos, produtos de limpeza, condimentos; reciclado, presta-se a inúmeras finalidades: tecidos, fios, sacarias, vassouras. * PMMA - Plexiglas Aplicações: envidraçamento e nas indústrias de construção civil, automotiva e de comunicações. Muito aplicado na fabricação de fibra óptica, lentes ópticas, placas difusoras para ecrãs de cristal líquido (LCDs) e substratos de discos ópticos. *Polímeros sensíveis à luz Aplicações: Podem ser usados como tinta invisível: quando expostos ao comprimento de onda apropriado, seus monômeros são transformados e a sequência se torna legível. A mensagem aparece apenas se estiver sujeita à fonte de luz correta. Este é o primeiro exemplo de uma mensagem secreta armazenada em uma molécula. === Polímeros termorrígidos, termofixos ou termoendurecíveis === * Baquelite: usada em tomadas, telefones antigos e no embutimento de amostras metalográficas. * Epóxis: usado na Indústria química, Indústria elétrica e tecnológica, Industria aeronáutica, Industria da construção civil e Pintura de pisos. *Poliéster: usado em carrocerias, caixas d'água, piscinas, dentre outros, na forma de plástico reforçado (fibra de vidro). === Elastômeros (borrachas) === * Poliisopreno: borracha semelhante à natural * Buna S Aplicações: pneus, câmaras de ar, vedações, mangueiras de borracha. * Buna N ou perbúnan * Neopreno ou poli cloropreno == Propriedades dos materiais poliméricos == === Propriedades mecânicas e dinâmicas === As propriedades do polímero em bulk são as de maior interesse para o uso final, sendo as propriedades que ditam como o polímero realmente se comporta em uma escala macroscópica. Dentre as propriedades a serem analisadas, tem-se as propriedades mecânicas, que refletem a resposta ou deformação dos materiais quando submetidos a uma carga. A força pode ser aplicada como tração (tractive), compressão (compression), flexão (bending), cisalhamento (shear) e torção (torsion). ==== Módulo elástico (Módulo de Young) ==== O módulo de Young quantifica a elasticidade do polímero. Obtido na parte da curva de tensão-deformação onde existe deformação elástica (parte linear da curva), é definido, para pequenas deformações, como a proporção de taxa de mudança de tensão para deformação. Esta propriedade é altamente relevante em aplicações poliméricas envolvendo as propriedades físicas dos polímeros, sendo fortemente dependente da temperatura. A viscoelasticidade descreve uma resposta elástica complexa dependente do tempo, que exibirá uma histerese na curva de tensão- deformação quando a força é removida. A Análise Dinâmico-Mecânica (DMA) mede este módulo através da oscilação da força, medindo a deformação resultante como uma função do tempo. O módulo de elasticidade pode ser quantificado pela relação: E = \\sigma/\\varepsilon, onde σ é a tensão (razão entre a força F aplicada e a área A em que a força é aplicada: \\sigma = F / A) e ε é a deformação (razão entre a variação ΔL de dimensão resultante da força e a dimensão L0 do corpo: \\varepsilon = \\Delta L/L_0). Além disso, temos a seguinte relação entre o módulo elástico e as propriedades a seguir: * Grau de cristalinidade: O módulo de elasticidade aumenta quando o grau de cristalinidade aumenta; * Massa molar: em um polímero amorfo, o módulo elástico aumenta com o aumento da massa molar, entretanto o aumento tende a não ser grande. Em polímeros semicristalinos, dependerá do efeito da massa molar sobre a cristalinidade. Diminuição da massa molar pode provocar aumento do grau de cristalinidade, resultando num aumento do módulo; * Cargas/Aditivos: em geral, cargas minerais aumentam o módulo, enquanto que plastificantes diminuem; * Temperatura: o módulo de elasticidade é fortemente dependente da temperatura, porém, deve-se também levar em consideração a amorficidade e cristalinidade do polímero e suas temperaturas de transição. Num geral, o aumento da temperatura faz com que o módulo de elasticidade diminua; * Umidade: em polímeros que absorvem pouca ou nenhuma água, não há influência significante, entretanto, em polímeros que podem formar ligação de hidrogênio com a água há um grande efeito, onde o aumento da umidade leva à redução do módulo elástico do material. ==== Natureza dos materiais ==== Quanto às características mecânicas dos materiais, podemos classificá-los em quatro categorias: elastômeros, termoplásticos, termorrígidos e fibras. ===== Elastômeros (borrachas) ===== Classe intermediária entre os termoplásticos e os termorrígidos. Não são fusíveis, mas apresentam alta elasticidade (baixo módulo de Young), não sendo rígidos como os termofixos. Possuem uma reciclagem complicada devido a incapacidade de fusão. Dentre outras características, pode-se destacar: * Baixa barreira energética rotacional de ligações química; * Forças intermoleculares fracas; * Apresenta amorficidade com alta massa molar; * Presença de ligações cruzadas e emaranhadas que evitam deformação permanente quando estirado; * Módulo de Elasticidade baixo: 10-2 – 100 GPa. ===== Termoplásticos ===== Termoplástico é um dos tipos de plásticos mais encontrados no mercado. Pode ser fundido diversas vezes, alguns podem até dissolver-se em vários solventes. Logo, sua reciclagem é possível, característica bastante desejável atualmente. Algumas de suas principais características são: * Barreiras rotacionais e forças intermoleculares maiores que nas borrachas; * Maior força coesiva; * Mesmo abaixo da Tg, apresentam movimentos moleculares de curto alcance (relaxações), que têm papel importante na resposta mecânica do material; * Módulo de Elasticidade médio: ~101 GPa. ===== Termorrígidos ===== São de alta dureza e comportamento frágil, porém, bastante resistentes, sendo muito estáveis a variações de temperatura. Uma vez moldados, não mais se fundem. O aquecimento do polímero acabado promove decomposição do material antes de sua fusão, tornando complicada sua reciclagem. Dentre suas características, pode-se destacar: * Formam rede tridimensional – número de ligações cruzadas é maior que nas borrachas; * O produto puro é, em geral, quebradiço. Muito utilizado como em compósitos; * Módulo de Elasticidade alto: ~102 GPa. ===== Fibras ===== As fibras são materiais muito finos e alongados, como filamentos. Toda fibra é um polímero e a classificação é dada por conta de como é esta polimerização. As fibras usadas na manufatura são classificadas conforme a sua origem, que pode ser natural, artificial ou sintética. Algumas de suas principais características são: * Alto alinhamento molecular (mono-orientação); * Em filmes bi orientados, a anisotropia é reduzida quando comparada a material mono- orientado, entretanto, é ainda maior que aquela de filmes isotrópicos; * Módulo de Elasticidade muito alto: ~103 GPa. ==== Forças e ensaios mecânicos ==== Os polímeros constantemente são submetidos a forças que podem ser aplicadas através como tração (tensile), compressão (compression), flexão (bending), cisalhamento (shear) e torção (torsion). A fim de quantificar estas forças, diversos ensaios mecânicos podem ser realizados, fornecendo informações valiosas sobre as propriedades dos materiais analisados: ==== Tração ==== A resistência à tração de um material indica quanto estresse proveniente de alongamento o material suportará antes da falha. Isto é muito importante em aplicações que dependem da resistência física ou da durabilidade de um polímero. Em geral, a resistência à tração aumenta com o comprimento da cadeia polimérica e a reticulação das cadeias poliméricas. A resistência à tração de um material pode ser quantificada com o ensaio de tração (ASTM-D638), que pode ser feito a velocidade constante (medida a variação de força para a deformação) ou através de uma tensão fixa que atua por um longo tempo sob o corpo de prova. ==== Compressão ==== A resistência à compressão de um material indica quanta força, a uma velocidade de deformação constante, será necessária para comprimir ou romper um corpo de prova colocado entre duas placas paralelas controladas. A resistência à compressão pode ser quantificada através do ensaio de compressão (ASTM-D695), onde o corpo de prova (geralmente cilíndrico) é comprimido a uma velocidade constante até colapsar. Normalmente este ensaio é utilizado para materiais estruturais, principalmente aqueles que contém fibras. ==== Flexão ==== A resistência à flexão de um material indica o quanto um corpo de prova consegue flexionar antes de deformar ou romper. A resistência à flexão pode ser quantificada através do ensaio de flexão (ASTM-D790), onde o corpo de prova é solicitado em três ou quatro pontos, sendo um destes o ponto onde a carga é aplicada. Após a aplicação da carga e a ação das forças de compressão e de tração, o material é deflexionado até a sua ruptura. ==== Cisalhamento ==== A força de cisalhamento é um tipo de tensão gerado por forças aplicadas em sentidos iguais ou opostos, em direções semelhantes, mas intensidades diferentes no material analisado. A resistência ao cisalhamento pode ser quantificada através do ensaio de cisalhamento (ASTM-D3080), que é realizado sob velocidade lenta de aplicação de carga, para que os resultados não sejam afetados. O corpo de prova é inserido entre duas partes móveis da máquina de ensaio e, ao se aplicar uma tensão de tração ou compressão no dispositivo, transmite-se uma força de cisalhamento à seção transversal do corpo de prova. No decorrer do ensaio, esta força será elevada até que ocorra a ruptura do corpo. ==== Torção ==== A torção é um esforço mecânico aplicado em sentido de rotação. A resistência à torção pode ser quantificada através do ensaio de torção (ASTM-E58883) e é usado na mecânica do material para se medir o quanto pode se dobrar o material até que quebre ou rache. Essa pressão que é aplicada é chamada de torque. A máquina de torção possui uma cabeça giratória que prende uma extremidade do corpo-de-prova; por essa extremidade é aplicado o momento de torção no mesmo. Esse momento é transmitido pelo corpo de prova que está preso, pela outra extremidade, à outra cabeça da máquina, ligada a um pêndulo, cujo desvio é proporcional a esse momento, o qual é acusado numa escala da máquina, o corpo de prova fica numa posição tal que seu eixo coincida com o eixo de rotação. A máquina ainda possui um dispositivo para a medida da deformação (calculada pelo ângulo de torção). Essa medida do ângulo é feita pelo deslocamento angular de um ponto do corpo de prova perto da cabeça giratória, em relação a um ponto numa mesma linha longitudinal perto da outra cabeça. A deformação também pode ser medida por um dispositivo denominado tropômetro montado no corpo-de-prova e que consiste de dois anéis presos na parte útil do corpo de prova, munido de dois espelhos ou ponteiros, que indicam uma rotação numa escala fica ou pela rotação entre os anéis. ==== Impacto ==== A resistência ao impacto é a energia requerida para quebrar um material, quando submetido à ação de uma carga em alta velocidade. Depende da capacidade do polímero em absorver a energia recebida. O ensaio de impacto se caracteriza por submeter o corpo ensaiado a uma força brusca e repentina, que deve rompê-lo. As fraturas produzidas por impacto podem ser frágeis ou dúcteis. As fraturas frágeis caracterizam-se pelo aspecto cristalino e as fraturas dúcteis apresentam aparência fibrosa. Dentre alguns fatores que influenciam na resistência ao impacto, temos: * _Efeito da temperatura_ : a resistência ao impacto aumenta com o aumento da temperatura; * _Efeito da cristalinidade_ : a resistência ao impacto diminui com o aumento de cristalinidade; * _Efeito da reticulação_ : a resistência ao impacto diminui com o aumento do grau de reticulação; * _Efeito de aditivos_ : aditivos podem melhorar ou piorar a resistência ao impacto. Por exemplo: plastificantes aumentam a resistência ao impacto, enquanto que cargas inorgânicas diminuem a resistência ao impacto; * _Efeito da polidispersão_ : a resistência ao impacto aumenta com a polidispersão; * _Efeito da taticidade_ : A resistência ao impacto aumenta com a ataticidade; * _Efeito da adição de borracha na mistura_ : a resistência ao impacto aumenta com o teor da borracha. Testes de avaliação da resistência ao impacto Tipo ASTM Descrição Pêndulo D256 Energia para quebrar um corpo-de-prova entalhado ou não, pela ação de um impacto de um pêndulo (Testes: Izod e Charpy) Peso em queda a)D3029 b)D1799 c)D2444 Energia para quebrar um corpo de prova pela ação de um peso, constante ou variável, em queda. Aplicável a laminados – a) plásticos rígidos; b) filmes poliolefínicos; c) tubos termoplásticos. Tênsil a)D2289 b)E399 Energia relacionada à tenacidade, representada pela área sob a curva tensão- deformação. Válida para velocidade teste de até 254 m/min. ===== Corpo de prova Charpy ===== Os corpos de prova Charpy compreendem três subtipos (A, B e C), de acordo com a forma do entalhe. As diferentes formas de entalhe são necessárias para assegurar que haja ruptura do corpo de prova, mesmo nos materiais mais dúcteis. Quando a queda do martelo não provoca a ruptura do corpo de prova, o ensaio deve ser repetido com outro tipo de de prova, que apresenta entalhe mais severo, de modo a garantir a ruptura. Dos três tipos apresentados acima, o C é o que apresenta maior área de entalhe, ou seja, o entalhe mais severo. ===== Corpo de prova Izod ===== O corpo de prova Izod tem a mesma forma de entalhe do Charpy tipo A, localizada em posição diferente (não centralizada). ===== Diferenças entre Charpy e Izod ===== O corpo de prova Charpy é apoiado na máquina e o Izod é engastado, o que justifica seu maior comprimento. A única diferença entre o ensaio Charpy e o Izod é que no Charpy o golpe é desferido na face oposta ao entalhe, enquanto que no Izod é desferido no mesmo lado. ==== Estabilidade dimensional ==== ===== Efeito térmico ===== Filmes orientados e fibras podem sofrer encolhimento com o aumento da temperatura (thermal shrinkage). Em fibras, associado à contração de moléculas de ligação com cadeia estendida que assumem conformação estatística, há o encolhimento próximo da Tm, onde os últimos traços de orientação desaparecem. ===== Efeito da ação de carga ===== Materiais poliméricos podem modificar sua forma quando submetidos à ação de cargas (fluência). A estabilidade dimensional de peças submetidas a carga pode ser aumentada por: * Aumento da Massa Molar; * Presença de ligações cruzadas; * Aumento da razão de estiramento (fibras e filmes); * Aumento da cristalinidade. ==== Crazing - microfibrilamento ou microfissuramento ==== O termo crazing é usado genericamente como a denominação do fenômeno em que pequenas marcas com aparência de micro rachaduras surgem na superfície de materiais poliméricos e constitui-se no ponto onde poderá ser desenvolvido trincas (cracks). É um fenômeno típico de termoplásticos rígidos dúcteis e se manifesta como regiões brancas superficiais. Ocorre, geralmente, em materiais submetidos a certo esforço e está associado a um valor de tensão crítica ou de deformação crítica. ===== Efeitos ambientais ===== Efeitos ambientais podem acelerar os processos de microfibrilamento e trincamento em valores de tensão e deformação em que o fenômeno não ocorreria em ambiente padrão. Tipos de agentes ambientais: * _Agentes de corrosão química_ : substâncias químicas que reagem com a cadeia macromolecular, produzindo ruptura de ligações. Em polímeros semi-cristalinos, o processo ocorre na fase predominante na fase amorfa ** _Exemplos_ : PC e PET em ambientes contendo aminas (ocorre aminólise das ligações éster e ruptura de cadeia); PP em ambiente nítrico (oxidação de cadeias na fase amorfa).. * _Agentes de inchamento ou ação solvente_ : são substâncias químicas que não reagem com o polímero, porém por terem afinidade química interagem, se solubilizando em certo grau. Ocorre tipicamente em materiais amorfos, porém pode ocorrer em polímeros cristalinos. Interferem nas forças coesivas, reduzindo a interação entre as moléculas, causando efeito de plastificação e aumentando a mobilidade molecular local (abaixamento da Tg local). Aceleram o processo de propagação de trinca, levando a fratura abrupta do material. === Propriedades térmicas e termodinâmicas === === Propriedades óticas === Dentre as vantagens e limitações do uso de polímeros em aplicações ópticas, podemos ressaltar: ==== Vantagens ==== * Moldagem mais fácil; * Melhor resistência ao impacto que vidros; * Menor perigo ao fraturar; * Menor massa específica; * Em algumas plásticos, maior transmissão de radiação infravermelho ou partes da região de UV; * Filmes finos flexíveis. ==== Limitações ==== * Baixa resistência à abrasão; * Baixa resistência térmica; * Dificuldade de adição de metais (controle do índice de refração). ==== Principais propriedades óticas ==== Dentre as principais propriedades óticas dos polímeros, podemos destacar: reflexão, absorção, espalhamento e refração. ===== Reflexão ===== Devido a capacidade dos polímeros de apresentar superfície muito polida, ocorre reflexão da luz incidente de forma coerente, resultando em uma aparência brilhosa. Entretanto, materiais poliméricos têm grande facilidade em desenvolverem defeitos superficiais (arranhões e trincas), que causam o espalhamento da luz na superfície, resultando em uma aparência fosca. Portanto, se a reflexão coerente predomina, temos uma superfície brilhosa; se espalhamento de luz predomina, temos uma superfície fosca. O ângulo de reflexão é igual ao ângulo de incidência. A refletância de uma superfície entre dois meios que não absorvem a luz é função dos índices de refração e do ângulo de incidência. A Relação de Fresnel a é válida para materiais dielétricos e luz polarizada no plano de incidência: r = \\tan^2(\\theta_i - \\theta_r)/\\tan^2(\\theta_i + \\theta_r), onde r é a fração de luz refletida na interface, θi é o ângulo de incidência e θr é o ângulo de refração. ===== Absorvância e transmitância ===== Absorvância é a razão da intensidade da luz incidente e a intensidade da luz que o material absorve e/ou espalha: A = I_0 / I , ou ainda: A(\\%)= (I_0 / I)*100 Transmitância é a razão da intensidade da luz que passa através do meio e a intensidade da luz incidente: T = I / I_0, ou ainda: T(\\%)= (I / I_0)*100 Os materiais podem ser: * _Materiais transparentes_ : absorção e espalhamento de luz são desprezíveis; * _Materiais opacos_ : transmitância é praticamente zero, devido ao alto espalhamento; * _Materiais translúcidos_ : absorção desprezível e transmitância entre 0 e 90%. ====== Características óticas: ====== * Brilho (gloss): refletância de uma superfície responsável pela aparência lustrosa; * Opacidade (haze): porcentagem de luz que passa pela amostra mas é desviada da direção incidente por fenômenos de espalhamento no interior do corpo; * Claridade (clarity): capacidade do material transmitir imagens com finos detalhes. ===== Espalhamento de Luz ===== O espalhamento da luz ocorre em regiões de não-homogeneidade ótica (regiões não homogêneas da superfície polimérica). Os polímeros apresentam diferentes densidades entre as fases amorfa e cristalina. Essas fases apresentam diferentes índices de refração. A incidência da luz na superfície cristalina é acompanhada de reflexão e perda na intensidade transmitida. Apesar da reflexão nessas superfícies não ser grande, a quantidade contribui significativamente para o processo global de espalhamento da luz. Como resultado, polímeros com diferenças de densidade entre as fases cristalina e amorfa serão menos transparentes, portanto, quanto maior a diferença de densidade entre as fases amorfa e cristalina, maior a opacidade. Além disso, podemos afirmar que, quanto maior a cristalinidade, menor a transparência do polímero. ====== Fatores que afetam o Espalhamento de Luz: ====== * Irregularidades superficiais; * Espaços vazios e microfibrilamento (crazing); * Diferenças no nD das fases amorfas e cristalinas; * Cristais grandes. ====== Como reduzir o Espalhamento de Luz? ====== * Reduzir o tamanho esferulítico: ** Produzir esferulitos com dimensões inferiores ao comprimento de onda da luz visível; ** Adição de agentes nucleantes; ** Resfriamento rápido a partir do fundido (quenching). * Reduzir perfeição dos cristais (copolimerização); * Deformar os corpos refratantes. ===== Refração ===== A luz que incide sobre um material polimérico é parcialmente refletida e parte se transmite, sofrendo modificação da direção de propagação ao passar pela interface entre os dois meios de densidades diferentes. O índice de refração (n) pode ser calculado através da relação: n = \\sin\\theta_i/\\sin\\theta_r = c_0/c, onde c0 é a velocidade da luz no vácuo, c é a velocidade da luz no material, θi é o ângulo de incidência e θr é o ângulo de refração. A medida do cálculo de refração pode ser realizada através do Refratômetro (ASTM 542). ====== Birrefringência (dupla refração) ====== Materiais anisotrópicos transmitem a luz com velocidades que dependem da direção de propagação da onda no seu interior. Pode ocorrer em qualquer tipo de plástico com qualquer forma (filme, fibras e peças vazadas ou moldadas por injeção, sopro ou extrusão). A birrefringência possui como origem a anisotropia da polarizabilidade molecular. === Propriedades reológicas === A Reologia é a ciência que estuda a deformação e o fluxo de matéria, visto que ao se deformarem os materiais podem se comportar de forma viscosa, visco elástica, visco inelástica, Fluido de Bingham, etc.. Polímeros, sejam eles sólidos ou líquidos, geralmente apresentam comportamento \"visco elástico\". ==== Tipos de deformação ==== * Cisalhamento simples: deformação por mudança de forma, mas sem alterar o volume; * Compressão ou dilatação: realizada através de uma tensão normal sobre uma área, variando o volume mas não a forma; * Deformação cisalhante: ocorre uma tensão normal no escoamento de canais divergentes, ou convergentes ou quando a massa polimérica é estirada. ==== Tipos de fluidos ==== Os fluidos são substâncias que se deformam continuamente quando submetidos a uma tensão de cisalhamento, não importando o quão pequena possa ser essa tensão. Um subconjunto das fases da matéria, os fluidos incluem os líquidos, os gases, os plasmas e, de certa maneira, os sólidos plásticos. Sendo divididos em: * Fluido ideal: Em dinâmica dos fluidos, existem problemas que são facilmente resolvidos usando a hipótese simplificadora de um fluido ideal que não possua viscosidade. O fluxo de um fluido que se presume não ter viscosidade é chamado um fluxo invíscido ou escoamento invíscido. * Fluido newtoniano: Um fluido newtoniano é um fluido cuja viscosidade, ou atrito interno, é constante para diferentes taxas de cisalhamento e não variam com o tempo. A constante de proporcionalidade é a viscosidade. Nos fluidos newtonianos a tensão é diretamente proporcional à taxa de deformação. Apesar de não existir um fluido perfeitamente newtoniano, fluidos mais homogêneos como a água e o ar costumam ser estudados como newtonianos para muitas finalidades práticas. * Fluido não newtoniano: Um fluido não-newtoniano é um fluido cujas propriedades são diferentes dos fluidos newtonianos, mais precisamente quando a tensão de cisalhamento não é diretamente proporcional a taxa deformação. Como consequência, fluidos não- newtonianos podem não ter uma viscosidade bem definida. * Fluido de Bingham: são fluidos que necessitam de uma tensão inicial para se deformarem, como por exemplo a pasta de dentes. ==== Índice de fluidez (Melt Flow Index) ==== Este método determina a velocidade de extrusão e massas fundidas através de um canal de comprimento e diâmetro definidos, a temperatura e pressão pré- estabelecidos de acordo com a norma, atuando como uma forma de controle de processamento. Como exemplo abaixo, tem uma tabela com diversos índices de fluidez do polipropileno: Para extrusar (Polipropileno) Índice de Fluidez ou MFI (g/10 min) Cabelo de Boneca 40 Recobrimento 40 Fibra de Filamento 20 Embalagens para alimentos 20 Tampas de Refrigerante 7 Brinquedos 6 === Propriedades de solubilidade === Solubilidade é a quantidade máxima que uma substância pode dissolver-se em um líquido, e expressa-se em mols por litro, gramas por litro ou em porcentagem de soluto/solvente. Esse conceito também se estende para solventes sólidos. ==== Moléculas x macromoléculas ==== Em torno de cada mero, há menos moléculas de solventes disponíveis para solvatação do que no caso das moléculas pequenas. Após a dissolução, o mero possui menos liberdade do que moléculas pequenas. ==== Dissolução de macromoléculas ==== É o processo de dispersar a nível molecular um sólido, no caso o polímero, em um solvente líquido, obtendo-se uma solução líquida ao final do processo. Uma solução verdadeira pode ser caracterizada por: * Apresenta afinidade entre os componentes * Forma-se espontaneamente (ΔG<0) * Estável termodinamicamente * Soluto molecularmente disperso * É homogêneo, ou seja, apresenta somente uma fase ==== Estado de fases ==== Os Estados físicos da matéria não descrevem completamente o caso dos polímeros, pois eles não são nem sólidos ideais, nem líquidos ideais. Sendo necessário usar o conceito de Estado de Fases, termodinamicamente podendo ser: * Sólido parcialmente Cristalino ou Sólido amorfo vítreo * Viscoelástico * Altamente Elástico ==== Inchamento ==== Devido à afinidade entre o solvente e o polímero, moléculas de solvente penetram na massa polimérica, afastando dessa forma os segmentos da cadeia polimérica e promovendo o inchamento da amostra. ===== Inchamento ilimitado ===== A fase relativa a amostra inchada coexiste por algum tempo com a fase do solvente puro. Quando as cadeias dos polímeros se afastam suficientemente umas das outras começam a desentrelaçar e a difundir através do solvente. Forma-se, então, uma fase de concentração reduzida, coexistindo com a fase mais concentrada, ainda existindo entrelaçamento. Após algum tempo, os entrelaçamentos são completamente desfeitos, obtendo-se finalmente um sistema monofásico (homogêneo). ===== Inchamento limitado ===== As duas fases distintas, criadas logo após o inchamento, permanecem separadas. * Para polímeros lineares: As interações entre os segmentos das cadeias são maiores do que as interações destes com as moléculas de solvente. As cadeias não se separam completamente. Em alguns casos, o aumento da temperatura perturba esta interação entre os segmentos das cadeias, e o inchamento limitado pode se tornar ilimitado. * Para polímeros reticulados: Estas amostras incham até que as cadeias não possam mais se afastar umas das outras, devido às ligações cruzadas. Quanto maior for o grau de reticulação, menor será o inchamento. ==== Grau de inchamento (Swelling degree) ==== O grau de inchamento permite estimar a interação entre o polímero e o solvente empregado, sendo representado pela letra α.O grau de inchamento está relacionado ao espaço disponível entre as cadeias. No caso de polímeros reticulados, estará relacionado ao grau de reticulação. A velocidade de inchamento está relacionada a vários parâmetros, tais como: afinidade entre polímero e solvente, espaço entre as cadeias, flexibilidade das cadeias, difusibilidade do solvente, etc.. Tendo como principais métodos: * Método Gravimétrico: É o mais utilizado. Se o inchamento for feito com água, é chamado de water uptake. \\alpha=\\left ( \\frac{m - m_0}{m_0} \\right ) * Método Volumétrico: Normalmente feito para amostras reticuladas. \\alpha=\\left ( \\frac{V - V_0}{V_0} \\right ) * Método Dimensional: Usado para alguns filmes. \\alpha=\\left ( \\frac{X - X_0}{X_0} \\right ) ==== Fatores que afetam a dissolução dos polímeros ==== * Densidade de empacotamento das cadeias poliméricas * Massa Molar do Polímero * Flexibilidade da cadeia polimérica * Presença e densidade de reticulações (rede tridimensional) * Natureza química do polímero e do solvente * Heterogeneidades na composição química das cadeias ==== Parâmetro de Hildebrand ==== Se baseia na relação que existe entre vaporização e forças secundárias se traduz na relação entre vaporização e solubilidade. Uma vez que a solubilidade de dois materiais somente é possível quando suas forças atrativas são similares. Espera-se que materiais com densidade de energia coesiva (CED) de mesma ordem de grandeza sejam miscíveis. CED = \\left ( \\frac{\\Delta H_{vap}- R\\times T}{V_{molar}} \\right ), sendo o R a constantes do gases ideais, e T a temperatura O parâmetro de Hildebrand é definido por \\delta = \\surd{CED} , expresso em MPa. O motivo pelo qual é a raiz de CED não é por algum parâmetro matemático, e sim para que os valores obtidos não ficassem tão distantes uns dos outros. ===== Obtenção experimental ===== Para encontrar o valor de Hildebrand para uma amostra polimérica basta realizar experimentos de inchamento desta amostra polimérica em diversos solvente diferentes. O parâmetro de Hildebrand do solvente que mais inchar o polímero será o valor do parâmetro de Hildebrand da amostra polimérica. O problema do parâmetro de solubilidade de Hildebrand é que pode haver polímeros (ou misturas) que podem ter o mesmo δ do solvente e não inchar nada, pois diferentes solventes podem apresentar o mesmo valor de ΔHvap devido a diferentes motivo, como as forças: * Forças de London: dispersão: dipolo induzido – dipolo induzido * Força Polar: ** Keeson: Dipolo permanente – dipolo permanente (depende da Temperatura) ** Debye: Dipolo permanente – dipolo induzido (pouco depende da Temperatura) * Ligação de hidrogênio: H interagindo com F, O e N (caso especial de forças polares) ==== Parâmetro de Hansen ==== Complementa o parâmetro de Hildebrand, de uma forma que solventes com diversas combinações de forças de interação podem apresentar o mesmo valor de δ total.: \\delta_{TOTAL} = \\delta_{dispersao} + \\delta_{polar} + \\delta_{ligacao H} === Propriedades de resistência química === Se referem a resistência a determinadas substâncias químicas que reagem com a cadeia macromolecular, produzindo ruptura de ligações. Como por exemplo: * PC e PET em ambientes contendo aminas (ocorre aminólise das ligações éster e ruptura de cadeia) * PP em ambiente nítrico (oxidação de cadeias na fase amorfa). Em polímeros semicristalinos, o processo ocorre predominantemente na fase amorfa. ==== Solvente ==== Como dito acima determinadas substâncias químicas que não reagem com o polímero, porém por terem afinidade química interagem, se solubilizando em certo grau. ==== Inchamento ==== Ocorre tipicamente em materiais amorfos, porém pode ocorrer em polímeros cristalinos. Interferem nas forças coesivas, reduzindo a interação entre as moléculas, causando efeito de plastificação e aumentando a mobilidade molecular local (abaixamento da Tg local). Acelerando dessa forma o processo de propagação de trincas na amostra polimérica, levando a fratura abrupta do material. Podendo ser prevista através de parâmetro de solubilidade, δ. == Biodegradação == O fungo amazônico Pestalotiopsis microspora é capaz de alimentar-se de plásticos fabricados à base de poliuretano. == Reciclagem dos polímeros == Para serem reciclados, os polímeros precisam ser separados. A primeira separação se dá entre os termoplásticos e os termorrígidos (ou termofixos). Os termoplásticos são aqueles que, quando aquecidos, ficam moldáveis e fluidos, podendo ser reciclados. Já os termofixos não podem ser reciclados, pois não é possível amolecê-los e remodelá-los pelo calor. Dentre os termoplásticos, existem ainda vários tipos de polímeros. Com o intuito de facilitar a identificação de cada um deles para a reciclagem, no Brasil e em vários países do mundo utiliza-se uma simbologia em que cada tipo de termoplástico é identificado por uma numeração e sua respectiva sigla. Pela ordem crescente de 1 a 7: # Tereftalato de polietileno (PET): garrafas de refrigerantes, água, vinagre, detergentes e sucos. #Polietileno de alta densidade (PEAD): baldes, recipientes de condicionadores, xampus, tanques de combustível, tampas de garrafa e engradados de bebidas. # Cloreto de polivinila (PVC): cortinas de banheiros, bandejas de refeições, capas, canos, assoalhos, forros, tubos de conexão, sandália Melissa. # Polietileno de baixa densidade (PEBD): filmes, sacolas de supermercado, embalagens flexíveis, sacos de lixo. # Polipropileno (PP): recipientes para guardar alimentos (recipientes plásticos), carpetes, embalagens de biscoitos, de iogurtes e de água mineral, seringas, cadeiras. # Poliestireno (PS): copos descartáveis, isopor, chapas coloridas, protetor de cartuchos de impressora, circuladores de ar, gavetas de geladeira, grades de ar condicionado. # Outros polímeros recicláveis como: #*Policarbonato (PC): mamadeiras, lentes de óculos, escudo antibalas; #*Poliuretano (PU): solados, rodas, para-choques; #*Acrilonitrila butadieno-estireno (ABS): maçanetas, carcaças de aparelhos, tubulações de produtos químicos corrosivos, brinquedos, teclados e monitores de computador; #*Poliamida (PA): carpetes, airbags, patins, relógios, calçados esportivos, uniformes de esqui, cordas para alpinismo, barracas. === Tipos de reciclagem === Depois de separados, os polímeros podem ser submetidos a 4 tipos de reciclagem: Reciclagem primária: reaproveitamento dos materiais para outras finalidades. Reciclagem secundária ou mecânica: transformação de resíduos plásticos em pedacinhos que podem ser reutilizados na fabricação de outros materiais de menor qualidade, como pisos, sacos de lixo, solados, etc. Essa reciclagem possibilita a obtenção de produtos compostos por um único tipo de plástico ou a partir de misturas de diferentes plásticos em determinadas proporções. No Brasil, cerca de 15% dos resíduos plásticos são reciclados mecanicamente. _Reciclagem terciária ou química_ : reprocessa os plásticos, transformando-os em monômeros ou misturas de hidrocarbonetos que poderão ser reutilizados como matéria-prima para a produção de novos plásticos de alta qualidade ou produtos químicos. Essa reciclagem permite tratar mistura de plásticos, reduzindo custos de pré- tratamento, custos de coleta e seleção. _Reciclagem quaternária ou energética_ : tecnologia que utiliza o resíduo plástico como combustível para a obtenção de energia elétrica e térmica. Esse tipo de reciclagem já é utilizada em muitos países, sendo inclusive recomendada pelo IPCC (Painel Intergovernamental de Mudanças Climáticas da ONU) como solução para a destinação do lixo urbano não reciclável. Porém, no Brasil, ainda não é empregada, e muitas vezes é confundida com a simples incineração dos resíduos. === Bioplásticos === Além da reciclagem, os cientistas estão buscando uma outra solução para reduzir o impacto ambiental do lixo plástico: o desenvolvimento de plásticos biodegradáveis. Já foram descobertas maneiras de fabricar bioplásticos a partir do amido da mandioca, do milho, da soja, etc. – são os chamados amidos termoplásticos. No entanto, esse material ainda não resolveu completamente o problema, pois necessita de temperaturas muito altas para se decompor e, em um ambiente com pouco oxigênio, como nos aterros sanitários, libera gás metano, prejudicial à atmosfera. Mas os cientistas vêm pesquisando outra tecnologia que promete acabar com dois problemas de uma vez só: a produção de plástico biodegradável a partir de lixo orgânico. Usando os resíduos de usinas de açúcar e fábricas de suco, os cientistas já descobriram que as bactérias que se alimentam dessas substâncias (Burkholderia sacchari) produzem um material que se transforma em plástico! E esse plástico se decompõe em cerca de seis meses. Porém, sua produção custa muito caro. Além disso, os cientistas ainda estão pesquisando maneiras de obter esse plástico biodegradável a partir de qualquer tipo de resíduo orgânico. Dessa forma, o produto seria ainda mais duplamente ecológico: um plástico biodegradável que contribui para reduzir o volume de lixo no meio ambiente. == Ver também == * Engenharia química * Engenharia de produção * Engenharia dos materiais * Física dos polímeros * Monômero * PET * Plástico * Design de produto == Ligações externas == * Introdução aos Polímerosmais informação básica sobre polímeros * Categoria:Polímeros Categoria:Engenharia Categoria:Design de produto",
 "title": "Polímero"
}