{
 "id": "15304",
 "text": "Em biologia, designam-se como ovovivíparos os animais cujo embrião se desenvolve em um ovo alojado dentro do corpo da mãe. O ovo recebe assim proteção, mas o embrião desenvolve-se a partir do material nutritivo existente dentro do ovo. Os ovos eclodem no oviducto materno sem que exista ligação alguma entre a progenitora e o embriãoGuppy ou Lebistes (exemplo de peixe ovovivíparo) em SaúdeAQnimal.com – Zoo virtual acessado a 29 de maio de 2009. Os filhotes de anfíbios ovovivíparos às vezes nascem como larvas e sofrem metamorfose fora do corpo da mãe, e em algumas espécies de insetos, como as moscas dos taquinídeos, os embriões se desenvolvem até o primeiro estágio larval antes de serem colocados e os ovos eclodem quase imediatamente. == Ovoviviparidade == Animais ovovivíparos são semelhantes a espécies vivíparas nas quais há fecundação interna e os jovens nascem vivos, mas diferem em que não há conexão placentária e os filhotes ainda não nascidos são nutridos por gema de ovo; o corpo da mãe fornece trocas gasosas (tubarões e raias). Alguns pesquisadores consideram os termos \"ovoviviparidade\" ou \"viviparidade aplacental\" arcaicos, porque abrangem vários modos de reprodução não relacionados. Atualmente a classificação em relação à nutrição do embrião pode se dar nos termos \"Lecitotróficos\", quando o embrião se nutre a partir da gema ou \"matrotrófico\" quando o fornecimento de nutrientes ocorre por meios alternativos como a placenta. Em algumas espécies, os embriões que se desenvolvem internamente dependem exclusivamente da gema. Isso é conhecido como \"viviparidade do saco vitelino\" e é considerado como um tipo de lecitotrofia (ausência de provisão materna). Outras espécies exibem matrotrofia, na qual o embrião exaure sua oferta de gema no início da gestação e a mãe fornece nutrição adicional. Este provisionamento adicional pode ser na forma de ovos não fertilizados (oofagia intra-uterina), secreções uterinas (histotrofia) ou pode ser administrado através de uma placenta. Os dois primeiros modos foram categorizados em viviparidade histotrófica ou viviparidade aplacental. == Anfíbios == Os filhotes de anfíbios ovovivíparos às vezes nascem como larvas e sofrem metamorfose fora do corpo da mãe. Modos de reprodução incluem baseados nas relações entre o zigoto e os pais: Ovuliparidade: fecundação externa, como em artrópodes, muitos peixes ósseos e a maioria dos anfíbios Oviparidade: fecundação interna, onde a fêmea coloca zigotos como ovos com vitelo importante (tipicamente pássaros) A ovoviviparidade pode ser pensada como uma forma de oviparidade onde os zigotos são retidos no corpo da fêmea ou no corpo do macho, mas não há interações tróficas entre o zigoto e os pais. Isto é encontrado em Anguis fragilis. Nos cavalos-marinhos, os zigotos permanecem no \"marsúpio\" ventral do macho. No sapo Rhinoderma darwinii, os zigotos se desenvolvem no saco vocal. No sapo Rheobatrachus, os zigotos se desenvolvem no estômago. == Ver também == * Reprodução * Vivíparo * Ovíparo Categoria:Reprodução em animais",
 "title": "Ovoviviparidade"
}