{
 "id": "1532",
 "text": "A Península Ibérica, Península Hispânica ou Península Pirenaica é uma península situada no sudoeste da Europa. É dividida na sua maior parte por Portugal e Espanha, mas também por Andorra, Gibraltar, e pequenas frações do território de soberania francesa nas vertentes ocidentais e norte dos Pirenéus, até ao local onde o istmo está situado. Com uma área de cerca de , é a segunda maior península da Europa, ultrapassada apenas pela Península Escandinava em área, e em população pela Península Balcânica. É a mais ocidental das três grandes penínsulas da Europa Meridional, formando quase um trapézio, a península liga-se ao resto do continente europeu pelo istmo constituído pela cordilheira dos Pirenéus, sendo rodeada a norte, oeste e parte do sul pelo Oceano Atlântico, e a restante costa sul e leste pelo mar Mediterrâneo. Os seus pontos extremos são, a ocidente, o cabo da Roca, a oriente o cabo de Creus, a sul a Ponta de Tarifa e a norte a Estaca de Bares. Com uma altitude média bastante elevada, apresenta predomínio de planaltos rodeados por cadeias de montanhas, e que são atravessados pelos principais rios, entre os quais o rio Tejo é o mais comprido, com um percurso de cerca de 1 000 km. A montanha mais alta da Península Ibérica é o Mulhacén (na serra Nevada) com metros de altitude. As elevações mais importantes são a Cordilheira Cantábrica, no norte; o sistema Penibético (serra Nevada) e o sistema Bético (serra Morena), no sul; e ainda o Sistema Central de que a serra da Estrela e a Serra da Lousã são o prolongamento ocidental. Muitíssimo povoada no litoral, a península tem fraca densidade populacional nas regiões interiores, com exceção da Comunidade de Madrid, extremamente populosa. == Nomenclatura alternativa == \"Península Ibérica\" é o termo atual com que se designa a península. No passado a mesma possuía outras designações, atribuídas pelos diversos povos que a habitaram: * Ibéria, (: Ιβηρία) nome grego da península, com origem no rio Ebro (Ívir); * Hispânia, (: Hispania) nome romano da península, de etimologia ainda em estudo; * Hespanha, nome medieval da península, derivado do nome latino Hispania. A partir do fim da União Ibérica (1640) foi alterado para a atual \"Espanha\" e passou a ter um sentido mais restrito para identificar somente a um dos países da península; * Al-Andalus, (: ) nome árabe dos territórios muçulmanos da península, de etimologia ainda em estudo; * Sefarad, (: ) nome hebraico atribuído pelos sefarditas. == Geografia == Os países ou territórios situados na Península Ibérica são: País ou território Capital Área na península (km²) População na península % área Fon- tes Descrição Espanha Madrid Ocupa a maior parte da península Portugal Lisboa Ocupa a maior parte do oeste da península França Paris A Alta Cerdanha está localizada no lado sul dos Pirenéus. Andorra Andorra-a-Velha Localizada ao nordeste da península, rodeada por Espanha e França Gibraltar — Pequeno território britânico ultramarino localizado perto do extremo sul da península Total === Principais rios === * Tejo (ES, PT) — 1 007 km * Ebro (ES) — 910 km * Douro (ES, PT) — 897 km * Guadiana (ES, PT) — 744 km * Guadalquivir (ES) — 657 km * Júcar (ES) — 498 km * Genil (ES) — 337 km * Segura (ES) — 325 km * Minho (ES, PT) — 315 km * Esla (ES) — 288 km * Pisuerga (ES) — 288 km * Túria (ES) — 280 km * Segre (ES) — 261 km * Tormes (ES) — 247 km * Mondego (PT) — 234 km * Sil (ES) — 234 km * Tajuña (ES) — 225 km * Cigüela (ES) — 225 km * Jalón (ES) — 224 km * Rio Cabriel (ES) — 220 km * Zújar (ES) — 210 km * Ter (ES) — 209 km * Alagón (ES) — 201 km * Zêzere (PT) — 200 km === Orografia === Entre as principais cordilheiras da Península Ibérica estão a Bética (subdivide-se nas cordilheiras Penibética e Sub-bética), Cantábrica (da qual fazem parte os Picos da Europa), Pré-litoral Catalão, o Sistema Central e o Sistema Ibérico. Algumas das serras mais representativas destas cordilheiras ou isoladas são a Nevada, de Guadarrama, Morena, de Gredos, La Serrota, da Estrela, do Larouco, do Gerês, do Soajo, do Marão, de Montesinho, de Bornes, da Nogueira, de Leomil, do Caramulo, da Marofa, de Gata, da Gardunha, da Lousã, de Alvelos ou de São Mamede. === Polos urbanos === Segundo o projeto das FUAs (Functional Urban Areas), que visa harmonizar a definição de cidade e maximizar comparabilidade, as áreas urbanas com mais de meio milhão de habitantes na Península Ibérica são: Região metropolitana País População (2015) Madrid Espanha Barcelona Espanha Lisboa Portugal Espanha Espanha Porto Portugal Bilbau Espanha Espanha Espanha Espanha Espanha Espanha Granada Espanha == Demarcação geográfica a entidade geopolítica == O termo Hispania (ou Hispaniae, Hispaniarum, Yspania, Spania ou Hespanha) continuará a determinar por alguns séculos os habitantes da Península Ibérica. A obra , de Camões, menciona os portugueses como \"Uma gente fortíssima de Hespanha\" (canto I, verso 31), ou \"a nobre Espanha\" (canto III, verso 17), composta por várias nacionalidades, onde se incluem, entre outras, Castela (atual Espanha) e o Reino Lusitano (Portugal) (canto III, versos 19 e 20). O nome \"Espanha\" é utilizado por Camões de forma puramente geográfica, como sinónimo de \"Península Ibérica\", um uso comum na época derivado do latim Hispania. Aquando da formação da Monarquia Católica, segundo relata a Crónica dos Reis Católicos de Fernando del Pulgar em 1479, já teria sido colocada a questão quanto ao título dos novos monarcas, tendo sido apreciada a hipótese de poder vir a ser \"Reis de Espanha\". Concluiu o Conselho Real que não o deveriam fazer porque ainda não controlavam a totalidade da Península Ibérica: \"os votos de alguns do Conselho era que tomassem por direito o título de reis de Espanha, porque sendo agora os sucessores dos reinos de Aragão, eram senhores da maioria dela [da Península Ibérica]. Mas resolveram não o fazer […]\". Começa a notar-se apenas a partir do domínio espanhol ( (I de Portugal), coroa-se \"rei de todas as Espanhas\", ou seja, de todos os reinos da Península Ibérica), e posterior Restauração da Independência portuguesa, no , a designação de \"Espanha\" ou \"Espanhas\" dirigida apenas a uma das nações da Península. Esta tendência associada a um manifesto conteúdo político continuará a acentuar-se após a Guerra da Sucessão e os Decretos do Novo Plano. Ainda assim, no \"Vocabulário portuguez e latino\" (1712–1728) de Raphael Bluteau, o primeiro dicionário da língua portuguesa, continua a não ser clara uma diferenciação entre os diversos conceitos. Refere que \"a Lusitânia fazia parte da Hespanha e particularmente do Reyno de Portugal\", mas definindo \"hespanhol\" expõe que \"os portuguezes ou lusitanos não estavam compreendidos debaixo do nome geral de hespanhoes\": a assunção que existe uma diferença clara num espaço geográfico que não é politicamente homogéneo, cujos habitantes podem ter diferentes nacionalidades, e por conseguinte, outros gentílicos. No século XIX, as cortes de Cádis de 1812, durante a Guerra Peninsular, aprovam a sua primeira constituição auto-denominando-se \"Espanha\". A coluna vertebral do governo até então, o Conselho de Castela, é dissolvido primeiro em 1812, novamente reativado, e só depois cessado definitivamente em março de 1834, nascendo em sua substituição o Tribunal Supremo de Espanha e das Índias, assumindo as funções judiciais, e o Conselho Real de Espanha e das Índias como órgão consultivo. A até então \"Monarquia Católica\" passa a denominar-se de forma oficial \"Monarquia Espanhola\". O afastamento físico de Portugal e Espanha, caracterizado pelas péssimas rotas de comunicação nas zonas de fronteira terrestre até meados do , aliado à negativa carga semântica que as possíveis denominações da Península, não raras vezes usadas de forma política, como Ibéria, Iberismo ou hispanidade, foram tema de múltiplos e acirrados debates intelectuais que só cristalizaram já no início do . No caso da Península Itálica, o Risorgimento no levou à unificação de toda a península sob o mesmo nome de Itália, mas com uma diferença fundamental da Península Ibérica: passou a existir apenas um único Estado. Atualmente o Estado Espanhol festeja o seu dia nacional desde 1958 como Dia da Hispanidade (também conhecido por \"Dia de Colombo\" nos Estados Unidos), instaurado por decreto do ditador Francisco Franco nesse ano, deixando para trás a denominação xenófoba \"Dia da Raça\" que tinha desde 1918. Como uma força centrípeta que promove o integracionismo hegemónico, a significação de hispanidade no franquismo teve como fim sublimar a frustração imperial, sendo de novo a origem de um nacionalismo espanhol expansivo. == História == Começou por ser descrita pelos gregos como Ibéria (terra dos iberos), depois pelos romanos por Hispania, continuando a ser alvo de estudo a sua etimologia. === Hispânia romana === Começa a romanização da Península no ano quando as tropas romanas desembarcaram no nordeste da Península para impedir novos ataques, por parte dos Cartagineses através dos Pirenéus, como já havia ocorrido. Derrotados os cartagineses, seguem rumo a sul e conquistam a capital cartaginesa, Cádis, uma das cidades mais antigas da Europa. A romanização foi um processo relativamente lento que começou na costa este e sul em direção ao oeste e norte, sendo a costa cantábrica (que abrange a Galiza, Astúrias, Cantábria e parte do País Basco) a última zona da Península a ser conquistada. O País Basco conservou de forma notável a língua e outros aspetos culturais. O uso do latim não foi imposto; as pessoas aprenderam-no por conveniência e pelo prestígio do idioma. O processo de romanização foi rápido em algumas zonas (leste e sul) e mais lento noutras (interior, oeste e norte). Destacando a dificuldade que enfrentaram os romanos ao invadir a região habitada pelos Lusitanos devido aos seus combatentes e ao seu resiliente líder, Viriato. Embora sejam escassas as informações e dados pessoais deste líder, sabe-se que dificultou o processo de romanização, principalmente nas zonas montanhosas do interior compreendidas a sul do rio Douro e norte do Tejo (atualmente corresponde a uma significativa parte do território português compreendida pelo interior da Região do Centro mais próximo da Serra da Estrela), a tal ponto que Roma, segundo consta, enviou um dos seus generais, Serviliano, para acompanhar os combates. Vários poemas e escritores fazem referência a este líder como um guerreiro audaz, que acabou assassinado pelo seu entorno. Este episódio terminou em 139 a.C. com o período que mais tarde se designou \"Guerras Lusitanas\", sendo o território conquistado integrado na Hispânia Ulterior. Durante a romanização, a Península Ibérica foi dividida em províncias: * Primeiro em duas em 197 a.C. — Hispânia Citerior e Hispânia Ulterior; * Três províncias em 27 a.C. — Lusitânia (capital: Augusta Emerita, hoje Mérida), Bética (capital: Corduba, hoje Córdova) e Tarraconense (capital: Tarraco, hoje Tarragona); * Em 300 d.C. a Hispania acaba por ser dividida em cinco províncias — Galécia, Lusitânia, Tarraconense, Bética e Cartaginense. === Invasões bárbaras e Reino suevo === O Reino Suevo foi um dos primeiros reinos a separar-se do Império Romano que, no ano 409, invadiu a Península Ibérica, juntamente com os vândalos e os alanos. Convém destacar que este povo germânico não obteve o mesmo sucesso que Roma na sua conquista, não conseguindo um domínio integral da Península, tal como Roma havia conseguido. A parte da atual Galiza e os territórios setentrionais de Portugal estavam sob domínio dos suevos, que mais tarde coexistiram com os visigodos. O País Basco, que protagonizou várias revoltas, apesar de todas estas invasões e domínios, soube preservar uma cultura e língua pré-romana única. === Reino visigodo === thumb|Hispânia visigótica e as suas divisões regionais no ano 700, antes da conquista muçulmana Depois de expulsos pelos francos do Reino de Toulousa (hoje Toulouse), os visigodos, liderados por , invadem a Península Ibérica em 456, derrotando os suevos na Batalha de Órbigo. Acentua-se o enfraquecimento do Império Romano do Ocidente, instalando-se os visigodos e elevando a cidade de Toledo a capital do seu reino. Para facilitarem a colonização da península, decidiram, em vez de impor a sua língua, adquirir a língua autóctone, o latim, e os costumes cristãos. No Terceiro Concílio de Toledo, em 589, o rei Recaredo renunciou ao arianismo e anunciou a sua fé no credo niceno- constantinopolitano, professado pelo catolicismo romano. As novas leis estabelecidas pelos visigodos substituíram todos os antigos códigos de direito romano, embora se baseassem neles. O Código Visigótico evidenciou a mudança do velho sistema de divisões militares e civis herdadas dos romanos, sendo que foram criados as posições de duques (dux provinciae) e condes (comes civitatis), com importantes responsabilidades civis, tributárias e militares. === Expansão muçulmana no Al-Andalus === No ano de 711, iniciou-se a expansão muçulmana do Califado Omíada na Península Ibérica, a partir do que hoje se chama Gibraltar (, \"Montanha de Tárique\"), honrando Tárique ibne Ziade, o comandante da invasão muçulmana, o comandante berbere que liderou a primeira invasão. Tal como ocorreu com os suevos, não existiu uma islamização completa da península. Durante o período islâmico, sucederam-se numerosos cruzamentos entre os habitantes da península e os invasores. Houve um período de bilinguismo em que as populações falavam tanto o árabe como o latim, até que, progressivamente, começou a ser falada a língua moçárabe, que seria o resultado linguístico de muitos anos de contacto entre o árabe e o latim e, mais tarde, influente na formação do galego-português. As populações cristãs que viviam sob domínio muçulmano, denominadas moçárabes, era quem falavam esta variedade que, embora a sua classificação seja polémica, é claramente, segundo os linguistas, uma língua que adquiriu grande parte do seu léxico do latim que, neste contexto, seria a língua de substrato em relação ao árabe. Os muçulmanos elevam Córdova a capital do seu reino, mais tarde conhecido como Califado de Córdova. A coexistência com os povos cristãos, que viram as suas tradições respeitadas mediante o pagamento de impostos, teve um impacto significativo que perdura até à atualidade, tanto na língua, como na arquitetura, na matemática e astronomia, bem como de áreas mais tradicionais, como a agricultura. === Movimento ibérico cristão, a Reconquista === O movimento de conquista da península pelos reinos cristãos, também conhecido por Reconquista, inicia-se no com a expansão a partir das Astúrias e na zona da Marca Hispânica (marca de fronteira), controlada pelos condados afetos ao Império Carolíngio até ao , e termina com a conquista do Reino Nacérida de Granada, em 1492. A partir do ano 824, será levada a cabo pelos reinos de Navarra, de Leão a partir de 910, Castela a partir de 1065, Condado de Ribagorça (que dará origem ao Reino de Aragão em 1035) e Condado de Barcelona, cujo conde deixa de prestar vassalagem aos reis francos no . Na Idade Média Andorra está dependente do Condado de Urgel depois de ser cedida ao conde Sunifredo de Narbona em 839. Em 1133, o conde Ermengol VI transmite todos os direitos de propriedade do vale de Andorra ao catalão bispo de Urgel (cuja soberania do Vale é partilhada a partir de 1610 com o rei de França). Em 1137, forma-se a Coroa de Aragão, liderada pelo conde , e o Condado Portucalense, liderado pelo conde Afonso Henriques, proclama a independência de Portugal em 1139, confirmada em 1143 pelo Tratado de Zamora e pelo pela emissão da bula Manifestis Probatum, tornando-se o primeiro Rei de Portugal. A Coroa de Castela forma-se no ano 1230, sob a liderança de . Em outubro de 1469, o casamento de com , ou seja, a união dinástica das coroas de Castela e a de Aragão, funda a Monarquia Católica, ampliando as dificuldades ao Emirado Nacérida de Granada. Este território rendeu-se no dia 2 de janeiro de 1492 e, com uma península totalmente cristianizada, termina o período também conhecido como \"Reconquista\".Ralph Penny, Ralph John Penny. \"Gramática Histórica del Español\". Volume n.º 3\\. Editorial Ariel, 2006 Após a conquista de Navarra em 1512, não sendo a primeira vez que se reivindicava o título Imperator totius Hispaniae (Imperador de toda a Hispânia), em 1580 a Coroa de Castela consegue efetivamente o controle de todos os reinos da Península Ibérica, com Filipe II e I de Portugal (que passará a ostentar o título Philippus Dei Gracia Hispaniarum Utrius que Siciliae, Hierusalem, Indiarum, Insularum ac Terrae Firmae Maris Oceani Rex — Rei de todas as Espanhas, das Sicílias, Jerusalém, Índias, e das Terras Firmes e Insulares do Oceano) num período denominado União Ibérica. No trato com o \"Novo Mundo\" foram respeitadas as proibições de circulação entre as rotas marítimas dos dois impérios, sendo que a coroa portuguesa tinha o seu monopólio na Casa da Índia, em Lisboa, e os territórios peninsulares administrados pela Coroa de Castela tinham o monopólio fixado na Casa de Contratação das Índias, em Sevilha. Em junho de 1640 rebenta a Guerra dos Segadores no Principado da Catalunha e os nobres portugueses opõem-se à organização de tropas para lutar contra os revoltosos, culminando numa insurreição que a 1 de dezembro de 1640 leva à Restauração da Independência portuguesa. === Abolição dos reinos medievais da Monarquia Católica === Apesar das uniões dinásticas, só com o final da Guerra da Sucessão Espanhola, que envolveu belicamente toda a Península Ibérica, e os Decretos do Novo Plano no , se dá a dissolução dos reinos existentes dependentes da Coroa de Castela, fomentando a centralização do poder. Estes decretos foram o fim da polissinódia hispânica, sistema de governo estabelecido pela fundação da Monarquia Católica, baseado no respeito das tradições jurídicas e de autogoverno de cada território da coroa. O Conselho de Castela, coluna vertebral do governo, é dissolvido definitivamente em março de 1834 e nascem, em sua substituição, o Tribunal Supremo de Espanha e Índias, para as atribuições judiciais e o Conselho Real de Espanha e das Índias como órgão consultivo. Ainda assim, a predominância de Castela continuará a existir na representação da bandeira de Espanha, onde era retratado apenas o escudo histórico de Castela e Leão até 1931, quando foi implantada a Segunda República Espanhola. == Línguas oficiais == Na Península Ibérica, são faladas sete línguas oficiais: * em Espanha * em Portugal * em Andorra * em Gibraltar * em França Como segunda língua oficial encontram-se, em Portugal, o mirandês (falado principalmente no concelho de Miranda do Douro) e, em Espanha, o galego, o basco e o catalão nas respetivas comunidades autónomas. Na Catalunha também é segunda língua oficial o aranês, falada principalmente no Vale de Aran. Na Comunidade Valenciana utiliza-se o valenciano para denominar a variante do catalão aí falada. Além destas, existem algumas línguas não oficiais (asturo-leonês, aragonês e o romani), e algumas com dialetos importantes (por exemplo o andaluz). == Contenciosos territoriais == Existem atualmente dois contenciosos territoriais na península: Entre Espanha e o Reino Unido: Gibraltar é conquistada em 1462 pela Coroa de Castela, feito que continua a ser relembrado na sua bandeira atual representando o escudo castelhano. Em 1704 é tomada pelos britânicos no contexto da Guerra da Sucessão Espanhola, sendo ratificada a possessão em 1713 mediante o Tratado de Utrecht que confirma a cessão do território para sempre, sem qualquer exceção ou impedimento. O território é reclamado por Espanha, apesar da vontade contrária dos gibraltinos expressada em referendo por duas vezes (1967 e 2002). Entre Portugal e Espanha: Olivença encontrava-se em posse portuguesa desde a ratificação do Tratado de Alcanizes em 1297. Foi cedida por Portugal a Espanha pelo Tratado de Badajoz, assinado em 1801 como uma das condições para colocar fim à Guerra das Laranjas. Após a Guerra Peninsular, no Congresso de Viena, Espanha comprometeu-se com a restituição do território, o que até hoje não aconteceu, mantendo-se atualmente a Questão de Olivença. Desde há alguns anos que o governo de Portugal tem vindo a conceder a nacionalidade portuguesa aos oliventinos que a requerem. == Notas ==",
 "title": "Península Ibérica"
}