{
 "id": "1537",
 "text": "Mycoplasma [aportuguesado para micoplasma] é um gênero de bactérias da família Mycoplasmataceae. Com tamanho menor (cerca de 0,3 \\mum = 0,3\\times 10^{-6} m) do que o apresentado normalmente pelas outras bactérias. Os microbiologistas ainda debatem se as bactérias evoluíram dos micoplasmas primitivos, ou se tratam de estirpes separadas, ou se os micoplasmas evoluíram a partir dos vírus, mas até ao momento nenhuma tese ou teoria sobre a perspectiva evolutiva é verossímil. A diferença principal entre as bactérias e os micoplasmas é que as bactérias possuem uma parede celular sólida, e por esse motivo uma forma definida (o que facilita a sua identificação ao microscópio), ao passo que os micoplasmas possuem apenas uma membrana flexível, o que se junta ao tamanho reduzido para dificultar a sua identificação, mesmo quando observados sob os mais potentes microscópios eletrónicos para então saber se a forma é baciloide, cocoide, miceloide ou espiro-helicoide. Os primeiros micoplasmas foram detectados em 1898 no Instituto Pasteur, em tecidos de gado com artrite e pleuro-pneumonia. Daí lhes veio o primeiro nome por que foram conhecidos: pleuro-pneumonia-like organisms, ou PPLOs, nome que foi utilizado até aos anos 60. O primeiro micoplasma humano foi isolado em 1932, num abscesso. Desde então descobriram-se muitas estirpes diferentes, que são fundamentalmente específicas da espécie hospedeira (ou pelo menos de grupos específicos de animais: felinos, aves, roedores, homem e símios antropóides, etc.). Descobriu-se também que ao contrário das bactérias, que são afectadas pelas penicilinas, os micoplasmas são controláveis por antibióticos como as tetraciclinas e os macrólidos, e.g. a eritromicina, a azitromicina e claritromicina.Microbiologia médica. Murray, Patrick. 5° edição E descobriram- se ainda estirpes que exibiam um crescimento como micélios, semelhante ao dos fungos, o que levou ao aparecimento da designação \"micoplasma\". Os micoplasmas podem viver dentro de células, sem matar a célula hospedeira, em simbiose- parasita, à semelhança do que fazem os vírus e algumas bactérias (Rickettsias e Chlamydias), mas também podem viver e crescer fora das células, nos fluidos corporais, coisa de que os vírus não são capazes. Os micoplasmas são responsáveis por doenças como as inflamações alérgicas, pneumonia atípica e outras doenças, e investiga-se uma possível relação entre estes organismos e certas doenças envolvendo o sistema imunitário, como a diabetes mellitus tipo I ou a esclerose múltipla, entre outras. == Impacto laboratorial == Além de relacionado a diversas doenças, esse gênero bacteriano causa grandes danos em laboratórios de análise e pesquisa, devido à sua facilidade de reprodução nos meios utilizados para células eucarióticas e ao seu tamanho, que escapa de muitos filtros utilizados rotineiramente. A adesão de micoplasma à culturas de células pode causar respostas inflamatórias através de adesão celular e metabólitos tóxicos, como peróxido de hidrogênio, além de terem sido reportados casos até de aberrações cromossômicas induzidas. O teste por meio de PCR é hoje o método de análise mais utilizado para identificar micoplasmas em cultura, visto que a análise ao microscópio é dificultada pelo tamanho e o isolamento e cultura é mais demorado e menos preciso. Como curiosidade, é interessante notar o formato de \"ovo-frito\" adquirido por colônias geradas a partir de uma unidade formadora de colônia de Mycoplasma sp. Categoria:Mycoplasmataceae",
 "title": "Mycoplasma"
}