{
 "id": "15386",
 "text": "Beato é uma freguesia portuguesa do município de Lisboa, pertencente à Zona Oriental da capital,, com 2,483 km² de área e 12183 habitantes (censo de 2021). A sua densidade populacional é . ==História== As informações disponíveis sobre a Paróquia de S. Bartolomeu, que viria a dar origem ao Beato, não são muito fartas, pelo menos até ao século XVIII. Historiadores com base em testemunhos de cronistas da época, defendem que a freguesia, enquanto instituição, apresentava características estáveis e duradouras e que a população estabelecia um contacto constante e afetuoso, durante toda a sua vida, com a paróquia. Paróquia, como se sabe, foi a designação dada às freguesias, até à implantação da República, em 1910. A partir desta data os registos paroquiais começaram a transitar progressivamente para o Registo Civil. A nível territorial, a formação da Freguesia do Beato passou por algumas etapas cronológicas fundamentais: 1\\. A Paróquia de Santa Engrácia nasceu de uma divisão da Paróquia de Santo Estêvão, em 1569. Nos limites da nova Paróquia ficou compreendida toda a zona de Xabregas e grande parte da área que hoje conhecemos como a Freguesia do Beato. 2\\. Santa Engrácia, juntamente com os Olivais, na Segunda metade do século XVIII, deu origem a uma nova paróquia: S. Bartolomeu, mercê de uma nova divisão administrativa da cidade de Lisboa. 3\\. S. Bartolomeu ficou então sediado na Travessa do Rosário, em Santa Clara. Mas alterações administrativas posteriores transferiram-na para outros locais. Finalmente, no século XIX, a Paróquia foi remetida para o Convento de S. Bento, em Xabregas, – dos Cónegos Seculares de S. João Evangelista – hoje Convento do Beato, situado na alameda com o mesmo nome. 4\\. No auge da Revolução Liberal, em 1835, a Paróquia de S. Bartolomeu, trocou o Convento de S. Bento pelo Mosteiro do Monte Olivete, a atual Igreja de S. Bartolomeu do Beato, onde também esteve instalado o Convento do Grilo. 5\\. A extinção das Ordens Monásticas havia levado o Governo a decretar a transferência da Paróquia para o Convento dos Frades Franciscanos, de Nossa Senhora de Jesus, de Xabregas, onde mais tarde seria instalada a Companhia dos Tabacos. 6\\. A mudança, porém, não chegaria a concretizar-se, devido à oposição do povo, porque aquele templo se encontrava em péssimo estado por causa das profanações e saques de que havia sido alvo, no decorrer das revoltas liberais. 7\\. Assim, viu-se obrigado o Governo a recuar e por fim, a Paróquia foi instalada, em novembro de 1835, no Convento de Nossa Senhora da Conceição do Monte Olivete. No que respeita ao nome da freguesia defendem vários historiadores que teve origem num tal beato António da Conceição, que se empenhou em buscar auxílios para a construção de um convento e de uma igreja, fundados por testamento da Rainha D. Isabel de Lencastre, mulher do Rei D. Afonso V. A Igreja que hoje conhecemos como Convento do Beato resistiu em 1755 ao grande terramoto. Em 1834, com a Revolução Liberal, o templo passou para a posse do Estado, sendo então profanado. Mais tarde o convento foi vendido a diversos particulares, sendo um deles João de Brito, um industrial que ali se estabeleceu, fazendo uma fábrica de bolachas e moagem de cereais. A fábrica viria a dar origem à Companhia Industrial Portugal e Colónias. ==Demografia== Nota: Nos anos de 1864 e 1878 pertencia ao extinto concelho dos Olivais. Nos censos de 1878 a 1950 designava-se Beato António. Os seus limites actuais foram fixados pela Lei n.º 56/2012, de 8 de novembro.Diário da República, 1.ª Série, n.º 216, Lei n.º 56/2012 (Reorganização administrativa de Lisboa). Acedido a 25/11/2012. A população registada nos censos foi: Distribuição da População por Grupos Etários Ano 0-14 Anos 15-24 Anos 25-64 Anos > 65 Anos 2001 1482 1770 7691 3298 2011 1507 1143 6508 3271 2021 1351 1148 6542 3142 == Sede e Delegações da Junta de Freguesia == Sede - Rua de Xabregas, 67 – 1º, 1900-436 Lisboa Polo de atendimento da Picheleira - Rua Eng. Maciel Chaves - Mercado Alfacinha == Património == * Convento de São Francisco de Xabregas ou Convento de Santa Maria de Jesus * Convento do Beato António ou Convento de S. Bento de Xabregas * Palácio de Xabregas ou Palácio dos Marqueses de Olhão ou Palácio dos Melos * Igreja e antigo Convento do Grilo ou Igreja e Antigo Convento dos Grilos ou Recolhimento de Nossa Senhora do Amparo ou Recolhimento do Grilo * Palácio do Grilo == Arruamentos == A freguesia do Beato foi uma das mantidas aquando da reorganização administrativa da cidade de Lisboa,Lei n.º 56/2012, de 8 de novembro: Reorganização administrativa de Lisboa. Diário da República, 1.ª Série, n.º 216, de 08/11/2012. Acedido a 29/12/2014. sofrendo apenas pequenos ajustes nos limites com as freguesias vizinhas. A freguesia contém 97 arruamentos.Câmara Municipal de Lisboa (CML) - Toponímia de Lisboa São eles: * Alameda do Beato * Avenida Carlos Pinhão * Avenida Infante Dom Henrique * Avenida Marechal Francisco da Costa Gomes * Azinhaga da Bruxa * Azinhaga da Salgada * Azinhaga do Carrascal * Azinhaga do Planeta * Beco da Amorosa * Beco do Grilo * Beco dos Toucinheiros * Calçada da Picheleira * Calçada de Dom Gastão * Calçada de Santa Catarina a Chelas * Calçada do Carrascal * Calçada do Duque de Lafões * Calçada do Grilo * Calçada do Olival * Calçada do Teixeira * Escadinhas de Dom Gastão * Estrada de Chelas * Estrada de Marvila * Largo Coronel Mata Pereira * Largo Coronel Vasconcelos Dias * Largo da Fábrica de Fiação de Xabregas * Largo da Fábrica de Tecidos Oriental * Largo da Madre de Deus * Largo do Marquês de Nisa * Largo do Olival * Largo Honório Barreto * Praça Manuel Cerveira Pereira * Praça Sócrates da Costa * Rotunda das Olaias * Rua Actor Augusto de Melo * Rua Almirante Sarmento Rodrigues * Rua Alves Paiva Fragoso * Rua António Joaquim Anselmo * Rua Aquiles Machado * Rua Capitão Roby * Rua Carlos Botelho * Rua Carlos José Caldeira * Rua Celestino Alves * Rua D. Tomás de Melo Breyner * Rua da Fábrica das Moagens * Rua da Fábrica de Estamparia * Rua da Fábrica de Tecidos Lisbonenses * Rua da Manutenção * Rua da Margem * Rua da Quinta da Aduela * Rua da Quinta dos Ourives * Rua de Cima de Chelas * Rua de Olivença * Rua de Silveira Peixoto * Rua de Xabregas * Rua do Beato * Rua do Grilo * Rua do Sol a Chelas * Rua Dom Francisco D'Eça * Rua Dom José de Bragança * Rua Dom Luís Coutinho * Rua Doutor Faria de Vasconcelos * Rua Dr. Manuel Espírito Santo * Rua Engenheiro Maciel Chaves * Rua Faustino José Rodrigues * Rua Frederico Perry Vidal * Rua Frei Fortunato de São Boaventura * Rua General Vassalo e Silva * Rua Gualdim Pais * Rua João do Nascimento Costa * Rua José Alves ao Grilo * Rua José António Lopes * Rua José da Bateira * Rua José Leilote * Rua José Relvas * Rua José Rodrigues * Rua Lino Helder * Rua Luís Barbosa * Rua Luís Cadote * Rua Luís Gonzaga Pereira * Rua Manuel José da Silva * Rua Marquês de Olhão * Rua Miguel de Oliveira * Rua Nicolau Tolentino * Rua Nova do Grilo * Rua Professor Mira Fernandes * Rua Rocha Santos * Rua Simões Telhadas * Rua Vasco de Mendonça Alves * Rua Vicente Ribeiro * Travessa da Alameda do Beato * Travessa da Amorosa * Travessa da Ilha do Grilo * Travessa da Manutenção * Travessa da Picheleira * Travessa do Fragoso * Travessa do Grilo * Travessa do Olival ao Beato == Ligações externas == * *",
 "title": "Beato (Lisboa)"
}