{
 "id": "15394",
 "text": "Robert Boyle (Lismore, Waterford, 25 de janeiro de 1627 — Londres, 31 de dezembro de 1691) foi um filósofo natural, químico e físico irlandês que se destacou pelos seus trabalhos no âmbito da física e da química. == Biografia == Robert Boyle nasceu em Lismore, uma cidade localizada na Irlanda, no ano de 1627. Foi um cientista importante e influente em sua época, uma de suas mais importantes descobertas foi a chamada Lei de Boyle-Mariotte, onde ele dizia que o volume de um gás varia de acordo com a pressão de forma inversamente proporcional, e as propriedades do ar e do vácuo, ele também acreditava que o calor era um movimento mecânico que estava relacionado com a agitação de moléculas. Boyle teve influencia para a Física, em especial no campo da Mecânica quântica. Ele acreditava que o comportamento das substâncias poderia ser explicado pelo movimento dos átomos através de uma espécie de mecânica. Filho mais velho de Richard Boyle, primeiro Conde de Cork, um dos homens mais ricos e influentes da Grã-Bretanha. Sua formação foi tradicional: em parte em casa, em parte no Eton College, complementado por viagens a França, Itália e Suíça. É durante esta estadia no continente que se converteu religiosamente, o que ele comentou muito na sua autobiografia. Voltou à Inglaterra em 1644 e começou uma carreira de escritor no campo da moral e da filosofia e da religião. Em 1649-50, as suas preocupações mudam. Ele constrói um laboratório na sua casa em Sailbridge e se descobre um entusiasta da experimentação, o que mudará sua carreira. Intelectualmente, é influenciado por autores do século XVI e início do século XVII, como Paracelso, Bernardino Telesio, Francis Bacon, Tommaso Campanella e Jan Baptista van Helmont. Ele também é atraído pela química, notadamente no seu tratado \"Of the Atomicall Philosophy\" onde aparecem ideias atomísticas. Emite também críticas ao \"Químico Vulgar\", aquele que não tem um método filosófico para estudar a natureza. Neste período, é muito próximo do reformador social Samuel Hartlib. O comprometimento de Boyle com a experimentação aumenta, e sua visão filosófica se atualiza na ocasião da mudança para Oxford em 1655-56 para se juntar a um grupo de filósofos naturais dirigido por John Wilkins. Este grupo foi considerado como a prefiguração da Royal Society e influenciou muito Boyle. Nas reuniões, ele estudou os filósofos naturais continentais como Pierre Gassendi e Descartes. Ele declara que a figura que mais lhe fez entender a filosofia de Descartes foi Robert Hooke, que o apoiou nas principais experiências. É com este último que montou os seus principais equipamentos e que estudou a natureza do ar: a câmara de vácuo e a bomba de ar. Durante esta estadia em Oxford, antes de sua ida para Londres em 1668, sua atividade literária foi intensa. A lista das publicações é grande e elas foram feitas pela recente criada Royal Society nas \"Philosoficals Transactions\" cujo primeiro secretário, Henry Oldenburg, iniciou em 1665. Suas obras foram também publicadas em latim, que era a língua científica da época. Boyle multiplicou as obras experimentais durante a vida inteira. Sua obra a mais notável é \"Experiments, Notes, &c.;, about the Mechanical Origin or Production of Divers Particular Qualities (1675)\". Publicou também obras de Medicina como \"Memoirs for the Natural History of Human Blood (1684)\". Nas duas últimas décadas de sua vida publicou trabalhos de Teologia como \"Excellency of Theology, Compared with Natural Philosophy(1674)\". Faleceu devido a um acidente vascular cerebral em 1691, aos 64 anos. Dentre as descobertas científicas de Boyle podemos citar: * a lei dos gases que tem seu nome; * um indicador colorido para os ácidos (xarope de violeta); * o enxofre; * um melhoramento da máquina de Otto von Guericke , a \"Bomba de Ar\" ou \"Bomba de Vácuo\"; * um melhoramento do termômetro de Galileu; * o abaixamento do ponto de ebulição dos líquidos no vácuo; * uma explicação do paradoxo hidrostático; * uma refutação das teorias de Aristóteles sobre os quatro elementos; * a acetona; * o isolamento do hidrogênio; * a prova que o ar é uma mistura; * o primeira aparecimento da noção de elemento químico; * a fosfina; * o sulfato de mercúrio; * o álcool metílico; * a descoberta da sublimação da água;Levine, Ira. N (1978). \"Physical Chemistry\" University of Brooklyn: McGraw-HillLevine, Ira. N. (1978), p12 gives the original definition. * o fósforo. == Ciência médica == Na área das ciências médicas, Boyle sempre esteve interessado no sangue, realizou investigações com a ajuda de outros pesquisadores de Oxford, onde estava interessado na natureza do sangue e os efeitos de determinadas substâncias no sangue. Em 1684 lançou o livro Memoirs for the Natural History of Humane Blood, onde ele inclui dados de suas investigações como cores, gostos, odores e inflamabilidade do sangue e as diferenças entre o sangue humano e animal. Ele estudou a química da combustão e da respiração e conduziu experimentos em fisiologia, onde, no entanto, foi prejudicado pela \"ternura de sua natureza\" que o impedia de dissecações anatômicas, especialmente vivissecções, embora soubesse que elas eram \"as mais instrutivas\". A lei de Boyle é frequentemente usada como parte de uma explicação sobre como o sistema respiratório funciona no corpo humano. Isso geralmente envolve explicar como o volume pulmonar pode ser aumentado ou diminuído e, assim, causar uma pressão de ar relativamente menor ou maior dentro deles (de acordo com a lei de Boyle). Isso forma uma diferença de pressão entre o ar dentro dos pulmões e a pressão atmosférica do ar, que por sua vez precipita a inspiração ou a expiração à medida que o ar se move de alta para baixa pressão. == Contribuição para a Física aplicada ao corpo humano == Os gases possuem diversas propriedades, sendo elas: a pressão, o volume em que é contido, a massa e a temperatura. Observações e estudos científicos determinaram que há uma relação entre tais propriedades, sendo uma dessas relações o objeto de estudo de Robert Boyle. Boyle estudou a relação entre a pressão e o volume de um gás confinado e mantido a uma temperatura constante. Nesse estudo, foi observado que o produto entre as propriedades em questão resultavam a uma aproximada constante, constatando assim que a pressão (p) do gás e o volume (V) em que está contido são grandezas inversamente proporcionais. Essas conclusões levaram a formulação da Lei de Boyle, que pode explicar o funcionamento da respiração pulmonar, já que ocorre devido a mudança no volume dos pulmões pelo movimento do músculo diafragma. Com a contração ou relaxamento do músculo localizado logo abaixo do pulmão, há uma variação em seu volume, alterando a pressão do ar em seu interior. Se a pressão no interior do pulmão for maior do que a pressão de fora, o ar sai, se a pressão no interior for menor, o ar entra. == Obras importantes == A seguir estão algumas das mais importantes de suas obras:One or more of the preceding sentences incorporates text from a publication now in the public domain: Chisholm, Hugh, ed. (1911). \"Boyle, Robert\". Encyclopædia Britannica (11th ed.). Cambridge University Press. * 1660 – New Experiments Physico-Mechanical: Touching the Spring of the Air and their Effects * 1661 – The Sceptical Chymist * 1662 – Whereunto is Added a Defence of the Authors Explication of the Experiments, Against the Obiections of Franciscus Linus and Thomas Hobbes (a book-length addendum to the second edition of New Experiments Physico- Mechanical) * 1663 – Considerations touching the Usefulness of Experimental Natural Philosophy (followed by a second part in 1671) * 1664 – Experiments and Considerations Touching Colours, with Observations on a Diamond that Shines in the Dark * 1665 – New Experiments and Observations upon Cold * 1666 – Hydrostatical ParadoxesCf. Hunter (2009), p. 147. \"It forms a kind of sequel to Spring of the Air ... but although Boyle notes he might have published it as part of an appendix to that work, it formed a self-contained whole, dealing with atmospheric pressure with particular reference to liquid masses\" * 1666 – Origin of Forms and Qualities according to the Corpuscular Philosophy.Acott, C. (1999). \"A brief history of diving and decompression illness\". South Pacific Underwater Medicine Society Journal. 29 (2). ISSN 0813-1988. OCLC 16986801 * 1669 – A Continuation of New Experiments Physico-mechanical, Touching the Spring and Weight of the Air, and Their Effects * 1670 – Tracts about the Cosmical Qualities of Things, the Temperature of the Subterraneal and Submarine Regions, the Bottom of the Sea, &tc.; with an Introduction to the History of Particular Qualities * 1672 – Origin and Virtues of Gems * 1673 – Essays of the Strange Subtilty, Great Efficacy, Determinate Nature of Effluviums * 1674 – Two volumes of tracts on the Saltiness of the Sea, Suspicions about the Hidden Realities of the Air, Cold, Celestial Magnets * 1674 – Animadversions upon Mr. Hobbes's Problemata de Vacuo * 1676 – Experiments and Notes about the Mechanical Origin or Production of Particular Qualities, including some notes on electricity and magnetism * 1678 – Observations upon an artificial Substance that Shines without any Preceding Illustration * 1680 – The Aerial Noctiluca * 1682 – New Experiments and Observations upon the Icy Noctiluca * 1684 – Memoirs for the Natural History of the Human Blood * 1685 – Short Memoirs for the Natural Experimental History of Mineral Waters * 1686 – A Free Enquiry into the Vulgarly Received Notion of Nature * 1690 – Medicina Hydrostatica * 1691 – Experimenta et Observationes Physicae Entre seus escritos religiosos e filosóficos estavam: * 1648/1660 – Seraphic Love, escrito em 1648, mas não publicado até 1660 * 1663 – Some Considerations Touching the Style of the H[oly] Scriptures * 1664 – Excellence of Theology compared with Natural Philosophy * 1665 – Occasional Reflections upon Several Subjects, que foi ridicularizado por Swift em Meditation Upon a Broomstick, e por Butler em Occasional Reflection on Dr Charlton's Feeling a Dog's Pulse at Gresham College * 1675 – Some Considerations about the Reconcileableness of Reason and Religion, com um Discurso sobre a Possibilidade da Ressurreição * 1687 – The Martyrdom of Theodora, and of Didymus * 1690 – The Christian Virtuoso ==Ligações externas== *The Sceptical Chymist University of Pennsylvania Library (obras completas em inglês) *Essay on the Virtue of Gems Gem and Diamond Foundation (obras completas em inglês) *Experiments Touching Colours Gem and Diamond Foundation (obras completas em inglês) *Boyle Papers University of London (obras completas em inglês) *Robert Boyle Biografia (em inglês) *Robert Boyle's Memoirs for the natural history of human blood Print, Manuscript and the Impact of Baconianism in Seventeenth- Century Medical Science Categoria:Descobridores de elementos químicos Categoria:Filósofos da ciência Categoria:Cientistas do século XVII Categoria:Químicos do Reino Unido Categoria:Cristãos do Reino Unido Categoria:Físicos do Reino Unido Categoria:Filósofos do Reino Unido Categoria:Alunos do University College (Oxford) Categoria:Alquimistas",
 "title": "Robert Boyle"
}