{
 "id": "15484",
 "text": "A ilha de Cuba era habitada por várias culturas ameríndias antes da chegada do explorador Cristóvão Colombo em 1492. Após a sua chegada, a Espanha conquistou Cuba e nomeou governadores espanhóis para governar em Havana. Os administradores em Cuba estavam sujeitos ao vice-rei da Nova Espanha e às autoridades locais de Hispaniola. Em 1762-63, Havana foi brevemente ocupada pela Grã-Bretanha, antes de ser devolvida à Espanha em troca da Flórida. Uma série de rebeliões entre 1868 e 1898, lideradas pelo General Máximo Gómez, não conseguiu acabar com o domínio espanhol e ceifou a vida de 49 mil guerrilheiros cubanos e 126 mil soldados espanhóis. A Guerra Hispano-Americana resultou na retirada espanhola da ilha em 1898 e, após três anos e meio de regime militar subsequente dos Estados Unidos, Cuba conquistou a independência formal em 1902. Nos anos que se seguiram à sua independência, a república cubana assistiu a um desenvolvimento económico significativo, mas também à corrupção política e a uma sucessão de líderes despóticos, culminando com a derrubada do ditador Fulgêncio Batista pelo Movimento 26 de Julho, liderado por Fidel Castro, durante a Revolução Cubana de 1953–1959. O novo governo alinhou-se com a União Soviética e abraçou o comunismo. Cuba foi oficialmente ateia de 1962 a 1992. No início da década de 1960, o regime castrista resistiu à invasão, enfrentou a ameaça do Armagedom nuclear, e viveu uma guerra civil que incluiu o apoio dominicano aos opositores do regime. Após a invasão da Tchecoslováquia pelo Pacto de Varsóvia (1968), Fidel Castro declarou publicamente o apoio de Cuba. O seu discurso marcou o início da completa absorção de Cuba no Bloco de Leste. Durante a Guerra Fria, Cuba também apoiou a política soviética no Afeganistão, Polónia, Angola, Etiópia, Nicarágua e El Salvador. A economia cubana foi apoiada principalmente por subsídios soviéticos. Com a dissolução da URSS em 1991, Cuba mergulhou numa grave crise económica conhecida como Período Especial, que terminou em 2000, quando a Venezuela começou a fornecer petróleo subsidiado a Cuba. O país tem estado política e economicamente isolado pelos Estados Unidos desde a Revolução, mas gradualmente ganhou acesso ao comércio estrangeiro e às viagens internacionais à medida que os esforços para normalizar as relações diplomáticas progrediram. As reformas económicas internas também estão a começar a resolver os problemas económicos existentes que surgiram no rescaldo do período especial (ou seja, a introdução do sistema de moeda dupla). == Período Pré-Colombiano == Os primeiros habitantes humanos conhecidos de Cuba habitaram a ilha no 4º milênio aC. O sítio arqueológico cubano mais antigo conhecido, Levisa, data de aproximadamente 3.100 aC. Uma distribuição mais ampla de locais data de depois de 2.000 aC, mais notavelmente representada pelas culturas Cayo Redondo e Guayabo Blanco do oeste de Cuba. Essas culturas neolíticas usavam ferramentas e ornamentos de pedra e conchas, incluindo os gladiolitos em forma de adaga. As culturas Cayo Redondo e Guayabo Blanco viviam um estilo de vida de subsistência baseado na pesca, caça e coleta de plantas silvestres. Os indígenas guanahatabey, que habitaram Cuba durante séculos, foram levados para o extremo oeste da ilha pela chegada de ondas subsequentes de migrantes, incluindo os taínos e os ciboneis. Essas pessoas migraram para o norte ao longo da cadeia de ilhas do Caribe. Os taínos e ciboneys faziam parte de um grupo cultural comumente chamado de aruaques, que habitava partes do nordeste da América do Sul antes da chegada dos europeus. Inicialmente, estabeleceram- se no extremo leste de Cuba, antes de se expandirem para oeste através da ilha. Inicialmente, estabeleceram-se no extremo leste de Cuba, antes de se expandirem para oeste através da ilha. O clérigo e escritor dominicano espanhol Bartolomé de las Casas estimou que a população taíno de Cuba atingiu 350.000 no final do século XV. Os taínos cultivavam a raiz da mandioca, colhiam e assavam para produzir tapioca. Eles também cultivavam algodão e tabaco e comiam milho e batata-doce. === Migrações pré-colombianas === A presença humana em Cuba remonta a cerca de 8.000 a 10.000 anos atrás, muitos milhares de anos mais tarde do que em outras partes da América, e os primeiros colonos chegaram do continente à ilha após arriscadas viagens marítimas. A ilha conta com 3.200 sítios arqueológicos indígenas e antropólogos da Universidade de Havana estimaram inicialmente que os indígenas mais antigos de Cuba e das Grandes Antilhas viveram há cerca de 7.000 anos na região de Canímar Abajo, muito perto do famoso balneário de Varadero, 140km a leste de Havana. Este sítio arqueológico, com mais de 100 vestígios indígenas, foi descoberto por acaso dentro de um acampamento em 1984, quando alguns funcionários fizeram uma escavação para enterrar lixo. Segundo indicam os registros arqueológicos, Cuba teria sido povoada mediante diversas migrações procedentes tanto da América do Norte como da América do Sul, distinguindo-se os seguintes movimentos populacionais: * Primeira migração: 6.000 a.C. Desde o Golfo do México e América do Norte. Caçadores paleolíticos provenientes do Mississipi, da Flórida e das Bahamas, teriam migrado em busca de preguiças- gigantes (Megalocnus rodens), do peixe-boi, do almiqui, da jutia e outros animais. * Segunda migração: 2.500 a.C. Proveniente da América Central e América do Sul, especialmente das áreas correspondentes aos atuais territórios do México, de Honduras e da Venezuela. Esses povos se estabeleceram na costa sul de Cuba (Ciénaga de Zapata, Isla de Pinos e Guanahacabibes) como pescadores de plataforma e coletores de litoral. Usavam facas, percutores, almofarizes e outros artefatos. Possivelmente tinham uma organização matrilinear e enterravam seus mortos. * Terceira migração: 500 a.C. Desde a Flórida e do vale do Missisippi. Esses povos se assentaram em Matanzas e se espalharam pela costa norte. * Quarta migração: Século VI d.C. Primeira migração de taínos desde as Antilhas. Esses povos estabeleceram-se principalmente na zona oriental de Cuba, nas imediações da atual Banes. Introduziram o milho, a mandioca, o tabaco e muitos utensílios de cerâmica. Praticavam rituais e tinham uma organização social. * Quinta migração: Primeira metade do século XV. Esses povos utilizaram a mesma rota migratória usada por seus antecessores e se assentaram em Mayarí. Segundo o clérigo dominicano Bartolomeu de las Casas, eram caribes, procedentes da costa da Venezuela, e eram mais adiantados. Cultivavam milho e mandioca, produziam artefatos de cerâmica. Foram precedidos pelos ciboneis (aruaques) e pelos povoadores mais antigos da ilha - os guanajatabeis. == A conquista espanhola == Cristóvão Colombo, em sua primeira viagem à América patrocinada pela Espanha em 1492, navegou para o sul do que hoje são as Bahamas para explorar a costa nordeste de Cuba e a costa norte de Hispaniola. Colombo, que procurava uma rota para as Índias, acreditava que a ilha era uma península do continente asiático. Colombo chegou a Cuba em 27 de outubro de 1492 e desembarcou em 28 de outubro de 1492, em Puerto de Nipe. Durante uma segunda viagem em 1494, Colombo passou ao longo da costa sul, desembarcando em várias enseadas, incluindo o que viria a ser a Baía de Guantánamo. Com a Bula Papal de 1493, o Papa Alexandre VI ordenou à Espanha que conquistasse e convertesse os pagãos do Novo Mundo ao Catolicismo. Os espanhóis começaram a criar assentamentos permanentes na ilha de Hispaniola, a leste de Cuba, logo após a chegada de Colombo ao Caribe, mas a costa de Cuba só foi totalmente mapeada pelos europeus em 1508, por Sebastián de Ocampo. Em 1511, Diego Velázquez de Cuéllar partiu de Hispaniola para formar o primeiro assentamento espanhol em Cuba, com ordens da Espanha para conquistar a ilha. O assentamento foi em Baracoa, mas os novos colonos foram recebidos com forte resistência da população taíno local. Os taínos foram inicialmente organizados pelo cacique Hatuey, que se mudou de Hispaniola para escapar do domínio espanhol. Após uma prolongada campanha de guerrilha, Hatuey e sucessivos chefes foram capturados e queimados vivos e, em três anos, os espanhóis ganharam o controle da ilha. Em 1514, um assentamento na costa sul foi fundado no que viria a ser Havana. A cidade atual foi fundada em 1519. miniaturadaimagem|Um monumento ao cacique taíno Hatuey em Baracoa, Cuba. O clérigo Bartolomé de las Casas observou uma série de massacres iniciados pelos invasores, nomeadamente o massacre perto de Camagüey dos habitantes de Caonao. Segundo o seu relato, cerca de três mil aldeões viajaram para Manzanillo para saudar os espanhóis com comida e foram \"massacrados sem provocação\". Os grupos indígenas sobreviventes fugiram para as montanhas ou para as pequenas ilhas vizinhas antes de serem capturados e forçados a entrar em reservas. Uma dessas reservas foi Guanabacoa, hoje um subúrbio de Havana. Em 1513, Fernando II de Aragão emitiu um decreto estabelecendo o sistema de assentamento de terras da encomienda que seria incorporado em toda a América espanhola. Velázquez, que se tornou governador de Cuba, recebeu a tarefa de distribuir as terras e os povos indígenas a grupos em toda a nova colônia. O esquema não foi um sucesso, no entanto, pois os nativos sucumbiram a doenças trazidas de Espanha, como o sarampo e a varíola, ou simplesmente recusaram-se a trabalhar, preferindo mudar-se para as montanhas. Desesperados por mão-de-obra para os novos assentamentos agrícolas, os conquistadores procuraram escravos nas ilhas vizinhas e no entorno continental. O tenente de Velázquez, Hernán Cortés, lançou a conquista espanhola do Império Asteca a partir de Cuba, navegando de Santiago até a Península de Yucatán. No entanto, estes recém-chegados também se dispersaram no sertão ou morreram de doenças.Apesar das difíceis relações entre os nativos e os novos europeus, alguma cooperação ficou evidente. Os espanhóis aprenderam com os nativos como cultivar o tabaco e consumi-lo como charuto. Houve também muitas uniões entre os colonos espanhóis, em sua maioria homens, e as mulheres indígenas. Estudos modernos revelaram vestígios de DNA que conferem características físicas semelhantes às das tribos amazônicas em indivíduos em toda Cuba, embora a população nativa tenha sido em grande parte destruída como cultura e civilização depois de 1550. De acordo com as Leis Novas espanholas de 1552, os indígenas cubanos foram libertados da encomienda e foram criadas sete cidades para os povos indígenas. Existem famílias descendentes de indígenas cubanos (taíno) em vários lugares, principalmente no leste de Cuba. A população indígena local também deixou sua marca na língua, com cerca de 400 termos e topônimos taíno sobrevivendo até os dias atuais. Por exemplo, Cuba e Havana foram derivadas do Taíno Clássico, e palavras indígenas como tabaco, furacão e canoa foram transferidas para o inglês. == Período colonial == Os espanhóis estabeleceram o açúcar e o tabaco como produtos primários de Cuba, e a ilha logo suplantou Hispaniola como a principal base espanhola no Caribe. Escravos africanos foram importados para trabalhar nas plantações como mão-de- obra campestre. No entanto, as leis comerciais espanholas restritivas tornaram difícil para os cubanos acompanhar os avanços dos séculos XVII e XVIII no processamento da cana-de-açúcar, até que a Revolução Haitiana viu os plantadores franceses fugirem para Cuba. A Espanha também restringiu o acesso de Cuba ao comércio de escravos, em vez disso emitindo avisos (asientos de negros) aos comerciantes estrangeiros para conduzi-lo em nome da Espanha, e ordenou regulamentações sobre o comércio com Cuba. A estagnação resultante do crescimento económico foi particularmente pronunciada em Cuba devido à sua grande importância estratégica nas Caraíbas e, como resultado, ao domínio que a Espanha manteve sobre ela. === Pirataria === A Cuba colonial era alvo frequente de bucaneiros, piratas e corsários franceses. Em resposta aos repetidos ataques, as defesas foram reforçadas em toda a ilha durante o século XVI. Em Havana, a fortaleza de Castillo de los Tres Reyes Magos del Morro foi construída para dissuadir potenciais invasores. A incapacidade de Havana de resistir aos invasores foi dramaticamente exposta em 1628, quando uma frota holandesa liderada por Piet Heyn saqueou os navios espanhóis no porto da cidade. Em 1662, o pirata inglês Christopher Myngs capturou e ocupou brevemente Santiago de Cuba, na parte oriental da ilha. === Trocas de soberania === Quase um século depois, a Marinha Real Britânica lançou outra invasão, capturando a Baía de Guantánamo em 1741 durante a Guerra da Orelha de Jenkins. O Almirante Edward Vernon viu as suas 4.000 tropas de ocupação capitularem aos ataques das tropas espanholas e, mais criticamente, a uma epidemia, forçando-o a retirar a sua frota para a Jamaica britânica. Na Guerra da Sucessão Austríaca, os britânicos realizaram ataques mal-sucedidos contra Santiago de Cuba em 1741 e novamente em 1748. Além disso, ocorreu uma escaramuça entre esquadras navais britânicas e espanholas perto de Havana em 1748. A Guerra dos Sete Anos, que eclodiu em 1754 em três continentes, finalmente chegou ao Caribe espanhol. Em 1762, uma expedição britânica de cinco navios de guerra e 4.000 soldados partiu de Portsmouth para capturar Cuba. Os britânicos chegaram em 6 de junho e em agosto tinham Havana sitiada. Quando Havana se rendeu, o almirante da frota britânica, George Keppel, entrou na cidade como novo governador colonial e assumiu o controlo de toda a parte ocidental da ilha. A chegada dos britânicos abriu imediatamente o comércio com as suas colónias norte-americanas e caribenhas, causando uma rápida transformação da sociedade cubana. Embora Havana, que se tinha tornado a terceira maior cidade das Américas, entrasse numa era de desenvolvimento sustentado e de estreitamento de laços com a América do Norte durante este período, a ocupação britânica teve vida curta. A pressão dos comerciantes de açúcar de Londres, temendo uma queda nos preços do açúcar, forçou negociações com os espanhóis sobre os territórios coloniais. Menos de um ano após a tomada de Havana, a Paz de Paris foi assinada pelas três potências em conflito, encerrando a Guerra dos Sete Anos. O tratado deu à Grã-Bretanha a Flórida em troca de Cuba. Em 1781, o General Bernardo de Gálvez, governador espanhol da Louisiana, reconquistou a Flórida para a Espanha com tropas mexicanas, porto- riquenhas, dominicanas e cubanas no âmbito da Guerra de Independência dos Estados Unidos. == Reformismo, anexação e independência == No início do século XIX, três grandes correntes políticas tomaram forma em Cuba: o reformismo, a anexação e a independência. Ações espontâneas e isoladas acrescentaram uma corrente de abolicionismo. A Declaração de Independência das Treze Colónias de 1776 e os sucessos da Revolução Francesa de 1789 influenciaram os primeiros movimentos de libertação cubana, tal como a Revolução Haitiana, a revolta bem sucedida dos escravos negros no Haiti em 1791. Um dos primeiros movimentos desse tipo em Cuba, liderado pelo negro livre Nicolás Morales, visava obter a igualdade entre \"mulatos e brancos\" e a abolição dos impostos sobre vendas e outros encargos fiscais. A trama de Morales foi descoberta em 1795 em Bayamo, e os conspiradores foram presos. === Prosperidade econômica === No século XIX, Cuba tornou-se o mais importante produtor mundial de açúcar, graças à expansão da escravatura e ao foco incansável na melhoria da tecnologia do açúcar. O uso de técnicas modernas de refino foi especialmente importante porque a Lei Britânica do Comércio de Escravos de 1807 aboliu o comércio de escravos no Império Britânico. Em seguida, o governo britânico começou a tentar eliminar o comércio transatlântico de escravos. Sob pressão diplomática britânica, em 1817 a Espanha concordou em abolir o comércio transatlântico de escravos a partir de 1820 em troca de um pagamento de Londres. Os cubanos apressaram-se a importar mais escravos no tempo que lhes restava legalmente. Mais de 100 mil novos escravos foram importados da África entre 1816 e 1820. Apesar das novas restrições, um comércio ilegal de escravos em grande escala continuou a florescer nos anos seguintes. Muitos cubanos estavam divididos entre o desejo pelos lucros gerados pelo açúcar e a repugnância pela escravatura. Em 1820, a Espanha aboliu o comércio de escravos, prejudicando ainda mais a economia cubana e forçando os proprietários a comprar escravos mais caros, ilegais e \"problemáticos\"; como demonstrado pela rebelião de escravos no navio espanhol La Amistad em 1839 e subsequente julgamento em 1841. Cuba deixou de participar oficialmente no comércio de escravos em 1867, mas a instituição da escravatura só foi abolida na ilha em 1886. Quando a Espanha abriu os portos comerciais cubanos, a ilha rapidamente se tornou um local popular. Os cubanos começaram a usar moinhos de água, fornos fechados e motores a vapor para produzir açúcar de maior qualidade a um ritmo muito mais eficiente. O boom da indústria açucareira de Cuba no século XIX tornou necessário que o país melhorasse a sua infra-estrutura de transportes. Muitas estradas novas foram construídas e estradas antigas foram rapidamente reparadas. As ferrovias foram construídas relativamente cedo, facilitando a coleta e o transporte de cana-de-açúcar perecível. Em 1860, Cuba dedicava-se ao cultivo de açúcar, tendo de importar todos os outros bens necessários. Cuba era particularmente dependente dos Estados Unidos, que comprava 82% do seu açúcar. === Clima político === Como resultado das convulsões políticas causadas pela Guerra Peninsular Ibérica de 1807-1814 e da remoção de Fernando VII do trono espanhol por Napoleão em 1808, uma rebelião separatista ocidental emergiu entre a aristocracia crioula cubana em 1809 e 1810. Um de seus líderes, Joaquín Infante, redigiu a primeira constituição de Cuba, declarando a ilha um Estado soberano, presumindo o governo do país sobre sua riqueza, mantendo a escravidão enquanto fosse necessário para a agricultura, estabelecendo uma classificação social baseada na cor da pele e declarando o catolicismo a religião oficial. Esta conspiração também falhou e os principais líderes foram deportados. Em 1812 surgiu uma conspiração abolicionista mestiça, organizada por José Antonio Aponte, carpinteiro negro livre. Ele e outros foram executados. == Primeiros movimentos de emancipação == O primeiro movimento de independência de Cuba, a chamada Grande Guerra registrou-se entre 1868 e 1878, conduzido pelo criollo Carlos Manuel Céspedes, um latifundiário educado na Europa que defendia os princípios liberais do Iluminismo. Em 10 de outubro de 1868, a partir de seu engenho de açúcar, à frente de duzentos homens, Céspedes levantou-se contra o governo espanhol, proclamando a independência de Cuba. Entre as primeiras providências de seu governo, proclamou a liberdade de todos os escravos que se unissem ao exército revolucionário. Essa medida teve como resultado imediato o aumento do seu efetivo para doze mil homens e a oposição dos demais latifundiários, que se viram privados da mão-de-obra escrava. Enquanto isso, a Espanha ampliou o seu contingente militar na ilha, e Céspedes acabou deposto em 1873. A resistência, entretanto, prolongou-se até 1878, quando as tropas espanholas retomaram o controle da ilha. Nesse meio tempo, surgiu um novo líder revolucionário: José Martí. Detido aos 16 anos de idade por ter fundado um jornal revolucionário (La Patria Libre), foi condenado a trabalhos forçados e posteriormente deportado para a Espanha. Uma vez libertado, viveu no México, na Venezuela e nos Estados Unidos, onde passou a articular uma nova revolução para a independência de Cuba. Em 1892 fundou o Partido Revolucionário Cubano, visando angariar recursos para o seu projeto. Em 1895, desembarcou em Cuba e deu início a uma nova guerra de independência, na qual pereceu um mês após iniciado o conflito. Entretanto, mesmo após a sua morte, os combates prosseguiram até 1898, quando, com a entrada dos Estados Unidos no conflito, a luta pela independência foi abortada, e Cuba passou a ser colônia dos Estados Unidos. == A explosão do USS Maine: a guerra hispano-americana == Em 1898, o USS Maine, um navio de guerra norte-americano ancorado em Havana, repentinamente explodiu. Sem que se soubesse de imediato qual foi a causa, a imprensa e o governo dos Estados Unidos culparam a Espanha. Sob o pretexto da explosão do navio, os Estados Unidos declaram guerra à Espanha. O presidente William McKinley assinou a Resolução Conjunta em 20 de abril de 1898, que declarava: … que o povo de Cuba é e por direito deve ser livre e independente, … que os Estados Unidos por intermédio da presente declaram não ter vontade nem intenção de exercer soberania, jurisdição ou domínio sobre esta Ilha, exceto para sua pacificação, e assevera sua determinação, quando a mesma seja atingida, de entregar o governo e o domínio da Ilha a seu povo. A Resolução Conjunta autorizou o presidente a usar a força para eliminar o governo espanhol em Cuba. Assim, os Estados Unidos declararam guerra contra a Espanha, passando a atacar territórios espanhóis quer no Caribe quer no Pacífico, invadindo-os. == Fim do domínio espanhol == Derrotados, os espanhóis retiraram-se, e Cuba assinou com os Estados Unidos o Tratado de Paris (1898), que pôs fim à dominação espanhola na ilha, a qual se tornou um protetorado americano. Foi então nomeado, pelos Estados Unidos, um Governador-Geral - general norte-americano - John Brooke, cujo governo começou a implementar medidas econômicas que beneficiavam apenas os Estados Unidos. Determinou-se, por exemplo, que todos os produtos cubanos seriam exportados, a preços baixíssimos, apenas para os Estados Unidos, que os revendiam por preços bem mais elevados. == Ocupação estado-unidense e a Emenda Platt == Cuba permaneceu ocupada pelos Estados Unidos até 1902, sendo liberada depois da aprovação de uma emenda à Constituição cubana que dava o direito aos Estados Unidos de invadir Cuba a qualquer momento em que os interesses econômicos dos Estados Unidos fossem ameaçados. A chamada Emenda Platt permaneceu, mantendo Cuba como um protetorado estado-unidense, até 1933. Ao fim da Guerra Hispano-Americana, os insurgentes cubanos não foram convidados à mesa de negociação da paz com a Espanha. Assim, tiveram que aceitar imposições - como a ocupação militar de 1891, que se estenderia até 1903. Embora essa ocupação atendesse aos interesses estadunidenses, houve um legado positivo a ser recordado: # Eliminou a fome # Melhorou as condições sanitárias, reduzindo a incidência de doenças. A atuação do Dr. Carlos Finlay foi decisiva na erradicação da febre amarela. # Estabeleceu um sistema público de educação # Reformou a universidade # Estabeleceu um sistema eleitoral nacional e local # Convocou uma assembleia nacional, com base no sufrágio universal masculino (uma inovação, à época) == Golpe militar == Em 1924, em meio à crise econômica e a protestos estudantis, o liberal Gerardo Machado foi eleito presidente. Machado lançou um programa de diversificação da economia, que, no entanto, fracassou. Os protestos contra seu governo recrudesceram e foram reprimidos com rigor. À medida que seu governo se fechava, grupos estudantis enveredavam pelo terrorismo. Esse foi o contexto da formação do Diretório Estudantil. Machado caiu e seu sucessor, Carlos Manuel de Céspedes y Quesada (filho de Carlos Manuel de Céspedes) não conseguiu se estabilizar. Uma revolta de suboficiais entrega o poder ao Diretório Estudantil, em 1933. O golpe militar foi liderado pelo sargento estenógrafo Fulgêncio Batista. Pela primeira vez na história cubana, um afrodescendente chegava ao poder. O governo dos estudantes, cuja chefia de Estado coube ao médico Ramón Grau San Martín, expropriou engenhos estadunidenses, redistribuiu terras, limitou a jornada de trabalho e restringiu a imigração caribenha. Seus opositores eram vários (o governo dos Estados Unidos, os capitalistas cubanos, os comunistas, os oficiais das Forças Armadas), por razões distintas: . Após quatro meses de governo do Dr. Grau, o sargento Fulgêncio Batista tomava o poder. Seu governo duraria de 1933 a 1944. == Eleição de 1940 == Batista, que já ocupava a Presidência desde 1933, foi eleito democraticamente em 1940 por meio de sufrágio universal. Em 1944, perderia as eleições para Ramón Grau. Mas, após acusações de corrupção, que comprometeram a credibilidade do governo, Batista retornou ao poder em 1952, por meio de um golpe apoiado por diversos partidos políticos, inclusive o Partido Socialista Popular (Partido Comunista Cubano). Após o golpe de Batista, Cuba progrediu economicamente, porém sua economia ainda era fraca e havia um forte desequilíbrio na distribuição de renda. A ilha, mesmo sendo a maior economia do Caribe, em 1958 era apenas a oitava economia (considerando o PIB) entre os 20 maiores países latino-americanos e um dos mais pobres do Caribe, considerando o PIB per capita. Além disso, havia também um grande desequilíbrio entre a área rural e urbana. A área urbana possuía forte infraestrutura, e o capital proveniente do submundo ítalo-americano financiava grande parte da economia. Em 1958, havia um total de 500 prostitutas em Havana, sendo a prostituição a atividade mais rentável da ilha.. A prostituição, a corrupção e negociatas caracterizaram a Era Batista, e, pouco a pouco, a classe média afastou-se do regime. Para acalmar o descontentamento crescente da população - a qual foi posteriormente exibido através de frequentes revoltas estudantis e manifestações- Batista, que estabeleceu a mais apertada censura dos meios de comunicação, ao mesmo tempo, utilizando o seu Bureau de Repressão de Atividades Comunistas para levar a cabo em larga escala a violência, tortura e execuções públicas; em uma última análise, matando 6 000 a 20 000 pessoas.https://operamundi.uol.com.br/permalink/31853|obra=operamundi.uol.com.br == Revolução Cubana == ==== Movimento estudantil ==== Na esteira dos protestos alimentados pelo descontentamento das classes média e baixa da população em relação ao governo Batista, os jovens começaram a se mobilizar, movidos por ideias revolucionárias. Os estudantes, liderados por José Antonio Etcheverria, criaram um Diretório Estudantil Revolucionário que patrocinou um grupo armado e atacou, em março de 1953, o palácio presidencial. Etcheverria foi morto e o diretório disperso. ==== Fidel Castro ==== Outro grupo de estudantes iniciou nova movimentação, liderado por um estudante de Direito chamado Fidel Alejandro Castro Ruz. Numa ação de guerrilha urbana, o grupo atacou o quartel de La Moncada. Na ação, alguns dos atacantes foram mortos. Fidel Castro foi capturado, julgado e condenado a 15 anos de prisão. Libertado pouco depois, por interferência de alguns religiosos, viajou para o México. Lá conheceu um jovem médico argentino, aspirante a revolucionário - Ernesto Guevara Lynch de la Serna, conhecido como \"El Che\". ==== El Che ==== Che Guevara ajudou Fidel na formação de um movimento revolucionário chamado Movimento 26 de Julho, composto de jovens estudantes que iniciaram uma luta contra Batista que durou 25 meses. Em 7 de novembro de 1958, el Che começou sua marcha para Havana. No dia 1º de janeiro de 1959, Batista põe-se em fuga, acompanhado por todos os dignitários de sua ditadura. Em 1959, Fidel Castro liderou a Revolução Cubana contra Fulgencio Batista. Castro mobilizou a juventude cubana e conseguiu eliminar o analfabetismo - que era de 40% - em apenas um ano, empregando cem mil jovens nessa empreitada. Também realizou uma reforma agrária, desapropriando propriedades dos americanos, que foram indenizados pelo valor informado na declaração do imposto de renda do exercício anterior (muito abaixo do valor real). Isso provocou grande descontentamento entre os proprietários americanos e levou o governo dos Estados Unidos a considerar o líder cubano como um inimigo a ser eliminado. Assim, tratou de desestabilizar economicamente o novo governo cubano, impondo, em 1960, o embargo econômico, comercial e financeiro a Cuba e, paralelamente, treinando ex-militares de Batista, para invadir a ilha. Isso obrigou Fidel a se aproximar da União Soviética e, dois anos, mais tarde instaurar uma ditadura de orientação marxista e partido único. ===Invasão da Baía dos Porcos === Entre 17 e 21 de abril de 1961, cerca de 1.500 exilados cubanos - na sua maioria, ex-militares recrutados, patrocinados e treinados pela CIA dos Estados Unidos - tentaram uma invasão frustrada na Baía dos Porcos. Foram rechaçados: 300 deles morreram e 1 200 foram aprisionados. Julgados pela multidão no estádio em que foram mantidos presos, quando Fidel perguntou o que fazer com eles a multidão gritou: \"Paredão!\" Fidel Castro, entretanto, preferiu tentar trocá-los por tratores, (à razão de um trator para cada 50 prisioneiros) e devolvê-los a Miami. Não conseguiu os tratores, mas recebeu cerca de USD $50 milhões em alimentos e medicamentos, pela libertação dos exilados. === Crise dos mísseis de Cuba === Devido à aproximação das relações do regime cubano com a URSS, que estava em plena Guerra Fria com os Estados Unidos, assistiu-se a um aumento de tensão entre os dois países, sobretudo pelo apoio militar soviético a Cuba. Em 1962, após a tentativa de invasão da baía dos Porcos, Khrushchov decidiu instalar secretamente um conjunto de mísseis soviéticos na ilha. Diante da possibilidade de Cuba possuir mísseis apontados para os Estados Unidos, o presidente americano, John Kennedy, considerou invadir a ilha ou bombardear as rampas de lançamento dos mísseis. Afinal, optou por decretar o bloqueio naval a Cuba, o que impedia os cargueiros russos de chegar à ilha. Na mesma época, Cuba foi expulsa da OEA. Khrushchev acabou por retirar os mísseis do território cubano, em troca do compromisso dos Estados Unidos de respeitarem a soberania de Cuba e não voltarem a tentar invadir a ilha, além de desmontarem bases de mísseis na Turquia, fato que só foi divulgado recentemente nos Estados Unidos. === Embargo econômico === Depois do fracasso da operação na Baía dos Porcos (1961), os Estados Unidos agravaram o bloqueio a Cuba, alegando desrespeito contínuo de direitos humanos pelo regime castrista, e ameaçando sanções a qualquer país que mantivesse relações econômicas com a ilha. Em resposta, a União Soviética passou a absorver todas as exportações cubanas, de modo que, a partir daí, a economia cubana passou a depender quase que inteiramente do apoio soviético. Para os americanos, a inserção de Cuba - situada a 120 km da Flórida - na órbita de influência soviética, em plena guerra fria, continuava a ser um grande problema. Com o fim da União Soviética, a economia cubana entra em colapso. Cuba precisava reabrir-se economicamente para o mundo, porém, dada a força do bloqueio econômico estado- unidense, o país continuou isolado, enquanto sua população enfrentava graves problemas de desabastecimento, inclusive de alimentos, medicamentos e outros bens essenciais. === Fim da exclusão da OEA === Em 3 de junho de 2009, a Organização dos Estados Americanos (OEA) aprovou por consenso a anulação da resolução de 1962, que expulsava a ilha da organização. Na época, a expulsão ocorreu sob pressão dos Estados Unidos, no contexto da Guerra Fria, quando a ilha se aproximava do bloco socialista soviético. Contudo todos os governos do continente restabeleceram contato com a ilha, com exceção dos Estados Unidos. Um grupo de trabalho instituído para debater o assunto apresentou a proposta à chanceler hondurenha, Patrícia Rodas, que presidia a Assembleia Geral. A proposta então foi aceita por aclamação. A decisão histórica permite que Cuba seja reincorporada caso manifeste vontade, embora o governo cubano já tenha declarado em várias ocasiões não ter interesse em retornar. No mesmo dia 3 de junho, o ex-presidente Fidel Castro, em artigo publicado no Granma, acusava a OEA de ter aberto as portas \"ao cavalo de Tróia [os Estados Unidos] que apoiou as reuniões de cúpula das Américas, o neoliberalismo, o narcotráfico, as bases militares e as crises econômicas.\" Nos últimos anos, governos de esquerda do sub-continente também têm defendido a formação de um grupo regional alternativo à OEA, sem a presença dos Estados Unidos. Horas antes da resolução da assembleia da OEA, sete deputados americanos, a maioria deles republicanos partidários, haviam apresentado um projeto de lei que suspende o apoio financeiro dos Estados Unidos à organização, caso Cuba seja readmitida como país-membro do grupo. == Ver também == * Crise dos mísseis de Cuba * Revolução cubana * Segunda Escravidão == Bibliografia == * Gott, Richard. Cuba (a New History). Londres, Yale University Press, 2004",
 "title": "História de Cuba"
}