{
 "id": "15490",
 "text": "A Nova Zelândia evoluiu nos últimos anos de uma economia agrária dependente principalmente do mercado britânico para uma economia de mercado moderna, com importante componente industrial e capaz de competir globalmente. Sua dinâmica economia resulta num expressivo Produto Interno Bruto e principalmente num elevado PIB per capita (US$ 28.000 dólares americanos em 2010).The World Factbook. Consultado em 6 de março de 2011 Suas principais atividades econômicas são a agricultura, a horticultura, a pesca e a silvicultura. Este país possui ainda substanciais indústrias transformadoras, turismo e serviços. É importante destacar as indústrias pesadas, de alumínio e siderurgia concentradas respetivamente nas regiões sul e norte. A moeda oficial do país é o dólar neozelandês. A Nova Zelândia faz parte do tratado internacional chamado APEC (Asia-Pacific Economic Cooperation), um bloco econômico que tem por objetivo transformar o Pacífico numa área de livre comércio e que engloba economias asiáticas, americanas e da Oceania. O país é o 25.º na lista ordenada de competitividade do Fórum Econômico Mundial.The Global Competitiveness Index 2011-2012 rankings == Comércio exterior == Em 2020, o país foi o 56º maior exportador do mundo (US $ 38,1 bilhões em mercadorias, 0,2% do total mundial). Na soma de bens e serviços exportados, chega a US $ 57,1 bilhões e fica em 51º lugar mundial.Trade Map - List of exporters for the selected product in 2018 (All products)Market Intelligence: Disclosing emerging opportunities and hidden risks Já nas importações, em 2020, foi o 57º maior importador do mundo: US $ 37,1 bilhões. == Setor primário == === Agricultura === A Nova Zelândia produziu, em 2018, 414 mil toneladas de kiwi (foi o 3º maior produtor do mundo). Além disso, no mesmo ano, produziu 511 mil toneladas de batata, 453 mil toneladas de maçã, 426 mil toneladas de uva, 379 mil toneladas de cevada, 371 mil toneladas de trigo, 265 mil toneladas de milho, 246 mil toneladas de cebola, além de produções menores de outros produtos agrícolas, como abóbora, tomate e cenoura.New Zealand production in 2018, by FAO ===Pecuária=== A Nova Zelândia produziu, em 2019, 21,8 bilhões de litros de leite de vaca (8º maior produtor do mundo), 683 mil toneladas de carne bovina (20º maior produtor do mundo), 449 mil toneladas de carne de cordeiro (3º maior produtor do mundo), 238 mil toneladas de carne de frango, 23 mil toneladas de mel (17º maior produtor do mundo), entre outros.Pecuária da Nova Zelândia em 2019, pela FAO == Setor secundário == === Indústria === O Banco Mundial lista os principais países produtores a cada ano, com base no valor total da produção. Pela lista de 2019, a Nova Zelândia tinha a 53ª indústria mais valiosa do mundo (US $ 21,0 bilhões).Fabricação, valor agregado (US $ corrente) Em 2019, a Nova Zelândia não produzia veículos e não estava entre os 40 maiores produtores do mundo de aço.World vehicle production in 2019World crude steel productionGlobal crude steel output increases by 3.4% in 2019 Em 2018, foi o 2º maior produtor mundial de manteiga Butter, Cow Milk production by FAO e em 2019, foi o 3º maior produtor mundial de lã.Wool, greasy production in 2019, Production quantity, by FAO Em 2018, foi o 16º maior produtor do mundo de vinho.Major Wine Producers === Energia === Nas energias não-renováveis, em 2020, o país era o 65º maior produtor de petróleo do mundo, extraindo 18,5 mil barris/dia.Annual petroleum and other liquids production Em 2011, o país consumia 148 mil barris/dia (65º maior consumidor do mundo) Statistical Review of World Energy, June 2020The World Factbook — Central Intelligence Agency. O país foi o 47º maior importador de petróleo do mundo em 2013 (101 mil barris/dia). Em 2015, a Nova Zelândia era o 50º maior produtor mundial de gás natural, 4,9 bilhões de m3 ao ano. Em 2019 o país era o 59º maior consumidor de gás (4,8 bilhões de m3 ao ano).CIA. The World Factbook. Natural gas - production. Na produção de carvão, o país foi o 36º maior do mundo em 2018: 2,9 milhões de toneladas.Statistical Review of World Energy 2018 Nas energias renováveis, em 2020, a Nova Zelândia era o 40º maior produtor de energia eólica do mundo, com 0,7 GW de potência instalada, e o 72º maior produtor de energia solar do mundo, com 0,1 GW de potência instalada.RENEWABLE CAPACITY STATISTICS 2021 == Setor terciário == === Turismo === Em 2018, a Nova Zelândia recebeu 3,6 milhões de turistas internacionais. As receitas do turismo, neste ano, foram de US $ 11,0 bilhões.Destaques do turismo internacional Nova Zelandia",
 "title": "Economia da Nova Zelândia"
}