{
 "id": "15523",
 "text": "Otim () Orixá da caça, ligada à Oxóssi, o acompanha pelas matas, caçando. Defende tanto o caçador, quanto a caça. Cultuada na cidade de Ocucu, Oxum, na Nigéria.Africana Journal, Volume 12, Africana Publishing Company, 1981, pag. 86 Também é nome do rio OtimResearch in African Literatures, Volume 14,Edição 4, African and Afro-American Studies and Research Center, University of Texas [at Austin, 1983, pag.540Yoruba Myths, editado por Ulli Beier, pag.48 No Batuque, é cultuado como Orixá feminino. No Candomblé Queto existem dois Orixás, (qualidades de Orixás) Odé Inlé e Oxum Otim - caçadora, arisca, que dizem não incorporar. Algumas fontes trazem a informação de que Otim foi criada pela imaginação de Odé, pois era muito sozinho. Ele imaginou tanto e com tanta vontade uma companheira, que Otim apareceu para ele, sendo o único Orixá que não esteve viva na Terra. A função de Otim é levar água para os Orixás. Aparentemente, Otim (Orixá) é um Orixá feminino, ligada a Oxóssi, Ossanhe, Oxum, Iemanjá, Ogum, dentre outros. Orixá da caça, das presas,da floresta,aparentemente também tem domínio sobre as águas. É representada carregando uma jarra na cabeça, pois é ligada também a agricultura. Odé Otim, qualidade de Oxóssi - Um Oxóssi azul, usa capanga e lança. Vive no mato a caçar. Come toda espécie de caça mas tem como preferência o búfalo. == Qualidades== São poucas as qualidades deste orixá , devido ao fato de a cultura deste ter se perdido, São Elas: *Otim Obá Lé - Caminhos com o Orixá Xangô *Otim Lá Mirô - Caminhos com o Orixá Oxum * Otim Mauá - Caminhos com o Orixá Odé Erinlé == Bibliografia == * ==Ligações externas== *Livro Orixás, Ode e Otim por Pierre Verger *Mulher negra, religiosidade e ambiente. editado por Elisa Larkin Nascimento *The Arts and Civilization of Black and African Peoples: Black civilization and the arts, Joseph Ohiomogben Okpaku, Alfred E. Opubor, B. Olatunji Oloruntimehin, Centre for Black and African Arts and Civilization, 1986 *Women in the Yoruba Religious Sphere, Por Oyeronke Olajubu p.109 Categoria:Orixás masculinos",
 "title": "Otim"
}