{
 "id": "15537",
 "text": "Museu, na definição do Conselho Internacional de Museus (ICOM), é “[...] uma instituição permanente, sem fins lucrativos e ao serviço da sociedade que pesquisa, coleciona, conserva, interpreta e expõe o patrimônio material e imaterial. Abertos ao público, acessíveis e inclusivos, os museus fomentam a diversidade e a sustentabilidade. Com a participação das comunidades, os museus funcionam e comunicam de forma ética e profissional, proporcionando experiências diversas para educação, fruição, reflexão e partilha de conhecimentos”.\"Nova Definição de Museu\". ICOM Brasil, 24/08/2022 Os museus tiveram origem no hábito humano do colecionismo, que nasceu junto com a própria humanidade. Desde a Antiguidade remota, o homem, por muitas razões, coleciona objetos e lhes atribui valor, seja afetivo, cultural ou simplesmente material, o que justifica a necessidade de sua preservação ao longo do tempo. Há registros sobre instituições vagamente semelhantes ao museu moderno funcionando há milhares de anos. Entretanto, somente no se consolidou o museu mais ou menos como atualmente o conhecemos. Hoje os museus, que já abarcam um vasto espectro de campos de interesse, buscam uma crescente profissionalização e qualificação de suas atividades, e se caracterizam pela multiplicidade de tarefas e capacidades, deixando de ser passivos depósitos de objetos para assumirem um importante papel ativo na preservação e interpretação da cultura e da história, na educação, no incremento da qualidade de vida e no fortalecimento da cidadania e do respeito à diversidade cultural. Sua base teórica, sua constituição prática e suas técnicas e metodologias são estudadas pela museologia, são disciplinadas em nível internacional pelo ICOM, e continuam em permanente debate e atualização. Uma vasta bibliografia científica já foi produzida a seu respeito. == História == A palavra museu se originou do grego antigo mouseion (Casa das Musas), mas a origem dos museus como locais de preservação de objetos com finalidade cultural é muito mais antiga. Desde tempos remotos o homem se dedica a colecionar objetos, pelos mais diferentes motivos. No Paleolítico os homens primitivos já reuniam vários tipos de artefatos, como o provam achados em tumbas. Porém, um sentido mais próximo do conceito moderno de museu é encontrado somente no segundo milênio a.C., quando na Mesopotâmia se passou a copiar inscrições antigas para a educação dos jovens. Mais adiante, em Ur, os reis e Nabonido se dedicaram à coleção de antiguidades, e outra coleção era mantida pelos sacerdotes anexa à escola do templo, onde cada obra era identificada com uma ficha onde eram escritas informações relativas à peça, semelhante ao sistema expositivo atual.Lewis, Geoffrey. O Papel dos Museus e o Código de Ética Profissional. IN Boylan, Patrick J. (ed). Como Gerir um Museu: Manual Prático. ICOM, 2004, p. 1 Um dos museus mais antigos conhecidos é o museu de Enigaldi-Nana, construído pela princesa Enigaldi-Nana no final do Império Neobabilônico. O sítio data de c. 530 a.C., e continha artefatos de civilizações mesopotâmicas anteriores. Notavelmente, uma ficha gravada em rolo de argila e escrita em três idiomas foi encontrada no local, descrevendo a história e a descoberta de um item do museu.Wilkens, Alasdair. \"The story behind the world's oldest museum, built by a Babylonian princess 2,500 years ago\". io9, 25 de maio de 2011Manssour, Y. M.; El-Daly, H. M.; Morsi, N. K. \"The Historical Evolution of Museums Architecture\". N/A: 2 Na Grécia Antiga o museu era um templo das Musas, divindades que presidiam a poesia, a música, a oratória, a história, a tragédia, a comédia, a dança e a astronomia. Esses templos, bem como os de outras divindades, recebiam muitas oferendas em objetos preciosos ou exóticos, que podiam ser exibidos ao público mediante o pagamento de uma pequena taxa. Em Atenas se tornou afamada a coleção de pinturas que era exposta nas escadarias da Acrópole no . Os romanos expunham coleções públicas nos fóruns, jardins públicos, templos, teatros e termas, muitas vezes reunidas como botins de guerra. No oriente, onde o culto à personalidade de reis e heróis era forte, objetos históricos foram coletados com a função de preservação da memória e dos feitos gloriosos desses personagens. Dos museus da Antiguidade, o mais famoso foi o criado em Alexandria por Ptolomeu Sóter em torno do , que continha estátuas de filósofos, objetos astronômicos e cirúrgicos e um parque zoobotânico, embora a instituição fosse primariamente uma academia de filosofia, e mais tarde incorporasse uma enorme coleção de obras escritas, formando-se a célebre Biblioteca de Alexandria.Alexander, Edward Porter & Alexander, Mary. Museums in motion: an introduction to the history and functions of museums. Rowman Altamira, 2008, pp. 3-5 Ao longo da Idade Média a noção de museu quase desapareceu, mas o colecionismo continuou vivo. Por um lado os acervos de preciosidades eram considerados patrimônio de reserva a ser convertido em divisas em caso de necessidade, para financiamento de guerras ou outras atividades estatais; outras coleções se formaram com objetos ligados ao culto cristão, acumulando-se em catedrais e mosteiros quantidades de relíquias de santos, manuscritos iluminados e aparatos litúrgicos em metais e pedras preciosas. No Renascimento, com a recuperação dos ideais clássicos e a consolidação da humanismo, ressurgiu o colecionismo privado através de grandes banqueiros e comerciantes, integrantes da burguesia em ascensão, que financiavam uma grande produção de arte profana e ornamental e se dedicavam à procura de relíquias da Antiguidade. Algumas coleções se tornaram célebres pela sua riqueza, como a dos Medici, em Florença; reis, nobres e burgueses abastados de toda a Europa competiam na propaganda de suas coleções e mantinham círculos de eruditos em arte, filosofia e história em seu redor, onde se debateram ideias influentes e se conceberam novos métodos educativos, como o academismo. Entre os séculos XVI e XVII, com a expansão do conhecimento do mundo propiciado pelas grandes navegações, se formaram na Europa inúmeros gabinetes de curiosidades, coleções altamente heterogêneas e assistemáticas de peças das mais variadas naturezas e procedências, incluindo fósseis, esqueletos, animais empalhados, minerais, curiosidades, aberrações da natureza, miniaturas, objetos exóticos de países distantes, obras de arte, máquinas e inventos, e toda a sorte de objetos raros e maravilhosos. Tais gabinetes tiveram um papel importante na evolução da história e da filosofia natural especialmente ao longo do .McAllister, James. The Virtual Laboratory IN Schramm, Helmar; Schwarte, Ludger & Lazardzig, Jan. Collection, laboratory, theater: scenes of knowledge in the 17th century. Walter de Gruyter, 2005, p. 38 Na mesma época proliferaram as galerias palacianas, dedicadas à exposição de esculturas e pinturas. Mas tanto os gabinetes como as galerias ainda estavam essencialmente dentro dos círculos privados, inacessíveis à população em geral.Alexander & Alexander, p. 5 Movidas por interesses científicos foram fundadas inúmeras sociedades e instituições, como os jardins botânicos de Pisa (1543) e o de Pádua (1545), a Real Sociedade de Londres (1660) e a Academia de Ciências de Paris (1666), que reuniam suas próprias coleções.Lewis, pp. 1-2 No Brasil a primeira coleção de que se tem notícia foi formada pelo colonizador neerlandês conde Maurício de Nassau, cuja corte se notabilizou pelo brilho científico e cultural, instalando-a em torno de 1640 no Palácio de Friburgo, em Recife, semelhante em caráter aos gabinetes de curiosidades.Veredas e construções de uma política nacional de museus. IN Política Nacional de Museus. Ministério da Cultura / Instituto do Patrimônio Histórico e Artístico Nacional, Brasília, 2007, p. 13 === O museu moderno=== Nessa tendência, apareceu em Basileia em 1671 o primeiro museu universitário, e na Inglaterra, em 1683, aquele que é considerado o primeiro museu moderno com objetivo declarado de educar o público, o Museu Ashmolean, criado pela Universidade de Oxford. Seu acervo era eclético e se assemelhava aos antigos gabinetes de curiosidades, procedente de várias partes do mundo, reunido pela família Tradescant e previamente exibida em sua casa de Londres.Lewis, pp. 2-3 Pouco mais adiante o espírito enciclopédico dos iluministas fortaleceu a associação do conhecimento com a razão, a ordem e a moral, favorecendo a formação de acervos sistemáticos e a atuação de instituições culturais com objetivos educativos e públicos. Outros importantes museus fundados no foram o Museu Britânico, aberto em Londres em 1759, e o Museu do Louvre, em Paris, em 1793, ambas iniciativas do governo de seus países. O exemplo europeu, por força do colonialismo, frutificou também em outros países do Oriente e na América. Em Jacarta a Sociedade de Artes e Ciência da Baviera iniciou uma coleção em 1778 que evoluiu para se tornar o Museu Central da Cultura Indonésia. Na Índia ocorreu o mesmo, sendo o primeiro museu o Museu Indiano, fundado em 1784 a partir das coleções reunidas pela Sociedade Asiática de Bengal. Ambos enfocavam as artes e ciências e se dedicavam ao fomento do conhecimento. Nos Estados Unidos, a Charleston Library Society da Carolina do Sul anunciou em 1773 sua intenção de formar uma coleção de produtos naturais para alavancar a agricultura e a medicina da província. No século XIX o museu continuou sua transformação, expandindo seus horizontes para incluir novas categorias e temas e, progressivamente, abandonando o simples colecionismo para enfatizar a exibição e catalogação rigorosamente sistemáticas, tendência iniciada na Alemanha e Suíça, onde se introduziram experimentos de exibição sistematizada abrangendo vastos períodos históricos, possibilitando ao público percorrer roteiros que ofereciam panoramas de toda a história e cultura da humanidade, ao mesmo tempo em que reservavam seções para apresentação das mais recentes conquistas da ciência e tecnologia. As grandes feiras e exposições universais que se realizaram a partir da década de 1850, como as de Londres, Paris e Filadélfia, faziam parte deste fascínio com o progresso e com o conhecimento enciclopédico, e serviram além disso para modernizar as práticas de exposição dos próprios museus formais. O museu também desempenhou um papel na onda nacionalista romântica, contribuindo para a conscientização popular e a construção de identidades nacionais, acervando objetos ligados ao patrimônio cultural das nações, podendo-se citar como exemplo o Museu Nacional de Budapeste (1802), construído com dinheiro de impostos voluntários e mais tarde identificado com a luta para a independência local. Pelos mesmos motivos aparece uma profusão de museus regionais e locais, voltados para os interesses de pequenas áreas geográficas. Com a perene expansão das coleções logo tornou necessária a fundação de museus especializados em determinadas áreas do conhecimento, como o Museu da Ciência de Londres e o Museu Tecnológico em Viena. Multiplicam-se neste século também os museus ao ar livre, depois do exemplo pioneiro do Museu Nórdico em Estocolmo, que preservou edificações típicas e históricas, e incluindo neste grupo os museus in situ em sítios arqueológicos.Lewis, pp. 3-5 ===Contemporaneidade=== As práticas colecionistas antigas eram caracterizadas acima de tudo por uma postura passiva diante da sociedade, seguindo critérios aquisitivos e administrativos vagos e em muito arbitrários, que vigoraram até meados do século XX. Nesta altura os museus entraram em uma séria crise conceitual e, como disseram Chagas & Chagas, passou-se a criticar \"o caráter aristocrático, autoritário, acrítico, conservador e inibidor dessas instituições, consideradas como espécie em extinção e, por isso mesmo, apelidadas de 'dinossauros' e de 'elefantes brancos'\".Chagas, Viktor & Chagas, Mário. 1968 e a Morte dos Museus. IN Revista Museu, 30/8/2008 A partir de então se procurou um aprofundamento científico da definição e das potencialidades de atuação ativa, interdisciplinar e educativa dos museus. Depois de algum retrocesso, a reformulação conceitual ganhou novo impulso a partir dos anos 70-80, sendo lícito considerar esta reorientação como uma verdadeira revolução na concepção do museu público e como a fundação da museologia moderna.Bruno, Cristina. Museus e Patrimônio Universal. IN V Encontro do ICOM BRASIL, Fórum dos Museus de Pernambuco. Recife, maio de 2007, pp. 6-7 Cristina Bruno sintetizou a transformação dizendo: ::\"De instituições elitistas, colonizadoras, sectárias e excludentes, os museus têm procurado os caminhos da diversidade cultural, da repatriação das referências culturais, da gestão partilhada e do respeito à diferença de forma objetiva e construtiva. De instituições paternalistas e autoritárias, os museus têm percorrido os árduos caminhos do diálogo cultural e da convivência com o outro. De instituições isoladas e esquecidas, os museus têm valorizado a atuação em redes e sistemas, procurando mostrar a sua importância para o desenvolvimento socioeconômico. De instituições devotadas exclusivamente à preservação e comunicação de objetos e coleções, os museus têm assumido a responsabilidade por ideias e problemas sociais\". A definição do que é um museu, de fato, e em especial o que deve ser um museu do século XXI, é complexa e permanece envolta em contínuo debate. O International Council of Museums (ICOM), na sua 20.ª Assembleia Geral, em 6 de julho de 2001, definiu museu como uma \"instituição permanente, sem fins lucrativos, a serviço da sociedade e do seu desenvolvimento, aberta ao público e que adquire, conserva, investiga, difunde e expõe os testemunhos materiais do homem e de seu entorno, para educação e deleite da sociedade\". Em 24 de agosto de 2022 essa definição foi reformada, tornando-se mais abrangente: \"uma instituição permanente, sem fins lucrativos e ao serviço da sociedade que pesquisa, coleciona, conserva, interpreta e expõe o patrimônio material e imaterial. Abertos ao público, acessíveis e inclusivos, os museus fomentam a diversidade e a sustentabilidade. Com a participação das comunidades, os museus funcionam e comunicam de forma ética e profissional, proporcionando experiências diversas para educação, fruição, reflexão e partilha de conhecimentos”.\"Nova Definição de Museu\". ICOM Brasil, 24/08/2022 De acordo com a Política Nacional de Museus do Brasil, os museus, mais do que instituições estáticas, são \"processos a serviço da sociedade\", e são instâncias fundamentais para o aprimoramento da democracia, da inclusão social, da construção da identidade e do conhecimento, e da percepção crítica da realidade.IBRAM. Política Nacional de Museus. Relatório de Gestão 2003-2010. Ministério da Cultura, Instituto Brasileiro de Museus. Brasília: MinC/Ibram, 2010. pp. 23-24 Já o IPHAN, instância superior do patrimônio histórico e artístico brasileiro, dá a seguinte definição:O que é um museu?. IBRAM, acesso 2 mar 2011 ::\"O museu é uma instituição com personalidade jurídica própria ou vinculada a outra instituição com personalidade jurídica, aberta ao público, a serviço da sociedade e de seu desenvolvimento e que apresenta as seguintes características: :::\"I - o trabalho permanente com o patrimônio cultural, em suas diversas manifestações; :::\"II - a presença de acervos e exposições colocados a serviço da sociedade com o objetivo de propiciar a ampliação do campo de possibilidades de construção identitária, a percepção crítica da realidade, a produção de conhecimentos e oportunidades de lazer; :::\"III - a utilização do patrimônio cultural como recurso educacional, turístico e de inclusão social; :::\"IV - a vocação para a comunicação, a exposição, a documentação, a investigação, a interpretação e a preservação de bens culturais em suas diversas manifestações; :::\"V - a democratização do acesso, uso e produção de bens culturais para a promoção da dignidade da pessoa humana; :::\"VI - a constituição de espaços democráticos e diversificados de relação e mediação cultural, sejam eles físicos ou virtuais. ::\"Sendo assim, são considerados museus, independentemente de sua denominação, as instituições ou processos museológicos que apresentem as características acima indicadas e cumpram as funções museológicas. Pela voz de pensadores independentes o museu assume hoje dimensões extremamente variadas e abrangentes. Walter Benjamin acreditava que os museus são \"espaços que suscitam sonhos\"; André Malraux, pensava que os museus são locais que \"proporcionam a mais elevada ideia do homem\";IBRAM, pp. 34-35 Podemos encontrar também definições poéticas, como a oferecida pelo Instituto Brasileiro de Museus: \"Os museus são casas que guardam e apresentam sonhos, sentimentos, pensamentos e intuições que ganham corpo através de imagens, cores, sons e formas. Os museus são pontes, portas e janelas que ligam e desligam mundos, tempos, culturas e pessoas diferentes. Os museus são conceitos e práticas em metamorfose\". Duncan Cameron disse que os museus ocupam os dois extremos de um espectro que vai de \"templo\" a \"fórum\", e vários outros teóricos vêm expandindo e enfatizando as múltiplas capacidades e possibilidades dos museus para um enriquecimento geral no conhecimento, na qualidade de vida, na formação da consciência política e social da população, entre uma infinidade de outros benefícios. Já existe inclusive uma corrente que afirma que o mundo é todo ele um vasto museu, explodindo as definições que confinam o museu a uma instituição localizada no tempo-espaço e passando a ver toda a vida e civilização humanas como passíveis de musealização.Alexander & Alexander, pp. 8-16Lewis, pp. 4-6 Outros chegam a duvidar que o museu tenha um lugar em nosso futuro; entretanto, surgem dezenas de novos museus todos os meses ao redor do mundo, predominando os de arte contemporânea, antropologia e ciências.De Lara Filho, Durval. O museu no século XXI ou o museu do Século XXI?. Fórum Permanente de Museus, março de 2005 Com o advento da internet e dos processos computadorizados, o museu pôde inclusive se catapultar para o ciberespaço e a realidade virtual. Não bastasse, já se discute até o conceito de um \"Museu do Futuro\".Teather, Lynne. A Museum is a Museum is a Museum...Or Is It?: Exploring Museology and the Web. IN Museums & the Web, 1998Muito além do real. IN Revista Museália, nº1, 12/2010, pp. 62-67Ippolito, Jon. The museum of the future: a contradiction in terms?. IN Artbyte 1, n.2. June-July, 1998, p. 18-19. Se a constante produção de conhecimento especializado pelas academias exige dos museus contemporâneos uma perpétua renovação e aperfeiçoamento, essa pressão pela qualificação e profissionalização com um rigor científico, cobiçando avidamente uma visitação cada vez maior, mais o desejo de \"musealizar tudo\", já são sentidos como tendências que podem inviabilizar economicamente os museus dentro em breve, e até desvirtuar suas funções essenciais, tornando-os poços-sem-fundo para os recursos públicos, ou podendo fazê-los cair na tentação da espetacularização e banalização de seus eventos a fim de atrair maior plateia e obterem mais rendas, sem que isso, conforme apontam as pesquisas, reverta em real proveito cultural para este público, nem contribua para formar visitantes mais assíduos.Cabral, Magali. O educador de museu frente aos desafios econômicos e sociais da atualidade. IN IPHAN: Musas - Revista Brasileira de Museus e Museologia. Nº 1, 2004, pp. 28-33 Nas palavras de Lara Filho, ::\"As novas questões colocadas aos museus não se esgotam nas apontadas acima. Em palestra do Fórum Permanente, Stijn Huijts, diretor do Museu Het Domein da cidade holandesa de Sittard, apontou desafios contemporâneos para os museus e, dentre eles, os relativos às difíceis relações com os patrocinadores – sejam eles empresas privadas ou estatais -, os relacionados ao respeito à diversidade cultural e às particularidades locais. Para ele, 'museus são instituições científicas com uma tarefa pública e não vice-versa (ou seja, o museu não é uma instituição pública com tarefa científica)'. Já para Jorge Wagensberg, do Museu de Ciências de Barcelona, 'para despertar a curiosidade científica um museu tem que emocionar. Seduzir o visitante para os mistérios da realidade é a melhor forma de fazer com que ele queira entender a realidade'. [...] Um museu do século XXI, seja criado agora ou não, será aquele que se comprometer com aspectos da cultura contemporânea. Não se trata apenas de assimilar as novas técnicas e tecnologias mas de estruturar políticas culturais inovadoras e estimulantes. [...] A finalidade última do museu é trazer algum tipo de benefício às pessoas e provocar mudanças em suas vidas, e não ser simplesmente uma casa de custódia para obras de arte ou um centro erudito. Isto implica num constante questionamento de suas funções e propósitos.\" == Estrutura e funcionamento == ===Administração geral=== Dada a complexidade das atividades museológicas, um museu geralmente se divide em vários setores, atendidos, conforme exige a regulamentação recente, por profissionais plenamente qualificados para as suas funções. O diretor do museu é antes de tudo um administrador competente, não é fundamental que ele seja um erudito na área coberta pelo museu, pois em geral ele tem uma equipe de profissionais especializados em diversas tarefas particulares a fim de o assessorar. O diretor responde por todo o trabalho da instituição e é o seu principal relações-públicas, e por isso também o maior captador de recursos através de seu relacionamento com os patrocinadores e o maior estabelecedor de intercâmbios culturais entre diferentes instituições. O diretor é também o responsável final pela elaboração do Plano Diretor do museu, onde se define e detalha a Missão da instituição, e fiscaliza sua implementação. Se o museu possuir um Conselho Consultivo ou outra instância consultiva/deliberativa, o diretor as preside. O diretor possivelmente terá um corpo de funcionários administrativos próximo a si para distribuir tarefas de gestão de recursos humanos e financeiros e de assessoria jurídica, bem como permanece em contato constante com seus subordinados diretos de cada setor, a fim de orientar os trabalhos diários. O diretor deve por fim zelar pela perfeita integração e harmonia entre todos os setores e funcionários.Edson, Gary. Gestão do Museu. IN Boylan, Patrick J. (ed). Como Gerir um Museu: Manual Prático. ICOM, 2004, pp. 145-159Presidência da República do Brasil. Estatuto de Museus. Lei 11.904 de 14 de janeiro de 2009.Frantz, Ricardo André. Manual do Museu. Wikispaces, 2010-2011 ====Plano Diretor==== Ao se lançar a diretriz principal a equipe pondera sobre vários aspectos, entre eles: Que tipo de museu se vai constituir? É um museu temático? É um museu histórico, artístico, etnológico, etc.? Que tipo de peça vai ser aceita? Há condições de conservar e exibir adequadamente a coleção? Há pessoal suficiente e preparado para geri-la? Qual o propósito da coleção? Como se pretende expandi-la? Que público se deseja atingir, e como se poderá fazer isso? Como o museu vai se apresentar e inserir na vida de sua comunidade? Quais laços se estabelecerão com outras instituições similares, pesquisadores, mantenedores, patrocinadores e parceiros, e como eles serão administrados? Como serão captados e geridos os recursos financeiros? Como se definirá a estrutura administrativa e técnica?... e assim por diante. Nenhuma dessas perguntas pode ser respondida rápida e superficialmente, e exige longa e madura meditação e minucioso planejamento, envolvendo um grande número de profissionais especializados. Além disso, é importante tentar projetar a atuação do museu no futuro, criando-se um plano que possa pelo menos em tese permanecer válido por um longo período, a fim de se evitar mudanças frequentes de rumo que prejudicariam seu bom funcionamento e tornariam a filosofia da instituição confusa e irresponsável aos olhos do público e dos especialistas, perdendo prestígio e credibilidade. Isso não quer dizer que ao longo da história do museu não haja adaptações e atualizações, mas uma linha curatorial e administrativa bem embasada e consolidada e razoavelmente estável é um elemento-chave na sua afirmação como instituição de respeito.Lewis, pp. 4-14 A direção frequentemente se depara com desafios éticos no desempenho de suas funções, especialmente os relacionados ao uso de verbas, aquisição de novos itens, publicidade pessoal, gerenciamento de recursos humanos, intercâmbios culturais e harmonização das necessidades do museu com a legislação vigente em cada país. Cada administrador precisa se adequar às demandas e usos locais, levando em consideração também as práticas internacionais. Estes casos são previstos no Plano Diretor em detalhe, acompanhando as orientações dadas pelo ICOM em seu Código de Ética para Museus.Edson, p. 156ICOM. Código de Ética para Museus. 21ª Assembleia Geral do ICOM. Seul, 2004Lewis, pp. 14-16 ===Acervo=== A criação e manutenção de um acervo museológico é uma tarefa trabalhosa, dispendiosa, complexa e ainda em processo de estudo e aperfeiçoamento. Muitas questões fundamentais ainda estão sendo discutidas pelos especialistas, e em muitas delas ainda não se formaram consensos ou regulamentações definitivas. Todo esse campo está em rápida expansão e contínua transformação.Bruno, pp. 1-11 O acervo representa o núcleo vital de todo museu, e em torno do qual giram todas as suas outras atividades. O acervo idealmente é gerido por um curador, ou por uma equipe de curadores, que tem a função de manter organizada e em bom estado a coleção em seus depósitos, define conceitualmente e organiza as exposições ao público, e supervisiona as atividades de documentação e pesquisa teórica sobre a coleção a fim de produzir novo conhecimento. O curador também tem um papel decisivo nos processos de aquisição e descarte de peças. O curador é o responsável pela gestão do acervo segundo o que foi definido no Plano Diretor do museu, que conta com uma seção especialmente dedicada à Política de Acervo, como está previsto no Código de Ética para Museus.Ladkin, Nicola. Gestão do Acervo. IN Boylan, Patrick J. (ed). Como Gerir um Museu: Manual Prático. ICOM, 2004, pp. 17-31 ====Aquisição e documentação==== Cada museu adota sua própria política de aquisições, mas, como foi dito, a cada dia crescem as exigências de especialização e profissionalismo. Neste sentido, no processo de aquisição de peças a tendência é a de se abandonar todo diletantismo e inconsequência e convocar a intervenção de conhecedores. Cada peça proposta para incorporação ao acervo é então avaliada por um curador competente, que faz suas escolhas em sintonia com a direção do museu, e de acordo com a política em vigor na instituição e com as normas e parâmetros internacionais que regem sua atuação. Assim, é essencial que desde o início se delineiem e consagrem formalmente os critérios de aquisição que o museu vai seguir, pois desta decisão emergirá o rosto da coleção e sua utilidade pública.Ladkin, pp. 18-22 Na maior parte dos grandes museus contemporâneos a avaliação prévia não é feita por apenas um indivíduo, o curador, mas por uma equipe curatorial, composta de vários membros qualificados, incluindo pelo menos um curador propriamente dito, um conservador/restaurador e um educador, além do diretor da casa, o que minimiza em muito a possibilidade de erros de avaliação. Podem ser agregados sempre que possível outros especialistas, como historiadores, professores e outros profissionais versados nas múltiplas ramificações da área à qual o museu se dedica. O avaliador leva em conta em suma a autenticidade e qualidade da peça, a importância de seu autor (se houver autoria), seu estado de conservação, seu custo de aquisição e manutenção, sua origem e situação legal, sua pertinência para o perfil do acervo que se deseja reunir e sua potencial utilidade para projetos educativos e pesquisas futuras. Aprovada a peça, antes de ser recebida no acervo ela é higienizada e desinfectada, e conforme o parecer do conservador, pode ser necessário um período de quarentena, a fim de se detectar e eliminar contaminantes ou pragas que possam se transmitir para o resto da coleção. A seguir ela é documentada, ou seja, catalogada no sistema de registro empregado pela instituição, e só depois ela ingressa nos depósitos do museu. Nas palavras de Yassuda, ::\"A documentação museológica representa um aspecto da gestão dos museus destinada ao tratamento da informação em todos os âmbitos, desde a entrada do objeto no museu até a exposição, envolvendo tarefas de coleta, armazenamento, tratamento, organização, disseminação e recuperação da informação. Considerando os documentos como registros da atividade humana, a documentação serve como instrumento de comunicação e preservação da informação no âmbito da memória social e da pesquisa científica\".Yassuda, Silvia Nathaly. Documentação museológica: uma reflexão sobre o tratamento descritivo do objeto no Museu Paulista. Programa de Pós- Graduação em Ciência da Informação, Universidade Estadual Paulista, 2009, p. 22 O catálogo inclui pelo menos um documento básico: o livro-tombo (LT), mas ele raramente é suficiente na dinâmica de um museu contemporâneo, e precisa ser complementado por um sistema auxiliar, geralmente um arquivo informatizado e/ou fichas impressas. O LT é um elenco de todas as peças da coleção, inscritas em tinta indelével em um livro especial de registro arquivístico. É um documento formal e oficial de valor histórico, referencial e jurídico. A inscrição no LT equivale à certidão de nascimento da peça na coleção, é um documento permanente, não deve ter erros nem ser modificado. Os registros do LT são sucintos, incluindo geralmente apenas a numeração das peças por ordem de entrada na coleção (número de tombo), o nome do autor (se houver), título da peça, data, dimensões, forma de entrada e uma breve descrição da peça, além de uma rubrica do responsável pelo registro.Roberts, Andrew. Inventário e Documentação. IN Boylan, Patrick J. (ed). Como Gerir um Museu: Manual Prático. ICOM, 2004, pp. 33-54 O registro informatizado, por ser um meio de manejo fácil e possibilitando pronta modificação e recuperação de dados, é talvez a mais prática forma de documentação para uso diário, e deve, ao contrário do LT, incluir uma descrição detalhada e completa de cada peça. De qualquer forma, o registro informatizado deve ser copiado periodicamente e a cópia mantida em local seguro e diferente do local onde está o original, devidamente identificada e datada. Se o original for perdido a recuperação das informações será possível. Ainda não existe uma padronização das formas de documentação, e cada instituição estabelece a sua. O importante é que ela, qualquer que seja, armazene e disponibilize com facilidade de consulta uma informação minuciosa sobre cada peça. Isso inclui uma série de dados: número de tombo; título; data; dimensões; número de edição (para séries e múltiplos); local de produção; transcrição de inscrições, números e marcas; nome do autor; data e local de nascimento e morte, endereço da última residência conhecida, fone/e-mail de contato; forma de entrada (doação, compra, coleta em campo, etc.); posse ou não de direitos autorais, com detalhamento de restrições de reprodução, etc.; descrição física detalhada da peça; instruções especiais para montagem, conservação e exposição; localização permanente e localização temporária; histórico detalhado (procedência, exposições de que participou, empréstimos, antigos proprietários, prêmios, etc., e, conforme o caso, descrição do sítio e dos procedimentos empregados em sua coleta de campo); histórico físico da peça (danos, decaimento, relatórios de restauros, etc.); análise estético/formal; transcrição integral de documentação original associada (incluindo certificados de propriedade, recibos e contratos de compra e venda, textos críticos que recebeu e registro de aparecimento em catálogos, reportagens e publicações - e se possível obtendo para o museu a própria posse de tais documentos); fotografias em vários ângulos, com atenção a detalhes como marcas, danos, inscrições, etc.; e quaisquer outros dados de interesse para a identificação, estudo, divulgação e conservação da coleção. Nem sempre todas essas informações serão conhecidas ou disponíveis, mas deve ser feito um esforço para deixá-las o mais completas possível. Todas essas informações podem ser impressas em fichas individuais para cada peça, que serão arquivadas para garantia do registro caso haja falha nos computadores com perda ou corrupção dos arquivos digitais. As fichas podem, por outro lado, considerando a atualização constante de certas categorias de dados, ser impressas apenas como um formulário básico, a ser preenchido à mão e eventualmente corrigido se necessário, mas todas as informações do registro informatizado devem ser transportadas para as fichas; não pode haver discrepância entre as duas versões documentais. É possível também fazer o caminho inverso: tomar as fichas como registro primário e só depois levar os dados para o computador. Cada instituição deve decidir o método de registro como lhe parecer mais prático, completo e seguro. É sobremaneira importante reunir todos os dados possíveis no momento da coleta ou aquisição, pois mais tarde pode ser impossível obtê-los. ====Conservação e restauro==== A Reserva Técnica (RT), ou Depósito, é a área onde a coleção permanece quando não está sendo exibida ao público. Mais uma vez, as condições deste local variam conforme o tipo de objeto preservado no museu, sendo que cada tipo de material tem exigências específicas de conservação. Segundo Mirabile, os critérios que devem nortear a construção da Reserva são funcionalidade, facilidade de consulta, condições de preservação e segurança. Mirabile, Antonio. Reserva Técnica também é Museu. IN Boletim Eletrônico da ABRACOR, nº 1, jun 2010, p. 5 A conservação museológica tem bases estritamente científicas e não é produto do acaso ou do capricho. Os conservadores não objetivam manter um objeto em boas condições por dois ou três anos apenas, nem por apenas dez ou vinte anos, mas, em tese, pela eternidade afora. Isso, obviamente, é impossível, mas eles desenvolveram técnicas que podem estender muito o tempo de vida normal das peças, pensando que um acervo não deve servir somente à geração que o constituiu, mas a várias gerações à frente. Para efeitos práticos, deve-se prever pelo menos um período futuro de cem anos quando pensamos em conservação, mas os conhecimentos atuais permitem uma extensão ainda maior, e de fato todos os meios devem ser empregados para que as coleções durem muitos séculos, já que elas são tão valiosas para a sociedade.Ogden, Sherelyn. Monitoramento da temperatura e da umidade relativa. Projeto Conservação Preventiva em Bibliotecas e Arquivos, Associação de Arquivistas de São Paulo, 1997, pp. 19-26 É preciso lembrar que o tratamento que as obras de arte ou outros objetos que possuímos em nossas residências recebem é radicalmente diverso daquele que recebem em um museu moderno, onde é obrigatório se pensar sempre a longo prazo. Em um museu, por questões de segurança e conservação, quanto menos pessoas tiverem acesso direto às obras, melhor; quanto menos elas forem manipuladas e expostas, melhor, e em todos os casos, somente pessoal especialmente treinado as toca e manipula, seguindo procedimentos padronizados internacionalmente. As condições ambientais da RT devem ser constantes, com monitoramento diário, e não se pode enfatizar demais a importância de um ambiente climatizado estável na conservação de peças musealizadas. A experiência mostra que mudanças de temperatura e umidade relativa do ar são altamente desestabilizadoras para a estrutura física e química das peças, especialmente em países cujo clima é sujeito a grandes variações. Desta forma, as mudanças ambientais devem ser evitadas a todo custo, e especialmente as súbitas, que sobre materiais especialmente frágeis podem produzir um efeito devastador em questão de minutos. A cada 10 °C a maioria das reações químicas nos materiais duplica sua velocidade, e consequentemente a degradação que produzem, mas cada tipo de material tem um desempenho específico. Tome-se como exemplo o comportamento do papel de jornal: mantido a uma umidade estável de 50% e a uma temperatura estável de 20 °C, sua expectativa de vida chega aos 45 anos, mas se a temperatura for reduzida para 12 °C, mantendo-se a mesma umidade de 50%, teria sua expectativa de vida aumentada para 225 anos. Fotografias coloridas, por sua vez, exigem temperaturas de 2 °C e umidade a 30%. Para acervos mistos uma temperatura entre 17 e 20 °C e umidade entre 30 e 50% são aceitáveis. A flutuação diária permitida fica em torno de 2 °C na temperatura e de 5% na umidade, mas vários autores recomendam níveis de flutuação ainda menores, pois as variações são mais danosas do que níveis absolutos extremos. Entretanto, estes também devem ser evitados. Em combinação com alta umidade as reações se tornam ainda mais rápidas. Temperaturas e umidades baixas, desta forma, são em geral preferíveis. Por outro lado, alguns materiais não toleram bem temperaturas muito frias, outros não resistem em umidades muito baixas. É, portanto, necessário um conhecimento aprofundado sobre o comportamento dos variados materiais que compõem determinado acervo a fim de estabelecer parâmetros de conservação adequados a cada caso.Mirabile, pp. 7-8Cheung, Kwok Chiu. A Importância do Controle Climático em Museus. Departamento de Conservação e Pesquisa do Museu das Culturas Dom Bosco - MCDB, s/d. s/pp. A iluminação também é causa de grande degradação de certos materiais, tanto pela intensidade como pela duração da exposição à luz e pelo tipo de radiação, e por este motivo é estritamente controlada. Esta questão se torna especialmente relevante nas mostras públicas de longa duração, devendo- se evitar ao máximo fontes emissoras de radiação ultravioleta - a maior causa de danos pela luz - ou usando filtros, e adequando os níveis de iluminação para as necessidades de cada tipo de material exposto. Por exemplo, têxteis coloridos e papéis só admitem iluminação muito fraca, no máximo de 50 lux. Peças construídas inteiramente em metal, pedra ou vidro, por outro lado, são na maior parte das vezes praticamente imunes aos efeitos da luz e admitem iluminação abundante - salvo se apresentarem pigmento superficial. É importante entender que a iluminação exerce seus efeitos deletérios sobre os materiais sensíveis desde o primeiro instante de exposição, ainda que a deterioração possa não aparecer de imediato, e tais efeitos são cumulativos e irreversíveis.Barbosa, Luís Antônio Greno. Projetos de Iluminação – Museus e Galerias de Arte. Laboratório de Iluminação, UNICAMP, s/d., pp. 3-14Oliveira, Paulo. Iluminação e Arte. Design: Ações e Críticas, 28 jun 2008 A conservação preventiva e o restauro são, em todos os casos, sem exceção, trabalhos para um profissional especializado, pois trata-se de atividades científicas de grande complexidade, requerendo amplos conhecimentos de física, química, biologia, estética, história, e uma grande variedade de campos diferentes de saber conforme sua especialização e a área de atividade de sua instituição. Este profissional, o conservador/restaurador, além de desempenhar suas tarefas específicas - quais sejam: prevenir danos e repará-los quando surgirem - participa da administração do museu contribuindo decisivamente na elaboração da política de aquisições de novas peças e na definição dos programas de climatização e segurança da casa. Entre os problemas mais frequentes com que se deparam os conservadores/restauradores estão o envelhecimento natural de cada material, danos oriundos de acidentes, sinistros, vandalismo, climatização inadequada ou poluição, e ataques de agentes biológicos como fungos, roedores, traças e cupins. Nenhuma peça é restaurada por pessoa desqualificada, ou que tenha feito algum \"curso rápido\", ou que tenha aprendido suas técnicas via internet, pois na vasta maioria dos casos ela produz mais danos do que benefícios, e danos muitas vezes irreversíveis. Muitos museus pequenos não contam com um restaurador em seu quadro, e se torna assim necessária a contratação externa deste serviço. O restaurador deve ser escolhido por sua reputação, credenciais e currículo, que devem ser checados pela administração do museu com cuidado.Drumond, Maria Cecília de Paula. Prevenção e Conservação em Museus. IBRAM, s/d. pp. 111-118Michalski, Stefan. Conservação e Preservação do Acervo. IN Boylan, Patrick J. (ed). Como Gerir um Museu: Manual Prático. ICOM, 2004, pp. 55-95 ===Segurança=== Dado o alto valor monetário de muitos acervos, os especialistas desenvolvem constantemente novas estratégias de segurança, e não é raro que haja segurança armada dentro das galerias; mesmo assim, as notícias de roubo, furto ou depredação de objetos colecionados são comuns. Os museólogos recomendam que o museu elabore um completo programa de segurança que envolva todos os funcionários mas permaneça sigiloso para o público, e que inclua a proteção dos itens nos depósitos, galerias e viagens contra roubos, furtos, vandalismo, acidentes e sinistros, e preveja as medidas a serem tomadas em casos emergenciais. Museus bem amparados financeiramente podem instalar sofisticados sistemas de segurança, que incluem circuito interno de TV, detectores de metais nas entradas e saídas, detectores de incêndio e alagamento, sensores de movimento e vários tipos de alarmes, além de um corpo de segurança especialmente treinado de prontidão 24h por dia. Nos problemas de segurança relativos ao público em geral, um dos que mais se destacam é o vandalismo involuntário. Muitas vezes, desinformadas e apenas por curiosidade, as pessoas tocam nas peças expostas, mas muitas delas podem ser extremamente frágeis, e não suportam toque ou manuseio; outras, mesmo resistentes, se impregnam das sujidades, suor e gordura das mãos que as tocam, o que se torna muito grave para a conservação do material se o toque for repetitivo; ou podem ser vítimas de acidente: um escorregão basta para um desastre, onde não só a peça pode se danificar de modo irremediável, como a pessoa envolvida, se ferir com gravidade. Algumas peças de arte contemporânea, ou as de museus com acervos interativos, por outro lado, podem ser tocadas, geralmente sob a supervisão de um monitor.Grinspum, Denise. Os desafios da segurança em museus. ICOM-Brasil, s/d., s/pp.Ogden, Sherelyn. Administração de emergências. Rio de Janeiro: Projeto Conservação Preventiva em Bibliotecas e Arquivos, 2001. pp. 5-13 Por outro lado, o vandalismo intencional de patrimônio público ou privado é crime, e é punido pela lei.Carteri, Karin Kreismann. Educação Patrimonial - Empatia Contra o Vandalismo. IN Revista Museu, acesso 3 mar 2011 ===Exposição e ação educativa=== A exibição de um acervo é um processo tão complexo quanto sua conservação no depósito, envolve direta ou indiretamente todos os funcionários da instituição, mas é praticamente a única parte das atividades museais que o grande público pode conhecer, e por isso constitui o cartão de visitas do museu. Além disso, o contato direto com as peças é o momento maior em que se efetiva a verdadeira educação do público, a qual se constitui num dos objetivos primários da exposição e do próprio museu. Isso posto, a tendência atual é de que todas as exposições sejam organizadas com objetividade e clareza, sob um planejamento curatorial decididamente voltado para a educação, devidamente identificando as peças e contextualizando o material exposto com informações ricas e exatas, mas acessíveis ao visitante médio, e providenciando ações educativas complementares variadas. As exposições podem ser de longa duração, de curta duração, virtuais, ou extramuros, onde se incluem as itinerâncias.Herreman, Yani. Exposição, Exibições e Mostras. IN Boylan, Patrick J. (ed). Como Gerir um Museu: Manual Prático. ICOM, 2004, p. 99-101 Uma mostra, para ser culturalmente bem sucedida, não pode ser improvisada, na verdade uma exposição memorável, que justifique os altíssimos gastos públicos com os museus, é um trabalho coletivo de grande escala, longo alcance e de cunho científico, e implica muita pesquisa cultural, produção de materiais acessórios como publicações, e minucioso planejamento logístico, incluindo roteiro de marketing e divulgação na mídia, um processo iniciando meses, ou até anos, conforme o porte da mostra, antes da data de inauguração, e continuando por algum tempo depois no processo de avaliação de resultados. Requer do museu também um bom conhecimento do perfil do seu público - e para isso são úteis pesquisas de opinião e estatísticas -, sem desconsiderar as exigências de uma proposta pedagógica de alto nível. Museus com boa infraestrutura já produzem catálogos ilustrados e materiais gráficos e informativos para cada exposição, e mantêm websites com rico material disponível para consulta online; têm departamentos especiais para ação educativa, articulação com escolas e instituições culturais, acolhimento do visitante e monitoramento da visitação, oferecendo diversas opções de atividades paralelas, como oficinas, palestras, teatro, concertos, visitas guiadas, etc., e também fazendo programações diferenciadas para públicos particularizados, como estrangeiros, escolares, pessoas com necessidades especiais, crianças/adultos, leigos/especialistas, etc.Herreman, pp. 101-109Woollard, Vicky. Acolhimento do Visitante. IN pp. 113-127Brüninghaus-Knubel, Cornelia. A Educação do Museu no Contexto das Funções Museológicas. IN Boylan, Patrick J. (ed). Como Gerir um Museu: Manual Prático. ICOM, 2004, pp. 128-144 Faz parte dos programas educativos de muitos museus dar orientação ao público não só sobre o valor cultural dos acervos expostos, mas também sobre regras básicas de comportamento durante as visitas, o que usualmente inclui vários interditos, como a proibição de comer, beber, fumar, gritar, correr pelas salas, tocar nas peças, carregar sacolas, bolsas e objetos volumosos, fotografar, deixar crianças pequenas circularem desacompanhadas, etc. Essa regulamentação pode às vezes parecer rígida demais, mas se destina à proteção do acervo tanto como das pessoas que o vão conhecer. Porém os museus podem estabelecer seus próprios códigos de etiqueta para os visitantes, que são publicados em seus websites para conhecimento prévio dos interessados.O Museu. Página do Museu da Língua Portuguesa, acesso 3 mar 2011Prepare a sua visita. Página do Museo del Ejército, acesso 3 mar 2011 A exposição requer em linhas gerais os mesmos cuidados aplicados para o armazenamento dos itens na Reserva; na verdade, a sala de exposição deve ser concebida quase como uma segunda Reserva Técnica, de uso temporário, já que nada adianta se conservar um acervo com todo o cuidado na RT e em seguida transportá-lo para uma galeria onde enfrentará penosamente as oscilações do clima. A climatização nas galerias, por isso, se aproxima à da Reserva e funciona 24h por dia. Exposições de longa duração podem ser particularmente problemáticas pela continuada exposição das peças à luz e a condições ambientais tornadas instáveis pelo afluxo variável de público, cujos corpos emitem consideráveis quantidades de umidade e calor. Museus que guardam acervos de objetos especialmente sensíveis podem ser obrigados a montar exposições frias ou penumbrosas demais para o gosto do público. == Bibliografia == * Chris van Uffelen (2010): Museus. Arquitectura. Tradução ao português de Maria do Carmo Ramos Pimentel. Ullmann, Potsdam. ISBN 978-3-8331-6058-5. == Ver também == * Museologia * Ecomuseu * Museu a céu aberto * Museu de cera * Museu de percurso * Lista de museus * Galeria de arte * Lista dos museus de arte mais visitados do mundo == Ligações externas == ;Websites: * Comitê Brasileiro do Conselho Internacional de Museus (ICOM) * Instituto Português dos Museus e da Conservação * Sistema Brasileiro de Museus * Associação Brasileira de Museologia * Instituto Brasileiro de Museus ;Documentos: * Política Nacional de Museus. IBRAM, 2003 * Estatuto de Museus. Lei 11.904 de 14 de janeiro de 2009. Governo Federal do Brasil * Código de Ética para Museus. 21ª Assembleia Geral do ICOM. Seul, 2004 ;Procedimentos e conceitos básicos * Frantz, Ricardo. Manual do Museu. Wikispaces, 2010-2011",
 "title": "Museu"
}