{
 "id": "15542",
 "text": "Apcalu (em acádio) ou Abigal (em sumério) são termos que poden ser traduzidos como \"conselheiro\" ou \"sábio\". Na mitologia acádia, os sete (às vezes considerados oito) sábios que serviam aos reis como clérigos. Um outro epíteto para Apcalu é Anedoti. Oanes (Adapa), bem como os outros sábios, portanto, eram chamados de Anedoti ou Apcalu. Dentre os presentes nesse conselho de sábios, alguns eram poetas, ocupados da confecção das epopéias de Erra e de Gilgamés; outros, sacerdotes do deus Ea (ou Enqui). Os Apcalu eram pescadores, insurgindo das águas para dadivar os homens com a civilização. == Etimologia == O termo Apcalu tem vários usos, mas geralmente se refere a alguma forma de sabedoria. As traduções do termo geralmente equivalem aos usos da língua inglesa dos termos \"o sábio\", \"sábio\" ou \"especialista\".Civil et al. 1968, pp. 171–173, apkallatu / apkallu. Como epíteto, prefixo ou adjetivo, pode significar \"o sábio\" tem sido usado como epíteto para os deuses Enqui e Marduque, simplesmente interpretado como \"o sábio entre os deuses\" ou formas semelhantes. Também foi aplicado a Enlil, Ninurta e Adade.Civil et al. 1968, \"apkallu\", p. 171, col. 2 – p. 172, col. 1. O termo também refere-se aos \"sete sábios\", especialmente ao sábio Adapa, e também às figuras apotropaicas, que freqüentemente são estatuetas dos próprios 'sete sábios'.Civil et al. 1968, \"apkallu\", p. 172, col. 2 – p. 173, col. 1. Além disso, o termo é usado quando se refere a \"sacerdotes\" humanos (também \"exorcistas\", \"adivinhos\"). No entanto, os sábios humanos da Mesopotâmia também usaram o termo umianu (umânù). O termo \"Apcalu\" é acádio, e pensa-se que deriva do \"Abigal\" sumério.Van der Toorn, Becking & van der Horst 1999, \"Apkallu\", pp.72. ==Lista dos sábios== * Adapa (Uam, Oanes) * Uanduga * Enmeduga * Enmegalana * Enmebuluga * Anenlilda * Utuapsu ==Ver também== * Eridu * Adapa * Suméria * Babilônia * Mitologia acádia * Mitologia suméria * Mitologia babilônica Categoria:Mitologia acadiana Categoria:Híbridos humanos na mitologia",
 "title": "Apcalu"
}