{
 "id": "15554",
 "text": "Ipanema é um bairro da Zona Sul do município do Rio de Janeiro, fundado em 1894 por José Antônio Moreira, Conde de Ipanema. Limita com os bairros de Copacabana, Leblon e Lagoa. == Etimologia == O nome tupi Ipanema admite três interpretações semânticas: \"água ruim, rio sem peixes\", através da junção dos termos 'y (\"água\") e panema (\"imprestável\"); \"lagoa fedorenta\", através da junção dos termos upaba (\"lago\") e nem (\"fedorento\");http://www.fflch.usp.br/dlcv/tupi/vocabulario.htm e \"rio amarelo\", através da junção dos termos 'y (\"rio\") e panema (\"amarelo\"). O nome faz referência a São João do Ipanema, localidade hoje pertencente ao distrito de Bacaetava, município de Iperó, interior de São Paulo, que tinha esse nome por causa do Rio Ipanema que a banhava, e onde José Antônio Moreira Filho (1830-1899), feito segundo Barão de Ipanema em 1847 (e conde em 1868), havia nascido. José Antônio Moreira Filho investiu seu capital na região atualmente ocupada pelo bairro de Ipanema, fundando a Villa Ipanema em 1894, e, dessa forma, transferiu o nome do título de nobreza da sua família e de seu local de nascimento para as terras que acabara de comprar. == História == O desenvolvimento da Villa de Ipanema se intensifica a partir do início do século XX, quando a cidade do Rio de Janeiro ruma da região Central para o Sul a partir dos bairros do Flamengo, Botafogo e posteriormente Copacabana, Ipanema e Leblon. Os terrenos de praia passam a cair no gosto da população e as linhas de bonde, inauguradas em 1902, facilitam a urbanização da Villa de Ipanema, ainda um areal despovoado. O chafariz das Sacaduras do velho Convento da Ajuda, demolido para dar lugar ao Teatro Municipal, foi transferido para a Praça Ferreira Viana, hoje General Osório. Em 1918, foram erguidos na então Rua 20 de Novembro, hoje Visconde de Pirajá, o Colégio dos Franciscanos e a Igreja Nossa Senhora da Paz. A primeira missa na Igreja foi celebrada contudo, somente em 12 de maio de 1921. O projeto paisagístico das calçadas de Ipanema é do arquiteto e paisagista Renato Primavera Marinho, em comemoração do quarto centenário da cidade. == Geografia == thumb|Praia de Ipanema === Praia de Ipanema === A Praia de Ipanema tem 2,6 km de extensão e fica perto do bairro do Leblon que é um complemento dela. Uma das praias mais famosas da cidade, perde em popularidade apenas para a Praia de Copacabana, onde é realizado todos os anos o reveillon da cidade. Ipanema inspirou o compositor Vinícius de Moraes quando lançou a canção \"Garota de Ipanema\", da qual Tom Jobim foi responsável pela melodia. Além de ser um ponto de encontro tradicional para moradores e turistas, a praia é utilizada para a prática de diversos esportes. Entre as atividades favoritas estão o skiboard surf, frescobol, vôlei, futebol, futevôlei. Os principais campeonatos de vôlei de praia são transmitidos para todo o Brasil. A praia também é palco de shows ao ar livre, que acontecem à noite perto do canal que divide o bairro do Leblon. Vão desde concertos de música clássica a apresentações de artistas consagrados. Em 2008, por exemplo, o concerto Bossa Nova 50 Anos contou com a participação dos maiores nomes do gênero musical, historicamente ligado ao bairro. Os visitantes da Praia de Ipanema devem ter cuidado na hora de mergulhar, pois há correntezas fortes. O Arpoador, uma das pontas de Ipanema, é um paraíso do surfe. O Posto Nove é considerado um dos melhores pontos da praia carioca, frequentado por celebridades e pelos jovens. Um hábito bastante comum é aplaudir o pôr do sol, um costume lançado no verão de 1968/1969, quando o jornalista Carlos Leonam, extasiado pela beleza, começou a aplaudir, sendo logo em seguida acompanhado pela roda de amigos, que contava com a presença de Gláuber Rocha, João Saldanha, Jô Soares, entre outros. Esse costume de aplaudir o pôr-do-sol foi consagrado pelo publicitário Roberto Duailibi, numa propaganda para televisão de protetor solar. === Praia do Diabo === A Praia do Diabo fica localizada entre o Forte de Copacabana e a Praia do Arpoador. É uma praia pequena, de mar aberto, rodeada de coqueiros. Há uma pequena praça, antes da descida para a praia, com bancos onde se pode sentar e apreciar a paisagem desfrutando de uma água de coco bem gelada. Tem esse nome devido à violência do mar naquela região.Praias. Disponível em http://www.praiasecia.com.br/informacao/view/Rio-de-Janeiro/Praias-da-Cidade- do-Rio-de-Janeiro/Praia-do-Diabo/ . Acesso em 21 de agosto de 2013. == Economia == Em 2010, o rendimento nominal médio mensal domiciliar do bairro foi de 10,978,77 reais. Ipanema é um bairro de classe alta. === Comércio === O comércio de luxo vem crescendo no bairro: lojas e butiques como Osklen e Farm têm suas origens ligadas ao bairro. As sedes de grandes joalherias como Amsterdam Sauer e H. Stern também são localizadas em Ipanema. Grandes marcas internacionais como Mont Blanc e Louis Vuitton também escolheram lojas em pontos do bairro. Estas lojas se concentram nas ruas Garcia D'Avila e Visconde de Pirajá (principalmente na Galeria Forum de Ipanema) e Maria Quitéria. O bairro ainda possui alguns dos melhores e mais tradicionais bares e restaurantes do Rio de Janeiro, como o Bar Garota de Ipanema, onde Vinicius de Moraes criou a famosa canção homônima. Podemos citar, também, o Bar Vinte, na Rua Visconde de Pirajá, onde antigamente o bonde fazia a volta e o Bar Paz e Amor, na esquina das ruas Garcia D'ávila e Nascimento Silva. O primeiro supermercado da rede Zona Sul, conhecida pelo seu padrão de qualidade e serviço, se encontra próximo à Praça General Osório. Além das feiras de frutas e verduras nas praças General Osório e Nossa Senhora da Paz, aos domingos acontece a tradicional Feira Hippie, com venda de artesanato e quadros. === Turismo === Ipanema figura entre os principais pontos turísticos da cidade do Rio de Janeiro, tanto para turistas brasileiros quanto internacionais. Todo ano, turistas lotam o tradicional bairro e sua praia. O Parque Garota de Ipanema e a Pedra do Arpoador são pontos turísticos populares. Assim como a vista para o Morro Dois Irmãos, um cartão-postal do Rio de Janeiro. A Igreja de Nossa Senhora da Paz também é um ponto turístico da região, recentemente reformada. Recentemente, vários albergues vêm sendo instalados no bairro, o que aumentou consideravelmente o número de jovens de todos os lugares do mundo, nas ruas. Isso valorizou imóveis antes menos procurados, como as casas mais antigas localizadas principalmente nas pitorescas vilas do bairro. === Hoteis em Ipanema === Ipanema oferece uma ampla rede hoteleira no Rio de Janeiro. Conhecida por sua atmosfera sofisticada e suas belas praias, a região conta com uma variedade de opções de hospedagem que atendem a diferentes preferências e orçamentos. Desde hotéis boutique elegantes até aconchegantes pousadas, os estabelecimentos em Ipanema proporcionam aos visitantes uma estadia memorável. Muitos desses locais estão estrategicamente localizados próximos às famosas praias, bem como a restaurantes, lojas e espaços de entretenimento, garantindo comodidade e conveniência aos hóspedes. Com serviços de alta qualidade e uma atmosfera cosmopolita, a rede hoteleira de Ipanema complementa a experiência única que a região oferece aos turistas que visitam o Rio de Janeiro. == Demografia e sociedade == A população do bairro caiu de 46 808 habitantes, em 2000, para 42 743 em 2010. Escolas tradicionais como o Colégio Notre Dame e Colégio São Paulo e a Universidade Cândido Mendes estão presentes no bairro. * Escolaridade: 12,54 anos (Instituto Brasileiro de Geografia e Estatística, censo do ano 2000) A expectativa de vida média do bairro (homens e mulheres) é de 77,6 anos (Instituto Brasileiro de Geografia e Estatística, censo do ano 2000). == Cultura == O bairro é conhecido também pelos seus teatros e cinemas como a Casa de Cultura Laura Alvim, Teatro Ipanema e Estação Ipanema. Durante o carnaval carioca, vários blocos tradicionais como a Banda de Ipanema, o Simpatia é Quase Amor e o Rola Preguiçosa circulam pelo bairro. A sede carioca da Rede Record de televisão fica na Praça Nossa Senhora da Paz. ==Ver também== * Regiões administrativas do Rio de Janeiro * Estado do Rio de Janeiro * Rio de Janeiro (cidade) * Cantagalo-Pavão-Pavãozinho == Ligações externas == * * * * * * * Categoria:Topônimos de origem tupi",
 "title": "Ipanema"
}