{
 "id": "15615",
 "text": "Fight Club é um filme norte-americano de 1999 dirigido por David Fincher. É baseado no romance homônimo de Chuck Palahniuk, publicado em 1996. O filme é protagonizado por Brad Pitt, Edward Norton e Helena Bonham Carter. Norton representa o protagonista anônimo, um \"homem comum\" que está descontente com o seu trabalho de classe média na sociedade americana. Ele forma um \"clube de combate\" com o vendedor de sabonetes Tyler Durden, representado por Brad Pitt, e se envolve com uma mulher dissoluta, Marla Singer, representada por Helena Bonham Carter. Os direitos do romance de Palahniuk foram adquiridos pela produtora da 20th Century Fox Laura Ziskin, que contratou Jim Uhls para escrever a adaptação do filme. Fincher foi um de quatro diretores considerados; foi eventualmente contratado devido ao seu entusiasmo pelo filme. Fincher desenvolveu o roteiro com Uhls e procurou conselhos de escrita com outros roteiristas na indústria cinematográfica. O diretor e o elenco compararam a produção aos filmes Rebel Without a Cause e The Graduate. A intenção de Fincher com a violência de Fight Club foi a de servir como metáfora ao conflito entre uma geração de pessoas jovens e o sistema de valores da publicidade. O realizador copiou o tom homoerótico do romance de Palahniuk para manter a audiência desconfortável e desviar a atenção da surpresa do final do enredo. Os executivos da Fox não aprovaram o filme e reestruturaram a campanha de marketing intencionada por Fincher para reduzir as perdas antecipadas. Fight Club não atingiu as expectativas do estúdio nas bilheteiras e recebeu reações polarizadas dos críticos, que elogiaram suas atuações, direção, temas e ambiguidade moral, mas criticaram sua violência. O jornal The Guardian viu-o como um prenúncio de mudança da vida política americana e descreveu o seu estilo visual como inovador. O filme tornou-se mais tarde um sucesso comercial com o lançamento do DVD, que estabeleceu Fight Club como um filme cult, tornando-se posteriormente considerado um dos maiores e mais influentes filmes de todos os tempos. Em 2013, Chuck Palahniuk anunciou, durante a edição da ComicCon de São Diego, uma continuação em graphic novel de seu romance intitulada Fight Club 2, lançada em maio de 2015. Contudo, até o momento, não há nenhum rumor acerca de uma versão cinematográfica, como ocorreu com o primeiro livro. ==Enredo== O narrador (cujo nome não é mencionado durante todo o filme) é um empregado de uma companhia de seguros e sofre de insônia. O médico recusa-se a dar-lhe medicação e aconselha-o a visitar um grupo de apoio para testemunhar sofrimentos mais graves. O narrador assiste às sessões de um grupo de apoio para vítimas de cancro testicular e, fazendo-se passar por vítima de cancro, encontra uma libertação emocional que alivia a sua insônia. Ele torna-se viciado em ir a grupos de apoio e em fingir ser uma vítima, mas a presença de outra impostora, Marla Singer, o incomoda. Ele então negocia com ela para evitar o encontro entre ambos com os mesmos grupos. Depois de voar para casa após uma viagem de negócios, o narrador encontra o seu apartamento destruído por uma explosão. Ele contacta Tyler Durden, um vendedor de sabão que conheceu no voo, e eles encontram-se num bar. Uma conversa sobre consumismo acaba com Tyler a convidar o narrador para ficar em sua casa e, depois disso, ele pede ao narrador para lhe dar um soco. Os dois envolvem-se numa luta fora do bar, com o narrador, posteriormente, a mudar-se para a casa em ruínas de Tyler. Eles têm outras lutas fora do bar, e estas atraem uma multidão de homens. Os combates mudam-se para o porão do bar, onde os homens formam um clube de combate. Marla tem uma overdose de pílulas e telefona ao narrador para ele a ajudar. Ele a ignora, mas Tyler responde à chamada e salva-a. Tyler e Marla envolvem-se sexualmente e Tyler avisa para o narrador nunca falar com Marla sobre ele. Mais clubes da luta formam-se em todo o país e eles tornam-se numa organização antimaterialista e anticapitalista denominada \"Projeto Destruição\", sob a liderança de Tyler. O narrador queixa-se a Tyler querendo estar mais envolvido na organização, mas Tyler desaparece repentinamente. Quando um membro do Projeto Destruição morre, o narrador tenta encerrar o projeto, e segue pistas das viagens pelo país que Tyler fez para localizá-lo. Numa cidade, um membro do projeto cumprimenta o narrador como Tyler Durden. O narrador chama Marla do seu quarto de hotel e descobre que Marla também acha que ele é Tyler. De repente, ele vê Tyler Durden em seu quarto e Tyler explica que eles são personalidades dissociadas dentro do mesmo corpo. Tyler controla o corpo do narrador quando o narrador está a dormir. O narrador desmaia depois da conversa. Quando acorda, descobre pelos registos do seu telefone que Tyler fez chamadas enquanto ele estava \"desmaiado\". Ele descobre os planos de Tyler para apagar as dívidas de pessoas com instituições financeiras através da destruição de edifícios que contêm registros de empresas de cartão de crédito. O narrador tenta entrar em contato com a polícia, mas descobre que alguns policiais também fazem parte do projeto. Ele tenta desarmar os explosivos em um dos prédios, mas Tyler subjuga-o e muda-se para um prédio seguro para assistir à destruição. O narrador, mantido por Tyler sob a mira de uma arma, percebe que uma vez que partilha o mesmo corpo com Tyler, ele é que está na verdade a segurar a arma. Ele dispara para dentro da sua boca, acertando através do rosto, sem se matar. Tyler cai com um ferimento de saída para a parte traseira de sua cabeça e o narrador deixa de o projetar mentalmente. Depois disso, os membros do Projeto Destruição trazem a Marla que entretanto tinha sido raptada a ele, acreditando ser ele Tyler, e deixam-nos sozinhos. Os explosivos detonam, desmoronando os edifícios, enquanto o narrador e Marla assistem à cena, de mãos dadas. == Elenco == ==Produção== ===Desenvolvimento=== O livro original Fight Club de Chuck Palahniuk foi lançado em 1996. Antes mesmo de sua publicação, um olheiro da Fox Searchlight Pictures enviou uma prova de galé do romance ao executivo criativo Kevin McCormick. O executivo designou um leitor de estúdio para revisar a prova como candidato a uma adaptação para o cinema, mas o leitor o desencorajou. McCormick então encaminhou a prova aos produtores Lawrence Bender e Art Linson, que também o rejeitou. Os produtores Josh Donen e Ross Bell viram potencial e expressaram interesse. Eles organizaram leituras de tela gratuitas com atores para determinar a duração do roteiro, com uma leitura inicial durando seis horas. Os produtores cortaram seções para reduzir o tempo de execução e usaram o roteiro mais curto para gravar seus diálogos. Bell enviou a gravação para Laura Ziskin, chefe da divisão Fox 2000, que ouviu a fita e comprou os direitos de Fight Club de Palahniuk por dez mil dólares. Ziskin inicialmente considerou contratar Buck Henry para escrever a adaptação, achando Fight Club semelhante ao filme de 1967 The Graduate, que Henry havia adaptado. Quando um novo roteirista, Jim Uhls, pressionou Donen e Bell para o trabalho, os produtores o escolheram em vez de Henry. Bell contatou quatro diretores para dirigir o filme. Ele considerou Peter Jackson a melhor escolha, mas Jackson estava muito ocupado rodando o filme de 1996 The Frighteners na Nova Zelândia. Bryan Singer recebeu o livro, mas não o leu. Danny Boyle se encontrou com Bell e leu o romance, mas ele rejeitou o convite. O livro também foi enviado para David O. Russell, mas ele não conseguiu entender o romance. David Fincher, que leu Fight Club e tentou comprar os direitos sozinho, conversou com Ziskin sobre a direção do filme. Fincher hesitou em aceitar a tarefa com a 20th Century Fox no início porque teve uma experiência desagradável ao dirigir o filme Alien 3 de 1992 para o estúdio; para consertar seu relacionamento com a empresa, ele se encontrou com Ziskin e o chefe do estúdio, Bill Mechanic. Em agosto de 1997, a 20th Century Fox confirmou oficialmente que Fincher iria dirigir a adaptação cinematográfica de Fight Club. ===Escolha de elenco=== O produtor Ross Bell se encontrou com o ator Russell Crowe para discutir sua candidatura ao papel de Tyler Durden. O produtor Art Linson, que se juntou ao projeto mais tarde, se encontrou com Brad Pitt sobre o mesmo papel. Linson era o produtor-sênior dos dois, então o estúdio preferiu escalar Pitt em vez de Crowe. Pitt estava procurando um novo filme após o fracasso doméstico de seu filme Meet Joe Black de 1998 e o estúdio acreditava que Fight Club teria mais sucesso comercial com uma grande estrela. O ator assinou com o estúdio por um cachê de US$ 17,5 milhões. Para o papel do narrador sem nome, o estúdio desejava um \"nome de destaque mais sexy\", como Matt Damon, para aumentar as perspectivas comerciais do filme; também foi considerado Sean Penn para o papel. Em vez disso, Fincher considerou Edward Norton com base em sua atuação no filme de 1996 The People vs. Larry Flynt. Outros estúdios estavam abordando Norton para papéis principais no desenvolvimento de filmes como The Talented Mr. Ripley e Man on the Moon. Norton chegou a ser escalado para O Júri, mas o filme acabou não saindo do papel. A Fox ofereceu a Norton US$ 2,5 milhões por sua atuação em Fight Club. No entanto, ele não pôde aceitar a oferta imediatamente porque ainda devia à Paramount Pictures um filme; ele havia assinado uma obrigação contratual com a Paramount para aparecer em um dos futuros filmes do estúdio por um salário menor. Norton mais tarde fez um acordo e conseguiu cumprir sua obrigação ao realizar um papel no filme de 2003 The Italian Job. Em janeiro de 1998, a 20th Century Fox anunciou que Pitt e Norton haviam sido escalados. Os atores se prepararam tendo aulas de boxe, taekwondo e grappling, além de aprenderem noções sobre a fabricação de sabão. Pitt visitou voluntariamente um dentista para ter pedaços de seus dentes da frente lascados para que seu personagem não tivesse dentes perfeitos; os dentes foram restaurados após o término das filmagens. A primeira escolha de Fincher para o papel de Marla Singer foi Janeane Garofalo. Embora Fincher inicialmente tenha declarado que ela recusou porque se opôs ao conteúdo sexual do filme, em uma entrevista em 2020, Garofalo revelou que aceitou o papel, mas foi dispensada porque Norton acreditava que ela não era adequada para a personagem. Os cineastas consideraram Courtney Love e Winona Ryder como as primeiras candidatas. O estúdio queria escalar Reese Witherspoon, mas Fincher sentiu que ela era muito jovem. O diretor então decidiu escolher Helena Bonham Carter após observar sua atuação no filme de 1997 The Wings of the Dove. ===Escrita do roteiro=== Jim Uhls começou a trabalhar no rascunho do roteiro adaptado, que originalmente excluía a locução porque a indústria considerava a técnica \"banal\" na época. Quando Fincher se juntou à equipe do filme, ele pensou que o longa deveria ter uma narração, acreditando que o humor do filme vinha da voz do narrador. Ele descreveu o filme sem narração como aparentemente \"triste e patético\". Fincher e Uhls revisaram o roteiro por seis a sete meses e em 1997 tinham um terceiro rascunho que reordenou a história e deixou de fora vários elementos importantes. Quando Pitt foi escalado, ele estava preocupado que seu personagem, Tyler Durden, fosse muito unidimensional. Fincher procurou o conselho do roteirista e diretor Cameron Crowe, que sugeriu dar mais ambiguidade ao personagem. Fincher também contratou o roteirista Andrew Kevin Walker para obter assistência. Ele convidou Pitt e Norton para ajudar a revisar o roteiro e o grupo elaborou cinco revisões ao longo de um ano. Palahniuk elogiou a fiel adaptação cinematográfica de seu romance e aplaudiu como o enredo do filme foi mais simplificado do que o do livro. Palahniuk lembrou como os escritores debateram se o público do filme acreditaria na reviravolta na história do romance. Fincher apoiou a inclusão da reviravolta, argumentando: \"Se eles aceitarem tudo até este ponto, eles aceitarão a reviravolta na história. Se ainda estiverem no cinema, ficarão com ela\". O romance de Palahniuk também continha conotações homoeróticas, que Fincher incluiu no filme para deixar o público desconfortável e acentuar a surpresa das reviravoltas. A cena do banheiro em que Tyler Durden se banha ao lado do Narrador é um exemplo dos tons secundários; a frase \"Queria saber se realmente é de uma outra mulher que a gente precisa\" pretendia sugerir responsabilidade pessoal em vez de homossexualidade. Outro exemplo é a cena no início do filme em que Tyler Durden coloca o cano de uma arma na boca do Narrador. O Narrador encontra a redenção no final do filme ao rejeitar a dialética de Tyler Durden, um caminho que divergiu do final do romance em que o Narrador é colocado em uma instituição mental. Norton traçou paralelos entre a redenção no filme e a redenção em The Graduate, indicando que os protagonistas de ambos os filmes encontram um meio-termo entre duas divisões do eu. Fincher considerou o romance muito mais focado em Tyler Durden e mudou o final para a história se afastar dele: \"Eu queria que as pessoas amassem Tyler, mas também queria que eles concordassem com sua derrota\". ===Filmagens=== Os executivos do estúdio Mechanic e Ziskin planejaram um orçamento inicial de US$ 23 milhões para a produção do filme, mas no início da produção, o orçamento foi aumentado para US$ 50 milhões. Metade foi paga pela Regency Enterprises, mas durante as filmagens, o orçamento projetado subiu para US$ 67 milhões. O chefe da Regency e produtor executivo de Fight Club, Arnon Milchan, fez um pedido a Fincher para tentar reduzir os custos do filme em pelo menos US$ 5 milhões. Com a recusa do diretor, Milchan ameaçou Mechanic de retirar o financiamento da Regency. Mechanic procurou restaurar o apoio de Milchan enviando-lhe cópias das agendas das filmagens. Depois de ver três semanas de filmagem, Milchan restabeleceu o apoio financeiro da Regency. O orçamento de produção final foi de US$ 63 a 65 milhões. As cenas de luta foram bastante coreografadas, mas os atores foram obrigados a \"fazer o máximo\" para capturar impressões mais realistas. A maquiadora Julie Pearce, que havia trabalhado para Fincher no filme The Game de 1997, estudou artes marciais mistas e assinou um pacote pay- per-view de boxe para retratar os lutadores com precisão. Ela projetou uma orelha extra sem cartilagem, inspirada na luta de boxe em que Mike Tyson arrancou parte da orelha de Evander Holyfield. Os maquiadores criaram dois métodos para criar suor na hora: borrifar água mineral sobre uma camada de vaselina e usando a água não adulterada para \"suor molhado\". Meat Loaf, que interpreta um membro do clube da luta que tem ginecomastia, usava um arnês de 40 kg (90 libras) que lhe dava seios grandes; ele também usava calçados altos de vinte centímetros em suas cenas com Norton para parecer mais alto que ele.Fight Club DVD commentary featuring David Fincher, Brad Pitt, Edward Norton and Helena Bonham Carter, [2000], 20th Century Fox. As filmagens duraram 138 dias de julho a dezembro de 1998, durante os quais Fincher filmou mais de 1.500 rolos de filme, três vezes a média de um filme de Hollywood. As locações foram em torno de Los Angeles e em cenários construídos no estúdio da Fox em Century City. O desenhista de produção Alex McDowell construiu mais de setenta cenários. O exterior da casa de Tyler Durden foi construído em Wilmington, Califórnia, enquanto o interior foi construído em um estúdio de som no local do estúdio. O interior recebeu uma aparência decadente para ilustrar o mundo desconstruído dos personagens. O apartamento de Marla Singer foi baseado em fotos de apartamentos do centro de Los Angeles. No geral, a produção incluiu trezentas cenas, duzentas locações e efeitos especiais complexos. Fincher comparou Fight Club a seu filme subseqüente e menos complexo Panic Room: \"Eu senti como se estivesse passando todo o meu tempo assistindo caminhões sendo carregados e descarregados para que eu pudesse filmar três linhas de diálogo. Havia muito transporte acontecendo\". ===Cinematografia=== David Fincher usou o formato de filme Super 35 para rodar Fight Club, pois isso lhe dava o máximo de flexibilidade para compor as tomadas. Ele contratou Jeff Cronenweth como diretor de fotografia; o pai de Jeff, Jordan Cronenweth, havia sido o diretor de fotografia do filme de Fincher, Alien 3, de 1992, mas saiu no meio da produção devido à doença de Parkinson. Fincher explorou estilos visuais em seus filmes anteriores Seven e The Game com ele e Cronenweth desenhando elementos desses estilos para Fight Club. Fincher e Cronenweth aplicaram um estilo escandaloso, optando por deixar as pessoas \"meio que brilhantes\". A aparência das cenas do Narrador sem Tyler eram suaves e realistas. As cenas com Tyler foram descritas por Fincher como \"mais hiper-reais em um sentido desconstruído e demolido, uma metáfora visual do que [o Narrador está] se dirigindo\". Os cineastas usaram cores fortemente \"desaturadas\" no figurino, maquiagem e direção de arte. Bonham Carter usava maquiagem opalescente para retratar sua personagem niilista. Fincher e Cronenweth tiveram influências do filme American Graffiti de 1973, o que originou uma aplicação de uma aparência mundana a exteriores noturnos e, ao mesmo tempo, incluiu uma variedade de cores. A equipe aproveitou a luz natural e prática. Fincher buscou várias abordagens para as configurações de iluminação; por exemplo, ele escolheu vários locais urbanos para os efeitos das luzes da cidade nos planos de fundo das tomadas. A equipe também adotou iluminação fluorescente em outros locais práticos para manter um elemento de realidade e iluminar as próteses que retratam os ferimentos dos personagens. Por outro lado, Fincher também garantiu que as cenas não fossem tão fortemente iluminadas para que os olhos dos personagens fossem menos visíveis, citando a técnica do diretor de fotografia Gordon Willis como sua influência. Fight Club foi filmado principalmente à noite e Fincher filmou as cenas diurnas em locais sombreados. A equipe preparou o cenário do porão do bar com lâmpadas de trabalho baratas para criar um brilho de fundo. Fincher evitou trabalhos de câmera elegantes ao filmar as primeiras cenas de luta no porão e, em vez disso, colocou a câmera em uma posição fixa. Em cenas de luta posteriores, Fincher moveu a câmera do ponto de vista de um observador distante para o do lutador. As cenas com Tyler foram encenadas para esconder que o personagem era uma projeção mental do Narrador não identificado. Tyler não foi filmado em duas tomadas com um grupo de pessoas, nem foi mostrado em nenhuma tomada por cima do ombro em cenas em que Tyler dá ao Narrador ideias específicas para manipulá-lo. Nas cenas antes do encontro do Narrador com Tyler, os cineastas inseriram a presença de Tyler em quadros únicos para efeito subliminar. Tyler aparece em algumas cenas ao fundo e fora de foco, como um \"diabinho no ombro\". Fincher explicou os quadros subliminares: \"Nosso herói está criando Tyler Durden em sua própria mente, então neste ponto ele existe apenas na periferia da consciência do Narrador\". Embora Cronenweth geralmente avaliasse e dispusesse de um estoque de filmes Kodak para Fight Club, várias outras técnicas foram aplicadas para mudar sua aparência. O flash foi implementado em grande parte da fotografia noturna externa, o contraste foi ampliado para ser propositalmente feio, a impressão foi ajustada para ser subexposta, a retenção de prata ENR da Technicolor foi usada em um número seleto de impressões para aumentar a densidade dos pretos e materiais de impressão de alto contraste foram escolhidos para criar uma aparência \"pisada\" na impressão com uma pátina suja. ===Efeitos visuais=== Fincher contratou o supervisor de efeitos visuais Kevin Tod Haug, que trabalhou para o diretor em The Game, para criar efeitos visuais para Fight Club. Haug designou os artistas e especialistas em efeitos visuais para diferentes instalações, cada uma abordando diferentes tipos de efeitos visuais: modelagem CG, animação, composição e digitalização. Haug explicou: \"Selecionamos as melhores pessoas para cada aspecto do trabalho de efeitos e, em seguida, coordenamos seus esforços. Dessa forma, nunca tivemos que jogar com a fraqueza de uma instalação\". Fincher visualizou a perspectiva do Narrador através de uma visão do \"olho da mente\" e estruturou uma estrutura míope para o público do filme. Fincher também usou imagens pré-visualizadas de cenas desafiadoras da unidade principal de efeitos visuais como uma ferramenta de solução de problemas para evitar erros durante a filmagem real. A sequência do título do filme é uma composição de efeitos visuais de noventa segundos que retrata o interior do cérebro do Narrador em um nível microscópico; a câmera recua para fora, começando em seu centro de medo e seguindo os processos de pensamento iniciados por seu impulso de medo. A sequência, projetada em parte por Fincher, foi inicialmente orçada separadamente do resto do filme, mas o estúdio também decidiu integrar a abertura no orçamento final do filme em janeiro de 1999. David Fincher contratou a Digital Domain e seu supervisor de efeitos visuais Kevin Mack (que ganhou um Oscar de melhores efeitos visuais pelo seu trabalho em What Dreams May Come, de 1998) para realizar a sequência de abertura. A empresa mapeou o cérebro humano através de computação gráfica usando um L-Sistema e o design foi detalhado usando renderizações da ilustradora médica Katherine Jones. A sequência de retração de dentro do cérebro para fora do crânio incluiu neurônios, potenciais de ação e um folículo piloso. Haug explicou a licença artística que Fincher tirou com as imagens: \"Embora ele quisesse manter a passagem do cérebro parecendo uma fotografia de microscópio eletrônico, essa aparência tinha que ser combinada com a sensação de um mergulho noturno: molhado, assustador e com baixa profundidade de campo\". A profundidade de campo rasa foi obtida com o processo de rastreamento de raios. Outros efeitos visuais incluem uma cena inicial em que a câmera passa pelas ruas da cidade para inspecionar o equipamento destrutivo do Projeto Destruição em estacionamentos subterrâneos; a sequência foi uma composição tridimensional de quase cem fotografias de Los Angeles e Century City pelo fotógrafo Michael Douglas Middleton. A cena final da demolição dos prédios dos escritórios de cartão de crédito foi projetada por Richard Baily, da Image Savant; Baily trabalhou na cena por mais de quatorze meses. No meio do filme, Tyler Durden aponta a marca da deixa (apelidada de \"queimadura de cigarro\" no filme) para o público. A cena representa um ponto de virada que prenuncia a próxima ruptura e inversão da \"realidade bastante subjetiva\" que existia no início do filme. Fincher explicou: \"De repente, é como se o projecionista tivesse perdido a mudança, os espectadores precisam começar a ver o filme de uma maneira totalmente nova\". ===Trilha sonora=== David Fincher estava preocupado que bandas com experiência em escrever trilhas sonoras fossem incapazes de unir os temas, então ele procurou uma banda que nunca havia gravado para cinema. Ele contatou o grupo Radiohead mas o cantor, Thom Yorke, recusou enquanto se recuperava do estresse de promover seu álbum de 1997, OK Computer. Com isso, Fincher contratou a dupla produtora de breakbeat Dust Brothers, que criou uma trilha sonora pós-moderna abrangendo loops de bateria, arranhões eletrônicos e samples computadorizados. O produtor dos Dust Brothers, Michael Simpson explicou a configuração: \"Fincher queria abrir novos caminhos com tudo sobre o filme e uma trilha sonora não tradicional ajudou a conseguir isso\". O clímax e os créditos finais do filme apresentam a música \"Where Is My Mind?\" da banda de rock alternativo Pixies. \"[Kim] Deal: I think [that last scene in] Fight Club got 'Where Is My Mind?' popular. I don't know how people know our music now. For some reason, over the decade we got popular.\" ==Lançamento e recepção== ===Marketing=== As filmagens foram concluídas em dezembro de 1998 e Fincher editou alguns trechos no início de 1999 para preparar Fight Club para uma exibição com executivos da Fox. Eles não receberam o filme de forma positiva e temeram que o longa não atraísse a atenção da audiência. O filme foi originalmente programado para ser lançado em julho de 1999 mas foi posteriormente alterado para 6 de agosto de 1999. O estúdio atrasou ainda mais o lançamento do filme, desta vez para o outono, através de uma justificativa de uma agenda de verão lotada e um processo de pós-produção apressado. Rumores da época atribuíram os atrasos do lançamento do filme ao Massacre de Columbine, ocorrido no início do ano. Os executivos de marketing da Fox Searchlight Pictures enfrentaram dificuldades durante a campanha de promoção de Fight Club e, a certa altura, consideraram comercializá-lo como um filme de arte. Eles consideraram que o filme era voltado principalmente para o público masculino por causa de sua violência e acreditavam que nem mesmo Pitt atrairia as mulheres. Testes de pesquisa mostraram que o filme atraiu mais adolescentes. Fincher se recusou a permitir que os pôsteres e trailers focassem em Pitt e encorajou o estúdio a contratar a empresa de publicidade Wieden+Kennedy para elaborar um plano de marketing. A empresa propôs uma barra de sabonete rosa com o título \"Fight Club\" gravado como a principal imagem de marketing do filme; a proposta foi considerada \"uma piada de mau gosto\" pelos executivos da Fox. O estúdio também não concordou que os trailers promocionais pudessem comercializar o filme de maneira adequada. Em vez disso, o estúdio financiou uma campanha em larga escala de US$ 20 milhões para fornecer uma coletiva de imprensa, pôsteres, outdoors e trailers para a TV que destacavam as cenas de luta do filme. A Fox anunciou Fight Club na TV a cabo durante as transmissões da WWE, a qual Fincher protestou, acreditando que esta forma de divulgação criaria um contexto errado para o filme. Art Linson acreditava que a divulgação \"unidimensional mal concebida\" do executivo de marketing Robert Harper contribuiu amplamente para o desempenho morno das bilheterias de Fight Club nos Estados Unidos. ===Desempenho comercial=== A 20th Century Fox realizou a estreia mundial de Fight Club no 56º Festival Internacional de Cinema de Veneza em 10 de setembro de 1999. Para o lançamento nos cinemas estadunidenses, o estúdio contratou o National Research Group para realizar exibições de testes; foi previsto que o filme arrecadaria entre US$ 13 milhões e US$ 15 milhões no seu fim de semana de estreia. O filme estreou comercialmente nos Estados Unidos e Canadá em 15 de outubro de 1999 e arrecadou US$ 11 milhões em 1.963 cinemas no seu primeiro final de semana; naquela ocasião Fight Club ficou em primeiro lugar nas bilheterias, superando Double Jeopardy e The Story of Us (que estreou no mesmo dia de Fight Club nos cinemas). Apesar da primeira colocação do filme, sua receita bruta de abertura ficou aquém das expectativas do estúdio. No seu segundo fim de semana, o filme perdeu 42,6% de sua receita, ganhando US$ 6,3 milhões. Em sua exibição teatral original, o filme arrecadou US$ 37 milhões nos Estados Unidos e Canadá e US$ 63,8 milhões em outros territórios, totalizando US$ 100,9 milhões no mundo; após alguns relançamentos subsequentes, a receita bruta mundial do filme aumentou para US$ 101,2 milhões. O fraco desempenho do filme na América do Norte azedou o relacionamento entre o chefe do estúdio da 20th Century Fox, Bill Mechanic, e o executivo de mídia Rupert Murdoch, o que contribuiu para a renúncia de Mechanic da Fox em junho de 2000. ===Resposta da crítica=== No agregador de resenhas cinematográficas online Rotten Tomatoes, Fight Club detém um índice de aprovação de 79% com base em 181 avaliações, ganhando uma nota média de 7,4/10; o consenso do site diz: \"Atuação sólida, direção incrível e desenho de produção elaborado tornam Fight Club um passeio selvagem\". No Metacritic, o filme tem uma pontuação média ponderada de 66/100 com base em 35 críticas, indicando \"críticas geralmente favoráveis\". O público pesquisado pelo CinemaScore deu ao filme uma nota média \"B–\" em uma escala de \"A+\" a \"F\". A crítica de cinema Janet Maslin, resenhando para o The New York Times, elogiou a direção e edição do filme de Fincher; ela escreveu que Fight Club carregava uma mensagem de \"masculinidade contemporânea\" e que, se não fosse assistido de perto, o filme poderia ser mal interpretado como um endosso à violência e ao niilismo. Roger Ebert, em sua crítica para o jornal Chicago Sun-Times, deu a Fight Club duas estrelas de quatro, chamando-o de \"visceral e obstinado\", mas também \"um passeio emocionante disfarçado de filosofia\", cujo primeiro ato promissor é seguido por um segundo que atende as sensibilidades machistas e um terceiro que ele descreveu como \"trapaça\"; Ebert mais tarde declarou que o filme era \"amado pela maioria, não por mim\". Mais tarde, Ebert foi solicitado a fazer uma análise cena a cena do filme na Conference on World Affairs, a qual ele afirmou: \"[vendo o filme] ao longo de uma semana, admirei ainda mais sua habilidade e menos ainda seu pensamento\". Jay Carr, do The Boston Globe, opinou que o filme começou com um \"zumbido revigorantemente nervoso e imaginativo\", mas que acabou se tornando \"explosivamente bobo\". David Ansen, da Newsweek, descreveu Fight Club como \"uma mistura ultrajante de técnica brilhante, filosofia pueril, sátira incisiva e sobrecarga sensorial\" e achou o final muito pretensioso. Gary Crowdus, da revista Cineaste, analisou a recepção da crítica em retrospecto: \"Muitos críticos elogiaram Fight Club, saudando-o como um dos filmes mais emocionantes, originais e instigantes do ano\". Ele escreveu sobre as opiniões negativas: \"Embora Fight Club tenha vários campeões críticos, os atacantes críticos do filme foram muito mais vocais, um refrão negativo que ficou histérico sobre o que eles sentiram ser as cenas excessivamente gráficas de socos... Eles sentiram que essas cenas serviram apenas como uma glamourização estúpida da brutalidade, um retrato moralmente irresponsável, que eles temiam que pudesse encorajar jovens espectadores do sexo masculino impressionáveis ​​a criar seus próprios clubes de luta na vida real para espancar uns aos outros sem nenhum sentido\". O filme foi indicado ao Oscar de Melhor Edição de Som em 2000, mas perdeu para Matrix. Helena Bonhan Carter ganhou o Empire Awards de Melhor Atriz Britânica por sua atuação no filme. A Online Film Critics Society também nomeou Fight Club para Melhor Filme, Melhor Diretor, Melhor Ator (pela atuação de Norton), Melhor Edição e Melhor Roteiro Adaptado (Uhls); embora o filme não tenha ganhado nenhum dos prêmios, a organização listou Fight Club como um dos dez melhores filmes de 1999. Sua trilha sonora foi indicada para um Brit Awards, perdendo para Notting Hill. ==Temas== Fincher considera Fight Club um filme sobre emancipação, tal como o filme de 1967 The Graduate mas para pessoas nos seus 30 anos. Fincher descreveu o narrador como um \"homem comum\"; a personagem é identificada no guião como \"Jack\", mas permanece sem nome durante o filme. Fincher delineou a história passada do narrador: \"Ele tentou fazer tudo o que lhe ensinaram, tentou adaptar-se ao mundo tornando-se no que não é.\" O narrador não consegue encontrar a felicidade, por isso percorre o caminho da iluminação pelo qual ele tem de \"matar\" os seus pais, o seu deus e o seu professor. No início do filme, ele já tinha matado os seus pais. Com Tyler Durden, ele mata o seu deus ao fazer coisas que não era suposto fazer. Para completar o processo de amadurecimento, o narrador tem de matar o seu professor, Tyler Durden. A personagem é uma inversão da década de 1990 do arquétipo de The Graduate: \"alguém que não tem um mundo de escolhas à sua frente, que não tem nenhuma escolha possível, literalmente não imagina nenhuma maneira de mudar a sua vida\". Ele está confuso e enraivecido, por isso responde ao seu ambiente criando Tyler Durden, Übermensch (Além do homem), nietzschiano, na sua mente. Enquanto que Tyler é a pessoa que o narrador gostaria de ser, ele não tem empatia e não ajuda o narrador a enfrentar decisões na sua vida que \"sejam complicadas ou que tenham implicações morais e éticas\". Fincher explicou que \"[Tyler] pode lidar com os conceitos das nossas vidas num modo idealista, mas não tem nada a ver com os compromissos da vida real tal como o homem moderno os conhece. O que se traduz em: Você não é necessário para grande parte das coisas que se passam. Está construído, só precisa de funcionar agora.\" Enquanto que o estúdio estava preocupado que Fight Club fosse \"sinistro e sedicioso\", Fincher procurou tornar o filme \"divertido e sedicioso\" incorporando humor para temperar o elemento sinistro. Uhls descreveu o filme como uma \"comédia romântica\", explicando, \"Tem a ver com as atitudes das personagens para com uma relação saudável, que consiste em muito comportamento que parece pouco saudável e brusco um com o outro, mas que de fato funciona com eles, porque ambas as personagens estão no limite psicologicamente.\" O narrador procura intimidade, mas evita Marla Singer, vendo demasiado dele nela.Fight Club DVD commentary featuring David Fincher, Brad Pitt, Edward Norton and Helena Bonham Carter, [2000], 20th Century Fox. Enquanto que Marla é sedutora para o narrador, ele prefere abraçar a novidade e excitamento que advém da sua amizade com Tyler Durdan. O narrador está confortável por estar pessoalmente ligado a Tyler Durden, mas fica ciumento quando Tyler se torna sexualmente envolvido com Marla. Quando o narrador discute com Tyler acerca da sua amizade, Tyler diz-lhe que serem amigos é secundário à perseguição da filosofia que estavam a explorar. Tyler também sugere fazer algo em relação a Marla, implicando que ela é um risco a ser removido. Quando Tyler diz isto, o narrador percebe que os seus desejos deviam ter estado focados em Marla e começa a divergir do caminho de Tyler. O narrador não-confiável não se apercebe imediatamente que Tyler Durden originou-se nele mesmo e que é projetado mentalmente. Ele também promove por erroneamente o clube de combate como uma forma de se sentir poderoso, apesar da condição física do narrador piorar enquanto a aparência física de Tyler Durdan melhora. Enquanto que Tyler deseja \"experiências reais\" de lutar a sério como o narrador a princípio, ele manifesta uma atitude niilista de rejeitar e destruir instituições e sistema de valores. A sua natureza impulsiva, representando o id, transmite uma atitude que é sedutora e liberadora para o narrador e para os membros do Projeto Destruição. As iniciativas e métodos de Tyler tornam-se desumanizantes; ele manda nos membros do Projeto Destruição com um megafone semelhante a um diretor de campo de reeducação chinês. O narrador distancia-se de Tyler e, no fim, chega a uma posição de compromisso entre os seus dois \"eu\". Edward Norton disse, \"Sinto que Fight Club na verdade, em certa forma... sondou o desespero e parálise que as pessoas sentiam em face a terem herdado este sistema de valores da publicidade. Brad Pitt disse, \"Fight Club é uma metáfora para a necessidade de abater as muralhas que colocamos à nossa volta e simplesmente arriscar, para que pela primeira vez possamos experimentar dor. Fight Club também tem paralelo no filme de 1955 Rebel Without a Cause; ambos lidam com as frustrações de pessoas que vivem no sistema. As personagens, tendo passado por uma emasculação social, são reduzidos a \"uma geração de espectadores\". A cultura da publicidade define os \"sinais exteriores de felicidade\" da sociedade, causando uma busca desnecessária por bens materiais que substituam a procura mais essencial pela felicidade espiritual. O filme referencia Calvin Klein, IKEA e o Volkswagen New Beetle. Norton disse do Beetle, \"Nós destruímo- lo... porque parecia um exemplo clássico de um plano de marketing da geração baby boomer que vendia-nos cultura\" A sua personagem também anda pelo seu apartamento enquanto que efeitos visuais identificam as suas muitas possessões do IKEA. Fincher descreve a imersão do narrador, \"Era apenas a ideia de viver nesta ideia fraudulenta de felicidade.\" Pitt explicou a dissonância, \"Penso que há um mecanismo de auto-defesa que afasta a minha geração de ter qualquer conexão ou compromisso honesto e real com os nossos sentimentos verdadeiros. Estamos a torcer por equipas da bola, mas não estamos a entrar em campo para jogar. Estamos tão preocupados com falhanços e sucessos — como se estas duas coisas fossem tudo o que te irão resumir no final\". A violência dos clubes de combate serve não para promover ou glorificar o combate físico, mas para os participantes experimentarem sentimentos numa sociedade que está de outra forma dormente. As lutas representam a resistência ao impulso de estar \"encapsulado\" na sociedade Norton acreditava que a luta entre os homens retirava o \"medo da dor\" e \"a necessidade de contar com significadores físicos do seu próprio valor\", permitindo que eles experimentassem algo valioso. Quando as lutas evoluem para violência revolucionária, o filme aceita apenas por metade a dialética revolutionária de Tyler Durden; o narrador retira-se e rejeita as ideias de Durden Fight Club propositadamente forma uma mensagem ambígua, a interpretação da qual é deixada ao público. Fincher elaborou: \"Adoro esta ideia que podemos ter fascismo sem oferecer nenhuma direção ou solução. Não é o objetivo do fascismo dizer, 'É por aqui que devíamos ir'? Mas este filme não podia estar mais longe de oferecer qualquer tipo de solução\". ==Impacto cultural e influências== Fight Club foi um dos filmes mais controversos e comentados da década de 1990. O filme foi percebido como o precursor de um novo clima na vida política americana. Seguindo outros filmes de 1999 como Magnólia, Being John Malkovich e Três Reis, Fight Club foi reconhecido como um filme inovador em forma e estilo cinematográfico, uma vez que explorou novos desenvolvimentos na tecnologia do cinema. O filme se tornou popular em sua época principalmente devido aos comentários boca-a-boca gerados pelo público e o seu lançamento doméstico bem-sucedido estabeleceu Fight Club como um filme cult; o comentarista David Ansen da revista Newsweek conjecturou que o filme passou a desfrutar de uma fama \"perene\" com o passar dos anos. A popularidade do filme também elevou o perfil de Chuck Palahniuk ao renome mundial. Quando o filme estreou no Festival de Cinema de Veneza, Fight Club foi muito debatido pela crítica. Um jornal relatou: \"Muitos o amaram e odiaram em medidas iguais\". Alguns críticos expressaram preocupação de que o filme incitaria um comportamento imitador, como o que ocorreu após o lançamento de Laranja Mecânica quase três décadas antes. No Brasil, durante uma exibição do filme nos cinemas, um homem de 24 anos entrou armado em uma sessão onde Fight Club estava sendo exibido e efetuou disparos contra os espectadores, resultando em três mortes; para a polícia, o assassino disse que escolheu realizar o ataque durante o filme pois o seu personagem principal sofre de problemas mentais.Veja cronologia do caso que envolve o \"atirador do shopping\" Folha de S. Paulo Após o lançamento do filme nos cinemas, o jornal britânico The Times relatou a reação do público: \"Isso tocou um nervo na psique masculina que foi debatido em jornais de todo o mundo\". Embora os produtores do filme tenham chamado Fight Club de \"um retrato preciso dos homens na década de 1990\", alguns críticos o chamaram de \"irresponsável e terrível\". Escrevendo para o The Australian, Christopher Goodwin declarou: \"Fight Club está se tornando a mais contenciosa meditação mainstream de Hollywood sobre a violência desde Laranja Mecânica, de Stanley Kubrick\". Após o lançamento de Fight Club, vários \"clubes da luta\" foram iniciados nos Estados Unidos. Um \"Clube da Luta de Cavalheiros\" foi iniciado na cidade de Menlo Park, Califórnia, em 2000 e tinha muitos membros que trabalhavam na indústria de tecnologia. Também foram reportados \"clubes da luta\" nos estados americanos de Texas, Nova Jersey, Alasca e em Washington, fundados por jovens que chegaram a postar vídeos de suas lutas na internet, originando uma ampla investigação das autoridades que levou ao fim dos mesmos. Em 2006, um participante relutante de uma escola secundária local foi ferido em um clube de luta em Arlington, no Texas; neste caso, as lutas foram filmadas para serem gravadas em DVD que foram comercializados, levando à prisão de seis adolescentes. Um clube de luta que não chegou a ser detido pelas autoridades também foi iniciado na Universidade de Princeton, onde as partidas eram realizadas no campus e acabaram com o tempo. O filme era suspeito de influenciar Luke Helde, um estudante universitário que instalou bombas caseiras em caixas de correio em 2002; o objetivo de Helder era criar um \"padrão sorridente\" no mapa dos Estados Unidos, semelhante à cena de Fight Club em que um edifício é vandalizado para ter um smiley em seu exterior. Em 16 de julho de 2009, um jovem de dezessete anos que formou seu próprio clube da luta em Manhattan, foi acusado de detonar uma bomba caseira do lado de fora de uma cafeteria Starbucks no Upper East Side; o Departamento de Polícia de Nova York relatou que o suspeito estava tentando por em prática o \"Projeto Destruição\" do filme. O filme teve um impacto significativo no cristianismo evangélico, nas áreas de discipulado cristão e masculinidade. Várias igrejas chamavam seus grupos de células de \"clubes da luta\" com o propósito declarado de se reunir regularmente para \"espancar a carne e crer no evangelho da graça\". Algumas igrejas, como a Mars Hill Church localizada em Seattle, cujo pastor Mark Driscoll era obcecado pelo filme, pegou a ênfase do longa na masculinidade e na rejeição do autocuidado; a especialista Jessica Johnson sugere que Driscoll até convocou \"seus irmãos de armas para fomentar um movimento não muito diferente do Projeto Destruição\". Um jogo de videogame homônimo foi lançado pela Vivendi Universal Games em 2004 para as plataformas PlayStation 2, Xbox e para telefones celulares; o jogo foi um fracasso crítico e comercial, sendo contestado por publicações e sites como GameSpot, Game Informer e IGN. O videojogo Jet Set Radio, lançado inicialmente em 2000 para o console Dreamcast da Sega, foi inspirado nos temas antissistema do filme. Em 2003, Fight Club foi listado como um dos \"50 melhores filmes para homens de todos os tempos\" pela revista Men's Journal. Em 2004 e 2006, Fight Club foi eleito pelos leitores da Empire como o oitavo e décimo maior filme de todos os tempos, respectivamente. A Total Film classificou Fight Club como \"O maior filme de nossas vidas\" em 2007 durante o décimo aniversário da revista. Em 2007, a revista francesa Premiere selecionou a frase de Tyler Durden, \"A primeira regra do Clube da Luta é: você não comenta sobre o Clube da Luta\", como a 27ª maior frase dita em um filme em todos os tempos. Em 2008, os leitores da revista Empire classificaram Tyler Durden em oitavo lugar numa lista dos cem maiores personagens do cinema; a mesma revista também considerou Fight Club como o 10º maior filme de todos os tempos em sua edição de 2008 dos \"500 Maiores Filmes de Todos os Tempos\". Em 2010, dois vídeos mashup virais apresentando Fight Club foram lançados na internet. \"Ferris Club\" foi uma mistura de Fight Club e o filme de 1986 Ferris Bueller's Day Off que retratou o personagem Ferris como Tyler Durden e Cameron como o narrador, \"afirmando ver a verdadeira verdade psicológica por trás do clássico de John Hughes\". O segundo vídeo, \"Jane Austen's Fight Club\", também ganhou popularidade online como uma mistura das regras das lutas de Fight Club e dos personagens criados pela romancista do século XIX Jane Austen. ==Ver também== * Ludismo * Anarcoprimitivismo == Ligações externas == * Categoria:Filmes dos Estados Unidos de 1999 Categoria:Transtorno dissociativo de identidade em filmes Categoria:Filmes de drama dos Estados Unidos Categoria:Filmes dirigidos por David Fincher Categoria:Filmes gravados em Los Angeles Categoria:Filmes gravados na Califórnia Categoria:Filmes ambientados em Los Angeles Categoria:Filmes ambientados na Califórnia Categoria:Filmes em língua inglesa Categoria:Filmes em blu-ray Categoria:Filmes baseados em romances Categoria:Filmes baseados em romances de autores dos Estados Unidos Categoria:Ficção com narradores não confiáveis Categoria:Filmes de sátira Categoria:Controvérsias sobre obscenidade no cinema Categoria:Fight Club",
 "title": "Fight Club"
}