{
 "id": "15619",
 "text": "Laranja Mecânica (A Clockwork Orange) é um filme de ficção científica distópico britânico-americano de 1971, adaptado, produzido e dirigido por Stanley Kubrick, baseado no romance de 1962 do mesmo nome por Anthony Burgess. Emprega imagens violentas e perturbadoras para comentar sobre a psiquiatria, delinquência juvenil, gangues de jovens, e outros assuntos sociais, políticos, e econômicos em uma distópica Grã-Bretanha próxima ao futuro. Alex (Malcolm McDowell), o personagem principal, é um carismático sociopata cujos interesses incluem música clássica (especialmente Beethoven), cometer estupro, e o que é chamado de \"ultraviolência\". Ele lidera uma pequena gangue de arruaceiros, Pete (Michael Tarn), Georgie (James Marcus), e Dim (Warren Clarke), a quem ele chama de seus drugues (da palavra russa друг, \"amigo\", \"camarada\"). O filme narra a horrível série de crimes de sua gangue, sua captura, e a tentativa de reabilitação através da experimental técnica de condicionamento psicológico (a \"Técnica Ludovico\") promovida pelo Ministro do Interior (Anthony Sharp). Alex narra a maioria do filme em Nadsat, uma fraturada gíria adolescente composta de gírias rimadas eslavas (especialmente russo), inglês, e cockney. A trilha sonora para A Clockwork Orange apresenta em sua maioria seleções de música clássica e composições com sintetizador Moog por Wendy Carlos. O trabalho de arte para o agora icônico poster de A Clockwork Orange foi criado por Philip Castle com o layout pelo designer Bill Gold. Em 2020, o filme foi selecionado para preservação no National Film Registry dos Estados Unidos pela Biblioteca do Congresso como sendo \"culturalmente, historicamente, ou esteticamente significativo\". == Enredo == Em uma Grã-Bretanha futurista, Alex DeLarge é o líder de uma gangue de \"drugues\", Pete, Georgie e Dim. Uma noite, após ficarem intoxicados com \"leite-com\" carregado de drogas, eles se engajam em uma noite de \"ultraviolência\", qual inclui uma luta com uma gangue rival. Eles dirigem para a casa de campo do escritor F. Alexander e batem nele até o ponto de prejudicar ele pela vida. Alex então estupra a esposa de Alexander enquanto cantando \"Singin' in the Rain\". No próximo dia, enquanto foge da escola, Alex é abordado pelo seu oficial de provação P. R. Deltoid, quem está ciente das atividades de Alex e adverte ele. Os drugues de Alex expressam descontentamento com pequenos crimes e querem mais igualdade e roubos de alto rendimento, mas Alex afirma sua autoridade por atacar eles. Mais tarde, Alex invade a casa de uma rica \"mulher dos gatos\" e golpeia ela com uma escultura fálica enquanto seus drugues permanecem do lado de fora. Ao ouvir as sirenes, Alex tenta fugir, mas Dim esmaga uma garrafa em seu rosto, atordoando ele e deixando ele preso. Com Alex sob custódia, Deltoid se regozija com a morte da mulher dos gatos, fazendo de Alex um assassino. Ele é sentenciado a catorze anos de prisão. Dois anos depois da sentença, Alex ansiosamente aceita uma oferta para ser um sujeito de teste da nova técnica Ludovico do Ministro do Interior, uma experimental terapia de aversão para reabilitar criminosos dentro de duas semanas. Alex está preso em uma cadeira, seus olhos estão abertamente grampeados e ele é injetado com drogas. Ele é então forçado em assistir filmes de sexo e violência, alguns dos quais são acompanhados pela música de seu compositor favorito, Ludwig van Beethoven. Alex se torna nauseado com os filmes e, temendo que a técnica deixe ele doente ao ouvir Beethoven, implora para um fim do tratamento. Duas semanas mais tarde, o Ministro demonstra a reabilitação de Alex para uma reunião de oficiais. Alex é incapaz de lutar de volta contra um ator que provoca e ataca ele e se torna doente querendo sexo com uma mulher de topless. O capelão da prisão reclama que Alex tem sido roubado de seu livre arbítrio; o Ministro afirma que a técnica Ludovico irá cortar o crime e aliviará a aglomeração nas prisões. Alex é levado fora como um homem livre, apenas para descobrir que a polícia tem vendido seus bens como compensação para suas vítimas e seus pais tem alugado o seu quarto. Alex encontra um vagante idoso a quem ele atacou anos antes, e o vagante e seus amigos atacam ele. Alex é salvo por dois policiais, mas está chocado em descobrir que eles são seus ex-drugues Dim e Georgie. Eles o levam para o campo, o espancam e quase o afogam antes de abandonar ele. Alex mal consegue chegar ao passo da porta de uma casa próxima antes de colapsar. Alex acorda e se encontra na casa de Alexander, onde está sendo tratado pelo servente de Alexander, Julian. Alexander não reconhece Alex do ataque anterior, mas conhece Alex e a técnica Ludovico dos jornais. Ele vê Alex como uma arma política e se prepara para apresentar ele para seus colegas. Enquanto tomando banho, Alex entra em \"Singin' in the Rain\", fazendo Alexander perceber que Alex foi a pessoa que agrediu ele e sua esposa. Com a ajuda de seus colegas, Alexander droga Alex e tranca ele em um quarto no andar de cima. Ele então toca a Nona Sinfonia de Beethoven em voz alta do andar de baixo. Incapaz de suportar a dor doentia, Alex tenta se suicidar jogando ele mesmo fora pela janela. Alex acorda em um hospital com ossos quebrados. Enquanto recebe uma série de testes psicológicos, ele descobre que não tem mais aversão à violência e sexo. O Ministro chega e pede desculpas para Alex. Ele se oferece para tomar conta de Alex e conseguir um emprego para ele em retorno por sua cooperação com sua campanha eleitoral e contra-ofensiva de relações públicas. Como um sinal de boa vontade, o Ministro traz um sistema estéreo tocando a Nona de Beethoven. Alex então contempla a violência e tem pensamentos vívidos de fazer sexo com uma mulher em frente de uma multidão que aprova e pensa consigo mesmo: \"Eu estava curado mesmo!\" == Elenco == * Malcolm McDowell como Alex DeLarge * Patrick Magee como Mr Frank Alexander * Michael Bates como Chief Guard Barnes * Warren Clarke como Dim * John Clive como Stage Actor * Adrienne Corri como Mrs Mary Alexander * Carl Duering como Dr Brodsky * Paul Farrell como Tramp * Clive Francis como Joe the Lodger * Michael Gover como Prison Governor * Miriam Karlin como \"Catlady\" Weathers * James Marcus como Georgie * Aubrey Morris como P. R. Deltoid * Godfrey Quigley como Prison Chaplain * Sheila Raynor como Mum * Madge Ryan como Dr Branom * Anthony Sharp como Frederick, Minister of the Interior * Philip Stone como Dad * Michael Tarn como Pete * David Prowse como Julian * Carol Drinkwater como Nurse Feeley * Steven Berkoff como Det. Const. Tom * Margaret Tyzack como Conspirator Rubinstein * Pauline Taylor como Dr. Taylor * John Savident como Conspirator Dolin Também houve papéis iniciais para Steven Berkoff, David Prowse e Carol Drinkwater, que apareceram como um oficial de polícia, o assistente do Sr Alexander, e uma enfermeira, respectivamente. == Temas == === Moralidade === A questão moral central do filme (como em muitos romances de Burgess) é a definição de \"bondade\" e se faz sentido em usar a terapia de aversão para deter o comportamento imoral. Stanley Kubrick, escrevendo no Saturday Review, descreveu o filme como: Similarmente, na ficha de chamada da produção do filme (citada em maior detalhe acima), Kubrick escreve: Após a terapia de aversão, Alex se comporta como um bom membro da sociedade, embora não através da escolha. Sua bondade é involuntária; ele tem se tornado o titular \"laranja mecânica\"—orgânico no lado de fora, mecânico no lado de dentro. Após Alex ter passado pela técnica Ludovico, o capelão critica sua nova atitude como falsa, argumentando que a verdadeira bondade deve vir de dentro. Isso leva para o tema do abuso das liberdades—pessoal, governamental, civil—por Alex, com duas forças políticas em conflito, o Governo e os Dissidentes, ambos manipulando Alex puramente para seus fins políticos. A história retrata os partidos \"conservador\" e \"liberal\" como igualmente dignos de criticismo: o escritor Frank Alexander, uma vítima de Alex e sua gangue, quer vingança contra Alex e vê ele como um meio para tornar a população contra o governo incumbente e seu novo regime. Mr. Alexander teme o novo governo; em uma conversação telefônica, ele diz: Por outro lado, o Ministro do Interior (o Governo) prende Mr Alexander (o Intelectual Dissidente) com a desculpa de colocar em perigo Alex (o Povo), em vez do regime totalitário do governo (descrito por Mr Alexander). Isso não está claro se ele tem sido ou não prejudicado; entretanto, o Ministro diz a Alex que tem sido negado ao escritor a habilidade de escrever e produzir material \"subversivo\" que é crítico do incumbente governo e significado para provocar agitação política. === Psicologia === Outro alvo de criticismo é o behaviorismo ou \"psicologia comportamental\" proposto pelos psicólogos John B. Watson e B. F. Skinner. Burgess desaprovava o behaviorismo, chamando o livro de Skinner Beyond Freedom and Dignity (1971) \"um dos livros mais perigosos já escritos\". Embora as limitações do behaviorismo tenham sido concedidas pelo seu principal fundador, Watson, Skinner argumentou que a modificação de comportamento— especificamente, condicionamento operante (comportamentos aprendidos por meio de técnicas sistemáticas de recompensa e punição), em vez do condicionamento watsoniano \"clássico\"—é a chave para uma sociedade ideal . A técnica Ludovico do filme é amplamente percebida como uma paródia da terapia de aversão, qual é uma forma de condicionamento clássico. O autor Paul Duncan disse sobre Alex: O psiquiatra Aaron Stern, o ex-chefe do conselho de classificação da MPAA, acreditava que Alex representa o homem em seu estado natural, a mente inconsciente. Alex se torna \"civilizado\" após receber sua \"cura\" Ludovico e a doença em consequência que Stern considerou ser a \"neurose imposta pela sociedade\". Kubrick disse aos críticos de cinema Philip Strick e Penelope Houston que ele acreditava que: === Sociedade === A sociedade representada no filme foi percebida por alguns como Comunista (como Michel Ciment apontou fora em uma entrevista com Kubrick) devido para seus ligeiros laços com a cultura russa. A gíria adolescente tem uma forte influência russa, como no romance; Burgess explica a gíria como sendo, em parte, intencionada para atrair um leitor para o mundo dos personagens do livro e para impedir que o livro de se tornar desatualizado. Existem algumas evidências para sugerir que é a sociedade é uma socialista, ou talvez uma sociedade evoluindo de um socialismo fracassado para uma sociedade completamente autoritária. No romance, as ruas têm pinturas de homens trabalhando no estilo da arte socialista russa, e no filme, há um mural de obras de arte socialistas com obscenidades desenhadas nelas. Como Malcolm McDowell aponta no comentário em DVD, a residência de Alex foi filmada em uma arquitetura municipal falida, e o nome \"Municipal Flat Block 18A, Linear North\" faz alusão para casas de estilo socialista.Ciment 1982. Online at: Kubrick on A Clockwork Orange: An interview with Michel Ciment Mais tarde no filme, quando o novo governo de direita toma o poder, a atmosfera é certamente mais autoritária do que o ar anarquista do começo. A resposta de Kubrick para a questão de Ciment permaneceu ambígua quanto ao tipo exato de sociedade que é. Kubrick afirmou que o filme realizou comparações entre os lados esquerdo e direito do espectro político e que há pouca diferença entre os dois. Kubrick afirmou, \"O Ministro, interpretado por Anthony Sharp, é claramente uma figura da Direita. O escritor, Patrick Magee, é um lunático da Esquerda... Eles diferem apenas em seu dogma. Seus meios e fins são dificilmente distinguíveis.\" == Produção == === Plano de fundo === Anthony Burgess vendeu os direitos cinematográficos de seu romance por US$ 500 dólares (equivalente a US$ 5,000 dólares em 2023), logo após sua publicação em 1962. Originalmente, o filme foi projetado para estrelar a banda de rock The Rolling Stones, com o vocalista da banda Mick Jagger expressando interesse em interpretar o papel principal de Alex, e o cineasta britânico Ken Russell contratado para dirigir. De acordo com o historiador de cinema William K. Everson, ao apresentar uma entrevista da Camera Three em 1972 com Burgess e McDowellAn Examination of Kubrick's A Clockwork Orange, Camera Three, February 1972 (statement starting at c. 14:20 in the video) e a International Anthony Burgess Foundation,A Clockwork Orange on film tanto os Rolling Stones quanto os The Beatles foram considerados alternativamente para interpretar Alex e seus drugues em vários momentos ao longo da década de 1960, antes de Kubrick se envolver no projeto. De acordo com a 225 Magazine, o roteirista Terry Southern escreveu um primeiro roteiro para o filme pensando especificamente nos Beatles para o elenco principal, antes que o produtor executivo do filme, Si Litvinoff, enviasse uma carta ao seu futuro diretor John Schlesinger em fevereiro de 1968, anexando uma petição assinada por Jagger e pelos quatro Beatles solicitando que Alex fosse interpretado por Jagger e que a trilha sonora do filme fosse escrita pelos The Beatles.A Clockwork Orange that almost was - How about this: Early version was to include Jagger, Beatles, 225 Magazine, September 30, 2013 No entanto, isso nunca se concretizou devido a problemas com o British Board of Film Classification (BBFC), e os direitos acabaram caindo para Kubrick. === Elenco === McDowell foi escolhido para o papel de Alex depois que Kubrick viu ele no filme if.... (1968). Ao perguntar por que ele foi escolhido para o papel, Kubrick disse a ele: \"Você pode exalar inteligência na tela\".Malcolm McDowell talks 'A Clockwork Orange' at 50 - NME Ele também ajudou Kubrick no uniforme da gangue de Alex, quando mostrou a Kubrick os brancos de críquete que ele tinha. Kubrick pediu para ele colocar a caixa (jockstrap) não por baixo, mas por cima da roupa. === Adaptação === A adaptação cinematográfica de A Clockwork Orange (1962) não foi inicialmente planejada. O roteirista Terry Southern entregou para Kubrick uma cópia do romance, mas, como ele estava desenvolvendo um projeto relacionado a Napoleão Bonaparte, Kubrick colocou isso de lado. A esposa de Kubrick, em uma entrevista, declarou que ela entregou para ele o romance após ter lido isso. Isso teve um impacto imediato. Sobre seu entusiasmo por isso, Kubrick disse: \"Eu estava empolgado com tudo sobre: o enredo, as ideias, os personagens e, é claro, a linguagem. A história funciona, é claro, em vários níveis: político, sociológico, filosófico e, o que é mais importante, em um nível psicológico- simbólico como um sonho\". Kubrick escreveu um roteiro fiel para o romance, dizendo: \"Eu acho que seja o que for que Burgess tinha para dizer sobre a história foi dito no livro, mas inventei algumas idéias narrativas úteis e reformulei algumas das cenas\". Kubrick baseou o roteiro na edição encurtada do livro dos EUA, qual omitiu o capítulo final. === Direção === Kubrick foi um perfeccionista que pesquisava meticulosamente, com centenas de fotografias tiradas de locais em potencial, bem como de muitas cenas; entretanto, para Malcolm McDowell, ele geralmente \"tinha isso certo\" desde o início, então havia poucas tomadas. Tão meticuloso foi Kubrick que McDowell declarou: \"Se Kubrick não tivesse sido um diretor de cinema, ele teria sido um Chefe Geral de Pessoal das Forças dos EUA. Não importa o que isso seja—mesmo que isso seja uma questão de comprar um xampu vai através dele. Ele apenas gosta de controle total.\" As filmagens tomaram lugar entre setembro de 1970 e abril de 1971, fazendo de A Clockwork Orange a mais rápida filmagem gravada em sua carreira. Tecnicamente, para alcançar e transmitir a fantástica, qualidade de sonho da história, ele filmou com lentes amplas angulares extremas tais como as Kinoptik Tegea 9.8mm para câmeras Arriflex de 35mm, e usou fast- e slow motion para transmitir a natureza mecânica de sua cena de sexo no quarto ou estilizar a violência em uma maneira similar a Funeral Parade of Roses de Toshio Matsumoto (1969). === Filmagem === As filmagens ocorreram entre setembro de 1970 e abril de 1971. Durante as filmagens da cena da técnica de Ludovico, McDowell arranhou uma córnea,\"Art Adams interview\". \"The Mutant Report.\" Volume 3. Marvel Age #71 (February 1989). Marvel Comics. pp. 12–15. e foi temporariamente cegado. O médico que estava ao lado dele na cena, soltando solução salina nos olhos abertamente forçados de Alex, foi um verdadeiro médico presente para impedir os olhos do ator de secarem. McDowell também quebrou algumas costelas filmando o show do palco de humilhação. Uma técnica única de efeito especial foi usada quando Alex pula fora da janela em uma tentativa de cometer suicídio e o espectador vê o chão se aproximando da câmera até a colisão, o.s., como se fosse do ponto de vista de Alex. Esse efeito foi alcançado ao colocar uma câmera de tempo Newman Sinclair em uma caixa, primeiro na lente, do terceiro andar do Corus Hotel. Para surpresa de Kubrick, a câmera sobreviveu a seis tomadas. === Locais das filmagens === A Clockwork Orange foi fotografado em sua maioria on location na Londres metropolitana e dentro do rápido acesso da então casa de Kubrick em Barnet Lane, Elstree. As filmagens começaram em 7 de setembro de 1970 com a folha de chamada no. 1 no pub Duke Of New York: uma cena não usada e o primeiro de muitas locações não utilizadas. Alguns dias depois, começaram as filmagens no quarto de tratamento Ludovico de Alex e a injeção de Serum 114 pela Dra. Branom. A Véspera de Ano Novo começou com os ensaios no Korova Milk Bar e as filmagens terminaram após quatro dias seguidos em 8 de janeiro. As últimas cenas foram filmadas em fevereiro de 1971, terminando com a folha de chamada no. 113. A última cena principal para ser filmada foi a briga de Alex com a gangue de Billy Boy, que levou seis dias para cobrir. As filmagens envolveram um total de cerca de 113 dias em cima de seis meses de filmagem bastante contínuas. Como é prática normal, não houve tentativa de filmar o roteiro em ordem cronológica. As poucas cenas não gravadas on location foram o Korova Milk Bar, a área de check-in da prisão, Alex tomando um banho na casa de F. Alexander, e duas cenas correspondentes no corredor. Esses sets foram construídos em uma antiga fábrica na Bullhead Road, Borehamwood, qual também atuava como o escritório de produção. Faltam sete folhas de chamada no Stanley Kubrick Archive, então alguns locais, como o corredor, não puderam ser confirmados. De qualquer modo, locações usadas no filme incluem: * O ataque sobre o vagante foi filmado na (desde renovada) passagem subterrânea de pedestres sob a York Road Roundabout no extremo sul de Wandsworth Bridge, Wandsworth, Londres. * A cena não utilizada do ataque sobre o professor foi filmada no centro de compras Friars Square, em Aylesbury, Buckinghamshire (então aberta, desde que coberta), mas caiu devido para a morte do ator. Para a cena subsequente onde o professor reconhece Alex em direção a última parte do filme, o vagante interpreta o personagem que reconhece Alex. * A briga com a gangue de Billyboy ocorre no então abandonado hotel Karsino, na Tagg's Island, Kingston upon Thames, demolido logo depois. * O apartamento de Alex está no andar do topo do quarteirão de Canterbury House, Borehamwood, Hertfordshire. Uma placa azul exterior e um mosaico ao nível do solo comemoram a locação do filme. * A loja de discos onde Alex pega as duas jovens mulheres estava no porão da antiga Chelsea Drugstore, localizada na esquina da Royal Avenue e King's Road, em Chelsea. * A 'cena do Carro Ameaçador', onde o Durango '95 força o VW Beetle, a motocicleta e a van Transit a sair da estrada, foi filmada na Rectory Lane, apenas ao sul de Shenley Lodge. Dirigir sob o trailer do caminhão foi filmado pela Colney Heath na Bullens Green Lane, na encruzilhada de Fellowes Lane, Hertfordshire. * A casa do escritor, local do estupro e espancamento, foi filmada em três locais diferentes: a chegada ao \"Durango 95\" pela placa \"HOME\" foi filmada na pista que levava para Munden House, que fica fora da School Lane, Bricket Wood, o exterior da casa e o jardim com a passarela sobre o lago é o jardim japonês de Milton Grundy em Shipton-under-Wychwood, Oxfordshire e o interior é Skybreak House em The Warren, Radlett, Hertfordshire. * Alex joga Dim e Georgie para Southmere Lake, qual fica é adjacente para Binsey Walk, em Thamesmead South Housing Estate, Londres. Este é a 200 jardas ao norte da delegacia de Tavy Bridge, onde Alex volta para casa na noite através de uma praça elevada assobiando e chutando lixo. * O pub \"Duke Of New York\" é o desde então demolido pub \"The Bottle and Dragon\" (anteriormente \"The Old Leather Bottle\") em Stonegrove, Edgware, Londres. * A casa da Cat Lady, onde Alex é pego pela polícia é Shenley Lodge, Rectory Lane, Shenley, Hertfordshire. * O exterior da prisão é HMP Wandsworth, o interior é a ala da desde então demolida prisão Woolwich Barracks, Woolwich, Londres. * A capela em qual Alex rola as letras enquanto os prisioneiros cantam é uma desde então demolida sala de aula no St. Edward's College, Totteridge Lane, North London. A biblioteca onde ele lê, fantasia e depois discute o Tratamento Ludovico com o padre estava embaixo da sala de aula. O gabinete do governador da prisão, onde Alex assina o consentimento para o tratamento de Ludovico, está no mesmo local (ainda de pé). * As duas cenas de fantasia bíblica (Cristo e a cena da luta) foram filmadas no Dashwood Mausoleum, West Wycombe, Buckinghamshire. * O check-in na Ludovico Medical Clinic, o cinema de lavagem cerebral, o bloco de lobby de Alex com o elevador quebrado, o quarto de hospital de Alex e a sala de interrogatório/espancamento da polícia (desde então demolidos) estão todos na Brunel University, Uxbridge, Middlesex. * A apresentação do Ministro para a mídia sobre a \"cura\" de Alex ocorre no Nettlefold Hall dentro da West Norwood Library, West Norwood, Londres. * Alex é atacado por vagantes por baixo do lado norte da Albert Bridge, Chelsea, Londres. * A cena onde Dim e Georgie levam Alex pela faixa do campo na Land Rover da polícia e subsequente pancada na água é School Lane, Bricket Wood, Hertfordshire. * O salto da oferta de suicídio de Alex e a sala de bilhar correspondente estavam no antigo Edgwarebury Country Club, Barnet Lane, Elstree, Hertfordshire. * O hospital em qual Alex se recupera é o Princess Alexandra Hospital, em Harlow, Essex. * A fantasia sexual final foi filmada nos hangares da desde então demolida Handley Page Ltd, Radlett, Hertfordshire. === Música === O principal tema é um arranjo eletrônico de um curto trecho de Music for the Funeral of Queen Mary de Henry Purcell, e também ouvidas são as duas Pomp and Circumstance Marches de Edward Elgar. Kubrick queria usar a música \"Atom Heart Mother\" do Pink Floyd no filme, mas eles recusaram. Alex é obcecado por Ludwig van Beethoven em geral e sua Nona Sinfonia em particular, e a trilha sonora inclui uma versão eletrônica especialmente escrita por Wendy Carlos do Scherzo e outras partes da Sinfonia. Entretanto, apesar dessa obsessão, a trilha sonora contém mais músicas de Rossini do que de Beethoven. A cena de sexo em câmera rápida com as duas garotas, a briga em câmera lenta entre Alex e seus Drugues, a briga com a gangue de Billy Boy, a ida para a casa do escritor (\"brincando de 'porcos da estrada'\"), a invasão da casa da Mulher dos Gatos e a cena em que Alex olha para o rio e pensa em suicídio antes de ser abordado pelo mendigo são acompanhadas pela Abertura de Guilherme Tell ou a Abertura de La gazza ladra de Rossini. == Recepção == === Recepção crítica === No lançamento, A Clockwork Orange foi recebido com revisões mistas. Em uma revisão positiva, Vincent Canby do The New York Times elogiou o filme dizendo: No ano seguinte, após o filme ganhar o New York Film Critics Award, ele chamou isso de \"uma obra brilhante e perigosa, mas é perigosa em uma maneira que as coisas brilhantes em algumas vezes são\". O filme também teve detratores notáveis. O crítico de cinema Stanley Kauffmann comentou: \"Inexplicavelmente, o roteiro deixa de fora a referência de Burgess para o título\".Quote in John Walker, Halliwell's Film, Video & DVD Guide 2006, page 223 (HarperCollins, 2005). Roger Ebert deu a A Clockwork Orange duas estrelas fora de quatro, chamando isso de \"bagunça ideológica\". Em sua revisão da New Yorker intitulada \"Stanley Strangelove\", Pauline Kael chamou isso de pornográfico por causa de como isso desumanizou as vítimas de Alex enquanto destacando os sofrimentos do protagonista. Kael ridicularizou Kubrick como um \"mau pornógrafo\", notando que a gangue de Billyboy se estendeu no despir da mulher muito desagradável que eles intencionavam estuprar, alegando que ela foi oferecida para excitação. Em uma análise retrospectiva em seu livro de referência Halliwell's Film and Video Guide, Leslie Halliwell o descreveu como \"um filme repulsivo no qual os intelectuais encontraram hectares de significado social e político; o julgamento médio provavelmente permanecerá como sendo um lixo pretensioso e desagradável para mentes doentias que não se importam com imagens exageradas e som incoerente\". John Simon notou que os efeitos mais ambiciosos do romance se baseavam na linguagem e no efeito alienante da gíria Nadsat do narrador, fazendo disso uma má escolha para um filme. Concorrendo com alguns criticismos de Kael sobre a representação das vítimas de Alex, Simon notou que o personagem escritor (jovem e simpático no romance) foi interpretado por Patrick Magee, \"um ator muito peculiar e de meia-idade que se especializa em ser repelente\". Simon comenta ainda que \"Kubrick dirige demais o basicamente excessivo Magee até que seus olhos explodem como mísseis dos seus silos e seu rosto fica todo tom de um pôr do sol Technicolor\". Ao longo dos anos, A Clockwork Orange ganhou um status como um filme cult. Para The Guardian, Philip French afirmou que a reputação controvérsia do filme provavelmente resultou do fato de que foi lançado durante uma época em que o medo da delinquência adolescente era alto. Adam Nayman de The Ringer escreveu que os temas do filme de delinquência, estruturas de poder corruptas e desumanização são relevantes na sociedade de hoje. Simon Braund, do Empire, elogiou o \"estilo visual deslumbrante\" do filme e a representação \"simplesmente surpreendente\" de Alex por McDowell. Roger Ebert suavizou o filme anos depois de vê-lo pela primeira vez, declarando em seu talk show que embora ele ainda pensasse que o filme tinha \"toda a cabeça e nenhum coração\", ele sentiu os distanciamentos de Kubrick da violência mais do que na primeira exibição. No website agregador de críticas, Rotten Tomatoes, o filme possui uma classificação de aprovação de 88% baseada em 80 revisões, com uma classificação média de 8.8/10. O consenso crítico do website se lê: \"Perturbador e instigante, A Clockwork Orange é um pesadelo frio e distópico com um senso de humor muito sombrio\". Metacritic dá ao filme uma pontuação de 77 em 100, baseada em revisões por 21 críticos, indicando \"geralmente revisões favoráveis\". === Bilheteria === O filme foi um sucesso de bilheteria, arrecadando US$ 41 milhões nos Estados Unidos e cerca de US$ 73 milhões no exterior, para um total mundial de US$ 114 milhões, com um orçamento de US$ 1,3 milhão. O filme foi também bem-sucedido no Reino Unido, tocando por mais de um ano no Warner West End, em Londres. Após dois anos de lançamento, o filme tinha arrecadado em aluguéis para Warner Bros. $2.5 milhões no Reino Unido e foi o filme número três para 1973, atrás de Live and Let Die e The Godfather. O filme foi o mais popular de 1972 na França, com 7,611,745 admissões. O filme foi relançado na América do Norte em 1973 e arrecadou $ 1.5 milhão em aluguéis. === Controvérsias === ==== Versão americana ==== Nos Estados Unidos, A Clockwork Orange recebeu uma classificação X em seu lançamento original em 1972. Mais tarde, Kubrick substituiu aproximadamente 30 segundos de cenas de explícita sexualidade das duas cenas com ações menos explícitas para obter um relançamento de classificação R mais tarde em 1972. Os DVDs atuais apresentam a versão original (reclassificada com uma classificação \"R\"), e apenas algumas das edições VHS do início dos anos 1980 são a versão editada. Por causa do sexo explícito e violência, O National Catholic Office for Motion Pictures classificou isso C (\"Condemned\"), uma classificação qual proibia os Católicos Romanos de verem ao filme. Em 1982, o Office aboliu a classificação \"Condemned\". Subsequentemente, filmes considerados para ter níveis inaceitáveis de sexo e violência pela Conferência de Bispos são classificados como O, \"Morally Offensive\". ==== Retirada britânica ==== Embora isso tenha sido passado sem cortes nos cinemas do Reino Unido em dezembro de 1971, as autoridades britânicas consideraram a violência sexual no filme para ser extrema. Em março de 1972, durante o julgamento de um garoto de 14 anos de idade acusado de homicídio culposo de um colega de classe, o promotor se referiu para A Clockwork Orange, sugerindo que o filme tinha uma relevância macabra para o caso.\"Serious pockets of violence at London school, QC says\", The Times, 21 March 1972. O filme foi também ligado para o assassinato de um idoso vagante por um garoto de 16 anos de idade em Bletchley, Buckinghamshire, que se declarou culpado após contar para polícia que amigos tinham falado para ele do filme \"e a surra de um garoto velho como esse\". Roger Gray QC, para a defesa, disse ao tribunal que \"a ligação entre esse crime e a literatura sensacional, particularmente A Clockwork Orange, é estabelecida além de qualquer dúvida razoável\".\" 'Clockwork Orange' link with boy's crime\", The Times, 4 July 1973. A imprensa também culpou o filme por um estupro em qual os agressores cantaram \"Singin' in the Rain\" como \"Singin' in the Rape\". Christiane Kubrick, a esposa do diretor, tem dito que a família recebeu ameaças e teve manifestantes fora de sua casa. O filme foi retirado do lançamento britânico em 1973 pela Warner Bros ao pedido de Kubrick. Em resposta para alegações de que o filme foi responsável pela violência imitadora, Kubrick declarou: O Scala Cinema Club entrou em falência em 1993 após perder uma batalha legal após uma exibição não autorizada do filme. No mesmo ano, Channel 4 transmitiu Forbidden Fruit, um documentário de 27 minutos sobre a retirada do filme na Grã-Bretanha. Isso contém imagens de A Clockwork Orange. Foi difícil para ver A Clockwork Orange no Reino Unido por 27 anos. Foi apenas após de Kubrick morrer em 1999 que o filme foi relançado nos cinemas e feito disponível em VHS e DVD. Em 4 de julho de 2001, a versão sem cortes estreou no Sky Box Office da Sky TV, onde isso foi exibido até meados de setembro. ==== Censura em outros países ==== Na Irlanda, o filme foi banido em 10 de abril de 1973. A Warner Bros. decidiu contra recorrer da decisão. Eventualmente, o filme foi passado sem cortes para o cinema em 13 de dezembro de 1999 e lançado em 17 de março de 2000. O pôster de relançamento, uma réplica da versão original britânica, foi rejeitado devido às palavras \"ultra- violence\" e \"rape\" na linha de slogan. Sheamus Smith explicou sua rejeição ao The Irish Times: Em Singapura o filme foi banido por mais de 30 anos, antes de ser feita uma tentativa de lançamento em 2006. Entretanto, a submissão para uma classificação M18 foi rejeitada, e o banimento não foi levantado. O banimento foi mais tarde levantado e o filme foi exibido sem cortes (com uma classificação R21) em 28 de outubro de 2011, como parte do Perspectives Film Festival. Na África do Sul, isso foi banido pelo regime do apartheid por 13 anos, então em 1984, foi lançado com um corte e apenas feito disponível para pessoas com mais de 21. Isso foi banido na Coreia do Sul e nas províncias canadenses de Alberta e Nova Escócia.Censored! Only in Canada, Malcolm Dean, Virgo Press, 1981. Alberta reverteu o banimento em cima da morte de Kubrick em 1999. O Maritime Film Classification Board também reverteu o banimento. Ambas as jurisdições agora concedem uma classificação R para o filme. No Brasil, o filme foi banido durante a ditadura militar até 1978, quando o filme foi lançado em uma versão com pontos pretos cobrindo os genitais e seios dos atores em cenas de nudez. Na Espanha, o filme estreou no festival Seminci de Valladolid, em 1975, na última fase da ditadura de Francisco Franco. Esperava- se que fosse exibido na Universidade de Valhadolide, mas, devido a protestos estudantis, a universidade estava fechada há dois meses. As projeções finais aconteceram nos locais comerciais do festival, com longas filas de estudantes expectantes. Um falso alerta de bomba foi ignorado. Tinha trilha sonora original com legendas em espanhol. Os comentaristas supõem que as autoridades queriam que a Espanha parecesse mais livre do que o Reino Unido. Após o festival, o filme entrou no circuito de arte e depois nos cinemas comerciais com sucesso. Em Malta, um banimento do filme foi levantado em 2000, quando foi exibido nos cinemas locais pela primeira vez. O filme foi trazido à tona durante a compilação de evidências sobre o estupro e assassinato de Paulina Dembska, que ocorreu em 2 de janeiro de 2022 em Sliema, enquanto o agressor se comparava a Alex durante o interrogatório policial. === Resposta do romancista === Burgess tinha sentimentos mistos sobre a adaptação cinematográfica de seu romance, dizendo publicamente que ele amou Malcolm McDowell e Michael Bates, e o uso da música; ele elogiou isso como \"brilhante\", ainda tão brilhante que pode ser perigoso. Apesar desse entusiasmo, ele estava preocupado com a falta do capítulo final redentor do romance, uma ausência que ele culpou em cima de sua editora americana e não a Kubrick. Todas as edições dos EUA do romance antes de 1986 omitiram o capítulo final. O próprio Kubrick chamou o capítulo do livro que faltava de \"um capítulo extra\" e afirmou que ele não havia lido a versão original até que ele tivesse praticamente terminado o roteiro, e que ele nunca havia dado séria consideração para usar isso. Na opinião de Kubrick – como na opinião de outros leitores, incluindo o editor americano original – o capítulo final não era convincente e inconsistente com o livro. Burgess relatou em sua autobiografia You've Had Your Time (1990) que ele e Kubrick em princípio tiveram um bom relacionamento, cada um com visões filosóficas e políticas semelhantes e cada um muito interessados em literatura, cinema, música e Napoleão Bonaparte. O romance Napoleon Symphony (1974) de Burgess foi dedicado para Kubrick. Seu relacionamento azedou quando Kubrick deixou Burgess para defender o filme das acusações de glorificar a violência. Um católico não praticante, Burgess tentou muitas vezes explicar os pontos morais cristãos da história para organizações cristãs ultrajadas e defender isso contra acusações de jornais de que apoiava dogmas fascistas. Ele também foi receber prêmios dados para Kubrick em seu nome. Apesar dos benefícios que Burgess fez do filme, ele não esteve envolvido de forma alguma na produção da adaptação do livro. O único lucro que ele fez diretamente do filme foram os $500 iniciais que foram dados para ele pelos direitos para a adaptação. A adaptação teatral do romance A Clockwork Orange: A Play with Music, do próprio Burgess, em 1984, contém uma referência direta a Kubrick. No momento final da peça, Alex se junta aos outros personagens em uma música. Nas direções de palco do roteiro, ele afirma que, enquanto isso acontece, \"Um homem barbudo como Stanley Kubrick toca, em contraponto requintado,\"Singin' in the Rain\" no trompete. Ele é expulso do palco.\" === Indicações === Prêmio Categoria Nomeado(s) Resultado Academy Awards Melhor Filme Stanley Kubrick Melhor Direção Melhor Roteiro – Baseado em Material de Outro Meio Melhor Edição de Filme Bill Butler British Academy Film Awards Melhor Filme Stanley Kubrick Melhor Direção Melhor Roteiro Melhor Edição Bill Butler Melhor Design de Produção John Barry Melhor Cinematografia John Alcott Melhor Som Brian Blamey, John Jordan e Bill Rowe Directors Guild of America Awards Excepcional Realização Direcional Stanley Kubrick Evening Standard British Film Awards Melhor Filme Melhor Ator Malcolm McDowell Golden Globe Awards Melhor Filme – Drama Melhor Ator em um Filme – Drama Malcolm McDowell Melhor Direção – Filme Stanley Kubrick Hugo Awards Melhor Apresentação Dramática Stanley Kubrick e Anthony Burgess Kansas City Film Critics Circle Awards Melhor Filme Nastro d'Argento Melhor Diretor Estrangeiro Stanley Kubrick National Film Preservation Board National Film Registry National Society of Film Critics Awards Melhor Filme Melhor Direção Stanley Kubrick Melhor Ator Malcolm McDowell New York Film Critics Circle Awards Melhor Filme Melhor Direção Stanley Kubrick Melhor Ator Malcolm McDowell Online Film & Television Association Awards Hall of Fame – Motion Picture Rondo Hatton Classic Horror Awards Melhor Comentário em DVD Malcolm McDowell Satellite Awards Melhor DVD Clássico Saturn Awards Melhor Coleção em DVD A Clockwork Orange Saturn Awards Melhor Coleção em DVD A Clockwork Orange Saturn Awards Melhor Coleção em DVD ou Blu-ray A Clockwork Orange Turkish Film Critics Association Awards Melhor Filme Estrangeiro Venice International Film Festival Prêmio Pasinetti (Melhor Filme Estrangeiro) Stanley Kubrick Writers Guild of America Awards Melhor Drama Adaptado de Outro Meio == Diferenças entre o filme e o romance == O filme de Kubrick é relativamente fiel para o romance de Burgess, omitindo apenas o capítulo positivo, final, em qual Alex amadurece e supera fora a sociopatia. Enquanto o filme termina com Alex sendo oferecido um emprego aberto sem término no governo, implicando que ele permanece um sociopata no coração, o romance termina com a mudança positiva de caráter no Alex. Essa discrepância na trama ocorreu porque Kubrick baseou seu roteiro na edição americana do romance, em qual o capítulo final tinha sido deletado sob a insistência de sua editora americana. Ele alegou não ter lido a completa, versão original do romance até ele ter quase terminado de escrever o roteiro, e que ele nunca considerou em usar isso. A introdução para a edição de 1996 de A Clockwork Orange diz que Kubrick considerou o final da edição original muito levemente otimista e irreal. * No romance, o sobrenome de Alex nunca foi revelado, enquanto no filme, seu sobrenome é 'DeLarge', devido para Alex chamar ele mesmo de \"Alexander the Large\" no romance. * No início do romance, Alex é um delinqüente juvenil de 15 anos de idade. No filme, para diminuir a controvérsia, Alex é retratado como um pouco mais velho, ao redor de 17 ou 18. (Na época da filmagem, Malcolm McDowell tinha 27). * Crítico Randy Rasmussen tem argumentado que o governo no filme está em um simbólico estado de desespero, enquanto o governo no romance é bastante forte e autoconfiante. O anterior reflete a preocupação de Kubrick com o tema de atos de interesse próprio mascarados como simplesmente seguindo um procedimento.Kubrick: Seven Films Analyzed by Randy Rasmussen, p. 112 Um exemplo disso iria ser as diferenças na retratação de P. R. Deltoid, o \"orientador pós-corretivo\" de Alex. No romance, P. R. Deltoid parece ter alguma autoridade moral (embora não seja suficiente para prevenir Alex de mentir para ele ou se envolver em crime, apesar de seus protestos). No filme, Deltoid é um pouco sádico e parece ter um interesse sexual em Alex, entrevistando ele no quarto dos pais e batendo nele na virilha. * No filme, Alex tem uma cobra de estimação. Não há menção disso no romance.Stanley Kubrick by John Baxter, p. 255 * No romance, F. Alexander reconhece Alex através de um número de descuidadas referências para o ataque anterior (p.e., sua esposa então alegando que eles não tinham telefone). No filme, Alex é reconhecido quando cantando a música 'Singing in the Rain' no banho, qual ele tinha assustadoramente feito enquanto atacando a esposa de F. Alexander. A canção não aparece em todo no livro, como isso foi uma improvisação pelo ator Malcolm McDowell quando Kubrick reclamou que a cena do estupro era muito \"rígida\".Stanley Kubrick by Vincent LoBrutto pp. 365–6 and Stanley Kubrick, director by Alexander Walker, Sybil Taylor, Ulrich Ruchti, p. 204 * No romance, Alex é oferecido para tratamento após matar um companheiro de prisão que estava sexualmente assediando ele. No filme, essa cena foi cortada fora e, em vez de Alex praticamente voluntariar para o procedimento, ele foi simplesmente selecionado pelo Ministro do Interior por falar durante uma inspeção ministerial na prisão. * O número de prisão de Alex no romance é 6655321. Seu número de prisão no filme é 655321. * No romance, Alex droga e estupra duas meninas de 10 anos de idade. No filme, as meninas são jovens adultos que parecem ter sexo consensual, brincalhão com ele, com nenhuma sugestão de usar quaisquer drogas e sem qualquer violência. * No romance, o escritor estava trabalhando em um manuscrito chamado A Clockwork Orange quando Alex e sua gangue estão invadindo em sua casa. No filme, o título do manuscrito não é visível, deixando nenhuma referência literal para o título do filme. Algumas explicações do título são oferecidas na seção Análise do romance. * Inicialmente em ambos o romance e o filme, Alex e seus drugues atacam brutalmente um bêbado, homem sem-teto. Mais tarde, quando Alex é devolvido para sociedade, ele é reconhecido pelo mesmo homem. O homem sem-teto reúne vários outros homens sem-teto para bater em Alex, que é incapaz de defender ele mesmo. Essas cenas tardias não aparecem no livro. Após Alex ser retornado para sociedade, ele decide que quer matar a si mesmo e vai para uma biblioteca para encontrar um livro sobre como fazer isso. Lá, ele é reconhecido pelo homem que ele tinha espancado e é atacado por ele e uma gangue de outros velhos patronos da biblioteca. * Alex é espancado quase até a morte pela polícia após sua reabilitação. No filme, os policiais são dois de seus anteriores drugues, Dim e Georgie. No livro, em vez de Georgie, que foi dito para ter sido morto, o segundo oficial é Billyboy, o líder da gangue oposta com quem Alex e seus drugues lutaram anteriormente, ambos no filme e no livro. * O filme conclui com Alex recuperando de sua tentativa de suicídio no hospital. No romance, Alex deixa o hospital e forma um novo bando de drugues, mas está insatisfeito pelas atividades violentas quais uma vez entretiam ele. Ele encontra Peter (um de seus anteriores drugues) em um café, e está fascinado pela aparentemente vida não-violenta que ele agora leva. A história fecha com Alex sugerindo que ele poderia tentar perseguir um similar, estilo de vida pacífico. * No romance, Alex é acidentalmente condicionado contra todas as músicas, mas no filme ele é condicionado apenas contra a 9ª Sinfonia de Beethoven. * O filme retrata Dr. Brenom como mulher, apesar de ser descrito como homem no romance. == Mídia doméstica == Em 2000, o filme foi lançado em VHS e DVD, ambos individualmente e como parte do set de DVD The Stanley Kubrick Collection. Devido aos comentários negativos dos fãs, Warner Bros relançou o filme, sua imagem digitalmente restaurada e sua trilha sonora remasterizada. Um set de colecionador de edição limitada com um disco de trilha sonora, pôster do filme, livreto e uma tira de filme seguiu-se, mas depois foi descontinuado. Em 2005, um relançamento britânico, empacotado como um \"Filme icônico\" em uma caixa de edição limitada foi publicado, idêntico para o set de DVD remasterizado, exceto por diferentes capas de arte de embalagens. Em 2006, Warner Bros anunciou a publicação em setembro de uma edição especial em dois discos apresentando um comentário de Malcolm McDowell, e os lançamentos de outros sets de dois discos de filmes de Stanley Kubrick. Vários varejistas britânicos tinham fixado a data de lançamento como 6 de novembro de 2006; o lançamento foi adiado e anunciado novamente para a Temporada de Férias de 2007. Uma versão de relançamento do filme em HD DVD, Blu-ray e DVD foi lançada em 23 de outubro de 2007. O lançamento acompanha outros quatro clássicos do Kubrick. As transferências de vídeo em 1080p e as faixas de áudio remixadas Dolby TrueHD 5.1 (para HD DVD) e não compactadas 5.1 PCM (para Blu-ray) estão nas edições Blu-ray e HD DVD. Ao contrário da versão prévia, a edição de relançamento do DVD é anamorficamente aprimorada. O Blu- ray foi relançado no 40º aniversário do lançamento do filme, idêntico para o Blu-ray lançado anteriormente, além de adicionar um Digibook e o documentário Stanley Kubrick: A Life in Pictures como um aspecto bônus. Em 2021, uma restauração 4K foi completada com o ex-assistente de Stanley Kubrick, Leon Vitalli, trabalhando de perto com a Warner Bros. durante o processo de remasterização. Foi lançado nos Estados Unidos em 21 de setembro de 2021 e 4 de outubro de 2021 no Reino Unido. == Legado e influência == Junto com Bonnie and Clyde (1967), Night of the Living Dead (1968), The Wild Bunch (1969), Soldier Blue (1970), Dirty Harry (1971) e Straw Dogs (1971), o filme é considerado um marco no relaxamento do controle da violência no cinema.Ian MacDonald, Revolution in the Head, Pimlico, p.235 A Clockwork Orange permanece uma influente obra no cinema e em outras mídias. O filme é frequentemente referenciado na cultura popular, qual Adam Chandler do The Atlantic, atribui às técnicas de direção \"sem gênero\" de Kubrick que trouxeram inovações originais em filmagens, músicas e produções que ainda não tinham sido vistas na época do lançamento original do filme. The Village Voice listou A Clockwork Orange no número 112 na sua lista Top 250 \"Best Films of the Century\" em 1999, baseada em uma enquete de críticos. O filme aparece várias vezes no topo das listas de filmes do American Film Institute (AFI). O filme foi listado em No. 46 no AFI's 100 Years... 100 Movies de 1998, em No. 70 na segunda lista de 2007. \"Alex DeLarge\" está listado em 12º na seção vilões dos AFI's 100 Years... 100 Heroes and Villains. Em 2008, o AFI's 10 Top 10 classificou A Clockwork Orange como o 4º maior filme de ficção científica até hoje. O filme foi também colocado em 21º no AFI's 100 Years...100 Thrills. Nas pesquisas dos maiores filmes do mundo da Sight & Sound de 2012 do British Film Institute, A Clockwork Orange foi classificado 75º na pesquisa dos diretores e 235º na pesquisa dos críticos. Em 2010, Time posicionou isso em 9º em sua lista do Top 10 Ridiculously Violent Movies. Em 2008, Empire classificou isso 37º em sua lista dos \"The 500 Greatest Movies of All Time\", e em 2013, Empire classificou isso 11º em sua lista do \"The 100 Best British Films Ever\".\"The 100 Best British Films Ever\" . Empire. Retrieved 5 January 2013 Em 2010, The Guardian listou o filme em 6º em sua lista dos 25 maiores filmes de arte. O diretor espanhol Luis Buñuel elogiou altamente o filme. Ele uma vez disse: \"A Clockwork Orange é o meu favorito atual. Eu estava predisposto contra o filme. Após ver isso, eu percebi que esse é apenas um filme sobre o que o mundo moderno realmente significa\". A Clockwork Orange foi adicionado ao National Film Registry em 2020 como uma obra considerada \"culturalmente, historicamente ou esteticamente\" significativa. == Ver também == * Estetização da violência * Lista de referências culturais a Laranja Mecânica * Técnica Ludovico == Notas == ;Bibliografia * * * == Leitura adicional == * * * * * == Ligações externas == * * * * A Clockwork Orange no BFI's Screenonline * * A Clockwork Orange em SparkNotes * \"One on One with Malcolm McDowell\" from HoboTrashcan.com (2008) Categoria:Filmes do Reino Unido de 1971 Categoria:Filmes dos Estados Unidos de 1971 Categoria:Filmes em língua inglesa Categoria:Laranja Mecânica Categoria:Filmes do Reino Unido Categoria:Filmes em línguas fictícias Categoria:Filmes dirigidos por Stanley Kubrick Categoria:Filmes sobre vingança Categoria:Filmes baseados em obras de autores do Reino Unido Categoria:Filmes ambientados em Londres Categoria:Filmes ambientados no futuro Categoria:Filmes gravados em Berkshire Categoria:Filmes gravados em Buckinghamshire Categoria:Filmes gravados em Londres Categoria:Filmes distópicos Categoria:Filmes da Pinewood Studios Categoria:Filmes da Warner Bros. Categoria:Controvérsias sobre obscenidade no cinema Categoria:Filmes com trilha sonora de Wendy Carlos Categoria:Violação de domicílio em filmes Categoria:Filmes de ficção científica do Reino Unido Categoria:Filmes de ficção científica dos Estados Unidos Categoria:Filmes de drama do Reino Unido Categoria:Filmes de drama dos Estados Unidos Categoria:Filmes sobre estupro Categoria:Filmes ambientados em prisões Categoria:Filmes de ficção científica da década de 1970 Categoria:Filmes de drama da década de 1970 Categoria:Filmes censurados Categoria:Obras censuradas na ditadura militar no Brasil (1964–1985) Categoria:Filmes preservados no National Film Registry",
 "title": "Laranja Mecânica (filme)"
}