{
 "id": "1564",
 "text": "(do inglês ) é um jogo de cartas jogado por duas ou mais pessoas muito comum em casinos. É considerado o jogo de cartas mais popular do mundo, e o mais popular entre uma classe de jogos nos quais os participantes utilizam as cartas de forma total ou parcialmente escondidas fazendo apostas para um monte central, após o resultante das apostas é atribuído ao jogador ou jogadores que possuir(em) o melhor conjunto de cartas entre os que permaneceram até o final da rodada, ou ao jogador restante caso os demais tenham desistido. Quando houver uma dupla na mão do jogador e uma dupla na mesa, essa não pode ser usado como critério de desempate em caso de uma jogada superior de outro jogador. Para jogar pôquer é preciso aprender as regras e procedimentos básicos do jogo, os valores das várias combinações de cartas (ver mão de pôquer) e as regras sobre as apostas e seus limites. Alguns conhecimentos sobre o equipamento usado para jogar são úteis. Há também muitas variantes do pôquer, categorizadas livremente como pôquer fechado (como o five-card draw), pôquer aberto (como o seven-card stud) e community card poker (como o Texas hold'em e Omaha), entre outros. Cada um dos exemplos de categoria citados são um bom ponto de partida para aprender outros jogos do mesmo gênero. Em abril de 2018, a Associação Internacional dos Esportes da Mente (IMSA) recebeu a Federação de Jogos de Cartas (FCG) como seu sétimo membro. O anúncio foi feito durante o seu congresso anual, em Dubai (EAU). Apenas 5% dos jogadores de poker tem renda a partir do esporte, este dado demonstra o quanto é preciso estudar este esporte para se tornar um profissional bem sucedido. == História == A definição histórica da origem do pôquer é considerada difícil de ser precisada. Uma teoria citada por historiadores do jogo relatam um texto, datado de 1934, de autoria de Jonathan H. Green, como uma das mais antigas referências escritas sobre o pôquer já noticiada. Este texto detalha as regras do pôquer que era chamado no início de o \"jogo da trapaça\". Este jogo, popular na região de Mississippi, foi batizado por Green como pôquer, todavia, não estão claras as razões pelas quais ele usou este vocábulo.HISTORIA DO POKER (2019). História do poker. Site Bodog.com . Acessado em 21 de junho de 2019. Alguns atribuem a origem do jogo à Dinastia Sung, na China, no século X, enquanto outros apontam o seu início com o jogo Persa chamado \"As Nas\", do século XVI.TITAN POKER (2012). A História do Poker. Site Titan Poker . Acessado em 31 de janeiro de 2012. Outros historiadores do jogo dizem que sua origem está em uma palavra francesa, “poque”, que era o nome de um jogo desse país. Segundo essa teoria, o jogo foi levado da França para os Estados Unidos através de um grupo de colonizadores franceses que teriam fundado a cidade de Nova Orleans. A partir de então, se difundiria ao longo da rota do Rio Mississippi durante o século XVIII e se popularizaria nos Estados Unidos durante o século XIX, quando o país começou sua expansão até o oeste. Por este motivo, a história do pôquer é por vezes associada com o velho oeste norte- americano. Independente de sua origem, é considerado como certo de que o jogo foi mudando e evoluindo ao longo do tempo, passando a incluir 32 cartas e, pouco a pouco, foi chegando à quantidade de cartas do baralho atual, 52. Ao longo de sua história, o jogo recebeu novas variações, embora os conceitos básicos de sua estratégia psicológica e a sequência das cartas tenham sido mantidas presentes ao longo do curso de sua evolução. No início do século XX, o pôquer é declarado ilegal no estado de Nevada, nos Estados Unidos. Entretanto, devido ao fato do pôquer ser considerado mais um jogo de habilidade do que de azar, as autoridades da Califórnia determinaram que as leis contra os jogos de azar não poderiam ser aplicadas a ele. Esta decisão, permitiu ao jogo se desenvolver e ganhar popularidade, e posteriormente o estado de Nevada acaba abolindo a sua proibição, legalizando-o em seus cassinos no ano de 1931. Atualmente o pôquer é regido por normas estritas, tanto na internet como em cassinos reais, e seus torneios e diversas competições conferiram-lhe um status de evento esportivo internacional. == Variantes== === Pôquer aberto === O pôquer aberto é também conhecido como Stick Poker ou Stud Poker. Nas modalidades mais comuns pode-se jogar com cinco ou sete cartas. ==== Com cinco cartas ==== O stick de cinco cartas é um jogo bastante violento, pois o volume de apostas pode ser muito grande. O valor dos jogos é o mesmo do pôquer. No Brasil, costuma-se considerar no Stick apenas os jogos de pares (par, dois pares, trinca, fullhand e quadra). O jogo completo, em que valem todas as combinações, é chamado Sticão. Como não há troca de cartas, o número de participantes pode ser maior. Geralmente as cartas seis e até mesmo as cartas sete não são utilizados, se o grupo for composto de seis ou sete jogadores. As apostas são feitas após o recebimento de cada carta. Cada jogador recebe uma carta fechada e uma aberta. Após examinar a carta fechada, cada jogador aposta, de acordo com a possibilidade de formar um jogo vencedor com as cartas que ainda receberá. O primeiro a apostar será aquele que tiver a maior carta aberta, seguindo-se então o sentido horário. O carteador costuma indicar quem será o primeiro a falar , dizendo Fala o Ás, ou Fala o Rei, se esta for a carta aberta de maior valor. Se houver empate nas cartas expostas, deverá falar primeiro o jogador mais próximo do carteador, à sua esquerda. Para receber cartas, todos apostam um valor mínimo, o chamado pingo. Após receber a primeira carta fechada, cada jogador, a partir de quem tiver a carta maior, deverá apostar ou sair, ou aumentar a aposta de algum jogador que o procedeu. Geralmente convenciona-se que, na primeira volta, quem receber figura será obrigado a acompanhar as apostas. Uma segunda carta aberta é distribuída e as apostas serão reiniciadas, novamente a partir de quem tiver a melhor combinação de cartas. O carteador indicará, por exemplo: Fala Às e Rei, ou Fala o par de Damas. Se estiverem jogando o Sticão, em que valem todas as combinações, nesta fase ainda não se consideram as seguidas e os flushes para abertura das apostas. Uma nova carta (terceira aberta e quarta do jogo) é distribuída; novamente abrem-se as apostas. Se estiverem jogando sticão, agora já serão levadas em conta as possibilidades de sequências e flushes. O carteador dirá, por exemplo Fala a sequência possível, para o jogador cujas três cartas abertas estão em sequência, se este for o maior jogo à vista. A quinta carta, também aberta, obrigará à repetição do processo. As apostas, escalonadas, elevam bastante o nível do jogo; assim, os inexperientes devem tomar bastante cuidado. Se for combinado antes do jogo, quem desejar poderá receber uma outra carta fechada, desde que abra a primeira, pois cada um só poderá receber uma carta fechada. ==== Com sete cartas ==== A troca de cartas é permitida e, em consequência, o volume de apostas pode ser ainda maior. Cada jogador recebe três cartas, duas fechadas e uma aberta. Abrem-se então as apostas, como no stick de cinco cartas. A quarta e a quinta cartas são distribuídas da mesma forma, interrompidas pelas apostas. Cada jogador poderá então trocar uma carta, aberta ou fechada, dependendo da carta que devolver ao carteador. Se separou uma carta fechada, receberá outra fechada ou se separou uma carta aberta, receberá outra aberta. Novas apostas são feitas, procedendo- se então à última troca, obedecidas as mesmas normas. São feitas então as apostas finais, as cartas expostas e o vencedor recolhe as fichas. Para que o jogo não fique muito violento, costuma-se controlar o volume de apostas, estabelecendo-se um limite para as apostas iniciais. ==== High-Low ==== É uma variante do pôquer que se assemelha também ao pôquer Miséria, pois ganham as mãos de maior e menor valor. As fichas são divididas entre o pior e o melhor jogo da mesa, ficando com o melhor a ficha que por acaso restar na divisão. É permitida a troca de cinco cartas. As demais regras são iguais às do pôquer comum. A mão baixa é definida da seguinte forma: conta-se o valor numérico das cartas que não formam nenhum jogo, a que tiver a menor maior carta vence. Por exemplo, A-2-3-4-5 é o melhor menor jogo possível (e curiosamente também uma sequência), seguido de A-2-3-4-5, 2-3-4-5-6 e assim por diante. Geralmente o jogo baixo só é considerado válido se nenhuma das cartas for maior que 8 e não formar nenhum par ou outra combinação com cartas repetidas (A-2-2-3-4 não é um jogo baixo válido por conter um par de 2s e A-2-3-4-9 não forma um jogo baixo por conter um 9).Pierrot === Pôquer fechado === Nos Estados Unidos utiliza-se um baralho comum de 52 cartas. No Brasil as cartas de valor mais baixo são retiradas, de acordo com o número de participantes. Com quatro participantes utilizam-se as cartas do 7 ao Ás; com cinco jogadores, do 6 ao Ás. Embora os grupos possam ser constituídos de dois até oito jogadores, as mesas formadas de quatro a sete são consideradas ideais. Para cada jogador a mais no grupo, uma outra carta será acrescentada. Assim, se forem seis os participantes, o cinco é incluído. O Ás é a carta mais alta, mas também pode entrar nas sequências como a mais baixa. Exemplo: se o 7 estiver no jogo, a sequência máxima será A-K-Q-J-10 e a mínima 10-9-8-7-A. ==== Distribuição ==== Antes de iniciar o jogo, os jogadores devem estabelecer o valor do cacife, ou seja, o montante em fichas necessário para as apostas que serão feitas no decorrer do jogo. O primeiro carteador será aquele que foi escolhido, sorteada apenas para efeito de distribuição das cartas. A seguir, será substituído a cada rodada pelo jogador mais à esquerda. Por se tratar de um jogo de apostas, o pôquer tem convenções rigorosas sobre o embaralhamento, corte e distribuição das cartas. Antes da distribuição, as cartas devem ser embaralhadas no mínimo três vezes. Qualquer jogador pode participar do embaralhamento, desde que peça ao carteador, que será, invariavelmente, o último a embaralhar. O baralho deve ser oferecido ao jogador da direita para o corte. Se este não quiser, qualquer outro jogador poderá cortar. O monte de cartas será cortado uma única vez, a menos que ocorra alguma irregularidade. Se alguma carta virar durante o corte, as cartas deverão ser novamente embaralhadas e dadas a cortar. Se nenhum jogador cortar, o carteador não poderá mais embaralhar e deverá proceder à distribuição. A distribuição é feita no sentido horário, uma por vez, fechadas, cinco para cada jogador. As cartas que sobrarem ficarão ao lado do carteador, para serem usadas posteriormente. ==== Ritmo do jogo ==== ===== Primeira rodada de apostas ===== Antes de receber cartas, cada participante deposita um pingo(esse pingo só é pago ao longo de um torneio) no centro da mesa. Estas fichas serão disputadas durante o jogo. O jogo corre com a distribuição de cartas no sentido horário. Assim, o jogador à esquerda do carteador será o primeiro a falar. As opções são as seguintes: # Pensa que não conseguirá formar um bom jogo e passa ou sai, pondo suas cartas fechadas sobre a mesa; # Diz mesa (ou alternativamente bate duas vezes na mesa), para verificar a situação dos demais, antes de apostar. Com isso, transfere o direito de falar em primeiro lugar ao jogador à sua esquerda, conservando o direito de falar posteriormente, se alguém abrir; # Gosta de seu jogo e faz uma aposta inicial. Às vezes o limite das apostas não é estabelecido, mas em geral as apostas são combinadas antes do início do jogo, fixando-se o limite mínimo e o máximo. Se o primeiro jogador passar ou disser mesa, o segundo terá as mesmas opções, e assim por diante, até chegar ao carteador. Se todos passarem, as cartas serão reunidas e o segundo jogador da mesa procederá a nova distribuição. As fichas continuarão na mesa e serão apontadas pelos novos pingos. Se o primeiro jogador apostar, o segundo terá de decidir se acompanha, sai ou aumenta a aposta (repique). Se algum jogador repicar, qualquer outro poderá contra-repicar (aumentar novamente a aposta). Se alguém abrir e os outros apenas acompanharem, o abridor não poderá repicar a própria aposta inicial. Se alguém repicar ou contra-repicar, os que já acompanharam terão de decidir se desejam completar suas apostas ou se desejam sair. Para participar, todos deverão ter apostado a mesma quantidade de fichas. Se algum jogador disse \"mesa\" inicialmente, após a \"abertura\" terá de decidir, na sua vez de falar, se deseja acompanhar ou se prefere sair. ===== Segunda rodada de apostas ===== Já com o novo jogo, o jogador que iniciou as primeiras apostas, isto é, quem abriu o jogo, deverá ser o primeiro a falar. Se houver repiques, o último repicador falará primeiro. Poderá dizer \"mesa\" ou apostar. O seguinte poderá dizer \"mesa\", se o primeiro também o fez, ou sair, acompanhar a aposta ou aumentá-la. Se todos disserem mesa, quem tiver o melhor jogo recolherá as fichas. Se houver apostas (simples, repicadas ou contra-repicadas), os que ficarem no jogo verificarão entre si quem tem a melhor mão. Se algum jogador apostar e nenhum dos outros pagar , recolherá as fichas sem mostrar seu jogo. A abertura mínima, na primeira distribuição, é um par de Valetes; se todos passarem, na segunda, par de Damas, e assim por diante, até chegar a dois pares. Em alguns círculos a abertura é livre. ==== Pôquer com coringa ==== Às cartas normais, acrescenta-se um curinga, que assumirá o valor de qualquer carta. A escala de valores das mãos é alterada, pois logo abaixo do Royal Straight Flush o maior jogo será o de cinco cartas do mesmo valor. (Exemplo: 4 Reis e um curinga, valendo como cinco Reis). ==== Pôquer miséria ==== A ordem de valores dos jogos é invertida, ganhando sempre que tiver a pior mão. Alguns grupos jogam o que se chama \"Quem dá, manda\", isto é, o jogo varia a cada mão, de acordo com a vontade do distribuidor, que deverá anunciar, enquanto as cartas, que modalidade deseja jogar. === Community card poker === ==== Texas Hold'em ==== Este é o estilo de pôquer jogado nos programas de televisão e na maioria dos sites de pôquer online. É um pôquer aberto, em que os jogadores recebem duas cartas fechadas e são dispostas cinco abertas sobre a mesa. Para vencer, o jogador deve combinar suas duas cartas fechadas com três das cinco abertas ou a melhor combinação, podendo usar as cinco cartas comunitárias. Ao contrário do pôquer aberto tradicional, as cartas abertas são as mesmas para todos os participantes. São quatro rodadas de apostas: uma depois que os participantes recebem as duas cartas fechadas, outra assim que são colocadas na mesa três cartas abertas de uma só vez (chamadas de \"Flop\") e outras duas após serem abertas duas cartas na mesa (denominadas \"Turn\" e a \"River\"), uma por vez, totalizando sete cartas em jogo para cada competidor. O Texas Hold'em não prevê troca de cartas. Nesta variação de pôquer, antes das cartas serem distribuídas, os dois jogadores à esquerda do carteador (também chamado de \"crupiê\" ou \"dealer\" e identificado por um botão que fica à sua frente na mesa) devem fazer suas apostas, chamadas de \"Big Blind\" e \"Small Blind\". O Small Blind paga metade do valor da aposta do Big Blind e os outros participantes devem cobrir ou aumentar a quantidade de fichas apostadas para seguirem no jogo. Se alguém subir a aposta, os demais precisam pagar a diferença para jogarem. Distribuídas as cartas fechadas, o jogador à esquerda do Big Blind poderá sair do jogo, cobrir a aposta ou aumentar o valor (também chamado de \"relançar\"). Os outros participantes também optam por umas destas três jogadas. Ao final desta primeira rodada de apostas, o crupiê apresenta o Flop (as três cartas abertas iniciais). Acontece então a segunda rodada de apostas, iniciada pelo jogador à esquerda do crupiê(carteador). Em seguida, o carteador coloca o Turn na mesa (a quarta carta aberta). Segue-se outra rodada de apostas, iniciada novamente pelo jogador à esquerda do crupiê. Encerrada a terceira rodada de apostas, é colocada na mesa o River (quinta carta aberta). Os participantes então fazem a última rodada de apostas e mostram seus jogos (conhecido como \"showdown\"), a começar pelo último que abriu as apostas ou relançou. Somente este jogador tem obrigação de mostrar seu jogo. Os demais, se perceberem que não podem vencer, podem deixar suas cartas escondidas. Porém, se alguém possuir um jogo maior, deve mostrar a todos. A maior combinação leva todas as fichas. Existem algumas variações no Texas Hold'em quanto ao limite máximo no valor de uma aposta. O No Limit Hold'em permite o chamado \"all-in\", ou seja, apostar tudo que se tem. Porém, nenhuma aposta pode ser inferior ao pingo, o valor apostado para entrar na partida. Pode ser jogado em formato de torneios ou disputando fichas sem eliminações como nos cash games. O Limit Hold'em só aceita o valor máximo definido pelos jogadores no início da partida, que poderá ser apostado após o Turn e o River e apenas a metade poderá ser colocada no Flop. Já o Pot Limit Hold'em aceita que o jogador aposte no máximo a quantidade de fichas colocadas na mesa até aquele momento. === Pôquer Árabe === O Pôquer Árabe é uma subdivisão de Pôquer aplicável a quaisquer de suas modalidades. Ele consiste na adição de uma regra que determina que todo e qualquer vencedor de uma mão deve, obrigatoriamente, mostrar as suas cartas para ganhar o pote. Esta obrigatoriedade tem por objetivo beneficiar o jogador recreativo, pois este passa a saber com mais precisão as estratégias de jogadores profissionais, especialmente no que diz respeito ao range de mãos e frequência de blefe. Esta modalidade foi criada em 19 de outubro de 2020 por Eduardo Canquerini de Morais, inspirado em seu avatar de Poker Online, Arabian Nights. === Strip poker === Strip poker é uma variante do jogo de cartas pôquer, na qual uma das regras requer que os jogadores removam peças de roupa como consequência negativa das perdas de jogadas. As peças de roupa podem, também, ser usadas como aposta, substituindo as fichas. Sugere-se que tenha surgido em Nova Orleães no século XIX, ao mesmo tempo do pôquer tradicional, mas jogado em bordéis. É mais provável, contudo, que tenha surgido na década de 1930 como uma brincadeira entre amigos. === Estratégia de jogo de pôquer === O desenvolvimento de uma estratégia sólida de pôquer pré-flop é de longe a maneira mais fácil e rápida de melhorar seus resultados financeiros. A melhor abordagem é jogar um range tight de mãos fortes e / ou jogáveis, e você precisa jogar essas mãos agressivamente. == Sorte ou habilidade (Texas Hold'em)? == Uma questão bastante comentada no pôquer é se este é um jogo de habilidade ou de sorte. Essa questão é mais relevante no pôquer do que em qualquer outro jogo de informações incompletas pelo fato do pôquer ser o jogo de cartas mais jogado no mundo, sem contar que envolve apostas. No PokerStars, maior site do jogo do mundo, em 2009, mais de 100 milhões de mãos foram observadas, estudadas, e notou-se que mais de 70% delas não chegaram no showdown, momento em que são reveladas as cartas. Com este fato já é possível deduzir que o pôquer é 70% habilidade, pois, já que nessa porcentagem as mãos não são relevadas, o fator crucial de vitória é a boa capacidade de apostar, ler mãos, entre outros. Complementando, pouco mais de 20% das mãos chegam ao fim, destes, aproximadamente, metade vence por ser a melhor possível na rodada. A outra metade perde mesmo sendo a mão favorita a ganhar. Com base nessas informações, deduz-se que o pôquer é aproximadamente, 88% habilidade. Fora os argumentos matemáticos, que defendem que o pôquer é um jogo que envolve mais habilidade do que sorte, deve-se também considerar os aspectos teóricos que envolvem este jogo. Em defesa do argumento de que o jogo pôquer não é um jogo de pura sorte, há longos estudos e teorias apresentadas em livros de poker que se baseiam em conceitos lógicos e estatísticos e, para se distanciarem da crítica da fraude, utilizam-se de métodos científicos- matemáticos em suas teorias e técnicas propondo ao jogador a forma de jogar com maior EV (Valor esperado), isto é, uma forma mais lucrativa no longo prazo mesmo a considerar a sorte que no pôquer é comumente chamada de variância. Exemplo, num jogo de pôquer na modalidade Texas Hold'em onde há, por exemplo, três jogadores numa mesa, eles, num hipotético mas provável embaralhamento aleatório, são sorteados da seguinte forma: * jogador 1: AA (Ás de espadas, Ás de ouros) * jogador 2: QQ * jogador 3: 45 O Seguinte Valor Esperado (EV) é dado a cada mão, isso se todos chegaram a final de todas as rondas de apostas chamada, no Texas Holde'm, de Showdown (revelação das cartas): * jogador 1: AA 65,5% das vezes vencerá ao competir ao mesmo tempo com as duas mãos abaixo. * jogador 2: QQ 18,5% das vezes vencerá. * jogador 3: 45 16% das vezes vencerá. Consideremos que cada jogador tem 10 fichas, e as ações que se seguem na ronda de apostas antes do FLOP são: * jogador 1: AA aposta 2 fichas, tendo o maior par possível. * jogador 2: QQ aumenta a aposta para 4 fichas, pensando ter a melhor mão na situação. * jogador 3: 45 aposta 10 fichas, todas, procurando simular o maior par possível. * jogador 1: chama a aposta do jogador 3 completando 8 fichas. * jogador 2 chama a aposta do jogador completando 6 fichas. Conclusão, no Texas Holdem nenhum jogador pode ver a mão do outro antes de chegarem ao showdown, no entanto, a habilidade de observação do jogador, em contrapartida com a sorte, entra em jogo nestas ações. Se o jogador 2 tivesse observado que o jogador 1 somente aposta todas suas fichas com o maior par possível AA, ele teria desistido tomando uma decisão de maior EV e economizando 6 fichas. Já o habilidoso jogador 3 queria simular (blefar) o maior par e fazer com que os outros desistissem e assim coletando as fichas do pote, mas na situação em questão ele usou uma má hora para seu blefe (do inglês bluff). Como visto acima, o jogador 1 terá a maior probabilidade de vencer as 30 fichas mas considerando a variância, ou seja, a considerar que é matematicamente possível que os outros jogadores vençam 18,5% e 16% das vezes confrontando a mão do jogador 1, aqui o fator sorte inerente a qualquer jogo entra em ação, pode ocorrer que as cartas sejam sorteadas de tal forma que jogador 2 ou 3 venha a vencer, exemplo: * Jogador 1 com AA, Jogador 2 com QQ, Jogador 3 com 45: >FLOP: 47Q >TURN: 6 >RIVER: J E assim o jogador 2 acertou em suas probabilidades de 18,5% e venceu as fichas com uma Trinca QQQ, mas é considerado que o jogador 1 ainda tomou a decisão +EV porque se a situação se repetir várias vezes, ele vencerá 65,5% das vezes. No exemplo, se a situação se repetisse 100 vezes com uma imaginária não variância das probabilidades, assim, todos os jogadores juntos teriam apostado nessas 100 vezes 3x10x100 (jogadores x fichas x repetições) = 3000 fichas, e: * o jogador 1 teria apostado nessas 100 vezes 10x100=1000 fichas e ganharia 65,5% x 3000 = 1965 fichas com um lucro de 965 fichas, * o jogador 2 teria apostado as mesma quantidade de fichas mas vencido 18,5% x 3000 = 555 fichas totalizando um prejuízo de +555-1000= -445 fichas e * o jogador 3 com a mesma quantidade de fichas apostadas 16% x 3000 = 480 fichas totalizando nessas 100 repetições da situação +480-1000= -520 fichas. Alguns outros argumentos servem para ilustrar o que o fator habilidade é o mais importante. * Vários jogadores profissionais já ganharam o campeonato mundial por diversas vezes. Se o pôquer fosse apenas sorte, seria muito mais provável ganhar na loteria do que ganhar mais de uma vez um campeonato mundial. Doyle Brunson, por exemplo, ganhou 10 vezes o mundial. * A inteligência pessoal é uma inteligência que pode ser desenvolvida com treino, o que aumenta a capacidade de entender a intenção das pessoas com mais clareza. Logo, pessoas destreinadas possuem desempenho pior do que os adeptos. E habilidade vem do treino. * O pôquer é um jogo de informações incompletas. Aquele que joga com frequência está ciente de certos padrões que acontecem na mesa, fazendo com que suas informações sobre o jogo sejam menos incompletas do que a dos iniciantes, que não reconhecem esses acontecimentos repetitivos. == Classificação das jogadas == Ordem Jogada Jogada em inglês Descrição Imagem Combinações possíveis (probabilidade) 1 Sequência Real de mesmo naipe Royal Straight Flush São 5 cartas seguidas do mesmo naipe, do 10 até ao Ás. É a melhor mão possível no pôquer, mas as chances de consegui-la são mínimas. 4 (0,0001539%) 2 Sequência de mesmo naipe Straight Flush São 5 cartas seguidas do mesmo naipe, sem ser do 10 até ao Ás. 36 (0,0013852%) 3 Quadra ou Poker Four of a kind São 4 cartas iguais. Em caso de empate, ganha o jogador com a quadra mais alta. 624 (0,012%) 4 Full House ou Full Hand Full House ou Full Hand Uma trinca (trio) e um par. Em caso de empate ganha o jogador com a trinca mais alta. 3.744 (0,144%) 5 Flush ou Cor Flush São 5 cartas do mesmo naipe sem serem seguidas. Caso dois jogadores possuam um flush, ganha aquele que possuir uma outra carta mais alta. Caso nenhum dos jogadores possua outras cartas, ocorre um empate. 5.108 (0,198%) 6 Sequência Straight São 5 cartas seguidas sem importar o naipe. Em caso de empate, ganha quem tiver a maior sequência. 10.200 (0,355%) 7 Trinca ou Trio Three of a kind São 3 cartas iguais, mais 2 cartas diferentes. Em caso de empate, ganha quem tiver a trinca mais alta. 54.912 (0,784%) 8 Dois Pares Two Pairs São dois pares de cartas. Em caso de empate, ganha quem tiver o par maior mais alto. Caso tenham o mesmo valor, ganha o jogador com o par menor mais alto. Se ainda assim houver empate, ganha aquele com a carta mais alta. 123.552 (7,353%) 9 Par One Pair São 2 cartas iguais, mais 3 cartas diferentes. Em caso de empate, ganha quem tiver o par mais alto. Caso sejam iguais, ganha o que possuir a maior carta. 1.098.240 (14,706%) 10 Carta Alta High Card Não havendo nenhuma combinação, ganha quem tiver a carta mais alta. 1.302.540 (100%) === Blefe === é um recurso empregado no pôquer, tendo por finalidade ganhar com jogo pequeno, fingindo ter um grande jogo. Isto é feito por meio de aposta elevadas; se os demais tiverem jogo fraco ou \"apenas razoável\", poderão não igualar a aposta, nesse caso, o blefador não precisará mostrar suas cartas. O blefe exige experiência e sangue frio. O blefador sistemático, ou o que fica conhecido por nunca blefar, também levará desvantagem, pois quando apostar, ninguém pagará, sabendo que seu jogo é muito grande. Porém ele ganha uma vantagem, pois quando ele realmente blefar, todos pensarão que ele está com o jogo bom. É preciso saber dosar e variar, não estabelecendo um padrão de jogo. ; Probabilidades Ao receber 5 cartas do baralho de 52 cartas (13 de cada naipe), as chances de se obter determinada combinação são: * AA uma a cada 221 mãos * AKs uma a cada 331 mãos * AKo uma a cada 110 mãos * qualquer par uma a cada 16 mãos * qualquer Ás uma a cada 6 mãos * qualquer conector uma a cada 5 mãos (exemplos de conectores: 34, 45, 67, JQ, etc, chamados assim porque podem acertar uma sequência, straight) * qualquer suited connectors uma a cada 25 mãos (exemplos de suited conectors: 34, 45, 67, JQ, etc, suited do inglês significa harmonizados, logo chamados assim por serem do mesmo naipe e porque podem acertar tanto uma sequência, straight, como a cor, flush) === Escuro === É apenas uma variante no sistema de aposta. O pingo inicial é, por convenção, proporcionalmente crescente. O carteador põe uma ficha, o primeiro à sua esquerda porá duas, o seguinte quatro etc. Para o jogo não ficar muito violento, o escuro geralmente é feito por três ou quatro jogadores apenas. O último a pingar é chamado de dono do escuro ou escurante. Ele terá o direito de aumentar as apostas, se quiser, antes da troca de cartas. Assim, distribuídas as cartas, o jogador seguinte ao escurante deverá decidir se acompanhará o jogo; se desejar fazê-lo, porá na mesa o mesmo número de fichas que o escurante. Da mesma forma agirão os outros. Os que já tiverem pingado uma ou duas fichas, deverão completar ou sair, perdendo o que já jogaram. O carteador, antes de proceder à troca de cartas, deve consultar o escurante, pois este poderá aumentar as apostas. Após a troca, o dono do escuro será o último a falar e só terá direito a aumentar qualquer aposta que seja feita pelos demais. Se o escurante repicar, o contra-repique será livre. === Kicker === Muitas jogadas do pôquer são decididas através da carta que não participa da jogada principal do jogador, em caso de empate, chamada de carta kicker. Por exemplo: se em uma disputa dois jogadores possuem o jogo Rei, Rei, 9, 9, Ás e Rei, Rei, 9, 9, 10, tanto a carta Ás do primeiro jogador quanto a carta 10 do segundo são kickers. Nesse caso o primeiro jogador ganha, pois possui kicker mais alto. Tal fator de desempate proporciona ainda mais emoção ao jogo. == Ver também == * Strip poker * World Series of Poker * Brazilian Series of Poker * European Poker Tour * World Poker Tour * Bodog Categoria:Jogos de azar",
 "title": "Pôquer"
}