{
 "id": "15703",
 "text": "Francisco Martins de Gouveia de Morais Sarmento (Guimarães, 9 de março de 1833 – Guimarães, 9 de agosto de 1899) foi um notável arqueólogo e escritor português. == Biografia == Filho de Francisco Joaquim de Gouveia de Morais Sarmento e da sua mulher Joaquina Cândida de Araújo Martins da Costa, tia materna do 1.° Visconde de Margaride e 1.° Conde de Margaride. Formado em Direito pela Faculdade de Direito da Universidade de Coimbra, nunca exerceu e dedicou-se com grande paixão ao estudo da arqueologia. Fez a exploração intensa e metódica da citânia de Briteiros e Sabroso, perto de Guimarães (1874-1879), junto à Casa da Ponte (Guimarães), onde morou. Em 1880 identificou o Castro das Eiras, em Pousada de Saramagos. Martins Sarmento era um homem culto e autodidata, talvez por isso era um livre pensador com ideias bem definidas mas em contra corrente com os académicos da altura. Por exemplo, ele era contra a ideia generalizada da presença Celta no Norte de Portugal, e defendia a ideia duma origem pré-céltica mesmo dum povoamento pelos Lígures. Ele sustentava essa teoria com base na literatura clássica como \"Ora maritima\" de Avieno e nas suas escavações arqueológicas, em particular na singularidade da cultura castreja, o habitat, a cerâmica, as estátuas de guerreiros... Contra ele, dois professores de linguística, Leite de Vasconcelos e sobretudo Adolfo Coelho que o criticou abertamente, porque para ele, a nossa língua ancestral era claramente de origem céltica. Por ventura, mais polémico ainda, Martins Sarmento defendia também uma estreita ligação entre a cultura castreja e a Civilização micénica. Cultivou também a poesia e colaborou em revistas e jornais científicos. Encontra-se colaboração da sua autoria nas revistas Renascença (1878-1879?) e O Pantheon (1880-1881) e no semanário Branco e Negro (1896-1898). Em agosto de 1881, Martins Sarmento participou na expedição científica à Serra da Estrela, organizada pela Sociedade de Geografia de Lisboa, como responsável da secção de arqueologia. No museu da Sociedade Martins Sarmento em Guimarães conserva-se uma grande parte dos seus achados arqueológicos e também a suas fotografias raro testemunho da época na arqueologia, e na etnografia. Fotógrafo à partir de 1868, foi um precursor da fotografia cientifica em Portugal em particular no domínio da epigrafia devido a sua colaboração com Emil Hübner ma sua recolha de inscrições latinas para sua obra Corpus Inscriptionum Latinarum. == Obras== * Ora maritima. Estudo d'este poema na parte respectiva à Galliza e Portugal, Porto, 1880. Em 1896 sai uma 2.ª edição, profundamente alterada. * Les Lusitaniens. Compte-rendu de la 9ème Session du Congrès International d'Anthropologie et d'Archéologie Préhistorique en 1880. Lisbonne: L'Académie Royale des Sciences, 1880, pp. 393-431 * Etnologia — Os Celtas na Lusitânia (Estudo). In: Dispersos, Coimbra,1883, pp. 100-128 * Expedição Científica à Serra da Estrela em 1881: Secção de Arqueologia. Relatório do sr. Dr. Francisco Martins Sarmento, Lisboa: Sociedade de Geografia de Lisboa, 1882 * Os Argonautas. Subsídios para a antiga história do Ocidente. Revista de Guimarães. Guimarães, 4, 1887, pp. 5-20 * Os Lusitanos, questões de etnologia. Porto: ed. Autor, 1889 * A Arte Micénica no Noroeste de Hispânia. Portugália: Materiais para o estudo do povo Português. Porto. Tomo I, fasc. 1, 1899, pp. 1-12 * Lusitanos, lígures e celtas. Revista de Guimarães. Guimarães, 7, 1890, pp. 101-119; 161-182; 8, 1891, pp. 5-28; 10, 1893, pp. 73-88; 141-160; 11, 1894, pp. 187-199. == Homenagens == * Recusou a comenda da Ordem Militar de Santiago. * Foi fundada em 1881, a Sociedade Martins Sarmento por cinco vimaranenses, dedicada a divulgação cultural e a educação, para homenagear o filantropo Martins Sarmento. * Existe uma escola secundária com o seu nome em Guimarães. * Em 1933 a Câmara Municipal de Lisboa homenageou o escritor dando o seu nome a uma rua na Penha de França. == Bibliografia == thumb|Monumento a Martins Sarmento (Guimarães) *José Ramiro PIMENTA (2007) - O Lugar do Passado em Martins Sarmento. Geo-historiografia do programa de investigação arqueológica da *Cultura Castreja (1876-1899). Tese de doutoramento apresentada à Universidade do Minho (12 de Novembro de 2007) *link. *José Ramiro PIMENTA (2008) - O Lugar do Passado em Martins Sarmento. Porto: Figueirinhas. == Veja também == * Sociedade Martins Sarmento == Ligações externas == * * Fotografias de Martins Sarmento na fototeca da Sociedade Martins Sarmento * Ora maritima. Estudo d'este poema na parte respectiva à Galliza e Portugal. Porto, 1880. Categoria:Naturais de Guimarães Categoria:Alumni da Faculdade de Direito da Universidade de Coimbra Categoria:Escritores de Portugal Categoria:Arqueólogos de Portugal Categoria:Arqueólogos de Portugal do século XIX",
 "title": "Martins Sarmento"
}