{
 "id": "15715",
 "text": "Cucurbita é um género botânico representativo da família das cucurbitáceas (Cucurbitaceae), a mesma família da melancia, da cabaça, da bucha vegetal, do melão, do maxixe, do chuchu, do pepino e do melão de São Caetano. É um género conhecido por espécies de uso popular, por exemplo: Cucurbita moschata, Cucurbita maxima, Cucurbita pepo, Cucurbita argyrosperma e Cucurbita ficifolia, popularmente chamadas de morangas, abóboras, jerimuns, mogangos, calabaça e gilas. A história taxonômica deste género iniciou-se em 1753 com o trabalho clássico de C. Linnaeus em Species Plantarum, onde diversas espécies de cucurbitáceas foram incluídas no mesmo e posteriormente transferidas para outros géneros, por exemplo: Cucurbita lagenaria = Lagenaria siceraria e Cucurbita citrullus = Citrullus lanatus. Todas as espécies são nativas do Novo Mundo, de regiões tropicais e subtropicais, delimitação geográfica explicada pelo fator de vulnerabilidade e intolerância às baixas temperaturas e geadas. México é o provável centro de origem e diversidade do gênero, uma vez que a maioria de seus táxons se conformam dentro de seu território, sendo a ocorrência de 15 espécies dentre as 23 classificadas, incluindo seus ancestrais silvestres (C. pepo ssp. fraterna, C. argyrosperma ssp. sororia). As cinco espécies cultivadas são todas mesofíticas de ciclo biológico anual, exceto C. ficifolia, uma espécie perene. As características peculiares das espécies do género Cucurbita são indivíduos monóicos, tropismo prostrado (rasteiras) raramente escandente, ausência de probrácteas, estames fundidos nas anteras mas livres na base dos filetes, e pepônio sulcado sem acúleos. Devido à polinização cruzada na domesticação, há grande variedade de formas, tamanhos, cores e textura dos frutos. Embora a antiga domesticação pelos índios tenha diminuído em escala as espécies selvagens, ela contribuiu para que as espécies conhecidas não fossem extintas junto com os seus principais dispersores: os mastodontes e megatérios. Registros arqueológicos sugerem que Cucurbita foi uma das primeiras plantas a ser cultivada nas Américas, formando o complexo olerícola denominado \"três irmãs\" juntamente com o milho e feijão, a base nutricional de civilizações pré-colombianas do ocidente. A cultura da abóbora fez parte substancial na base da alimentação da civilização olmeca há cerca de 9 mil anos, que posteriormente foi absorvida pelas civilizações azteca, inca e maia. Hoje está bastante difundida no Brasil, em toda América do Sul e pelo mundo. O género Cucurbita inclui cerca de 20-27 espécies. As flores são comestíveis, assim como os brotos jovens e as gavinhas. == Etimologia == Derivada do latim cucurbĭta (forma de cabaça). \"Abóbora\" vem do latim hispânico apopores.FERREIRA, A. B. H. Novo Dicionário da Língua Portuguesa. Segunda edição. Rio de Janeiro: Nova Fronteira, 1986. p.10 \"Jerimum\" e \"jerimu\" vieram do tupi yuru'mu.FERREIRA, A. B. H. Novo Dicionário da Língua Portuguesa. Segunda edição. Rio de Janeiro: Nova Fronteira, 1986. p.987 ==Conservação== * Pode-se manter conservada a abóbora por cerca de três meses após a colheita, a temperatura ambiente, em local fresco e seco, sempre com o cabinho. Dessa forma, conservar-se-á por mais tempo. * para congelar, corte a abóbora em cubos ou fatias, com uma pré-cozedura em água fervente por 3 minutos ou em microondas por 4 minutos. Acondicione-a em saco de plástico, retire o ar com uma bombinha de vácuo e leve ao congelador. A abóbora também pode ser congelada na forma de puré. ==Consumo== * Pode ser consumida de várias formas, devido à sua versatilidade e variedade, como saladas, cozidos, refogados, sopas, curau, puré, pães, bolos, pudins e doces. *Ramos e brotos são usadas na receita mineira conhecida como Cambuquira. * As sementes torradas podem ser consumidas como aperitivo, sendo além de saborosas, muito ricas em nutrientes, especialmente ferro. ** Lave bem as sementes, seque-as em um pano limpo ou papel absorvente, tempere com sal e leve ao forno quente por cerca de 40 minutos. Mexa de vez em quando para que fiquem torradas por igual.(Essa receita é padrão e muito usada na culinária). ==Observações== * De um modo geral, deve apresentar-se com a casca sem brilho. Caso contrário, isso indica que foi colhida muito nova, não amadureceu totalmente e sua qualidade cai substancialmente. * Não compre frutos machucados e com ferimentos em sua casca, sinais de mofo ou podridão. Apesar da aparente resistência ao manuseio, os frutos apodrecem muito mais rapidamente, na sua parte interna, a partir do ferimento ou machucado externo. ==Propriedades Fitoterapêuticas== * O suco extraído das flores é bom para o estômago (estomáquico), sendo também usado, externamente, para dor de ouvido. * As folhas e flores pisadas (amassadas, espremidas, socadas - até virar uma pasta) são usadas em fricções para tratar a erisipela, uma inflamação aguda da pele que provoca seu enrubecimento. * As sementes são vermífugas (contra vermes), mas de efeito lento. Usar as sementes trituradas em forma de sucos contra a febre e inflamações das vias urinárias (fazer sucos com as sementes moídas). * A polpa da abóbora, cozida, atua como emoliente (que alivia as dores de uma superfície interna e irritada). E pode ser usado também como \"Esfoliante Estomacal\" que pode ser beneficiado como uma laxante. * As sementes são ricas em compostos antioxidantes e têm potencial para ser usadas como nutracêutico. *A abóbora é um fruto rico em vitamina A que também fornece vitaminas do complexo B, cálcio e fósforo, possui poucas calorias e é de fácil digestão. ==Referências== == Ver também == *Abobrinha == Ligações externas == * Categoria:Cucurbitaceae Categoria:Frutos",
 "title": "Cucurbita"
}