{
 "id": "15770",
 "text": "O esperma é a célula reprodutiva masculina, ou gameta, em formas anisogâmicas de reprodução sexual (formas nas quais há uma célula reprodutiva feminina maior e uma masculina menor). Os animais produzem espermatozoides móveis com uma cauda conhecida como flagelo, que são conhecidos como espermatozoides, enquanto algumas algas vermelhas e fungos produzem espermatozoides imóveis, conhecidos como espermácias. As plantas afloradas contêm espermatozoides imóveis dentro do pólen, enquanto algumas plantas mais basais, como samambaias e algumas gimnospermas têm espermatozoides móveis. Os espermatozoides se formam durante o processo conhecido como espermatogênese, que nos amniotas (répteis e mamíferos) ocorre nos túbulos seminíferos dos testículos. Este processo envolve a produção de vários precursores sucessivos de células espermáticas, começando com as espermatogônias, que se diferenciam em espermatócitos. Os espermatócitos então sofrem meiose, reduzindo seu número de cromossomos pela metade, o que produz espermátides. As espermátides então amadurecem e, em animais, constroem uma cauda, ​​ou flagelo, que dá origem ao esperma maduro e móvel. Todo esse processo ocorre constantemente e leva em torno de três meses do início ao fim. Os espermatozoides não podem se dividir e têm uma vida útil limitada, mas após a fusão com os óvulos durante a fertilização, um novo organismo começa a se desenvolver, começando como um zigoto totipotente. O espermatozoide humano é haploide, de modo que seus 23 cromossomos podem se juntar aos 23 cromossomos do óvulo feminino para formar uma célula diploide com 46 cromossomos pareados. Nos mamíferos, o esperma é armazenado no epidídimo e é liberado do pênis durante a ejaculação em um fluido conhecido como sêmen. A palavra esperma é derivada da palavra grega σπέρμα, que significa \"semente\". == Evolução == É geralmente aceito que a isogamia é o ancestral do esperma e dos óvulos. No entanto, não há registros fósseis para a evolução de espermatozoides e óvulos a partir da isogamia, levando a uma forte ênfase em modelos matemáticos para entender a evolução dos espermatozoides. Uma hipótese generalizada afirma que o esperma evoluiu rapidamente, mas não há evidência direta de que o esperma evoluiu em um ritmo rápido ou antes de outras características masculinas. ==Esperma em plantas== Os espermatozoides em gametófitos de algas e de muitas plantas são produzidos nos gametângios masculinos (anterídios) por divisão mitótica. Nas plantas com flores, os núcleos de esperma são produzidos dentro do pólen. == Bibliografia == * Fawcett, D. W. (1981). \"Sperm Flagellum\". In: D. W. Fawcett. The Cell, 2nd ed. Philadelphia: W. B. Saunders Company. pp. 604–640. . . * Lehti, M. S. and A. Sironen (October 2017). \"Formation and function of sperm tail structures in association with sperm motility defects\". Biol Reprod 97(4): 522–536. . == Ligações externas == * Human Sperm Under a Microscope Categoria:Biologia celular Categoria:Reprodução Categoria:Sêmen",
 "title": "Esperma"
}