{
 "id": "15790",
 "text": "Nastagio Degli Onesti é uma das histórias (novella) que integram o livro Decameron, de autoria de Giovanni Boccaccio. Trata-se da história de um jovem de nome Nastagio, da cidade italiana de Ravena, que se aproveita, de maneira um tanto ardilosa, de um terrível evento para persuadir sua amada, que até então rejeitara seus avanços, a casar-se com ele. == Nastagio Degli Onesti na Visão de Sandro Botticelli == Particularmente famosa é a série de quatro quadros criada pelo pintor renascentista Sandro Botticelli. Botticelli dividiu a história em quatro passagens que considerou essenciais e tornou-as, cada uma, em quadros. === 1. O Encontro Com Os Amaldiçoados na Floresta de Pinheiros === Pintado em 1483, consiste de têmpera sobre tela e mede 83 centímetros de altura por 1,38 metro de largura. Está exposto no Museu do Prado, em Madri.. A Cena: Após ser mais uma vez rejeitado por sua amada, Nastagio refugia-se na floresta de pinheiros, para refletir. Subitamente, o jovem avista uma moça nua, perseguida por um cavaleiro e seus cães. Nastagio agarra um galho de árvore para tentar defender a donzela indefesa. === 2. A Caçada Infernal === Pintado em 1483, consiste de têmpera sobre tela e mede 83 centímetros de altura por 1,38 metro de largura. Está exposto no Museu do Prado, também em Madri A Cena: Desolado, Nastagio assiste à terrível cena em que o cavaleiro eviscera a mulher abatida, arrancando-lhe o coração e as tripas e dando-as de comer aos cães. Em seguida, a cena retrocede e o cavaleiro está novamente perseguindo a mesma mulher pela praia próxima: a caçada é a punição dos infernos ao cavaleiro, que o amor sem limites levou ao suicídio, e também para a mulher nua, que em vida fora cruel com seu amante. Ambos estão condenados a repetir a caçada para sempre, para pagarem por seus pecados. === 3. O Banquete na Floresta de Pinheiros === Pintado em 1483, consiste de têmpera sobre tela e mede 83 centímetros de altura por 1,42 metro de largura. Está exposto no Museu do Prado, também em Madri. A Cena: Nastagio arquitetou um plano engenhoso: convidou várias pessoas para um banquete no meio da floresta, para que todos testemunhassem a terrível caçada. A amada do jovem, de vestido branco, observa, desesperada, o desenrolar da cena. Ela sempre rejeitara Nastagio, e por isso teme que venha a sofrer sina igual à da moça nua, o que a leva a enviar um emissário a Nastagio, o que se vê em cena secundária, à direita no quadro, através do qual ela concorda em casar-se com Nastagio. === 4. O Banquete de Casamento === Pintado em 1483, consiste de têmpera sobre tela e mede 83 centímetros de altura por 1,42 metro de largura. É o único dos quatro quadros a não fazer parte do acervo do Museu do Prado, em Madri. Ao contrário, o quadro está nas mãos de um colecionador particular. A Cena: O banquete de casamento de Nastagio e sua amada é celebrado com pompa, em uma loggia (casarão italiano). Os brasões familiares sugerem que o quadro foi pintado na ocasião de um casamento florentino entre as famílias Pucci e Bini. Categoria:Decamerão Categoria:Pinturas de 1483 Categoria:Pinturas de Sandro Botticelli Categoria:Pintura do Renascimento Categoria:Pinturas no museu do Prado",
 "title": "Nastagio Degli Onesti"
}