{
 "id": "1581",
 "text": "O Parlamento Europeu é o poder legislativo da União Europeia e uma das suas sete instituições. Juntamente com o Conselho da União Europeia, aprova a legislação europeia, normalmente sob proposta da Comissão. Composto por 720 eurodeputados, o Parlamento Europeu representa o segundo maior eleitorado de uma democracia (depois do Parlamento da Índia) e o maior eleitorado democrático transnacional do mundo, com cerca de 400 milhões de eleitores aptos em 2019. Desde 1979, os eurodeputados são eleitos diretamente a cada cinco anos pelos cidadãos da União Europeia através do sufrágio universal. As eleições utilizam o sistema proporcional para distribuição dos mandatos, mas cada Estado-membro decide sobre as demais normas do seu sistema eleitoral. A participação dos eleitores nas eleições parlamentares diminuiu a cada eleição após 1979 e até 2019, quando aumentou 8% e ficou acima de 50% pela primeira vez desde 1994. A idade mínima para votar é de 18 anos em todos os Estados- membros, exceto em Malta e na Áustria, onde é de 16 anos, e na Grécia, que estabeleceu 17 anos. Embora o Parlamento Europeu tenha poder legislativo, assim como o Conselho, a instituição não possui formalmente iniciativa legislativa, como conferido à maioria dos parlamentos nacionais dos Estados- membros da União Europeia. Como a \"primeira instituição\" da UE, compartilha com o Conselho do mesmo poder legislativo e orçamentário (exceto em algumas áreas em que um processo legislativo especial é aplicável). O Parlamento também conta com poderes de controle e supervisão sobre a Comissão, órgão executivo do bloco, sendo responsável por aprovar (ou rejeitar) a nomeação de seu presidente e seus conselheiros. Também pode forçar a renúncia da Comissão ao aprovar uma moção de censura. A atual presidente do Parlamento Europeu é a maltesa Roberta Metsola, do Partido Nacionalista de Malta, que assumiu interinamente a posição em 12 de janeiro de 2022, com a morte do titular, David Sassoli, e eleita em 18 de janeiro de 2022. O Parlamento é composto por oito grupos políticos, sendo o PPE, com 187 eurodeputados, o maior deles, seguido por S&D; (147), RE (98), ID (76), Verdes/EFA (67), ECR (61), GUE/NGL (39) e 29 não inscritos. Os eurodeputados reúnem-se em Estrasburgo, França, a sede oficial do Parlamento Europeu, mas os escritórios administrativos (Secretariado) são abrigados em Luxemburgo e a maior parte das reuniões das comissões e das sessões do pleno ocorrem em Bruxelas, Bélgica. == História == O Parlamento, assim como as outras instituições da União Europeia, não foi projetado na sua forma atual quando de sua fundação em 10 de setembro de 1952. Uma das instituições mais antigas da UE, tinha inicialmente o nome de Assembleia Comum da Comunidade Europeia do Carvão e do Aço (CECA). Tratava-se de uma uma assembleia consultiva composta por 78 parlamentares nomeados, provenientes dos parlamentos nacionais dos Estados-membros, mas sem poderes legislativos. A mudança desde a sua fundação foi destacada pelo professor David Farrell, da Universidade de Manchester: \"Durante grande parte de sua vida, o Parlamento Europeu poderia ter sido justamente rotulado como um 'falatório multilíngue'. Mas este não é mais o caso: o PE é hoje uma das legislaturas mais poderosas do mundo, tanto em termos de poderes legislativos como de supervisão executiva.\". O desenvolvimento do Parlamento desde sua criação revela como as estruturas da UE evoluíram sem um \"plano diretor\" claro. Tom Reid, do The Washington Post, observou: \"ninguém projetaria deliberadamente um governo tão complexo e redundante quanto a UE.\" Até as duas sedes do Parlamento, que mudaram várias vezes, são resultado de vários acordos ou falta deles. Embora a maioria dos eurodeputados preferisse apenas uma sede em Bruxelas, na cimeira do Conselho Europeu organizada por John Major em Edimburgo em 1992, a França elaborou uma emenda ao tratado para manter permanentemente a sede do Parlamento em Estrasburgo. === Assembleia Consultiva === O Parlamento Europeu não foi mencionado na Declaração Schuman original. Supunha-se ou esperava-se que as dificuldades com os britânicos fossem resolvidas para permitir que a Assembleia Parlamentar do Conselho da Europa desempenhasse as funções parlamentares. Uma assembleia independente foi proposta durante as negociações sobre o Tratado: a instituição contrabalançaria e monitoraria o executivo, proporcionando legitimidade democrática. A redação do Tratado de Paris de 1951 demonstrou o desejo dos líderes de que existisse mais do que uma assembleia consultiva normal; o documento continha o termo \"representantes do povo\" e permitia eleições diretas. Sua importância inicial foi destacada quando foi dada à Assembleia a tarefa de elaborar o projeto de tratado para estabelecer uma Comunidade Política Europeia. Por este documento, a Assembleia foi criada em 13 de setembro de 1952 com membros extras, mas, após o fracasso da proposta de criação da Comunidade Europeia de Defesa, o projeto foi abandonado. Ainda assim, a Comunidade Económica Europeia e a Comunidade Europeia da Energia Atómica foram estabelecidas em 1958 pelos Tratados de Roma. A Assembleia Comum foi compartilhada pelas três comunidades (que tinham executivos separados) e mudou seu nome para Assembleia Parlamentar Europeia. A primeira reunião foi realizada em 19 de março de 1958, tendo sido organizada na cidade de Luxemburgo; Robert Schuman foi eleito presidente e em 13 de maio os parlamentares sentaram-se de acordo com suas ideologias políticas e não pela nacionalidade. Isto é visto como o nascimento do Parlamento Europeu moderno, com as comemorações dos 50 anos do Parlamento ocorrendo em março de 2008 em vez de 2002. As três comunidades fundiram suas instituições restantes e passaram a se chamar Comunidades Europeias em 1967, e o nome do órgão legislativo foi alterado para o atual nome de \"Parlamento Europeu\" em 1962. Em 1970, o Parlamento obteve poder sobre algumas áreas do orçamento das Comunidades, que foram ampliadas para todo o orçamento em 1975. Nos termos dos Tratados de Roma, o Parlamento deveria ter sido eleito. No entanto, antes disso o Conselho precisaria adotar um sistema de votação uniforme, o que não conseguiu fazer. O Parlamento ameaçou levar o Conselho ao Tribunal de Justiça Europeu; houve o compromisso pelo qual o Conselho concordaria com as eleições, mas a questão sobre os sistemas de votação seria adiada para uma data posterior. === Parlamento eleito === Em 1979, os membros foram eleitos diretamente pela primeira vez. As eleições diferenciam o Parlamento Europeu de instituições similares, como a Assembleia Parlamentar do Conselho da Europa e o Parlamento Pan-Africano, que nomeiam seus membros. Após essa primeira eleição, o legislativo realizou sua primeira sessão em 11 de julho de 1979, elegendo Simone Veil como presidente. Veil também foi a primeira mulher a presidir o Parlamento desde que foi formado como Assembleia Comum. Como um órgão eleito, o Parlamento começou a elaborar propostas relativas ao funcionamento da UE. Em 1984, por exemplo, inspirado em seus trabalhos anteriores sobre a Comunidade Política Europeia, redigiu o \"projeto de Tratado que institui a União Europeia\" (também conhecido como \"Plano Spinelli\", em homenagem ao deputado relator Altiero Spinelli). Embora não tenha sido adotado, muitas de suas ideias foram implementadas posteriormente por outros tratados. Além disso, a instituição começou a deliberar sobre as nomeações de presidentes da Comissão a partir da década de 1980. Desde que passou a ter seus eurodeputados escolhidos pelo voto popular, a composição do Parlamento Europeu simplesmente se expandiu sempre que novas nações se uniram ao bloco (a composição também foi ajustada para aumentar seu número de membros em 1994 após a Reunificação da Alemanha). Depois disso, o Tratado de Nice impôs um limite ao número de membros a serem eleitos: 732. Assim como as outras instituições, a sede do Parlamento ainda não estava fixada. As disposições provisórias situaram o Parlamento em Estrasburgo, enquanto a Comissão e o Conselho tiveram as suas sedes em Bruxelas. Em 1985, o Parlamento, desejando estar mais próximo dessas instituições, construiu uma segunda câmara em Bruxelas e transferiu parte de seu trabalho para lá, apesar dos protestos de alguns estados. Um acordo final foi finalmente alcançado pelo Conselho Europeu em 1992, estabelecendo que o Parlamento manteria sua sede formal em Estrasburgo, onde seriam realizadas doze sessões por ano, mas com todas as outras atividades parlamentares em Bruxelas. Tal acordo prevendo duas sedes foi contestado pelo Parlamento, mas mais tarde foi consagrado no Tratado de Amesterdão. Até hoje, a localização da instituição é uma fonte de disputa. O Parlamento ganhou mais poderes por meio de sucessivos tratados, nomeadamente através da extensão do processo legislativo ordinário e, em 1999, forçou a renúncia da Comissão liderada por Jacques Santer. O Parlamento recusou-se a aprovar o orçamento da Comunidade devido a alegações de fraude e má gestão na Comissão. Os dois principais partidos assumiram uma dinâmica de oposição governamental pela primeira vez durante a crise que terminou com a renúncia em massa da Comissão, a primeira e única renúncia forçada, diante de uma censura iminente pelo Parlamento. === Pressão do Parlamento sobre a Comissão === Em 2004, após a maior eleição transnacional da história, apesar de o Conselho Europeu ter escolhido um presidente que integrava o maior grupo político, o Parlamento voltou a pressionar a Comissão. Durante as audições parlamentares sobre os comissários designados, os eurodeputados levantaram dúvidas sobre alguns deles, tendo o Comitê das Liberdades Civis rejeitado Rocco Buttiglione para o cargo de comissário para a Justiça, Liberdade e Segurança por conta de suas opiniões sobre a homossexualidade. Foi a primeira vez que o Parlamento votou contra um comissário designado e, apesar da insistência de Durão Barroso em Buttiglione, o legislativo forçou a retirada do comissário da equipe. Vários outros comissários também tiveram que ser retirados ou transferidos antes que o Parlamento permitisse a posse da Comissão Barroso. Juntamente com a extensão do processo legislativo ordinário, o mandato democrático do Parlamento deu-lhe maior controle sobre a legislação contra as outras instituições. Ao votar a diretiva Bolkestein em 2006, a instituição votou por uma grande maioria a favor de mais de 400 emendas que mudaram o princípio fundamental da lei. O Financial Times descreveu a decisão nos seguintes termos: Em 2007, pela primeira vez, o comissário da Justiça Franco Frattini incluiu o Parlamento nas negociações sobre o segundo Sistema de Informação de Schengen, apesar de os eurodeputados precisarem apenas serem consultados em partes sobre a proposta. Após essa experiência, Frattini indicou que gostaria de incluir o Parlamento em todos os assuntos judiciais e criminais, antecipando informalmente os novos poderes que poderiam ganhar como parte do Tratado de Lisboa. Entre 2007 e 2009, um grupo de trabalho especial sobre reforma parlamentar implementou uma série de mudanças para modernizar a instituição, como mais tempo de fala destinado aos relatores, aumento da cooperação de comitês e outras reformas de eficiência. === História recente === O Tratado de Lisboa entrou em vigor em 1 de dezembro de 2009, concedendo poderes ao Parlamento sobre todo o orçamento da UE, tornando seus poderes legislativos iguais aos do Conselho em quase todas as áreas e vinculando a nomeação do presidente da Comissão às próprias eleições para o Parlamento. Apesar de alguns pedidos para que os partidos apresentassem candidatos antecipadamente às eleições daquele ano, apenas o PPE (que reafirmou sua posição como maior partido) havia feito isso ao apoiar Durão Barroso em sua candidatura à reeleição. O Parlamento acabou por eleger Durão Barroso para um segundo mandato com 382 votos a favor, 219 contra e 119 abstenções. Os liberais deram apoio a Durão Barroso apenas depois que ele fez várias concessões. Depois de Durão Barroso ter apresentado os candidatos a integrar a sua seguinte Comissão, surgiu uma nova oportunidade de obter concessões. A candidata búlgara Rumiana Jeleva foi forçada a renunciar pelo Parlamento devido a preocupações com a sua experiência e interesses financeiros. Jeleva só teve o apoio do PPE, que começou a retaliar os candidatos de esquerda antes dela ceder e ser substituída. Antes da votação final sobre os indicados por Durão Barroso para a Comissão, o Parlamento exigiu várias concessões como parte de um futuro acordo de trabalho sob o novo Tratado de Lisboa. O acordo previu algumas disposições, incluindo: o presidente do Parlamento participaria de reuniões de alto nível da Comissão; o Parlamento teria assento nas negociações internacionais lideradas pela Comissão e teria direito a informações sobre acordos. No entanto, o legislativo conseguiu apenas um lugar de observador. O Parlamento também não se manifestou sobre a nomeação de chefes de delegação e representantes especiais para política externa, embora eles prestam contas aos parlamentares após serem designados pelo Alto Representante. Durante a criação do Serviço Europeu de Ação Externa (SEAE), o Parlamento utilizou o seu controle sobre o orçamento da União Europeia para influenciar seu formato. Os eurodeputados pretendiam supervisionar melhor o SEAE e, apesar de não conseguirem tudo o que exigiram, obtiveram controle financeiro mais amplo sobre o novo órgão. Em 2014, o Parlamento elegeu Jean- Claude Juncker para a presidência da Comissão com 422 votos a favor. Em 2019, a ministra alemã Ursula von der Leyen foi eleita pelos eurodeputados para suceder Juncker por 383 votos a favor a 327 contrários. A votação, apenas nove votos acima da maioria requerida, foi a menor já concedida pelo Parlamento a um presidente da Comissão desde que passou a confirmar as nomeações para o cargo. == Poderes e funções == O Parlamento e o Conselho foram comparados com as duas câmaras de uma legislatura bicameral. No entanto, existem algumas diferenças em relação às legislaturas nacionais; por exemplo, nem o Parlamento nem o Conselho possuem o poder da iniciativa legislativa (exceto pelo fato de o Conselho ter este poder em algumas questões intergovernamentais). Em questões que envolvem a UE, essa é uma prerrogativa exclusivamente reservada à Comissão Europeia (o executivo). Assim, embora o Parlamento possa aprovar emendas ou rejeitar um projeto de lei, apenas a Comissão pode apresentá-lo. A importância deste poder exclusivo do executivo foi questionado ao se observar que, nas legislaturas nacionais dos-Estados membros, 85% das iniciativas apresentadas sem o apoio do executivo fracassaram. Por outro lado, o ex- presidente do Parlamento Hans-Gert Pöttering argumentou que, como a instituição tem o direito de solicitar à Comissão que elabore uma legislação, e como o executivo segue as propostas do legislativo, cada vez mais o Parlamento possui, de facto, o direito de iniciativa legislativa. Há também um papel indireto na política externa uma vez que o Parlamento deve aprovar todas as doações destinadas para o desenvolvimento, inclusive ao exterior. Por exemplo, o apoio à reconstrução do Iraque no pós-guerra, ou os incentivos à cessação do desenvolvimento nuclear iraniano, precisavam do apoio do Parlamento. Também foi necessário o apoio dos eurodeputados para o acordo transatlântico de compartilhamento de dados de passageiros com os Estados Unidos. Por último, o Parlamento realiza votações não vinculativas sobre novos tratados da UE, sem poder de veto. No entanto, quando o legislativo ameaçou derrubar o Tratado de Nice, os parlamentos belga e italiano disseram que vetariam o tratado em nome do Parlamento Europeu. === Processo legislativo === Com cada novo tratado, os poderes do Parlamento, em termos de seu papel nos procedimentos legislativos da UE, foram ampliados. O procedimento que lentamente se tornou dominante é o \"processo legislativo ordinário\" (anteriormente denominado \"processo de co-decisão\"), que oferece uma base de igualdade entre o Parlamento e o Conselho. Em particular, de acordo com o procedimento, a Comissão apresenta uma proposta ao Parlamento e ao Conselho, que só pode se tornar lei se ambos concordarem com o texto, o que as instituições fazem (ou não) por meio de sucessivas leituras. O número de leituras, contudo, é limitado a três. Na sua primeira leitura, o Parlamento pode enviar alterações ao Conselho, que pode adotar o texto com essas alterações ou devolvê-lo com uma \"posição comum\". Essa posição pode ser aprovada pelo Parlamento, que pode rejeitar o texto por maioria absoluta, causando a sua rejeição, ou ainda adotar outras alterações, também por maioria absoluta. Se o Conselho não aprovar, é formado um \"Comitê de Conciliação\". O Comitê é composto pelos membros do Conselho, além de um número igual de eurodeputados que buscam concordar com um compromisso. Uma vez que um acordo é obtido, uma posição deve ser aprovada pelo Parlamento, por maioria simples. O processo também é auxiliado pelo mandato do Parlamento como a única instituição diretamente democrática, o que lhe deu margem de manobra para ter maior controle sobre a legislação do que outras instituições; isso ocorreu, por exemplo, com as mudanças na diretiva Bolkestein em 2006. As poucas outras áreas que operam sob os \"procedimentos legislativos especiais\" são justiça e assuntos internos, orçamento e tributação e certos aspectos de outras áreas, como os aspectos fiscais da política ambiental. Nestas áreas, apenas o Conselho ou o Parlamento definem, sozinhos, a lei. O procedimento também depende de qual tipo de ato institucional está sendo usado. O ato mais forte é um regulamento, um ato ou lei que é diretamente aplicável em sua totalidade. Depois, há diretivas que vinculam os Estados-membros a certos objetivos que eles devem alcançar. Os Estados fazem isso através de suas próprias leis e, portanto, têm espaço de manobra para decidir sobre elas. Uma decisão é um instrumento focado em uma pessoa ou grupo específico e é diretamente aplicável. As instituições também podem emitir meras recomendações e opiniões, que não são vinculativas. Há um documento adicional que não segue os procedimentos normais: a \"declaração escrita\", que é semelhante a uma moção usada nos primeiros dias do Sistema Westminster. Trata-se de um documento proposto por até cinco eurodeputados sobre um assunto relacionado às atividades da UE, sendo utilizado para iniciar um debate sobre esse assunto. Colocados fora da entrada do hemiciclo, os eurodeputados podem assinar a declaração e, se a maioria o fizer, ela é encaminhada ao presidente e anunciada ao pleno antes de ser encaminhada às demais instituições e formalmente anotada na ata. === Orçamento === O poder legislativo detém oficialmente a autoridade orçamental da União Europeia, com seus poderes tendo sido adquiridos através dos Tratados Orçamentários da década de 1970 e do Tratado de Lisboa. O orçamento da UE está sujeito a uma forma de processo legislativo ordinário, com uma única leitura que confere ao Parlamento o poder sobre todo o orçamento (antes de 2009, a sua influência era limitada a determinadas áreas) em pé de igualdade com o Conselho. Se houver um desacordo entre eles, este será levado a um comitê de conciliação, assim como as propostas legislativas. Se o texto conjunto da conciliação não for aprovado, o Parlamento poderá aprovar definitivamente o orçamento. O Parlamento também é responsável pelo cumprimento da execução dos orçamentos anteriores, com base no relatório anual do Tribunal de Contas Europeu. Os eurodeputados rejeitaram o orçamento apenas duas vezes, em 1984 e em 1998. Na última ocasião, a decisão levou à renúncia da Comissão Santer, destacando como o poder orçamentário confere ao legislativo um grande poder sobre a Comissão. O Parlamento também exerce amplo uso de seus poderes orçamentários em outras ocasiões; por exemplo, na criação do Serviço Europeu de Ação Externa, o Parlamento detinha o poder de veto de fato sobre a sua concepção, uma vez que precisava aprovar as alterações orçamentárias e de pessoal. === Controle do executivo === O presidente da Comissão Europeia é proposto pelo Conselho Europeu com base nos resultados das eleições para o Parlamento. O indicado para o cargo deve ser aprovado pelo Parlamento por maioria simples. Após a aprovação do presidente da Comissão, os membros da Comissão são propostos pelo presidente de acordo com os Estados-membros. Cada comissário é submetido a uma audiência na comissão parlamentar responsável pelo portfólio para o qual é nomeado a liderar. São então, como um todo, aprovados ou rejeitados pelo Parlamento. O Parlamento nunca votou contra um presidente ou a sua Comissão, o que contudo parecia provável quando a Comissão Barroso foi apresentada. A pressão resultante forçou a retirada de alguns integrantes propostos inicialmente e mudou para que fosse mais aceitável pelo legislativo. Tal pressão foi vista como um sinal importante por parte da natureza evolutiva do Parlamento e de sua capacidade de responsabilizar a Comissão, em vez de ser um carimbo de aprovação para os candidatos. Além disso, ao votar na Comissão, os eurodeputados também votaram seguindo linhas partidárias, e não nacionais, apesar da pressão frequente dos governos nacionais sobre os seus representantes. Essa coesão e vontade de usar o poder parlamentar garantiram maior atenção dos líderes nacionais, outras instituições e do público–que anteriormente conferiu a menor participação de todos os tempos nas eleições legislativas. O Parlamento também tem o poder de censurar a Comissão se tiver uma maioria de dois terços, o que forçará a renúncia de todos os seus integrantes. Assim como acontece com a aprovação, esse poder nunca foi usado, mas foi ameaçado contra a Comissão Santer, que posteriormente renunciou por vontade própria. Existem alguns outros controles, tais como: a necessidade da Comissão apresentar relatórios ao Parlamento e responder a perguntas dos eurodeputados; a exigência do presidente em exercício do Conselho de apresentar seu programa de governo no início de seu mandato; a obrigação do presidente do Conselho Europeu de apresentar um relatório ao legislativo após cada uma das suas reuniões; o direito dos eurodeputados de apresentar propostas legislativas e políticas à Comissão; e o direito de questionar os membros dessas instituições. Atualmente, os legisladores podem fazer uma pergunta sobre qualquer assunto; em julho de 2008 os eurodeputados decidiram limitar as perguntas àqueles em exercício do mandato e proibir questões ofensivas ou pessoais. === Poderes de supervisão === O Parlamento também possui outros poderes de supervisão geral, concedidos principalmente pelo Tratado de Maastricht. O Parlamento tem o poder de criar uma Comissão de Inquérito, por exemplo, sobre doenças da vaca louca ou voos com detentos da CIA–o primeiro levou à criação da Agência Europeia de Medicamentos. O Parlamento pode pedir a outras instituições para responderem a perguntas e, se necessário, levá-las ao tribunal se violarem a lei ou os tratados da UE. Ademais, delibera sobre a nomeação dos membros do Tribunal de Contas e do Banco Central Europeu. O presidente do banco também é obrigado a apresentar um relatório anual ao legislativo. O Provedor de Justiça Europeu, que lida com queixas públicas contra todas as instituições, é eleito pelo Parlamento. As petições também podem ser apresentadas por qualquer cidadão da UE sobre um assunto dentro da esfera de atividades do bloco. A Comissão das Petições ouve casos, cerca de 1.500 por ano, às vezes apresentados pelos próprios cidadãos no Parlamento. Enquanto o legislativo tenta resolver a questão como mediador, a instituição recorre a processos legais se for necessário resolver a disputa de cidadãos. == Membros == {|style=\"font-size: 90%; width: 290px;\" cellpadding=\"1\" cellspacing=\"0\" 96 (13,33%) 81 (11,25%) 76 (10,56%) 61 (8,47%) 53 (7,36%) 33 (4,58%) 31 (4,31%) 22 (3,06%) 21 (2,92%) 21 (2,92%) 21 (2,92%) 21 (2,92%) 21 (2,92%) 20 (2,78%) 17 (2,36%) 15 (2,08%) 15 (2,08%) 15 (2,08%) 14 (1,94%) 12 (1,67%) 11 (1,53%) 9 (1,25%) 9 (1,25%) 7 (0,97%) 6 0,83%) 6 (0,83%) 6 (0,83%) Os parlamentares são conhecidos em inglês como membros do Parlamento Europeu (MEPs) e, em português, como eurodeputados. Os eurodeputados são eleitos a cada cinco anos por sufrágio universal e sentam-se de acordo com a filiação política; 40,4% dos eurodeputados eleitos para a atual legislatura (2019-2024) eram mulheres. Antes de 1979, eram designados pelos seus parlamentos nacionais. Em 2017, estimou-se que 17 eurodeputados não eram brancos. Destes, três eram negros; se os números fossem proporcionais à população da UE, 22 deveriam ser negros. Nos termos do Tratado de Lisboa, os assentos são atribuídos a cada país de acordo com a sua população, com o número máximo fixado em 751 (no entanto, como o presidente não pode votar enquanto estiver no exercício da presidência, haverá apenas 750 membros votantes a qualquer momento). Desde 16 de julho de 2024, o Parlamento conta com 720 eurodeputados (incluindo o presidente), em 1 de fevereiro de 2020, o Parlamento contava com 705 uma vez que os representantes do Reino Unido deixaram de integrar a instituição devido ao Brexit. Atualmente, a representação está limitada a um máximo de 96 assentos e um mínimo de 6 assentos por país, e as vagas são distribuídas de acordo com a \"proporcionalidade degressiva\", ou seja, quanto mais populoso for o estado- membro, maior será a quantidade de eurodeputados a que tem direito. No entanto, como resultado do mecanismo de distribuição utilizado, os eleitores malteses e luxemburgueses têm cerca de dez vezes mais influência por eleitor do que os cidadãos dos seis grandes países. Em 2011, a Alemanha contava com um eurodeputado por cada 820 mil habitantes, enquanto Luxemburgo tinha um eurodeputado para cada 65 mil habitantes. O novo sistema implementado sob o Tratado de Lisboa, incluindo a revisão do número de assentos antes das eleições, teve como objetivo evitar a prática da transação política quando as alocações precisassem de ser revistas para refletir as mudanças demográficas. Em quatro estados-membros da União Europeia (Bélgica, Irlanda, Itália e Polónia), o território nacional foi dividido em vários distritos eleitorais para a eleição de eurodeputados. Nos restantes estados, o país forma um único distrito eleitoral. Todos os países realizam as eleições para o Parlamento Europeu utilizando várias formas de representação proporcional. === Compensações === Antes de 2009, os eurodeputados recebiam o mesmo salário que os integrantes dos parlamentos de seu país. No entanto, a partir de 2009, um novo estatuto entrou em vigor, conferindo a todos os parlamentares um salário mensal igualitário, de 8 932,86 euros brutos em 2019, sujeito a um imposto da UE que também pode ser tributado nacionalmente. Os eurodeputados possuem direito a uma pensão, paga pelo parlamento, a partir dos 63 anos de idade. Ganham também subsídios para custear os seus escritórios e despesas de viagem, com base no custo real. Além das compensações financeiras, os eurodeputados recebem vários privilégios e imunidades. Para garantir sua circulação de e para o parlamento, recebem pelos seus próprios estados as facilidades concedidas a altos funcionários, como representantes estrangeiros. Quando se encontram no seu próprio país, dispõem de todas as imunidades conferidas aos parlamentares nacionais e, em outros estados-membros, contam com imunidade a detenções e procedimentos legais. No entanto, a imunidade não pode ser invocada quando um parlamentar é apanhado a cometer uma infração penal, tendo o parlamento o direito a retirar a imunidade de qualquer eurodeputado. === Grupos políticos === Os eurodeputados estão organizados em oito grupos parlamentares diferentes, incluindo trinta membros não-inscritos. Os dois maiores grupos são o Partido Popular Europeu (PPE) e os Socialistas e Democratas (S&D;). Estes dois grupos dominaram o parlamento durante grande parte da sua existência, com ambos controlando continuamente entre 50% e 70% dos assentos parlamentares. Nenhum grupo obteve sozinho a maioria do parlamento. Como resultado de serem amplas alianças de partidos nacionais, os partidos que compõem os grupos parlamentares são muito descentralizados e, portanto, possuem mais em comum com partidos políticos em estados federais como a Alemanha ou os Estados Unidos do que estados unitários, como a maioria dos países da UE. Ainda assim, os grupos europeus foram mais coesos do que os congressistas democratas e republicanos entre 2004 e 2009. Os grupos são frequentemente baseados num único partido político europeu, como o Partido Popular Europeu. Porém, podem, como o grupo liberal, incluir mais de um partido europeu, além de partidos nacionais e independentes. Para que um grupo seja reconhecido, é necessário que seja composto por ao menos 25 eurodeputados de sete países diferentes. Uma vez reconhecidos, os grupos recebem subsídios financeiros do parlamento e garantem representação nas comissões, o que incentiva a criação de tais agregações. No entanto, ocorreu alguma controvérsia com a criação do grupo Identidade, Tradição, Soberania (ITS), que durou pouco tempo, devido à sua ideologia; os membros do grupo eram de extrema-direita, o que gerou preocupações sobre o destino de dinheiro público ao ITS. Houve tentativas má-sucedidas de mudar as regras para bloquear a criação do grupo, que contudo foi impedido de conquistar posições de liderança em comités – as quais são tradicionalmente (por acordo, não regra) partilhadas entre todos os partidos. Quando o ITS se envolveu em disputas internas, levando à retirada de membros, o seu tamanho caiu abaixo do limiar de reconhecimento, causando o seu colapso. === Grande coligação === Visto que o Parlamento não forma um governo no sentido tradicional de um sistema parlamentar, as suas políticas desenvolvem-se em linhas mais consensuais do que as verificadas em sistemas maioritários com partidos e coligações concorrentes. Durante boa parte da sua existência, o parlamento foi dominado por uma grande coligação formada pelo Partido Popular Europeu e o Partido dos Socialistas Europeus. Os dois principais partidos tendem a cooperar para encontrar um compromisso entre os dois grupos, resultando em propostas apoiadas por grandes maiorias. Contudo, isso nem sempre produz acordo, e cada um pode tentar construir outras alianças: o PPE normalmente com outros grupos de centro-direita ou direita e o PES com grupos de centro-esquerda ou esquerda. Às vezes, o voto decisivo cabe ao Grupo Liberal. Há também ocasiões em que surgiram divisões políticas partidárias muito acentuadas, por exemplo, com a renúncia da Comissão Santer. Quando surgiram as primeiras alegações contra a Comissão Santer, elas foram dirigidas principalmente contra Édith Cresson e Manuel Marín, ambos comissários socialistas. O parlamento cogitou a se recursar a aprovar o orçamento da UE, o que o presidente Santer declarou que seria o equivalente a uma moção de censura. O grupo socialista apoiou a Comissão e viu a questão como uma tentativa do PPE de desacreditar o seu partido antes das eleições de 1999. A líder socialista, a eurodeputada Pauline Green, tentou aprovar uma moção de confiança e o PPE apresentou contra-moções. Durante esse período, os dois partidos assumiram papéis semelhantes a uma dinâmica de oposição ao governo, com os socialistas a apoiar o executivo e o PPE, renunciando ao apoio anterior dado à coligação e votando contra. Tal politização tem aumentado e, em 2007, Simon Hix, da London School of Economics, observou que: Durante a quinta legislatura, de 1999 a 2004, houve um rompimento na grande coligação, resultando em uma coligação de centro- direita entre o ELDR e o PPE. Tal refletiu-se na presidência do parlamento, com os mandatos sendo partilhados entre o PPE e o ELDR, em vez de o PPE e os socialistas. Na legislatura seguinte, o grupo liberal cresceu e elegeu 88 eurodeputados, o maior número de assentos até então ocupados por uma terceira força no parlamento. Nas eleições de 2019, os liberais superaram o próprio recorde ao elegerem 105 eurodeputados. === Eleições === As eleições para o Parlamento Europeu ocorrem, diretamente em todos os estados-membros, a cada cinco anos desde 1979. Até 2019 houve nove eleições. Quando uma nação se une à UE no decorrer de uma legislatura, o país realiza uma eleição especial para escolher os seus eurodeputados; a última vez que tal ocorreu foi em 2013, quando a Croácia ingressou no bloco. As eleições ocorrem durante quatro dias, de acordo com o costume local e, além de ser proporcional, o sistema eleitoral é escolhido pelo estado-membro. Isto inclui a distribuição dos assentos por distritos subnacionais; enquanto a maioria dos membros utilizam listas nacionais, alguns países, como a Polónia, dividem os eurodeputados entre regiões. A eleição mais recente para o Parlamento Europeu foi realizada de 23 a 26 de maio de 2019. Tratou-se da eleição transacional com maior número de votos registada. Ao todo, de cerca de 400 milhões de eleitores aptos, 50,66% votaram. Foi a mais alta participação desde a eleição de 1994, com afluência às urnas superando os 70% na Bélgica, Luxemburgo e Malta. Por outro lado, as participações mais baixas, abaixo dos 30%, foram registadas na Eslováquia, Chéquia e Eslovénia. A primeira sessão da nona legislatura teve início em 2 de julho de 2019. Os partidos políticos europeus têm o direito exclusivo de fazer campanha durante as eleições europeias, ao contrário dos grupos parlamentares. Houve várias propostas destinadas a atrair maior atenção da população para as eleições. Uma das inovações ocorreu em 2014 quando os partidos políticos europeus apresentaram antes das eleições parlamentares os seus \"candidatos\" à presidência da Comissão, os chamados Spitzenkandidaten. O modelo possibilitou a personalização dos candidatos à presidência e das suas propostas. == Funcionamento == Todos os anos, as atividades do Parlamento se alternam entre semanas destinadas para as comissões e delegações interparlamentares, onde os relatórios são discutidos, para os grupos políticos e para sessões semanais em que os eurodeputados permanecem três dias e meio em Estrasburgo. Além disso, seis sessões de dois dias são organizadas em Bruxelas ao longo do ano. Durante quatro semanas os parlamentares podem focar-se exclusivamente nas demandas de seus eleitores. Também não há reuniões planejadas durante as semanas de verão. O Parlamento tem o poder de se reunir sem ser convocado por outra autoridade. Suas reuniões são parcialmente controladas pelos tratados, mas boa parte depende dos acordos e de seu próprio regimento. Durante as sessões, os parlamentares podem falar após serem chamados pelo presidente. Os membros do Conselho ou da Comissão também podem participar e falar em debates. Em parte devido à necessidade de tradução e à política mais consensual da casa, os debates tendem a ser mais calmos e educados se comparados aos ocorridos nos parlamentos que utilizam o Sistema Westminster. A votação é conduzida principalmente por gesto com as mãos, que pode ser verificada mediante solicitação por votação eletrônica. Os votos dos eurodeputados não são registados em nenhum dos casos; isso ocorre apenas quando há uma votação nominal. As votações nominais são necessárias para votações finais sobre leis e também sempre que um grupo político ou 30 parlamentares solicitarem. O número de votações nominais aumentou com o tempo. Também é possível ocorrerem votações totalmente secretas; por exemplo, nas eleições para presidente. Todos as votações são registradas, juntamente com atas e a legislação, no Jornal Oficial da União Europeia, e podem ser acessados on-line. As votações geralmente não seguem um debate, mas são agrupadas com outras votações em ocasiões específicas, geralmente ao meio-dia às terças, quartas ou quintas- feiras. Isso ocorre porque a duração de uma votação é imprevisível e, se continuar por mais tempo do que o planejado, poderá atrapalhar outros debates e reuniões no final do dia. Os eurodeputados são organizados em um hemiciclo de acordo com seus grupos políticos (na Assembleia Comum, antes de 1958, os parlamentares sentavam-se em ordem alfabética), ordenados principalmente pela esquerda para a direita, mas alguns grupos menores são colocados em direção ao círculo externo do Parlamento. Todas as mesas estão equipadas com microfones, fones de ouvido para possibilitar as traduções e equipamentos de votação eletrônica. Os líderes dos grupos sentam-se nos bancos da frente, no centro, onde há um pódio para oradores convidados. A metade restante da câmara circular é composta principalmente pela área elevada onde o presidente e os funcionários se sentam. Existem bancos adicionais entre os lados desta área e os eurodeputados, que são ocupados pelo Conselho na extrema esquerda e pela Comissão na extrema direita. Os hemiciclos de Bruxelas e Estrasburgo seguem aproximadamente esse layout, com apenas pequenas diferenças. O design do hemiciclo é um meio-termo entre os diferentes sistemas parlamentares. O sistema britânico tem os diferentes grupos de frente para o outro, enquanto o sistema francês é um semicírculo (e o sistema alemão tradicional tinha todos os membros em filas voltados para uma tribuna destinada a discursos). Embora o design seja baseado principalmente em um semicírculo, as extremidades opostas do espectro ainda ficam frente a frente. Com o acesso à câmara limitado, a entrada é controlada por assessores que auxiliam os eurodeputados (por exemplo, na entrega de documentos). Os assessores também podem ocasionalmente atuar como uma forma de polícia na execução das ordens proferidas pelo presidente; por exemplo, na expulsão de um eurodeputado que está interrompendo a sessão (embora isso seja raro). O primeiro chefe de protocolo no Parlamento era um francês e, por isso, muitos dos deveres dos assessores se baseiam no modelo francês desenvolvido pela primeira vez após a Revolução Francesa. Os 180 assessores são altamente visíveis no Parlamento, vestidos com caudas pretas e usando uma corrente de prata, e são escolhidos por concurso público. Em 2005, haviam assessores de 15 países. O presidente conta com seu próprio assessor. === Presidente e organização === O presidente é essencialmente o speaker (orador) do Parlamento e preside a plenária quando esta encontrar-se em sessão. A assinatura do presidente é necessária para todos os atos adotados por co-decisão, incluindo o orçamento da UE. O presidente também é responsável por representar o Parlamento externamente, inclusive em questões jurídicas, e pela aplicação do regulamento interno. O mandato é de dois anos e meio, o que significa que ao menos duas eleições para a presidência ocorrem em cada legislatura. A atual presidente é a maltense Roberta Metsola, filiada ao Partido Nacionalista de Malta. Metsola assumiu o cargo em janeiro de 2021, com a morte de David Sassoli, que foi eleito na segunda votação, em julho de 2019, com 345 votos. Na maioria dos países, o protocolo do chefe de estado vem antes de todos os outros; no entanto, na UE, o Parlamento é listado como a primeira instituição e, portanto, o protocolo do seu presidente é anterior a qualquer outro protocolo europeu ou nacional. Os presentes dados a numerosos dignitários visitantes dependem do presidente. O presidente Josep Borrell, eurodeputado pela Espanha, deu a seus homólogos um copo de cristal criado por um artista de Barcelona que tinha gravado nele partes da Carta dos Direitos Fundamentais, entre outras coisas. Um série de figuras notáveis foram presidentes do Parlamento Europeu. O primeiro presidente foi Paul-Henri Spaak, um dos pais fundadores da União Europeia. Alcide De Gasperi e Robert Schuman, pais fundadores da UE, também presidiram a instituição. Duas mulheres ocuparam o cargo: Simone Veil (1979-1982) e Nicole Fontaine (1999-2002), ambas francesas. Foram chefes de governo ou de estado de seus países os presidentes De Gasperi (Itália), Giuseppe Pella (Itália), Schuman (França), Jean Duvieusart (Bélgica), Alain Poher (França), Mario Scelba (Itália), Emilio Colombo (Itália), Pierre Pflimlin (França) e Jerzy Buzek (Polônia). Durante a eleição para a presidência do Parlamento, o presidente anterior (ou, se não puder, um dos vice-presidentes anteriores) preside a câmara. Antes de 2009, o eurodeputado mais idoso era responsável por esse papel, mas a regra foi alterada para impedir que o eurodeputado francês de extrema-direita Jean-Marie Le Pen assumisse a presidência. Hierarquicamente logo abaixo do presidente, há 14 vice-presidentes que presidem os debates quando o presidente não estiver no Parlamento. Existem vários outros órgãos e cargos responsáveis pelo funcionamento da instituição além dos vice-presidentes. Os dois principais órgãos são a Mesa, responsável pelas questões orçamentárias e administrativas, e a Conferência dos Presidentes, que é um órgão de direção composto pelos presidentes de cada um dos grupos políticos do parlamento. Cinco eurodeputados integram ainda o Questores, sendo responsáveis por cuidar dos interesses financeiros e administrativos de seus colegas parlamentares. === Comissões e delegações === O Parlamento possui 20 comissões permanentes, compostas por 25 a 81 eurodeputados cada uma (refletindo a composição política de todo o legislativo), incluindo um presidente, um gabinete e um secretariado. Reúnem- se uma ou duas vezes por mês em público para elaborar, alterar e adotar propostas legislativas e relatórios a serem apresentados ao pleno. Os relatores de uma comissão devem apresentar a opinião da comissão, embora esse nem sempre tenha sido o caso. Nos eventos que levaram à renúncia da Comissão Santer, o relator manifestou-se de forma contrária à Comissão de Controle Orçamentário, que decidiu por 14 a 13 recomendar a aprovação do orçamento, e instou o Parlamento a rejeitar a decisão colegiada. Os comitês também podem criar subcomitês (por exemplo, o Subcomitê de Direitos Humanos) e comitês temporários para lidar com um tópico específico (por exemplo, sobre extradições forçadas). Os presidentes das comissões coordenam seus trabalhos através da \"Conferência dos Presidentes das Comissões.\". Quando o sistema de co-decisão foi introduzido, os poderes do Parlamento aumentaram em várias áreas, mas principalmente as cobertas pela Comissão do Ambiente, da Saúde Pública e da Segurança Alimentar. Anteriormente, tal comissão era considerada pelos eurodeputados como um \"comité da Cinderela\"; no entanto, ao ganhar nova importância, tornou-se mais profissional e rigorosa, atraindo crescente atenção ao seu trabalho. A natureza das comissões difere de seus homólogos nacionais, pois, embora menores se em comparação aos do Congresso dos Estados Unidos, as comissões do Parlamento Europeu são extraordinariamente grandes para os padrões europeus, com entre oito e doze assessores dedicados e outros três a quatro de apoio. Quando necessário, também é fornecido ao pleno consideráveis recursos administrativos e de pesquisa. As delegações do Parlamento são formadas de maneira semelhante e são responsáveis pelas relações com os demais parlamentos. Em abril de 2019, existiam 44 delegações permanentes. Não há um número fixo de membros: a maior é formada por 78 eurodeputados, mas a maioria delas possui menos de 20; todos os eurodeputados integram ao menos uma delegação. Os presidentes das delegações cooperam em uma conferência, da mesma forma que os presidentes das comissões. Há \"delegações interparlamentares\" (para manter relações com os Parlamentos de fora da UE), \"comissões parlamentares mistas\" (para manter relações com os parlamentos de Estados candidatos ou associados da UE) e delegações para assembleias parlamentares, como para os Países ACP. Os eurodeputados também participam de outras atividades internacionais, incluindo como observadores em eleições de outros países. === Intergrupos === Os intergrupos no Parlamento Europeu são fóruns informais que reúnem eurodeputados de vários grupos políticos em torno de algum tópico. Não expressam a opinião do legislativo, possuindo um duplo objetivo: abordar um tópico transversal a vários comitês e de maneira menos formal. O seu secretariado pode ser gerido pelo gabinete dos eurodeputados ou por grupos de interesse, sejam eles lobistas corporativos ou ONGs. Atualmente, os intergrupos são estritamente regulamentados e o apoio financeiro, direto ou não, deve ser oficialmente especificado em uma declaração de interesses financeiros. Os intergrupos são estabelecidos ou renovados no início de cada legislatura por meio de um processo específico. Uma proposta de constituição ou renovação de um intergrupo deve ser apoiada por pelo menos três grupos políticos; há um limite de intergrupos que cada grupo pode apoiar, o qual depende de sua proporção (por exemplo: na legislatura 2014-2019, o PPE e S&D; podiam apoiar 22 intergrupos cada, enquanto os verdes apenas 7). === Tradução e interpretação === Os oradores no Parlamento Europeu têm o direito de pronunciarem-se em qualquer uma das 24 línguas oficiais da União Europeia, variando de alemão e francês a maltês e irlandês. A interpretação simultânea é oferecida em todas as sessões plenárias e todos os textos finais de leis são traduzidos. O Parlamento Europeu é o parlamento mais multilíngue do mundo e o maior empregador de intérpretes do mundo (empregando 350 em período integral e 400 free-lancers, quando há uma demanda maior). Os cidadãos também podem dirigir-se ao Parlamento em basco, catalão/valenciano e galego. Normalmente, um idioma é traduzido de uma língua estrangeira para a língua nativa do tradutor. Devido ao grande número de idiomas, alguns menos usados, desde 1995 a interpretação às vezes é feita de maneira oposta, na língua nativa de um intérprete (o sistema de \"retorno\"). Além disso, um discurso em um idioma menos comum pode ser interpretado através de um terceiro idioma por falta de intérpretes (interpretação de \"retransmissão\") – por exemplo, ao interpretar do estoniano para o maltês. Devido à complexidade das situações, a interpretação não é palavra por palavra. Em vez disso, os intérpretes precisam transmitir o significado político de um discurso, independentemente de suas próprias visões. Isso requer um entendimento detalhado das políticas e dos termos do Parlamento, envolvendo muita preparação (por exemplo, a leitura dos documentos relacionados). Dificuldade geralmente pode surgir quando os eurodeputados usam palavrões, piadas e truques de palavras ou falam muito rápido. Enquanto alguns veem o uso de sua língua nativa como uma parte importante de sua identidade e podem falar mais fluentemente em debates, a interpretação e seu custo foram criticados. Um relatório de 2006 do eurodeputado Alexander Stubb destacou que o uso apenas do inglês, francês e alemão poderia reduzir os custos em 118 mil euros por dia (valor gasto para 21 idiomas – na época, romeno, búlgaro e croata ainda não eram incluídos) para 8 900 euros por dia. == Custos anuais == De acordo com a Comissão Europeia, os gastos do Parlamento Europeu durante o ano de 2019 foi de 1,999 mil milhões de euros. Destes, 170,1 milhões foram pagos com recursos próprios e 1,829 mil milhões de euros pela União Europeia. Em 2016, os maiores gastos foram em: * 34% pessoal, interpretação e tradução; * 24% informações, TI e telecomunicações; * 23% salários, despesas, viagens, escritórios e pessoal dos eurodeputados; * 13% prédios; * 6% atividades dos grupos políticos. Em 2019, o Parlamento contava com 6 624 funcionários, dos quais 5 379 eram permanentes. Haviam 1 103 funcionários temporários destinados a atividades políticas. Naquele ano, 78 milhões de euros foram destinados ao pagamento de salários, 64,7 milhões para viagens e 45 milhões para interpretação e tradução. Em 2014, um estudo do Tribunal de Contas estimou que a sede de Estrasburgo custava um adicional de 109 milhões por ano; outros 5 milhões anuais estavam relacionados às despesas de viagem causadas pela manutenção de duas sedes. Em comparação, estimou-se que a câmara baixa do parlamento alemão, o Bundestag, que conta com 709 membros, tenha custado 517 milhões em 2018. No Reino Unido, a Câmara dos Comuns, com 650 assentos, relatou custos anuais em 2016-2017 de 279 milhões. Segundo o The Economist, o Parlamento Europeu custa mais do que os parlamentos britânico, francês e alemão juntos. Estimou-se que um quarto dos custos esteja relacionado aos gastos com tradução e interpretação (460 milhões de euros) e que manter duas sedes demandaria mais 180 milhões. == Sedes == O Parlamento está sediado em três cidades diferentes, com numerosos edifícios. Um protocolo anexado ao Tratado de Amsterdão exige a realização de 12 sessões plenárias em Estrasburgo (nenhuma em agosto, mas duas em setembro), que é a sede oficial do Parlamento, enquanto sessões extras e reuniões de comissões são realizadas em Bruxelas. A cidade de Luxemburgo abriga o Secretariado da instituição. O Parlamento Europeu é uma das pelo menos duas assembleias no mundo que realizam suas reuniões em mais de um local (a outra é o Tynwald, parlamento da Ilha de Man) e uma das poucas que não tem o poder de decidir sua própria localização. A sede de Estrasburgo é vista como um símbolo de reconciliação entre a França e a Alemanha, pois a região de Estrasburgo foi disputada pelos dois países no passado. No entanto, o custo e a inconveniência de ter duas sedes são questionados. Embora Estrasburgo seja sua sede oficial e esteja situado ao lado do Conselho da Europa, Bruxelas é o lar de quase todas as outras grandes instituições da UE, com a maioria do trabalho do Parlamento sendo realizado lá. Os críticos descreveram a manutenção de duas sedes como um \"circo itinerante\", e há um movimento para estabelecer como sua única sede Bruxelas, considerada a capital de facto da UE. O movimento para tornar Bruxelas a sede única da instituição recebeu apoio de políticos e partidos. A comissária Margot Wallström declarou que \"algo que antes era um símbolo muito positivo da união da França e da Alemanha agora se tornou um símbolo negativo – de desperdício de dinheiro, burocracia e insanidade das instituições de Bruxelas.\" Em um estudo liderado pelas eurodeputadas Jean Lambert e Caroline Lucas, o Partido Verde observou que, além dos 200 milhões extras gastos com a segunda sede, mais de 20 268 toneladas de dióxido de carbono são utilizados como resultado, comprometendo qualquer posição ambiental da instituição e da União. Outro estudo, do Tribunal de Contas em 2014, estimou os gastos adicionais em 114 milhões. A maioria dos eurodeputados prefere Bruxelas como sede única. Uma pesquisa realizada com os eurodeputados constatou que 89% desejavam uma única sede e 81% preferiam Bruxelas. Outra pesquisa, mais acadêmica, encontrou 68% de apoio. Em julho de 2011, a maioria absoluta dos parlamentares votou a favor de um único assento. No início de 2011, o Parlamento votou a favor de suprimir uma das sessões mensais de Estrasburgo, realizando duas em uma única semana. No entanto, como a sede do Parlamento é fixada por um tratado, ela só pode ser alterada pelo Conselho, cuja deliberação exige unanimidade, o que significa que a França pode vetar qualquer mudança. O ex-presidente francês Nicolas Sarkozy declarou que a sede em Estrasburgo é \"inegociável\" e que a França não tem intenção de renunciar à única instituição da UE em solo francês. Dada a intenção declarada da França de vetar qualquer mudança para Bruxelas, alguns eurodeputados defenderam a desobediência civil, recusando-se a participar do êxodo mensal para Estrasburgo. == Canais de diálogo, informação e comunicação == As instituições da União Europeia se comprometeram a promover a transparência, a sinceridade e a disponibilidade de informações sobre seu trabalho. Em particular, a transparência é considerada essencial para as ações das instituições do bloco e um princípio geral do direito da UE, a ser aplicado às atividades de suas instituições, a fim de fortalecer a base democrática da União. Os princípios gerais de sinceridade e transparência são reafirmados nos tratados de Lisboa e Maastricht, que reconhecem o valor do diálogo entre cidadãos, associações representativas, sociedade civil e instituições europeias. O artigo 17 do Tratado sobre o Funcionamento da União Europeia (TFUE) estabelece as bases jurídicas para um diálogo aberto e transparente entre instituições e igrejas europeias, associações religiosas e organizações filosóficas e não- confessionais. Em julho de 2014, no início da oitava legislatura, o presidente do Parlamento Europeu, Martin Schulz, encarregou Antonio Tajani, o vice- presidente, de implementar o diálogo com as organizações religiosas e confessionais incluídas no artigo 17. Nesse contexto, o Parlamento Europeu realiza conferências sobre o diálogo inter-religioso, também com foco nas questões atuais e em relação aos trabalhos parlamentares. Em 1987, foi estabelecido o Mediador do Parlamento Europeu para as Crianças Vítimas de Rapto Parental Internacional, com o objetivo de \"ajudar as crianças nascidas de casamentos em que os cônjuges têm diferentes nacionalidades e que tenham sido raptadas por um dos progenitores.\" Deste modo, busca uma forma de solucionar a controvérsia ao invés de meios judiciais. O mediador é convocado por solicitação de um cidadão e, após avaliar o pedido, inicia um processo de mediação com o objetivo de chegar a um acordo. Depois de assinado por ambas as partes e pelo mediador, o acordo é oficial, com a natureza de um contrato privado entre as partes. Na definição do acordo, o Parlamento Europeu oferece às partes o apoio jurídico necessário para alcançar um acordo sólido e legal, com base na legalidade e na equidade. O acordo pode ser ratificado pelos tribunais nacionais competentes e também pode estabelecer as bases para uma separação ou divórcio consensual. == Serviço de Estudos == O Serviço de Estudos do Parlamento Europeu é o departamento interno de pesquisas e o think tank da instituição. É responsável por fornecer aos membros do Parlamento Europeu – e, se for o caso, comissões parlamentares – uma análise independente e objetiva, além de pesquisas, sobre questões políticas relacionadas à União Europeia, a fim de ajudá-los no desempenho das atividades legislativas. Foi concebido para aumentar a capacidade dos eurodeputados e dos comitês ao escrutinar e supervisionar a Comissão Europeia e outros órgãos executivos da UE. O EPRS também tem como objetivo fornecer uma gama abrangente de produtos e serviços, apoiados por experiência interna especializada e fontes de conhecimento em todos os campos de políticas públicas, capacitando os eurodeputados e comitês por meio do conhecimento e contribuindo para a eficácia e influência do Parlamento como instituição. Todas as publicações do EPRS estão disponíveis publicamente na plataforma EP Think Tank. == Eurobarómetro == O Parlamento Europeu realiza periodicamente através do Eurobarómetro pesquisas de opinião e estudos sobre as tendências da opinião pública nos Estados-membros, a fim de avaliar as percepções e expectativas dos cidadãos sobre o seu trabalho e as atividades gerais da União Europeia. Os tópicos incluem a percepção dos cidadãos sobre o papel do Parlamento Europeu, seu conhecimento da instituição, seu sentimento de pertencer à UE, opiniões sobre eleições e integração europeia, identidade, cidadania, valores políticos, mas também sobre questões atuais, como as mudanças climáticas, economia e política. == Prémios == Anualmente, o Parlamento Europeu concede quatro prémios a indivíduos e organizações que se destacam nas áreas de direitos humanos, cinema, projetos para jovens e cidadania. São estes: *O Prémio Sakharov, criado em 1998, é concedido a indivíduos que contribuem para a promoção dos direitos humanos em todo o mundo, aumentando a conscientização sobre violações dos direitos humanos. As prioridades incluem: proteção dos direitos humanos e liberdades fundamentais, com foco particular na liberdade de expressão; proteção dos direitos das minorias; conformidade com o direito internacional; e desenvolvimento da democracia e do autêntico Estado de Direito. *O Prémio Carlos Magno para a Juventude procura incentivar a participação dos jovens no processo de integração europeia. É concedido pelo Parlamento Europeu e pela Fundação Internacional do Prémio Carlos Magno a projetos concebidos por jovens que visam nutrir a identidade e a cidadania europeia. *O Prémio do Cidadão Europeu é outorgado pelo Parlamento Europeu por atividades e ações realizadas por cidadãos e associações para promover a integração entre os cidadãos dos estados-membros da UE e projetos de cooperação transnacional na UE. *O Prémio Lux, criado em 2007, é conferido a filmes que tratam de temas atuais de interesse público europeu e que incentivam a reflexão sobre a Europa e o seu futuro. Com o tempo, tornou-se um prestigioso prémio de cinema que apoia filmes e produção europeus também fora da UE. == Leitura adicional == * * * * * The same three co-authors have written every edition since the first in 1990. * * (draft version on-line) * * * * * * Lodge, Juliet, ed. The 2009 Elections to the European Parliament (Palgrave Macmillan; 2011) 327 pages * * * Sabbati, Giulio (2015). European Parliament: Facts and Figures'. European Parliament – European Parliamentary Research Service (EPRS). * * * * * * Dick Toornstra; Christian Meseth (2012). Inside the European Parliament: A guide to its parliamentary and administrative structures. European Parliament – Office for Promotion of Parliamentary Democracy (OPPD). * * == Ligações externas == *www.europarl.europa.eu, site oficial **www.europarl.europa.eu/portugal, site oficial em português *Serviço de Estudos do Parlamento Europeu *Think Tank do Parlamento Europeu *Arquivos históricos",
 "title": "Parlamento Europeu"
}