{
 "id": "1586",
 "text": "Um portal é um site na internet projetado para aglomerar e distribuir conteúdos de várias fontes diferentes de maneira uniforme, sendo um ponto de acesso para uma série de outros sites ou subsites internamente ou externamente ao domínio ou subdomínio da empresa gestora do portal. Na sua estrutura mais comum, os portais constam de um motor de busca, um conjunto, por vezes considerável, de áreas subordinadas com conteúdos próprios, uma área de notícias, um ou mais fóruns e outros serviços de geração de comunidades, além de um diretório, podendo incluir ainda outros tipos de conteúdos. Variantes de portais podem incluir aplicações do tipo Mashup e Intranets de uso corporativo. ==Características== Os portais oferecem acesso a um grande número de usuários e precisam ser dimensionados de acordo, pois caso contrário o sistema fica lento, pára, ou não responde à navegação, isto é um processo caro e trabalhoso principalmente porque ao longo do tempo o uso do Portal por usuários acaba aumentando e os equipamentos precisam ser trocados por outros mais poderosos e capazes, tornado a manutenção do portal onerosa e constante. Quando isto não ocorre, muitas vezes a consequência pode ser, por exemplo, uma compra paga que não é registrada e se perde, um pedido que não chega ao departamento de compras, o cliente que não consegue abrir sua tela de informações etc. Com o grande volume de informação, é preciso organizar e catalogar as mesmas por assunto, os colaboradores que alimentam o Portal precisam ter acesso às informações estruturadas (informações armazenadas em sistemas e bases de dados, como por exemplo, datawarehouses e sistemas legados), assim como às informações não estruturadas (informações armazenadas em arquivos de texto, planilhas eletrônicas, arquivos de e-mail, dentre outros). O acesso a estas informações estruturadas ou não estruturadas se dá na maioria das vezes através do uso de APIs (Application Program Interfaces), também chamadas de applets, portlets, adaptadores ou conectores, sendo o acesso às informações estruturadas mais facilitado, pois através das linguagens de programação pode-se utilizar de APIs que facilitem ao colaborador acessar as informações através de interfaces intuitivas e amigáveis. Já para acessar as informações não estruturadas, é necessário utilizar, em conjunto com as APIs, métodos de categorização e taxonomia, mecanismos de busca. Os métodos de categorização e taxonomia visam organizar as informações, criando informações sobre as informações (metadados) para assim, os mecanismos de busca retornarem as informações que o usuário deseja de forma mais precisa. == Sistemas de gestão de conteúdo == Devido à grande quantidade de informação, para construir um portal são utilizados sistemas de gerenciamento de conteúdo (CMS), pois os tradicionais editores de HTML não dão mais conta da demanda de trabalho que é muito elevada. Os CMS, ou Sistemas Gerenciadores de Conteúdo ajudam em muito o trabalho, pois criam um nível de abstração mais elevado além de fazer algo muito mais importante que é estabelecer uma hierarquia e controle das pessoas que alimentam o site, pois nem todos podem alterar o conteúdo de qualquer página, assim, o CMS delega de forma organizada as diversas páginas do Portal sem que seja necessário ficar revisando a questão da organização e uma forma geral. Uma das vantagens no uso do CMS é o fato de, na maior parte dos casos, possibilitar a separação física do que é estética e estilo, do que é conteúdo, assim se o Webdesigner faz uma alteração de cor ou logotipo apenas a aparência é modificada, enquanto que o usuário leigo alimenta o site com a informação e conteúdo. Este usuário comum sequer sabe das mudanças ocorridas na parte estética, ele apenas alimenta o conteúdo, portanto, pode trabalhar sem se preocupar com detalhes estéticos ou formatação, o resultado é a diminuição de custo de manutenção do Portal e a eliminação de mão de obra especializada em Webdesign que passa a ser substituída por pessoas que conhecem o básico de um Editor de Texto com imagens. ==Tipos de Portais== ===Corporativo=== Os portais corporativos oferecem acesso on-line (instantâneo) e organizado às informações e aplicações da empresa utilizando-se da internet como meio de divulgação. Tem como objetivo facilitar a interação com o usuário, disponibilizar informações mais ampla, consultas e relatórios personalizados por parte dos usuários. Exemplos são extratos de banco, conta de luz, orçamento de seguro de carro, simulação de aplicação na bolsa e acesso à webmail. A função desses portais são de maximizar o lucro das empresas, oferecendo-se canais de comunicação e vendas para o cliente, informações e históricos de atendimento, recebem pesquisas de opinião do consumidor, registram números de série e garantia de produtos, oferecem catálogos dos produtos da empresa, direcionam contatos a representantes, entre outros. As grandes lojas on-line da Internet são um exemplo de portais corporativos voltados ao comércio eletrônico, os bancos também tem seus Portais vinculados ao serviço de Bank-Line; o governo por sua vez, emite Certidões e alguns tipos de comprovantes pela Internet, neste ponto de vista o documento mais célebre é a Nota Fiscal Eletrônica do Estado de São Paulo que foi a primeira no país a ser implantada, muito embora você não enxergue a tela do sistema do ICMS, você interage com o mesmo ao consultar as Notas Fiscais no dia a dia. Os portais corporativos assim deixaram de ser meramente sites Iinstitucionais, como ocorria no passado. Se tornaram verdadeiros canais de acesso aos clientes e públicos da organização, e o ponto mais importante não é mais apenas a informação, mas principalmente a interação entre elas.",
 "title": "Portal (internet)"
}