{
 "id": "15875",
 "text": "\\---- (, na numeração romana) foi um ano comum do século XV do Calendário Juliano, da Era de Cristo, e a sua letra dominical foi G (52 semanas), teve início numa segunda-feira e terminou também numa segunda-feira. == Eventos == * O rei Afonso V de Portugal conquista a cidade de Arzila no Norte de África. * Referência à capela \"Almas Pobres\", fundada por Gonçalo Diniz da Silva, ignorando-se a localidade onde fora edificada. * Ida de Diogo de Teive para a Ilha Terceira nos Açores, acompanhado de Pedro Velasco. * Data do desterro de Tristão Vaz Teixeira - capitão de Machico. * João de Santarém e Pêro Escobar descobrem as ilhas de São Tomé e Príncipe. * Constituição do Senado da Câmara Municipal do Funchal por \" homens bons \". * Fundação da freguesia de Agrela (Santo Tirso), antiga sede do concelho. * Fundação do Convento de São Francisco de Angra. A custódia deste convento foi feita em 1480. * Inicio das obras do Cais da Alfândega de Angra, por iniciativa de Álvaro Martins Homem, capitão do donatário na ilha Terceira. * Data indicada como possível para o fundação do Porto Judeu, Angra do Heroísmo, embora não haja fontes documentais sobre a fundação da freguesia. A informação do povoamento do local ser coevo ao da ilha Terceira é confirmada pelo fato de a construção da Igreja Paroquial de Santo António do Porto Judeu ser anterior a 1470. * 30 de Março - D. Fernando apresenta Frei Gonçalo ao vigário da Ordem de Cristo, indicando-o como cura e capelão da Ilha Terceira. * 30 de Outubro - Henrique VI de Inglaterra é reinvestido como rei, após a vitória do seu general Ricardo Neville, Conde de Warwick sobre Eduardo IV de Inglaterra. == Nascimentos == * 30 de Junho - Rei Carlos VIII de França. * 4 de Novembro - Rei Eduardo V de Inglaterra. * data desconhecida - Matthias Grünewald, pintor alemão (m. 1528). * Rui Trancoso de Lira, senhor de Lira, actual localidade de Lara, Portugal. * João de Castilho - arquiteto do manuelino. == Mortes ==",
 "title": "1470"
}