{
 "id": "15912",
 "text": "Em computação, worm ou computer worm (do inglês que significa, literalmente, \"verme\" ou \"verme de computador\") é um programa independente (standalone), do tipo malware, que se replica com o objetivo de se espalhar para outros computadores. Geralmente, usa uma rede de computadores para se espalhar, ou mesmo unidades USB, contando com falhas de segurança no computador de destino para acessá-lo. Alguns worms também se alastram por mensagens de e-mail, criando anexos maliciosos e os enviando para as listas de contato da conta invadida. Ele usará esta máquina como hospedeiro para varrer e infectar outros computadores. Quando esses novos computadores, infectados por worms, estão controlados, o worm continuará a varrer e infectar outros computadores usando- os como hospedeiros, comportamento esse que permanecerá em ação. Os worms de computador usam o método recursivo para se copiar sem o programa hospedeiro e se distribuir com base na lei do crescimento exponencial e, em seguida, controlar e infectar mais e mais computadores em um curto espaço de tempo. Os worms, quase sempre, causam pelo menos algum dano à rede, mesmo que seja apenas consumindo largura de banda, enquanto os vírus quase sempre corrompem ou modificam arquivos em um computador alvo.Muitos worms são projetados apenas para se espalhar e não tentam alterar os sistemas pelos quais passam. No entanto, como o Morris worm e o Mydoom mostraram, mesmo esses worms \"sem carga\" podem causar grandes interrupções ao aumentar o tráfego da rede e outros efeitos indesejados. == História == Em 1971, o primeiro Worm de computador, chamado Creeper, foi criado por Bob Thomas, como um programa experimental, no qual seu objetivo era se auto-replicar e se mover entre computadores conectados na ARPANET. Posteriormente, o segundo Worm de computador, chamado Reaper, foi desenvolvido por Ray Tomlinson, com o objetivo de replicar na ARPANET e deletar o worm Creeper. O primeiro worm que atraiu grande atenção foi o Morris Worm, escrito por Robert Tappan Morris no Laboratório de Inteligência artificial do Instituto de Tecnologia de Massachusetts. Ele foi iniciado em 2 de novembro de 1988, e rapidamente infectou um grande número de computadores pela Internet, estimado na época como um décimo de todos os conectados.. Ele se propagou através de uma série de erros no BSD Unix e seus similares. Morris confessou o crime e foi condenado a três anos de liberdade condicional, 400 horas de prestação de serviços à comunidade e pagar uma multa de 10 mil dólares dos Estados Unidos. O próprio Morris se tornou a primeira pessoa julgada e condenada sob a Lei de Fraude e Abuso de Computador de 1986. == Características == === Autonomia === Os vírus de computador geralmente requerem um programa host. O vírus escreve seu próprio código no programa host. Quando o programa é executado, o programa de vírus escrito é executado primeiro, causando infecção e danos. Um worm não precisa de um programa hospedeiro, pois é um programa independente ou um pedaço de código. Portanto, não é restrito pelo programa host, mas pode ser executado de forma independente e realizar ataques ativamente. === Vulnerabilidade === Como um worm não é limitado pelo programa host, os worms podem tirar proveito de várias vulnerabilidades do sistema operacional para realizar ataques ativos. Por exemplo, o vírus \"Nimda\" explora vulnerabilidades para atacar. === Complexidade === Alguns worms são combinados com scripts de páginas da Web e ficam ocultos em páginas HTML usando VBScript, ActiveX e outras tecnologias. Quando um usuário acessa uma página da Web que contém um vírus, o vírus reside automaticamente na memória e aguarda para ser acionado. Existem também alguns worms que são combinados com programas backdoor ou cavalos de Tróia, como o \"Code Red\". === Propagação === Os worms são mais infecciosos do que os vírus tradicionais. Eles não apenas infectam computadores locais, mas também todos os servidores e clientes na rede baseados no computador local. Os worms podem se espalhar facilmente por meio de pastas compartilhadas, e-mails, páginas da Web maliciosas e servidores com um grande número de vulnerabilidades na rede. == Backdoors == Os worms Sobig e Mydoom instalaram backdoors (brechas) nos computadores, tornando-os abertos a ataques via Internet. Estes computadores \"zumbis\" são utilizados para enviar emails (spams) ou para atacar endereços de sites da Internet. As redes de tais máquinas são frequentemente chamadas de botnets e são muito comumente usadas para uma variedade de propósitos maliciosos. Acredita-se que spammers (pessoas que enviam spams) pagam para a criação destes worms, e criadores de worms já foram apanhados vendendo listas de endereços IP de máquinas infectadas. Outros tentam afetar empresas com ataques DDOS (Ataque de Negação de Serviço) propositais. As brechas podem também ser exploradas por outros worms, como o Doomjuice, que se espalha utilizando uma brecha aberta pelo Mydoom. == Contramedidas == Os usuários precisam ter cuidado ao abrir e-mails inesperados, e não devem executar arquivos ou programas anexados ou visitar sites vinculados a esses e-mails. No entanto, como acontece com o worm ILOVEYOU e com o aumento do crescimento e da eficiência dos ataques de phishing, ainda é possível induzir o usuário final a executar um código malicioso. O software antivírus e anti-spyware é útil, mas deve ser mantido atualizado com novos arquivos de padrão pelo menos a cada poucos dias. O uso de um firewall também é recomendado. Os usuários podem minimizar a ameaça representada pelos worms mantendo o sistema operacional de seus computadores e outros softwares atualizados, evitando a abertura de e-mails não reconhecidos ou inesperados e executando firewall e software antivírus. Às vezes, as infecções podem ser detectadas por seu comportamento - geralmente verificando a Internet aleatoriamente, procurando por hosts vulneráveis para infectar. Além disso, técnicas de aprendizado de máquina podem ser usadas para detectar novos worms, analisando o comportamento do computador suspeito. == Worms úteis == Os worms podem ser úteis: a família de worms Nachi, por exemplo, tentava buscar e instalar patches do site da Microsoft para corrigir diversas vulnerabilidades no sistema (as mesmas vulnerabilidades que eles exploravam). Isto, eventualmente, torna os sistema atingidos mais seguros, mas gera um tráfego na rede considerável — frequentemente maior que o dos worms que eles estão protegendo — causam reboots da máquina no processo de aplicação do patch e, talvez o mais importante, fazem o seu trabalho sem a permissão do usuário do computador. Por isto, muitos especialistas de segurança desprezam os worms, independentemente do que eles fazem. == Ver também == * Backdoor * Spam * Firewall * ProRat * SpyOne == Ligações externas == * * * Relatório de Ameaças à Segurança na Internet, por Symantec * Categoria:Programas de computador maliciosos",
 "title": "Worm"
}