{
 "id": "1591",
 "text": "{{Info/Município do Brasil | nome = Pedro Alexandre | foto = | apelido = Serra Negra | brasão = Brasão Pedro Alexandre Bahia.jpg | bandeira = Pedro_Alexandre_Bandeira.jpg | link_hino = | aniversário = 28 de julho | fundação = Formação: ca. Fundação: ca. Emancipação: Instalação: | gentílico = pedro-alexandrense | lema = | prefeito = Yuri Cesar de Andrade Menezes | partido = PP | fim_mandato = 2024 | mapa = Bahia Municip PedroAlexandre.svg | latP = S | latG = 10 | latM = 00 | latS = 50 | lonP = O | lonG = 37 | lonM = 53 | lonS = 38 | estado = Bahia | mesorregião = Nordeste Baiano | microrregião = Jeremoabo | região_metropolitana = | vizinhos = Coronel João Sá, Santa Brígida e Jeremoabo em território baiano. Poço Redondo, Carira, Nossa Senhora da Glória, Porto da Folha, Monte Alegre de Sergipe e Canindé de São Francisco em território sergipano | dist_capital = 355 | área = 889.572 | área_ref = | população = 13954 | altitude = 356 | população_pos = (BA: 248º)(NE: 870°)(BR: 2340º) (2022) | clima = Tropical semiárido | sigla_clima = BSh | idh = 0.513 | pib = mil | pib_per_capita = 7145.33 | leg_foto = | link_brasão = | link_bandeira = | data_mesorregião = IBGE/2008 | data_microrregião = IBGE/2008 | data_pop = Censo de 2022 | população_ref = | data_idh = PNUD/2010 | data_pib = IBGE/2021 | data_pib_per_capita = IBGE/2021 | site_prefeitura = pedroalexandre.ba.gov.br }} Pedro Alexandre (regionalmente conhecido como Serra Negra)LIMA, Ricardo Junio Feitosa. O Complexo Montanhoso Serra Negra. Athos – Revista de Estudos Integrados, Vol.5, N.1, 2020. ISSN 2674-8002. é um município brasileiro do estado da Bahia. Localiza-se a uma latitude 10º00'49\" sul e a uma longitude 37º53'39\" oeste. Sua formação remonta ao ano de 1847 e está associada à expansão rural de Porto da Folha. Posteriormente, foi reconhecido como parte do território baiano de Jeremoabo, do qual se desmembrou, sendo oficialmente fundado em 1962. == História == O povoamento do território atual de Pedro Alexandre teve início no século XVIII, quando colonos sergipanos se estabeleceram ali como produtores de grãos e criadores de gado, como parte da expansão da agropecuária. Essa área era considerada um bairro rural do município de Porto da Folha. Durante um período de seca, ocorreu uma migração significativa de uma elite latifundiária para a região, seguida pela ocupação de novas áreas próximas ao Complexo da Serra Negra, devido à fertilidade do solo e à disponibilidade de água da bacia hidrográfica do Rio do Peixe. Famílias que se estabeleceram junto a uma fonte de água na lagoa da nascente do Rio do Peixe formaram, por volta de 1847, um pequeno povoado conhecido como Lagoa da Caiçara, cujo nome remete a um tipo de cerca paliçada ainda existente nesta lagoa. Essa comunidade consistia em um pequeno agrupamento de casas em uma área de litígio territorial, que acabou sendo incorporada à comarca da região baiana de Jeremoabo, deixando de fazer parte do município sergipano de Porto da Folha, que passou a englobar apenas o território do povoado que atualmente é o município de Poço Redondo. Em meados de 1872, o menino Pedro Alexandre de Carvalho, nascido em 25 de abril de 1865 no povoado alagoano de Entre Montes em Piranhas, chegou ao vilarejo de Lagoa da Caiçara, atual Rua Velha, acompanhado de seu pai adotivo Alexandre. Este tinha a intenção de desmatar algumas áreas nas terras virgens para a atividade agrícola. Ambos se tornaram pioneiros no cultivo de algodão, um produto em alta e introduzido para transformar a economia da região. A sede do distrito, existente na época, recebeu o nome de Serra Negra em 1927, devido às montanhas da Serra Negra, uma designação que ainda é associada ao município. Em 1943, com uma delimitação geográfica mais precisa dos estados de Sergipe e Bahia e o Decreto n° 5901 para corrigir repetições de nomes, o distrito de Serra Negra teve seu nome substituído pelo topônimo indígena Voturuna. Essa denominação corresponde apenas a uma parte do complexo de serras, precisamente à porção da Serra Negra situada dentro do território baiano, onde atualmente se encontra a comunidade de Serra Torre, que faz ligação com a sede da cidade. Além disso, é na região de Voturuna que se encontra o cruzeiro da cidade, conhecido pelas penitências religiosas que fazem parte da história e cultura local. A Lei Estadual n° 1763, de 28 de julho de 1962, desmembrou o distrito de Voturuna de Jeremoabo e o elevou à categoria de município. Nessa mesma ocasião, o documento foi revisado e o nome foi alterado para Pedro Alexandre, embora ainda deixe vestígios do nome Voturuna nos artigos da lei de emancipação municipal. De acordo com essa lei, a instalação e o funcionamento efetivo do município ocorreram em 07 de abril de 1963. Portanto, o município tem data de criação e data de instalação efetiva. === Cronologia === ==== Cronologia dos principais eventos ==== * 1690: Colonização da região de Serra Negra como bairro rural de Porto da Folha.LIMA, Ricardo Junio Feitosa (2023, July 7). Síntese cronológica de Pedro Alexandre, Bahia, Nordeste do Brasil. Even3 Publicações. DOI 10.29327/7281028. * 1704: Formação de uma rede de quilombos no topo das montanhas da Serra Negra. * 1847: Formação do povoamento ao longo do corpo hídrico da Lagoa da Caiçara. * 1872: Momento da chegada de Pedro Alexandre Carvalho em Lagoa da Caiçara. *1902: Aquisição do motor portátil Lincoln 1890 para beneficiamento de algodão. * 1927: Fundação do distrito de Serra Negra e sua vila sede com este mesmo nome. * 1938: Zé Sereno e 20 cangaceiros se entregam na Fazenda Nova, em Serra Negra.ARAÚJO. Antônio Amaury Corrêa de. Gente de Lampião, Sila e Zé Sereno. Editora Traço. São Paulo. 1987. Pag. 92. * 1943: Por Lei de nomenclatura, Serra Negra recebe o topônimo indígena Voturuna. * 1962: Linhas de evidências indicam que a cidade foi emancipada como Voturuna. * 1962: Emancipação oficial pela lei n° 1763, como Pedro Alexandre, em 28 de julho. * 1963: Instalação por lei e funcionamento efetivo do município em 07 de abril do ano. * 1981: Acidente aéreo mata 4 tripulantes que faziam vistorias do Baneb no município. * 2019: A Barragem do Quati transborda, rompe e inunda a cidade de Coronel João Sá. * 2020: Primeiro artigo científico pelo município sobre o Complexo da Serra Negra. ==== Cronologia administrativa ==== A Primeira eleição para prefeito e vereadores ocorreu em 7 de outubro de 1962 e um dos herdeiros de João Maria, Heraldo de Carvalho, foi eleito primeiro prefeito do município. A primeira gestão iniciou apenas em 7 de abril de 1963 com a instalação do município e efetivo funcionamento da prefeitura. Heraldo e seu primo Evaldo Carvalho tornaram-se políticos e se mantiveram na administração do município na condição de prefeitos por várias gestões. Quadro administrativo Gestor Início Término Fontes e informações adicionais Heraldo de Carvalho abr de 1963 dez de 1966 1° prefeito após a emancipação ocorrida em 1962 Evaldo Carvalho jan de 1967 dez de 1970 Família Carvalho lançou Evaldo para continuar a gestão João de Oiô jan de 1971 dez de 1972 Eleições municipais em 15 de novembro de 1972 Evaldo Carvalho jan de 1973 dez de 1976 Eleições municipais em 20 de dezembro de 1976 Heraldo de Carvalho jan de 1977 dez de 1982 Essas gestões tiveram mandatos de 6 anos Evaldo Carvalho jan de 1983 dez de 1988 Essas gestões tiveram mandatos de 6 anos Heraldo de Carvalho jan de 1989 dez de 1992 O TCU ainda possui contas registradas da época Evaldo Carvalho jan de 1993 dez de 1996 Última gestão de integrantes da família Carvalho Petrônio Gomes jan de 1997 dez de 2000 Eleito com 58,1% dos votos válidos (2.619) Petrônio Gomes jan de 2001 dez de 2004 Eleito com 70,1% dos votos válidos (3.649) Salorylton (Salon) jan de 2005 dez de 2008 Eleito com 61,8% dos votos válidos (3.708) Pedro Gomes Filho jan de 2009 dez de 2012 Eleito com 50,5% dos votos válidos Salorylton (Salon) jan de 2013 dez de 2016 Eleito com 47,5% dos votos válidos (3.245) Pedro Gomes Filho jan de 2017 dez de 2020 Eleito com 36,3% dos votos válidos (2.553) Yuri Andrade jan de 2021 dez de 2024 Eleito com 59,15% dos votos válidos (4.659) === Paleontologia e arqueologia === ==== Fóssil de bivalve (100.5 — 66 Ma) ==== Em 2016, um punhado de rochas contendo uma variedade de ágatas doado por uma aluna a um professor e pesquisador local, para fins de ornamentação, revelou a possível presença de um bivalve fossilizado.LIMA, Ricardo Junio Feitosa. Outcrop containing a “possible” member of the Pleuromyidae Family (Bivalvia class) fossil, in the municipality of Pedro Alexandre, Bahia, Northeastern Brazil. Even3 Publicações. 2020. DOI 10.29327/725188. O material foi preservado até que sua origem fosse descoberta e, em junho de 2020, devido à necessidade de uma modelagem para identificação das dentições do bivalve, o material foi enviado a Renato Pirani Ghilardi, presidente da Sociedade Brasileira de Paleontologia, para estudos mais aprofundados. Ghilardi observou que, à primeira vista, os restos da dentição presentes no material indicavam ser o molde de um representante do gênero Pleuromya, um gênero relativamente comum no Cretáceo Superior, encontrado na Bacia Sergipe-Alagoas . No entanto, Ghilardi destacou que afloramentos desse tipo são um achado inédito na área de Pedro Alexandre. Tal afloramento pode ser parte de um sítio paleontológico indicando a ocupação local pelo Oceano Atlântico. Como ocorreu com o Geoparque Araripe. ==== Evidências da Megafauna (50 — 11 Ka) ==== O município possui terras que evidentemente foram habitadas por espécies da megafauna. Até o momento, dezoito datações foram realizadas em fragmentos de ossos e dentes encontrados nas extensões sergipanas da Serra Negra indicam a presença de uma fauna com idade estimada entre 11 e 50 mil anos. A descoberta de afloramentos contendo fósseis é mais frequente durante a época da seca, quando a população sergipana que reside próximo aos tanques, também conhecidos como cacimbas ou pias-de-pedra, e antigas lagoas, escava para retirar o sedimento a fim de armazenar água para o período de chuvas.Fósseis encontrados no sertão. Correio Sergipe D'el Rey. 3º Edição. Page 77. SkyscraperCity. 2013. Visitado em 10 de Janeiro de 2016. Também há evidências regionais da presença fossilizada de animais em Coronel João Sá, especificamente da espécie Eremotherium laurillardi que se assemelha às preguiças modernas; da espécie Toxodon platensis que se assemelha aos hipopótamos atuais; e de espécies semelhantes aos elefantes atuais, incluindo as espécies Cuvieronius humboldtii, Stegomastodon platensis e Stegomastodon waringi.DANTAS, Mário André Trindade; ZUCON, Maria Helena. A Ocorrência de Fósseis da Megafauna do Pleistoceno Final em Coronel João Sá, Bahia, Brasil. v. 6, n.1. UnG - Universidade Guarulhos / Geociências. Guarulhos. 2007. Destaca-se, portanto, que o território como potencial portador de evidências fósseis da megafauna, por ser uma área intermediária entre ambas citadas. ==== Pinturas rupestres (12 — 09 Ka) ==== Conjuntos de painéis gráficos identificados no Complexo Rupestre Rio do Peixe, na zona localizada no município de Coronel João Sá, na Bahia, são compreendidos como elementos arqueológicos que, em conformidade com outros elementos etno-históricos regionais que sugerem ocupações há mais de nove milênios. Isso sugere uma presença humana indígena significativa na região por um período prolongado de tempo.LIMA FILHO, Sebastião Lacerda de. Sítios gráficos e apropriação de espaços: um estudo de caso do complexo rupestre Rio do Peixe, região de Coronel João Sá, nordeste da Bahia. 2017. 447 f. Tese (Doutorado em Arqueologia) — Universidade Federal de Sergipe. Laranjeiras. 2017. Nessa lógica, painéis rupestres encontrados na extensão do complexo que adentra o território de Pedro Alexandre, no Sítio Arqueológico Toca da Onça, que são parcialmente compatíveis, podem oferecer dados semelhantes. Isso fortaleceria a ideia de uma ocupação humana antiga e contínua na área. Essas descobertas são fundamentais para entender a história e a evolução dos povos que habitaram o território ao longo dos milênios. Em 2024, estudos preliminares do grafismo rupestre no sítio arqueológico aferiram a possibilidade de uma pintura figurar um modelo de oca semelhante a produzida pelos povos indígenas Kuikuros.LIMA, Ricardo Junio Feitosa (2024, April 21). Possível representação de oca com cercado caiçara em arte rupestre no Sítio da Toca da Onça em Pedro Alexandre, Bahia, Nordeste do Brasil. Even3 Publicações. http://doi.org/10.29327/7395300 Os trabalhos foram publicados na forma de preprint até que uma análise icnográfica mais detalhada possa ser realizada. Segundo eles, as grafias representam um oca com cerca caiçara, o formato do cercamento da propriedade e presumivelmente sua localização nas proximidades do Riacho das Caraíbas através da expressão de um curso de água similar ao real que ocorre na localidade.LIMA, Ricardo Junio Feitosa (2024, April 26). Possível representação rupestre do modelo de propriedade indígena no Sítio da Toca da Onça em Pedro Alexandre, Bahia, Nordeste do Brasil. Even3 Publicações. http://doi.org/10.29327/7396748 == Geografia == === Complexo da Serra Negra === A Serra Negra é uma pequena cordilheira que atravessa a divisa dos estados brasileiros de Sergipe e Bahia. Essa serra engloba uma área equivalente à 5.229 ha e uma das suas montanhas principais tem um pico que atinge 762 metros de altura, sendo o ponto mais culminante do território de Sergipe e uma das maiores elevações localizadas dentro da caatinga, no nordeste brasileiro. Serras do Complexo Montanhoso Parte baiana (Serra da Voturuna e Serra do Rela) Parte sergipana (Serra da Guia e Serra Grande [Serra de Prata]) A área que corresponde ao estado baiano pertence ao município de Pedro Alexandre e possui um pico que atinge a altura de 716 metros. A área baiana é genericamente conhecida pelo próprio nome da cordilheira e a sua principal porção também recebe o nome histórico-espacial de Serra da Voturuna. Uma área significativa do seu topo é habitada por uma comunidade com características quilombolas, constituída por povos afrodescendentes, que adotaram o modelo de agricultura familiar na localidade. A área que corresponde ao estado sergipano pertence ao município de Poço Redondo e possui dois picos com 680 e 762 metros que são os pontos mais culminantes do estado. A área sergipana é apresentada frequentemente em obras de cunho acadêmico como Serra da Guia e possui uma outra porção menor que é conhecida popularmente como Serra da Conceição. Encostado ao desdobramento sergipano há uma Comunidade Quilombola o denominada Quilombo da Guia. === Furna da Onça === Um Boletim do Instituto Biológico da Bahia publicado em 1954 menciona a existência de uma furna na Serra da Bela Vista. Uma furna é uma cavidade de grandes dimensões, geralmente natural, no interior de um rochedo ou da terra, também conhecida como caverna, gruta ou antro. De acordo com o documento, a Furna da Onça é uma cavidade na serra contendo 20 metros de extensão:INSTITUTO BIOLÓGICO DA BAHIA. Boletim do Instituto Biológico da Bahia. Volumes 1-10. Editora Secretaria da Agricultura Indústria e Comércio. Bahia. 1954. Pag. 55. === Hidrografia === Em virtude da altura e o relevo acidentado, a Serra Negra forma uma barreira natural às massas de ar procedentes do oceano Atlântico que, por meio do sistema de chuvas orográficas, acaba descarregando umidade em suas vertentes. Essa propriedade possibilita que micro-climas abastecidos por maior umidade e temperaturas mais brandas sejam formados e também que parte da água que por infiltração sofre um armazenamento passageiro no solo, mantenha-se por um tempo maior nele ou percole como água subterrânea. Frente a isso, a água armazenada no solo que não for evapotranspirada termina por escoar das matas úmidas paulatinamente formando diversos mananciais hídricos na Serra Negra e ofertando água respectivamente paras as bacias hidrográficas do Rio Jacaré, Rio Capivara e Rio Vaza-Barris. Este ultimo é abastecido pelos Riacho do Meio e Rio do Peixe que nascem nas proximidades das comunidades Serra Negra e Lagoa da Mata. === Geologia === O município é formados por solos dos tipos luvissolo, neossolo e planossolo solódico distrófico que sustentam a vegetação nativa caracterizada por caatinga arbórea densa e aberta sem palmeiras, em contato e com a caatinga arbórea aberta com palmeiras ou com a caatinga - floresta estacional. Resumidamente, a geologia local abrange o Complexo Marancó, o Grupo Macururé e granitóides de estágios cedo a tardi-tectônicos englobados nas suítes peraluminosas Serra Negra, Carira e Calcialcalina Conceição. Além disso, há as formações Juá, Tacaratu e Santa Brígida, juntamente com outras formações superficiais.CPRM, Serviço Geológico do Brasil. Projeto Cadastro de Fontes de Abastecimento por Água Subterrânea: Diagnóstico do Município de Pedro Alexandre - Bahia. Salvador: CPRM/PRODEEM, 2005. 14p. Na porção centro-norte do território municipal, predominam xistos, filitos, rochas metavulcanicas, metarritmitos, quartzitos, formações ferríferas, metarenitos, metassiltitos e anfibolitos característicos do Complexo Marancó que estão tanto associados a tipos granitóides cedo a sin-orogênicos da suíte Peraluminosa Serra Negra (contendo biotitas, muscovitas e granadas compostas de granodioríticos, monzoníticos, quartzomonzoníticos, protomiloníticos e miloníticos) quanto associados a sedimentos da Formação Tacaratu (contendo arenitos com intercalações de conglomerados) e da Formação Santa Brígida (contendo arenitos com lentes conglomeráticas ou arenitos com níveis variados de folhelhos, siltitos e dolomitos betuminosos). Na porção sul do território afloram minerais do tipo xistos, metagrauvacas, metarenitos, metassiltitos e metarritmitos pertencentes ao Grupo Macururé e associados tanto a corpos plutônicos sin a tardi-orogênico característicos da suíte peraluminosa Calcialcalina Conceição (contendo anfibólio-biotita tonalito / granodiorito, com epidoto magmático e fases subordinadas de diorito egabro) quanto a litótipos característicos da suíte peraluminosa Carira (contendo biotita e/ou muscovita leucogranitos / granodioritos). Depósitos colúvio-eluviais recentes, constituídos por sedimentos areno-argilosos, conglomeráticos e inconsolidados também podem ser observados a sul do território. Pelo extremo oeste, ocorrem faixas restritas de conglomerados e grauvacas característicos da Formação Juá. == Cultura == === Ritual de Penitência === O ritual de penitência é uma das expressões de cultura imaterial de Pedro Alexandre. Durante a Quaresma, ocorre a procissão dos penitentes, um ritual que envolve grupos hierárquicos conhecidos como \"Alimentadeiras de Almas\" e os \"Disciplinadores\". A procissão segue um itinerário preestabelecido, visitando as casas dos fiéis que cumpriram promessas. O cortejo acontece durante a noite, e o guia de penitência carrega a cruz, também chamada de madeiro, dirigindo-se às casas dos fiéis. Os moradores aguardam com as portas fechadas, aguardando o chamado feito através de um cântico. Uma matraca marca as 15 paradas da via sacra durante a procissão. A matraca é um instrumento musical e sinalizador feito geralmente de madeira, com um pedaço de ferro curvilíneo. Nas residências visitadas, são realizados rituais com movimentos característicos, acompanhados pelo som da matraca e pelas rezas. Geralmente, os penitentes de Pedro Alexandre evitam ser identificados para manter a continuidade do ritual de forma ininterrupta. No ano de 2011, uma equipe do Instituto de Patrimônio Artístico e Cultural do Estado (IPAC), começou a acompanhando a tradição dos penitentes no estado da Bahia para, a partir dessa visita, a manifestação cultural poder ser reconhecida como Patrimônio Imaterial da Bahia. === Cultura dos Caretas === A festa dos caretas é uma tradição nas cidades nordestinas.TAVARES, Gerisvan. Jovens mantém viva a tradição dos Caretas em Santa Cruz. SantaCruz24h. Bahia. 2013 Durante o período do carnaval, os jovens se divertem e mantém viva, ao longo das gerações, essa cultura imaterial no calendário cultural da cidade. Os caretas trajam roupas a caráter próprio como vestidos, brincos, meias, saias, colares, calça e o rosto coberto com máscaras geralmente feitas com sobras de pano ou caretas personalizadas. Os grupos percorrem ruas, avenidas e parte do interior do município realizando diversas peripécias, frequentemente usando chicotes, chocalhos e muito barulho para causar medo nas crianças e adultos. Uma das peripécias comuns dos caretas é arremessar ovos nas pessoas ou banha-las com água (em alguns casos particulares e não tão raros, alguns se arriscam à dar chicotadas nas pessoas). === Comunidades Quilombolas === Um estudo publicado em 2020 sugere a ocorrência de pessoas como características quilombolas nas comunidades do Boqueirão e Serra Torre. De acordo com o mesmo, a comunidade Boqueirão que encontra-se dentro do território sergipano e se identifica como povo pedroalexandrense, deriva dos quilombolas que optaram por se refugiar no vale do boqueirão, um acidente geográfico que ocorre entre os dois desdobramentos da Serra Negra e a comunidade Serra Torre optou por permanescer no topo da Serra como um dos ramos que derivaram dos quilombolas do Quilombo da Guia. Em ambas localidades — principalmente o Boqueirão — é possível conferir, com a ajuda da memória dos habitantes mais antigos, a ancestralidade quilombola por parte daqueles fugitivos dos quilombos desarticulados no estado pernambucano. Porém, mais estudos são requeridos para uma exata caracterização. === Comunidades Indígenas === Diversas linhas de evidência apontam que a comunidade Quati é remanescente de povos indígenas Cariris. Autores diferentes já ratificaram que a comunidade dispõe de um perfil étnico indígena e que o povo nativo que foi assimilado pelos colonos e esqueceu parte de sua natureza, mas manteve suas essências na forma que se expressam no cotidianoLIMA, Ricardo Junio Feitosa. Voturuna: Pedro Alexandre (BA) - Especial: um território de heranças indígenas. Revista Serrana. Edição Especial. 2023.BATISTA, Elena de Medeiros; CARVALHO, Ana Paula Comin de. GT 4 - O Sertão vai virar Mar: ambientalização dos conflitos sociais e racismo ambiental vivenciados pelos comunitários do Quati - BA. In: VII Reunião Equatorial de Aantropologia - REA, Migrações, deslocamentos e Diásporas: Violações de Direitos. Anais. Boa Vista - UFRR. 2022. ISBN 978-65-5941-695-0.. Infelizmente, o Quati é um grupo étnico alvo de estereótipos prejudiciais que afetaram a autoestima e a identidade de seus membros. O constrangimento causado pelos estereótipos de \"selvagens\" e preconceitos pela forma que se comportam causou o \"estigma internalizado\", onde muitos passaram a negar sua origem indígena. === Território de Coronéis === Quando o cotonicultor Pedro Alexandre casou-se com Guilhermina Maria da Conceição teve 14 filhos. Entre eles, se destacaram dois militares com o título de coronéis que foram João Maria de Carvalho (Coronel João Maria) e Liberato Matos de Carvalho (Coronel Liberato). João Maria, ao lado do Coronel João Gonçalves de Sá, que governava a região de Jeremoabo (o qual é homenageado com o nome do município de Coronel João Sá), e do Coronel Petro, exerciam domínio e autoridade não apenas na região, mas também em outras localidades além das fronteiras. Essa concentração de poder conferiu à região baiana a reputação de \"Terra de Coronéis\". Na literatura, obras relatam que muitos perseguidos buscavam refúgio em Serra Negra, solicitando ajuda para sobreviver, proteção política ou para escapar das perseguições das autoridades, da polícia ou de inimigos. Esse contexto épico foi exibido na literatura citando como os perseguidos por Leandro Maciel não hesitavam em buscar a proteção do Coronel João Maria.COSTA, Alcino Alves. O Sertão de Lampião. Editora Expressão Gráfica. Brasil. 2008. 418 p.COSTA, Rangel Alves da. Poço Redondo o Verdadeiro Museu do Cangaço. Seminário Carirí Cangaço. Sergipe. 2015. == Notabilidade == === Entrega de cangaceiros na Fazenda Nova em 1938 === Em 19 de outubro de 1938, ocorreu uma notável acontecimento na zona rural do ainda distrito de Serra Negra. Após a emboscada que resultou na morte de Lampião e Maria Bonita, o cangaceiro Zé Sereno assumiu o comando de alguns bandos, e os integrantes do seu bando ficaram escondidos em uma fazenda. Esta fazenda, foi a Fazenda NovaLIMA, Ricardo Junio Feitosa. Serra Negra: Pedro Alexandre (BA) - um palco de eventos do Cangaço. Revista Serrana. Edição Especial. 2023. na zona rural de onde, coiteiros de confiança da família de Maria de Juriti, intermediaram a entrega aos militares na vila sede do distrito. Na sequência, o bando de cangaceiros se entregou para o comando militar do capitão Aníbal Vicente Ferreira e do tenente Alípio Fernandes da Silva, no 19 de outubro de 1938. Da fazenda na zona rural, os cangaceiros foram escoltados pelo aspirante José Osório de Farias, junto com o sargento José Bernardo e mais cinco soldados comandantes de Colunas Volantes, para a vila de Serra Negra, onde ficaram por um dia, até serem conduzidos para Bebedouro e Jeremoabo. Um fotógrafo desconhecido registrou esse momento histórico. === Acidente aéreo na Serra de Itabaiana em 1981 === Em 30 de dezembro de 1981, o avião Cessna 310, com prefixo PP-CZO e pertencente à Abaete Taxi Aéreo Ltda., decolou do município de Pedro Alexandre transportando quatro engenheiros que estavam vistoriando obras do Baneb no município e planejavam inspecionar as obras de construção de uma agência do banco em Aracaju. A bordo estavam Renée Calwetti, Irineu Neto, Benedito Sá e Nicolau Mufford Ribeiro, este último engenheiro civil do banco. No trajeto até Aracaju, por volta das 18:15, o avião colidiu com a Serra de Itabaiana devido à péssima visibilidade no local, resultando na morte dos ocupantes. Segundo relatos, com a visibilidade praticamente nula nas nuvens, o avião baixou e seguiu em direção à serra. Quando se aproximou mais, o piloto percebeu tarde demais o maciço rochoso e tentou subir rapidamente, mas não conseguiu evitar a colisão. Poucos minutos antes do acidente, o piloto Renée Calwetti havia comunicado com o Aeroporto Santa Maria, em Aracaju, afirmando que tudo estava bem e que pousaria em cinco minutos.SANTOS, Robério. Acidente aéreo em Itabaiana mata quatro, 11° Edição, Jornal OMNIA. Sergipe. 2011. === Rompimento da Represa do Quati em 2019 === Em 11 de julho de 2019, a barragem do povoado Quati, construída pelo Governo do Estado em 2004 durante a gestão de Petrônio Gomes, entrou em processo de vazão devido às intensas chuvas na região. O transbordamento da barragem ocorreu por volta das 6h, e o rompimento do paredão de terra se deu às 11h da manhã. Localizada em um dos afluentes do Rio do Peixe, que deságua no Rio Vaza Barris, a barragem provocou um alerta emitido pela Prefeitura de Coronel João Sá, situada a 45 km de Pedro Alexandre. Por volta das 15h30, a água atingiu a cidade de Coronel João de Sá, percorrendo cerca de 80 km entre as duas localidades. Em resposta à situação, a Prefeitura de Pedro Alexandre declarou estado de calamidade e emergência devido à inundação que afetou o município.Diário Oficial de Pedro Alexandre. Decreto N° 018, de 11 de Julho de 2019. Prefeitura Municipal de Pedro Alexandre. Ano VII - Nº 800. 2019. Diversas plataformas e emissoras noticiaram o ocorrido. === Pessoas e organizações notáveis === Nome Descrição Informações adicionais Fonte Daniela Alves (Daniela Alves Lima) Futebolista Integrou a Seleção Brasileira Feminina nas Copas do Mundo de 2003 e 2007 Zefa da Guia (Josefa Maria da Silva) Parteira Parteira quilombola apresentada em rede nacional de televisão pelas suas habilidades de parteira. SANTOS, Rogério Andrade. Participação Social: Conferência Livre da Parteiras em Comunidade Quilombola. In: 12º Congresso Internacional da Rede Unida. 2016. Banda Moleca Forrozeira Banda Banda de forró e vaquejada, com integrantes gentílicos de Pedro Alexandre e Santa Brígida. Tempestade (João Vital dos Santos) Cangaceiro Militou no bando do Cangaceiro Moreno entre 1920 e 1937. Faleceu na cidade aos 83 anos. MACHADO, Guilherme. Cangaceiro Tempestade Militante do Bando de Moreno. Portal do cangaço de Serrinha. Bahia. 2011. Azulão vaqueiro (Angelo Maurício) Cangaceiro Militou no bando do Cangaceiro Balão de forma efêmera. Natural de Pedro Alexandre. O Cangaço na Literatura | #310. O Cangaço na Literatura. Sergipe. 2019. Zé Fortaleza (José Alves dos Santos) Cangaceiro Militou nos bandos do Cangaceiro Moderno e de Lampião de 1929 a 1935. Natural do município. Cajueiro III (Domingos Alves dos Santos) Cangaceiro Militou no bando do Cangaceiro Gato de 1930 a 1932 (quando sumiu). Natural de Pedro Alexandre. Pé-de-peba (Mansinho de Chico de Nicó) Cangaceiro Militou no bando do Cangaceiro Labareda até 1939. Era natural de Malhada Nova, no município. Liberato Matos de Carvalho (1903-1996) Coronel Comandante da Polícia Militar da Bahia e capitão da Infantaria do Exército Nacional. Clementino Heitor de Carvalho Jornalista Escritor, Heitor integrou o jornalismo no Jornal A TARDE e no jornal Folha Sertaneja. GALDINO, Antônio. A importância da Chesf para a região - no correr das águas, na direção do futuro. Jornal Folha Sertaneja. Paulo Afonso. 2012. Igreja Nossa Senhora da Conceição Igreja A igreja protagonizou o casamento do casal de cangaceiros Sila e Zé Sereno. == Ligações externas == === Marcos e informações === # Na Serra Negra encontra-se um pico no município de Poço Redondo, que é o ponto mais alto do Estado de Sergipe. #A Serra Negra, segundo o biólogo Marcelo Cardoso, concentra a maior quantidade de orquídeas do Estado de Sergipe. #A Serra Negra possui um enorme trecho de Mata Atlântica preservado em meio à caatinga no semi-árido brasileiro. # O Rio do Peixe e o Riacho do Meio são afluentes do Rio Vaza-Barris, sendo que o Riacho do Meio abastece o Gasparino. # O Rio Capivara nasce na Serra NegraSUDENE. Ministério do Exército - Departamento de Engenharia e Comunicações. Carira. Brasília, 1989. 1 mapa: 55,4 x 54,3 cm. Escala: 1:100.000., no povoado Ponta da Serra, precisamente nas fazendas Sombrio e Santa Maria. # O Rio Sergipe nasce no povoado Lagoa das Areias, próximo ao município sergipano de Monte Alegre de Sergipe. # A região onde Pedro Alexandre esta erguida integrava a sesmaria da Casa Torre de Garcia d\"Ávila. #Pedro Alexandre e Coronel João Sá foram, até 2007, os municípios de maior índice de analfabetismo do Brasil. #Pâmela Gomes eleita pelo PR do município de Pedro Alexandre em 2016, é a vereadora mais jovem do Brasil, com apenas 19 anos. #Petrônio Gomes em 2000, foi reeleito com 87,3% dos votos, sendo o prefeito mais votado do Brasil em termo proporcional. === Passagens na Literatura e Mídia === Ano Obra Passagem Fonte 1969 Na Sombra da jaqueira (Álbum) Serra Negra da Bahia que me trás recordação, terra do Tenente João Maria protetor da região\". 1984 Lampião: as mulheres e o cangaço \"Seu amante, natural das imediações de Serra Negra, Bahia, um preto alto, forte e primo carnal de outro elemento\". ARAÚJO. Antônio Amaury Corrêa de. Lampião: as mulheres e o cangaço. Traço Editora. São Paulo. 1984. Pag. 95. 1984 Sila, uma cangaceira de Lampião \"Coube, então, a Galdino levar a criança à Serra Negra, no Estado da Bahia, onde Liberato residia\". SOUZA, Ilda Ribeiro de; ORRICO, Israel Araújo. Sila, uma cangaceira de Lampião. Traço Editora. São Paulo. 1984. Pag.88. 1987 Gente de Lampião, Sila e Zé Sereno \"O nome [...] chefe político da região de Serra Negra, líder inconteste de um clã poderoso, era João Maria de Carvalho\". 1990 Cangaço: a força do coronel \"Mas no mesmo ano entrou na Bahia, onde três coronéis o esperavam: João Maria de Carvalho, em Serra Negra [...]\". CHIAVENATO, Julio José. Cangaço: a força do coronel. Editora Brasiliense. São Paulo. 1990. Pag.42. ISBN 8511131027. 1994 Lampião e o cangaço \"[...] Foi o de Maranduba, na Bahia. É uma região que se descreve como encravada para os lados da Serra Negra. TORRES, Luís Wanderley. Lampião e o cangaço. 2° Edição. Editora EDICON. São Paulo. 1994. Pag. 184. 1997 Revista Veja em Edições 22-25 \"Pedro Alexandre é um município de 15 mil habitantes encravado no sertão onde a Bahia se encontra com Sergipe [...]\". VEJA. Joaquin de Carvalho, de Pedro Alexandre - Bahia.- Edições 22-25 - Página 389. Editora Abril. 1997. 2000 A derradeira gesta: Lampião \"Era natural da Serra Negra, onde viviam seus dois irmãos João Maria e Piduca Alexandre de Carvalho [...]\". BARROS, Luitgarde Oliveira Cavalcanti. A derradeira gesta: Lampião e Nazarenos guerreando no sertão. Editora MAUAD. Rio de Janeiro. 2000. Pag. 301. ISBN 8574780154 2002 Vaqueiro progressista (Música) \"[...] No ano de noventa e quatro deixou sua região, parou em Pedro Alexandre, na Bahia, no sertão\". Vavá Machado e Léo Costa. Vaqueiro progressista. Álbum: Na trilha da vaquejada. Faixa 15. Gravadora Mega Music. 2002. 2005 Lampião: a medicina e o cangaço \"Corisco e Dadá foram ter com o Coronel João Maria, nas proximidades da Serra Negra - BA [...]\". FERNANDES, Leandro Cardoso; ARAÚJO, Antonio Amaury Corrêa de. Lampião: a medicina e o cangaço: aspectos médicos do cangaceirismo. 3° Edição. Traço Editora. São Paulo. 2005. Pag.145. 2008 O Sertão de Lampião \"Ali (na Serra Negra), naquela ocasião, estavam homiziados os homens mais valentes do PSD de Sergipe [...]\". 2012 Sertão Sangrento: Luta e Resistência \"Por detrás a Serra Negra e nela a morte. Na caatinga de atoleiros e espinhos, o medo morava\". SOUZA, Jovenildo Pinheiro de. Sertão Sangrento: Luta e Resistência. Editora Nação Cultural. Pernambuco. 2012 2013 Guerreiros do Sol \"Amizade sólida, vale registrar. De seu irmão, fazendeiro João Maria de Carvalho, chefe político de Serra Negra, Bahia\" MELLO, Frederico Pernambuco de; FREYRE, Gilberto. Guerreiros do Sol: Violência e Banditismo no Nordeste do Brasil. 5° edição. Editora A Girafa. São Paulo. 2013. Pag.291. ISBN 9788563610058 2014 Aos ventos que virão (Filme) Alude ao cangaceiro chamado Cajazeira, que recebeu proteção do Coronel João Maria e apoio durante a candidatura. 2020 O Complexo Montanhoso Serra Negra Serra Negra no contexto histórico-cultural de Pedro Alexandre. Categoria:Municípios da Bahia Categoria:Fundações na Bahia em 1962",
 "title": "Pedro Alexandre"
}