{
 "id": "15943",
 "text": "Alte é uma povoação portuguesa sede da Freguesia de Alte do Município de Loulé, freguesia com 94,33 km² de área e 1746 habitantes (censo de 2021), tendo, por isso, uma densidade populacional de , o que lhe permite ser classificada como uma Área de Baixa Densidade (portaria 1467-A/2001).Teixeira, Ângelo José Lopes (2006). Tipologia sócio-económica das freguesias da Região do Algarve, 1991 - 2001, Dissertação de mest., Economia Regional e Desenvolvimento Local,Faculdade de Economia, Univ. do Algarve A povoação de Alte, sede da freguesia, situa-se no centro geográfico do Algarve, exatamente no limite entre o Barrocal e a Serra algarvios. Afastada do turístico litoral, é considerada uma das aldeias mais típicas e preservadas do Algarve (e mesmo de todo o Portugal), com as suas casas pintadas nas cores correntes da região (ocre, almagre, azulão, antracite, destacando-se de um fundo branco), as açoteias, as tradicionais chaminés e as ruelas pavimentadas em calçada portuguesa. ==Demografia== A população registada nos censos foi: Nota: Com lugares desta freguesia foi criada pela Lei nº 54/88, de 23 de maio de 1988, a Freguesia de Benafim. Distribuição da População por Grupos Etários Ano 0-14 Anos 15-24 Anos 25-64 Anos > 65 Anos 2001 172 178 1040 786 2011 184 129 914 770 2021 158 112 772 704 == Património natural e cultural == * Capela de São Luís * Igreja Matriz de Alte (ou Igreja de Nossa Senhora da Assunção) * Fonte Grande e Fonte Pequena * Queda do Vigário (ou Cascata de Alte) * Capela de Nossa Senhora do Pé da Cruz * Museu Casa Rosa == Personalidades ilustres == * Visconde de Alte e Conde de Alte * Poeta Francisco Xavier Cândido Guerreiro (nascido em Alte em 1871), cujo retrato se encontra perpetuado nos painéis de azulejos do aprazível jardim da Fonte Pequena, juntamente com alguns dos seus poemas, o mais célebre dos quais se inicia pela seguinte quadra: : Porque nasci ao pé de quatro montes : Por onde as águas passam a cantar : As canções dos moinhos e das fontes : Ensinaram-me as águas a falar. == Galeria == Ficheiro:Alte canal 2.JPG|Fonte Pequena Ficheiro:Alte 04.JPG|Fonte Grande: piscina fluvial e área de recreio. Ficheiro:Alte center 4.JPG|Café Regional Ficheiro:Alte 05.JPG|Capela de São Luís Ficheiro:Alte 03.JPG|Pelourinho == Ligações externas == * * Categoria:Freguesias de Loulé",
 "title": "Alte"
}