{
 "id": "16006",
 "text": "Bioética (do grego antigo ἔθος (ou ήθος), \"èthos\", caráter ou comportamento, costume, e βίος, \"bìos\", vida) é uma disciplina que trata de questões morais relacionadas à vida humana, animal e ambiental. A bioética tem caráter interdisciplinar e envolve filosofia, filosofia da ciência, medicina, bioética clínica, biologia, direito, sociologia, psicologia e biopolítica, nas diversas vertentes ateísta, agnóstica, espiritual e religiosa. Aqueles que lidam com a bioética são, portanto, especialistas em várias disciplinas e são chamados de \"bioeticistas\". Considera, portanto, questões onde não existe consenso moral como a fertilização in vitro, o aborto, a clonagem, a eutanásia, os transgênicos e as pesquisas com células tronco, bem como a responsabilidade moral de cientistas em suas pesquisas e aplicações na área da saúde. == História == O termo \"Bioética\" foi utilizado pela primeira vez pelo teólogo alemão Paul Max Fritz Jahr, em 1927 em um artigo de editorial da revista Kosmos, intitulado Bio-Ethik. Eine Umschau über die ethischen Beziehungen des Menschen zu Tier und Pflanze (Do alemão; Bioética:uma revisão do relacionamento ético dos humanos em relação aos animais e plantas.). Na década de 1970 o termo é relacionado com o objetivo de deslocar a discussão acerca dos novos problemas impostos pelo desenvolvimento tecnológico, de um viés mais tecnicista para um caminho mais pautado pelo humanismo, superando a dicotomia entre os fatos explicáveis pela ciência e os valores estudáveis pela ética. A biossegurança, genética em seres humanos, além das velhas controvérsias morais como aborto e eutanásia, requisitavam novas abordagens e respostas ousadas da parte de uma ciência transdisciplinar e dinâmica por definição.(Pedro Jacy) Bioética é um neologismo construído a partir das palavras gregas bios (vida) + ethos (relativo à ética). Segundo Diniz & Guilhem,O que é bioética. Débora Diniz & Dirce Guilhem. Brasiliense, São Paulo, 2002, 69pp. \"…por ser a bioética um campo disciplinar compromissado com o conflito moral na área da saúde e da doença dos seres humanos e dos animais não-humanos, seus temas dizem respeito a situações de vida que nunca deixaram de estar em pauta na história da humanidade…\" As diretrizes filosóficas dessa área começaram a consolidar-se após a tragédia do holocausto da Segunda Guerra Mundial, quando o mundo ocidental, chocado com as práticas abusivas de médicos nazistas em nome da ciência, cria um código para limitar os estudos relacionados. Formula- se aí também a ideia que a ciência não é mais importante que o homem. O progresso técnico deve ser controlado para acompanhar a consciência da humanidade sobre os efeitos que eles podem ter no mundo e na sociedade para que as novas descobertas e suas aplicações não fiquem sujeitas a todo tipo de interesse. O termo também foi mencionado em 1970, no livro \"Bioética: Ponte para o Futuro\", do bioquímico e oncologista estadunidense Van Rensselaer Potter. Este livro é o primeiro marco na tentativa de se estabelecer conceitos bioéticos. Pouco tempo depois, uma abordagem mais incisiva da disciplina foi feita pelo obstetra holandês Hellegers. Em outubro de 2005, a Conferência Geral da UNESCO adotou a Declaração Universal sobre Bioética e Direitos Humanos, que consolida os princípios fundamentais da bioética e visa definir e promover um quadro ético normativo comum que possa a ser utilizado para a formulação e implementação de legislações nacionais. Mais que uma metaética, a bioética transpõe-se a um movimento cultural: é neste humanismo que se pode englobar conceitos entre o prático biodireito e o teórico biopoder. É desta maneira que sua constante revisão e atualização se torna uma característica fundamental. == Tópicos == A problemática bioética é numerosa e complexa, envolvendo fortes reflexos imprimidos na opinião pública sobretudo pelos meios de comunicação de massa. Alguns exemplos dos temas alarmados: * Aborto * Clonagem * Eutanásia * Ética médica * Transgênicos * Células tronco * Consentimento informado O termo \"Bioética\" foi criado pelo pastor alemão Fritz Jahr em 1927. Na década de 70 o termo foi relacionado ao objetivo de deslocar a discussão entre os avanços e desenvolvimentos tecnológicos como citado acima. ==Teorias == Pellegrino nega que se deve buscar a raiz humanista da medicina, e que tal operação deve passar pela redescoberta da tradição hipocrática. Beauchamp e Childress, por sua vez, propõem uma teoria de princípios que determina quatro princípios para a bioética: autonomia da medicina, não-malefício, benefício e justiça. Robert Veatch propõe cinco pontos fundamentais na relação entre o médico e o paciente: autonomia, justiça, compromisso, verdade e não matar. A teoria utilitarista, em contraposição direta com o paradigma tradicional da ética médica, remove a sacralidade da vida humana do centro da discussão e a substitui pelo paradigma de maximização da qualidade de vida. Contra os utilitaristas e consequencilistas, levantaram-se estudiosos da ética, e da bioética, dos Estados Unidos e da Inglaterra. Um desses expoentes, John Finnis, propõe que a ética não pode ser feita através de cálculos de maximização do prazer. Como o que era até então proposto pelos utilitaristas. Fazer isso é tentar colocar em uma equação matemática incerta probabilidades impossíveis de serem calculadas por estarem no futuro. P.ex., uma doença que é incurável hoje, amanhã pode ou não ter sua cura descoberta. E, para alguém que tenta decidir por fazer ou não a eutanásia de um doente nesse estado, pode parecer racional implementar a morte do doente se for uma ação que atenuará seu sofrimento. Porém, como o futuro é incerto, a situação poderia ser revertida por inúmeras circunstâncias imprevisíveis, como a descoberta da cura. Da mesma forma, pareceria para uma mãe com gravidez indesejada um bem fazer um aborto, na medida em que isso poderia parecer para ela um aumento em sua \"qualidade de vida\". Visto que se livraria da responsabilidade de criar um filho e lhe prover os meios e carinhos para o desenvolvimento. O que não pode ser moral e racional, ao menos a priori, e se aceito, no mínimo merece fundamentações mais firmes e convincentes. Por isso, tomar como base a maximização da \"qualidade de vida\", ou em realidade do prazer, não pode servir como base racional para se resolver essas questões. Finnis propõe uma (bio)ética com bases racionais diferenciadas e enraizadas na tradição clássica e nos filósofos analíticos do século XX. == Ver também == * Gilbert Hottois * Movimento Pró-Vida == Ligações externas == * Núcleo Interdisciplinar de Bioética (Porto Alegre, Brasil) * Instituto Antígona: bioética, meio ambiente e direitos humanos * Biodireito Medicina * A Bioética como Ética aplicada, por Franklin Leopoldo e Silva * Bioética - https://www.ufrgs.br/bioetica/, por José Roberto Goldim * Programa de Pós- Graduação em Bioética da Pontifícia Universidade Católica do Paraná (PUCPR) * CCE PUC-Rio - Bioética para o Século XXI Categoria:Bioética Categoria:Legislação ambiental Categoria:Biologia Categoria:Medicina Categoria:Filosofia Categoria:Humanidades ambientais",
 "title": "Bioética"
}