{
 "id": "16016",
 "text": "thumb|upright|Cirurgiões conduzindo uma cirurgia Cirurgião é um médico que realiza uma cirurgia. Existem também cirurgiões em podologia, odontologia, ortodontia e medicina veterinária. == História == A primeira pessoa a documentar uma cirurgia foi o médico-cirurgião indiano do , Sushruta. Ele se especializou em cirurgia plástica estética e até documentou uma operação de rinoplastia aberta.Ira D. Papel, John Frodel, Facial Plastic and Reconstructive Surgery Sua magnum opus Sushruta Samhita (सुश्रुतसंहिता) é um dos mais importantes tratados antigos sobre medicina e é considerado um texto fundamental tanto do Ayurveda quanto da cirurgia. O tratado aborda todos os aspectos da medicina geral, mas o tradutor G. D. Singhal apelidou Suśruta de \"o pai da intervenção cirúrgica\" por conta dos relatos extraordinariamente precisos e detalhados de cirurgia encontrados no trabalho. Após o declínio da Escola de Medicina de Sushruta na Índia, a cirurgia foi amplamente ignorada até o cirurgião islâmico da idade de ouro Abulcasis , restabelecer a cirurgia como uma prática médica eficaz. Ele é considerado o maior cirurgião medieval que apareceu no mundo islâmico e também foi descrito como o pai da cirurgia. Sua maior contribuição para a medicina é a Kitab al-Tasrif, uma enciclopédia de trinta volumes de práticas médicas. Ele foi o primeiro médico a descrever uma gravidez ectópica e o primeiro médico a identificar a natureza hereditária da hemofilia. Suas contribuições pioneiras ao campo dos procedimentos e instrumentos cirúrgicos tiveram um enorme impacto sobre a cirurgia, mas foi somente no século XVIII que a cirurgia emergiu como uma disciplina médica distinta na Inglaterra. Na Europa, a cirurgia estava principalmente associada a barbeiros-cirurgiões, que usavam suas ferramentas de corte de cabelo para realizar procedimentos cirúrgicos, geralmente no campo de batalha e também para seus empregadores. Com os avanços na medicina e na fisiologia, as profissões de barbeiro e cirurgião divergiram; no século XIX, os barbeiros- cirurgiões haviam praticamente desaparecido, e os cirurgiões eram médicos invariavelmente qualificados, especializados em cirurgia. O cirurgião continuou, no entanto, a ser usado como título para oficiais médicos militares até o final do século XIX, e o título de cirurgião geral continua existindo para oficiais médicos militares seniores e oficiais de saúde pública do governo. == Títulos na Comunidade das Nações == Em 1950, o Colégio Real de Cirurgiões da Inglaterra (RCS) em Londres começou a oferecer aos cirurgiões um status formal através da associação ao RCS. O título Mister (Senhor) tornou-se um distintivo de honra e hoje, em muitos países da Comunidade das Nações, um médico qualificado que, após pelo menos quatro anos de treinamento, obtém uma qualificação cirúrgica (ex-bolsista do Colégio Real de Cirurgiões e agora também membro dese colégio ou vários outros diplomas) tem a honra de poder voltar a se chamar Mr (Sr.), Miss (Srta.), Mrs ou Ms (Sra.) no curso de sua prática profissional, mas desta vez o significado é diferente. Às vezes, presume-se que a mudança de título implique status de consultor (e alguns pensam erroneamente que consultores não-cirúrgicos também são Sr.), mas a duração do treinamento médico de pós-graduação fora da América do Norte é tal que um cirurgião qualificado pode levar anos para obter esse cargo: muitos médicos obtiveram essas qualificações anteriormente no grau de oficial sênior da casa e permaneceram nessa série quando começaram o treinamento na subespecialidade. A distinção de Mr (etc.) também é usada por cirurgiões na República da Irlanda, em alguns estados da Austrália, Barbados, Nova Zelândia, África do Sul, Zimbábue e alguns outros países da Comunidade das Nações. == Títulos militares == Em muitos países de língua inglesa, o título militar de surgeon (cirurgião) é aplicado a qualquer médico, devido à evolução histórica do termo. == Especialidades == * Cirurgia cardiovascular (considerada parte da cirurgia cardiotorácica nos Estados Unidos) * Cirurgia do cólon e do reto * Cirurgia craniofacial * Cirurgia dental * Cirurgia endócrina * Cirurgia geral * Cirurgia neurológica * Obstetrícia e ginecologia * Oftalmologia * Cirurgia oral e maxilofacial * Cirurgia ortopédica * Otorrinolaringologia * Cirurgia pediátrica * Cirurgia plástica * Cirurgia podológica * Cirurgia oncológica * Cirurgia torácica (considerada parte da cirurgia cardiotorácica nos Estados Unidos) * Cirurgia de transplante * Cirurgia do trauma * Cirurgia gastrointestinal alta * Urologia * Cirurgia vascular Alguns médicos de clínica geral ou especialistas em medicina de família ou medicina de urgência podem realizar intervalos limitados de cirurgias menores, comuns ou de emergência. A anestesia geralmente acompanha a cirurgia, e anestesiologistas e enfermeiros anestesistas podem supervisionar esse aspecto da cirurgia. Assistentes de cirurgião, enfermeiros cirúrgicos e tecnólogos cirúrgicos são profissionais treinados que assistem cirurgiões. Nos Estados Unidos, a descrição de um cirurgião do Departamento do Trabalho é \"um médico que trata doenças, lesões e deformidades por métodos cirúrgicos invasivos, minimamente invasivos ou não invasivos, com o uso de instrumentos, aparelhos ou manipulação manual\". == Cirurgiões pioneiros == * Sushruta (primeiro a documentar uma operação de rinoplastia aberta) * Abulcasis (considerado um dos maiores cirurgiões medievais e pai da cirurgiaA. Martin-Araguz, C. Bustamante-Martinez, Ajo V. Fernandez-Armayor, J. M. Moreno-Martinez (2002)) * Charles Kelman (facoemulsificação inventada, a técnica da cirurgia moderna de catarata) * William Stewart Halsted (iniciou o treinamento em residência cirúrgica nos EUA, pioneiro em muitos campos) * Alfred Blalock (primeira cirurgia cardiovascular de sucesso nos dias modernos em 1944) * C. Walton Lillehei (considerado \"pai da cirurgia cardiovascular aberta dos dias modernos\") * Christiaan Barnard (cirurgia cardíaca, primeiro transplante de coração) * Victor Chang (pioneiro australiano de transplante de coração) * John Hunter (escocês, visto como o pai da cirurgia moderna, realizou centenas de dissecções, serviu de modelo para o Dr. Jekyll) * Victor Horsley (neurocirurgia) * Lars Leksell (neurocirurgia, inventor da radiocirurgia) * Joseph Lister (descobridor de sepse cirúrgica, Listerine nomeado em sua homenagem) * Harvey Cushing (pioneiro e frequentemente considerado o pai da neurocirurgia moderna) * Paul Tessier (cirurgião francês, pai da cirurgia craniofacial) * Gholam A. Peyman (inventor do LASIKUS Patent 4,840,175, \"Method for modifying corneal curvature\", granted June 20, 1989) * Ioannis Pallikaris (cirurgião grego. Realizou o primeiro procedimento LASIK em um olho humano. Desenvolveu o Epi-LASIK\"When Cornea Transplants Fail. What Next?\" ) * Nikolay Pirogov (fundador da cirurgia de campo) * Valery Shumakov (pioneiro na implantação de órgãos artificiais) * Svyatoslav Fyodorov (criador da queratotomia radial) * Gazi Yasargil (neurocirurgião turco, fundador da microneurosurgery) * Rene Favaloro (primeiro cirurgião a realizar uma cirurgia de ponte aorto-coronária) * Michael R. Harrison (pioneiro da cirurgia fetal) * Michael DeBakey (educador e inovador no campo da cirurgia cardíaca) * Fidel Pagés (pioneiro da anestesia epidural) * Wilder Penfield (neurocirurgia) * Harold Gillies (pioneiro da cirurgia plástica) * Maria Siemionow (pioneira em cirurgia de transplante facial quase total)",
 "title": "Cirurgião"
}