{
 "id": "16027",
 "text": "Psicologia analítica, também conhecida como psicologia junguiana ou psicologia complexa, é um ramo de conhecimento e prática da Psicologia, iniciado por Carl Gustav Jung. Ela enfatiza a importância da psique, do inconsciente, dos arquétipos e do processo de individuação.Anthony Stevens, Jung: A Brief Insight, p.190, Oxford 1994 Ela se distingue da psicanálise, iniciada por Freud, e da psicologia de Adler e seus contemporâneos, por uma noção diferenciada e abrangente da libido, a conceituação do inconsciente coletivo e o surgimento da função transcendente. Conceitos importantes no sistema de Jung são individuação, símbolos, o inconsciente pessoal, o inconsciente coletivo, arquétipos, sincronicidade, complexos, a persona, a sombra, a anima e o animus, e o Self. A psicologia analítica foi desenvolvida com base na experiência psiquiátrica de Jung, nos estudos de Freud e no amplo conhecimento que Jung tinha das tradições da alquimia, da mitologia e do estudo comparado da história das religiões, as quais ele veio a compreender como autorrepresentações de processos psíquicos inconscientes. Costuma-se dizer que diferentemente de Freud, Jung via o inconsciente não apenas como um repositório das memórias e das pulsões reprimidas, mas também como um sistema passado de geração em geração, vivo, em constante atividade, contendo todo o esquecido e também neoformações criativas organizadas segundo funções coletivas e herdadas. O inconsciente coletivo que propõe não é, apesar das incessantes interpretações de seus críticos, composto por memórias herdadas, mas sim por predisposições funcionais de organização do psiquismo (comparáveis às condições a priori da experiência, de Kant). As teorias de Jung foram investigadas e elaboradas por Toni Wolff, Marie-Louise von Franz, Jolande Jacobi, Aniela Jaffé, Erich Neumann, James Hillman, Anthony Stevens e Nise da Silveira. == História == Jung iniciou sua carreira como psiquiatra em Zurique, Suíça. Lá, ele realizou uma pesquisa para o Experimento de Associação de Palavras na Clínica Burghölzli. A pesquisa de Jung lhe rendeu uma reputação mundial e inúmeras honras, incluindo um diploma honorário da Universidade Clark, Massachusetts, em 1904; outro diploma honorário da Universidade de Harvard em 1936; reconhecimento da Universidade de Oxford e da Universidade de Calcutá; e nomeação como membro da Royal Society of Medicine, Inglaterra. Quando Jung conheceu a obra de Freud, identificou-se com grande parte de suas ideias e logo quis conhecê-lo. Em 1907, Jung conheceu Freud em Viena, Áustria, e a admiração foi mútua, pois Freud rapidamente recebeu o jovem como seu colaborador e um dos defensores de suas ideias. Por seis anos, os dois estudiosos trabalharam juntos e, em 1911, fundaram a Associação Psicanalítica Internacional, da qual Jung foi o primeiro presidente. Devemos lembrar que Freud enfrentava grande resistência do mundo científico às suas ideias e, em contrapartida, Jung já tinha reconhecimento no mundo acadêmico pelos seus estudos com associações de palavras que deram origem ao polígrafo e foram a base teórica experimental para a comprovação dos complexos. Freud, em sua obra, atribui este termo a Jung. No entanto, no início da colaboração, Jung observou que Freud não toleraria ideias diferentes das suas. A parceria durou pouco, pois Jung mostrava-se insatisfeito com algumas das posições de Freud, especialmente a teoria da libido e sua relação com os traumas. Em 1912, a Psicologia do Inconsciente de Jung (Wandlungen und Symbole der Libido) foi publicada (reeditada como Símbolos da Transformação em 1952) (C.W. Vol. 5). As ideias inovadoras da obra contribuíram para uma nova base em psicologia, bem como para o fim da amizade entre Jung e Freud em 1913. Os dois estudiosos continuaram seu trabalho sobre desenvolvimento da personalidade de forma independente: a abordagem de Jung é chamada de Psicologia Analítica (em alemão: analytische Psychologie) e a abordagem de Freud é chamada de Escola Psicanalítica (psychoanalytische Schule), que ele fundou. Ao contrário da maioria dos psicólogos modernos, Jung não acreditava que experimentos usando ciências naturais fossem o único meio de obter uma compreensão da psique humana. Ele viu como evidência empírica o mundo dos sonhos, mitos e folclore como o caminho promissor para uma compreensão e um significado mais profundos. A escolha desse método está relacionada à escolha do objeto de sua ciência. Como Jung disse: \"A beleza do inconsciente é que ele é realmente inconsciente.\"Jung em entrevista gravada em vídeo. Portanto, o inconsciente seria 'intocável' por pesquisas experimentais, ou mesmo qualquer tipo possível de alcance científico ou filosófico, precisamente porque é inconsciente. Embora o inconsciente não possa ser estudado usando abordagens diretas, é, de acordo com Jung, pelo menos, uma hipótese útil. Seu inconsciente postulado era bem diferente do modelo proposto por Freud, apesar da grande influência que o fundador da psicanálise exercia sobre Jung. A diferença mais conhecida é a suposição do inconsciente coletivo (ver também arquétipos junguianos), embora a proposta de Jung de inconsciente coletivo e arquétipos tenha sido baseada na suposição da existência de padrões psíquicos (mentais). Esses padrões incluem conteúdos conscientes - pensamentos, memórias etc. - da experiência de vida. Eles são comuns para todos os seres humanos. Sua prova do vasto inconsciente coletivo era seu conceito de sincronicidade, uma conexão inexplicável e misteriosa que todos compartilharíamos. O objetivo primordial da psicologia junguiana é a conquista do eu (Self) através da individuação. Jung define \"Self\" como o \"arquétipo da totalidade e o centro regulador da psique\". Central para esse processo é o encontro do indivíduo com sua psique e a introdução de seus elementos na consciência. Os seres humanos experienciam o inconsciente através de símbolos encontrados em todos os aspectos da vida: nos sonhos, na arte, na religião e nos dramas simbólicos que representamos em nossos relacionamentos e atividades de vida. Essencial para esse encontro numinoso é a fusão da consciência do indivíduo com a consciência coletiva por meio dessa linguagem simbólica. Ao trazer consciência atenta para o que não é consciente, os elementos inconscientes podem ser integrados à consciência quando \"emergem\". A \"neurose\" resulta de uma desarmonia entre a (in)consciência do indivíduo e seu Self superior. A psique é um sistema adaptativo autorregulador. Os seres humanos são sistemas energéticos e, se a energia é bloqueada, a psique fica presa ou doente. Se a adaptação é impedida, a energia psíquica para de fluir e regride. Esse processo se manifesta em neurose e psicose. O conteúdo psíquico humano é complexo e profundo. Eles podem cismar, dividir e formar complexos que assumem a personalidade de um indivíduo. Jung propôs que isso ocorre através de uma adaptação inadequada às realidades externas ou internas. Os princípios de adaptação, projeção e compensação são processos centrais na visão de Jung da capacidade de adaptação da psique. O objetivo da psicoterapia é ajudar o indivíduo a restabelecer um relacionamento saudável com o inconsciente: nem inundado por ele (característica da psicose, como a esquizofrenia), nem desequilibrado em relação a ele (como na neurose, um estado que resulta em depressão, ansiedade e distúrbios de personalidade). Para passar pelo processo de individuação, os indivíduos devem estar abertos para as partes de si mesmos além do próprio ego. O indivíduo moderno cresce continuamente na consciência psíquica por meio da atenção aos sonhos, da exploração da religião e da espiritualidade e questionando as suposições do mundo social operante, ao invés de apenas cegamente viver a vida de acordo com as normas e suposições dominantes. == Definição == A teoria da energia psíquica de Jung se pretende ao mesmo tempo diacrônica e sincrônica, causal e final, introvertida e extrovertida, redutiva e construtiva, etc. Mas na fenomenologia dos complexos apresenta o contexto de forças entre as exigências do individual e do coletivo a qual somos submetidos e que apontam para um lado de cada uma das oposições elencadas há pouco. São específicos à psicologia analítica ainda a introdução de conceitos como arquétipo, complexo, símbolo, tipos psicológicos, inconsciente pessoal, inconsciente coletivo, sincronicidade e individuação. Sua prática clínica não vê os sonhos como via régia do inconsciente (como já postulou Freud um dia em relação à psicanálise) e sim nos complexos um caminho privilegiado aos conteúdos do Inconsciente e, segundo Carl Jung, seria a única psicologia que levou adiante dois legados de Freud, a saber: a pesquisa sobre os resíduos arcaicos e a sexualidade. De um ponto de vista epistemológico, segundo Paolo Francesco Pieri, a Psicologia Analítica é uma \"denominação que Jung atribui em 1911 à psicologia das relações entre consciência e inconsciente, e em particular à reflexão sobre o método e sobre a verdade da psicanálise. Para Jung existe psicologia analítica quando no exercício da psicanálise existirem contemporaneamente as seguintes condições teórico-práticas, que se remetem entre si: #todo processo cognoscitivo deve evidenciar as funções autocognoscitivas peculiares, isto é, todo conhecimento psicológico do outro deve mostrar ligação circular com o conhecimento de si próprio; #todo conhecimento (tanto de si como do outro e do mundo) deve ser positivamente crítico não apenas do sujeito que o pronúncia, mas também da cultura em que pode ser pronunciado; #todo processo de verificação da verdade deve estar consciente não apenas do enunciador e da cultura na qual, e pela qual, as coisas foram tornadas pronunciáveis, mas deve empenhar em primeiro lugar e eticamente, o sujeito particular que o veicula\".Dicionário Junguiano (2012), p. 403 == Fundamentos == A suposição básica é que o inconsciente pessoal é uma parte potente - provavelmente a parte mais ativa - da psique humana normal. A comunicação confiável entre as partes consciente e inconsciente da psique é necessária para a totalidade. Também crucial é a crença de que os sonhos mostram ideias, crenças e sentimentos que os indivíduos não estão prontamente conscientes, mas precisam estar, e que esse material é expresso em um vocabulário personalizado de metáforas visuais. Coisas 'conhecidas mas desconhecidas' estão contidas no inconsciente, e os sonhos são um dos principais veículos para o inconsciente expressá-las. A psicologia analítica distingue entre um inconsciente pessoal e um inconsciente coletivo. O inconsciente coletivo contém arquétipos comuns a todos os seres humanos. Ou seja, a individuação pode trazer à tona símbolos que não se relacionam às experiências de vida de uma única pessoa. Esse conteúdo é mais facilmente visto como respostas às questões mais fundamentais da humanidade: vida, morte, significado, felicidade, medo. Entre esses conceitos mais espirituais podem surgir e ser integrados à personalidade. === Inconsciente coletivo === O conceito de inconsciente coletivo de Jung muitas vezes tem sido mal compreendido, e é relacionado aos arquétipos junguianos. O termo apareceu pela primeira vez em 1916 no ensaio de Jung \"A Estrutura do Inconsciente\".Young- Eisendrath & Dawson, Cambridge Companion to Jung (2008), \"Chronology\" (pp. xxiii–xxxvii). De acordo com os editores das Collected Works de 1953, o ensaio de 1916 foi traduzido por M. Marsen do alemão para o francês e publicado como \"La Structure de l'inconscient\" em Archives de Psychologie XVI (1916); eles afirmam que o manuscrito alemão original não existe mais. O ensaio distingue entre o inconsciente \"pessoal\", freudiano, repleto de fantasias e imagens reprimidas, e o inconsciente \"coletivo\", abrangendo a alma da humanidade em geral.Jung, Collected Works vol. 7 (1953), \"The Structure of the Unconscious\" (1916), ¶437–507 (pp. 263–292). Em \"A Significância da Constituição e Hereditariedade em Psicologia\" (Novembro de 1929), Jung escreveu: > E o essencial, psicologicamente, é que, em sonhos, fantasias e outros > estados mentais excepcionais, os motivos e símbolos mitológicos mais > absurdos podem aparecer de forma autóctone a qualquer momento, muitas vezes, > aparentemente, como resultado de influências particulares, tradições e > excitações trabalhando no indivíduo, mas mais frequentemente sem nenhum > sinal delas. Essas \"imagens primordiais\" ou \"arquétipos\", como eu os chamei, > pertencem ao estoque básico da psique inconsciente e não podem ser > explicadas como aquisições pessoais. Juntos, eles formam o estrato psíquico > que foi chamado de inconsciente coletivo. A existência do inconsciente > coletivo significa que a consciência individual é tudo menos uma tabula rasa > e não é imune a influências predeterminantes. Pelo contrário, é no mais alto > grau influenciado por pressuposições herdadas, além das influências > inevitáveis ​​exercidas sobre ele pelo meio ambiente. O inconsciente > coletivo compreende em si a vida psíquica de nossos ancestrais, desde os > primórdios. É a matriz de todas as ocorrências psíquicas conscientes e, > portanto, exerce uma influência que compromete a liberdade de consciência no > mais alto grau, pois está continuamente se esforçando para levar todos os > processos conscientes de volta aos velhos caminhos.Jung, Collected Works > vol. 8 (1960), \"The Significance of Constitution and Heredity in Psychology\" > (1929), ¶229–230 (p. 112). === Arquétipos === O uso de arquétipos psicológicos foi avançado por Jung em 1919. Na estrutura psicológica de Jung, os arquétipos são protótipos universais inatos de ideias e podem ser usados para interpretar observações. Um grupo de memórias e interpretações associadas a um arquétipo é um complexo, p. ex. um complexo mãe associado ao arquétipo mãe. Jung tratou os arquétipos como órgãos psicológicos, análogos aos físicos, pois ambos são dados morfológicos que surgiram através da evolução. Os arquétipos são coletivos bem como individuais, e podem crescer por conta própria e se apresentar de várias maneiras criativas. Jung, em seu livro Memórias, Sonhos, Reflexões, afirma que ele começou a ver e conversar com uma manifestação de sua anima e que ela o ensinou a interpretar sonhos. Assim que ele conseguiu interpretar sozinho, Jung disse que ela parou de falar com ele porque não era mais necessária. === Autorrealização e neuroticismo === Uma necessidade inata de autorrealização leva as pessoas a explorarem e integrarem essas partes renegadas de si mesmas. Esse processo natural é chamado de individuação, ou o processo de se tornar um indivíduo. Segundo Jung, a autorrealização é alcançada através da individuação. A dele é uma psicologia adulta, dividida em duas camadas distintas. Na primeira metade de nossas vidas, nos separamos da humanidade. Tentamos criar nossas próprias identidades (\"eu\", \"eu mesmo\"). É por isso que existiria tal necessidade de homens jovens serem destrutivos e que pode ser expressa como animosidade por parte dos adolescentes direcionados aos pais. Jung também disse que temos uma espécie de \"segunda puberdade\" que ocorre entre os 35 e 40 anos: as perspectivas mudam da ênfase no materialismo, na sexualidade e em ter filhos para preocupações com a comunidade e a espiritualidade. Na segunda metade de nossas vidas, os humanos se reúnem com a raça humana. Eles se tornam parte do coletivo mais uma vez. É quando os adultos começam a contribuir para a humanidade (tempo de voluntariado, construção, jardinagem, criação de arte etc.) em vez de destruição. Eles também são mais propensos a prestar atenção aos seus sentimentos inconscientes e conscientes. Os rapazes raramente dizem \"sinto raiva\" ou \"estou triste\". Isso ocorre porque ainda não voltaram à experiência coletiva humana, comumente restabelecida em seus anos mais velhos e sábios, de acordo com Jung. Um tema comum é que os jovens rebeldes \"busquem\" seus verdadeiros eus e compreendam que uma contribuição para a humanidade é essencialmente uma necessidade para um self integral. Jung propõe que o objetivo final do inconsciente coletivo e da autorrealização é nos levar à experiência mais elevada. Isso, é claro, é espiritual. Se uma pessoa não procede ao autoconhecimento, podem surgir sintomas neuróticos. Os sintomas são amplamente definidos, incluindo, por exemplo, fobias, psicose e depressão. === Sombra === A sombra é um complexo inconsciente definido como as qualidades reprimidas, suprimidas ou repudiadas do eu consciente. Segundo Jung, o ser humano lida com a realidade da sombra de quatro maneiras: negação, projeção, integração e/ou transmutação. Segundo a psicologia analítica, a sombra de uma pessoa pode ter aspectos construtivos e destrutivos. Em seus aspectos mais destrutivos, a sombra pode representar as coisas que as pessoas não aceitam sobre si mesmas. Por exemplo, a sombra de alguém que se identifica como sendo gentil pode ser dura ou cruel. Por outro lado, a sombra de uma pessoa que se considera brutal pode ser suave. Em seus aspectos mais construtivos, a sombra de uma pessoa pode representar qualidades positivas ocultas. Isso tem sido referido como o \"ouro na sombra\". Jung enfatizou a importância de estar ciente do material das sombras e incorporá-lo à consciência para evitar projetar qualidades das sombras nos outros. A sombra nos sonhos é frequentemente representada por figuras sombrias do mesmo sexo que o sonhador.Jung, C.G. (1958–1967). Psyche and Symbol. (R. F. C. Hull, Trans.). Princeton, New Jersey: Princeton University Press (published 1991). A sombra também pode estar relacionada a grandes figuras na história do pensamento humano ou mesmo mestres espirituais, que se tornaram grandes por causa de suas sombras ou por sua capacidade de viver suas sombras (ou seja, suas falhas inconscientes) por completo sem reprimi-las. === Anima e animus === Jung identificou a anima como sendo o componente feminino inconsciente dos homens e o animus como o componente masculino inconsciente nas mulheres. No entanto, isso raramente é tomado como uma definição literal: muitos praticantes junguianos modernos acreditam que toda pessoa tem uma anima e um animus, e Jung considerou por exemplo um \"animus da anima\" em homens, em sua obra Aion e em uma entrevista em que ele diz: > \"Sim, se um homem realiza o animus de sua anima, então o animus é um > substituto para o velho homem sábio. Veja, o ego dele está em relação ao > inconsciente, e o inconsciente é personificado por uma figura feminina, a > anima. Mas no inconsciente há também uma figura masculina, o velho sábio, e > essa figura está relacionada à anima como seu animus, porque ela é uma > mulher. Assim, alguém poderia dizer que o velho sábio estava exatamente na > mesma posição que o animus para uma mulher.\" Jung afirmou que a anima e o animus atuam como guias para o Self unificado inconsciente, e que formar uma consciência e uma conexão com a anima ou o animus é um dos passos mais difíceis e gratificantes do crescimento psicológico. Jung relatou que ele identificou sua anima quando ela falou com ele, como uma voz interior, inesperadamente um dia. Frequentemente, quando as pessoas ignoram os complexos anima ou animus, a anima ou o animus competem por atenção, projetando-se nos outros. Isso explica, de acordo com Jung, por que às vezes somos imediatamente atraídos por certos estranhos: vemos nossa anima ou animus neles. O amor à primeira vista é um exemplo de projeção de anima e animus. Além disso, pessoas que se identificam fortemente com seu papel de gênero (por exemplo, um homem que age agressivamente e nunca chora) não reconheceram ou envolveram ativamente sua anima ou animus. Jung atribui o pensamento racional humano à natureza masculina, enquanto o aspecto irracional é considerado uma mulher natural (sendo racional definido como envolvendo julgamento, irracional sendo definido como envolvendo percepções). Consequentemente, o humor irracional é a progênie da sombra da anima masculina e as opiniões irracionais da sombra do animus feminino. === Velho sábio/velha sábia === \"Após o confronto com a imagem da alma, o aparecer do velho sábio, a personificação do princípio espiritual, pode ser distinguido como o próximo marco do desenvolvimento interior.\"Jolan Jacobi, The Psychology of C. G. Jung (London 1946) p. 115 Como arquétipos do inconsciente coletivo, tais figuras podem ser vistas como, \"em termos psicológicos, uma personificação simbólica do Self\".M.-L. von Franz, in C. G. Jung ed., Man and his Symbols (London 1978) p. 208 === Psicanálise === A análise é uma maneira de experimentar e integrar o material desconhecido. É uma busca pelo significado de comportamentos, sintomas e eventos. Muitos são os canais para alcançar esse maior autoconhecimento. A análise dos sonhos é a mais comum. Outros podem incluir expressar sentimentos em obras de arte, poesia ou outras expressões de criatividade. Dar uma descrição completa do processo de interpretação e individuação dos sonhos é complexo. A natureza da complexidade está no fato de o processo ser altamente específico para a pessoa que o realiza. Enquanto a psicanálise freudiana pressupõe que o material reprimido escondido no inconsciente é dado por instintos sexuais reprimidos, a psicologia analítica tem uma abordagem mais geral. Não há suposição pré-concebida sobre o material inconsciente. O inconsciente, para analistas junguianos, pode conter impulsos sexuais reprimidos, mas também aspirações, medos etc. == Tipos psicológicos == A psicologia analítica distingue vários tipos ou temperamentos psicológicos. * Extravertido * Introvertido Segundo Jung, a psique é um aparato para adaptação e orientação e consiste em várias funções psíquicas diferentes. Entre elas, ele distingue quatro funções básicas:Jung, C.G., \"Psychological Types\" (The Collected Works of C.G. Jung, Vol.6). * Sensação - Percepção por meio dos órgãos dos sentidos * Intuição - Perceber de maneira inconsciente ou percepção de conteúdos inconscientes * Pensamento - Função da cognição intelectual; a formação de conclusões lógicas * Sentimento - Função de estima subjetiva As funções de pensamento e sentimento são racionais, enquanto as funções de sensação e intuição são irracionais. Nota: Há ambiguidade no termo \"racional\" que Carl Jung atribuiu às funções de pensamento/sentimento. Tanto o pensamento quanto o sentimento, independentemente da orientação (ou seja, introvertido/extrovertido), empregam/utilizam/são direcionados por terminologia flexível, por um construto/processo 'lógico' subjacente, do tipo SE/ENTÃO (como em SE X, ENTÃO Y), para formar julgamentos. Esse constructo/processo subjacente não é diretamente observável em estados normais de consciência, especialmente quando envolvido em pensamentos/sentimentos. Pode ser entendido meramente como um conceito/abstração durante uma reflexão ponderada. Sensação e intuição são funções \"irracionais\" simplesmente porque não empregam o processo/construto lógico subjacente mencionado acima. == Complexos == No início da carreira de Jung, ele cunhou o termo e descreveu o conceito de \"complexo\". Jung afirma ter descoberto o conceito durante seus experimentos de livre associação e resposta galvânica da pele. Freud obviamente adotou esse conceito em seu complexo de Édipo, entre outros. Jung parecia ver os complexos como partes bastante autônomas da vida psicológica. É quase como se Jung estivesse descrevendo personalidades separadas dentro do que é considerado um único indivíduo, mas equiparar o uso de complexos de Jung a algo semelhante ao transtorno de personalidade múltipla seria um passo fora dos limites. Jung viu um arquétipo como sempre sendo a estrutura organizadora central de um complexo. Por exemplo, em um \"complexo mãe negativo\", o arquétipo da \"mãe negativa\" seria visto como central para a identidade desse complexo. Isto é, nossas vidas psicológicas são modeladas em experiências humanas comuns. Jung viu o Ego (sobre o qual Freud escreveu em alemão literalmente como o \"eu\", a experiência consciente de si mesmo) como um complexo. Se o \"eu\" é um complexo, qual pode ser o arquétipo que o estrutura? Jung, e muitos junguianos, podem dizer \"o herói\", aquele que se separa da comunidade para, finalmente, levar a comunidade adiante. == Teorias clínicas == Os escritos de Jung foram estudados por pessoas de muitas origens e interesses, incluindo teólogos, pessoas das humanidades e mitólogos. Jung muitas vezes parecia procurar fazer contribuições para vários campos, mas ele era principalmente um psiquiatra praticante, envolvido durante toda a sua carreira no tratamento de pacientes. Uma descrição da relevância clínica de Jung é abordar o núcleo de seu trabalho. Jung iniciou sua carreira trabalhando com pacientes hospitalizados com grandes doenças mentais, principalmente esquizofrenia. Ele estava interessado nas possibilidades de uma \"toxina cerebral\" desconhecida que poderia ser a causa da esquizofrenia. Mas a maior parte e o cerne da carreira clínica de Jung foram ocupados com o que poderíamos chamar hoje de psicoterapia psicodinâmica individual, em grosso modo muito na linha da prática psicanalítica formada pela primeira vez por Freud. É importante afirmar que Jung parecia muitas vezes ver seu trabalho não como uma psicologia completa em si, mas como sua contribuição única para o campo da psicologia. No final de sua carreira, Jung afirmou que apenas por um terço de seus pacientes ele usou a \"análise junguiana\". Por outro terço, a psicologia freudiana parecia atender melhor às necessidades do paciente e, no terceiro, a análise adleriana final foi mais apropriada. De fato, parece que a maioria dos clínicos junguianos contemporâneos fundem uma teoria fundamentada no desenvolvimento, como a psicologia do Self ou o trabalho de Donald Winnicott, com as teorias junguianas, a fim de ter um repertório teórico \"completo\" para o trabalho clínico real. O \"eu\" ou ego é tremendamente importante para o trabalho clínico de Jung. A teoria da etiologia da psicopatologia de Jung quase poderia ser simplificada como sendo declarada como uma atitude consciente muito rígida em relação a toda a psique. Ou seja, um episódio psicótico pode ser visto de uma perspectiva junguiana como o \"resto\" da psique dominando a psique consciente, porque a psique consciente estava efetivamente bloqueando e reprimindo a psique como um todo. == Pós- junguianos == A Psicologia Analítica conheceu, depois da estruturação por C. G. Jung, um grande desenvolvimento nos chamados pós-junguianos, os quais ampliaram a visão de Jung. Merece destaque neste desenvolvimento a Escola Desenvolvimentista que estudou o desenvolvimento humano desde o nascimento até a fase adulta e que tem como fonte a Escola Junguiana de Londres e a pessoa de Michael Fordham com sua obra \"A criança como indivíduo\" e também a pessoa de Erich Neumann com a obra \"A criança\". Além desta, há também a psicologia arquetípica que é fruto do trabalho de James Hillman, o qual, explora e desenvolve ao máximo a importância dos arquétipos na vida das pessoas. Ainda no contexto da escola arquetípica, autores contemporâneos, como Fragoso Guimarães e Rocha Filho , têm relacionado a Psicologia Analítica à Física, na linha de pesquisa Física e Psicologia, introduzida em nível de pós-graduação em muitos cursos avançados de psicologia analítica e transpessoal. Marie- Louise von Franz foi uma das mais importantes colaboradoras de Jung, e após sua morte desenvolveu um amplo trabalho abordando temas como a alquimia, a interpretação psicológica dos sonhos e dos contos de fadas. Franz colaborou com o trabalho da esposa de Jung, a também analista, Emma Jung.The Grail Legend. Autoras: Emma Jung & Marie-Luise von Franz. Princeton University Press, 1998, ISBN 9780691002378 Adicionado em 17/10/2017. Outra importante analista foi Nise da Silveira, psiquiatra brasileira contrária ao tratamento agressivo nos hospitais psiquiátricos de sua época. Nise criou o Museu de Imagens do Inconsciente, o qual possuía obras de arte manuais e plásticas de pacientes psiquiátricos, relacionando-os com a teoria do seu tutor, Jung. == Ver também == *Arquétipo *Complexo *Individuação *Eu ou ego *Nigredo *Persona *Psicologia arquetípica *Self na psicologia junguiana *Sombra *Sizígia: animus-anima *Si-mesmo ou Self *Tipos psicológicos == Bibliografia == *Hillman, J. Psicologia Arquetípica. Cultrix: São Paulo, 1983. *Jaffé, A. O Mito do Significado na Obra de C.G.Jung. São Paulo: Cultrix, 1995. *Jung, C.G. Psicologia do Inconsciente. O.C. Vol. VII/1. *Jung, C.G. Psicologia do Inconsciente. O.C. Vol. VII/2. *Jung, C.G. Energia Psíquica. O.C. Vol. VIII/I. *Jung, C.G. Os Arquétipos e o Inconsciente Coletivo. O.C. Vol. IX/1. *Jung, C.G. A Vida Simbólica. O.C. Vol. XVIII/1. *Neumann, E. História da Origem da Consciência. São Paulo: Cultrix, 2003. *Pieri, P. F. Dicionário Junguiano. Petrópolis: Vozes, 2002. *Young-Eisendrath, P., Dawson, T. Manual de Cambridge para Estudos Junguianos. Porto Alegre: Artmed, 2002. *Roberto, G.L. Aquém e Além do Tempo. Porto Alegre: Letras de Luz, 2004. *Rocha Filho, J.B. Física e Psicologia. Porto Alegre: EDIPUCRS, 2007, 4a ed. * * * * * * * Dohe, Carrie B. Jung's Wandering Archetype: Race and Religion in Analytical Psychology. London: Routledge, 2016. * * * * * Remo, F. Roth: Return of the World Soul, Wolfgang Pauli, C.G. Jung and the Challenge of Psychophysical Reality [unus mundus], Part 1: The Battle of the Giants. Pari Publishing, 2011, . * Remo, F. Roth: Return of the World Soul, Wolfgang Pauli, C.G. Jung and the Challenge of Psychophysical Reality [unus mundus], Part 2: A Psychophysical Theory. Pari Publishing, 2012, . == Ligações externas == * * * * * * * * * *",
 "title": "Psicologia analítica"
}