{
 "id": "16034",
 "text": "Uma criança (do latim creantia) é um ser humano no início de seu desenvolvimento. São chamadas recém-nascidas do nascimento até um mês de idade; bebê, entre o nascimento e os 2 anos, e criança quando têm entre 2 anos até doze anos de idade. O ramo da medicina que cuida do desenvolvimento físico e das doenças e/ou traumas físicos nas crianças é a pediatria. Os aspectos psicológicos do desenvolvimento da personalidade, com presença ou não de transtornos do comportamento, de transtornos emocionais e/ou presença de neurose infantil - incluídos toda ordem de carências, negligências, violências e abusos, que não os deixa \"funcionar\" saudavelmente, com a alegria e interesses que lhes são naturais - recebem a atenção da Psicologia Clínica Infantil (Psicólogos), através da Psicoterapia Lúdica. Os aspectos cognitivos (intelectual e social) é realizada pela Pedagogia (Professores), nas formalidades da vida escolar, desde a pré-escola, aos cinco anos de idade, ou até antes, aos 3 anos de idade. A infância é o período que vai desde o nascimento até aproximadamente o décimo-segundo ano de vida de uma pessoa. É um período de grande desenvolvimento físico, marcado pelo gradual crescimento da altura e do peso da criança - especialmente nos primeiros três anos de vida e durante a puberdade. Mais do que isto, é um período em que o ser humano se desenvolve psicologicamente, envolvendo graduais mudanças no comportamento da pessoa e na aquisição das bases de sua personalidade. == Estágios da infância == A infância é um período onde há grande desenvolvimento da criança, deve-se esclarecer que elas ainda não têm maturidade psicológica suficiente para serem consideradas adolescentes, mesmo tendo seu porte físico. Do nascimento até o início da adolescência os pais são os principais modelos da criança, com quem elas aprendem, principalmente por imitação. Filhos de pais que os abusam ou negligenciam tendem a sofrer de vários problemas psicológicos, inclusive, depressão. A principal atividade das crianças são as brincadeiras, as quais são responsáveis por estimular o desenvolvimento do intelecto infantil, a coordenação motora e diversos outros aspectos importantes ao desenvolvimento pleno da criança. Segundo o Estatuto da Criança e do Adolescente, uma pessoa é considerada criança do nascimento até os 12 anos incompletos. === Primeira infância === A primeira infância segue a fase da infância e começa com a infância, quando a criança começa a falar ou dar passos de forma independente. Enquanto a infância termina por volta dos 3 anos de idade, quando a criança se torna menos dependente da assistência dos pais para necessidades básicas, a primeira infância continua aproximadamente até os 6 ou 7 anos de idade. Os adultos supervisionam e apoiam o processo de desenvolvimento da criança, o que levará à sua autonomia. Também nessa fase, cria-se um forte vínculo afetivo entre a criança e os cuidadores.Alam, Gajanafar (2014). Population and Society. K.K. Publications. ISBN 978-8178441986 Cada criança tem sua forma de aprender, de significar seus conhecimentos e de desenvolver suas capacidades. Em muitos momentos, os educadoras, se deparam com dificuldades no processo de aprendizagem de diversos alunos, e é nesse momento que se inicia um processo de busca por parte dos educadores para tentar descobrir de que maneira esse aluno poderá alcançar esses objetivos esperados, através de diferentes práticas de ensino, como: pesquisas, vivências, realidade do aluno, jogos, materiais concretos, experimentos, entre outros. === 0 - 18 meses === Nesta fase, as crianças estão aprendendo observando e experimentando. Neste estágio, o bebê é totalmente dependente de terceiros (geralmente, dos pais) para quaisquer coisas como locomoção, alimentação ou higiene. Recomenda-se o aleitamento materno exclusivo até que o sexto mês de vida; isso porque o leite materno tem uma composição mais adequada e exige cuidados mais simples em relação a outros tipos de leite, bem como possui anticorpos e outros fatores para proteger o lactente de infecções, e ainda fortalece a relação entre a mãe e seu filho. Caso haja empecilho ou, raramente, contraindicação, ao aleitamento materno, leites substitutos como de vaca, cabra ou soja podem ser usados, além de leites de vaca modificados para ter composição mais semelhante ao humano. Esses leites, porém, têm maior risco de induzir alergias na criança (especialmente os leites animais in natura), e exigem suplementação de nutrientes como ferro ou ácido fólico, exceto aqueles que têm adição de vitaminas. Após o sexto mês de vida, a dieta alimentar de um bebê começa a variar, com a introdução lenta e gradual de novos alimentos. Neste estágio da vida, a criança cresce muito rapidamente. Os primeiros cabelos, bem como os primeiros dentes, aparecem neste estágio. Aos 18 meses de vida, a maioria dos bebês já soltaram suas primeiras palavras. Este período é caracterizado pelo egocentrismo, pois o bebê não compreende que faz parte de uma sociedade, e o mundo para ele gira em torno de si mesmo. Os primeiros 1 000 dias de vida - o tempo entre a concepção e o segundo aniversário - é um período único de oportunidade, quando são estabelecidos os fundamentos da saúde, crescimento e neurodesenvolvimento ideais ao longo da vida. A desnutrição enfraquece essa base, levando a morbidades significativas, como saúde precária e, de forma mais insidiosa, perda substancial do potencial de desenvolvimento neurológico. === 18 meses - 3 anos === Neste estágio a criança cresce menos do que durante os primeiros 18 meses de vida, já pode correr uma curta distância por si mesma, comer sem a ajuda de terceiros, falar algumas palavras que têm significado (por exemplo, mamãe, papai, bola, etc.), e a expectativa é que a criança continue a melhorar estas habilidades. O principal aspecto desta faixa etária é o desenvolvimento gradual da fala e da linguagem. Aos três anos de idade, a criança já pode formar algumas frases completas (e corretas gramaticalmente) usando palavras já aprendidas, e possui um vocabulário de aproximadamente 800 a mil palavras. Lentamente passa a compreender melhor o mundo à sua volta, e a aprender que neste mundo há regras que precisam ser obedecidas, embora ainda seja bastante egocêntrica - comumente vendo outras pessoas mais como objetos do que pessoas, não sabendo que estas possuem sentimentos próprios. Assim sendo, a criança muitas vezes prefere brincar sozinha a brincar com outras crianças da mesma faixa etária. No final desta faixa etária, uma criança geralmente já sabe diferenciar pessoas do sexo masculino e pessoas do sexo feminino, e também já começa a ter suas próprias preferências, como roupas e entretenimentos, por exemplo. Pode também ser capaz de se vestir sem a ajuda de terceiros, e de antecipar acontecimentos. === 3 - 4 anos === Crianças desta faixa etária começam a desenvolver os aspectos básicos de responsabilidade e de independência, preparando a criança para o próximo estágio da infância e os anos iniciais de escola. As crianças desta faixa etária são altamente ativas em geral, constantemente explorando o mundo à sua volta. As crianças passam também a aprender que na sociedade existem coisas que eles podem ou não fazer. Nesta faixa etária, a criança já compreende melhor o mundo à sua volta, tornando-se gradualmente menos egocêntrica e melhor compreendendo que suas ações podem afetar as pessoas à sua volta. Também passam a compreender que outras pessoas também possuem seus próprios sentimentos. Assim sendo, as crianças gradualmente aprendem sobre a existência de padrões de comportamentos, ações que podem ou devem ser feitas, e ações que não devem ser feitas. Os pais da criança são os principais modelos da criança nesta faixa etária. geralmente determinam se uma dada ação da criança foi boa ou má, muitas vezes recompensando a criança pelas suas boas ações e castigando a criança pelas suas más ações. Crianças, a partir dos três anos de idade, também passam a aprender padrões de comportamento de um processo chamado identificação. As crianças passam a se identificar com outra pessoa por causa de vários motivos, incluindo laços de amizade (um amigo ou uma pessoa próxima como outro parente ou uma babá, por exemplo) e semelhanças físicas e psicológicas. Também a partir dos três anos de idade que as crianças passam a ver diferenças entre pessoas do sexo masculino e feminino, tanto nos aspectos físicos quanto nos aspectos psicológicos, como os estereótipos dados a ambos os sexos pela sociedade (exemplos: menino brinca com bola, menina brinca com boneca). A grande maioria das crianças abandona as fraldas nesta faixa etária. A partir dos três anos de idade, a criança cresce lentamente, em contraste com o crescimento acelerado ocorrido desde o nascimento até os dezoito meses de vida. Meninos e meninas têm peso e altura semelhantes. === 5 - 9 anos === O período entre cinco a nove anos de idade é marcado pelo desenvolvimento psicológico da criança. Esta continua a se desenvolver fisicamente, lenta e gradualmente, mas acima de tudo elas se desenvolvem e amadurecem socialmente, emocionalmente e mentalmente. Na maioria das sociedades, as crianças já aprenderam regras e padrões de comportamento básicos da sociedade por volta do quinto ano de vida. Elas aprendem então a discernir se uma dada ação é certa ou errada. A vida social da criança passa a ser cada vez mais importante, e é comum nesta faixa etária o que se chama de o(a) melhor amigo(a). Na maioria dos países, crianças precisam ir à escola, geralmente a partir do sexto ou do sétimo ano de vida. Atualmente, no Brasil o governo aderiu obrigação dos pais levarem as crianças na escola a partir dos cinco anos de idade. Nesta faixa etária, regras básicas da sociedade são mais bem compreendidas. Aqui, é dada ênfase à capacidade de resolução de problemas, uma habilidade que é aperfeiçoada com o passar do tempo. A racionalização também é uma habilidade que é aprendida e constantemente melhorada. Até o quinto ou sexto ano de vida, as crianças muitas vezes procuram resolver problemas através da primeira solução - certa ou não, racional ou não - que vem à sua mente. Após o quinto ou o sexto ano de vida, a criança passa procurar por diversas soluções, e a reconhecer a solução correta ou aquela que mais se aplica ao solucionamento do problema. Por volta dos sete ou oito anos de idade, as crianças passam a racionalizar seus pensamentos e suas crenças, procurando as razões, os porquês por trás de um problema ou de um fato. Assim, as próprias crianças passam a analisar os padrões de comportamento ensinados pela família e sociedade. Além disso, a partir dos seis anos de idade, as crianças passam a se comparar com outras crianças da mesma faixa etária. Estes dois fatos, aliados ao crescimento da vida social da criança, diminuem a importância dos pais e da família como modelos de comportamento da criança, e aumentam a importância dos amigos e dos professores. A comparação que uma dada criança faz de si mesma à outra também afeta a autoimagem e a autoestima da criança - a opinião que uma pessoa tem de si mesma. O tipo de autoimagem formada durante a infância pode influenciar o comportamento desta pessoa na adolescência e na vida adulta. As crianças passam a desenvolver a autoimagem após os três anos de idade, à medida que as crianças se identificam com seus pais, parentes, e posteriormente, pessoas próximas. Esta autoimagem pode ser positiva ou negativa, dependendo das atitudes e das emoções das pessoas com as quais a criança se identifica. Crianças com autoimagens positivas geralmente possuem boas impressões de seus pais e uma ativa vida social; por outro lado, autoimagens negativas costumam ser fruto de famílias disfuncionais, onde o relacionamento entre seus membros seja problemático. A comparação que uma criança faz em relação a outras crianças pode alterar esta autoimagem. Além disso, vários outros fatores podem influenciar o comportamento de uma criança, como abuso infantil, problemas sociopsicológicos (vítima de agressão na escola, por exemplo) e eventos marcantes (perda de um parente ou amigo, por exemplo). Os dentes de leite começam a cair no sexto ano de vida, um por um, até a adolescência. O crescimento de peso e altura é pequeno e semelhante entre meninos e meninas, que continuam a ter peso e altura semelhantes. Quanto à força física, em teoria, meninos e meninas desta faixa etária têm força física semelhante, mas meninos, por geralmente serem mais incentivados pela sociedade a participar de atividades físico-esportistas, tendem a ter um pouco mais de força física do que as meninas. === 12 - Pré-adolescência === Faixa etária que vai desde o décimo segundo ano de vida até os 13. Época de intensas mudanças físicas e psicológicas: é a chamada pré-adolescência. A criança nesta faixa etária passa a compreender mais a sociedade, ordens sociais e grupos, o que torna esta faixa etária uma área instável de desenvolvimento psicológico. A participação num grupo de amigos que possuem gostos em comum passa a ser de maior importância para a criança, onde o modelo dado pelos amigos começa a obscurecer o modelo dado pelos pais. Começam as preocupações como a expectativa de ser aceito por um grupo, ou certas diferenças em relação a outras crianças da mesma faixa etária se agravam aqui, e são um aspecto de maior importância na adolescência. Muitas vezes, pré-adolescentes sentem-se rejeitados pela sociedade, podendo desencadear problemas psicológicos tais como depressão ou anorexia. A pré-adolescência é marcada pelo início das intensas transformações físicas que transformam a criança em um adulto; é o início da puberdade, marcada principalmente pelo aumento do ritmo de crescimento corporal e pelo amadurecimento dos órgãos sexuais. A puberdade para as meninas chega entre o 10º e o 12º ano de vida, onde os primeiros pelos pubianos e nas axilas aparecem, vem a primeira (os quadris começam a se formar e depois vem os seios e depois o ciclo da menstruação). Neste período, as meninas passam, em média, a ser mais altas e mais pesadas que os meninos, onde a puberdade ainda não começou. O amadurecimento dos órgãos sexuais inicia-se geralmente depois, no 11º ao 14º ano de vida. Somente mais tarde, no 11º aos 14º anos de vida, a puberdade começa para os meninos, começo de um alto crescimento físico (em altura, peso e força muscular), crescimento de pelos e engrossamento do timbre de voz. Com o pico do crescimento físico da maioria das meninas já havendo terminado, os meninos passam à frente das meninas, definitivamente, em peso, altura e força muscular. O amadurecimento dos órgãos sexuais dá-se geralmente depois, no 14º ao 15º ano de vida. Alguns grupos de pessoas não aceitam essa classificação, colocando os pré-adolescentes já como adolescentes. == Gênero == Crianças do sexo feminino são chamadas de meninas, e crianças do sexo masculinos são chamados de meninos. Uma pequena percentagem dos humanos são hermafroditas - embora o hermafroditismo seja apenas uma distinção biológica, e não necessariamente social ou psicológica. Fora as diferenças existentes no sistema reprodutor, meninos e meninas não diferem muito fisicamente entre si até o início da puberdade, com crianças de ambos os sexos, com a mesma idade, possuindo aproximadamente a mesma altura e o mesmo peso. As crianças de ambos os sexos crescem em altura por igual até os nove - onze anos de idade, quando o início da puberdade nas meninas faz com que elas se tornem, na média, mais altas do que os meninos, até os doze anos de idade, quando a puberdade tem início nos meninos, com a altura e o peso médio dos meninos superando os das meninas. Uma criança de nove anos possui em média entre 130 e 140 centímetros de altura, nos Estados Unidos. Quanto à massa corporal, o peso médio dos meninos é entre 25 e 37 quilogramas, enquanto o peso médio das meninas é geralmente um pouco menor - possivelmente por causa de estereótipos impostos pela sociedade, embora alguns especialistas creem que diferenças genéticas estejam por trás desta diferença. Uma criança não é necessariamente anormal se seu peso e/ou altura são maiores ou menores do que a média. Um assunto muito discutido são as diferenças psicológicas entre meninos e meninas no que se refere à identidade sexual das crianças. Enquanto a maioria dos psicólogos acreditam que as diferenças psicológicas entre ambos os sexos sejam determinadas primariamente pelo ambiente onde a criança vive e pelos estereótipos impostos à criança pela sociedade, alguns especialistas, primariamente geneticistas, consideram que a genética possui maior peso nestas diferenças. == Diferenças de inteligência == As diferenças de inteligência entre diferentes crianças são feitas através de testes de quociente de inteligência. Tais testes servem para indicar a habilidade mental no geral de uma criança em relação à média de outras crianças da mesma idade. A média é igual a 100. A performance da criança no teste é pontuada. Cerca de dois terços das crianças são consideradas normais (pontuação entre 84 e 116). Um sexto pontuam mais do que 116, e são consideradas superdotadas. Um sexto das crianças pontuam menos de que 84, neste caso, a presença de uma deficiência mental (e muitas vezes permanente - com vários graus de severidade) é considerada - embora várias crianças pontuem menos do que a média por causa de problemas psicológicos. Os testes de quociente de inteligência são usados especialmente para o auxílio do diagnóstico de problemas neurológicos ou psicológicos, e também em testes que visam ao estudo da genética, seu papel no desenvolvimento de uma pessoa e no seu papel do desenvolvimento das diferenças entre diferenças psicológicas entre diversas pessoas. A pontuação de pessoas relacionadas geneticamente (ou seja, possuem laços de família) que fizeram pelo quociente de inteligência geralmente diferem menos do que as diferenças entre a pontuação de pessoas não relacionadas geneticamente, o que sugere que a genética tem um peso considerável - se não majoritário - na habilidade mental de uma pessoa. Porém, outros especialistas acreditam que é o ambiente no qual a criança vive que é o fator primário na formação psicológica e da habilidade mental. Estes especialistas fazem uso de estudos entre crianças culturalmente privadas - crianças que são criadas sem os estímulos necessários que as ajudam na educação escolar e/ou que sofrem de abuso infantil, e que possuem no geral um quociente de inteligência menor do que a média. O quociente de inteligência destas crianças, nos estudos realizados, aumentou muito após receberem cuidados especiais. Já outros especialistas questionam o uso destes testes, e que tais testes não são eficientes para medir a habilidade mental e a inteligência como um todo de uma criança. Estes especialistas alegam que a inteligência envolve vários fatores - memória, lógica e originalidade, por exemplo, e que uma criança pode destacar-se em uma ou mais áreas enquanto sofre dificuldades em outras. == O papel dos pais == Os pais de uma criança possuem um papel fundamental no desenvolvimento psicológico da criança, além de serem os responsáveis pela sustentação dela. Uma das principais preocupações dos pais é ajudar a criança em desenvolvimento a crescer normalmente. A palavra normal possui dois sentidos, quando relacionada com o desenvolvimento infantil. A primeira delas é a ausência de anormalidades físicas e/ou psicológicas, que são consideradas anormais em toda sociedade e cultura. Estas anormalidades incluem epilepsia, esquizofrenia e doenças genéticas. A maioria destas doenças surgem por motivos que não relacionados com a forma com o qual os pais criaram a criança. A segunda definição - onde os pais possuem grande influência - é se a criança possui certas habilidades ou traços, algumas delas valorizadas pelos pais, outras valorizadas pela sociedade onde a criança vive. Uma criança é considerada normal se ela possui estas características. Algumas destas características valorizadas internacionalmente incluem viver amigavelmente com outras pessoas, agir inteligentemente e de maneira responsável, e a comunicação. Estas últimas habilidades são essenciais para a vida de uma pessoa dentro de uma sociedade, e os pais possuem grande influência no desenvolvimento destas características. Os pais também têm papel crucial em ensinar às crianças, desde tenra idade, a lidar com traços como vaidade, timidez e ciúmes. Crianças vítimas de negligência ou de abuso infantil (por parte dos pais), por exemplo, muitas vezes se comportam de maneira agressiva ou muito retraída com outras pessoas, por exemplo. Já outras habilidades e traços são valorizados apenas por certas culturas. Por exemplo, nos países desenvolvidos e em vários países em desenvolvimento, espera-se da criança que ela aprenda eventualmente a ler e a escrever. Uma criança incapaz de adquirir esta habilidade pode ser vista como anormal. Porém, em vários países em desenvolvimento, espera-se muitas vezes que uma criança ajude seus pais a sustentar sua família. Tais crianças são consideradas muitas vezes normais - na sociedade onde elas vivem - se elas adquirem as habilidades necessárias para trabalhar e sustentar a sua família, bem como não são vistas como anormais se não sabem ler e escrever. Certas culturas como a \"cultura ocidental\" vêm o sexo masculino e o sexo feminino como iguais - ambos possuem os mesmos direitos - e meninos e meninas são criados igualmente. Já em outras culturas, traços considerados masculinos - como independência e competitividade - são considerados anormais entre mulheres, e, portanto, meninos muitas vezes são incentivados pelos pais a ter tais traços, enquanto tais traços entre meninas são reprimidos. Os pais são especialmente responsáveis em cuidar da criança e de suas necessidades físico- psicológicas, do uso de recompensas e punições, e como modelos de comportamento. Em muitos casos em que há omissão dos pais em termos de afeto e relacionamento as crianças podem desenvolver sérios problemas emocionais. A chamada \"terceirização da infância\", termo usado pelo pesquisador José Martins Filho em seu livro \"A criança terceirizada: os descaminhos das relações familiares no mundo contemporâneo\", é uma realidade em várias partes do mundo e, principalmente, no Brasil. == Necessidades físico-psicológicas == 250px|left|thumb|Duas crianças em uma favela em Jacarta, Indonésia. Todas as crianças possuem algumas necessidades físico-psicológicas que precisam ser cumpridas e atendidas para que a criança cresça normalmente. A principal necessidade física da criança é a alimentação, da qual as crianças são totalmente dependentes dos adultos nos primeiros anos de vida. Outras necessidades físicas importantes são limpeza e higiene, vestuário adequado e um abrigo. Espaço também é importante - para o exercício de jogos e brincadeiras. Além disso, a criança também depende dos adultos quanto ao aprendizado de bons hábitos de comportamento, tanto à sociedade que o cerca quanto a si mesma - mantendo uma higiene adequada, por exemplo, lavando as mãos antes de comer, não comer nada que tenha caído no chão, escovar os dentes diariamente, etc. O desenvolvimento das vacinas diminuiu bastante as taxas de mortalidade infantil em muitos países - especialmente em doenças como sarampo, paralisia infantil e varíola (esta última já extinta). Em muitos países, os pais são obrigados a vacinar a criança, pelo menos contra certas doenças como sarampo, paralisia infantil, tuberculose, tétano e difteria, por exemplo. Caso os pais não levem as crianças a postos de vacinação, as crianças poderão ser suspensas da escola, e em casos mais graves, os pais podem perder a guarda da criança. Algumas destas vacinas requerem reimunização - a aplicação de uma nova dose da vacina - regularmente. As necessidades psicológicas da criança são determinadas pelas habilidades e pelos traços de personalidade que os pais esperam que seu filho desenvolva. Algumas destas são incentivadas em toda sociedade, outras apenas em certas culturas. Todas as crianças possuem certas necessidades psicológicas - como sentir-se amadas e queridas pelos pais. Espera-se mais responsabilidade e maturidade da criança quando esta passa a ir à escola regularmente - a partir dos seis ou sete anos de idade. As crianças passam a frequentar regularmente um lugar onde regras existem, que devem ser cumpridas - e onde os padrões de comportamento não mudam de um dia para o outro. == Problemas socioeconômicos == Muitas crianças (principalmente em países subdesenvolvidos) experimentam diversos problemas como alimentação reduzida ou desequilibrada (desnutrição), trabalho infantil, ausência de habitação, AIDS, entre outros.Facts for life (PDF) 4th ed. New York: United Nations Children's Fund. 2010. pp. 61 and 75. ISBN 978-92-806-4466-1 == Significado do choro == O choro é o meio mais eficaz para manifestar uma necessidade ou um mal-estar. Os psicólogos têm procurado identificar os vários tipos de choro com as situações que o motivam. Assim, distinguem-se geralmente quatro padrões de choro: choro básico de fome, choro de raiva, choro de frustração e choro de dor, e/ou ainda de cansaço e desconforto. == O sorriso de um bebê == O sorriso é uma das formas de comunicação que desencadeia confiança e afeto reforçando os esforços dos adultos em satisfazer o bebê. O primeiro sorriso pode ocorrer após o nascimento, de modo espontâneo, efeito da atividade do sistema nervoso central. Depois da alimentação e ao adormecer, é frequente esboçar um sorriso que pode ser também desencadeado pelos sons emitidos pelos progenitores. Estes sorrisos são automáticos, reflexos e involuntários. O sorriso é um sinal que reforça as relações positivas do adulto favorecendo a sua repetição. É um comportamento intencional que visa manter a comunicação com aqueles que tratam do bebê. == Representações da infância == Dada a especificidade da infância, diversas representações sobre este período da vida do indivíduo marcam a produção literária, artística e cultural dos diversos grupos e sociedades. As representações sobre a infância portam tanto uma interpretação deste momento da vida quanto um projeto para o adulto que a criança se tornará. Buscando exemplificar esta variedade de representações, uma vez que sempre que a criança e a infância são retratadas elas são representadas, teremos: * o discurso legal do Estatuto da Criança e do Adolescente que apresenta uma infância a ser protegida, portanto frágil; * em O Pequeno Príncipe, teremos uma infância fantástica, como momento de descoberta e de encantamento do mundo; * em Lobo Solitário, o personagem Ogami Daigoro representa a \"infância não infantilizada\" ao demonstrar um comportamento de adulto perante as adversidades; * nesta página, a concepção biológica e sociológica da infância enquanto momento de maturação do organismo, do aprendizado das relações sociais e da submissão às condições ambientais. == Ver também == * Adoção * Brinquedo * Criança de rua * Dia das Crianças * Divórcio * Educação * Literatura infantojuvenil * Pedagogia * Pediatria * Prodígio == Bibliografia == * Postman, Neil. O desaparecimento da infância. Rio de Janeiro, Graphia, 1999.ISBN 85-85277-30-0 * * * * * * A Criança Terceirizada – Os descaminhos das relações familiares no mundo contemporâneo. Autor José Martins Filho. Editora Papirus == Ligações externas == * Revista HistedBR - Resenha do livro The disappearance of the childhood (O desaparecimento da infância) Categoria:Faixas etárias",
 "title": "Criança"
}