{
 "id": "16041",
 "text": "A Freguesia de Lourinhã é uma extinta freguesia portuguesa do Município da Lourinhã, a qual tinha 39,03 km² de área e 9 897 habitantes (2011), e, por isso, uma densidade populacional de 253,6 hab/km². Em 2013, a Freguesia de Lourinhã foi extinta tendo sido agregada à Freguesia de Atalaia para criar a a nova União das Freguesias de Lourinhã e Atalaia. A Freguesia de Lourinhã era composta por 20 localidades: Abelheira, Areia Branca, Capelas, Casal Frade, Casal Lourim, Casal da Murta, Casal Novo, Casal Santo, Casal Valadares, Casal Vale Medo, Matas, Nadrupe, Praia da Areia Branca, Seixal, Serra do Calvo, Sobral, Toxofal de Baixo, Toxofal de Cima, Vale Viga e Zambujeira, as quais estão englobadas na nova freguesia. == História == A Lourinhã teve origem numa vila romana, Laurinius. Esta vila era banhada por um braço de mar, pelo que tinha um porto navegável. Actualmente, devido à retracção marinha, a vila é apenas banhada por um pequeno rio denominado Rio Grande. Após a independência de Portugal face ao Reino de Leão, e da conquista de Lisboa, a vila foi doada a D. Jordão, um nobre cruzado que ajudara D. Afonso Henriques na expansão de Portugal. Em 1160 D. Afonso Henriques atribui à vila um foral, o primeiro do país, juntamente com outros. ==População== População da freguesia da Lourinhã Instituto Nacional de Estatística (Recenseamentos Gerais da População) - https://www.ine.pt/xportal/xmain?xpid=INE&xpgid;=ine_publicacoes 1864 1878 1890 1900 1911 1920 1930 1940 1950 1960 1970 1981 1991 2001 2011 3 287 4 262 5 157 5 641 6 535 7 111 7 984 9 525 10 272 8 677 7 265 8 265 7 615 8 797 9 897 Com lugares desta freguesia foi criada, pelo decreto-lei nº 38.955, de 16/10/1952, a freguesia de Santa Bárbara e pela Lei n.º 101/85, de 4 de Outubro, a freguesia de Atalaia Thumb|200px|Evolução da População 1864 / 2011; Thumb|200px|Variação da População 1864 / 2011; Thumb|200px|Variação da População 1864 / 2011; == Património == * Antiga Igreja Matriz da Lourinhã ou Igreja do Castelo * Igreja do Convento Santo António da Lourinhã ou Igreja Matriz da Lourinhã * Igreja de Nossa Senhora da Graça (Nadrupe) * Capela de Nossa Senhora dos Anjos (Lourinhã) * Capela de São Sebastião (Lourinhã) * Santa Casa da Misericórdia da Lourinhã * Forte de Nossa Senhora dos Anjos de Paimogo * Museu da Lourinhã * Miradouro do Castelo == Clima == A freguesia, tal como todo o concelho, sofre influência do Oceano Atlântico, pelo que tem temperaturas amenas entre os 10 e os 24 graus. As temperaturas negativas são raras, contudo, durante os dois últimos anos o concelho foi afectado por \"nevões\". Devido à sua elevada pluviosidade a freguesia é bastante afectada por cheias. == Turismo == === Rota dos Dinossauros === A zona da Lourinhã é um local onde têm sido descobertos fósseis de dinossauros, que hoje são um dos principais atractivos turísticos, quer no Museu da Lourinhã, quer em passeios pedestres que percorrem a costa da freguesia no lugar da praia do Paimogo. === Praias === * Praia de Areal * Praia da Areia Branca * Praia do Caniçal * Praia de Paimogo * Praia de Vale Frades == Gastronomia == * Doçaria: amendoados, areias brancas, paimogos, delícias do Convento * Pratos: ensopado de borrego, caldeirada, caldo verde, lagosta suada * Petiscos: caracóis guisados, mexilhões * Aguardente: A Lourinhã constitui uma três regiões demarcadas de aguardente da Europa, pelo que tem origem demarcada. == Heráldica == Significados do Brasão da Freguesia: * Os dois ramos de Loureiro: simbolizam a comunidade nativa e comunidade franca existentes a quando da formação da vila. As duas comunidades são representadas por loureiros, pois esta era a árvore mais comum; * A Vieira: é o símbolo dos peregrinos de São Tiago que passavam na Igreja de Santa Maria do Castelo; * Flores-de-lis: homenagem ao primeiro donatário da Lourinhã, D. Jordão; * O Ondulado: representa o mar que banha a freguesia, e que constitui o seu desenvolvimento.",
 "title": "Lourinhã (freguesia)"
}