{
 "id": "16048",
 "text": "São Bartolomeu dos Galegos é uma povoação portuguesa do Município da Lourinhã que foi sede da extinta Freguesia de São Bartolomeu dos Galegos, freguesia que tinha 12,64 km² de área e 1 011 habitantes (2011), e, por isso, uma densidade populacional de 80 hab/km². Em 2013, a Freguesia de São Bartolomeu dos Galegos foi extinta tendo sido agregada à Freguesia de Moledo para criar a nova União das Freguesias de São Bartolomeu dos Galegos e Moledo. Lugares da Freguesia de São Bartolomeu dos Galegos, que transitaram para a nova freguesia: Paço (São Bartolomeu), Carqueija, Pena Seca, Feteira (São Bartolomeu), Casal da Galharda, Reguengo Pequeno, Casal Caldeira e Casal de São Domingos. A freguesia é atravessada pela estrada EN247-1. ==População== População da freguesia deSão Bartolomeu dos Galegos Instituto Nacional de Estatística (Recenseamentos Gerais da População) - https://www.ine.pt/xportal/xmain?xpid=INE&xpgid;=ine_publicacoes 1864 1878 1890 1900 1911 1920 1930 1940 1950 1960 1970 1981 1991 2001 2011 501 593 673 785 911 984 1 140 1 450 1 640 1 606 1 279 1 117 1 044 1 041 1 011 Thumb|200px|Evolução da População 1864 / 2011; Thumb|200px|Variação da População 1864 / 2011; Thumb|200px|Variação da População 1864 / 2011; Em 1963, e em conformidade com os dados dos recenseamentos realizados neste ano, a Freguesia de São Bartolomeu dos Galegos atingiu 1570 habitantes. A partir da década de 1960, registou-se uma diminuição populacional, que deverá ter sido fundamentada pela emigração para os Estados Unidos, o Canadá, a França e países europeus. Em 1991 a região contava com 1062 habitantes, e de acordo com o censo de 2001, com 1041 habitantes. thumb|180px|esquerda|Mapa da localidade de São Bartolomeu São Bartolomeu dos Galegos foi sede de freguesia do Município da Lourinhã, distando cerca de 5 km da sede deste. Com uma área de 12,64 km², é constituída, ainda, pelos lugares do Paço, Carqueja, Pena Seca, Feteira, Casal da Galharda, Reguengo Pequeno e Casal Caldeira. Tem como orago São Lourenço dos Galegos. Realiza a sua feira anual no dia 24 de Agosto, data em que a igreja celebra a festa do apóstolo São Bartolomeu. A população ocupa- se principalmente na construção civil e em explorações agrícolas de pequena e média dimensão, ressaltando a produção hortícola e frutícola. A extracção e transformação de pedra é a principal indústria da freguesia. Em 1963, e de acordo com os dados dos Censos realizados nesse ano, a freguesia atingiu 1570 habitantes. A partir da década de 60, registou-se um decréscimo populacional, que deverá ter sido motivado pela emigração para os Estados Unidos, Canadá e países europeus. Em 1991, a freguesia contava com 1062 habitantes, e de acordo com os censos de 2001, com 1041 habitantes. == História == A região foi habitada desde o período neolítico, como provam as várias grutas e os muitos artefactos encontrados, mas teria sido na Idade Média, e após a Reconquista, que o principal núcleo habitacional, São Bartolomeu, se formou. Constituiu-se paróquia aos fins do século XIV ou princípios do século XV, separando-se de Santa Maria de Óbidos. O topónimo de Galegos derivará, de uma colónia de imigrantes galegos, mesteirais, de trabalhadores da pedra, que aqui se radicaram e deram origem à formação de pedreiras de mármore que duram até à actualidade. Deixaram a sua arte testemunhada em muito obras da região. A freguesia de São Bartolomeu dos Galegos pertenceu ao Concelho de Óbidos até 1836 passando nesta data para o da Lourinhã. == Economia == As principais actividades da freguesia são a indústria extractiva e transformadora da pedra, a agricultura e a extracção de mármore. == Património == thumb|180px|Moinho em São Bartolomeu dos Galegos * Três Grutas ou Grutas de São Bartolomeu * Igreja de São Bartolomeu dos Galegos - A igreja é uma construção quinhentista, de galilé sob o corro alto, que desaparece en obras posteriores para ampliação da respectiva nave. Esta possui um silhar de azulejos de padrão, tipo tapete, de século XVII, de que apenas algumas fiadas restam. * Igreja de Santo António da Pena Seca - A igreja é uma pequena construção rural do século XVI com alpendre de três águas sobre a porta principal. * Capela da Feteira * Capela de São Domingos * Igreja do Paço * Bomba de água no Paço == Festas == === São Bartolomeu dos Galegos === * Festa em honra de Santa Maria - 2 de Fevereiro * Festa em honra de Nossa Senhora de Fátima - 13 de Maio * Festa do Corpo de Deus - 13 de Julho * Feira Anual - 24 de Agosto === Paço === * Festa em honra de São Brás - 3 de Fevereiro * Festa de Santíssimo Sacramento - 1° Julho === Outras === * Festa em honra de Santo Antão - Casal de São Domingos - 2° Janeiro * Festa em honra de Santo António - Pena Seca - 13 Junho * Festa em honra de Nossa Senhora dos Anjos - Feteira - 15 de Agosto == Associações == (A=Associação ; C=Cultura ; D=Desportiva ; R=Recreativa) * Associação Cultura, Desportiva e Recreativa de São Bartolomeu dos Galegos - Amigos de São Bartolomeu dos Galegos. * Associação de Recreio, Cultural e Desporto da Feteira. * União Recreativa, Desportiva e cultural do Paço. * do Reguengo Pequeno. * do Casal da Galharda. * de São Lourenço da Carqueija.",
 "title": "São Bartolomeu dos Galegos"
}