{
 "id": "16043",
 "text": "Miragaia é uma antiga freguesia portuguesa do município da Lourinhã, com 12,22 km² de área e 1 822 habitantes (2011). Densidade: 149,1 hab/km². Em 2013, passou a integrar a nova União das Freguesias de Miragaia e Marteleira. ==População== População da freguesia de Miragaia Instituto Nacional de Estatística (Recenseamentos Gerais da População) - https://www.ine.pt/xportal/xmain?xpid=INE&xpgid;=ine_publicacoes 1864 1878 1890 1900 1911 1920 1930 1940 1950 1960 1970 1981 1991 2001 2011 980 1 493 1 804 1 983 2 264 2 540 2 853 3 122 3 509 3 542 3 266 3 441 1 676 1 670 1 822 Com lugares desta freguesia foi criada pela Lei n.º 58/84, de 31 de Dezembro, a freguesia de Marteleira (1.613 hb) Thumb|200px|Evolução da População 1864 / 2011; Thumb|200px|Variação da População 1864 / 2011; Thumb|200px|Variação da População 1864 / 2011; A freguesia de Miragaia é também conhecida pela designação de São Lourenço de A-dos-Francos ou simplesmente como São Lourenço dos Francos. A esta freguesia pertenciam as localidades de Miragaia, Papagovas, Campelos (uma parte, a pertencente ao Município da Lourinhã), Casais Carvalhos, Casal dos Anjos, Casal do Arieiro, Casais das Campainhas, Casalinho das Oliveiras, Ribeira de Palheiros, entre outros. Foi em 1555 que foi solicitada a criação de uma paróquia. Até aí pertenciam à de Nossa Senhora da Anunciação da Lourinhã que ficava longe. O arcebispo de Lisboa criou então a paróquia de São Lourenço dos Francos, assim chamada por ter sido escolhida como Matriz a arruinada Igreja do Convento de São Lourenço dos Francos, que fora dos Frades Agostinhos e estava abandonado. Este Mosteiro de São Lourenço teria sido fundado no século IX, mais ou menos no tempo em que se teria fundado o Convento de Penafirme e outros na região da Estremadura. Situar-se- ia junto a um povoado denominado Monardo dos Francos e à margem de uma ribeira. Entre 1394 e 1396, foi prior neste Convento São Gonçalo de Lagos. Veio a ser oficialmente extinto em 1555. Para a constituição da paróquia tiveram de reconstruir a igreja, dando-lhe a feição típica da arquitectura do renascimento rural estremenho. Tem um silhar de azulejos, tipo tapete, a revestir o baptistério (século XVII) e imagens em pedra policromada do século XVIII. O templo foi reconstruído de novo em 1687 e a capela-mor foi-lhe acrescentada em 1737. Curiosamente, nas obras então efectuadas foram incorporadas na parede exterior da cabeceira duas lápides votivas, datadas da segunda metade do século II d.C. e que, pelo tipo de paginação e pelo uso dos mesmos nexos devem ser provenientes da oficina local, que testemunham, de certa forma, a romanização da região. No ano de 2005 foram iniciadas obras de recuperação do interior e exterior. O Convento de São Loureço dos Francos (igreja), é revestido a ouro e foi restaurado; tem um jardim e o cemitério da freguesia, que abrange algumas aldeias. As colectividades mais representativas são a Associação para o Desenvolvimento de Miragaia, o G.D.R. de Papagovas, o Centro Social e Recreativo de Ribeira de Palheiros, a Associação Recreativa e Cultural de Casais das Campainhas e Casais do Rijo e a Associação Cultural, Desportiva e Recreativa de Casalinho das Oliveiras. Miragaia é, ainda, conhecida pelo seu bolo tradicional, o pão-de-ló de Miragaia e pela origem do dinossauro Miragaia longicollum. Categoria:Antigas freguesias da Lourinhã",
 "title": "Miragaia (Lourinhã)"
}