{
 "id": "16056",
 "text": "Gândaras é uma freguesia portuguesa do município de Lousã, com 10,04 km² de área e 1111 habitantes (censo de 2021) A sua densidade populacional é A sede de freguesia localiza-se no lugar de Santa Luzia, a escassos metros das povoações da Papanata e das Fontainhas, que representam, por assim dizer, o centro deste território distinto. == Geografia == A freguesia foi criada em 3 de julho de 2001, por desanexação da freguesia da Lousã.Lei n.º 18-A/2001, de 3 de Julho. Diário da República, 1.ª Série, n.º 152, 2.º Suplemento, de 03/07/2001. Inclui no seu território as aldeias e bairros do Cume, Espinheiro, Fontainhas, Moita, Olival, Papanata, Rego, Reguengo, Ribeira, Telhada e Santa Luzia. Embora abrangendo uma área relativamente reduzida, em comparação com as restantes freguesias do concelho, Gândaras apresenta, ao longo dos seus 10,04 km² de área, uma diversidade paisagística e morfológica únicas, tanto na região, como no próprio município da Lousã. Caracteristicamente, o território é marcado pela presença de relevos suaves, campos de cultivo e zonas de regadio, que vão alternando com pequenas colinas, habitualmente pontilhadas de floresta autóctone (sobretudo castanheiros e carvalhos), resinosas e densas extensões de vegetação ripícola (choupos, amieiros, vidoeiros, etc.), proporcionadas pela abundância de cursos de água, nomeadamente do rio Arouce (popularmente conhecido como Ribeira de São João) e do Ribeiro Branco. Ainda com fortes traços de rusticidade, a freguesia vai tentando manter uma ligação às atividades agrícolas e ao mundo rural, como é, aliás, testemunha disso, a sua simbologia heráldica. Nos últimos anos, as Gândaras têm experimentado uma enorme revolução a nível agrícola, vendo-se a tradicional dinâmica de subsistência dominada pelas novas técnicas de cultivo, rega e aproveitamento do solo, privilegiando-se, em grande medida, a mão de obra mais jovem e o recurso a tecnologias mais avançadas. Tendo em conta estas características geográficas, é possível traçar dois planos urbanísticos da freguesia. Por um lado, e na maior parte do território, encontramos um tipo de povoamento misto, marcado pela bipolaridade entre campo e urbe, no qual as povoações se desenvolvem ao longo dos principais eixos viários, num perfil longitudinal. Ruas estreitas, habitações plurifamiliares (geralmente casas agrícolas, de dois ou mais andares), vielas e caminhos agrícolas retalham os lugares da Moita, Fontainhas, Papanata, Reguengo, Ribeira e Santa Luzia, onde se concentra a maioria da população, lugares esses que se sucedem uns aos outros, em percurso linear, estando os limites ao critério dos seus habitantes e da sabedoria local. Já nas aldeias do Cume, Espinheiro, e também, em certa medida, no Olival, as populações organizam-se de forma distinta. Estes sítios apresentam uma forma clássica, concêntrica, onde culmina, num pequeno largo ou praça, uma capela, talvez pela sua dimensão histórica, ou até pelos condicionamentos geográficos, na medida em que se tratam de lugares mais isolados. thumb|290px|direita|Localização no Município de Lousã ==Demografia== Nota: freguesia criada pela Lei n.o 18-A/2001, de 3 de julho, com lugares desanexados da freguesia da Lousã. A população registada nos censos foi: Distribuição da População por Grupos Etários Ano 0-14 Anos 15-24 Anos 25-64 Anos > 65 Anos 2011 192 136 701 279 2021 115 120 577 299 ==Ligações externas== * Memória Descritiva da ARU de Gândaras Categoria:Freguesias da Lousã",
 "title": "Gândaras"
}