{
 "id": "16066",
 "text": "A computação gráfica é a área da computação destinada à geração de imagens em geral — em forma de representação de dados e informação, ou em forma de arte e recriação do mundo real. Ela pode possuir uma infinidade de aplicações para diversas áreas, desde a própria informática, ao produzir interfaces gráficas para software, sistemas operacionais e sites na Internet, quanto para produzir animações e jogos. É muito utilizada na indústria do entretenimento, engenharia, arquitetura, design, pesquisa científica e na área de comunicação (publicidade e propaganda, jornalismo, cinema, TV, etc.). == Origem e desenvolvimento == A computação gráfica surgiu para criar uma interface humana para visualização de dados e também para a arte. Um dos aspectos mais importantes está no desenvolvimento dos dispositivos de interação humano- computador (monitores, mouses, teclados). == Aplicações == A computação gráfica intervém em diversas áreas, tais como: * Artes: Para expressão artística utilizando os ambientes gráfico-computacionais como meio ou fim, tais como gravura digital, arte digital, web arte. * Arquitetura e Design de produto: desenvolvimento gráfico dos projetos de forma visual e com a aplicação dos cálculos matemáticos para os testes dos projetos quanto a resistência, a variação de luz e ambientes. * Jogos: Jogos são a maior aplicação da computação gráfica, e a grande motivação para seu desenvolvimento, resultando também no desenvolvimento e aprimoramento de equipamentos para este tipo de trabalhos, como placas de vídeo e processadores mais poderosos * Cinema: para produção de efeitos especiais, retoques nas imagens do filme, e filmes de animação. O primeiro filme a utilizar CGI foi Tron - Uma Odisseia Eletrônica (1982) e, um dos primeiros filmes a utilizar efeitos em pessoas e elementos foi Exterminador do Futuro,Documentário sobre a produção de Jurassic Park o primeiro filme a utilizar efeitos especiais em animais foi Jurassic Park. * Engenharia: simulação de todas as espécies de eventos físicos, químicos dos materiais envolvidos nos projetos em elaboração. * Geoprocessamento: Para geração de dados relacionados a cidades, regiões e países. * Medicina: Para análise de exames como tomografia, radiografia, e mais recentemente o ultra-som (que consegue gerar a partir deste uma imagem em 3D) * Design visual: para o desenvolvimento de mídias visuais, desde a impressa (como propagandas em revistas e outdoors) quanto para o auxílio cinematográfico dos comerciais televisivos. == Conceitos == * Imagem: Uma pintura bidimensional, podendo ser um desenho ou uma fotografia, também pode ser capturada através do olho humano. * Pixel: Contido em imagens digitais, o pixel é a menor parte de uma imagem, geralmente são representados em forma de quadrados ou círculos. * Gráfico: São representações visuais em uma superfície, geralmente usados para se mostrar uma cena, gráficos podem ser bidimensionais ou tridimensionais. * Renderização: Processo de gerar uma imagem a partir de modelos em um mundo tridimensional. ** Projeção 3D: método de mapear pontos tridimensionais em plano bidimensional. ** Ray Tracing: Técnica usada para gerar uma imagem tracejando o caminho da luz através de um plano de imagem. ** Sombreamento: Técnica de calcular o nível de escuridão em modelos 3D. ** Mapeamento de textura: método de aplicar detalhes a uma superfície 3D lisa. == Geração de imagens em um computador == Toda a computação gráfica é baseada em pixels que são pontos que fazem com que a imagem seja sintetizada visualmente em um monitor. Seja em 3D por modelagem tridimensional ou 2D, o profissional em computação gráfica trabalha direta ou indiretamente com pixels e suas compressões. Isso porque todo o nosso formato de vídeo, tanto monitores, televisores, celulares, cinema ou qualquer tipo de emissor de imagens atualmente são interligados por uma série de algoritmos e ferramentas padrões de construção e edição de imagens. Levando em conta que a maioria de criações e edições passam por um computador para um resultado melhor ou mais atraente. Atualmente, as ferramentas para a construção de imagens (os softwares) lidam praticamente sozinhos com toda a parte algorítmica do hardware; quanto mais específico for o resultado de uma determinada ferramenta, mais real o objeto criado será. No entanto, os programas mais poderosos são bastante flexíveis em relação a isso, ou seja, é possível em muitos softwares que novas ferramentas sejam criadas por usuários que tenham um mínimo de conhecimento em programação. É possível criar verdadeiros programas dentro desses programas, como é o caso do 3D Studio Max, software para criação de imagens em 3D da Autodesk, ou do Software livre Gimp para desenhos em 2D. Desta maneira, o usuário pode tanto criar algo que seja mais próximo a seu interesse como também diminuir em muito seu tempo de trabalho. == Aplicativos para computação gráfica == == Bibliografia == * Allan Brito, Blender 3D - Guia do Usuário, Novatec Editora, 2006, 448 p. () == Ligações externas == *",
 "title": "Computação gráfica"
}