{
 "id": "16148",
 "text": "Ortiga é uma povoação portuguesa sede da Freguesia de Ortiga do Município de Mação, freguesia com 16,37 km² de área e 534 habitantes (censo de 2021), tendo, por isso, uma densidade populacional de . == História == Foi habitada por uma comunidade judaica sefardita. A localidade, junto do rio Tejo, tem uma paisagem que se alarga até longe, sobre os campos vizinhos ao rio. Os antepassados históricos de Ortiga são em tudo semelhantes aos do resto do Concelho de Mação. Freguesia desde 21 de março de 1928, é uma área rica em espólio de épocas históricas como a Romana onde se destaca a estação arqueológica do Vale do Junco que se pensa tratar-se de um balneário romano. Ainda anterior a esta construção podemos encontrar uma anta em excelente estado de conservação que se situa na foz do Rio Frio. No entanto, nem só de património histórico e artístico vive Ortiga, onde podemos desfrutar toda a beleza natural dos vastos pinhais e da albufeira da Barragem de Belver (Rio Tejo), onde durante todo o ano são praticados vários desportos náuticos e usufruir da soberba paisagem oferecida. Historicamente a designação Ortiga poderá ter início com a passagem nesta região dos sarracenos que aqui se fixaram e aplicaram um topónimo derivado do grego (Ortygus). Veja-se que Ortigo na nossa língua é uma palavra de origem grega usada para traduzir a ideia de codorniz (ortigopia, jogo praticado na antiga Atenas, consistia em abater codornizes à mão). Assim terá nascido a designação de Ortiga devido a abundância de codornizes nestes campos. Do grego Ortygus por via árabe surge Ortigana “terra de codornizes” que por sua vez, com os primeiros povoadores cristãos, perde a sílaba final. A freguesia foi criada pelo decreto nº 15.324, de 31/03/1928, com lugares das freguesias de Mação e Penhascoso ==Demografia== A população registada nos censos foi: Distribuição da População por Grupos Etários Ano 0-14 Anos 15-24 Anos 25-64 Anos > 65 Anos 2001 61 58 299 209 2011 56 48 247 239 2021 24 36 213 261 == Atividades económicas == Silvicultura, agricultura, apicultura, indústria têxtil, construção civil, comércio, turismo, pesca, moagem. == Localidades == * Barragem * Estação * Ortiga == Património == * Anta da Casa dos Mouros * Estação arqueológica romana de Vale de Junco * Igreja Matriz de Ortiga * Anta da Foz == Outros locais de interesse turístico == * Barragem * Parque de Campismo * Praia Fluvial de Ortiga * Jardim da freguesia * Casa de Turismo Rural (www.casadaestacao.com) * Casa da Galinhola == Festas e romarias == * Nossa Senhora das Dores (sábado mais próximo de 15 de agosto) == Gastronomia == * Lampreia * Achegã * Caldeirada de peixe * Migas (diferentes das migas alentejanas mais conhecidas) * Açordas de ovas * Enguias == Artesanato == * Picareto * Peças em madeira e arame (crivos, peneiras, gaiolas) * Mantas * Colchas * Tapetes == Colectividades == * Cooperativa de Prestação de Serviços Agro-Pecuários - COPSAPOR * Cooperativa dos Olivicultores de Ortiga * Liga Regional de Melhoramentos de Ortiga * Associação dos Caçadores de Ortiga * Associação Recreativa Cultural e Desportiva \"Os Amigos da Estação de Ortiga\"",
 "title": "Ortiga (Mação)"
}