{
 "id": "1628",
 "text": "Religião é uma série de sistemas socioculturais compostos por práticas, organizações, morais, crenças, cosmovisões, textos sagrados, lugares santificados, profecias ou ética que geralmente relacionam a humanidade a elementos sobrenaturais, transcendentais e espirituais \\- embora não haja consenso acadêmico sobre o que precisamente constitui uma \"religião\". Diferentes religiões podem ou não conter vários elementos que vão desde o divino, a sacralidade, a féTillich, P. (1957) Dynamics of faith. Harper Perennial; (p. 1). e um ser ou seres supremos. As práticas religiosas podem incluir rituais, sermões, festivais, venerações (de divindades ou santos), sacrifícios, festas, transes, iniciações, serviços matrimoniais e funerários, meditações, orações, músicas, artes ou danças. As religiões têm histórias e narrativas que podem ser preservadas em textos, símbolos e locais sagrados, que visam principalmente dar sentido à vida, além de muitas vezes terem contos simbólicos que podem tentar explicar a origem da vida, do universo e de outros fenômenos; alguns seguidores acreditam que estas são histórias verdadeiras; outros as consideram um mito. Tradicionalmente, tanto a fé como a razão têm sido consideradas fontes de crenças religiosas. Existem cerca de 10 mil religiões diferentes em todo o mundo, embora quase todas tenham grupos de seguidores relativamente pequenos e regionais. Quatro religiões - cristianismo, islamismo, hinduísmo e budismo - representam mais de 77% da população mundial. Cerca de 92% da população global segue uma das quatro religiões principais citadas ou se identifica como não religiosa, o que significa que as mais de 9 mil religiões restantes representam apenas 8% da população do planeta. O grupo demográfico sem filiação religiosa inclui aqueles que não se identificam com nenhuma religião específica, como ateus e agnósticos, embora muitos ainda tenham várias crenças religiosas. Muitas religiões mundiais também são religiões organizadas, como as religiões abraâmicas, enquanto outras são indiscutivelmente menos, em particular as religiões populares, as religiões indígenas e algumas religiões orientais. Uma parte da população mundial também é membro de novos movimentos religiosos. O estudo da religião compreende uma ampla variedade de disciplinas acadêmicas, como teologia, filosofia da religião, religião comparada e estudos científicos sociais. As teorias da religião oferecem várias explicações para as suas origens e funcionamento, incluindo os fundamentos ontológicos do ser e da crença religiosa. == Etimologia == O termo religião é derivado da palavra latina , que segundo o filósofo romano Cícero vem de : (que significa \"de novo\") + (que significa \"ler\", \"examinar\", \"escolher\"). Contrariamente, alguns estudiosos modernos como Tom Harpur e Joseph Campbell argumentaram que é derivado de : (que significa \"de novo\") + (\"ligar\" ou \"conectar\"), o que foi destacado por Santo Agostinho seguindo a interpretação dada por Lactâncio em , IV, 28.In The Pagan Christ: Recovering the Lost Light. Toronto. Thomas Allen, 2004. In The Power of Myth, with Bill Moyers, ed. Betty Sue Flowers, New York, Anchor Books, 1991. O uso medieval do termo também alterna com a designação de comunidades vinculadas, como as das ordens monásticas: \"ouvimos falar da 'religião' do Velocino de Ouro, de um cavaleiro 'da religião de Avis'\". Na antiguidade clássica, significava consciência, senso de direito, obrigação moral ou dever para com qualquer coisa. No mundo antigo e medieval, a raiz etimológica latina do termo era entendida como uma virtude individual de adoração em contextos mundanos; nunca como doutrina, prática ou fonte real de conhecimento. era mais frequentemente usado pelos antigos romanos não no contexto de uma relação com os deuses, mas como uma série de emoções gerais que surgiram da atenção intensificada em qualquer contexto mundano, como hesitação, cautela, ansiedade ou medo, bem como sentimentos de limitação, restrição ou inibição. O termo também estava intimamente relacionado a outras expressões, como (que significava \"muito precisamente\") e (que significava muito medo, ansiedade ou vergonha). O conceito compartimentado de religião, onde as coisas religiosas e mundanas eram separadas, não foi usado até 1500, quando o conceito contemporâneo de religião foi utilizado pela primeira vez para distinguir os domínios da Igreja Católica e das autoridades civis; a Paz de Augsburgo marca esse exemplo, que foi descrito por Christian Reus-Smit como \"o primeiro passo no caminho para um sistema europeu de Estados soberanos\". == Definição == Não há consenso acadêmico sobre uma definição de religião. Existem, no entanto, dois sistemas de definição geral: o sociológico/funcional e o fenomenológico/filosófico.Vgl. Johann Figl: Handbuch Religionswissenschaft: Religionen und ihre zentralen Themen. Vandenhoeck & Ruprecht, 2003, , S. 65.Julia Haslinger: Die Evolution der Religionen und der Religiosität, s. Literatur Religionsgeschichte, S. 3–4, 8.Johann Figl: Handbuch Religionswissenschaft: Religionen und ihre zentralen Themen. Vandenhoeck & Ruprecht, 2003, , S. 67.Peter Antes: Religion, religionswissenschaftlich. In: EKL Bd. 3, Sp. 1543. S. 98. A religião é um conceito moderno encontrado em textos do século XVII devido a eventos como a divisão da cristandade durante a Reforma Protestante e a globalização na Era das Explorações, que envolveu o contato com inúmeras culturas estrangeiras com línguas não-europeias. Alguns argumentam que, independentemente da sua definição, não é apropriado aplicar o termo religião a culturas não- ocidentais, enquanto alguns seguidores de várias religiões repreendem o uso da palavra para descrever o seu próprio sistema de crenças. O conceito de \"religião antiga\" deriva de interpretações modernas de uma série de práticas que estão em conformidade com um conceito moderno de religião, influenciado pelo discurso cristão do início da modernidade e do século XIX. O conceito de religião foi formado nos séculos XVI e XVII, apesar de antigos textos sagrados, como a Bíblia, o Alcorão e outros, não terem uma palavra ou mesmo um conceito de religião nas línguas originais nem o fizeram os povos ou as culturas em que eles foram escritos. Por exemplo, não existe um equivalente preciso de \"religião\" em hebraico e o judaísmo não distingue claramente entre identidades religiosas, nacionais, raciais ou étnicas. Um dos seus conceitos centrais é , cujo significado é \"caminhada\" ou \"caminho\" e às vezes traduzido como \"lei\", que orienta a prática e crença religiosa e muitos aspectos da vida diária. Embora as crenças e tradições do judaísmo sejam encontradas no mundo antigo, os antigos judeus viam a sua identidade como sendo étnica ou nacional e não implicava um sistema de crenças obrigatório ou rituais regulamentados. No século I, Josefo usou o termo grego (judaísmo) como um termo étnico que não estava ligado a conceitos abstratos modernos de religião ou a um conjunto de crenças. O próprio conceito de \"judaísmo\" foi inventado pela Igreja Cristã e foi no século XIX que os judeus começaram a ver a sua cultura ancestral como uma religião análoga ao cristianismo. A palavra grega , usada por escritores gregos como Heródoto e Josefo, é encontrada no Novo Testamento e às vezes é traduzida como \"religião\" nas traduções atuais, mas o termo era entendido como \"adoração\" genérica até o período medieval. No Alcorão, a palavra árabe é frequentemente traduzida como \"religião\" nas traduções modernas, mas até meados de 1600 os tradutores expressavam como \"lei\". A palavra sânscrita dharma, às vezes traduzida como \"religião\", mas também significa lei. Em todo o Sul da Ásia clássico, o estudo da lei consistia em conceitos como penitência através da piedade e tradições, bem como práticas cerimoniais. O Japão medieval inicialmente tinha uma união semelhante entre a lei imperial e a lei universal (ou de Buda), mas estas mais tarde se tornaram fontes independentes de poder.Neil McMullin. Buddhism and the State in Sixteenth-Century Japan. Princeton, N.J. : Princeton University Press, 1984. Quando navios de guerra estadunidenses apareceram na costa japonesa em 1853 e forçaram o governo local a assinar tratados exigindo, entre outras coisas coisas, liberdade religiosa, o país teve que lidar com este conceito. Embora tradições, textos sagrados e práticas tenham existido ao longo do tempo, a maioria das culturas não se alinhou com as concepções ocidentais de religião, uma vez que não separavam a vida quotidiana do sagrado. Os nativos americanos eram considerados como povos sem religiões e também não tinham uma palavra para \"religião\" em suas línguas nativas. Ninguém se identificava como \"hindu\" ou \"budista\" ou outros termos semelhantes antes de 1800. \"Hindu\" tem sido historicamente usado como identificador geográfico, cultural e, posteriormente, religioso para povos indígenas do subcontinente indiano. A Enciclopédia de Religiões MacMillan afirma: == Aspectos == === Crenças === Tradicionalmente, a fé, além da razão, tem sido considerada fonte de crenças religiosas. A interação entre fé e razão, e a sua utilização como suporte para crenças religiosas, tem sido um assunto de interesse para filósofos e teólogos. A origem da crença religiosa como tal é uma questão em aberto, com possíveis explicações incluindo a consciência da morte individual, um sentido de comunidade e sonhos. ==== Mitologia ==== A palavra mito tem vários significados: # Uma história tradicional de eventos ostensivamente históricos que serve para revelar parte da visão de mundo de um povo ou explicar uma prática, crença ou fenômeno natural; # Uma pessoa ou coisa que tem apenas uma existência imaginária ou inverificável; ou # Uma metáfora para a potencialidade espiritual do ser humano.Joseph Campbell, The Power of Myth, p. 22 As antigas religiões politeístas, como as da Grécia, Roma e Escandinávia, são geralmente categorizadas sob o título de \"mitologia\". As religiões dos povos pré- industriais, ou culturas em desenvolvimento, são igualmente chamadas de \"mitos\" na antropologia da religião, um termo que pode ser usado pejorativamente tanto por pessoas religiosas quanto por não religiosas. Ao definir as histórias e crenças religiosas de outra pessoa como mitologia, implica-se que elas são menos reais ou verdadeiras do que as próprias histórias e crenças religiosas. Joseph Campbell observou: \"A mitologia é frequentemente considerada como a religião de outras pessoas, e a religião pode ser definida como mitologia mal interpretada.\"Joseph Campbell, Thou Art That: Transforming Religious Metaphor. Ed. Eugene Kennedy. New World Library . Na sociologia, entretanto, o termo \"mito\" tem um significado não pejorativo. Lá, o mito é definido como uma história que é importante para o grupo, seja ou não objetiva ou comprovadamente verdadeira. === Práticas === As práticas de uma religião podem incluir rituais, sermões, veneração de uma divindade (deus ou deusa), sacrifícios, festivais, festas, transes, iniciações, serviços funerários, serviços matrimoniais, meditação, oração, música religiosa, arte religiosa, dança sacra ou outros aspectos da cultura humana. Oxford Dictionaries mythology, acessado em 9 de setembro de 2012 === Organização social === As religiões têm uma base social, quer como uma tradição viva que é levada a cabo por participantes leigos, quer com um clero organizado, e uma definição do que constitui adesão. == Estudo acadêmico == Uma série de disciplinas estudam o fenômeno da religião: teologia, religião comparada, história da religião, antropologia da religião, psicologia da religião (incluindo neurociência da religião), sociologia da religião, entre outros. Daniel L. Pals menciona oito teorias clássicas da religião, focando em vários aspectos da religião: animismo e magia, de E. B. Tylor e J.G. Frazer ; a abordagem psicanalítica de Sigmund Freud; e ainda Émile Durkheim, Karl Marx, Max Weber, Mircea Eliade, EE Evans-Pritchard e Clifford Geertz. === Teorias === As teorias sociológicas e antropológicas geralmente tentam explicar a origem e a função da religião. Estas teorias definem o que apresentam como características universais da crença e da prática religiosa. ==== Origens e desenvolvimento ==== A origem da religião é incerta. De acordo com os antropólogos John Monaghan e Peter Just, \"Muitas das grandes religiões do mundo parecem ter começado como algum tipo de movimento de revitalização, à medida que a visão de um profeta carismático desperta a imaginação de pessoas que buscam uma resposta mais abrangente para seus problemas do que sentem de crenças cotidianas. Indivíduos carismáticos surgiram em muitos momentos e lugares no mundo. Parece que a chave para o sucesso a longo prazo - e muitos movimentos vêm e vão com pouco efeito a longo prazo - tem relativamente pouco a ver com o profetas, que aparecem com surpreendente regularidade, mas mais a ver com o desenvolvimento de um grupo de apoiadores que sejam capazes de institucionalizar o movimento.\" O desenvolvimento da religião assumiu diferentes formas em diferentes culturas. Algumas religiões colocam ênfase na crença, enquanto outras enfatizam a prática. Algumas centram-se na experiência subjetiva do indivíduo religioso, enquanto outras consideram as atividades da comunidade religiosa as mais importantes. Algumas afirmam ser universais, acreditando que suas leis e cosmologia são obrigatórias para todos, enquanto outras se destinam a ser praticadas apenas por um grupo bem definido ou localizado. Em muitos lugares, a religião tem sido associada a instituições públicas como educação, hospitais, família, governo e hierarquias políticas. Monoghan e Just também afirmam que \"uma coisa que a religião ou crença nos ajuda a fazer é lidar com problemas da vida humana que são significativos, persistentes e intoleráveis. Uma maneira importante pela qual as crenças religiosas conseguem isso é fornecendo um conjunto de ideias sobre como e por que o mundo é construído, que permite às pessoas acomodar ansiedades e lidar com o infortúnios.\" ==== Sistema cultural ==== Embora o conceito de religião seja difícil de definir, um modelo padrão de religião, usado em cursos de estudos religiosos, foi proposto por Clifford Geertz, que simplesmente o chamou de “sistema cultural”.Clifford Geertz, Religion as a Cultural System, 1973 Uma crítica do modelo de Geertz por Talal Asad categorizou a religião como \"uma categoria antropológica\".Talal Asad, The Construction of Religion as an Anthropological Category, 1982. A classificação quíntupla de Richard Niebuhr (1894–1962) da relação entre Cristo e cultura, no entanto, indica que religião e cultura podem ser vistas como dois sistemas separados, embora com alguma interação.Richard Niebuhr, Christ and Culture (San Francisco: Harper & Row, 1951) as cited by Domenic Marbaniang, \"The Gospel and Culture: Areas of Conflict, Consent, and Conversion\", Journal of Contemporary Christian Vol. 6, No. 1 (Bangalore: CFCC, Aug 2014), pp. 9–10 ==== Construcionismo social ==== Uma teoria acadêmica moderna da religião, o construcionismo social, diz que a religião é um conceito moderno que sugere que toda prática e adoração espiritual segue um modelo semelhante às religiões abraâmicas como um sistema de orientação que ajuda a interpretar a realidade e a definir os seres humanos.Vergote, Antoine, Religion, belief and unbelief: a psychological study, Leuven University Press, 1997, p. 89 ==== Ciência cognitiva ==== A ciência cognitiva da religião é o estudo do pensamento e do comportamento religioso da perspectiva das ciências cognitivas e evolutivas. O campo emprega métodos e teorias de uma ampla gama de disciplinas, como: psicologia cognitiva, psicologia evolutiva, antropologia cognitiva, inteligência artificial, neurociência cognitiva, neurobiologia, zoologia e etologia. Os estudiosos deste campo procuram explicar como as mentes humanas adquirem, geram e transmitem pensamentos, práticas e esquemas religiosos por meio de capacidades cognitivas comuns. Alucinações e delírios relacionados a conteúdo religioso ocorrem em cerca de 60% das pessoas com esquizofrenia. Embora este número varie entre culturas, isto levou a teorias sobre uma série de fenômenos religiosos influentes e possível relação com perturbações psicóticas. Várias experiências proféticas são consistentes com sintomas psicóticos, embora diagnósticos retrospectivos sejam praticamente impossíveis. Episódios esquizofrênicos também são vivenciados por pessoas que não acreditam em deuses. O conteúdo religioso também é comum na epilepsia do lobo temporal e no transtorno obsessivo-compulsivo. O conteúdo ateísta também é comum na epilepsia do lobo temporal. === Comparativismo === A religião comparada é o ramo do estudo das religiões preocupado com a comparação sistemática das doutrinas e práticas das religiões do mundo. Em geral, o estudo comparativo da religião produz uma compreensão mais profunda das preocupações filosóficas fundamentais da religião, como ética, metafísica, natureza e salvação. O estudo desse material visa proporcionar uma compreensão mais rica e sofisticada das crenças e práticas humanas relativas ao sagrado, ao numinoso, ao espiritual e ao divino.\"Human beings' relation to that which they regard as holy, sacred, spiritual, and divine\" Encyclopædia Britannica (online, 2006), cited after No campo da religião comparada, uma classificação geográfica comum das principais religiões do mundo inclui as religiões do Oriente Médio (como o zoroastrismo e as religiões iranianas), as religiões indianas, as religiões da Ásia Oriental, as religiões africanas, as religiões americanas, as religiões oceânicas e as religiões helenísticas clássicas. == Classificação == Nos séculos XIX e XX, a prática acadêmica da religião comparada dividiu a crença religiosa em categorias filosoficamente definidas chamadas religiões mundiais. Alguns acadêmicos que estudam o assunto dividiram as religiões em três grandes categorias: # Religiões mundiais, termo que se refere a religiões transculturais e internacionais; # Religiões indígenas, que se referem a grupos religiosos menores, específicos de uma cultura ou de uma nação; e # Novos movimentos religiosos, que se refere às religiões recentemente desenvolvidas.Harvey, Graham (2000). Indigenous Religions: A Companion. (Ed: Graham Harvey). London and New York: Cassell. p. 6. Alguns estudiosos recentes argumentaram que nem todos os tipos de religião são necessariamente separados por filosofias mutuamente exclusivas e, além disso, que a utilidade de atribuir uma prática a uma determinada filosofia, ou mesmo chamar uma determinada prática de religiosa, em vez de cultural, política ou social, é limitada.Brian Kemble Pennington Was Hinduism Invented? New York: Oxford University Press US, 2005. Russell T. McCutcheon. Critics Not Caretakers: Redescribing the Public Study of Religion. Albany: SUNY Press, 2001.Nicholas Lash. The beginning and the end of 'religion'. Cambridge University Press, 1996. === Classificação morfológica === Alguns estudiosos classificam as religiões como religiões universais que buscam aceitação mundial e procuram ativamente novos convertidos, como o cristianismo, o islamismo, o budismo e o jainismo, enquanto as religiões étnicas são identificadas com um grupo étnico específico e não procuram convertidos. Outros rejeitam a distinção, salientando que todas as práticas religiosas, qualquer que seja a sua origem filosófica, são étnicas porque provêm de uma cultura particular.Timothy Fitzgerald. The Ideology of Religious Studies. New York: Oxford University Press US, 2000.Craig R. Prentiss. Religion and the Creation of Race and Ethnicity. New York: NYU Press, 2003. Tomoko Masuzawa. The Invention of World Religions, or, How European Universalism Was Preserved in the Language of Pluralism. Chicago: University of Chicago Press, 2005. === Classificação demográfica === Os cinco maiores grupos religiosos em termos de população mundial, estimados em 5,8 bilhões de pessoas e 84% da população, são o cristianismo, o islamismo, o budismo, o hinduísmo (com os números relativos ao budismo e hinduísmo dependentes da extensão do sincretismo) e religiões tradicionais. Cinco maiores religiões 2015 (bilhões) 2015 (%) Cristianismo 2,3 31% Islamismo 1,8 24% Hinduísmo 1,1 15% Budismo 0,5 6,9% Religião popular 0,4 5,7% Total 6.1 83% Uma pesquisa global em 2012 pesquisou 57 países e relatou que 59% da população mundial se identificou como religiosa, 23% como não religiosa, 13% como ateus convictos e também uma diminuição de 9% na identificação como religiosa quando comparada com a média de 2005 de 39 países. Uma pesquisa de acompanhamento em 2015 descobriu que 63% do mundo se identificava como religioso, 22% como não religioso e 11% como ateus convictos Em média, as mulheres são mais religiosas que os homens. Algumas pessoas seguem múltiplas religiões ou múltiplos princípios religiosos ao mesmo tempo, independentemente da permissão ou não do sincretismo.Soul Searching: The Religious and Spiritual Lives of American Teenagers – p. 77, Christian Smith, Melina Lundquist Denton – 2005\"Christ in Japanese Culture: Theological Themes\" in Shusaku Endo's Literary Works, Emi Mase-Hasegawa – 2008New poll reveals how churchgoers mix eastern new age beliefs acessado em 26 de julho de 2013 Prevê- se que as populações sem religião diminuam, mesmo tendo em conta as taxas de desfiliação, devido às diferenças nas taxas de natalidade. Os estudiosos indicaram que a religiosidade global pode estar aumentando devido aos países religiosos terem taxas de natalidade mais altas em geral. == Principais grupos religiosos == === Abraâmicas === ==== Judaísmo ==== ==== Cristianismo ==== ==== Islamismo ==== === Ásia Oriental === ==== Taoísmo ==== ==== Confucionismo ==== ==== Religiões populares ==== Religião popular chinesa: as religiões nativas dos chineses han, ou, por metonímia, de todas as populações da esfera cultural chinesa. Inclui o sincretismo do confucionismo, taoísmo e budismo, wuísmo, bem como muitos novos movimentos religiosos, como Falun Gong e Yiguandao. Outras religiões populares e novas do Leste Asiático e do Sudeste Asiático, como o xamanismo coreano, o Chondogyo e o Jeung San Do na Coreia do Sul; xintoísmo, Shugendo, religião Ryukyuan e Shinshūkyō no Japão; areligião popular vietnamita, Cao Đài e Hòa Hảo no Vietnã. === Religiões indianas === As religiões indianas são praticadas ou foram fundadas no subcontinente indiano. Às vezes são classificadas como as religiões dármicas, pois todas apresentam o dharma, a lei específica da realidade e os deveres esperados de acordo com a religião. ==== Hinduísmo ==== ==== Jainismo ==== ==== Budismo ==== ==== Siquismo ==== === Indígenas e folclóricas === Religiões indígenas ou religiões folclóricas referem-se a uma ampla categoria de religiões tradicionais que podem ser caracterizadas pelo xamanismo, animismo e culto aos ancestrais, onde tradicional significa \"indígena, aquilo que é aborígine ou fundacional, transmitido de geração em geração...\".J.O. Awolalu (1976) What is African Traditional Religion? Studies in Comparative Religion Vol. 10, No. 2. (Spring, 1976). São religiões intimamente associadas a um determinado grupo de pessoas, etnia ou tribo; muitas vezes não têm credos formais ou textos sagrados.Pew Research Center (2012) The Global Religious Landscape. A Report on the Size and Distribution of the World's Major Religious Groups as of 2010 . The Pew Forum on Religion & Public Life. Algumas religiões são sincréticas, fundindo diversas crenças e práticas religiosas. === Africanas === === Iranianas === ==== Zoroastrismo ==== === Novos movimentos religiosos === == Aspectos relacionados == === Lei === O estudo do direito e da religião é um campo relativamente novo, com vários milhares de estudiosos envolvidos em faculdades de direito e departamentos acadêmicos, incluindo ciência política, religião e história, desde 1980. Os estudiosos da área não se concentram apenas em questões estritamente legais sobre liberdade religiosa, mas também estudam as religiões à medida que são qualificadas por meio de discursos judiciais ou da compreensão jurídica dos fenômenos religiosos. Os expoentes analisam o direito canônico, o direito natural e o direito estatal, muitas vezes em uma perspectiva comparativa.Norman Doe, Law and Religion in Europe: A Comparative Introduction (2011).W. Cole Durham and Brett G. Scharffs, eds., Law and religion: national, international, and comparative perspectives (Aspen Pub, 2010). Os especialistas exploraram temas da história ocidental relacionados ao cristianismo e à justiça e à misericórdia, ao governo e à equidade, e à disciplina e ao amor.John Witte Jr. and Frank S. Alexander, eds., Christianity and Law: An Introduction (Cambridge U.P. 2008) Tópicos de interesse comuns incluem o casamento e a famíliaJohn Witte Jr., From Sacrament to Contract: Marriage, Religion, and Law in the Western Tradition (1997). e os direitos humanos.John Witte, Jr., The Reformation of Rights: Law, Religion and Human Rights in Early Modern Calvinism (2008). Fora do cristianismo, os estudiosos analisaram as ligações entre a lei e a religião no Oriente Médio muçulmano e na Roma pagã. Alan Watson, The state, law, and religion: pagan Rome (University of Georgia Press, 1992). Os estudos concentraram-se na secularização. Em particular, a questão do uso de símbolos religiosos em público, como os lenços de cabeça islâmicos que são proibidos nas escolas francesas, tem recebido atenção acadêmica no contexto dos direitos humanos e do feminismo. === Ciência === A ciência reconhece a razão e a evidência empírica; e as religiões incluem revelação, fé e sacralidade, ao mesmo tempo que reconhecem explicações filosóficas e metafísicas no que diz respeito ao estudo do universo. Tanto a ciência como a religião não são monolíticas, intemporais ou estáticas porque ambas são empreendimentos sociais e culturais complexos que mudaram ao longo do tempo através de línguas e culturas diferentes. Os conceitos de ciência e religião são uma invenção recente: o termo \"religião\" surgiu no século XVII em meio à colonização e globalização e à Reforma Protestante. O termo \"ciência\" surgiu no século XIX a partir da filosofia natural em meio a tentativas de definir de forma restrita aqueles que estudavam a natureza (ciências naturais). Foi no século XIX que surgiram pela primeira vez os termos budismo, hinduísmo, taoísmo e confucionismo. No mundo antigo e medieval, as raízes etimológicas latinas da ciência (scientia) e da religião (religio) eram entendidas como qualidades internas do indivíduo ou virtudes, nunca como doutrinas, práticas ou fontes reais de conhecimento. Em geral, o método científico ganha conhecimento testando hipóteses para desenvolver teorias através da elucidação de fatos ou avaliação por experimentos e assim só responde a questões cosmológicas sobre o universo que podem ser observadas e medidas. Desenvolve teorias do mundo que melhor se adaptam às evidências fisicamente observadas. Todo o conhecimento científico está sujeito a posterior refinamento, ou mesmo rejeição, face a evidências adicionais. As teorias científicas que têm uma esmagadora preponderância de evidências favoráveis são frequentemente tratadas como verdades de facto na linguagem geral, como as teorias da relatividade geral e da seleção natural para explicar respectivamente os mecanismos da gravidade e da evolução. A religião não tem um método per se, em parte porque as religiões emergem ao longo do tempo a partir de diversas culturas e é uma tentativa de encontrar significado no mundo e de explicar o lugar da humanidade nele e a relação com ele e com quaisquer entidades postas. Em termos de teologia cristã, as pessoas confiam na razão, na experiência, nas escrituras e na tradição para testar e avaliar o que vivenciam e em que deveriam acreditar. Além disso, os modelos religiosos, a compreensão e as metáforas também são passíveis de revisão, tal como os modelos científicos. Em relação à religião e à ciência, Albert Einstein afirma (1940): \"Pois a ciência só pode determinar o que é, mas não o que deveria ser, e fora do seu domínio, julgamentos de valor de todos os tipos permanecem necessários. A religião, por outro lado, lida apenas com avaliações do pensamento e da ação humana; não pode falar justificadamente de fatos e relações entre fatos ... Agora, embora os domínios da religião e da ciência em si estejam claramente separados um do outro, ainda assim existe entre os dois fortes relações e dependências recíprocas. Embora a religião possa ser aquilo que determina os objetivos, ela aprendeu, no entanto, com a ciência, no sentido mais amplo, quais meios contribuirão para a consecução dos objetivos que estabeleceu. === Moralidade === Religião e moralidade não são sinônimos. Embora seja “uma suposição quase automática”. Muitas religiões têm estruturas de valores relativas ao comportamento pessoal destinadas a orientar os adeptos na determinação entre o certo e o errado. Estes incluem o halacá do judaísmo, a xaria do islamismo, o direito canônico do catolicismo, o Nobre Caminho Óctuplo do budismo e o conceito de bons pensamentos, boas palavras e boas ações do zoroastrismo, entre outros. === Política === A religião teve um impacto significativo no sistema político de muitos países. Notavelmente, a maioria dos países de maioria muçulmana adotam vários aspectos da xaria, a lei islâmica. Alguns países até se definem em termos religiosos, como o Irã. A sharia afecta assim até 23% da população global, ou 1,57 bilhão de pessoas que são muçulmanas. Contudo, a religião também afeta as decisões políticas em muitos países ocidentais. Por exemplo, nos Estados Unidos, 51% dos eleitores teriam menos probabilidade de votar num candidato presidencial que não acreditasse em Deus.The Economist explains: The role of religion in America's presidential race , The Economist, 25 de fevereiro de 2016 Os cristãos representam 92% dos membros do Congresso dos Estados Unidos, em comparação com 71% do público em geral (em 2014). Ao mesmo tempo, embora 23% dos adultos norte-americanos não tenham filiação religiosa, apenas um membro do Congresso (Kyrsten Sinema, D-Arizona), ou 0,2% desse órgão, afirma não ter filiação religiosa. Na maioria dos países europeus, contudo, a religião tem uma influência muito menor na políticaEurope, religion and politics:Old world wars , The Economist, 22 de abril de 2014, embora costumava ser muito mais importante no passado. Por exemplo, o casamento entre pessoas do mesmo sexo e o aborto eram ilegais em muitos países europeus até recentemente, seguindo a doutrina cristã (geralmente católica). Vários líderes europeus são ateus (por exemplo, o antigo presidente da França, François Hollande, ou o primeiro- ministro da Grécia, Alexis Tsipras). Na Ásia, o papel da religião difere amplamente entre os países. Por exemplo, a Índia ainda é um dos países mais religiosos e a religião ainda tem um forte impacto na política, dado que os nacionalistas hindus têm como alvo minorias, como os muçulmanos e os cristãos, que historicamente pertenciam às castas inferiores.Lobo, L. 2000 Religion and Politics in India , America Magazine, 19 de fevereiro de 2000 Em contraste, países como a China ou o Japão são em grande parte seculares e, portanto, a religião tem um impacto muito menor na política. A secularização é a transformação da política de uma sociedade, passando da estreita identificação com os valores e instituições de uma determinada religião para valores não religiosos e instituições seculares. O objectivo disto é frequentemente a modernização ou proteção da diversidade religiosa da população. === Economia === Um estudo descobriu que existe uma correlação negativa entre a religiosidade e a riqueza das nações. Por outras palavras, quanto mais rica é uma nação, menor é a probabilidade dos seus habitantes se autodenominarem religiosos, independentemente do que esta palavra signifique para eles (muitas pessoas identificam-se como parte de uma religião (não irreligião), mas não se identificam como religiosas). O sociólogo e economista político Max Weber argumentou que os países cristãos protestantes são mais ricos devido à sua ética de trabalho protestante.Max Weber, [1904] 1920. The Protestant Ethic and the Spirit of Capitalism De acordo com um estudo de 2015, os cristãos detêm a maior riqueza (55% da riqueza total mundial), seguidos pelos muçulmanos (5,8%), hindus (3,3%) e judeus (1,1%). De acordo com o mesmo estudo, constatou-se que os irreligiosos ou adeptos de outras religiões detêm cerca de 34,8% da riqueza global total (embora representem apenas cerca de 20% da população mundial, ver secção sobre classificação). === Saúde === Os pesquisadores da Clínica Mayo examinaram a associação entre envolvimento religioso e espiritualidade, e saúde física, saúde mental, qualidade de vida relacionada à saúde e outros resultados de saúde. Os autores relataram que: \"A maioria dos estudos mostrou que o envolvimento religioso e a espiritualidade estão associados a melhores resultados de saúde, incluindo maior longevidade, habilidades de enfrentamento e qualidade de vida relacionada à saúde (mesmo durante doenças terminais) e menos ansiedade, depressão e suicídio\". Os autores de um estudo subsequente concluíram que a influência da religião na saúde é amplamente benéfica, com base numa revisão da literatura relacionada. De acordo com o acadêmico James W. Jones, vários estudos descobriram \"correlações positivas entre crenças e práticas religiosas e saúde física e mental, além de longevidade\". Uma análise dos dados do Inquérito Social Geral dos Estados Unidos de 1998, embora confirmando amplamente que a atividade religiosa estava associada a uma melhor saúde e bem-estar, também sugeriu que o papel das diferentes dimensões da espiritualidade/religiosidade na saúde é mais complexo. Os resultados sugeriram \"que pode não ser apropriado generalizar as descobertas sobre a relação entre espiritualidade/religiosidade, entre denominações, ou assumir que os efeitos são uniformes para homens e mulheres.\" === Críticas === A crítica da religião é o criticismo às ideias, à verdade ou à prática da religião, incluindo as suas implicações políticas e sociais. Autores como Hector Avalos, Regina Schwartz, Christopher Hitchens, e Richard Dawkins argumentaram que as religiões são inerentemente violentas e prejudiciais à sociedade, pois usam a violência para promover os seus objetivos, de formas que são endossadas e exploradas pelos seus líderes. O antropólogo Jack David Eller afirma que a religião não é inerentemente violenta, argumentando que \"religião e violência são claramente compatíveis, mas não são idênticas\". Ele afirma que “a violência não é essencial nem exclusiva da religião” e que “virtualmente toda forma de violência religiosa tem seu corolário não religioso”. Algumas religiões também praticam o sacrifício de animais, o ritual de matança e oferenda de um animal para apaziguar ou manter o favor de uma divindade. Os termos ateu (falta de crença em quaisquer deuses) e agnóstico (crença na incognoscibilidade da existência de deuses), embora especificamente contrários aos ensinamentos religiosos teístas (por exemplo, cristãos, judeus e muçulmanos), não significam, por definição, o oposto de religioso. Existem religiões (incluindo o budismo, o taoísmo e o hinduísmo), de fato, que classificam alguns de seus seguidores como agnósticos, ateus ou não-teístas. O verdadeiro oposto de religioso é a palavra irreligioso. A irreligião descreve a ausência de qualquer religião; antirreligião descreve uma oposição ativa ou aversão às religiões em geral. === Superstição === Os pagãos gregos e romanos antigos, que viam as suas relações com os deuses em termos políticos e sociais, desprezavam o homem que tremia constantemente de medo ao pensar nos deuses (deisidaimonia), como um escravo poderia temer um senhor cruel e caprichoso. Os romanos chamavam esse medo dos deuses de superstitio. O antigo historiador grego Políbio descreveu a superstição na Roma antiga como um instrumentum regni, um instrumento de manutenção da coesão do Império Romano.Polybius, The Histories, VI 56. A superstição foi descrita como o estabelecimento não racional de causa e efeito. A religião é mais complexa e muitas vezes composta por instituições sociais e tem um aspecto moral. Algumas religiões podem incluir superstições ou fazer uso do pensamento mágico. Os adeptos de uma religião às vezes pensam nas outras religiões como superstição. Alguns ateus, deístas e céticos consideram a crença religiosa como uma superstição. === Cultura === Cultura e religião costumam ser vistas como intimamente relacionadas. Paul Tillich via a religião como a alma da cultura e a cultura como a forma ou estrutura da religião.Edward L. Queen, Encyclopedia of American Religious History, Volume 1 Facts on File, 1996. p. vi. Em suas próprias palavras: > A religião, como preocupação última, é a substância que dá sentido à > cultura, e a cultura é a totalidade das formas nas quais a preocupação > básica da religião se expressa. Resumindo: a religião é a substância da > cultura, a cultura é a forma da religião. Tal consideração impede > definitivamente o estabelecimento de um dualismo entre a religião e a > cultura. Todo ato religioso, não só na religião organizada, mas também no > movimento mais íntimo da alma, é culturalmente formado.Paul Tillich, > Theology of Culture, Robert C. Kimball (ed), (Oxford University Press, > 1959). p.42 Ernst Troeltsch, da mesma forma, via a cultura como o solo da religião e pensava que, portanto, transplantar uma religião de sua cultura original para uma cultura estrangeira iria na verdade matá-la, da mesma maneira que transplantar uma planta morreria ao ser tirada do seu solo natural para um solo estranho.Eric J. Sharpe, \"Religion and Cultures\", An inaugural lecture delivered on 6 July 1977 by Eric J. Sharpe, Professor of Religious Studies in the University of Sydney. Accessed at Openjournals on 22 de junho de 2018 No entanto, tem havido muitas tentativas na situação pluralista moderna de distinguir cultura de religião.See Taslima Nasreen, \"I Say, Three Cheers For Ayaan\" , Outlook, The Magazine 28 de agosto de 2006. Also, Nemani Delaibatiki, \"Religion and the Vanua\" Fiji Sun 8 de julho de 2017 in which the distinctive elements of culture against religion are taken from Domenic Marbaniang, \"Difference Between Culture and Religion: A Proposal Requesting Response\" , 12 de outubro de 2014. Domenic Marbaniang argumentou que os elementos baseados em crenças de natureza metafísica (religiosa) são distintos dos elementos baseados na natureza e no natural (cultural). Por exemplo, a língua (com a sua gramática) é um elemento cultural, enquanto a sacralização da língua em que um determinado texto religioso é escrito é mais frequentemente uma prática religiosa. O mesmo se aplica à música e às artes.Domenic Marbaniang, \"The Gospel and Culture: Areas of Conflict, Consent, and Conversion\", Journal of Contemporary Christian Vol. 6, No. 1 (Bangalore: CFCC, Aug 2014), pp. 7–17 == Ver também == * Agnosticismo * Ateísmo * Ciência da religião * Crítica da religião * Educação religiosa * Estado Laico * Existência de Deus * Igreja * Impacto do cristianismo na civilização * Irreligião * Lista de religiões e tradições espirituais * Liturgia * Metafísica * Mitologia * Milagre * Profecia * Principais grupos religiosos * Relação entre religião e ciência * Religião em Portugal * Religião no Brasil * Templo === Bibliografia === * Barzilai, Gad; Law and Religion; The International Library of Essays in Law and Society; Ashgate (2007), * * * Yves Coppens, Origines de l'homme – De la matière à la conscience, De Vive Voix, Paris, 2010 * Yves Coppens, La preistoria dell'uomo, Jaca Book, Milano, 2011 * Descartes, René; Meditations on First Philosophy; Bobbs-Merril (1960), . * Dow, James W. (2007), A Scientific Definition of Religion * * Durant, Will (& Ariel (uncredited)); Our Oriental Heritage; MJF Books (1997), . * Durant, Will (& Ariel (uncredited)); Caesar and Christ; MJF Books (1994), * Durant, Will (& Ariel (uncredited)); The Age of Faith; Simon & Schuster (1980), . * * * Marija Gimbutas 1989. The Language of the Goddess. Thames and Hudson New York * Gonick, Larry; The Cartoon History of the Universe; Doubleday, vol. 1 (1978) , vol. II (1994) , W.W. Norton, vol. III (2002) . * Haisch, Bernard The God Theory: Universes, Zero-point Fields, and What's Behind It All—discussion of science vs. religion (Preface), Red Wheel/Weiser, 2006, * * Khanbaghi, A., The Fire, the Star and the Cross: Minority Religions in Medieval and Early Modern Iran (IB Tauris; 2006) 268 pages. Social, political and cultural history of religious minorities in Iran, c. 226–1722 AD. * King, Winston, Religion [First Edition]. In: Encyclopedia of Religion. Ed. Lindsay Jones. Vol. 11. 2nd ed. Detroit: Macmillan Reference US, 2005. pp. 7692–7701. * Korotayev, Andrey, World Religions and Social Evolution of the Old World Oikumene Civilizations: A Cross-cultural Perspective, Lewiston, NY: Edwin Mellen Press, 2004, . * * McKinnon, Andrew M. (2002), \"Sociological Definitions, Language Games and the 'Essence' of Religion\". Method & theory in the study of religion, vol 14, no. 1, pp. 61–83. * Marx, Karl; \"Introduction to A Contribution to the Critique of Hegel's Philosophy of Right\", Deutsch-Französische Jahrbücher, (1844). * * Palmer, Spencer J., et al. Religions of the World: a Latter-day Saint [Mormon] View. 2nd general ed., tev. and enl. Provo, Utah: Brigham Young University, 1997. xv, 294 p., ill. * * Ramsay, Michael, Abp. Beyond Religion? Cincinnati, Ohio: Forward Movement Publications, (cop. 1964). * Saler, Benson; \"Conceptualizing Religion: Immanent Anthropologists, Transcendent Natives, and Unbounded Categories\" (1990), * Schuon, Frithjof. The Transcendent Unity of Religions, in series, Quest Books. 2nd Quest ... rev. ed. Wheaton, Ill.: Theosophical Publishing House, 1993, cop. 1984. xxxiv, 173 p. * * Smith, Wilfred Cantwell (1962), The Meaning and End of Religion * * Wallace, Anthony F.C. 1966. Religion: An Anthropological View. New York: Random House. (pp. 62–66) * The World Almanac (annual), World Almanac Books, . * The World Almanac (for numbers of adherents of various religions), 2005 == Ligações externas == * * * * Religião - Enciclopédia Católica Popular (ecclesia.pt) Categoria:Classificações dos tópicos principais",
 "title": "Religião"
}