{
 "id": "16324",
 "text": "\\---- (, na numeração romana) foi um ano comum do século XV do Calendário Juliano, da Era de Cristo, e a sua letra dominical foi G (52 semanas), teve início numa segunda-feira e terminou também numa segunda-feira. == Eventos == * 26 de Fevereiro - Data da colocação da primeira pedra na Universidade de Alcalá de Henares em Madrid, fundada pelo Cardeal Cisneros. * 2 de Março - Chegada de Vasco da Gama à Ilha de Moçambique. * 28 de Março - D. Manuel I de Portugal parte para Castela a fim de ser jurado herdeiro daquela coroa. A regência é entregue ao Duque de Bragança. * 13 de Abril - Chegada de Vasco da Gama a Melinde. * Segundo algumas versões, ano em que Duarte Pacheco Pereira teria chegado ao Brasil, antecedendo em 2 anos a chegada de Pedro Álvares Cabral. * 20 de Maio - O navegador português Vasco da Gama desembarca na Índia, Calecute, na costa do Malabar, tornando-se no primeiro Europeu a consegui-lo através de uma rota marítima em torno de África. * 25 de Maio - É enforcado em Florença o monge dominicano Jerónimo Savanarola, considerado precursor da reforma religiosa. * 31 de Julho - Cristóvão Colombo descobre a ilha de Trinidade na sua terceira viagem às Américas. * Ano de criação da Escova de dentes. * 1 de Agosto - Cristóvão Colombo avista a primeira terra firme do Continente Sul Americano, que em seguida se chamará Venezuela. * 5 de Agosto - Colombo pisa pela primeira vez em terra do Continente Sul Americano na Enseada de Yacua, situada na costa sul da Península de Paria, na actual Venezuela * 14 de Agosto - Cristóvão Colombo descobre a Ilha Margarita, no litoral venezuelano. Esta ilha é conhecida pelas suas pescarias de pérolas. * 15 de Agosto - Data da fundação da Santa Casa da Misericórdia de Lisboa, na Capela de Nossa Senhora da Terra Solta, nos claustros da Sé Patriarcal de Lisboa. * 21 de Agosto - Alargamento das autorizações de exportação do açúcar da ilha da Madeira para Castela. * Horta (Açores) é elevada a categoria de Vila pelo Rei D. Manuel I. * Alvará de permissão aos estrangeiros para fixar residência na ilha da Madeira. * Pedido do pagamento da importância de duas mil arrobas de açucar à Rainha, emprestada ao rei D. Afonso V, para ser aplicada na igreja do Funchal. * Visita de Cristovão Colombo à Madeira na sua terceira viagem à América. * Duarte Pacheco Pereira explorou o Atlântico Sul (e terá alcançado a foz do rio Amazonas e a ilha do Marajó no que terá sido uma expedição secreta.) == Mortes == * 23 de Maio - Girolamo Savonarola, reformador e fanático religioso é queimado na fogueira.",
 "title": "1498"
}