{
 "id": "16337",
 "text": "thumb|right|220px|A Taça: Afloramento de arenito no Parque Estadual de Vila Velha, Ponta Grossa, Brasil Em geologia, um afloramento é a exposição de uma rocha na superfície da Terra. Pode ser formada naturalmente pela erosão do solo que cobria a rocha, ou pela ação humana, como por exemplo, em cortes de estradas ou em pedreiras. 220px|right|thumb|Afloramento do Serrote Branco, em Caicó, BrasilAfloramentos são muito importantes nos estudos geológicos pois permitem a observação direta das rochas e o estudo da geologia local e regional. Além disto, possibilitam a coleta de amostras destas rochas, que podem ser analisadas em laboratórios quanto à sua composição mineralógica e química, idade, conteúdo fossilífero (no caso de rocha sedimentares), e etc. Através dos afloramentos, os geólogos podem fazer mapas geológicos de superfície e, assim, conhecer as características das rochas em uma região e sua extensão em área, e auxiliar na pesquisa de recursos minerais, petróleo, na geologia de engenharia e etc. == Tipos de afloramentos rochosos no Brasil == Ao longo do Brasil são reconhecidas 4 áreas rochosas distintas de afloramento rochoso: * Afloramentos calcários * Campos de altitude * Campos rupestres * Inselbergues Cada grupo rochoso possui uma flora distinta, com espécies de plantas específicas que se desenvolvem apenas nesses ambientes. A destruição ou alteração desses afloramentos pode ameaçar essas plantas únicas, tornando a conservação dessas rochas e suas espécies essencial para preservar a biodiversidade e a própria existência dessas plantas na Terra(Porembski, 2007; Scarano, 2014; De Paula et al. 2016; 2024).. === Inselbergue === Entre as quatro áreas rochosas, os inselbergues se destacam, sendo formados principalmente por granito e gnaisse. Essas rochas, que se destacam como elevações monolíticas ou agrupadas isoladas na paisagem, são mais comuns em regiões tropicais, embora ocorram em todo o mundo. Elas criam paisagens únicas e atraem visitantes ao longo do ano, não apenas pela beleza do entorno, mas também pela natureza local(Porembski 2007; De Paula 2016). No Brasil, os inselbergues são definidos como formações abaixo de 1000 metros de altitude, enquanto as mais altas são chamadas de campos de altitude. O termo “Pão de Açúcar”, embora seja o nome de um inselbergue famoso no Rio de Janeiro, é também usado para se referir a inselbergues na Região Sudeste do Brasil. Originado do alemão “insel” (ilha) e “berg” (montanha), o termo foi criado pelo geólogo Friedrich Bornhardt em 1900 para descrever montanhas de origem Pré-Cambriana que se destacam do plano circundante, inicialmente observadas nas planícies da Namíbia. Os inselbergues podem ser considerados “ilhas de habitats” ou “ilhas terrestres”, dependendo da escala de análise(Lima et al., 2009; De Paula et al., 2016; 2024).. === Flora de inselbergue === À distância, os inselbergues parecem ser vastas extensões de rocha nua, mas desempenham um papel crucial na conservação da biodiversidade por serem ecologicamente isolados. Esses ambientes são influenciados pelas fitofisionomias ao redor e possuem filtros ambientais específicos, como alta insolação, temperaturas elevadas, grande evaporação e baixa cobertura do solo, que limitam a disponibilidade de nutrientes e água. As plantas que colonizam os inselbergues variam, podendo crescer diretamente sobre a rocha, em sedimentos ou em ilhas de vegetação, conforme a declividade e a profundidade do solo. Esses ambientes apresentam uma rica diversidade de espécies, muitas delas endêmicas da Mata Atlântica, e funcionam como refúgios ecológicos. Aproximadamente 45% das espécies endêmicas da Mata Atlântica ocorrem apenas em locais marginais como os inselbergues, tornando sua preservação essencial para manter a biodiversidade. Entre as espécies que habitam os inselbergues, destacam-se as famílias Cyperaceae e Velloziaceae, além de licófitas, musgos e fungos liquenizados. Estas plantas e organismos, como as licófitas do gênero Selaginella, são importantes para a sucessão primária e a formação de \"tapetes\" vegetais que facilitam o crescimento de outras espécies(Porembski et al., 1998; Scarano, 2009; De Paula et al., 2016; 2020; Silva, 2016; Neves et al., 2017; Machado et al., 2020).. Inselbergues referem-se a rochas maciças cristalinas, enquanto fragmentos dessas rochas que se soltam e permanecem dispersos na vegetação. Esses fragmentos podem acumular diversas plantas, incluindo algas, briófitas, samambaias e angiospermas, dependendo de fatores como área de superfície, exposição solar, e proximidade com rios e o oceano(Krupek, 2007; Barros et al., 2009; Barbosa, 2010; Mortara 2012).. No Parque Estadual da Serra da Tiririca, observou-se que grandes figueiras, como Ficus adhatodifolia e Ficus gomelleira, têm raízes que se inserem nas fendas dos matacões, ajudando a estabilizá-los e prevenir deslizamentos. Além disso, espécies herbáceas formam comunidades rupícolas e saxícolas nos matacões, acumulando matéria orgânica. As famílias Araceae, Begoniaceae e Bromeliaceae são especialmente notáveis por reter material orgânico do dossel, contribuindo para a formação de novos substratos sobre os matacões(Barros, 2008; Dutra Junior 2021; 2024; Machado et al. 2022). === Degradação ambiental === Embora o conhecimento sobre a flora dos inselbergues ainda seja limitado, houve avanços significativos, como o checklist de plantas vasculares apresentado para a Região Sudeste e Bahia. Essas áreas não são prioritárias para conservação e enfrentam intensa destruição devido a atividades humanas, como pastoreio, extração de rochas, coleta de plantas, queimadas, turismo, introdução de espécies exóticas, e outros impactos como pisoteio, descarte de resíduos e vandalismo. A falta de educação ambiental nas Unidades de Conservação agrava o problema, levando à diminuição de plantas endêmicas, raras e ameaçadas. Os inselbergues são importantes para a descoberta de novas espécies e o reencontro com espécies raras, o que reforça a necessidade de sua conservação(Pinheiro, 2014; Fernandes et al., 2020; 2023; De Paula et al., 2016; 2020; 2024; Machado et al., 2022). == Bibliografia == ** BARBOSA, J. M. Riqueza de plantas e diversidade de habitats em matacões. In: MACHADO, G.; PRADO, P. I. K. L. & OLIVEIRA, A. A. (editores). Livro do curso de campo “Ecologia da Mata Atlântica”. São Paulo: Universidade de São Paulo, 2010. Pp. 1-3. ** BARROS, A. A. M. Análise florística e estrutural do Parque Estadual da Serra da Tiririca, Niterói e Maricá, RJ, Brasil. 2008. 237 f. Tese (Doutorado em Botânica) – Escola Nacional de Botânica Tropical, Instituto de Pesquisa Jardim Botânico do Rio de Janeiro, Rio de Janeiro, 2008. ** BARROS, F. B.; RODRIGUES, R. C.; LOPES, P. C. & CASSANO, C. R. Heterogeneidade ambiental e diversidade de samambaias. In: MACHADO, G.; PRADO, P. I. K. L. & OLIVEIRA, A. A. (editores). Livro do curso de campo “Ecologia da Mata Atlântica”. São Paulo: Universidade de São Paulo, 2009. Pp. 1-5. ** Compton, R.C., 1985 – Geology In The Field. John Wiley and Sons, New York, 398p. ** COUTO, D. R.; DAN, M. L.; AGUIAR, W. M.; BRAGA, J. M. A.; NASCIMENTO, M. T. Floristic composition, structure and species-area relationships on a neotropical inselberg in southeastern Brazil. Rodriguésia, v. 72, p. 1-12, 2021. ** DE PAULA, L. F. A.; AZEVEDO, L. O.; MAUAD, L. P.; CARDOSO, L. J. T.; BRAGA, J. M. A.; KOLLMANN, L. J. C.; FRAGA, C. N., MENINI NETO, L.; LABIAK, P. H.; MELLO- SILVA, R.; POREMBSKI, S. & FORZZA, R. C. Sugar loaf Land in south-eastern Brazil: a tropical hotspot of lowland inselberg plant diversity. Biodiversity Data Journal, v. 8, p. 1–26, 2020. ** DE PAULA, L. F. A.; POREMBSKI, S.; AZEVEDO, L. O.; STEHMANN, J. R.; MAUAD, L. P.; FORZZA, R. C. Pães de Açúcar: refúgios de alta biodiversidade na Mata Atlântica. Ciência Hoje, v. 57, p. 23–29, 2016. ** DUTRA JUNIOR, D. L. S. Araceae Juss. da Serra da Tiririca, Niterói e Maricá, estado do Rio de Janeiro, Brasil. 2021. 172 f. Monografia (Licenciatura em Ciências Biológicas) – Faculdade de Formação de Professores, Universidade do Estado do Rio de Janeiro, São Gonçalo, 2021. ** DUTRA JUNIOR, D. L. S. Araceae do município de Maricá, estado do Rio de Janeiro, Brasil. 2024. 207 f. Dissertação (Mestrado em Botânica) – Escola Nacional de Botânica Tropical, Instituto de Pesquisa Jardim Botânico do Rio de Janeiro, Rio de Janeiro, 2024. ** FERNANDES, T.; FARIA, J. E. Q.; PROENÇA, C. E. B.; BRAGA, J. M. A. Filling a knowledge gap of two centuries: rediscovery of Eugenia subamplexicaulis (Myrtaceae) with notes on its morphology, distribution and conservation. Phytotaxa, v. 428, p. 139–145, 2020. ** FERNANDES, T.; MACHADO, D. N. S.; SOUZA, M. C.; BÜNGER, M.; BARROS, A. A. M.; PRIETO, P. V.; BRAGA, J. M. A. Two new species of Eugenia (Myrtaceae) from the Brazilian Atlantic Forest. Kew Bulletin, v. 78, n. 1, p. 95-105, 2023. ** KRUPEK, R. A. Relação entre área de superfície do substrato e abundância de duas algas verdes filamentosas em um riacho da região Centro-Sul do Estado do Paraná. Estudos de Biologia - PUCPR, n. 29, p. 291-296, 2007. ** LIMA, G. M. P.; FARIAS, F. F.; BARBOSA, J. S. F.; GOMES, L. C. C. Inselbergues: ilhas terrestres. 1ª ed. Salvador: EDUFBA, 2009. 123 p. ** MACHADO, D. N. S.; BARROS, A. A. M. & ARAUJO, D. S. D. Composição florística do inselbergue Morro das Andorinhas, município de Niterói, estado do Rio de Janeiro, Brasil. Pesquisas Botânica, n. 76, p. 33-72, 2022. ** MACHADO, D. N. S.; BARROS, A. A. M. & RIBAS, L. A. Exotic plants in a rocky outcrop area in the municipality of Niterói, Rio de Janeiro state, Brazil. Journal of Coastal Conservation, v. 24, p. 1–13, 2020. ** MACHADO, D.N.S.; NASCIMENTO, M.T.; BARROS, A.A.M.; SARTORI, R.A.; BOHRER, C.B.A.; PENNINGTON, R.T. & LIMA, H.C. Leguminosae tree species diversity in coastal forests of Rio de Janeiro, Brazil. Biota Neotropica, v. 21, n. 3, p. 1-17, 2021. ** Maltman, A. (1998) - Geological Maps, John Wiley & Sons, (2nd Edit.), 260p. ** MARTINELLI, G. Biodiversidade de montanhas no Brasil. Revista Brasileira de Botânica, v. 30, n. 4, p. 587–597, 2007. ** MEIRELLES, S. T.; PIVELLO, V. R.; JOLY, C. A. The vegetation of granite rock outcrops in Rio de Janeiro, Brazil, and the need for its protection. Environmental Conservation, v. 26, n. 1, p. 10-20, 1999. ** MORTARA, S. Riqueza de samambaias epífitas e terrestres em matacões de diferentes alturas. In: MACHADO, G.; PRADO, P. I. K. L. & OLIVEIRA, A. A. (editores). Livro do curso de campo “Ecologia da Mata Atlântica”. São Paulo: Universidade de São Paulo, 2012. Pp. 1-4. ** NEVES, D. M.; DEXTER, K. G.; PENNINGTON, R. T.; VALENTE, A. S. M.; BUENO, M. L.; EISENLOHR, P. V.; FONTES, M. A.; MIRANDA, P. L. S.; MOREIRA, S. N.; REZENDE, V. L.; SAITER, F. Z. & OLIVEIRA‐FILHO, A. T. Dissecting a biodiversity hotspot: The importance of environmentally marginal habitats in the Atlantic Forest Domain of South America. Diversity and Distributions, v. 23, p. 1–12, 2017. ** PINHEIRO, F. Inselbergues: berçários de novas espécies botânicas. Pesquisa, FAPESP, edição 218, 2014. Disponível em: https://revistapesquisa.fapesp.br/bercario-de-novas-especies-botanicas/.Acesso em: 30 ago. 2024. ** POREMBSKI, S.; BARTHLOTT, W. Inselbergs: biotic diversity of isolated rock outcrops in tropical and temperate regions. Berlin: Springer Science & Business Media, 2000. 524 p. ** POREMBSKI, S.; MARTINELLI, G.; OHLEMÜLLER, R. & BARTHLOTT, W. Diversity and ecology of saxicolous vegetation mats on inselbergs in Brazilian Atlantic forest. Diversity and Distributions, v. 4, p. 107–119, 1998. ** POREMBSKI, S. Tropical inselbergs: habitat types, adaptative strategies and diversity patterns. Revista Brasileira de Botânica, v. 30, n. 4, p. 579-586, 2007. ** SCARANO, F. R. Mata Atlântica: uma história de futuro. Rio de Janeiro: Edições de Janeiro, 2014. 272 p. ** SILVA, J. B. Panorama sobre a vegetação em afloramentos rochosos do Brasil. Oecologia Australis, v. 20, p. 451–463, 2016. == Ligações externas == * * Categoria:Petrologia",
 "title": "Afloramento (geologia)"
}