{
 "id": "16343",
 "text": "Águas Santas é uma vila portuguesa que é sede da Freguesia de Águas Santas do Município da Maia, freguesia com 7,86 km² de área e 26632 habitantes (censo de 2021), tendo, por isso, uma densidade populacional de . A povoação de Águas Santas foi elevada à categoria de vila em 1986. ==Geografia== A freguesia é limitada a noroeste pela freguesia de Milheirós (Maia) e pela freguesia Cidade da Maia (Maia), a norte por Nogueira e Silva Escura (Maia), a oeste por São Mamede de Infesta e Senhora da Hora (Matosinhos), a este por Ermesinde (Valongo), a sudeste por Rio Tinto (Gondomar) e a sul por Pedrouços (Maia). A freguesia é atravessada pelo rio Leça. == História == A origem da freguesia de Águas Santas é anterior à formação da nacionalidade, havendo mesmo vestígios que asseguram a sua existência já no século VI. No entanto, o documento mais antigo que se conhece data de 1405 e consta dos registos relativos ao ano 1120 uma referência a Sancta Marya Aquis Sanctis, num foral de doação da cidade do Porto ao Bispo D. Hugo. Conta a lenda que a madre superiora de um convento, ao saber da aproximação dos romanos, escondeu a imagem da Virgem Maria junto de uma fonte, ao desembrulhá-lo e ver a imagem de Nossa Senhora chorando. O povo, ao saber da notícia, chamou-lhe Fonte de Águas Santas. Mais tarde foi construída perto da fonte, a Igreja do Mosteiro de Águas Santas. Esta seria, então, a história do nome da freguesia. Foi uma importante comenda da Ordem do Hospital de S. João de Jerusalém, de Rodes e de Malta, ou, simplesmente, Ordem de Malta, como é hoje mais conhecida. Razão pela qual o brasão autárquico ostenta a cruz da Ordem de Malta. A sede da freguesia, a povoação de Águas Santas, foi elevada à categoria de vila no ano de 1986.Diário da República n.º 193/1986, Série I de 1986-08-23, páginas 2133 - 2133 ==Demografia== A população registada nos censos foi: Distribuição da População por Grupos Etários Ano 0-14 Anos 15-24 Anos 25-64 Anos > 65 Anos 2001 4575 3447 14743 2484 2011 4830 2807 16379 3454 2021 3514 3073 14999 5046 == Património == Águas Santas destaca-se pelo seu riquíssimo património histórico, arqueológico e artístico. Tem no seu Mosteiro uma das maiores riquezas patrimoniais. A sua desconcertante arquitectura deve-se às múltiplas reformas que foi sofrendo ao longo dos tempos. Uma escultura em bronze de autoria de Soares dos Reis (1874) embeleza uma sepultura no cemitério local. * Igreja de Águas Santas (Monumento Nacional) == Ligações externas == * Lenda de Santa Maria de Águas Santas Categoria:Freguesias da Maia",
 "title": "Águas Santas (Maia)"
}