{
 "id": "16359",
 "text": "São Pedro Fins é uma povoação portuguesa sede da Freguesia de São Pedro Fins do município de Maia, freguesia com 5,23 km² de área e 1816 habitantes (censo de 2021), tendo, por isso, uma densidade populacional de . A Freguesia de São Pedro Fins situa-se no sopé do monte Gonçalão, antigo Vale do Coronado, a norte do rio Douro e do rio Leça sendo uma das dez freguesias do Município da Maia. É atravessada pela linha-férrea do Minho e pela ribeira de Leandro ou Paredes. O monte de São Miguel-o-Anjo, situado a 254,7 metros, é um ponto muito aprazível e pitoresco, sendo o ponto mais alto do município. São Pedro Fins é uma terra de agricultura e muito pacata, calma e de população amiga. == História == São Pedro Fins (pelo Censual do Cabido na Sé do Porto, constata-se que o topónimo original seria ‘ecclesia Sancti Felicis de Cornado’) designava um povoamento remoto na ‘Terra da Maia’ ou ‘Julgado da Maia’. Já na Idade Média (Inquirições de D. Afonso III) era mencionado o nome de Sanfins de Coronado a esta parte da Maia. Porém, só em 1687, este pequeno território passou a ser designado pelo topónimo que hoje se conhece. A freguesia de S. Pedro Fins data de muitos anos antes da fundação de Portugal. O seu espaço geográfico - cerca de 5,23 quilómetros quadrados - é de partilha entre uma paisagem urbana e rural. Em termos históricos, não há certezas quanto à origem desta região. Há quem atribua o seu aparecimento à ocupação romana, outros há que apontam para a existência de uma civilização mais antiga, de quem seríamos herdeiros. No entanto, é tido como certo que a freguesia pertencia ao denominado Vale do Coronado sendo mais tarde integrada nas Terras da Maia, doadas por D. Afonso Henriques a D. Gonçalo Mendes da Maia. Com efeito, na tentativa de agradecer aos seus servidores a preciosa ajuda na luta travada contra os mouros, o rei ter-lhes-á oferecido terras que, posteriormente, lhes viriam a pertencer. S. Pedro Fins tem sofrido um crescimento demográfico e económico marcado pela acelerada indústria que aqui se tem instalado. De igual forma, é importante referir que, mercê das ótimas condições geológicas e climáticas, a agricultura continua a ser, como no passado, uma das atividades económicas mais relevantes para a freguesia de S. Pedro Fins. Diversos fatores têm influenciado o crescimento desta freguesia: a linha-férrea do Minho e o apeadeiro de Leandro; a construção da auto-estrada (A3/A41); a instalação de empresas como a Siderurgia, Cimpor, Sogenave, entre outras, e a proximidade com a cidade do Porto. == Localização == S. Pedro Fins está situada a norte do rio Douro, entre o rio Leça e o rio Ave. É uma das dez freguesias que compõem o Município da Maia sendo atravessada pela ribeira de Leandro e pela linha férrea que liga o Porto ao Minho. == Património == São Pedro Fins não possui monumentos históricos dignos de realce. Porém, existem pontos de grande referência, que merecem ser visitados: o monte de São Miguel-o-Anjo, de onde se pode desfrutar de uma paisagem maravilhosa; a igreja matriz; as aldeias rurais e o moderníssimo edifício da Junta, que marca o querer e a coragem do povo desta terra. Numa visita, o turista poderá encontrar o passado e o presente, o moderno e o antigo, o rústico e o urbano. == Heráldica == O uso do Brasão de armas data do tempo das cruzadas , mas somente no século XIII passou a obedecer a regras fixas de composição. Os emblemas que os cavaleiros usavam nos escudos, elmos e nas gualdrapas das suas montadas destinavam-se, a princípio, à identificação dos guerreiros na confusão dos combates e também, para indicar o senhor sob cujas ordens militavam. Para alguns historiadores da arte heráldica, a origem das armas é a cruz, símbolo de fé que os cavaleiros adotaram, aplicando-se às suas cotas de malha, nas lutas pela conquista do Santo Sepulcro. O facto é que esses distintivos passaram a ser considerados sinais de feitos heroicos e de fidelidade à fé e ao Rei e, mais tarde, galardão concedido pelos senhores aos vassalos que se distinguem ao seu serviço, tornando-se hereditário. O mais antigo escudo de armas de que se tem notícias é o de Rui de Beaumont ( fidalgo francês do fim do séc. XI ou principio do séc. XII ). Na heráldica portuguesa, o documento iconográfico de mais remota antiguidade é o denominado \" sinal redondo \", de D. Afonso Henriques, aposto, em pergaminho datado de 1183. === O nascimento do brasão === Impunha-se a criação do brasão e da bandeira para representar condignamente a freguesia de S. Pedro Fins e a sua gente em todos os atos. Assim, no mês de Maio de 1999, o Executivo da junta, composto por : * Joaquim Manuel Marques Gonçalves - Presidente * Armando Rodrigues Pereira - Secretário * Manuel Teixeira da Silva - Tesoureiro não quis adiar por mais tempo a execução deste projeto e, para isso, estimou-se como fundamental o trabalho desenvolvido pelo escrivão da junta, Alvarinho Cerqueira Sampaio, grande entusiasta na prossecução deste objetivo. Foram contactadas algumas autarquias que já possuíam o seu brasão e outras que aguardavam o Parecer da Comissão, bem como uma firma especializada em assuntos heráldicos. Depois de aprovado o Brasão, foi o respetivo processo enviado à Associação dos Arqueólogos Portugueses. Durante alguns meses viveram-se momentos de ansiedade. E, quando menos se esperava, eis que o Parecer da Comissão de Heráldica, emitido no dia 22 de Fevereiro do ano 2000, chegou à Junta de Freguesia para aquecer um pouco aquela tarde fria e chuvosa de inverno. Foi grande a alegria quando se verificou ter havido somente uma pequena alteração no trabalho enviado para aprovação: a retirada de duas espigas de milho que haviam sido colocadas ao lado das chaves do padroeiro S. Pedro. Seguiu-se o registo dos Símbolos Heráldicos da Freguesia de S. Pedro Fins e a publicação do respetivo parecer da Comissão de Heráldica no Diário da República de 2 de Junho do ano de 2000. === Descrição da Simbologia do Brasão === Brasão : Escudo de Azul. Representa a lealdade, a nobreza e o otimismo das gentes de S: Pedro Fins. Coronel: Coroa mural de prata de três torres. Listel: Branco, com legendas a negro: S. Pedro Fins - Maia Chaves: Duas chaves passadas em aspa, com os palhetões para cima, uma de ouro e outra de prata, unidas por uma cadeia de grilhões de prata. Representam o Orago da freguesia S. Pedro Ad´Vincula (na prisão), e também são representativas do topónimo principal Monte: Monte de prata movente da ponta, realçado de negro. Representa o Monte de S. Miguel-O-Anjo que, para além de ser o ponto mais alto do concelho maiato, é também local aprazível e pitoresco. Bandeira: Branca, Cordão e borlas de prata e azul. Haste e lança de ouro. Selo: Circular, com as peças do escudo mas sem indicação de cores e metais, tudo envolvido por dois círculos concêntricos. onde corre a legenda : \" JUnta de Freguesia de S: Pedro Fins - Maia \" ==População== População da Freguesia de São Pedro Fins Instituto Nacional de Estatística (Recenseamentos Gerais da População) - https://www.ine.pt/xportal/xmain?xpid=INE&xpgid;=ine_publicacoes 1864 1878 1890 1900 1911 1920 1930 1940 1950 1960 1970 1981 1991 2001 2011 2021 585 583 611 659 718 822 832 953 1 114 1 245 1 343 1 771 1 630 1 838 1 837 1 820 Distribuição da População por Grupos Etários Ano 0-14 Anos 15-24 Anos 25-64 Anos > 65 Anos 0-14 Anos 15-24 Anos 25-64 Anos > 65 Anos 2001 320 287 1 027 204 17,4% 15,6% 55,9% 11,1% 2011 317 200 1 055 265 17,3% 10,9% 57,4% 14,4% == Lista de Presidentes da Junta == * desde 2021 - Raquel Azevedo Freitas (PPD/PSD) *entre 2014 e 2021 - Alvarinho Cerqueira Sampaio (PPD/PSD) *entre 2006 e 2014 - Joaquim Marques Gonçalves (PPD/PSD) == Principais forças vivas da freguesia == * Associação Desportiva e Recreativa de S. Pedro Fins * CNE - Agrupamento 525 *Grupo Folclórico Infanto-Juvenil de S. Pedro Fins *Escola de Dança Slave Dance *Centro de Dia de S. Pedro Fins *Grupo Junt'Amigo *Conferência Vicentina de S. Pedro e S. Fins == Lugares == Arcos, Campo Frio, Casal, Coritelo, Costa, Gondão, Leandro, Linhares, Lugar da Vale, Paredes, Portela, e Ribeiro. Categoria:Freguesias da Maia",
 "title": "São Pedro Fins (Maia)"
}