{
 "id": "16358",
 "text": "São Pedro de Avioso foi uma freguesia portuguesa do concelho da Maia, com 4,85 km² de área e 3 826 habitantes (2011). Densidade: 788,9 hab/km². Em conjunto com as vizinhas localidades de Barca, Gemunde, Gondim, e Santa Maria de Avioso, constitui a vila do Castêlo da Maia. ==População== População da freguesia de Avioso (São Pedro) Instituto Nacional de Estatística (Recenseamentos Gerais da População) - https://www.ine.pt/xportal/xmain?xpid=INE&xpgid;=ine_publicacoes 1864 1878 1890 1900 1911 1920 1930 1940 1950 1960 1970 1981 1991 2001 2011 530 595 716 748 896 886 950 1 223 1 464 1 743 1 887 2 242 2 532 2 629 3 826 Distribuição da População por Grupos Etários Ano 0-14 Anos 15-24 Anos 25-64 Anos > 65 Anos 0-14 Anos 15-24 Anos 25-64 Anos > 65 Anos 2001 418 398 1 486 327 15,9% 15,1% 56,5% 12,4% 2011 672 330 2 377 447 17,6% 8,6% 62,1% 11,7% == História == Foi sede de uma freguesia extinta em 2013, no âmbito de uma reforma administrativa nacional, para, em conjunto com Gemunde, Santa Maria de Avioso, Barca, e Gondim, formar uma nova freguesia denominada Castêlo da Maia. == Património == * Igreja Matriz de São Pedro de Avioso construída no ano 1909 (Propiedade da Paróquia de São Pedro de Avioso). * Parque de Avioso * Centro Social Cultural e Recreativo de São Pedro de Avioso ==Festividades== *Festas em honra de Mártir São Sebastião (Fim de semana seguinte a 20 de janeiro) *Festas do Padroeiro São Pedro - dia 29 de Junho (ou no fim de semana a seguir). Festividades organizadas pela Comissão de Festas em honra ao Mártir São Sebastião ==Localização== São Pedro de Avioso é a antiga freguesia mais setentrional do Concelho da Maia, confina com as suas congéneres Gemunde, a Ocidente e a Sul; Santa Maria de Avioso, a Nascente; e com os Concelhos de Vila do Conde e Trofa, a Norte. Diário da República, 1.ª Série, n.º 19, Lei n.º 11-A/2013 de 28 de janeiro (Reorganização administrativa do território das freguesias). Acedido a 2 de fevereiro de 2013. Categoria:Antigas freguesias da Maia",
 "title": "São Pedro de Avioso"
}