{
 "id": "16366",
 "text": "\\---- (, na numeração romana) foi um ano comum do século XVI do Calendário Juliano, da Era de Cristo, e a sua letra dominical foi G (52 semanas), teve início numa segunda-feira e terminou também numa segunda-feira. == Eventos == * 25 de Janeiro - Fundação da cidade de São Paulo, no Brasil, por José de Anchieta e Manoel da Nóbrega. * 25 de Julho - Maria I de Inglaterra casa com Filipe II de Espanha. * Passagem pela ilha da Madeira de Frei Pedro de Arruda, guardião da comunidade franciscana de São João da Ribeira. * Naufrágio no mar dos Açores de dois galeões de nacionalidade espanhola da frota de Juan Tello de Guzman. == Literatura == * Diálogos sobre a conversão dos gentios, de Manoel da Nóbrega (Primeiro livro escrito no Brasil). == Nascimentos == * 9 de janeiro - Papa Gregório XV, Alessandro Ludovisi, (m. 1623). * 20 de janeiro - Rei D. Sebastião, Rei de Portugal (m. 1578). * março - Richard Hooker, teólogo anglicano (m. 1600). * 26 de março - Carlos de Lorena II, Duque de Mayenne, Carlos de Guise, líder militar francês (m. 1611) * 5 de junho - Benedetto Giustiniani, Bispo de Sabina e cardeal italiano (m. 1621). * 5 de julho - Elisabete da Áustria, Elisabeth von Österreich, Elizabeth d'Autriche, rainha consorte da França, filha do Imperador Maximiliano II da Áustria (1527-1576) (m. 1592) * 21 de setembro - Paolo Emilio Zacchia, Bispo de Montefiascone e Corneto e cardeal italiano (m. 1605). * 20 de outubro - Bálint Balassi, Valentín Balaša, poeta húngaro (m. 1594). * 30 de novembro - Philip Sidney, cortesão, diplomata e poeta inglês (m. 1586). * 17 de dezembro - Ernesto da Baviera, príncipe-eleitor e arcebispo de Colônia (m. 1612). Datas Desconhecidas * Girolamo Dandini, jesuíta e teólogo italiano (m. 1634). * James Lancaster, comerciante e navegador inglês (m. 1618). * Marietta Robusti, pintora italiana, filha do pintor Tintoretto (1518-1594) (m. 1590). * Paul Brill, pintor e gravador flamengo (m. 1626). * Walter Raleigh, erudito, poeta e explorador inglês (m. 1618). == Mortes == * 2 de janeiro - João Manuel, Príncipe de Portugal (n. 1537). * 16 de janeiro - Ambrosius Moibanus, teólogo luterano e reformador alemão (n. 1494). * 12 de fevereiro - Guilford Dudley, consorte de Lady Jane Grey (executada) (n. 1536). * 12 de fevereiro - Jane Grey, rainha de Inglaterra por 9 dias, foi deposta e decapitada por traição (n. c1536). * 21 de fevereiro - Hieronymus Bock, botânico, pregador luterano e médico alemão (n. 1498). * 21 de fevereiro - Sibila de Cleves, Eleitora da Saxônia (n. 1512) * 13 de abril - Sigismund Gelenius, Zikmund Hrubý z Jelení, filólogo tcheco e tradutor de inúmeras obras clássicas (n. 1497). * 23 de abril - Gaspara Stampa, poetisa italiana (n. 1523). * 4 de maio - Johann Eck, teólogo evangélico alemão (n. 1494). * 21 de maio - Juan de Saavedra, conquistador espanhol e fundador de Valparaíso, no Chile (n. ?). * 6 de junho - Hieronymus Schurff, jurista alemão (n. 1481). * 28 de junho - Leone Strozzi, condottiero italiano (n. 1515). * 30 de junho - Padre Leonardo Nunes, jesuíta português, morreu em naufrágio (n. ?). * 2 de julho - Pedro Cieza de León, historiador e explorador espanhol (n. c1520). * 25 de agosto - Thomas Howard, 3o Duque de Norfolk, tio de Anne Boleyn e de Catherine Howard, 5a esposa de Henrique VIII (n. 1473). * 21 de setembro - Alessandro Campeggio, Bispo de Bolonha desde 1526 (n. 1504). * 22 de setembro - Francisco Vásquez de Coronado, conquistador espanhol (n. 1510) * 22 de dezembro - Moretto da Brescia, Alessandro Bonvicino, pintor italiano (n. 1498). Datas desconhecidas * Diego de San Francisco Tehuetzquititzin, governador de Tenochtitlan. * Jean Bastier de La Péruse, poeta e dramaturgo francês (n. 1529). * John Taylor, Bispo de Lincoln (n. 1503). * Juan Maldonado, teólogo e humanista espanhol (n. 1485). * Pedro de Heredia, militar e explorador espanhol, fundador de Cartagena de Indias, na Colômbia (n. c1520). * Piri Reis, pirata e cartógrafo turco (n. c1465). * Sebastiano Serlio, arquiteto italiano (n. 1475).",
 "title": "1554"
}