{
 "id": "16371",
 "text": "Abrunhosa-a-Velha é uma povoação portuguesa sede da Freguesia de Abrunhosa-a- Velha do Município de Mangualde, freguesia com 17,38 km² de área e 440 habitantes (censo de 2021), tendo, por isso, uma densidade populacional de . Abrunhosa-a-Velha foi vila e sede de concelho até ao início do século XIX. Este era constituído por uma freguesia e tinha, em 1801, 498 habitantes. Aquando da extinção deste foi anexada ao extinto Concelho de Tavares, e quando este foi extinto foi anexada ao concelho (atual município) de Mangualde. == História == Abrunhosa-a-Velha era, em 1747, um lugar do Concelho de Tavares, Arciprestado de Pena-Verde, Bispado e Comarca da cidade de Viseu, situado na Província da Beira. Constava toda a freguesia de cento e setenta fogos, e se compunha deste lugar, e do de Vila-Mendo. Estava fundado o lugar em um vale, e para a parte do Nascente se descobriam estas povoações: Gouveia, Melo e Folgosinho, que estão junto da serra da Estrela, da qual se avistava também grande parte. A igreja paroquial era da invocação de Santa Cecília, anexa a Santa Maria das Chãs. Estava fundada no meio do lugar. Tinha cinco altares, dois dos quais eram capelas particulares, uma dedicada a São João Baptista, que instituiu João de Amaral com obrigação de missa quotidiana; a outra era do Espírito Santo, instituída por uma D. Maria de Moimenta da Serra, e esta tinha obrigação de dezassete missas. Os altares da igreja eram três; no maior se venerava a imagem da Santa Padroeira, e os dois colaterais era um de Nossa Senhora do Rosário, outro de São Sebastião. Era curato, que apresentava o abade de Santa Maria das Chãs. Não tinha renda alguma certa, mais que o pé-de- altar. Havia nesta paróquia cinco ermidas, duas dentro deste lugar da Abrunhosa, uma da invocação de Santo António, outra do Menino Jesus, que instituiu Francisco de Amaral, e sua mulher Feliciana de Amaral, moradores neste mesmo lugar com obrigação de missa quotidiana, para o que tinha capelão, e sacristão, para tratar do ornato e limpeza da dita ermida, e duas mercieiras, que juntamente com o sacristão tinham obrigação de assistir a todas as missas, para o que tinham renda própria. Era na época administrador deste morgado e capela Miguel Pais de Amaral, mestre de campo e morador na sua Quinta do Canedo, Concelho de Azurara. Havia outra ermida no lugar de Vila- Mendo da invocação de São Domingos, que festejavam os moradores no seu dia 4 de Agosto. As que estavam fora do povoado, uma era da invocação de Nossa Senhora dos Verdes com sua Irmandade, que se compunha de duzentos irmãos; era de grande romagem, e concorria a ela de várias partes muita gente com procissões: era especialmente este concurso com maior frequência no mês de Maio. A administração desta ermida corria por conta da sua Irmandade. A outra ermida era dedicada a Santa Bárbara, a qual é pobre, e ficava em um monte defronte do lugar; foi instituída por um sacerdote chamado Pedro de Albuquerque, que acabou com opinião de santo, com doze missas rezadas e uma cantada no seu dia. Os frutos que produzia em maior abundância eram centeio, milho, feijão e azeite, Trazia caça de perdizes, e coelhos nos matos, em que pastava o gado dos moradores da terra. Corria perto deste lugar o rio Mondego, de cuja água se aproveitavam os lavradores livremente para seus campos. ==Demografia== A população registada nos censos foi: Distribuição da População por Grupos Etários Ano 0-14 Anos 15-24 Anos 25-64 Anos > 65 Anos 2001 90 101 329 169 2011 57 50 291 165 2021 41 39 216 144 == Património == * Igreja Matriz de Abrunhosa-a-Velha; * Capela de Nossa Senhora dos Verdes e de Santo António; * Pelourinho de Abrunhosa-a-Velha. == Ligações externas == * Categoria:Freguesias de Mangualde Categoria:Antigos municípios do distrito de Viseu Categoria:Paróquias de Portugal com orago de Santa Cecília",
 "title": "Abrunhosa-a-Velha"
}