{
 "id": "16411",
 "text": "Fornos é uma localidade portuguesa do Município de Marco de Canaveses que foi sede da extinta Freguesia de Fornos, freguesia que tinha de área e habitantes (2011). e, por isso, uma densidade populacional de A Freguesia de Fornos foi extinta pela reorganização administrativa de 2013,Lei n.º 11-A/2013, de 28 de janeiro: Reorganização administrativa do território das freguesias. Anexo I. Diário da República, 1.ª Série, n.º 19, Suplemento, de 28/01/2013. sendo o seu território integrado na freguesia do Marco. Fornos está englobada no perímetro da cidade do Marco de Canaveses. ==População== População da freguesia de Fornos Instituto Nacional de Estatística (Recenseamentos Gerais da População) - https://www.ine.pt/xportal/xmain?xpid=INE&xpgid;=ine_publicacoes 1864 1878 1890 1900 1911 1920 1930 1940 1950 1960 1970 1981 1991 2001 2011 673 987 1 032 1 197 1 177 1 333 1 400 1 716 1 773 1 665 1 913 2 578 2 843 3 303 3 614 Distribuição da População por Grupos Etários Ano 0-14 Anos 15-24 Anos 25-64 Anos > 65 Anos 0-14 Anos 15-24 Anos 25-64 Anos > 65 Anos 2001 607 534 1 755 407 18,4% 16,2% 53,1% 12,3% 2011 632 412 2 112 458 17,5% 11,4% 58,4% 12,7% No censo de 1878 tinha anexada a freguesia de São Nicolau. ==História== A história de Fornos está relacionada com uma \"villa\" que aparece documentada já em 1066 e teria propriedades demarcadas (com marcos de delimitação, donde advirá o nome de Marco) entre as paróquias de Tuias e São Nicolau. No século XVI é chamada de Santa Marinha de Fornos e andava anexa a São Nicolau de Canaveses. Pertenceu sucessivamente ao couto de Tuias e aos concelhos de Soalhães e Marco de Canaveses. ==Caracterização== Serviços administrativos e económicos e no âmbito comercial quase 56% dos empregados pertencem ao sector terciário. O secundário responsabiliza-se por cerca de 38% do emprego gerado e o sector primário quase desapareceu, embora em 1991 ainda representasse 3% dos activos. Estando integrada no perímetro da cidade sede do concelho, não é de estranhar que tenha repartições públicas e serviços especializados de apoio, instalados área. Mas para além destes, funcionam também oficinas e outros ofícios apoio às actividades económicas, pelo que não é necessário fazer grandes deslocações para os obter. Essa realidade que naturalmente traz conforto a quem vive em Fornos, é extensiva ao comércio no qual é possível encontrar de tudo, com diversidade e qualidade. Fornos usufrui de rede de distribuição de água ao domicílio com cobertura a 100% e ainda de uma rede praticamente completa de saneamento básico. Funciona também a recolha regular e selectiva de lixos. A antiga freguesia é bem servida de vias de comunicação e a situação de relativo afastamento que tinha no passado, foi alterada para melhor nos últimos anos com a proximidade da A4. Tem bons acessos viários e regulares carreiras de transporte. Os acessos por caminho de ferro são igualmente acessíveis e próximos. Na área do ensino, funcionam dois bons estabelecimentos para o ensino pré-escolar, duas escolas para o ciclo do ensino básico, uma escola E.B. 2-3 e uma escola secundária. A saúde tem ao serviço da população um Hospital pertencente à Santa Casa da Misericórdia e um Centro de Saúde com várias especialidades e a população pode também recorrer aos serviços médicos particulares. O apoio e a solidariedade social é prestada por um lar da terceira idade. Os equipamentos disponíveis para a prática desportiva são vários, tendo quatro piscinas (duas para crianças e duas para adultos), um pavilhão gimnodesportivo, um parque de jogos, dois campos de ténis e um campo de tiro. No capítulo da cultura e lazer funciona uma biblioteca pública, uma unidade museológica, várias salas de espectáculos, exposições e conferências, um grupo musical e há imprensa e rádio locais a funcionar. No que diz respeito ao movimento associativo, as referências mais importantes vão para a Associação Desportiva do Marco 2009, para a Associação Humanitária dos Bombeiros Voluntário de Marco de Canaveses e para o Motor Clube do Marco. Como motivação fundamental para uma visita a Fornos, é obrigatório mencionar não só a bela paisagem que se desfruta sobre o concelho do Marco de Canaveses, com o Marão por cenário de fundo, como também a praia fluvial no rio Ovelha, no lugar da Pontinha. Vem depois o agradável ambiente urbano e moderno que tem na sua nova Igreja Matriz, da autoria de Siza Vieira, uma das obras mais visitadas por nacionais e estrangeiros. Não obstante esta modernidade procurada, ainda se não perderam por completo os vestígios do meio rural de que Fornos foi uma freguesia herdeira. O próprio nome de Fornos lembra o amassar e cozer tradicional do pão em fornos dos que já D. Mafalda deixou em testamento, alguns deles, à Albergaria de Canaveses. Mas é principalmente ao nível do património edificado que esse passado ainda se torna presente. O Solar dos Mourões em pleno centro da cidade, também conhecido por Casa da Cancela Velha, foi construído no final do século XVIII e tem uma bela pedra de armas, a Casa do Casal, igualmente brasonada e a Casa de Santo António, antigo solar dos Sanhudos, onde havia uma capela e ainda existe um importante espólio heráldico. Finalmente a capela que existe no Lar da Terceira Idade em Murteirados, é também brasonada, mas veio para aqui trazida de Penhalonga. Com este património, a paisagem do Marão, as águas da barragem em seu redor, Fornos e Marco de Canaveses merecem que aqui se detenham os amantes do lazer e do repouso. E tem um futuro assegurado no sector terciário, sempre que souber investir nesta área e ao mesmo tempo respeitar o meio ambiente natural em que se insere e que há-de ser o seu maior e principal capital. == Património == * Pelourinho de Marco de Canaveses ou Pelourinho de São Nicolau * Igreja de Santa Maria (Fornos) ou Igreja Paroquial de Fornos Categoria:Antigas freguesias de Marco de Canaveses",
 "title": "Fornos (Marco de Canaveses)"
}