{
 "id": "16419",
 "text": "Rio de Galinhas é uma localidade portuguesa da cidade e do Município de Marco de Canaveses que foi sede da extinta Freguesia de Rio de Galinhas, freguesia que tinha de área e habitantes (2011), e, por isso, uma densidade populacional de . A Freguesia de Rio de Galinhas foi extinta (agregada) pela reorganização administrativa de 2013,Lei n.º 11-A/2013, de 28 de janeiro: Reorganização administrativa do território das freguesias. Anexo I. Diário da República, 1.ª Série, n.º 19, Suplemento, de 28/01/2013. tendo o seu território sido integrado na Freguesia do Marco. Rio de Galinhas está englobada dentro do perímetro da cidade do Marco de Canaveses. ==População== População da freguesia de Rio de Galinhas Instituto Nacional de Estatística (Recenseamentos Gerais da População) - https://www.ine.pt/xportal/xmain?xpid=INE&xpgid;=ine_publicacoes 1864 1878 1890 1900 1911 1920 1930 1940 1950 1960 1970 1981 1991 2001 2011 293 352 441 394 464 583 714 896 897 967 944 1 247 1 381 1 841 2 014 Distribuição da População por Grupos Etários Ano 0-14 Anos 15-24 Anos 25-64 Anos > 65 Anos 0-14 Anos 15-24 Anos 25-64 Anos > 65 Anos 2001 372 269 1 036 164 20,2% 14,6% 56,3% 8,9% 2011 352 265 1 165 232 17,5% 13,2% 57,8% 11,5% == História == O topónimo \"Rio de Galinhas\" deriva de um dos dois ribeiros que a atravessam, e que já é referido em documentos do século IX. A abundância daquela espécie ornitológica terá estado na base do nome dado ao ribeiro, que posteriormente se alargou ao lugar e ainda mais tarde à freguesia. Situada em região pouco declivosa, comparando com outras áreas do concelho, Rio de Galinhas foi desde muito cedo escolhido pelas populações como ponto de passagem entre a importante zona de Canaveses e as terras de Baião, às quais pertenciam então Tabuado, Soalhães, etc. Nome antigo na região portucalense, \"Riu de Galinas\", como surge em documento de 1080, conta com topónimos reveladores do seu primitivo povoamento. Assim acontece com Fundo de Vila, onde existiu uma villa rustica medieval. No século XI, aquele que era apenas um simples lugar foi propriedade dos fidalgos da linhagem dos Gascos desde Múnio Viegas, \"o Velho\". De geração em geração, foi parar às mãos de D. Unisco Viegas, que em 1103 doou ao Mosteiro de Paço de Sousa alguns dos seus casais em Fornos e em Rio de Galinhas. Pelas Inquirições de 1258, sabemos que D. Afonso Henriques, ainda antes de 1140, havia coutado a Igreja de Santa Maria de Freixo e o Mosteiro de Tuias a Egas Moniz e sua mulher, Tereza Afonso. Sensivelmente na mesma época, honrou Santa Marinha de Fornos e São Nicolau de Canaveses. Estes privilégios vieram a ter um significado relevante durante vários séculos, porque ligou estas Freguesias beneficiadas por um interesse comum, baseado no controle da passagem vital entre o Douro e Trás-os-Montes. Desde muito cedo integrada no Couto de Tuias (embora não se conheça a data exacta), a freguesia de Rio de Galinhas já o era nas Inquirições referidas. Foi de Tuias até meados do século XVIII; quando o couto foi extinto, passou para o concelho do mesmo nome. Em 1835, Tuias, a vila de Canaveses e algumas freguesias de Bem-Viver e de Gouveia reuniram-se num só concelho, o de Soalhães, extinto em 1852 para dar lugar ao de Marco de Canaveses. Pouco tempo depois, já no terceiro quartel do século XIX, um facto viria a transformar a face da freguesia e de toda esta região. Foi a construção da linha de caminho de ferro do Douro que, no seu percurso, aí deixou a estação que serve o Marco. Do centro da cidade, rasgou- se uma estrada até ao comboio, construiu-se uma nova ponte sobre o ribeiro, para melhorar a ligação com Amarante, Tabuado e Soalhães, e lá partiram as fumegantes locomotivas em direcção à Régua. Começou nessa época, digamos assim, o desenvolvimento industrial de Rio de Galinhas, posto que os acessos eram a partir daí excelentes. Dentro da área da freguesia, ganharam então destaque, ao longo do século, duas fábricas de moagem de trigo, a \"Fábrica Electro-Moagem do Marco, Lda.\" e a \"Fábrica de Moagem do Marco\". Muito próximas da estação, eram então moderníssimas, chegando a moer cada uma delas dois mil quilos por hora. Mais do que as edificações de carácter religioso (uma palavra para a modesta Igreja Matriz, dedicada a São Miguel-o-Anjo), assumem particular interesse em Rio de Galinhas as construções senhoriais. A mais importante de todas será porventura a Casa do Outeiro, conhecida por Casa dos Arcos. Foi construída no século XVII e posteriormente brasonada. Pertenceu primitivamente a Baltazar de Bulhões, que o vendeu ao Convento de Almoster. Este mosteiro aforou-o a Francisco Pires e sua mulher. A sua história está ligada à ascensão social de determinadas famílias da Freguesia naquele período. É uma das mais antigas do género em todo o concelho. A Casa do Souto de Cima, apesar de pequena, tem um passado importante no que à nobreza local diz respeito. Foi edificada por Gaspar Carneiro de Magalhães no primeiro quartel do século XVIII, mas a sua capela, da invocação da Senhora Sant'Ana datada de 1711, deve ser anterior. É brasonada. == Economia == Rio de Galinhas, situada na parte norte do município, tem registado uma evolução contínua ao longo dos anos. Incluída no perímetro urbano da cidade do Marco de Caneveses, tem no comércio a actividade predominante da sua população. A indústria detém também papel de relevo na economia local, mas a agricultura tem vindo a decair muito nos últimos anos. ==Associativismo== * Grupo Columbófilo do Marco * Associação Desporto e Cultural == Património == Casa dos Arcos - Marco de Canaveses Categoria:Antigas freguesias de Marco de Canaveses",
 "title": "Rio de Galinhas"
}