{
 "id": "16435",
 "text": "Marinha Grande é uma cidade portuguesa no distrito de Leiria, na província da Estremadura, integrando a Comunidade Intermunicipal da Região de Leiria, na região do Centro de Portugal, com 7 857 habitantes (2021).Usando os limites da cidade dos Censos de 2011 e os dados sobre os lugares estatísticos dos Censos 2021, tem-se que a cidade de Marinha Grande inclui na íntegra os lugares de Marinha Grande, Casal de Malta, Benta e Salgueiro. É sede do município da Marinha Grande com de área e habitantes (2021), subdividido em 3 freguesias.Lei n.º 11-A/2013, de 28 de janeiro: Reorganização administrativa do território das freguesias. Anexo I. Diário da República, 1.ª Série, n.º 19, Suplemento, de 28/01/2013. O município é delimitado a norte e leste pelo município de Leiria, a sul pelo Alcobaça e a oeste é banhado pelo oceano Atlântico. Desde o princípio do século XX que a evolução demográfica da Marinha Grande tem sido positiva. Nos últimos anos, tem apresentado taxas de crescimento superiores à sua área envolvente, tomando como referência o distrito de Leiria ou a antiga subregião do Pinhal Litoral. O desenvolvimento do sector industrial na Marinha Grande, está na base de tal crescimento populacional. Aquando do Recenseamento da População em 1991, a freguesia da cidade da Marinha Grande possuía 26 628 habitantes, sendo 13 000 homens e 13 628 mulheres. De acordo com os censos preliminares, referentes a 2001, a freguesia da Marinha Grande registou um aumento populacional na ordem dos 6,4%, contando a mesma com um total de 28 329 habitantes. A superioridade numérica do sexo feminino mantém-se, tendo em conta que foram contabilizados 13 842 homens e 14 487 mulheres. Há a registar, desde a realização do último recenseamento, um aumento quer da população masculina, quer da população feminina. No dia 15 e 16 de outubro de 2017, a Marinha Grande, mais precisamente no Pinhal de Leiria, foi assolada por um grande incêndio onde estiveram cerca de 500 bombeiros. Em 2018, a Marinha Grande voltou a ser o município líder distrital de exportações e, apesar de haver 72 municípios em Portugal com mais população, a Marinha Grande tornou-se o segundo município do País que mais contribui para o crescimento das exportações em todo o país. == Freguesias == O município da Marinha Grande está dividido em 3 freguesias: * Marinha Grande * Moita * Vieira de Leiria == Localização == A Marinha Grande é um município litoral, entre as cidades de Lisboa (120 km) e Porto (180 km). Pertence ao distrito de Leiria (a 15 km). A Norte e Este faz fronteira com o município de Leiria, a Sul com o de Alcobaça e a Oeste com o Oceano Atlântico. Próximo da cidade é possível visitar a Praia da Nazaré, Mosteiro de Alcobaça, Castelo de Leiria, Mosteiro da Batalha, Castelo de Porto de Mós, Castelo de Ourém e Castelo de Pombal. == Heráldica == Em 28 de janeiro de 1921 foi apresentada a primeira proposta para as Armas, Bandeira e Selo da Marinha Grande, à Associação dos Arqueólogos Portugueses. A proposta foi objeto de diversas alterações segundo as regras oficiais da época, vindo ainda a ser modificada pela Comissão Heráldica em 20 de novembro de 1934. A simbologia, da então vila, ficou com o seguinte teor: === Armas === De vermelho, com um pinheiro de ouro frutado de verde, sustido de negro realçado de ouro, saínte de contrachefe de dunas de areia de prata, o tronco do pinheiro acompanhado de duas vieiras de ouro. Coroa mural de prata com quatro torres. Listel branco com os dizeres a negro “ Vila da Marinha Grande”. O vermelho do campo indica heraldicamente a força, o vigor, a atividade, enfim a constante energia. O pinheiro, o realce do seu tronco e as vieiras são de ouro por este ser o metal mais rico e que significa poder e liberdade. O frutado de verde é associado à firmeza e honestidade. As dunas de areia de prata esmalte denotam humildade e riqueza. === Bandeira === Foi desenhada pelo marinhense João de Magalhães Júnior logo após a restauração do concelho. Esquartelada de amarelo e negro, cordões e borlas de ouro e negro. Haste e lança de ouro. Girondada de oito peças de amarelo e negro. Cordão e borlas de ouro. Haste e lança de ouro. === Selo === Circular, tendo ao centro as peças de armas sem indicação aos esmaltes. Em volta dentro dos círculos concêntricos os dizeres “Câmara Municipal da Marinha Grande”. A simbologia inicial sofreu alterações ao longo dos anos, de acordo com as legislações vigentes nas respetivas épocas, bem como na altura de elevação a cidade em 11 de Março de 1988. A última transformação e atual definição, efetuou-se a 21 de Junho de 1996. Passando a simbologia da Cidade a ser representada da seguinte forma: Nos termos da Lei, com a legenda: “ Câmara Municipal da Marinha Grande”. === Brasão === Escudo de vermelho, com um pinheiro frutado de verde e troncado de negro, saínte de contra-chefe de dunas de areia, de ouro, acompanhado de duas vieiras do mesmo. Coroa mural de prata com cinco torres. Listel branco com a legenda a negro, em maiúsculas “MARINHA GRANDE”. == História == A Marinha Grande é uma ocupação humana recente, se comparada com cidades vizinhas como Leiria e Alcobaça; ela nasce com a iniciativa industrial de Guilherme Stephens, patrocinada pelo Marquês de Pombal, que associou a abundância de madeira e areia para aqui criar a indústria vidreira de que fez a força da vila - e que, mais tarde, veio a dar origem à indústria de plásticos e moldes. É datado de 1776 o marco de pedra, que hoje pode ser visitado no Museu do Vidro, com a inscrição: \"Por ordem de Sua Majestade todas as lenhas do Pinhal que estão em huma légua o redor deste marco pertencem à Fábrica de Vidros\". Nascida com a Revolução Industrial, a Marinha Grande foi um dos grandes pólos dos movimentos políticos associados à emancipação do proletariado. O símbolo maior desta posição socio- política é o facto de a Marinha Grande ter tomado a dianteira na revolta de 18 de Janeiro de 1934 contra a II República, tendo sido aqui que as forças leais ao governo de Salazar encontraram maior oposição.http://www.omilitante.pcp.pt/pt/298/Efemeride/296/18-de-Janeiro- de-1934---Uma-data-hist%C3%B3rica-a-n%C3%A3o-esquecer.htm A Marinha Grande foi elevada a cidade em 11 de Março de 1988.http://mgrande.com/mg/histria/elevacao-a-cidade/ Actualmente, e apesar dos receios surgidos na viragem do século com a falência de muitas PME do sector dos moldes face à concorrência de países emergentes como o México ou a China, as empresas marinhenses têm conseguido adaptar-se às exigências da globalização. A \"Marinha\" (como é localmente designada, de modo informal) é, juntamente com Oliveira de Azeméis, o motor da indústria de moldes nacional.http://www.cefamol.pt/cefamol/pt/Cefamol_IndustriaMoldes/Historia ==População== Número de habitantes Instituto Nacional de Estatística (Recenseamentos Gerais da População) - https://www.ine.pt/xportal/xmain?xpid=INE&xpgid;=ine_publicacoes 1864 1878 1890 1900 1911 1920 1930 1940 1950 1960 1970 1981 1991 2001 2011 2021 6 055 7 469 8 606 9 611 10 677 10 995 11 888 14 708 17 663 20 483 23 449 31 284 32 234 35 571 38 699 39 024 (Obs.: Número de habitantes \"residentes\", ou seja, que tinham a residência oficial neste município à data em que os censos se realizaram.) Número de habitantes por Grupo Etário INE - http://censos.ine.pt/xportal/xmain?xpid=CENSOS&xpgid;=censos_quadros INE - https://www.ine.pt/xportal/xmain?xpid=INE&xpgid;=ine_indicadores&indOcorrCod;=0011166&contexto;=bd&selTab;=tab2 1920 1930 1940 1950 1960 1970 1981 1991 2001 2011 2021 0-14 Anos 3 644 4 262 4 886 5 166 6 031 6 515 7 994 6 147 5 253 5 803 5 051 15-24 Anos 2 037 2 438 2 727 3 504 3 318 3 780 5 043 5 589 4 779 3 749 4 068 25-64 Anos 4 086 4 776 5 909 7 797 9 929 11 305 15 548 18 010 20 072 21 984 20 813 = ou > 65 Anos 572 765 927 1 021 1 205 1 750 2 699 3 797 5 467 7 163 9 092 (Obs: município restaurado pela lei nº 644, de 20/01/1917, por desanexação de lugares do município de Leiria De 1900 a 1950 os dados referem-se à população \"de facto\", ou seja, que estava presente no município à data em que os censos se realizaram. Daí que se registem algumas diferenças relativamente à designada população residente)'' == Cultura == A ocupação relativamente recente torna a Marinha uma cidade sem muita história. Na cidade é possível visitar o Museu do Vidro (no Palácio Stephens), inaugurado em dezembro de 1998, que contem peças artesanais em vidro e funciona como museu municipal, o Museu Joaquim Correia, com esculturas privadas do artista que dá nome ao museu, a Casa-Museu 18 de Janeiro de 1934 e Museu do Molde, no Edifício da Resinagem. Tal como outros municípios da antiga região turística Leiria-Fátima, a vertente turística da Marinha Grande é voltada principalmente para o turismo balnear, nas praias de São Pedro de Moel e Praia da Vieira, havendo turistas estrangeiros que procuram estas praias para férias em Portugal. A Praia da Vieira é ainda um dos poucos locais em Portugal onde é possível assistir à pesca através da Arte Xávega. Recentemente, a Câmara Municipal tomou a iniciativa de organizar as Festas da Cidades, a decorrer no primeiro fim de semana de Junho, que conta com tasquinhas e artistas de reconhecimento nacional, e move mais de 25.000 pessoas. No fim de semana seguinte são organizadas na cidade as Marchas de Santo António, em honra ao santo padroeiro da cidade. == Economia == A economia da Marinha Grande é principalmente baseada no sector secundário (indústria). O contexto histórico da cidade assenta na Indústria Vidreira, que foi o principal motor financeiro do município e continua a ser um dos principais, com a existência de várias fábricas de produção de objectos em vidro, como garrafas, copos e peças de decoração. Nos últimos 50 anos começou a desenvolver-se na cidade a indústria de moldes para plásticos, desenvolvendo bastante a cidade. Hoje em dia, a Marinha Grande tem centenas de empresas de apoio ao fabrico de moldes e produção de plásticos, que inicialmente eram principalmente para o ramo automóvel, mas actualmente já saem da Marinha Grande plásticos para todas as aplicações. Embora no Verão a Marinha Grande seja procurada para o turismo balnear, o sector terciário (que inclui turismo) não representa um marco económico comparado à indústria. O sector primário (agricultura, pecuária e pescas) não é muito explorado na Marinha Grande. A maioria das produções agrícolas é exclusivamente para consumo próprio. Na Praia da Vieira, ainda existe a pesca por Arte Xávega, com venda ao público, mas não representa um marco económico da Marinha Grande. == Política == === Eleições autárquicas === Data % V % V % V % V % V % V % V % V % V % V % V % V % V Participação PS FEPU/APU/CDU PPD/PSD GDUP PCTP/MRPP UDP/BE POUS CDS-PP PRD IND MPT PPM CH 1976 42,37 4 38,72 3 10,48 - 4,16 - 1,26 - 1979 29,58 2 46,34 4 19,44 1 0,42 - 1,78 - 0,61 - 1982 28,26 2 47,91 4 15,00 1 1,22 - 0,90 - 3,34 - 1985 34,68 3 51,96 4 0,45 - 0,81 - 0,84 - 7,98 - 1989 36,26 3 44,12 3 15,97 1 1993 40,85 3 39,80 3 11,65 1 3,09 - 1997 44,10 4 34,76 3 10,78 - 1,64 - 3,68 - 2001 38,19 3 36,10 3 15,29 1 2,47 - 2,75 - 2005 36,42 3 38,74 3 11,53 1 6,05 - 1,76 - 2009 36,09 3 31,43 3 17,70 1 5,67 - 5,80 - 2013 29,93 2 24,75 2 10,60 1 2,79 - 1,07 - 12,01 1 - 10,99 1 2017 29,36 3 24,54 2 4,86 - 4,84 - 0,80 - 22,05 2 PPD/PSD CDS-PP 7,61 - 2021 21,87 2 20,54 2 6,87 - 3,69 - 0,83 - 38,31 3 3,38 - === Eleições legislativas === Data % PS PCP PSD CDS UDP APU/ CDU AD FRS PRD PSN B.E. PAN PSD CDS L CH IL 1976 40,08 35,03 9,49 5,12 1,36 1979 27,22 APU AD AD 2,67 39,44 23,43 1980 FRS 2,03 38,23 26,05 27,28 1983 36,06 14,80 4,53 1,74 37,64 1985 22,60 16,04 3,57 1,94 30,66 20,03 1987 23,95 CDU 33,37 2,16 1,15 25,85 7,70 1991 30,80 35,67 2,51 21,39 0,86 2,28 1995 45,30 19,64 8,01 0,82 21,29 1999 44,73 19,85 5,79 21,92 0,24 2,53 2002 39,22 25,89 6,58 19,57 3,90 2005 43,07 17,57 4,01 18,33 11,49 2009 34,74 16,60 6,46 17,85 16,92 2011 26,91 25,96 9,27 17,30 9,77 1,63 2015 29,69 CDS PSD 16,43 15,13 1,46 25,88 0,96 2019 35,08 16,62 2,43 13,96 14,40 3,63 0,88 1,43 0,92 2022 43,54 18,77 1,01 9,85 6,78 1,73 1,20 7,47 5,42 2024 29,84 AD AD 7,80 19,53 6,40 2,23 3,32 20,05 5,64 == Infraestruturas == === Transportes === ==== Rodoviários ==== A Marinha Grande tem uma rodoviária onde param autocarros da Rodoviária do Tejo e da Rede Nacional de Expressos. Estas carreiras ligam a cidade com as localidades vizinhas e com as principais cidades do país, incluindo ligações horárias para Lisboa e frequentes para o Porto. Existe na cidade a empresa de transportes urbanos TUMG (Transportes Urbanos da Marinha Grande) que assegura conexões regulares dentro da cidade e ainda a Radio Táxis Marinhense, que garante serviço de Táxis. ==== Ferroviários ==== A Estação Ferroviária da Marinha Grande assegura a conexão com a Linha do Oeste (Lisboa - Figueira da Foz - Coimbra). ==== Autoestradas e vias principais ==== A Marinha Grande é muito bem servida a nível de autoestradas: tem duas entradas para a A8 (Leiria - Lisboa) e é também servida pela A17 (Marinha Grande - Aveiro), que termina na A29 (Aveiro - Porto, pela Ponte da Arrábida). === Saúde === A Marinha Grande tem um Centro de Saúde que garante assistência médica permanente e várias clínicas privadas. Existe ainda Extensão de Saúde nas localidades da Moita, Vieira de Leiria e Garcia. === Educação === Para além de uma quantidade significativa de Jardins de Infância e Escolas Básicas de 1º Ciclo, a Marinha Grande conta com escolas que garantem o ensino em todos os níveis. Ensino Básico: * Escola Professor Alberto Nery Capucho (2º / 3º Ciclos) * Escola Guilherme Stephens (2º / 3º Ciclos) * Escola Padre Franklim (2º Ciclo), na freguesia de Vieira de Leiria Ensino Secundário: * Escola Secundária Calazans Duarte (3º Ciclo / Secundário) * Escola Secundária Pinhal do Rei (3º Ciclo / Secundário) * Escola Secundária José Loureiro Botas (3º Ciclo / Secundário) Ensino Superior (privado): * Instituto Superior D. Dinis (Grupo Lusófona) Ensino Profissional (privado): * Escola Profissional e Artística da Marinha Grande (Grupo GPS) Ensino em Língua Estrangeira (privado): * Colégio Luso- Internacional do Centro == Personalidades ilustres == * José António Vieira da Silva * Henrique Neto * Norberto Barroca * Lenita Gentil * Jorge Mourato * Marco Horácio * João Portugal * António Morais Varela * Joana Morais Varela * Pedro Miguéis * Eduardo Beauté ==Património==",
 "title": "Marinha Grande"
}