{
 "id": "16445",
 "text": "Guifões é uma vila portuguesa que foi sede da extinta Freguesia de Guifões do Município de Matosinhos, freguesia que tinha 3,53 km² de área e 9 495 habitantes (2011), tendo, assim, uma densidade populacional de 2 689,8 hab/km². A povoação de Guifões foi elevada à categoria de vila em 12 de Junho de 2009. A Freguesia de Guifões foi extinta (agregada) em 2013, no âmbito de uma reforma administrativa nacional, para, em conjunto com Custoias e Leça do Balio, formar uma nova freguesia denominada União das freguesias de Custóias, Leça do Balio e Guifões.Diário da República, 1.ª Série, n.º 19, Lei n.º 11-A/2013 de 28 de janeiro (Reorganização administrativa do território das freguesias). Acedido a 16 de março de 2014. == Património == * Ponte de Guifões A Ponte de Guifões, de origem romana, seria totalmente reconstruída e melhorada durante a Idade Média. Esta ponte possuía um tabuleiro de perfil horizontal de cerca de vinte metros de comprimento e reforçado através de guardas com aberturas semicirculares, a ponte apresentava na sua origem três arcos ogivais de dimensões variadas e respectivos talhamares. Classificada como Imóvel de Interesse Público, foi destruída na sequência de um forte temporal que assolou toda a região em 1979. Da estrutura primitiva, chegaram até nós somente os arranques do arco da margem esquerda e parte do da margem direita. * O Castro do Monte Castelo de Guifões. ==População== População da freguesia de Guifões Instituto Nacional de Estatística (Recenseamentos Gerais da População) - https://www.ine.pt/xportal/xmain?xpid=INE&xpgid;=ine_publicacoes 1864 1878 1890 1900 1911 1920 1930 1940 1950 1960 1970 1981 1991 2001 2011 524 623 699 807 969 1 144 1 632 2 137 2 491 3 373 6 450 8 407 10 925 9 686 9 495 Distribuição da População por Grupos Etários Ano 0-14 Anos 15-24 Anos 25-64 Anos > 65 Anos 0-14 Anos 15-24 Anos 25-64 Anos > 65 Anos 2001 1 575 1 472 5 520 1 119 16,3% 15,2% 57,0% 11,6% 2011 1 246 1 083 5 472 1 694 13,1% 11,4% 57,6% 17,8% Categoria:Antigas freguesias de Matosinhos Categoria:Vilas de Portugal",
 "title": "Guifões"
}