{
 "id": "16455",
 "text": "{{Info/Município do Brasil | nome = Icém | foto = Praça Central SP.jpg|thumb|Praça central de Icém | leg_foto = | apelido = Princesa do Vale | brasão = Brasão de Icém, SP.png | bandeira = Bandeira de Icém.jpg | link_brasão = | link_bandeira = | link_hino = | aniversário = 30 de dezembro | fundação = | gentílico = icense | lema = | prefeito = Oscar Luiz Corrêa Cunha | partido = SD | fim_mandato = 2024 | mapa = SaoPaulo Municip Icem.svg | latP = S | latG = 20 | latM = 20 | latS = 31 | lonP = O | lonG = 49 | lonM = 11 | lonS = 42 | estado = São Paulo | mesorregião = São José do Rio Preto | data_mesorregião = IBGE/2008 | microrregião = São José do Rio Preto | data_microrregião = IBGE/2008 | região_metropolitana = São José do Rio Preto | vizinhos = Guaraci, Altair, Orindiúva, Nova Granada e Fronteira (MG) | dist_capital = 530 | área = 362.355 | área_ref = | população = 7819 | data_pop = IBGE/2023 | altitude = 419 | clima = tropical | sigla_clima = Aw/As | idh = 0.720 | data_idh = PNUD/2010 | pib = mil | data_pib = IBGE/2009 | pib_per_capita = 22073.15 | data_pib_per_capita = IBGE/2017 }} Icém é um município brasileiro do estado de São Paulo, na divisa com Minas Gerais, tem uma população de 7.819 habitantes (IBGE/2022). Está situado próximo a importantes centros urbanos (Barretos, São José do Rio Preto, Catanduva), tem nestes municípios grandes polos emissores. Está situado a 84 km de Barretos, 55 km de São José do Rio Preto e 112 km de Catanduva. A cidade se localiza às margens do Rio Grande. A cidade faz parte da região metropolitana de São José do Rio Preto, interior de São Paulo. == História == Icém na língua tupi-guarani = Água doce que foi o nome antigo do município. Povoado do município de Barretos, de terras doadas pelo coronel Chamingo ao bispado de São Carlos. Pela Lei nº 1.449 de 28 de dezembro de 1914, foi elevado a categoria de Distrito de Paz, e como tal instalado em 24 de abril de 1915. Decreto Lei nº 14.334 de 30 de novembro de 1944 incorporado ao município de Guaraci. Foram inúmeras pessoas que trabalharam pela emancipação política, citando: Ovídio Custódio Moreira, Isidro Alves Rosa, Jerônimo Machado Silveira e Clarindo Neves. A Lei nº 2.456 de 30 de dezembro de 1953 elevado a município. Ovídio Custódio Moreira, candidato único para o cargo de Prefeito Municipal nas eleições de 3 de outubro de 1954, empossado em 1 de janeiro de 1955, foi o primeiro prefeito e que muito trabalhou pela sua emancipação. == Geografia == * Localização: Norte do estado de São Paulo * Limites: ** Norte: Fronteira (Minas Gerais) ** Sul: Nova Granada e Altair ** Leste: Guaraci ** Oeste: Orindiúva * Clima: Tropical com temperatura média de 25°C === Demografia === Dados do Censo - 2010 População total: 7.462 * Urbana: 6 404 * Rural: 1 058 * Homens: 3 795 * Mulheres: 3 667 Densidade demográfica (hab./km²): 20,58 Dados do Censo - 2000 Mortalidade infantil até 1 ano (por mil): 02,27 Expectativa de vida (anos): 108,12 Taxa de fecundidade (filhos por mulher): 9,36 Taxa de alfabetização: 89,73% Índice de Desenvolvimento Humano (IDH-M): 0,161 * IDH-M Renda: 0,214 * IDH-M Longevidade: 0,734 * IDH-M Educação: 0,818 (Fonte: IPEADATA) === Hidrografia === * Rio Grande * Rio Turvo O imenso lago formado pela barragem da Usina de Marimbondo, de águas calmas e profundas, favorece alguns tipos de atividades e o rio, abaixo da barragem, com correntezas fortes em alguns pontos, favorece a outras. A existência de uma grande barragem no município confere a Icém o privilégio de dispor de dois tipos diferentes de ambiente náutico: o lacustre e o fluvial. A partir do Canal de Fuga da Hidrelétrica de Marimbondo, o Rio Grande apresenta águas livres e rápidas. Nas margens, formações rochosas, matas e pequenas praias de areias finas. Nota-se também uma variedade de construções, algumas belas, outras nem tanto. A variedade da fauna chama a atenção. No ar e na água, pássaros de várias espécies enriquecem o cenário. Lontras e outros animais vivem nestas águas. Mas a maior riqueza, sem dúvida a mais procurada, é a fauna ictiológica. Na bacia do Rio Grande, o número de espécies (de peixes) registradas gira em torno de 170, muitas consideradas raras e endêmicas”. A existência de atividades que já exploram o local, como restaurantes, campings e pesca profissional, facilita o desenvolvimento do produto === Transportes === Icém não pode contar com um bom aeroporto (pois o mesmo se encontra inativo), situado no município de Fronteira (Minas Gerais), que se localiza a 7 (sete) quilômetros de distância. Possui um terminal rodoviário que liga a cidade a cidades como São José do Rio Preto, São Paulo, Nova Granada, Onda Verde, Orindiúva, Paulo de Faria, Riolândia, Fronteira-MG, Frutal-MG, entre outras. Recentemente a linha até Barretos, passando por Altair, Guaraci e Olímpia, deixou de existir. As empresas Itamarati e São Raphael são responsáveis pelo transporte público intermunicipal da cidade. === Rodovias === Icém está no cruzamento de duas importantes rodovias, a BR-153 - federal, e a SP-322, o que torna o acesso ao município muito fácil. == Infraestrutura == Icém conta com uma boa infraestrutura básica, com atendimento a 80% da população em serviços como eletricidade, água tratada e coletas de esgoto e lixo. O atendimento médico-hospitalar é bom. Em termos de segurança, Icém registra baixissimo nível de violência, inclusive em decorrência da cultura local, visto que seu povo é cordial e ordeiro (característica do habitante das pequenas localidades do interior paulista). A cidade é 100% pavimentada. === Comunicações === A cidade foi atendida pela Companhia Telefônica Brasileira (CTB) até 1973, quando passou a ser atendida pela Telecomunicações de São Paulo (TELESP), que inaugurou a central telefônica utilizada até os dias atuais. Em 1998 esta empresa foi privatizada e vendida para a Telefônica, sendo que em 2012 a empresa adotou a marca Vivo para suas operações de telefonia fixa. == Administração == * Prefeito: Oscar Luiz Corrêa Cunha (2021/2024) * Vice-prefeita: Aparecida Salisso * Presidente da câmara: Luzia Martins Malheiro (Picuta) (2018-2020) == Turismo == As evidências demonstram a possibilidade de ocorrência de Turismo Rural em Icém: diversas fazendas e sítios, voltadas para a produção agrícola ou pecuária, ou ambas, onde predomina o modo de vida rural; grandes espaços abertos onde se encontram interessantes elementos naturais. O vale do baixo Rio Grande, região onde se situa Icém, recebe regularmente um contingente numeroso de visitantes, pessoas em busca dos encantos naturais do local, interessados na pesca, no lazer náutico-desportivo ou simplesmente a procura do sossego dos ambientes rurais. Em Icém podem ser vistos: Lago de Marimbondo, Praia Mariana, Desertinho, Rio Grande, à jusante da barragem da Hidrelétrica de Marimbondo, Complexo da Usininha, Vila da Usininha, Mata da Água Doce, Cânions da Usininha, Braço do Rio Grande, Córrego da Água Doce. === Eventos === Os eventos são fatores enriquecedores da cidade Princesa do Vale, incrementando ainda mais o conjunto de opções de lazer disponibilizado para o turista. O município de Icém apesar de pequena e pacata é muito conhecida na região e em alguns grandes centros do interior do Estado, devido ao sucesso que o município vem fazendo no carnaval, ballet, futebol e principalmente nas festividades de fim de ano, e festas juninas. O Carnaval de rua da cidade “Princesa do Vale”, que atrai cerca de 15 mil pessoas para assistir aos desfiles é considerado pela mídia, como um dos melhores do interior paulista.Já virou mania e tradição a bela e animada disputa entre os blocos. A festa do Peão de Rodeio de Icém, está entre as seis melhores festas das pequenas cidades do Brasil. A equipe de futebol de Icém, é Tri Campeã da Copa São Paulo Minas. E as festividades de fim de ano do município já viraram tradição e todo ano atrai milhares de pessoas para assistir os grandes shows e as disputas esportivas e culturais == Ligações externas == * Categoria:Fundações em São Paulo em 1957",
 "title": "Icém"
}