{
 "id": "16462",
 "text": "Luso é uma vila portuguesa sede da Freguesia do Luso do Município da Mealhada, freguesia com 16,87 km² de área e 2276 habitantes (censo de 2021), tendo, assim, uma densidade populacional de . A Freguesia do Luso foi criada em 1837 por desmembramento da freguesia de Vacariça. É formada pelos seguintes lugares: Barrô, Buçaco, Carvalheiras, Lameira de Santa Eufémia, Lameira de São Pedro, Louredo, Luso (vila), Monte Novo, Salgueiral e Várzeas. A povoação de Luso foi elevada à categoria de vila em 6 de novembro de 1937 pelo decreto-lei n.º 28142.http://dre.pt/pdfgratis/1937/11/25900.pdf A vila do Luso é um dos lugares mais conhecidos do município da Mealhada. Vila turística, arborizada na parte meridional (sul) do Baixo Vouga, distrito de Aveiro. Inclui no seu território grande parte da serra do Buçaco, conhecida pela sua exuberante paisagem. Foi perto daí que se travou, em 1810, a batalha do Buçaco entre as forças napoleónicas e anglo-lusas, no quadro da Guerra Peninsular. O Luso é também conhecido pela pureza das suas fontes de águas termais, utilizadas no tratamento de problemas renais e males da pele. Próximas ao Luso estão as cidades da Mealhada, Anadia, Coimbra, Santa Comba, Águeda, Oliveira do Bairro, Cantanhede e Aveiro. ==Demografia== A população registada nos censos foi: Distribuição da População por Grupos Etários Ano 0-14 Anos 15-24 Anos 25-64 Anos > 65 Anos 2001 389 417 1457 487 2011 316 246 1451 580 2021 226 203 1184 663 == Património == esquerda|thumb|180px|Painel de Azulejo, Água do Luso, Luso, Portugal. * Palácio Hotel de Buçaco, Palacete Hotel do Buçaco ou Palace Hotel do Buçaco e Mata Nacional do Bussaco, incluindo as capelas e ermidas, Cruz Alta em conjunto com o Convento de Santa Cruz do Buçaco * Grande Hotel do Luso de Cassiano Branco * Capelas de São João Evangelista, de Santo António e de São Pedro * Casas do Marquês da Graciosa e de Emídio Navarro * Busto de Emídio Navarro * Fonte de São João * Azenhas de Carpinteiros * Vila Duparchy ==Ver também== * Termas do Luso * Termalismo == Ligações externas == * Sítio da Junta de Freguesia de Luso * Portal não oficial sobre Luso * Página Facebook do Clube LusoClássicos",
 "title": "Luso"
}