{
 "id": "16469",
 "text": "Hugo Alvar Henrik Aalto (Kuortane, – Helsinque, ) foi um arquiteto finlandês, cuja obra é considerada exemplar da vertente orgânica da arquitetura moderna da primeira metade do século XX. Alvar Aalto também se notabilizou como designer, em áreas como o projeto de mobília, tecidos, cristais, entre outros. == Biografia == Aalto foi um dos primeiros e mais influentes arquitetos do movimento moderno escandinavo, tendo sido membro do Congrès Internationaux d'Architecture Moderne (CIAM). Alguns dos trabalhos de maior relevância foram, por exemplo, o Auditório Finlândia, e o campus da Universidade de Tecnologia de Helsínquia, ambos em Helsínquia, Finlândia. No campo do design, tornaram-se célebres os projetos de cadeiras baseados na exploração das possibilidades de corte e tratamento industrial da madeira. Além disso, pode-se citar os cristais que desenhou, como o conhecido Vaso Aalto, também chamado como Vaso Savoy. Alvar Aalto estudou no Instituto Politécnico Finlandês em Helsinque, formando-se em arquitetura em 1921. De 1923 a 1927 trabalhou em um escritório próprio com sua mulher Aino Marsio (1898-1949), com quem se casou em 1925. De 1927 a 1933, trabalhou com Erik Bryggman (1891-1955), outro importante arquiteto finlandês, também formado pelo Instituto Politécnico Finlandês. Em 1932 começou seu trabalho como designer, fundando com sua esposa Aino Aalto, a Artek Ltda em 1935 para a construção e distribuição de seus móveis. Em 1940 tornou-se professor da Faculdade de Arquitetura do Massachusetts Institute of Technology (MIT), nos Estados Unidos. Em 1952 casou-se com Elissa Makiniemi, que se torna a responsável pelo seu escritório até 1954. A partir de 1955 tornou-se membro da Academia Finlandesa. == Obras == Suas obras mais conhecidas e importantes para a análise da evolução de sua produção arquitetônica são: Clube dos Trabalhadores em Jyväskylä (1924), Sanatório em Paimio (1929-1933), Biblioteca Municipal de Viipuri (1933-1935), Villa Mairea (1937-1939), pavilhão finlandês na Exposição Mundial de Paris (1937), o pavilhão finlandês na Feira de Nova Iorque (1938-1939), residência estudantil do MIT em Massachusetts (1947-1949), a universidade politécnica de Otaniemi (1949-1967), a prefeitura de Saynatsalo (1950-1951), pavilhão finlandês na Bienal de Veneza (1956) e um palácio de congressos em Helsinque (1967-1975). Vai também fazer projetos urbanísticos como o Plano Geral de Rovaniemi e o Plano de Desenvolvimento de Kauttua, além de projetos para a cidade de Saynatsalo (1942-1946). O design é outro campo aonde vai se destacar com importante obra de reconhecimento internacional. Possui vários projetos de mobiliário (cadeiras, mesas, camas, bancos) onde o emprego da madeira se faz de forma orgânica e racional. Podemos falar nesses dois termos, constatando uma análise minuciosa de sua parte pelos materiais e as formas que a natureza os apresenta. Aalto usa uma técnica de compensado moldado, obtendo peças esbeltas, que com suas curvas suportam de maneira elegante o peso de uma pessoa. Uma das características de sua arquitetura é exatamente esta relação dialética com a natureza, por isso nesse caso arquitetura e design são partes inseparáveis de um todo, quase que nascem ao mesmo tempo. Isso muito se deve à relação peculiar dos finlandeses e sua cultura com o meio natural, curiosamente não na mesma intensidade do que ocorre com suecos ou noruegueses. Por isso sua produção como arquiteto e designer torna-se inseparável da cultura finlandesa, por isso qualquer forma de análise deve contemplar a história e as características de seu país. Está sepultado no Cemitério de Hietaniemi em Helsínquia. == Ver também == *Cultura da Finlândia - Arquitetura *Auditório Finlândia == Bibliografia == *ARGAN, Giulio Carlo. Arte Moderna. Companhia das Letras, São Paulo, 1993. *CAPITEL, Antón. Escandinávia y el liderazgo moderno. In: A&V; Monografias de Arquitectura y Vivienda, no. 55, Madrid, 1995. *CURTIS, William. Alvar Aalto (1898-1976) – el mito nórdico. In: A&V; Monografias de Arquitectura y Vivienda, no. 55, Madrid, 1995. *MONTANER, Josep Maria. Después del Movimento Moderno – Arquitectura de la Segunda Mitad del Siglo XX. Gustavo Gili, Barcelona, 1993. *WESTON, Richard. Alvar Aalto. Phaidon Press Limited, London, 1995. == Ligações externas == * * * * * * Categoria:Medalha de Ouro do RIBA Categoria:Membros da Academia de Artes e Ciências dos Estados Unidos Categoria:Doutores honoris causa da Universidade Técnica de Viena Categoria:Designers de produto da Finlândia Categoria:Arquitetos da Finlândia Categoria:Arquitetos do modernismo Categoria:Medalha Alvar Aalto",
 "title": "Alvar Aalto"
}