{
 "id": "16473",
 "text": "Aveloso é uma povoação portuguesa sede da Freguesia de Aveloso do Município de Mêda, freguesia com 7,53 km² de área e 184 habitantes (censo de 2021), tendo, por isso, uma densidade populacional de . Foi vila e sede de concelho até 6 de novembro de 1836. Este era constituído apenas pela freguesia da sede e tinha, em 1801, 199 habitantes. Foram Senhores de Aveloso a família Pacheco Pereira, do Porto. ==Demografia== A população registada nos censos foi: Distribuição da População por Grupos Etários Ano 0-14 Anos 15-24 Anos 25-64 Anos > 65 Anos 2001 48 46 128 65 2011 30 25 108 44 2021 28 16 96 44 == Património == * Pelourinho de Aveloso * Casa do Soeiro (a ser convertido em Núcleo Museológico) == Personalidades == Albano de Jesus Beirão é sem dúvida uma figura importante nesta localidade. De acordo com os relatos de pessoas do Aveloso e alguns livros que relatam a história Albano Beirão sofria de uma doença congénita invulgar, que lhe conferia determinados atributos além da capacidade humana. Subia ao pelourinho de cabeça ao contrário, e fazia o pino sem qualquer apoio, saltava paredes com cerca de 6 metros de altura, bebia um cântaro de água (cerca de 5 litros) sem parar, soltava enormes uivos como de um animal se tratasse. Esta personagem era demasiado temida na sua época que mesmo no Estado Novo, uma época de repressão, o poder político virou costas ao assunto, tenha sido por medo ou qualquer outro motivo. Numa reportagem na revista o \"O SÉCULO ILUSTRADO\", é dada grande importância a esta história e ao testemunho das pessoas na altura. Segundo consta numa das sua passagens pelo Porto subiu à Torre dos Clérigos, e numa tentativa do fazerem descer dali, um dos bombeiros acabou por morrer devido à queda. Na sua estadia por África enfrentava feras e fazia da sua toca a sua própria cama. Tais relatos tornaram-se história a história virou mito, e o mito depressa chegou junto da comunidade científica que procurou estudar este invulgar paciente. A história tornou-se tão popular que até algumas companhias de teatro levaram ao palco o famosa personagem tão conhecida por Homem Macaco. == Resultados eleitorais == === Eleições autárquicas (Junta de Freguesia) === Partido % M % M % M % M % M % M % M % M % M % M 1979 1982 1985 1989 1993 1997 2001 2005 2009 2013 AD 58,0 5 PS 40,3 4 63,6 6 52,0 4 47,3 3 38,5 3 CDS-PP 29,7 3 44,1 3 12,8 1 41,2 3 IND 64,7 4 71,8 5 79,6 7 57,3 4 PPD/PSD 33,9 3 12,8 1 39,0 3 70,6 7 49,8 4 16,5 1 == Ligações externas == * * *",
 "title": "Aveloso"
}