{
 "id": "16482",
 "text": "Marialva é uma vila portuguesa sede da Freguesia de Marialva do Município de Mêda, freguesia com 19,15 km² de área e 177 habitantes (censo de 2021), tendo, assim, uma densidade populacional é . A povoação de Marialva foi elevada à categoria de vila em 1999. ==Demografia== Nota: No censo de 1864 figura no concelho de Vila Nova de Foz Côa. Passou para o atual concelho por decreto de 4 de dezembro de 1872. A população registada nos censos foi: Distribuição da População por Grupos Etários Ano 0-14 Anos 15-24 Anos 25-64 Anos > 65 Anos 2001 23 21 119 108 2011 7 16 102 130 2021 6 3 68 100 ==História== Designada Cividade dos Áravos () à época romana, terá sido reconstruída no tempo de Trajano e Adriano, tendo sido ponto de confluência e cruzamento de vias, entre as quais a via imperial da Guarda a Numão. Os Godos instalaram-se na região alterando o nome para São Justo, sucedendo-lhes a ocupação árabe e o seu novo nome, Malva, reconquistada por D. Fernando Magno de Leão, em 1063, e novamente rebaptizada para Marialva. D. Afonso Henriques mandou-a repovoar, concedendo- lhe o primeiro foral em 1179. Conhece-se novo repovoamento durante o reinado de D. Sancho I, no , altura em que o povoado terá extravasado além muros, formando-se assim o Arrabalde. Durante o reinado de D. Dinis foi criada a Feira (1286) e recebe Foral Novo (1512) já em tempos de D. Manuel. Ambos procederam a obras no castelo. Possivelmente devido à localização fronteiriça - e estimulada pela Feira, ao 15.º dia de cada mês, que concedia diversos privilégios aos moradores e feirantes - assistiu-se no à fixação de judeus. Foi vila e sede de concelho entre 1157 e 1855. Era constituída pelas freguesias de Aldeia Rica, Barreira, Carvalhal, Coriscada, Gateira, Marialva (Santiago), Marialva (São Pedro), Pai Penela, Rabaçal e Vale de Ladrões. Tinha, em 1801, 2 919 habitantes. Após as reformas administrativas do início do liberalismo foram-lhe anexadas as freguesias de Chãs e Santa Comba. Tinha, em 1849, 4 042 habitantes e ocupava uma superfície de 166 km². ==Património== * Igreja de São Tiago * Capela de São João * Capela de Santa Bárbara * Igreja Matriz de São Pedro * Capela da Senhora da Guia * Capela da Senhora do Mileu ==Economia== A sua economia baseia-se principalmente na actividade agrícola, tendo como principais produtos a batata, os cereais, o vinho e o azeite. GRAÇA, Eduardo; ESTEVES, Victor - Carta do lazer das aldeias históricas: roteiro de Marialva, p. 10 ==Topografia== A aldeia foi fundada \"em zona montanhosa e granítica de topografia algo difícil e irregular, descendo até à margem esquerda da ribeira de Marialva. Ergue-se num monte rodeado de outeiros e penhascos.\"PORTUGAL. Comissão de Coordenação da Região Centro - Programa das aldeias históricas de Portugal: Beira Interior, p. 46 == Bibliografia == *",
 "title": "Marialva (Mêda)"
}