{
 "id": "16500",
 "text": "Castro Laboreiro é uma vila portuguesa que foi sede da extinta Freguesia de Castro Laboreiro do Município de Melgaço, situando-se em pleno planalto de Castro Laboreiro, na vertente nordeste da Serra da Peneda e na vertente oeste da Serra de Laboreiro. A extinta Freguesia de Castro Laboreiro tinha 89,29 km² de área e 540 habitantes (Censos 2011), tendo, assim, uma densidade populacional de 6 hab/km². A Freguesia de Castro Laboreiro foi extinta e agregada à Freguesia de Lamas de Mouro, no âmbito da reorganização administrativa de 2012/2013, Anexo I. Diário da República, 1.ª Série, n.º 19, Suplemento, de 28/01/2013. sendo então criada a União de Freguesias de Castro Laboreiro e Lamas de Mouro. A povoação de Castro Laboreiro foi novamente elevada à categoria de vila em 12 de Junho de 2009. Foi vila e sede de concelho entre 1134 e 1855. Este era constituído apenas pela freguesia da sede e tinha, em 1801, 1284 habitantes e, em 1849, 1512 habitantes. Curral do Gonçalo, na freguesia de Castro Laboreiro, fica situado a uma altitude de 1166 metros, tornado-se o 2º lugar habitado de mais elevada altitude em Portugal. ==População== População da freguesia de Castro LaboreiroInstituto Nacional de Estatística (Recenseamentos Gerais da População) - https://www.ine.pt/xportal/xmain?xpid=INE&xpgid;=ine_publicacoes 1864 1878 1890 1900 1911 1920 1930 1940 1950 1960 1970 1981 1991 2001 2011 2 092 2 212 2 145 2 175 2 687 1 951 1 918 1 978 1 944 1 941 1 483 995 867 726 540 Distribuição da População por Grupos Etários Ano 0-14 Anos 15-24 Anos 25-64 Anos > 65 Anos 0-14 Anos 15-24 Anos 25-64 Anos > 65 Anos 2001 42 69 346 269 5,8% 9,5% 47,7% 37,1% 2011 17 24 233 266 3,1% 4,4% 43,1% 49,3% A população residente em Castro Laboreiro, apresentava uma população de 726 indivíduos, dos quais 287 eram homens e 439 mulheres, de acordo com os últimos Censos (2001). Nas últimas eleições legislativas de 2009, os cadernos eleitorais apresentavam o número de 933 inscritos, o que indica um ligeiro crescimento na população local durante os últimos anos. Castro Laboreiro sofreu do fluxo migratório que foi mais marcante a partir da segunda metade do século XX. As condições precárias de vida, o clima rigoroso da montanha, a escassez de recursos financeiros e a ausência do Estado, formavam o conjunto de motivações que impulsionaram os processos migratórios, na década de 60. A diminuição da população na década de 80 e 90 terá resultado mais do envelhecimento da população do que com a sua saída. == Património == === Património natural === * Cascata do Laboreiro === Património Construído === * Castelo de Castro Laboreiro ou Castelo de Castro Laboredo - século XII * Igreja de Santa Maria da Visitação ou Igreja Matriz de Castro Laboreiro * Aqueduto de Pontes, Cruzeiro e Alminhas * Capela de São Brás * Cruzeiro da Quingosta / Cruzeira de Portos * Edifício do antigo Tribunal Judicial * Edifício dos antigos Paços do Concelho * Ermida da Senhora de Anamão * Padieira da Assureira * Pelourinho de Castro Laboreiro - 1560 ==== Fornos Comunitários ==== Os fornos comunitários eram usados pelos habitantes locais para cozer o pão de centeio e trigo, as \"broas\" ou \"boroas\". Três estão referenciados pelo IGESPAR, e pelo menos um ainda é utilizado, o forno da Ameijoeira. * Forno comunitário da Ameijoeira * Forno comunitário de Campelo * Forno comunitário de Pontes ==== Pontes e Moinhos ==== Castro Laboreiro possui um dos mais homogéneos e interessantes núcleos de pontes históricas, cuja relevância é reforçada pelo facto de quase todas elas provarem como a Idade Média reutilizou as antigas estruturas da época romana, fazendo com que algumas apresentem um aspecto misto, fruto de duas fases distintas de utilização. * Ponte de Assureira ou Ponte de São Brás e moinho de água a nascente da ponte, sobre o rio do Barreiro * Ponte das Cainheiras * Ponte de Dorna, sobre o ribeiro de Dorna * Ponte Nova ou ponte da Cavada Velha, sobre o rio Castro Laboreiro * Ponte do Porto do Sineiro * Ponte de Portos * Ponte do Rodeiro, sobre o rio Castro Laboreiro * Ponte de Varziela, sobre a ribeira da Varziela * Ponte da Veiga * Ponte Velha de Castro Laboreiro, sobre o rio Castro Laboreiro * Moinhos de Castro Laboreiro ==== Sítios Arqueológicos ==== No planalto de Castro Laboreiro, que se estende para leste até à fronteira com Espanha, está referênciado um conjunto de cerca de 62 monumentos funerários, constituídos na sua maioria por mamoa de terra, couraça lítica e câmara megalítica. A necrópole estende-se para o território galego onde estão referenciados cerca de 30 monumentos próximos da fronteira. Cerca de um quarto destes monumentos da freguesia são monumentos isolados, muitas vezes dominantes na paisagem. Os restantes monumentos organizam-se em grupos junto às principais portelas naturais e às nascentes do rio Castro Laboreiro e das corgas afluentes. * Altar de cremação do Alto da Cremadoura * Altar da Feira * Gravuras Rupestres do Fieiral * Mamoa 1 do Alto da Portela do Pau * Mamoa 1 da Corga das Antas * Mamoa 2 do Alto da Portela do Pau * Mamoa 3 do Alto da Portela do Pau * Mamoa 6 do Alto da Portela do Pau * Nossa Senhora do Numão * Povoado a SE do Castelo de Castro Laboreiro * Rego do Alinhar == Turismo Cultural == No campo da divulgação da cultura castreja, Castro Laboreiro possui para além de vários estabelecimentos de hotelaria e turismo, outros equipamentos colectivos, podendo-se destacar: * Núcleo Museológico * Espaço de Lazer do Campo das Veigas * Centro Cívico * Centro de Informação e Biblioteca === Religião === O aspecto religioso é muito marcante, havendo capelas em muitos lugares da freguesia, onde acontecem festas religiosas, significando um momento de fé e convivência. ==== Festas e romarias ==== * Julho ** Nossa Senhora da Visitação (Igreja Paroquial) **São Bento (Várzea Travessa) * Agosto ** Nossa Senhora da Boavista (Caínheiras) ** Senhor do Bom Fim (Ribeiro de Cima) ** Senhor da Oliveira (Ribeiro de Baixo) ** Nossa Senhora de Monserrate (Coriscadas) ** Nossa Senhora dos Remédios (Rodeiro) * Setembro ** Nossa Senhora do Numão (Anamão) ** Senhor da Boa Morte (Ameijoeira) **São Brás (Assureira) **São Miguel (Mareco) == Lugares == Para além da povoação da Vila, lugar mais central e sede da freguesia, Castro Laboreiro possui mais de 40 lugares distribuídos pelas brandas, no planalto a NE da Vila, e pelas inverneiras espalhadas ao longo das duas margens do rio Castro Laboreiro. === Brandas === * Portelinha * Vido * Várzea Travessa * Picotim * Coriscadas * Falagueiras * Queimadelo * Outeiro * A-do-Freire * Antões * Rodeiro * Portela * Formarigo * Teso * Campelo * Eiras * Curral do Gonçalo * Padresouro * Seara * Portos === Inverneiras === * Varziela * Cainheiras * Bico * Curveira * Bago de Cima * Bago de Baixo * Ameijoeira * Laceiras * Ramisqueira * João Lavo * Barreiro * Assureira * Podre * Alagoa * Dorna * Entalada * Pontes * Mareco * Ribeiro de Cima * Pousios * Ribeiro de Baixo == Galeria == Ficheiro:Laboreiro-3 (7983311564).jpg|Castelo Ficheiro:Excursion castro laboreiro-11 (20657442854).jpg|Castelo Ficheiro:2008PenedaGeresPTCON0001 (32).JPG|Paisagem Ficheiro:2008PenedaGeresPTCON0001 (16).JPG|Formação rochosa \"A Águia\" Ficheiro:Castrolaboreiro con nieve dic 2013-12 (11935778745).jpg|Ponte Velha de Castro Ficheiro:Castro Laboreiro - panoramio (22).jpg|Paisagem Ficheiro:Cascata Castro Laboreiro-73.JPG|Cascatas de Castro Ficheiro:Bico do Patelo (2899698852).jpg|Formaçao rochosa \"Bico do Patelo\" Ficheiro:Castrolaboreiro con nieve dic 2013-19 (11936063883).jpg|Pastoreio Ficheiro:Excursion castro laboreiro-39 (21093275689).jpg|Paisagem Ficheiro:PTCON0001 Lugar de Ribeiro de Baixo.JPG|Ribeiro de Baixo Ficheiro:Aqueduto de Pontes 03.jpg|Aqueduto de Pontes Ficheiro:Ponte Portos (4516152106).jpg|Ponte de Portos Ficheiro:Pulpito ( Senhora do Anamão ) (4516155148).jpg|Púlpito da Capela da Senhora de Anamão Ficheiro:Cao de Castro Laboreiro Huendin 1.JPG|Cão de Castro Laboreiro Ficheiro:Castro Laboreiro - panoramio (3).jpg|Ponte romana == Ver também == * Cão de Castro Laboreiro == Ligações externas == * * * *",
 "title": "Castro Laboreiro"
}