{
 "id": "16503",
 "text": "Cristóval é uma povoação portuguesa sede da Freguesia de Cristóval do Município de Melgaço, freguesia com 4,74 km² de área e 422 habitantes (censo de 2021), e, por isso, uma densidade populacional de . É a freguesia mais setentrional de Portugal. ==Demografia== A população registada nos censos foi: Distribuição da População por Grupos Etários Ano 0-14 Anos 15-24 Anos 25-64 Anos > 65 Anos 2001 56 52 285 226 2011 32 41 218 237 2021 22 21 169 210 == Geografia == Localizada no extremo norte de Portugal, a freguesia de Cristóval dista 9 km da sede do município e faz fronteira com as freguesias melgacenses de Fiães a sul, e Chaviães e Paços a oeste, para além do rio Minho e da província espanhola de Pontevedra a norte, e do rio Trancoso e da província de Ourense, a este. Além da sede, a Freguesia compreende os seguintes lugares: São Gregório, Cevide, Ramo, Doma, Porta, Sobreiro, Marga, Pousadas, Campo de Souto, Esquipa, Granja, Cruz, Passal, Pico, Soalheira, Casais, Poços e Pedregal. Apesar do lugar de Cevide marcar o ponto mais setentrional de Portugal, é em São Gregório que \"começa Portugal\", tendo sido durante muitas décadas, o principal lugar de travessia para Espanha, através da ponte internacional que se eleva sobre o pequeno rio Trancoso, que nasce nos altos de Castro Laboreiro e garante a divisa de fronteiras com os vizinhos galegos, desde Lamas de Mouro até Cristóval, para além de em tempos lhe serem atribuídas as virtudes de curar a lepra e outras moléstias cutâneas, através das suas águas termais terapêuticas. Na mesma localidade existia também uma antiga ponte romana e ainda a estação ou posto fronteiriço, sendo muitas vezes retratado em postais, revistas e jornais de época como um marco da zona. Hoje em dia é ainda possível encontrar na região as antigas casas de fronteira dos guardas fiscais e alfandegários, que, apesar de se encontrarem em avançado estado de degradação, foram cedidas à Câmara Municipal de Melgaço e aguardam novos projectos de cariz social para a comunidade local. No monte da Facha (topónimo que vem de Faro, Farol ou Fogueira, de origem celta), onde se situa o Santuário de Nossa Senhora de Fátima, e em tempos uma capela dedicada a São Gregório, existem gravuras rupestres e vestígios de ruínas de umas muralhas, de defesa castreja ou celta. == História == Servindo de fronteira desde os tempos da fundação do Condado Portucalense, o documento mais antigo em que é mencionado o nome da freguesia remonta ao ano de 1142, sendo mais tarde referido em 1210, num registo de doação de terras por parte de João Raimundo, senhor da vila, e sua mãe, do lugar de Doma a Fiães. Em 1258, é novamente mencionado nas Inquirições Gerais de 1258. Séculos mais tarde, durante o período da Guerra da Restauração, devido à proximidade com o território espanhol, foram registados vários conflitos, desde renhidas escaramuças a ataques violentos e organizados na localidade, sendo o caso mais gravoso o ocorrido em 1641, quando os espanhóis entraram em Portugal e incendiaram as casas e a igreja de Cristóval. Por sua vez, este evento, originou uma retaliação por parte dos portugueses, que saltaram para o outro lado da fronteira e agiram do mesmo modo. Devido a estes ataques, a população da freguesia tentou impedir a entrada dos vizinhos espanhóis no seu território através de uma vigia fortificada sobre o rio Trancoso, durante anos. Esse sítio permanece ainda hoje conhecido pelo nome de Forte ou Trincheira. == Património e Principais Pontos de Interesse == * Casas de Fronteira em São Gregório * Capela de Santo António *Cruzeiro de São Gregório *Estação Fronteiriça de São Gregório *Igreja de Cristóval *Marco Territorial Nº1 em Cevide (entre a fronteira de Portugal e Espanha) *Ponte Internacional de São Gregório *Praias Fluviais do Rio Trancoso e Rio Minho *Santuário de Nossa Senhora de Fátima == Galeria == Ficheiro:São Gregório - panoramio (7).jpg|Casas de Fronteira Ficheiro:São Gregório - panoramio (4).jpg|Casas de Fronteira Ficheiro:São Gregório - panoramio (1).jpg|Casas de Fronteira Ficheiro:São Gregório - panoramio (2).jpg|Casas de Fronteira Ficheiro:Cristoval.JPG|Igreja de Cristóval Categoria:Freguesias fronteiriças de Portugal",
 "title": "Cristóval"
}