{
 "id": "16544",
 "text": "Vila Marim é uma freguesia portuguesa do município de Mesão Frio, com 7,16 km² de área e 915 habitantes (censo de 2021). A sua densidade populacional é . É a maior freguesia do concelho, com cerca de 1400 eleitores e localiza-se a 5 km de distância de Mesão Frio. A paisagem que se desfruta de diversos pontos desta freguesia é, de facto soberba, especialmente do Miradouro do Lugar de Donsumil, de onde se obtém uma magnífica vista sobre os vinhedos e o Rio Douro. Os biscoitos de Donsumil são o ex-libris na gastronomia desta freguesia. Todos os anos, no início do mês de agosto, realiza-se a romaria em honra do padroeiro São Mamede, na Igreja Matriz de Vila Marim. ==Demografia== A população registada nos censos foi: Distribuição da População por Grupos Etários Ano 0-14 Anos 15-24 Anos 25-64 Anos > 65 Anos 2001 201 248 763 263 2011 139 127 691 286 2021 69 76 469 301 == História == As origens de Vila Marim são muito antigas, podendo remontar à época castreja. O topónimo parece ser de origem germânica, um genitivo antroponímico, que não surpreenderia ter designado qualquer propriedade rústica ou villa, com raízes num possível castro existente nos acidentes topográficos desta zona. As notícias mais antigas sobre Vila Marim ascendem ao século XII e são fornecidas pelas posteriores Inquirições de 1258. Dão conta da vinda de D. Sancho I a Mesão Frio para mandar queimar as casas que homens de Vila Marim fizeram no rego por onde corria a água para Mesão Frio, ao mesmo tempo que mudaram as entradas da vila, tendo feito vinhas nessas entradas. Do século XIV em diante o traço mais importante da história desta freguesia é a sua categoria de honra com privilégio de beetria. Foram senhores de Vila Marim, o conde de Barcelos, cuja carta de confirmação e aprovação foi concedida por D. Afonso V, e os filhos de D. João II, o Infante D. Afonso e D. Jorge. Mas em 6 de Setembro de 1489, D. João II passou uma carta a Afonso Leite dando-lhe foros, casas, casais e outros direitos régios em Vila Marim, de onde se infere que as beetrias não se estendiam ao total de cada freguesia. Após a morte de D. Jorge, em 1550, as beetrias foram extintas por D. João III. Muito depois, ainda Vila Marim se qualificava de honra. Nesse século XVI era grande o poderio económico da freguesia, isto, fazendo fé no abade de Miragaia: “Note-se que já em 1532, contando apenas sessenta fogos, produzia 900 almudes de azeite, doze mil alqueires de pão, quinze mil alqueires de castanha, e quinze mil almudes de vinho… Imagine-se a riqueza daqueles sessenta fogos”. Vila Marim nunca teve foral próprio mas participou no foral manuelino de Mesão Frio onde uma alínea faz deduzir que chegou a ser concelho e julgado por si apesar de o diploma ser o mesmo de Mesão Frio. E isto explica a curiosa declaração do pároco de Vila Marim de 1758 que diz: \"tem juiz ordinário e câmara na vila de Mesão Frio\", o que quer dizer que ou a casa da câmara era na vila ou era a da vila que servia para os dois concelhos. == Património== ===Religioso=== *Igreja Matriz de São Mamede A Igreja Matriz de São Mamede localiza-se no Lugar da Igreja, freguesia de Vila Marim. No interior da igreja são conservados exemplares característicos de várias épocas. A sua talha dourada é do século XVIII, azulejos do século XVII e algumas imagens como São Sebastião, Senhor dos Passos e Cristo Crucificado. O interior do templo é coberto por um teto em caixotões. Dentro da Igreja existe ainda um Museu de Arte Sacra aberto ao público. No adro da igreja levanta-se uma estátua em bronze do seu antigo pároco Padre António Machado que, durante cerca de quarenta anos dedicou-se inteiramente à sua paróquia. A Eucaristia Dominical é realizada nesta igreja todos os domingos pelas 11h30, celebrada pelo Pároco da freguesia, padre Sérgio Tomé. A festa em honra de São Mamede realiza-se a 17 de agosto com procissão e celebração eucarística. * Capela de São Caetano Capela setecentista, do século XVIII, com um traço arquitetónico de estilo Barroco. É considerada uma das mais belas ermidas da diocese de Vila Real, sendo sobranceira a um afluente da margem direita do Rio Douro. O seu adro ergue-se em plataforma, sendo pavimentado a paralelos de granito e gradeado. Junto à fachada lateral esquerda o adro possui bancos de pedra virados à paisagem. A Capela destaca-se pela sua elegância e erudição da composição da fachada, marcada pelo portal entre colunas helicoidais, sobrepujado por nicho com frontão curvo aberto. De referir a grande dimensão do edifício, a sineira de coruchéu sobre a fachada lateral, os acessos ao púlpito e coro-alto feitos por escadarias inseridas na espessura das paredes e a sacristia, ocupando o espaço por detrás do altar-mor. A Capela foi assaltada no ano de 1997, tendo sido furtadas quase todas as imagens escultóricas. A Eucaristia Dominical é realizada nesta capela todos os sábados. No dia 7 de agosto celebra-se a festa em honra de São Caetano com procissão e celebração eucarística. ==Civil== === Casa do Granjão === Em termos de arquitectura civil é obrigatório destacar a Casa do Granjão. Belo Solar do século XVIII, apresenta um notável portão armoriado, em ferro, ao gosto da época. Tem uma capela da invocação de Santa Luzia que, se por um lado torna mais evidente a planta em U da casa, por outro dá ao conjunto uma maior heterogeneidade. Sobre a porta central da residência existe uma segunda pedra de armas de feitura rude, provavelmente mais antiga da que se encontra no portão, esta talhada de um enorme bloco de granito, grandioso e de boa concepção decorativa. Pertenceu a esta casa António Botelho Teixeira, 1º barão do Granjão, título concedido em 1867, e visconde do mesmo título em 1879. Foi capitão do exército miguelista passando a exercer as mesmas funções no exército liberal depois da convenção de Évora Monte. Presidiu aos destinos da Câmara Municipal de Mesão Frio durante quarenta anos, tendo também sido provedor da Misericórdia em 1880. Mas outros nomes pairam nos ares desta freguesia que também merecem ser evocados. Como o nome de João Alberto da Silva Azevedo, juiz de Lamego, ouvidor em Barcelos, e uma das vítimas do Marquês de Pombal. Foi um dos donos da Casa do Salgueiral, outro solar brasonado do século XVIII. Figuras de relevo foram ainda o Pe. Domingos Monteiro Dinis, Joaquim José de Sousa, médico-cirurgião do exército miguelista e D. Francisco de Vasconcelos, arcebispo de Goa. Categoria:Freguesias de Mesão Frio",
 "title": "Vila Marim (Mesão Frio)"
}