{
 "id": "16597",
 "text": "thumb|Suposto retrato de D. Sebastião por Alonso Sánchez Coello , patente no de San Sebastián D. Sebastião (Lisboa, 20 de janeiro de 1554 – Alcácer Quibir, 4 de agosto de 1578), apelidado de \"o Desejado\" e \"o Encoberto\", foi o Rei de Portugal e dos Algarves de 1557 até 1578. Era filho do príncipe D. João Manuel e de D. Joana da Áustria. Ascendeu ao trono muito jovem, aos três anos, após a morte de seu avô, o rei. D. , sendo instaurada uma regência durante a sua menoridade, primeiro por sua avó, a rainha D. Catarina da Áustria e, depois, por seu tio-avô o cardeal D. Henrique. Muitas teorias e novos estudos rodeiam a morte de D. Sebastião, algumas mais controversas afirmam que ele não morreu durante a batalha, tendo sido raptado e vindo a falecer três anos após a batalha, a 22 de setembro de 1581 em Alcácer Quibir. D. Sebastião assumiu o governo aos catorze anos de idade, no ano de 1568, manifestando grande fervor religioso e militar. Solicitado a cessar as ameaças às costas portuguesas e motivado a reviver as glórias da chamada Reconquista, decidiu montar um esforço militar em Marrocos, planeando uma cruzada, após Mulei Mohammed ter solicitado a sua ajuda para recuperar o trono. A derrota na Batalha de Alcácer-Quibir, em 1578, levou ao desaparecimento de D. Sebastião em combate e da nata da nobreza, iniciando a crise dinástica de 1580, que levou à perda da independência para Espanha, com a União Ibérica, e ao nascimento da lenda de que, numa manhã de nevoeiro, D. Sebastião voltaria à pátria.D. Sebastião em O Portal da HistóriaImagens de D. Sebastião no Portugal contemporâneo - ebook de António Coelho e Silva in Biblo.netSebastianismo – programa da RTP de José Hermano Saraiva sobre o sebastianismo == Nascimento == D. Sebastião era filho de D. João Manuel, Príncipe de Portugal e de Joana de Áustria. Os seus avós paternos eram o rei de Portugal e a rainha D. Catarina. Seus avós maternos eram o imperador e a sua esposa Isabel de Portugal. Isabel era irmã de João III, e Carlos V era irmão de Catarina. D. João Manuel morreu em 2 de janeiro de 1554, deixando todo o reino em sobressalto, pois Sebastião ainda estava no ventre da sua mãe. D. João Manuel foi o único filho sobrevivente dos nove que João III havia tido, e a sucessão do reino passou a depender do sucesso do parto. O problema que ocorria em Portugal não era a falta de herdeiros, mas por causa do contrato de casamento de D. Maria Manuela, irmã do príncipe defunto, com , pelo qual, caso não houvesse sucessores, o reino passaria ao filho desta união, Carlos, ocorrendo a união com Castela, que os portugueses sempre abominaram. O arcebispo de Lisboa, D. Fernando de Meneses Coutinho e Vasconcelos, ordenou que, assim que começassem as dores de parto, avisassem a Sé, para que fosse feita uma procissão de fé. Dezoito dias depois da morte do príncipe, a princesa começou a sentir as dores, na noite do dia 19 para o dia 20 de janeiro. De madrugada chegou o aviso, e o povo que afluiu à Igreja de São Domingos foi tamanho que várias pessoas ficaram de fora, indo padres a pregar do lado de dentro e outros a pregar do lado de fora. Na manhã do sábado, dia 20 de janeiro de 1554, nasceu o príncipe, e foi dada a notícia do nascimento, recebida com orações de agradecimento a Deus. Em 27 de janeiro, ao oitavo dia, ele foi batizado pelo Cardeal D. Henrique, irmão do rei D. João III, e recebeu o nome de Sebastião por causa de ter nascido no dia de São Sebastião, sendo seus padrinhos o rei e a rainha, seus avós. Em virtude de ser um herdeiro tão esperado para dar continuidade à Dinastia de Avis, ficou conhecido como O Desejado; alternativamente, é também memorado como \"O Encoberto\" ou \"O Adormecido\", devido à lenda que se refere ao seu regresso numa manhã de nevoeiro, para salvar a nação. == Regência == Com dois anos de idade, seu avô, o rei, enfermo, chamou-o à sua presença, para brincar. Quando o rei pediu água, trouxeram dois copos, um, fechado, para o rei e outro aberto para D. Sebastião. Vendo isto, o menino começou a chorar, querendo um copo como o do avô, que comentou \"Cedo quereis reinar\". No ano seguinte, a 11 de junho de 1557, morre e D. Sebastião tornou-se Rei com três anos, quatro meses e vinte e dois dias de idade. Durante a sua menoridade, a regência foi assegurada primeiro pela sua avó, a rainha D. Catarina, viúva de , e depois pelo tio-avô, o Cardeal D. Henrique de Évora, (23 de dezembro de 1562-1568). Neste período, depois da aquisição de Macau no ano de 1557 e Damão em 1559, a expansão colonial foi interrompida. A premência era a conjugação de esforços para preservar, fortalecer e defender os territórios conquistados. Durante a regência de D. Catarina e do cardeal D. Henrique e o curto reinado de D. Sebastião, a Igreja continuou a sua ascensão ao poder. A actividade legislativa centrou-se em assuntos do foro religioso, como, por exemplo, a consolidação da Inquisição e sua expansão até à Índia, a criação de novos bispados na metrópole e nas colónias. A única realização cultural importante foi o estabelecimento de uma nova universidade em Évora — e também aqui a influência religiosa na corte se fez sentir, pois foi entregue aos Jesuítas. Investiu-se muito na defesa militar dos territórios. Na rota para o Brasil e a Índia, os ataques dos piratas eram constantes e os muçulmanos ameaçavam as possessões em Marrocos, atacando, por exemplo, Mazagão em 1562. Procurou-se assim proteger a marinha mercante e construir ou restaurar fortalezas ao longo do litoral. Em 1567, autorizou a fundação da cidade de São Sebastião do Rio de Janeiro, batizada em sua homenagem (atual cidade do Rio). Em 1573, fez desta mesma cidade capital da Repartição Sul da América Portuguesa. Os bastiões no Norte de África, pouco interessantes em termos comerciais e estratégicos, eram autênticos sorvedouros de dinheiro, sendo necessário importar quase tudo, além de que, sujeitos a constantes ataques, custavam muito em armamento e homens. Assim, Filipe II, em 1589, viria prudentemente a devolver aos mouros Arzila, oferecida a D. Sebastião em 1577 por Mulei Mohammed. De facto, a preservação das praças em Marrocos devia-se sobretudo à questão de prestígio e tradição. O jovem rei cresceu educado por Jesuítas e tornou-se num adolescente de grande fervor religioso, embora a sua falta de experiência militar e política viesse a conduzir o exército português ao desastre de Alcácer-Quibir e à própria morte ou desaparecimento do rei. == Motivos da Intervenção em Marrocos == D. Sebastião começou a preparar a \"Jornada de África\", onde Filipe II de Espanha, seu tio, recusou participar, enviando apenas uma pequena força que fez parte do Terço de Espanhóis e Italianos. O nexo da intervenção em Alcácer-Quibir é claramente explicado na carta do próprio D. Sebastião a D. João de Mendonça, no ano de 1576, onde manifestava preocupação crescente sobre a ameaça dos turcos, que fariam Abu Maruane Abedal Maleque I (Mulei Moluco) seu vassalo, ameaçando as praças portuguesas em Marrocos e o próprio regresso dos andalusinos do Reino de Granada a Espanha: > Não é somente para dar a posse daquele reino ao tio do xarife, mas > principalmente com o fundamento de o fazerem tributário e vassalo do Turco, > e o Turco se fazer Senhor de toda África, e de todos os portos de mar dela, > tendo em cada uma delas muitas galés que lhes será fácil de pôr em efeito. > Assim, pela natureza da mesma terra, como por seu grande poder, que quando > assim acontecesse, o que Deus não permita, visto é quantos males sem remédio > poderiam recrescer a toda Espanha, que da Cristandade se pode dizer que é > hoje a melhor e maior parte, e com este intento queria que não somente > cuidareis nesta matéria e a discorrereis para me nela dardes parecer e > conselho no que farei e devo fazer […] Dois anos antes, em 1574, os turcos tinham reconquistado Tunes/Túnis (actualmente capital da Tunísia) e eram senhores de todo o norte de África, exceptuando Marrocos, cujo controlo do reino se decidia na disputa entre Mulei Mohammed (o xarife deposto) e o seu tio Mulei Moluco, que contava com o apoio turco. O xarife pediu o apoio a D. Sebastião, e o rei partiu para a \"Jornada de África\", que se decidiria na Batalha de Alcácer Quibir. == Desaparecimento/morte e lenda == Em 4 de agosto de 1578, ocorreu a batalha de Alcácer-Quibir, no campo dos três reis, onde os portugueses sofreram uma derrota às mãos do sultão Abedal Maleque (Mulei Maluco), na qual perderam uma boa parte dos seus exércitos. Quanto a D. Sebastião, morreu na batalha ou foi morto depois desta terminar. Conta-se que, ao ser aconselhado a render-se, e a entregar a sua espada aos vencedores, o rei se tenha recusado com altivez, dizendo: \"A liberdade real só há de perder-se com a vida.\".Historia de Portugal nos seculos XVII e XVIII, por Luiz Augusto Rebello da Silva, Volume I (Imprensa Nacional, 1860), p. 237. Foram as suas últimas palavras, e é-nos dito que ao ouvi-las, \"os cavaleiros arremeteram contra os infiéis; D. Sebastião seguiu-os e desapareceu aos olhos de todos envolto na multidão, deixando […] a posteridade duvidosa acerca do seu verdadeiro fim.\".Ibidem. Há quem defenda, por outro lado, que o seu corpo terá sido enterrado logo em Ceuta, \"com toda a solenidade\".José Agostinho de Macedo, Inventario da refutação analytica (1810) – \"O cadaver del Rei D. Sebastião foi enterrado em Ceuta com toda a solemnidade, e sinaes para se não equivocar com outros cadáveres.\" Mas para o povo português de então, o rei havia apenas desaparecido. Este desastre teria as piores consequências para o país, colocando em perigo a sua independência. O resgate dos sobreviventes ainda mais agravou as dificuldades financeiras do país. miniaturadaimagem|Túmulo de D Sebastião em Belém. Em 1582, Filipe I de Portugal mandou trasladar para o Mosteiro dos Jerónimos, em Lisboa, um corpo que se alegava ser o do rei desaparecido, na esperança de acabar com o sebastianismo, o que não resultou, nem se pôde comprovar ser o corpo realmente o de D. Sebastião. Ele terá chegado de barco ao porto de Faro e a restante jornada até Lisboa sido transportado por terra na companhia de oito nobres portugueses, que tinham sido seus companheiros d´armas em Alcácer, convocados para o efeito. Código Alcobacense n.º 459 (ant.º) e 126 (mod), na Biblioteca Nacional de Lisboa, refere o Conde de Almada, em Relação dos Feitos de D. Antão Dalmada, edição de 1940 O Túmulo de Mármore, que repousa sobre dois elefantes, pode ainda hoje ser observado em Lisboa. Tornou-se então numa lenda do grande patriota português — o \"rei dormente\" (ou um Messias) que iria regressar para ajudar Portugal nas suas horas mais sombrias, uma imagem semelhante à que o Rei Artur tem em Inglaterra ou Frederico Barbarossa na Alemanha. Durante o subsequente domínio espanhol (1580-1640) da coroa portuguesa, quatro pretendentes afirmaram ser o rei D. Sebastião, tendo o último deles — o calabrês Marco Tulio Catizone — sido enforcado em 1603. Já no final do , no sertão da Bahia, no Brasil, camponeses sebastianistas acreditavam que o rei iria regressar para os ajudar na luta contra a \"república ateia brasileira\", durante a chamada Guerra de Canudos. O mesmo se repetiu no sul do Brasil, no episódio da Guerra do Contestado. === Teorias e dados sobre o desaparecimento === De entre incontáveis especulações e investigações de vários autores, a historiadora Maria Luísa Martins da Cunha defende, em dezembro de 2011, no terceiro volume do livro ‘Grandes Enigmas da História de Portugal', que o rei D. Sebastião sobreviveu à batalha de Alcácer-Quibir e reapareceu no ano de 1598 em Itália, onde foi mais tarde preso em Veneza, Florença e Nápoles, com a cumplicidade dos espanhóis. Segundo a mesma historiadora, o corpo do rei encontra-se sepultado na capela de São Sebastião, no Convento dos Agostinhos de Limoges. Na verdade, já o historiador Faria e Sousa reportara testemunhos, como o de D. Luís de Brito, que afirmavam ter visto no final da batalha o rei à distância sem ser perseguido. Brito encontrou-o posteriormente, em direção ao rio; e, segundo o historiador, esta foi a última vez que ele foi visto vivo. O documento \"Relação da Batalha de Alcácer que mandou um cativo ao Dr. Paulo Afonso\", termina informando que o Rei se retirou, e que a batalha terminou sem nenhum lado declarar vitória: > Neste tempo vendo El Rei que estava na vanguarda o seu campo desbaratado, se > veio recolhendo pela banda do Duque de Aveiro, e o seguiu alguma gente de > cavalo e a pé, cuidando que ia fazendo uma ponta para volver sobre os > mouros, viu o campo já tão desbaratado que se retirou. Durou a batalha > quatro horas sem se declarar a vitória. ==== Prisioneiro de Veneza ==== O caso do estranho em Veneza, mencionado acima, que vinte anos depois aparecera declarando-se Sebastião, rei de Portugal, é o de maior interesse. Ele chegou a ser aceite pelos portugueses da cidade como seu senhor soberano, por se parecer tão perfeitamente com Sebastião. João de Castro, neto do homónimo vice-rei da Índia e filho do diretor de finanças no reinado de D. Sebastião, defendeu e apoiou este estranho de Veneza, anunciando ao mundo que o rei não morrera, no seu Discurso da vida do sempre bem-vindo e aparecido Dom Sebastião,História de Portugal: Governo dos reis espanhóis (1580-1640), por Joaquim Veríssimo Serrão, Editorial Verbo, 1977. publicado em 1598; enquanto Sebastião Figueira, uma das várias testemunhas que atestaram terem visto D. Sebastião sair vivo da batalha — afirmando mesmo ter saído dela com o rei — também diz tê-lo reconhecido em Veneza. O mandara, por conselho de cardeais em conclave, que o pretendido rei aparecesse em Roma, onde a sua pretensão seria examinada. Chegando-se em conclave à conclusão, após cuidadas investigações, que era ele o verdadeiro D. Sebastião, escreve o papa a , o então senhor da coroa e do Reino de Portugal, exigindo a devolução do dito Reyno ao Rey D. Sebastião, \"sob pena de excommunhão mayor\".Escrito a 23 de Dezembro de 1598. Vide Branco, Camilo Castelo, Noites de insomnia offerecidas a quem nao pode dormir (1874), p. 77. Filipe responde acusando o pretendente \"impostor\" de vários crimes e, por intermédio do seu embaixador em Veneza, manda-o prender. Foi formado um comité de nobres, que o examinou 28 vezes, mas ele conseguiu ilibar-se de todas as acusações. O pretendente mostrou marcas naturais no seu corpo, que muitos se lembravam serem de D. Sebastião, e revelou segredos de conversas entre embaixadores de Veneza no palácio de Lisboa, o que deixou atónitos os examinadores, e facilitou a sua libertação — sob a condição de ter que abandonar aqueles domínios em três dias. Na sua fuga, caiu nas mãos dos Espanhóis, que em Nápoles o maltrataram, humilharam em público e o embarcaram como escravo. Defendiam os espanhóis que aquele sofredor era um mágico, mas tal justificação foi vista como um reconhecimento tácito da verdade das suas pretensões.William Julius Mickle, The Lusiad: Or, the Discovery of India (1776), Livro I, referência 5.D. Sebastião, o rei mito — artigo na RTP, Grandes quadros portugueses, produção da Companhia das Ideias, extrato de programa, 2012. CIT : «D. Sebastião (1554-1578) transformou-se num mito após o seu desaparecimento na batalha de Alcácer Quibir, no norte de África. A sua morte abriu as portas à crise dinástica que vai colocar os reis de Espanha no trono português. » Este pretendente terá sido Marco Tulio Catizone, calabrês anticastelhano. === Em Marrocos === Derrotado em batalha, D. Sebastião deixou, ironicamente, uma reputação positiva em Marrocos durante a séculos, como um símbolo de um elevado ideal de cavalaria. Durante uma viagem arqueológica pelo Protectorado Espanhol em Marrocos em 1923, o arqueólogo, heraldista e geneólogo português Afonso de Dornellas foi informado pelo ministro das finanças El Hach Abd Selam Ben El Arbi Benuna que \"houve aqui Portuguezes de tão grande envergadura que a muitas leguas de distância eram falados com respeito e admiração pelos Arabes. Se houve antepassados meus que teem os nomes registados na história como guerreiros de categoria foi porque se bateram com esses Portuguezes\" e que \"sahir um Rei da sua grandesa, da sua vida de fausto, de brilho e embarcar em massa com o seu povo para virem aqui bater-se pela sua fé\" tinha servido de exemplo numa altura em que Marrocos acabava de se reunificar após de um longo período de violento conflito interno sobre disputas mesquinhas, embora Benuna tenha ficado surpreendido de saber que os portugueses não têm a certeza se os ossos guardados no Mosteiro dos Jerónimos, em Belém, são de D. Sebastião. Em Arzila, o governador Baxa Xerife Sid Mustafa Ben Raisun que recebeu a comissão de Dornellas afirmou que \"foi aqui que desembarcou D. Sebastião, o grande rei dos Portugueses e a quem ainda hoje veneramos como se tivesse sido o melhor dos nossos Reis\". == Títulos, estilos e honrarias == === Títulos e estilos === * 20 de Janeiro de 1554 — 11 de Junho de 1557: \"Sua Alteza Real, o Príncipe Herdeiro de Portugal\" * 11 de Junho de 1557 — 4 de Agosto de 1578: \"Sua Majestade, o Rei\" O estilo oficial de D. Sebastião enquanto Rei de Portugal era: \"Pela Graça de Deus, Sebastião I, Rei de Portugal e dos Algarves, d'Aquém e d'Além-Mar em África, Senhor da Guiné e da Conquista, Navegação e Comércio da Etiópia, Arábia, Pérsia e Índia, etc.\". === Honrarias === Enquanto monarca de Portugal, D. Sebastião foi grão- mestre das seguintes ordens: * Ordem dos Cavaleiros de Nosso Senhor Jesus Cristo * Ordem de São Bento de Avis * Antiga, Nobilíssima e Esclarecida Ordem de Sant'Iago da Espada * Antiga e Muito Nobre Ordem da Torre e Espada == Cultura popular == Em 1689, John Dryden (poeta, dramaturgo e crítico inglês) escreve a peça Don Sebastian, King of Portugal, inspirado pela lenda segundo a qual D. Sebastião sobreviveu à Batalha de Alcácer-Quibir. Gaetano Donizetti, em 1843 escreveu a sua última grande ópera, Dom Sébastien, roi de Portugal, com base no libreto de Eugene Scribe. Poema \"D. Sebastião, Rei de Portugal\", em Mensagem (1934), de Fernando Pessoa: :Louco, sim, louco, porque quis grandeza Qual a Sorte a não dá. Não coube em mim minha certeza; Por isso onde o areal está Ficou meu ser que houve, não o que há. Minha loucura, outros que me a tomem Com o que nela ia. Sem a loucura que é o homem Mais que a besta sadia, Cadáver adiado que procria? D. Sebastião é personagem principal nos romances históricos \"O Desejado\", do escritor brasileiro Aydano Roriz (2002-Brasil; 2003-Portugal), e \"D. Sebastião e o Vidente\" de Deana Barroqueiro. Também é personagem principal do romance \"O Regresso do Desejado\" (2018) do autor português Ricardo Correia. == Descoberta de retratos perdidos == Em novembro de 2010 foi encontrado na Áustria um retrato do rei, dado como desaparecido há 400 anos. O quadro estava no Palácio de Schönbrunn, mas o retratado era identificado como sendo um nobre austríaco. A obra é da autoria de Alonso Sánchez Coello e foi pintada na corte portuguesa em 1562.Descoberto na Áustria quadro de D. Sebastião perdido há 400 anos — notícia de Valdemar Cruz no semanário Expresso, 26 novembro 2010 Um outro retrato encontrado em 2011 na Itália, de autor ainda não identificado, mostra o soberano em idade adulta, com barba e bigode, numa representação de busto a 3/4 envergando armadura de gala com gola de folhos. Da decoração da armadura sobressai a Cruz de Cristo, de que é visível o braço superior, com uma forma mal representada, o que nos leva à conclusão da autoria por um pintor espanhol ou italiano, mais familiarizados com este tipo de cruz do que com as formas rectas da Cruz de Cristo. O retrato está carregado de simbolismo, não apenas pela inclusão da Cruz de Cristo, como pela legenda que encima o quadro \"Sebastianus I Lusitanor R\" (Sebastião I Rei dos Portugueses), que remete para o início do mito de D. Sebastião. == Bibliografia == * * Baños-García, Antonio Villacorta. D. Sebastião Rei de Portugal. A Esfera dos Livros. * Barroqueiro, Deana. D. Sebastião e o Vidente. Casa das Letras-Leya. * Campos, Fernando. A Ponte dos Suspiros. Difel. * Cruz, Maria Augusta Lima. D. Sebastião. Temas e Debates. * Lobo Xavier, Bernardo da Gama. Retratos Ignorados de D. Sebastião. Principia. == Ligações externas == * D. Sebastião, o rei mito, Grandes Quadros Portugueses (Extrato de programa), Companhia das Ideias, 2012 * Notícia de alguns que fingiram ser D. Sebastião, Veratatis, 5 de agosto de 2022, in Pe. Francisco de Santa Maria in «Ano Histórico, Diário Português: Notícia Abreviada de pessoas grandes e coisas notáveis de Portugal», 1744. ! colspan=\"3\" style=\"background: #FBEC5D;\" | Sebastião de Portugal Casa de Avis Ramo da Casa de Borgonha 20 de janeiro de 1554 – 4 de agosto de 1578 |- |width=\"30%\" align=\"center\" | Precedido por João III |width=\"40%\" style=\"text-align: center;\"| Rei de Portugal e Algarves 11 de junho de 1557 – 4 de agosto de 1578 |width=\"30%\" align=\"center\" | Sucedido por Henrique I |- |width=\"30%\" align=\"center\" | Precedido por João Manuel |width=\"40%\" style=\"text-align: center;\"| Príncipe Herdeiro de Portugal 20 de janeiro de 1554 – 11 de junho de 1557 |width=\"30%\" align=\"center\" | Sucedido por Manuel |} Categoria:Naturais de Lisboa Reis do Algarve Monarcas do século XVI Categoria:Monarcas do século XVI Categoria:Nobres de Portugal do século XVI Casa de Avis-Beja Grão-Mestres da Ordem da Torre e Espada Categoria:Crise de sucessão de 1580 Portugueses na Batalha de Alcácer-Quibir Sepultados no Mosteiro dos Jerónimos Monarcas mortos em combate Portugueses mortos em combate Categoria:Sebastianismo",
 "title": "Sebastião I de Portugal"
}