{
 "id": "16593",
 "text": "Iabassê,Dicionário Michaelis: iabassêPortal Afroxé: A Figura da Iabassê é a responsável pelo preparo dos alimentos sagrados no candomblé. Todos os iniciados podem auxiliá-la, sendo ela a responsável por qualquer falha eventual. Ela deve estar em todos os eventos do terreiro, já que é ela quem prepara toda a comida sagrada. == Etimologia == \"Iabassê\" é derivado da língua iorubá.FERREIRA, A. B. H. Novo dicionário da língua portuguesa. 2ª edição. Rio de Janeiro. Nova Fronteira. 1986. p. 910. == Descrição == As oferendas para as divindades do candomblé em forma de alimento são, sem dúvida, um dos rituais mais importantes numa comunidade de terreiro. Considerando-se que o alimento é uma das principais fontes energéticas para sobrevivência dos seres humanos, e sendo o candomblé o culto à natureza, ao ciclo da vida e ao bem-estar, é possível entender, então, que a iabassê é a detentora de um dos cargos de maior relevância dentro do culto. O ideal é que a detentora deste cargo numa comunidade de terreiro seja uma senhora acima de 60 anos (portanto, livre do período menstrual). Ela irá gerenciar e executar todas as atividades relacionadas à alimentação na comunidade. Tem que possuir o conhecimento sobre todas as oferendas, a forma de cozimento, temperos, o ponto ideal no preparo para cada divindade, ou seja, toda a magia necessária até alcançar o formato e sabor característico de cada prato. Em alguns axés, a iabassê é primeiro confirmada como equede do orixá responsável pela casa. Depois de algum tempo aprendendo com as próprias divindades através da ialorixá e participando intensamente das atividades da cozinha, ela aguarda até a sua idade senhoril, geralmente após os seus 21 anos de iniciada no axé, para ocupar o cargo de iabassê. Em outras casas de culto, essas mulheres, geralmente filhas de orixás femininos (Oiá, Oxum, Iemanjá), são iniciadas para seus deuses e passam por um grande período de aprendizado, recebendo seus cargos após o mínimo de sete anos de dedicação. Apesar de existirem homens que sabem cozinhar no terreiro, esse cargo é, só e unicamente, ocupado por mulheres. Normalmente, as mulheres escolhidas são filhas de Oxum ou Oiá, ficando as de Iemanjá como última opção, por causa de seu temperamento difícil. Não é tarefa fácil: é preciso aprender prato por prato e seus respectivos segredos, memorizando-os, e ainda as peculiaridades de todas as divindades. O que usar para temperar os pratos varia um pouco, conforme a casa de culto, porque quem determina o que deve ou não ser usado é o orixá que comanda a energia primordial da casa, as partes a serem servidas e como se deve dividir a comida para as pessoas e para os orixás. As oferendas no candomblé podem parecer comidas típicas de uma herança cultural ou mesmo folclórica, mas, no cotidiano sacerdotal, nota-se uma diferença considerável no seu tempero, cozimento e modo de falar os nomes. Não se pode inovar usando determinados temperos e condimentos modernos como caldos prontos, conservas e corantes. O ideal é que a comida sagrada seja preparada com panela de barro no fogão a lenha, carvão, ou trempe. Isso determina o sabor e o aroma que agradará aos deuses. Com as modernidades de hoje, os candomblés urbanos e o tempo escasso, algumas coisas se modernizaram, mas o axé e o amor dedicado ao alimento continuam o mesmo. São três os cargos da cozinha: iabassê, a mãe da cozinha e senhora de toda a cozinha; a Iacinjé (Iyasinje) é a cozinheira; e a Iajemim (Iyajemin) é quem armazena e distribui a comida. A dedicação e respeito que a iabassê deposita em seu ofício de sacerdotisa faz a diferença em muitas casas de axé. O ato que compõe, basicamente, todas as atividades ritualísticas do candomblé está fundamentalmente ligado à doação do alimento em todas as festividades. É o jeito mais simples e solidário de distribuir o denominado axé. A comida deve sempre ser preparada com amor, dedicação e, acima de tudo, responsabilidade. A mão da iabassê é sagrada. São mãos delicadas e poderosas que preparam o alimento. Mãos que merecem louvores. O respeito e abnegação desta senhora pelas divindades e por quem nelas acreditam é tanta que nos inspira a bondade. Nas casas de culto, do simples chá de ervas ao mais elaborado prato a ser servido, tudo isso faz parte da generosidade dessa ialorixá. Se, para toda a nossa sociedade, o ato de comer é sagrado e insubstituível, para o culto ao orixá é a mais fina expressão da palavra fundamento, pois é no ato de comer que se compartilha o axé dividido pelo orixá, é quando se faz possível sentir toda a energia do alimento. Ser iabassê vai além do entendimento social de cozinheira. Este cargo perpassa todo um jogo de significados que transforma a vida e o entendimento da escolhida e traduz, nela, o mais alto nível de devoção, amor e fé. Categoria:Sacerdotes do Candomblé Queto",
 "title": "Iabassê"
}