{
 "id": "16612",
 "text": "Joãozinho da Gomeia (Tata Londirá), como era conhecido João Alves de Torres Filho (Inhambupe, - São Paulo, ), foi um sacerdote do candomblé de angola. == História == Existem muitas histórias sobre Joãozinho da Gomeia. \"De família católica, chegou a ser coroinha, mas por motivo de saúde, ainda menino João Alves Torres Filho foi iniciado para o mundo do candomblé na feitura de santo pelo Pai Severiano Manoel de Abreu, conhecido como Jubiabá, e após sua morte tornou-se filho de santo de Samba Diamongo (Edith Apolinária de Santana) proveniente do \"Terreiro Bate Folha\".Caminhos da alma: memória afro- brasileira, Por Vagner Gonçalves da Silva pag.176 Com a morte de seu pai de santo, \"refez\" o santo (na verdade tirou Mão de Vumbe) no terreiro do Gantois com Mãe Menininha. Em 1924 aos 10 anos, o garoto já havia dado mostras de sua personalidade forte. Contra a vontade dos pais, deixou a casa da família para tentar a sorte na capital Salvador. Teve que se virar para sobreviver e foi trabalhar num armazém de secos e molhados, onde conheceu e foi apadrinhado por uma senhora que morava na Liberdade, e que ele considerava sua madrinha. Foi essa senhora quem teve a idéia de levá-lo ao terreiro de Severiano Manoel de Abreu. Joãozinho sofria de fortes dores de cabeça, que não eram explicadas, nem curadas pelos médicos. Também tinha sonhos com \"um homem cheio de penas\", que não o deixava dormir. Para os adeptos do Candomblé, é fácil interpretar esse \"homem de penas\" como Pedra Preta, seu caboclo. Bastou que ele fosse feito, no dia 21 de dezembro de 1931, para que as dores fossem embora. Elas seriam somente um aviso dos inquices, que cobravam a iniciação do menino. Em 2020 foi homenageado pela escola de samba Acadêmicos do Grande Rio. == Polêmicas == Sempre existiram controvérsias, em torno de Joãozinho da Gomeia. Para alguns estudiosos, o Jubiabá Nascimento, Andrea dos Santos. Como as festas de terreiro ajudaram a construir o prestígio e o status do rei do candomblé Joãozinho da Gomeia entre Salvador e Duque de Caxias (1948-1971). Periferia, v. 12, n. 3, p. 67-93, set./dez. 2020 que o \"iniciou\" não é o mesmo da obra de Jorge Amado; para outros, Joãozinho sequer foi \"feito\" (iniciado). Porém, há filhos de Joãozinho que contam detalhes de sua feitura, como a Ialorixá Maria José dos Santos, de 92 anos, que declarou ao Correio da Bahia: :\"Eu duvido que, se ele fosse vivo, alguém tivesse coragem de questionar isso na frente dele\". Em direção totalmente oposta vai a pesquisadora norte-americana Ruth Landes, que, em seu livro A Cidade das Mulheres, escreve: :\"Há um simpático e jovem pai Congo, chamado João, que quase nada sabe e que ninguém leva a sério, nem mesmo as suas filhas-de-santo (...); mas é um excelente dançarino e tem certo encanto. Todos sabem que é homossexual, pois espicha os cabelos compridos e duros e isso é blasfemo. – Qual! Como se pode deixar que um ferro quente toque a cabeça onde habita um santo! \" Outra afirmação polêmica de Landes é a de que Joãozinho \"recebia\" um caboclo. Ocorre que os caboclos não são Orixás, mas espíritos encantados, originários das religiões indígenas, sem relação com a África. Esses candomblés de caboclo eram alvo do desprezo do povo de Queto, zeloso de sua \"pureza\" africana, porque, nessa época, havia um empenho por parte de influentes intelectuais comandados por Arthur Ramos e Edison Carneiro em firmar a ideia de que havia, nos terreiros queto, uma \"pureza\" com relação às raízes africanas. O certo é que João foi um homem não só adiante de seu tempo como também dono de um projeto particular de ascensão social e religiosa, buscando a diferença como dado de divulgação de si mesmo e sua \"roça\": negro que alisava os cabelos por vaidade, sem se preocupar com a polêmica de poder ou não colocar ferro quente na cabeça de um iniciado; homem que não se envergonhava de ser homossexual na homofóbica Bahia do início do ; pai de santo que afrontava os princípios de que homens não podiam \"receber\" o Orixá em público, tornando-se famoso pela sua dança; incorporava ao Candomblé a entidade indígena do Caboclo Pedra Preta; adepto de Angola, numa cidade dominada pela cultura Jeje-Nagô; tata-de-inquice jovem, numa cultura dominada por ialorixás mais velhas o que, segundo seus filhos-de-santo, ativou o despeito das mães-de-santo tradicionais da Bahia. Também sua ascensão precoce era malvista no mundo do candomblé, onde a idade avançada é considerada um atributo importante para a escolha dos sacerdotes. A própria Menininha do Gantois sofreu resistências por causa disso, quando assumiu a chefia do seu terreiro, aos 26 anos de idade. Lendas à parte, o caso é que as ialorixás mais tradicionais não sabiam como encarar as novidades trazidas por Joãozinho. Também não é verdadeira a afirmação de Landes de que Joãozinho não era respeitado pelos seus \"filhos\", a quem na verdade tratava com mão de ferro: era muito autoritário e enérgico. Seu primeiro terreiro era na Ladeira de Pedra, no bairro da Liberdade, mas logo foi transferido para o local que o tornou famoso, a ponto de incorporar o endereço ao próprio nome: Rua da Gomeia. Lá, tocava indiferentemente angola e queto, o que contribuía – e muito – para aumentar o escândalo em torno de seu nome. Dentre seus filhos iniciados na Bahia, poucos se tornarem sacerdotes, entre eles destacando-se Mãe Mirinha, herdeira do axé e fundadora do Terreiro São Jorge Filho da Gomeia, e o babalorixá José Ferreira do Nascimento (Pai Zé Baiano), Pai Horácio e Pai Ferrugem de São Paulo, herdeiro do terreiro Castelo da Mina, fundador da Irmandade Senhor Ogum, em Formosa (Goiás), no ano de 1971, recentemente descoberto pelo cientista social Fatumbi, do Opô Afonjá. == Irreverência == Em 1948, Joãozinho da Gomeia despediu-se de Salvador com uma festa no Teatro Jandaia, apresentando ao público pagante danças típicas do Candomblé, escândalo final para adeptos baianos, e mudou-se para o Rio de Janeiro, onde abriu casa na Av. Prefeito Braulino de Matos Reis, nº 363, em Duque de Caxias, Baixada Fluminense. Nesse endereço a lenda em torno de Joãozinho da Gomeia só fez aumentar. Atendia políticos, diplomatas, o próprio Getúlio Vargas e a sogra de Juscelino Kubitschek, além de artistas como Ângela Maria, na época a \"Rainha do Rádio\"; tudo isso fez com que passasse a frequentar a imprensa. O próprio Joãozinho nunca revelou os nomes de seus filhos ou clientes mas seus filhos-de-santo espalhavam essas notícias, orgulhosos do status da casa de seu pai. Costas quentes ou não, o caso é que Joãozinho nunca teve seu terreiro invadido pela polícia e jamais foi preso, ao contrário de Mãe Menininha, que tem registradas duas passagens pela polícia, acusada de \"tocar candomblé\". Diz a lenda que Joãozinho chegou a fazer despacho para Exu em plena Praça XV. De todo modo, tornou-se o primeiro pai de santo realmente conhecido no Brasil. Sabia do poder da imprensa e mantinha relações com publicações importantes, como a revista O Cruzeiro, deixando-se fotografar com os trajes dos Orixás. Em 1956, participou do carnaval vestido de mulher. O assunto rendeu uma polêmica terrível com outros babalorixás e pais de terreiros da Umbanda. João defendeu- se através d’O Cruzeiro, reivindicando seu direito ao livre-arbítrio e declarando que jamais permitiria que qualquer outro pai ou mãe-de-santo se intrometesse em sua vida. Também participou de shows no Cassino da Urca, apresentando as danças dos Orixás, sendo sempre unanimemente considerado um bailarino de raras qualidades. Chegou a participar do filme \"Copacabana mon amour\", de Rogério Sganzerla, no papel de um pai de santo que faz um ebó na atriz Helena Ignez. Teve numerosos filhos-de-santo: chegou a fazer um barco com 19 iaôs, façanha lembrada por todos, dada a extrema dificuldade da sua realização. Apesar das brigas com as alas mais conservadoras da religião, Joãozinho da Gomeia foi um dos maiores divulgadores do culto dos Orixás no Brasil. Em 1966, outro momento repleto de contradições: João voltou à Bahia e deu \"obrigação\" com Mãe Menininha do Gantois. Segundo a Ialorixá Mãe Toloquê de Logunedé, \"foi fazer a obrigação dele; tirar a mão de Vumbi e fazer bodas de prata. (...) Depois, ele fez a festa no Rio de Janeiro, para os filhos que não puderam ir à Bahia.\" Ainda segundo seus filhos, Joãozinho da Gomeia não apenas fez sua obrigação com Mãe Menininha como também foi o primeiro homem que ela permitiu que vestisse o Orixá e dançasse em público \"virado\" no santo. Para entender a importância desse ato (mesmo que seja apenas mais um aspecto da lenda) é preciso ler em Ruth Landes as restrições que Mãe Menininha fazia quanto à apresentação pública de homens em transe. Porém, é fato que, embora o próprio Joãozinho, até o fim da vida, continuasse tocando tanto angola quanto queto, a partir daquele momento passou a insistir com seus filhos-de-santo para que seguissem uma orientação única, optando entre queto e angola. Joãozinho da Gomeia morreu em São Paulo, dia 19 de março de 1971, no Hospital das Clínicas, durante uma cirurgia para retirada de um tumor cerebral, após uma parada cardíaca. Foi sepultado em um cemitério de Duque de Caxias, na Baixada Fluminense, num dia em que uma chuva de proporções míticas caiu sobre o Rio de Janeiro, exatamente na hora em que seu ataúde baixava à sepultura. Para os adeptos, era uma manifestação de Iansã recebendo seu filho e que culminou com muita gente \"virando no santo\" em pleno cemitério. A passagem foi relatada na revista O Cruzeiro. Em 2015, a Gomeia do Rio estava em processo de tombamento e reconstrução. Os assentamentos de Joãozinho da Gomeia foram transferidos para uma nova Gomeia, em Franco da Rocha, São Paulo, onde os ibás de seu Oxóssi e de sua Iansã estão sendo devidamente cuidados e \"alimentados\", podendo ser visitados pelos adeptos que fazem parte da família de santo. == Bibliografia == * Dion, Michel. Omindarewa: uma francesa no candomblé - a busca de uma outra verdade. Editora Pallas, 2006 * Cossard, Gisèle Omindarewá. Awô, o mistério dos Orixás. Editora Pallas, 2006. == Ligações externas == * Nascimento, Andréa. De São Caetano a Caxias: Um estudo de caso sobre a trajetória do Rei do Candomblé Joãozinho da Gomeia. UERJ, 2003. * Mendes, Andrea. O Rei do Candomblé nas páginas da revista: Joãozinho da Gomeia em O Cruzeiro (1967) PDF. Recôncavo: Revista de História da UNIABEU, v. 4, n. 6 (2014). * Luís Nicolau Parés. O sítio Dagomé: um candomblé rural no século XIX (Salvador, Bahia). Afro-Ásia, n. 66 (2022), pp. 116-164, Categoria:Tatas-de- inquice Categoria:Naturais de Inhambupe Categoria:Homens LGBT do Brasil Categoria:Líderes religiosos do estado do Rio de Janeiro",
 "title": "Joãozinho da Gomeia"
}