{
 "id": "16618",
 "text": "Abambres é uma freguesia portuguesa do município de Mirandela, com 18,68 km² de área e 338 habitantes (censo de 2021). A sua densidade populacional é . Dista 10km da sede de concelho. Foi vigararia do bispado de Miranda.Lexicoteca: Moderna Enciclopédia Universal, Tomo XX ==Demografia== Nota: No ano de 1890 tinha anexada a freguesia de Cabanelas. A população registada nos censos foi: Distribuição da População por Grupos Etários Ano 0-14 Anos 15-24 Anos 25-64 Anos > 65 Anos 2001 53 43 199 101 2011 32 30 168 117 2021 33 27 144 134 ==História== Abambres era, em 1747, um lugar do termo da vila de Mirandela, da qual ficava distante uma légua para o Norte. No secular estava subordinada à Comarca da Torre de Moncorvo, e no eclesiástico ao Arciprestado de Mirandela, Bispado de Miranda do Douro, pertencendo à Província de Trás-os-Montes. Era esta terra dos Marqueses de Távora, e tinha 37 vizinhos, dos quais eram então, e constava por tradição serem sempre, quase a metade mulheres viúvas. Eram anexas à freguesia quatro aldeias, a que nesta província chamavam Quintas, a saber: Val de Juncal, Valongo, Val de Martinho e Cotas. E com os moradores destas Quintas, que todos vinham à missa a esta igreja e lugar de Abambres, compunha-se a freguesia de 111 vizinhos. Estava situado este lugar em sítio baixo, cercado pelo Sul, Ocidente e Norte de outeiros levantados, e pelo Oriente, pouco afastado, a lavava o rio Tua, a que outros dão o nome de Tuela. A igreja paroquial, dedicada a São Tomé Apóstolo, estava fundada fora do lugar contra o Norte em sítio levantado, entre o qual e o lugar se mete um ribeiro que, pelo tempo de Inverno, não dava passagem. Era esta igreja de uma só nave com sua capela-mor de forma quadrada, cujas paredes, como também as do corpo da igreja, eram todas de cantaria lavrada. Constava de quatro altares, o maior com sua tribuna, na qual se via colocada a imagem de São Tomé, orago da casa; e dois colaterais, um da parte de Evangelho, dedicado a Nossa Senhora do Rosário, e outro da parte da Epístola, de São Sebastião. No corpo da igreja desta mesma parte da Epístola, havia outro altar de Cristo Crucificado. Havia neste Povo duas ermidas, e ambas dentro dele; a do Santíssimo Sacramento onde se guardava o Senhor: além do maior tinha um altar colateral da parte do Evangelho, dedicado às Almas Santas, e andava-se com o cuidado de fazer outro a este correspondente da outra banda, dedicado a São Caetano, cuja perfeitíssima imagem se venerava já nesta ermida. A outra ermida era de São Miguel, moderna; mas já nela se dizia missa: estava contígua com as casas de Maria Pinheira viúva, e era por ela administrada. Foi seu instituidor o Padre José Pinheiro. Outras ermidas havia mais nesta freguesia, porém como estavam fundadas nas aldeias ou Quintas, aí se dará notícia delas. O pároco era vigário da apresentação dos Bispos de Miranda alternativamente com Sua Santidade: Tinha de renda 20.500 reis em dinheiro, 42 alqueires de trigo, 14 almudes de vinho em mosto, ou 12 de vinho já limpo, tudo pago à custa da Comenda. Tinha suas casas de residência e algumas terras de passal mui limitadas. Havia mais um coadjutor amovível ad nutum, cuja apresentação era in solidum do vigário com aprovação do provisor do bispado; tinha este de côngrua anual 6000 reis em dinheiro, e 25 alqueires de trigo. Os fritos que os moradores desta terra costumavam recolher em maior abundância eram trigo, centeio, azeite, algum milho e vinho. Governava-se por um juiz pedâneo, que usava de vara vermelha, eleito a votos do Povo, e metido pelo Senado da Câmara da vila de Mirandela, a cujo governo estava sujeito. No dia de São Tomé, 21 de dezembro, de tempo imemorial se costumava fazer neste lugar, pegado à igreja do mesmo santo, uma feira, que durava somente um dia; e há tradição que, enquanto foi franca, acudiam a ela muitos mercadores, e todo o género de mercancias; porém, como o meirinho do Arciprestado de Mirandela, com ordem e favor do meirinho geral da cidade de Miranda, entrou a cobrar 50 reis de cada pessoa que na mesma feira se achasse sentada vendendo alguma coisa, pelo discurso do tempo se foi minorando de forte, que então era uma pequena romagem. == Povoações == * Abambres * Vale de Juncal * Vale de Martinho == Património == * Igreja de São Tomé de Abambres: classificada como imóvel de interesse público. Categoria:Freguesias de Mirandela Categoria:Paróquias de Portugal com orago de São Tomé",
 "title": "Abambres"
}