{
 "id": "16659",
 "text": "Vale de Gouvinhas é uma povoação portuguesa sede da Freguesia de Vale de Gouvinhas do Município de Mirandela, freguesia com 17,69 km² de área e 234 habitantes (censo de 2021), tendo, por isso, uma densidade populacional de . A freguesia está situada na margem direita do rio Tuela sendo composta pelas aldeias de Vale de Gouvinhas, Valbom Pitez, Vale Maior e Quintas. A freguesia de Vale de Gouvinhas dista 20 quilómetros da sede municipal, e tem por vizinhas as freguesias de Abambres (5 km), Vale de Telhas (2 km), Bouça e Cabanelas (3 km). É servida pelas E.N. 315, 206 e por várias estradas municipais entre as quais se destaca a antiga E.N. 201-1 que passou a municipal, sendo agora, E.M. 20-1. ==Demografia== A população registada nos censos foi: Distribuição da População por Grupos Etários Ano 0-14 Anos 15-24 Anos 25-64 Anos > 65 Anos 2001 58 37 175 110 2011 29 32 145 113 2021 9 16 101 108 == Toponímia== O topónimo de Vale de Gouvinhas parece ser de origem antroponímica, isto é, parece provir do nome de uma pessoa. Inclinam-se os historiadores para que essa pessoa seja de origem germânica (tema “ganda”), mas o nome em concreto não é possível identificá-lo. No século II aparece o nome “Gaudinas” (latim), que dava regularmente Gouvinhas. Em 1150, aparece na cúria de Dom Afonso Henriques o nome “Goubina” (Goubinas?). Ambos estes nomes poderão estar relacionados com o topónimo Gouvinhas, acrescentando-se numa terceira hipótese, estabelecendo ligação patronímica “Gaudilaci”, do nome Gaudila, através da forma Gouvias, por evolução fonética. O que se sabe ao certo é que o nome Gouvinhas é antigo, aparecendo antes da nossa Nacionalidade. == História == Esta localidade, levando em conta a arqueologia de Torre de Dona Chama, o seu castro e as fortificações, apontam para um povoamento pré e proto-histórico. O seu repovoamento, que originou a atual povoação, remonta ao século XII. Do ponto de vista eclesiástico, Vale de Gouvinhas e as suas anexas todas posteriores ao século XV e criações paroquiais talvez da abadia de São Mamede de Guide eram da apresentação do abade desta matriz, que nomeava os curas. Do ponto de vista senhorial, seguiu os destinos de Torre de Dona Chama, razão pela qual teve um senhorio notável. Administrativamente, estes lugares foram da “terra de Ledra”, tendo entrado para o termo de Torre de Dona Chama aquando da repartição desta terra em “julgados” (séculos XII ou XIII). Permaneceu no concelho de Torre de Dona Chama até 24 de Outubro de 1855, data em que este se extinguiu, tendo passado para o concelho (atual município) de Mirandela, ao qual pertence atualmente. A anexa Vale Maior aparece em documentos do século XII. Nas Inquirições de Dom Dinis (1290), há uma indicação sobre as circunstâncias do repovoamento de Vale Maior, a qual abrange os outros lugares, inclusive Vale de Gouvinhas. Todos eles pertenceram à estripe dos Bragançãos (século XII). Valbom Pitez, foi sede de freguesia, há muito extinta, e tinha por orago Santa Maria. O seu topónimo remonta aos primórdios da Nacionalidade e parece andar associado a “Valle de Boa Petriz” que terá sido a sua matriz inicial. == Heráldica == Brasão: Escudo de vermelho, uma parreira arrancada de ouro, folhada e gavinhada do mesmo e frutada de prata entre uma cruz da Ordem de São João do Hospital, dita de Malta, em chefe e quatro burelas ondadas de prata e azul em campanha. Coroa mural de prata de três torres. Listel branco com a legenda a negro: “Vale de Gouvinhas”. Bandeira: branca. Cordão e borlas de prata e vermelho. Haste e lança de ouro. Selo: nos termos da Lei, com a legenda: \"Junta de Freguesia de Vale de Gouvinhas - Mirandela\". Parecer emitido pela Comissão de Heráldica da Associação dos Arqueólogos Portugueses, nos termos da Lei nº 53/91, de 07 de Agosto a 25 de Julho de 2000 e publicado no Diário da República nº 287 de 14 de Setembro de 2000. Os Símbolos Heráldicos da Freguesia encontram-se registados na Direcção Geral das Autarquias Locais com o nº 9/2001 de 15 de novembro de 2001. == Festas e Romarias == Festa de Nossa Senhora do Rosário Realiza-se no 2º Fim de Semana de Agosto Vale de Gouvinhas Festa de Santo André Comemora-se a 30 de Novembro Vale de Gouvinhas Festa de Santa Marinha Tem lugar no 3º Fim de Semana de Julho Vale Maior Festa do Divino Espírito Santo Realiza-se no 7º Fim de Semana depois da Páscoa Quintas Categoria:Freguesias de Mirandela",
 "title": "Vale de Gouvinhas"
}