{
 "id": "16700",
 "text": "Vila de Ala, ou Vila d´Ala é uma povoação portuguesa sede da Freguesia de Vila de Ala do Município de Mogadouro, freguesia com 26,52 km² de área e 231 habitantes (censo de 2021), tendo, por isso, uma densidade populacional de . ==Demografia== A população registada nos censos foi: Distribuição da População por Grupos Etários Ano 0-14 Anos 15-24 Anos 25-64 Anos > 65 Anos 2001 42 51 160 106 2011 11 15 110 98 2021 11 14 97 109 == Geografia == A freguesia de Vila de Ala faz fronteira a norte com Penas Róias, a este com Tó, a sueste com Peredo da Bemposta, a sul com Vilarinho dos Galegos e Ventozelo, a sudoeste com Vilar de Rei e a noroeste com Mogadouro. Uma das maiores serras do Município de Mogadouro fica nesta freguesia a menos de 1 km de Santiago, com uma altitude de 970 metros. No alto da Serra existe um Miradouro, de onde se tem vista para todo o município e ainda para os municípios limítrofes e Espanha. O Parque Natural do Douro Internacional é um parque natural que abrange a área em que o rio Douro constitui a fronteira entre Portugal e Espanha, bem como o rio Águeda, afluente do Douro. Apesar de nem o rio Douro nem o rio Águeda atravessarem a freguesia, esta está inserida parcialmente no Parque, e apenas as aldeias de Paçó e Vila de Ala estão inseridas. == Aldeias == A freguesia é composta por quatro aldeias: * Mogadouro Gare * Paçó - 24 habitantes em 2011 * Santiago - 64 habitantes em 2011 * Vila de Ala - 140 habitantes em 2011 == Património == * Igreja Matriz de Vila de Ala * Igreja Matriz de Santiago * Castro da Serra de Santiago * Antiga Estação Ferroviária de Mogadouro == Acessos == * EN221 ** Guarda - Pinhel - Figueira Castelo Rodrigo - Freixo de Espada á Cinta - Mogadouro - Cruzamento Mogadouro Gare -Santiago - Miranda do Douro * EM595 ** Peredo da Bemposta - Ventozelo - Vilarinho dos Galegos - Vila dos Sinos - Vila de Ala - Cruzamento Paçó - Santiago - N221 Apesar de o IC5 passar na freguesia, estando sempre ao lado da N221, não possui saída nesta freguesia. As saídas mais próximas da freguesia são as de Tó/Sanhoane/Brunozinho e de Mogadouro/Vimioso. Categoria:Freguesias de Mogadouro",
 "title": "Vila de Ala"
}