{
 "id": "16741",
 "text": "Vilar é uma freguesia portuguesa do município de Moimenta da Beira, com 8,84 km² de área e 316 habitantes (censo de 2021) A sua densidade populacional é Pertenceu ao extinto concelho de Fonte Arcada. ==Localização== Vilar localiza- se sobre a margem esquerda do rio Távora, junto da Barragem que recebeu o seu nome, entre a vila de Moimenta da Beira e as localidades de Escurquela e Fonte Arcada. Esta mesma albufeira constitui um património paisagístico muito importante, tornando esta região detentora de uma beleza singular, com condições para o desenvolvimento de actividades de recreio e lazer. Imagem da Albufeira da Barragem do Vilar ==Demografia== A população registada nos censos foi: Distribuição da População por Grupos Etários Ano 0-14 Anos 15-24 Anos 25-64 Anos > 65 Anos 2001 82 89 236 78 2011 48 46 186 102 2021 31 27 153 105 =História== Historicamente ligado a Fonte Arcada, localidade de origem muito antiga cuja ocupação humana se perde no tempo, terá sido arabizada no século X. Com a reconquista cristã os domínios de Fonte Arcada foram concedidos por D. Afonso Henriques, em 1131, ao seu Aio - Egas Moniz, que promoveu o povoamento destas paragens e motivou o aparecimento de um “vilar” (pequeno aglomerado de casas ou casais; pequena aldeia) na outra margem do rio. Egas Moniz e sua mulher D. Teresa Afonso, doaram o domínio ao seu filho, Soeiro Viegas. A esposa deste, Sancha Vermuniz, teve um papel decisivo na afirmação do povoado, não só por lhe ter acordado foral, corria o ano de 1193, como por ter tido um papel importante na fundação da sua igreja matriz. Estes factos comprovam a existência de um aglomerado já consolidado nos finais do século XII. Descendente de Soeiro e Sancha, D. Maior Gonçalves, concedeu em 1259 o padroado daquele edifício de culto ao Mosteiro de Salzedas, que veio a ser, posteriormente, o donatário da própria vila. Entretanto, o povoado inicial desenvolve-se e tem o seu maior crescimento entre os séculos XIV e XVII. É igualmente neste período que o Vilar se constitui em freguesia (século XVI/XVII), com um cura apresentado pelo reitor de Fonte Arcada. O importante concelho medieval abrangia as paróquias vizinhas de Escurquela, Chosendo, Freixinho, Ferreirim, Macieira e Vilar. Com a sua extinção em 1855, Fonte Arcada e as restantes freguesias foram integradas no município de Sernancelhe, com excepção de Vilar que passou a fazer parte do concelho de Moimenta da Beira. ==Locais a visitar== * Albufeira da Barragem de Vilar * Igreja Paroquial ==Ver também== *Barragem de Vilar == Ligações externas == * * Categoria:Freguesias de Moimenta da Beira",
 "title": "Vilar (Moimenta da Beira)"
}