{
 "id": "16777",
 "text": "Pinheiros é uma freguesia portuguesa do município de Monção, com 2,13 km² de área e 319 habitantes (censo de 2021). A sua densidade populacional é . Pinheiros de São Cipriano é uma das mais emblemáticas freguesias de Monção, e mesmo do Alto Minho. Contribuem para isto a sua localização geográfica, a sua agricultura, as suas tradições, e sobretudo as suas gentes. São naturais de Pinheiros personalidades de índole diversa, tais como: * Manuel Pedreira \"Morgado\" (Pioneira da indústria cerâmica no Minho) * João Garrido (Poeta popular) * Monsenhor Avelino Felgueiras Marques (Arcipreste de Monção) ==Demografia== A população registada nos censos foi: Distribuição da População por Grupos Etários Ano 0-14 Anos 15-24 Anos 25-64 Anos > 65 Anos 2001 44 50 183 95 2011 44 26 180 95 2021 30 27 162 100 == Património == * Palácio da Brejoeira * Inventário abaixo segundo o Blog de São Cipriano em http://saocipriano.blogspot.com 1\\. Quinta da Brejoeira. Colecciona construções de diferentes períodos, desde a sua fundação (1800) até à actualidade. No conjunto destaca-se o palácio, que por razões geográficas e temporais mostra-se uma obra única no seu estilo arquitectónico, com uma transição muito marcada do barroco para o neoclássico. 2\\. Ponte Medieval sobre o Gadanha. Apresenta magnifíco arco parabólico em granito, e tímpanos em aparelho irregular. 3\\. Ponte em arco do Borrego. Ponte de granito em arco reduzido, com grande \"atrevimento\". 4\\. Ponte plana do Borrego. Ponte em granito com vários tramos planos sobre apoios, que serviu para comportar a água do rio Gadanha. 5\\. Igreja Paroquial. Construída com aparelho de pedra em que se destaca a cantaria da fachada e torre, pensa-se que foi ampliada em dois corpos, nomeadamente a torre. 6\\. Casa do Passal. Fábrica da Igreja construída em 1800 com aparelho tradicional em pedra serviu a vários propósitos, desde residência do pároco, a escola e teatro. Foi recentemente remodelada. 7\\. Alminhas. Pequena construção para culto cristão. 8\\. Capela de Sra. da Misericórdia e de São Brás. Construção em pedra com fachada recentemente revestida com azulejo de tons azuis. 9\\. Capelinha de Sra. da Misericórdia. Construção recente em betão armado e alvenaria, acessada por imponente escadaria em pedra. 10\\. Cruzeiros. Conjunto de construções em alvenaria de granito que representam Cristo na Cruz. 11\\. Represas no Gadanha. Construções com blocos de pedra que desviam o curso do rio Gadanha para moinhos. 12\\. Moinhos de Milho. Conjunto de construções em alvenaria tradicional de granito, com mecanismos de moagem em pedra e madeira. 13\\. Casa da família Rodrigues. Casa de habitação particular com arquitectura monumental empregando granito e madeira. 14\\. Casa construída por António da \"Bina\". Conjunto de construções até dois pisos com peças de pedreira, com a particularidade de ter sido construída fundamentalmente à força de braços. 15\\. Casa no Borrego. Pequena construção em pedra, a qual se diz ter sido desviada 10 metros da sua posição original para protecção dos ladrões. 16\\. Casa da Junta. Construção em alvenaria tradicional recentemente remodelada. 17\\. Escola Primária. Construção mista em pedra, betão armado e alvenaria. 18\\. Ruínas do Forno da Telha. Completamente em ruínas, esta foi a primeira e talvez única fábrica construída em Pinheiros. 19\\. Ruínas do Engenho de Serração. Quase completamente em ruínas, reunia um conjunto de construções onde se destacava o engenho de serração. 20\\. Engenho de Azeitona. Construído em pedra de granito, e actualmente sem cobertura, possui uma magnífica parede em três arcos. 21\\. Poços de Regadio. Conjunto de tanques com fachada em pedra que acumulam água de nascentes para regadio. 22\\. Caniços no Souto. Conjunto de caniços com estrutura em granito e paredes tradicionalmente em madeira, para armazenamento de espigas. 23\\. Reservatório da rede de abastecimento de água. Estrutura moderna em betão armado, com considerável altura. 24\\. Lavadoiro e Fonte. Canal com esfregadores em pedra, sob o qual é interceptada uma bica de água de nascente. Foram recentemente remodelados. 25\\. Parede com lascas de pedra no Souto. Construção arrojada com lascas de granito numa altura livre de 4 metros.",
 "title": "Pinheiros (Monção)"
}