{
 "id": "16789",
 "text": "Trute é uma freguesia portuguesa do município de Monção, com 4,71 km² de área e 246 habitantes (censo de 2021). A sua densidade populacional é . == História == Na lista das igrejas situadas no território de Entre Lima e Minho, elaborada por ocasião das Inquirições de D. Afonso III, em 1258, é citada como uma das igrejas pertencentes ao bispado de Tui. Em 1320, no catálogo das mesmas igrejas, mandado elaborara pelo rei D. Dinis, para o pagamento de taxa, Santa Eulália de Trute foi taxada em 80 libras. Enquadrava-se no arcediagado de Cerveira. Em 1444, D. João I conseguiu da papa que esta território fosse desmembrado do bispado de Tui, passando a pertencer ao de Ceuta, onde se manteve até 1512. Neste ano, o arcebispo de braga, D. Diogo de Sousa, deu ao bispo de Ceuta a comarca eclesiástica de Olivença, recebendo em troca a de Valença do Minho. Em 1513, o papa Leão X aprovou a permuta. No registo da avaliação dos benefícios eclesiásticos da comarca de Valença do Minho, feito no tempo de D. Manuel de Sousa (1545-1549) por Rui Fagundes, vigário da comarca de Valença, Santa Eulália de Trute rendia 40 mil réis. Na cópia de 1580 do Censual de D. Frei Baltasar Limpo, Santa Eulália de Trute é descrita como sendo da colação do arcebispo, a metade sem cura, e da apresentação de padroeiros leigos, a outra metade com cura. Segundo Américo Costa, foi abadia da apresentação dos Cordeiros e, depois, dos Palhares, seus descendentes. ==Memórias Paroquiais de 1758== Em Trute as respostas ao inquérito ordenado pelo Marquês de Pombal, três anos após o sismo de Lisboa em 1755, foram dadas pelo Abade Manuel Borges de Sá. O donatário da freguesia à época era Alexandre de Palhares Coellho de Britto, Senhor da Casa e Quinta de Trute. À época vivam em Trute quatrocentas e quarenta pessoas distribuidas por treze lugares: Casal, Vilar, Cruzeiro, Souto, Fontélo, Campos, Roriz, Sande, Tariz, Tras- Souto, Barral, Outeiro Ferro, Outeiro. É mencionada a existência uma torre, perto da casa de Trute, que se encontra quase de todo arruinada e não há tradição relativamente à sua antiguidade. As águas de Trute são descritas como frescas, delgadas e saudáveis, fazendo referência ao chorro de água que nasce no sítio chamado Vilharelho, que logo no seu nascimento pode moer um moinho com abundância de água e se vai aumentando e se faz regato e com sua água fertiliza esta freguesia de Trute. É mencionado o ribeiro do Barral, o curso de água que apenas passa por um lugar de onde toma o seu nome. ==Lenda de Trute== Uma rainha de Aragão foi sentenciada à morte pelo rei seu marido, em virtude de uma intriga de criados. Sabedora da sorte que a esperava, disfarçou-se e fugiu. Foi-lhe no encalço o rei, que junto ao Rio Minho a teria apanhado, se a rainha não houvesse pedido aos barqueiros que o demorassem o tempo suficiente para ela se acolher a certo castelo. Em virtude da lealdade dos barqueiros, a rainha conseguiu refugiar-se no castelo. Veio o rei pôr-lhe cerco, e pela fome e pela sede empreendeu rendê-la. Ela, porém, descobriu ali uma fonte que a alimentava de água pura, e, quinze dias passados, veio sobre os rochedos pousar uma águia, que trazia no bico uma truta, assustada talvez pela presença da rainha ou de alguma pessoa do seu séquito. Em vez de se aproveitar do saboroso peixe, a rainha mandou-o de presente ao rei, que a cercava, e tinha o seu acampamento no lugar onde hoje é Trute. O rei, persuadido de que o braço divino a amparava, levantou o cerco, perdoando-lhe, contrito, as supostas faltas. Não quis a rainha acompanhá-lo depois, e por estes lugares terminou a vida em devotos exercícios e penitências austeras. ==Demografia== A população registada nos censos foi: Distribuição da População por Grupos Etários Ano 0-14 Anos 15-24 Anos 25-64 Anos > 65 Anos 2001 44 29 135 70 2011 30 31 137 79 2021 18 23 126 79 == Património == *Igreja de Trute *Calvário *Capela de Santo Estevão == Associações == Actualmente, na freguesia de Trute existem a Associação Social e Juvenil de Trute, fundada em 14 de Setembro de 2006, e o Clube de Caça e Pesca de Trute. == Confrarias == Foi fundada em 4 de dezembro de 1791 a Confraria de Nossa Senhora do Rosário da Freguesia de Trute. == Política == Eleições Autárquicas - Assembleia de Freguesia Resultados (votos) Assembleia de Freguesia Data PS PPD-PSD CDS PDC MIT Brancos Nulos Candidato Eleito 1979 Resultados Eleitorais Assembleia de Freguesia 1979 - http://eleicoes.cne.pt/raster/detalhe.cfm?eleicao=af&dia;=16&mes;=12&ano;=1979&codreg;=160431&local;=Trute 109 72 2 10 António Alves 1982 Resultados Eleitorais Assembleia de Freguesia 1982 - http://eleicoes.cne.pt/raster/detalhe.cfm?eleicao=af&dia;=12&mes;=12&ano;=1982&codreg;=160431&local;=Trute 116 110 4 9 António Alves 1985 142 85 6 5 António Alves 1989 99 121 4 8 Adelino Fernandes Machado 1993 145 27 6 Adelino Fernandes Machado 1997 137 55 4 2 Adelino Fernandes Machado 2001 127 23 Adelino Fernandes Machado 2005 115 96 3 3 Agostinho Marinho Fernandes 2009 150 30 0 Agostinho Marinho Fernandes 2013 112 51 6 Agostinho Marinho Fernandes 2017 84 131 1 6 Jorge Ferreira Fernandes Categoria:Freguesias de Monção",
 "title": "Trute"
}