{
 "id": "16791",
 "text": "Monchique é uma vila portuguesa no distrito de Faro, região e sub-região do Algarve, com cerca de habitantes. É sede do município de Monchique com de área e 5423 habitantes (censo de 2021), subdividido em 3 freguesias.Lei n.º 11-A/2013, de 28 de janeiro: Reorganização administrativa do território das freguesias. Anexo I. Diário da República, 1.ª Série, n.º 19, Suplemento, de 28/01/2013. O município é limitado a norte pelo município de Odemira, a leste por Silves, a sul por Portimão, a sudoeste por Lagos e a oeste por Aljezur. O concelho de Monchique foi criado em 1773, por desmembramento do concelho de Silves. ==História== No centro de duas grandes serras (Fóia e Picota), o município de Monchique entra na história com a presença dos romanos nas Caldas de Monchique, atraídos pelo poder curativo das suas águas. Nos séculos seguintes, a serra foi-se povoando lentamente e no século XVI Monchique era já uma povoação suficientemente importante para merecer a visita do rei D. Sebastião, que pretendeu conceder-lhe o estatuto de cidade. A tecelagem da lã e do linho - os sólidos surrobecos, orianos e estopas dos tempos antigos - entre outras atividades, como as relacionadas com a madeira de castanho, contribuíram para a prosperidade e desenvolvimento de Monchique, de tal forma que em 1773 foi promovida a vila. As alterações económicas provenientes da industrialização significaram a perda da atividade têxtil e de outras manufaturas. Hoje, Monchique é vila airosa, virada para o turismo, com um artesanato ativo e uma economia diversificada. Possuindo das florestas mais ricas do Algarve, ricas em sobreiros, eucaliptos, castanheiros, entre outros, Monchique tem também como marco distintivo esta mata que dá a conhecer aos seus visitantes através de safaris, parques zoológicos e naturais e expedições pedestres. ==Freguesias== O município de Monchique está dividido em 3 freguesias: Freguesias do município de Monchique Freguesia Residentes (2011) Residentes (2021) Alferce 441 391 Marmelete 787 698 Monchique 4817 4376 Total 6045 5465 ==Demografia== De acordo com os dados provisórios avançados pelo INE o distrito de Faro registou em 2021 um acréscimo populacional na ordem dos 3.7% relativamente aos resultados do censo de 2011. No concelho de Monchique regista-se, no entanto, um decréscimo a rondar os 9.6%. ★ Número de habitantes \"residentes\", ou seja, que tinham a residência oficial neste município à data em que os censos se realizaram. Número de habitantes por Grupo Etário ★★ INE - http://censos.ine.pt/xportal/xmain?xpid=CENSOS&xpgid;=censos_quadros 1900 1911 1920 1930 1940 1950 1960 1970 1981 1991 2001 2011 2021 0-14 Anos 4300 4476 4484 4719 4936 4059 3757 2885 1714 1010 768 599 550 15-24 Anos 1999 2391 2208 2708 2585 2583 2318 1475 1273 896 735 502 405 25-64 Anos 4628 5093 5072 5750 6454 6739 7132 6080 4774 3612 3482 3029 2668 = ou > 65 Anos 556 703 841 941 1022 1264 1572 1560 1848 1791 1989 1915 1839 ★★ De 1900 a 1950 os dados referem-se à população \"de facto\", ou seja, que estava presente no município à data em que os censos se realizaram. Daí que se registem algumas diferenças relativamente à designada população residente) ==Economia== Principais atividades económicas: * Artesanato; * Agricultura; * Suinocultura; * Turismo termal; * Indústria da madeira. Artesanato A cestaria e a tecelagem constituem a grande parte do artesanato tradicional de Monchique. Por ser também uma região rica em sobreiros, é possível que haja igualmente artesãos a trabalhar a cortiça. ==Património== Ver também: Lista de património edificado em Monchique Património não religioso * Centro histórico * Cerro do Castelo da Nave * Cerro do Castelo de Alferce * Emissor da Fóia * Fonte Velha * Parque da Mina * Pelourinho de Monchique (IIP) Património religioso * A Santinha * Capela das Caldas de Monchique * Capela de Santo António * Convento de Nossa Senhora do Desterro (IIM) * Capela de Nossa Senhora do Pé da Cruz * Igreja da Misericórdia de Monchique * Igreja de São Sebastião * Igreja do Senhor dos Passos * Igreja Matriz de Alferce * Igreja Matriz de Marmelete * Igreja Matriz de Monchique ou Igreja de Nossa Senhora da Conceição (IIP) Património de origem natural * Caldas de Monchique * Serra da Fóia * Serra da Picota ===Centro histórico=== No Centro histórico de Monchique as casas têm a arquitetura algarvia tradicional nas paredes brancas, nas cantarias, nas manchas de cor das portas e janelas, embora exibam as típicas chaminés de saia, tão diferentes do litoral. O facto de treparem por colinas íngremes, de as ruas estreitas abrirem a cada passo novas perspectivas sobre a serra verdejante, dá-lhes, porém, um certo exotismo, aumentado pela presença de cameleiras e hortênsias, de árvores de fruto, evocadoras de jardins e pomares. Justificação para um prolongado passeio de descoberta de um recanto diferente do Algarve. Para apreciar bem a beleza da vila de Monchique, importa ir até ao largo de São Sebastião. O casario branco parece descer em degraus pelas encostas da serra, pequeno presépio envolto em verdes, flores e frescura. ==Gastronomia== Monchique é conhecido pela suinicultura, e prova disso são os conhecidos enchidos feitos com carne de porco (molho, morcela de farinha ou farinheira, morcela e chouriça) e presuntos, expostos anualmente na Feira dos Enchidos e na Feira do Presunto, respetivamente. É também vastamente conhecida a aguardente de medronho produzida nesta região, com marca própria, que atrai gente de toda a parte para a saborear. São também procurados os licores feitos com produtos da região. A bebida licorosa mais típica de Monchique chama-se Melosa, que utiliza aguardente de medronho.Galego, Ludovina (2013). Aguardente de medronho. No que toca a doçaria regional, Monchique tem como principal doce típico o bolo de tacho. Alguns pratos típicos: * Assadura; * Feijão com arroz; * Grão com arroz; * Feijão com couve; * Besnagas; * Grão com massa; * Papas de caldo; * Couve à Monchique. Doçaria regional: * Bolo de tacho; * Pastéis de batata doce; * Bolo de amêndoa e gila; * Torta de noz; * Pudim de mel; * Fritos; * Filhós; * Mexidas de ovos queimados. ==Política== === Eleições autárquicas === Data % V % V % V % V % V % V % V Participação PPD/PSD PS FEPU/APU/CDU AD CDS-PP IND CH 1976 40,85 2 40,24 2 14,25 1 1979 AD 26,89 1 11,66 - 58,74 4 AD 1982 34,23 2 44,67 3 6,80 - 10,70 - 1985 28,44 1 66,96 4 2,41 - 1989 43,27 2 51,23 3 2,27 - 1993 41,34 2 51,75 3 2,53 - 1,04 - 1997 23,56 1 61,02 4 9,21 - 1,48 - 2001 27,69 2 54,86 3 11,88 - 1,29 - 2005 39,53 2 51,59 3 3,49 - 2,14 - 2009 46,73 3 45,15 2 3,68 - 1,42 - 2013 47,42 3 32,19 2 4,94 - 10,51 - 2017 43,50 3 37,45 2 4,07 - 11,39 - 2021 21,50 1 49,61 3 3,15 - 13,23 1 6,65 - 1,59 - === Eleições legislativas === Data % PS PSD PCP CDS UDP AD APU/ CDU FRS PRD PSN BE PAN PSD CDS L CH IL 1976 38,00 27,84 11,08 4,78 1,16 1979 30,39 AD APU AD 1,79 43,83 14,57 1980 FRS 1,06 45,83 13,00 28,67 1983 41,52 31,19 6,99 0,73 12,64 1985 23,79 35,78 5,74 0,95 10,39 16,69 1987 27,86 49,31 CDU 2,00 0,56 6,97 5,57 1991 32,99 53,42 1,59 5,19 0,55 1,55 1995 50,81 32,78 4,98 0,65 5,93 0,37 1999 51,65 30,57 4,91 6,94 1,42 2002 42,65 39,23 4,14 6,50 1,88 2005 51,17 27,27 4,40 5,73 5,83 2009 32,76 29,34 7,72 7,54 13,17 2011 23,97 39,43 7,88 9,29 7,11 1,32 2015 38,07 CDS PSD 8,46 11,76 0,94 29,39 0,28 2019 38,29 24,49 3,25 7,30 10,37 2,82 0,56 0,88 0,67 2022 48,85 25,47 1,43 5,38 4,13 1,21 0,66 5,85 2,16 2024 34,34 AD AD 25,69 4,19 5,06 1,91 2,25 16,87 2,55 ==Personalidades destacadas== *António da Silva Carriço (1930 - 2019) - Escritor, bibliotecário e jornalista == Galeria == Ficheiro:Alferce, Monchique - 07.11.2019.jpg|Vista de Alferce Ficheiro:Marmelete 164.jpg|Vista de Marmelete Ficheiro:Monchique (Portugal) (50391260657).jpg|Vista de Monchique ==Ver também== * Incêndio de Monchique de 2018 ==Ligações externas== * Municipio de Monchique * Junta de Freguesia de Alferce * Junta de Freguesia de Monchique * Junta de Freguesia de Marmelete * Biblioteca Municipal de Monchique * MonchiqueNet * O Parente da Refóias * Grupo BTT de Monchique * Associação A Nossa Terra * Clube Desportivo e Cultural da Nave * Observação de aves na Serra de Monchique * Jornal de Monchique * projecto VALEMON - Valorização Económica e Ambiental do Maciço Alcalino de Monchique * Vila Monchique * Rádio Fóia * Monchique Gourmet em Lisboa",
 "title": "Monchique"
}