{
 "id": "16800",
 "text": "Ermelo é uma povoação portuguesa do Município de Mondim de Basto que foi sede da extinta Freguesia de Ermelo, freguesia que tinha 40,36 km² de área e 483 habitantes (2011), e, por isso, uma densidade populacional de 12 hab/km². A Freguesia de Ermelo foi extinta (agregada) pela reorganização administrativa de 2012/2013,Lei n.º 11-A/2013, de 28 de janeiro: Reorganização administrativa do território das freguesias. Anexo I. Diário da República, 1.ª Série, n.º 19, Suplemento, de 28/01/2013. tendo o seu território sido agregado ao da Freguesia de Pardelhas para criar a União de Freguesias de Ermelo e Pardelhas. == História == A povoação de Ermelo teve forais dados por D. Sancho I (Guimarães, em Abril de 1196), que a elevou a vila e sede de concelho, e por D. Manuel I (Lisboa, 3 de Junho de 1514)Arquivo Distrital de Vila Real, \"Administração do Concelho de Ermelo\". O concelho era constituído pelas freguesias de Bilhó, Campanhó, Ermelo', Pardelhas e Lamas de Olo. Tinha, em 1801, 2 091 habitantes. Após as primeiras reformas administrativas do Liberalismo, passou a integrar também as freguesias de CampeãRibeiro Aires (2007) — História das Freguesias do Concelho de Vila Real. Vila Real: Maronesa. pp. 181 ss., QuintãIdem, pp. 523 ss. e Vila CovaIdem, pp. 703 ss.. Tinha, em 1849, 4 314 habitantes. Em 31 de Dezembro de 1853, o concelho foi extinto, sendo as suas freguesias divididas entre os concelhos (atuais municípios) de Mondim de Basto e Vila Real. == Etimologia == Ermelo deriva provavelmente do germânico lo, que significa floresta e de irmin do qual existem diversas explicações entre as quais a palavra \"divino\" ou a referência ao antigo deus germânico de nome Irmin. Uma outra explicação para a palavra é eremus, proveniência latina cujo significado é solitário ou desértico. == Demografia == Ficheiro: Mondim 18.PNG|Evolução da População 1864 / 2011 Ficheiro: Mondim 19.PNG|Variação da População 1864 / 2011 Ficheiro: Mondim 20.PNG|A População em 2001 Ficheiro: Mondim 21.PNG|A População em 2011 == Património natural == * Cascata de Fisgas do Ermelo == Património == * Ponte de Ermelo sobre o Rio Olo * Pelourinho de Ermelo * Historia de Ermelo * As fisgas de Ermelo",
 "title": "Ermelo (Mondim de Basto)"
}