{
 "id": "1681",
 "text": "Roger Bacon ou Rogério Bacon OFM, (Ilchester, Somerset, 1214 — Oxford, 1294), também conhecido como Doctor Mirabilis (Doutor Admirável em latim), foi um dos mais famosos frades de seu tempo. Ele foi um Padre e filósofo inglês que deu bastante ênfase ao empirismo e ao uso da matemática no estudo da natureza. Estudou nas universidades de Oxford e Paris. Contribuiu em áreas importantes como a Mecânica, a Filosofia, a Geografia e principalmente a Óptica.Roger Bacon, pag. 1289 - Grande Enciclopédia Universal - edição de 1980 - ed. Amazonas == Vida e obra == Bacon viveu um período de forte atividade intelectual e proliferação de universidades através da Europa. Por volta de 1240 ingressou para a Ordem dos Franciscanos, onde, fortemente influenciado por Robert Grosseteste, dedicou-se a estudos nos quais introduziu a observação da natureza e a experimentação como fundamentos do conhecimento natural. Roger Bacon vai um passo além de seu tutor e descreve o método científico como um ciclo repetido de observação, hipótese, experimentação e necessidade de verificação independente. Ele registrava a forma em que conduzia seus experimentos em detalhes precisos a fim de que outros pudessem reproduzir seus experimentos e testar os resultados - essa possibilidade de verificação independente é parte fundamental do método científico contemporâneo. Seus avanços nos estudos da Óptica possibilitaram a invenção dos óculos e seriam em breve imprescindíveis para a invenção de instrumentos como o telescópio e o microscópio. Ele propagou o conceito de \"leis da natureza\", fato importante num período do século XIII em que estavam ocorrendo constantes modificações no pensamento filosófico e na filosofia da natureza. \"Seus escritos, na verdade, mostram as virtudes e não os vícios da escolástica - a mistura do dogma religioso com a filosofia, que era a marca registrada do pensamento da intelectualidade ocidental entre os séculos IX e XV.\" (Ronan, Colin A. História Ilustrada da Ciência, volume 2. Universidade de Cambridge. pp. 142 e 143). A sua principal obra é Opus majus, em 7 partes. Em 1277, proposições relacionadas à astrologia de Bacon foram condenadas por Tempier, bispo de Paris. Por sua vez, Bacon promoveu uma defesa de seus pontos de vista publicando a obra Speculum astronomiae. == Trabalho alquímico == Roger Bacon também se destacou pelo seu trabalho de alquimia. Seus experimentos deram origem a lendas sobre suas façanhas, como, por exemplo, dele ter construído uma cabeça mecânica de bronze que era capaz de prever o futuro. Uma famosa citação dele era a que ele comparava o trabalho alquímico com uma horta: mesmo se colhesse o que não pretendia, ter-se-ia cultivado e melhorado a colheita. Descobrira a pólvora, era capaz de acender uma vela com uma lente e seus estudos contribuíram para o desenvolvimento de um telescópio primitivo, que mais tarde seria criado por Galileu. Na obra \"O Nome da Rosa\", do escritor italiano Umberto Eco, é feita menção a Roger Bacon. Segundo o autor, ele seria fonte de inspiração para o franciscano Guilherme de Baskerville, personagem central daquela obra. Assim como Bacon, frei Guilherme é um monge excêntrico e com conhecimento avançado para a época. == Ver também == *Ciência medieval *Escolasticismo *Inquisição ===Fontes primárias=== #(1909–40), Opera hactenus inedita, ed. Robert Steel and Ferdinand Delorme, Oxford: Clarendon Press. #(1978), Opus maius: De signis, in K. M. Fredborg, Lauge Nielsen, and Jan Pinborg, eds., “An unedited part of Roger Bacon’s Opus maius: De signis,” Traditio 34, pp. 75–136. #(1983), De multiplicatione specierum and De speculis comburentibus, in David C. Lindberg, ed., Roger Bacon’s Philosophy of Nature: A Critical Edition, with English Translation, Introduction and Notes of De multiplicatione specierum and De speculis comburentibus, Oxford: Clarendon Press. #(1986 and 1987), Summulae dialectices, in Alain de Libera, ed., Les Summulae dialectices de Roger Bacon, Archives d’Histoire Doctrinale et Littéraire du Moyen Âge53 (pp. 139–289); 54 (pp. 171–278). #(1988), Compendium of the Study of Theology, in Thomas S. Maloney, Roger Bacon: Compendium of the Study of Theology: Edition and Translation with Introduction and Notes, Leiden: Brill. #(1993), Geometria speculativa, in George Molland, ed. and trans., “Roger Bacon’s Geometria speculativa,” in M. Folkerts and J. P. Hogendijk, eds., Vestigia mathematica, Amsterdam and Atlanta:Editions Rodolpi. #(1996), Perspectiva, in David C. Lindberg, ed., Roger Bacon and the Origins of Perspectiva in the Middle Ages: A Critical Edition and English Translation of Bacon’s Perspectiva with Introduction and Notes,Oxford: Clarendon Press. ===Fontes secundárias=== #Alessio, Franco (1959), “Un secolo di studi su Ruggero Bacone (1848–1957),”Revista Critica di Storia della Filosofia14, pp. 81–102. #Berubé, Camille (1976), De la philosophie à la sagesse chez Saint Bonaventure et Roger Bacon, Rome: Istituto Storico dei Cappuccini. #Catach- Rosier, I. (1997), “Roger Bacon and grammar,” in J. Hackett, ed., Roger Bacon and the Sciences: Commemorative Essays(pp. 67–102), Leiden, New York, and Cologne: Brill. #de Libera, A. (1997), “Roger Bacon et la logique,” in J. Hackett, ed., Roger Bacon and the Sciences: Commemorative Essays(pp. 103–32), Leiden, New York, and Cologne: Brill. #Ebbesen, Sten (1970), “Roger Bacon and the fools of his time,” in Cahiers de l’Institut du Moyen Âge Grec et Latin3, pp. 40–4. #——(1979), “The dead man is alive,”Synthese40, pp. 43–70. #Hackett, Jeremiah (1995), “Scientia experimentalis: from Robert Grosseteste to Roger Bacon,” in James McEvoy, ed., Robert Grosseteste: New Perspectives on his Thought and Scholarship(pp. 89–119), Turnhout: Brepols; Steenbrugis: Abbatia S. Petri. #——ed. (1997a), Roger Bacon and Aristotelianism, Vivarium35/2 (September), pp. 129–35. #——ed. (1997b), Roger Bacon and the Sciences: Commemorative Essays, Leiden: Brill. #——(1997c), “The published works of Roger Bacon,”Vivarium35/2 (September), pp. 315–20. #——(1998), “Experientia, Experimentumand the perception of objects in space,” in Jan A. Aertsen and Andreas Speer, eds., Raum und Raumvorstellungen im Mittelalter, Miscellanea medievalia 25 (pp.101–20), Berlin: De Gruyter. #Hackett, Jeremiah and Maloney, Thomas S. (1987), “A Roger Bacon bibliography (1957–85),”The New Scholasticism 61, pp. 184–207. #Hedwig, Klaus (2000), “Roger Bacon: scientia experimentalis,” in Theo Kobusch, ed., Philosophen des Mittelalters(pp. 140–51), Darmstadt: Primus. #Kukssewicz, Z. (1982), “The potential and agent intellect,” in Norman Kretzmann, Anthony Kenny, Jan Pinborg, eds., The Cambridge History of Later Medieval Philosophy(pp. 595–601), Cambridge: Cambridge University Press. #Maloney, Thomas S. (1982),“Roger Bacon on The significatum of words,” in L. Brind’Amour and E. Vance, eds., Archéologie du signe(pp. 187–211), Toronto: Pontifical Institute of Mediaeval Studies. #——(1983), “The semiotics of Roger Bacon,”Mediaeval Studies45, pp. 120–54. #——(1984), “Roger Bacon on equivocation,”Vivarium22, pp. 85–112. #——(1997), “A Roger Bacon bibliography (1985–95),” in Jeremiah Hackett, ed., Roger Bacon and the Sciences: Commemorative Essays(pp. 395–403), Leiden: Brill. Categoria:Naturais de Somerset Categoria:Franciscanos do Reino Unido Categoria:Filósofos do Reino Unido Categoria:Físicos do Reino Unido Categoria:Inquisição Categoria:Filósofos do século XIII Categoria:Filósofos da ciência Categoria:Filósofos cristãos Categoria:Alquimistas do Reino Unido Categoria:Alunos da Universidade de Oxford Categoria:Professores da Universidade de Paris Categoria:Astrólogos do Reino Unido",
 "title": "Roger Bacon"
}