{
 "id": "16819",
 "text": "Anime, (), se refere é uma animação desenhada à mão ou por computação gráfica do Japão. Fora do Japão e em inglês, anime refere-se à animação japonesa e refere-se especificamente à animação produzida no Japão. A palavra é a pronúncia abreviada de \"animação\" em japonês, onde esse termo se refere a qualquer animação, não importa o país. Para os ocidentais, a palavra se refere às animações oriundas do Japão. A origem da palavra é controversa, podendo vir da palavra inglesa animation [animação] ou da palavra francesa animé [animado],Anime News Network. Anime. Visitado em 15 de março de 2009 versão defendida por pesquisadores como Frederik L SchodtSCHODT, Frederik L. (Reprint edition (August 18, 1997)). Manga! Manga!: The World of Japanese Comics. Tóquio, Japão: Kodansha International. ISBN 0-87011-752-1 e Alfons Moliné.MOLINÉ, Alfons. O grande livro dos mangás. Editora JBC. São Paulo: 2004. p. 47 ISBN 85-87679-17-1 As primeiras animações comerciais japonesas datam de 1917. Um estilo de arte característico surgiu na década de 1960 com as obras do mangaká Osamu Tezuka e se espalhou nas décadas seguintes, desenvolvendo um grande público doméstico. O anime é distribuído nos cinemas, por meio de transmissões de televisão, diretamente para a mídia doméstica e pela Internet. Além das obras originais, os animes são muitas vezes adaptações de mangás (quadrinhos japoneses), light novels ou videogames. É classificado em vários gêneros (comédia, terror, drama, ficção científica, etc.) visando vários públicos amplos e de nicho. Uma boa parte das animações japonesas possui sua versão em mangá, os quadrinhos japoneses. Os animes japoneses e os mangás se destacam principalmente por seus olhos geralmente muito grandes, muito bem definidos, redondos ou rasgados, cheios de brilho e muitas vezes com cores chamativas, para que, desta forma, possam conferir mais emoção aos seus personagens. Animes podem ter o formato de séries para a televisão, filmes ou home video (OVAs e OADs) ou via internet (ONAs). O anime é um meio diversificado com métodos de produção distintos que se adaptaram em resposta às tecnologias emergentes. Combina arte gráfica, caracterização, cinematografia e outras formas de técnicas imaginativas e individualistas. Em comparação com a animação ocidental, a produção de anime geralmente se concentra menos no movimento e mais nos detalhes das configurações e no uso de \"efeitos de câmera\", como panorâmica, zoom e ângulos. Diversos estilos de arte são usados, e as proporções e características dos personagens podem ser bastante variadas, com uma característica comum sendo olhos grandes e emotivos. A indústria de anime consiste em mais de 430 estúdios de produção, incluindo grandes nomes como o Studio Ghibli, Gainax e Toei Animation. Os animes atingem a maioria das vendas de DVD e têm sido um sucesso internacional após a ascensão de dublagens em exibições televisionadas. Este aumento da popularidade internacional resultou em produções não-japonesas usando o estilo de arte do anime, mas essas obras têm sido definidas como animação influenciada por animes, tanto por fãs quanto pela indústria. == Definição e uso == Anime é uma forma de arte, especificamente animação, que inclui todos os gêneros encontrados no cinema, mas ele pode ser erroneamente classificado como um gênero.Poitras, Gilles (2000). Anime Essentials: Every Thing a Fan Needs to Know. Stone Bridge Press. 7–115 p. ISBN 978-1-880656-53-2 No Japão, o termo refere-se a todas as formas de animação do mundo inteiro. Os dicionários de língua inglesa define anime como um \"estilo de animação japonesa\" ou como \"um estilo de animação criado no Japão\". A etimologia da palavra anime é contestada. O termo em inglês \"animation\" é escrito em katakana como , (transl. animēshon, pronunciado [animeːɕoɴ]) e ア ニ メ (anime), sua forma abreviada. Algumas fontes afirmam que anime deriva do termo francês para animação, dessin animé, mas outros acreditam que este é um mito derivado da popularidade na França entre os anos 70 e 80. Antes da utilização generalizada de anime, o termo japanimation foi popular nos anos 70 e 80. Em meados dos anos 1980, o termo anime começou a substituir japanimation.Patten, Fred (2004). Watching Anime, Reading Manga: 25 Years of Essays and Reviews. Stone Bridge Press. ISBN 1-880656-92-2. Em 1987, Hayao Miyazaki afirmou que despreza a palavra truncada \"Anime\" porque, para ele, representava a desolação da indústria de animação japonesa.Miyazaki, Hayao (31 de Julho de 1996). \"日本のアニメーションについて\" [Thoughts on Japanese Animation]. 出発点 1979~1996 [Starting Point 1979~1996]. San Francisco: Viz Media. pp. 72ff. ISBN 978-1-4215-0594-7. Retrieved December 16, 2013. == Formato == O primeiro formato de anime foi para os cinemas em 1917. Em 14 de Julho de 1958, foi ao ar Mole's Adventure na Nippon Television, que foi tanto primeiro televisionado como o primeiro anime colorido.\"Oldest TV Anime's Color Screenshots Posted\". Anime News Network. A série não foi tão popular até 1960, quando as primeiras séries televisivas foram difundidos e mantiveram-se popular desde então. Trabalhos publicados diretamente em vídeo são chamados de \"original video animation\" (OVA); e, normalmente, não são lançado nos cinemas ou na televisão antes do lançamento no mercado de home video. O surgimento da internet fez com que alguns animadores começassem a distribuir trabalhos on-line em um formato chamado \"anime net original\" (ONA).\"Original Net Anime (ONA)\". Anime News Network. A distribuição de animes no mercado de home video foram popularizados na década de 1980 com o VHS e formatos de laser disc. O formato de vídeo VHS NTSC usado no Japão e os Estados Unidos é creditado como responsável a crescente popularidade do anime nos anos 1990. O laser disc e VHS substituídos pelo DVD que ofereceu as vantagens únicas; incluindo legenda e dublagem no mesmo disco. O formato de DVD também tem as suas desvantagens na sua utilização da região de codificação, adotada pela indústria para resolver licenciamento, pirataria e exportação. formato Vídeo CD (VCD) era popular em Hong Kong e Taiwan, mas tornou-se apenas um formato menor que estava intimamente associados com cópias piratas. == História == Com a ocupação dos Estados Unidos no fim da Segunda Guerra Mundial, muitos artistas japoneses tiveram contato com a cultura ocidental e, influenciados pela cultura pop dos Estados Unidos, desenhistas em início de carreira começaram a conhecer os quadrinhos e desenhos animados na sua forma moderna. Havia negociantes que contrabandeavam rolos de filmes americanos, desenhos da Disney e outros. Em 1967, surgiram quatro filmes e quatorze séries animadas no Japão, entre elas A Princesa e o Cavaleiro, Fantomas e Speed Racer, o primeiro com grande projeção internacional. Entre os principais artistas que se envolveram com a tal arte, estavam Osamu Tezuka, Shotaro Ishinomori e Leiji Matsumoto. Estes três jovens, mais tarde, foram consagrados no mercado de mangá. Na década de 1950, influenciados pela mídia que vinha do Ocidente, diversos artistas e estúdios começaram a desenvolver projetos de animação experimental. Na época em que o mangá reinava como mídia nasceram os primeiros animes de sucesso: Hakujaden (A Lenda da Serpente Branca) estreou em 22 de outubro de 1958, primeira produção lançada em circuito comercial da Toei Animation, divisão de animação da Toei Company e Manga Calendar, o primeiro anime especialmente feito para televisão, veiculado pela emissora TBS com produção do estúdio Otogi em 25 de junho de 1962, que teve duração de dois anos. Logo em seguida, em 1 de janeiro de 1963, foi lançado Astro Boy, baseado no mangá de Osamu Tezuka, já com a estética de personagens de olhos grandes e cabelos espetados vinda da versão impressa. Astro Boy acabou tornando-se o propulsor da maior indústria de animação do mundo, conquistando também o público dos Estados Unidos. Tezuka era um ídolo no Japão e sua popularidade lhe proporcionou recursos para investir em sua própria produtora, a Mushi Productions. Outras produtoras investiram nesse novo setor e nasceram clássicos do anime como Oitavo Homem (Eight Man), Super Dínamo (Paa Man), mas ainda com precariedade e contando com poucos recursos, diferente das animações americanas. Animes infantis, infanto-juvenis femininos e sobre robôs gigantes acompanharam o crescimento do número de séries semanais durante a década de 1970. Na época, a Tatsunoko Production, criadora de Speed Racer, lançou um título de sucesso chamado Gatchaman (no Ocidente, Battle of the Planets). == Características == O anime japonês difere muito de outras formas de animação por seus diversos estilos de arte, métodos de animação, produção e processo. Visualmente, o anime japonês é uma forma de arte diversificada que contém uma grande variedade de estilos, que se diferenciam dependendo do criador, do artista ou do estúdio, estilo que hoje é muito popular no mundo inteiro e vem conquistando fãs e mais fãs. Embora nenhum estilo de arte predomine no anime como um todo, eles compartilham algumas características semelhantes em termos de técnica de animação e design de personagens. === Técnica de animação === O anime segue a produção típica de uma animação tradicional, incluindo storyboard, dublagem, design de personagens e animação (Shirobako, uma série de anime em si, destaca muitos dos aspectos envolvidos na produção de anime). Desde os anos 1990, os animadores usam cada vez mais os softwares de animação 2D por computador para melhorar a eficiência do processo de produção. Artistas como Noburō Ōfuji foram pioneiros nos primeiros animes, que eram experimentais e consistiam em imagens desenhadas em um quadro-negro ou de animação de recortes em stop- motion. A animação por célula cresceu em popularidade até dominar o meio. No século XXI, o uso de outras técnicas de animação se limita principalmente a curtas-metragens independentes, incluindo o trabalho de animação em stop motion produzido por Tadahito Mochinaga, Kihachirō Kawamoto e Tomoyasu Murata. Os computadores foram integrados ao processo de animação na década de 1990, com obras como Ghost in the Shell e Mononoke Hime misturando animação tradicional com imagens geradas por computador. A Fujifilm, uma importante empresa de produção de células, anunciou que interromperia a produção desse material, produzindo um pânico no setor para adquirir importações de célula e acelerando a mudança para o processo digital. Antes da era digital, o anime era produzido com métodos tradicionais de animação, usando uma abordagem pose por pose. A maioria dos animes convencionais usa menos quadros-chave expressivos e mais animação interpolada. Os estúdios de animação japoneses foram pioneiros em muitas técnicas de animação limitada e deram ao anime um conjunto distinto de convenções. Ao contrário da animação estadunidense da Disney, onde a ênfase está no movimento, o anime enfatiza a qualidade da arte e permite que técnicas de animação limitada compensem a falta de tempo gasto no movimento. Além disso, os animes costumam usar uma velocidade menor de exibição, como 12, 8, ou 6 frames por segundo, além da repetição de algumas cenas e de movimentos de algumas partes do corpo, como a boca, por exemplo. Tais técnicas são frequentemente usadas não apenas para cumprir prazos, mas também como uma forma artística. As cenas de anime enfatizam a obtenção de vistas tridimensionais, e os cenários são fundamentais para criar a atmosfera do trabalho. Os cenários nem sempre são inventados e, ocasionalmente, são baseados em locais reais, como exemplificado em Howl no Ugoku Shiro. Os efeitos cinematográficos do anime se diferenciam daqueles que são encontrados na animação estadunidense. O anime é filmado cinematicamente como se fosse uma câmera, incluindo panorâmicas, zoom, distância e ângulos para dinâmicos mais complexas que seriam difíceis de produzir na realidade. No anime, a animação é produzida antes da gravação da voz, ao contrário da animação estadunidense que faz a gravação da voz primeiro; isso pode causar erros de sincronização labial na versão japonesa. === Personagens === As proporções corporais dos personagens de anime humanos tendem a refletir com precisão as proporções do corpo humano na realidade. A altura da cabeça é considerada pelo artista como a unidade base da proporção. A altura das cabeças pode variar, mas a maioria dos personagens de anime tem entre sete e oito cabeças de altura. Os artistas de anime ocasionalmente fazem modificações deliberadas nas proporções do corpo para produzir personagens super deformados que apresentam um corpo desproporcionalmente pequeno comparado à cabeça; muitos personagens super deformados têm duas a quatro cabeças de altura. Alguns trabalhos de anime como Crayon Shin-chan desconsideram completamente essas proporções, de forma que se assemelham mais aos desenhos ocidentais. Uma convenção de design de personagem de anime comum é o tamanho exagerado dos olhos. A animação de personagens com olhos grandes no anime remonta a Osamu Tezuka, que foi profundamente influenciado por personagens de animação iniciais como Betty Boop, que foi desenhada com olhos desproporcionalmente grandes. Tezuka é uma figura central na história dos animes e mangás, cujo estilo icônico de arte e design de personagens permitiram que toda a gama de emoções humanas fosse retratada apenas através dos olhos. O artista adiciona sombreamento de cor variável aos olhos e, particularmente, à córnea, para proporcionar maior profundidade. Geralmente, é usada uma mistura de sombra leve, cor de tom e uma sombra escura. O antropólogo cultural Matt Thorn argumenta que os animadores e o público japoneses não percebem esses olhos estilizados como inerentemente mais ou menos estrangeiros. No entanto, nem todos os animes têm olhos grandes. Por exemplo, as obras de Hayao Miyazaki são conhecidas por terem olhos realisticamente proporcionados, além de cores de cabelo realistas em seus personagens. Os cabelos dos animes costumam ser anormalmente vivos e coloridos ou com um estilo único. O movimento do cabelo no anime é exagerado e a \"ação do cabelo\" é usada para enfatizar a ação e as emoções dos personagens para um efeito visual adicional. Apesar de ser produzido para o mercado doméstico, o anime apresenta personagens cuja etnia ou nacionalidade nem sempre é definida, e isso geralmente é uma decisão deliberada, como por exemplo, em Pokémon. Os artistas de anime e mangá costumam usar um cânone comum de ilustrações icônicas de expressões faciais para denotar humor e pensamentos específicos. Essas técnicas costumam ter formas diferentes das contrapartes da animação ocidental e incluem uma iconografia fixa usada como atalho para certas emoções e humores. Por exemplo, um personagem masculino pode desenvolver um sangramento nasal quando despertado. Uma variedade de símbolos visuais é empregada, incluindo gotas de suor para descrever nervosismo, rubor visível por vergonha ou olhos brilhantes por um brilho intenso. === Trilha sonora === As sequências de abertura e créditos da maioria dos episódios de televisão de anime são acompanhadas por músicas de J-pop ou J-rock, geralmente tocadas por bandas de renome. Eles podem ser escritos com a série em mente, mas também visam o mercado musical em geral, e, portanto, geralmente fazem alusão apenas vaga ou inexistente aos temas ou enredo da série. Às vezes, músicas pop e rock também são usadas como música incidental em um episódio, geralmente para destacar cenas particularmente importantes. === Gêneros === Os animes são frequentemente classificados por grupos demográficos, como crianças (子供 kodomo), garotas (少女 shōjo), garotos '(少年 shōnen) e uma variedade diversificada de gêneros direcionados a um público adulto. O anime shōjo e shōnen às vezes contêm elementos populares entre crianças de ambos os sexos, na tentativa de obter apelo cruzado. Os animes adultos podem apresentar um ritmo mais lento ou maior complexidade de enredo que o público mais jovem pode achar desagradável, assim como temas e situações para adultos. Um subconjunto de obras de anime para adultos com elementos pornográficos é rotulado com a classificação indicativa \"R18\" no Japão e é internacionalmente conhecido como hentai. Por outro lado, alguns subgêneros de anime incorporam ecchi, temas ou tons sexuais sem descrições de relações sexuais, conforme tipificado nos gêneros de comédia ou harém; devido à sua popularidade entre os entusiastas de anime para adolescentes e adultos, a inclusão de tais elementos é considerada uma forma de serviço de fãs. Alguns gêneros exploram romances homossexuais, como yaoi (homossexualidade masculina) e yuri (homossexualidade feminina). Embora frequentemente usados em um contexto pornográfico, os termos também podem ser usados amplamente em um contexto mais amplo para descrever ou focar nos temas ou no desenvolvimento dos próprios relacionamentos. A classificação de gênero do anime difere de outros tipos de animação e não se presta a uma classificação simples. A ficção científica é um gênero de anime importante e inclui importantes obras históricas como Astro Boy, de Tezuka, e Tetsujin 28-go, de Yokoyama. Um importante subgênero da ficção científica é o mecha, com a franquia Gundam sendo icônica. O gênero diversificado de fantasia inclui obras baseadas em tradições e folclore asiáticos e ocidentais; exemplos incluem o conto de fadas ambientado no Japão feudal InuYasha e a representação de deusas escandinavas que se mudam para o Japão para manter um computador chamado Yggdrasil em Ah! Megami-sama. Um crossover de gêneros no anime também é predominante, como a mistura de mistério, policial e comédia no filme de anime Rupan sansei: Kariosutoro no shiro. Outros subgêneros encontrados no anime incluem garota mágica, esportes, artes marciais, adaptações literárias, medievalismo e guerra. == Formatos == thumb|200px|Prateleira com DVDs de anime No Japão, os animes são lançados em três formatos: * Série de televisão: transmitido pela televisão aberta ou paga, e geralmente, com o fim da série há o lançamento do DVD. Comparado com filmes e OVAs, a qualidade da imagem pode ser muito menor por ter um orçamento distribuído em um grande número de episódios. Muitos títulos apresentam 13 ou 26 episódios com duração de 23 minutos. Na maioria das vezes, possuem créditos iniciais e finais, cenas curtas que anunciam o início e o fim do intervalo comercial e prévia do episódio seguinte. * Filme: exibidos em cinemas e, mais tarde, lançados em DVD, ou, em alguns casos, em canais pagos. Geralmente apresentam a qualidade de vídeo e o orçamento mais alto. Muitos animes são unicamente lançados em filmes. No entanto, há casos em que os filmes são na verdade uma edição minimizada da série de televisão. * OVA ou OAV (sigla de Original Video Animation): é o anime produzido para ser vendido em DVD e VHS e não para ser exibido na TV como uma série. Assim como filme, depois de algum tempo, o OVA pode passar em canal fechado também. Normalmente são mais curtos que os filmes e possuem mais de um episódio. == Relação com outras mídias == O mais normal é que, quando um mangá alcança sucesso considerável de vendas no Japão, ele seja transformado em anime e se este também obtiver êxito, é traduzido e distribuído a outros países. Eventualmente, diversos produtos relacionados a ele começam a ser produzidos, como jogos de videogame, brinquedos e revistas. No entanto, há casos em que a ordem se inverte, como Neon Genesis Evangelion, cujo mangá foi produzido após o sucesso da série de televisão. Outros exemplos são Dragon Quest, Pokémon e Ace Attorney, que eram jogos que a partir dos quais foram produzidos animes e mangás. == Influência == O estilo das animações japonesas já influencia a cultura ocidental e está presente também além desta. A dupla Daft Punk produziu em parceria com Leiji Matsumoto e Kazuhisa Takenochi, animadores profissionais do Japão o filme Interstella 5555: The 5tory of the 5ecret 5tar 5ystem. A banda norte-americana Linkin Park também já fez referência a clássicos da animação japonesa como Gundam, além de ter todo um videoclipe, Breaking The Habit, produzido usando a técnica do anime japonês. Por sua vez, Madonna criou um bloco inteiro dedicado ao mundo oriental em sua turnê Drowned World Tour. Em uma das canções são mostrados alguns animes hentai (pornográficos) nos telões da apresentação de 2001 da estrela. Além disso, em seu clipe, Jump (situado em Tóquio), a cantora ainda parece se fantasiar de Mello, personagem de Death Note. O Gorillaz e o Daft Punk foram outras bandas que utilizaram animes em seus clipes. Pode-se citar, Britney Spears, com o clipe Break The Ice, todo produzido no estilo anime.\"Britney Spears transformed into a slimline superhero for her new animated video\". Daily Mail Animações japonesas já receberam ou foram indicadas a vários prêmios internacionais. Sen to Chihiro no Kamikakushi recebeu o Oscar de melhor filme de animação em 2003 e 35 outros prêmios. Nesse mesmo ano, o curta-metragem Atama Yama, de Koji Yamamura, recebeu o grande prêmio do Festival Internacional de Animação de Annecy na França e do Filmfest de Dresden, na Alemanha, além de ser indicado ao Oscar de melhor curta de animação.MOLINÉ, Alfons. O grande livro dos mangás. Editora JBC. São Paulo: 2004. p. 55 ISBN 85-87679-17-1 Esse mesmo prêmio foi recedido em 2009 a Kunio Kato por Tsumiki no ie. A influência das animes japonesas pode ser observada em animações ocidentais, tais como Megas XLR, Totally Spies!, Ōban Star- Racers, Teen Titans, Avatar: The Last Airbender, Kappa Mikey e Miraculous Ladybug.Collins, Elle (3 de dezembro de 2015). \"Teen French Heroes Ladybug & Cat Noir Arrive On Nickelodeon\" == Fãs de animes e mangás == Com o crescente sucesso das animações japonesas, surgiu pelo mundo uma comunidade de fãs que se tornou conhecida como otaku. O próprio termo é alvo de discussões, pois, no Japão, o verbete significa \"pessoa sem vida\", \"pessoa que não faz nada\", etc. Muitos dos espectadores de animação japonesa não se consideram otaku, preferindo fugir do rótulo controverso. == Ver também == * Animação influenciada por animês * Cosplay - Fãs que se vestem como seus personagens favoritos * Glossário de anime e mangá * Mangá * Otaku * Seiyū Categoria:Cultura do Japão Categoria:Gêneros da arte Categoria:Géneros de cinema Categoria:Terminologia de anime e mangá Categoria:Invenções do Japão",
 "title": "Anime"
}