{
 "id": "16810",
 "text": "Santo Aleixo é uma povoação portuguesa sede da Freguesia de Santo Aleixo do município de Monforte, freguesia com 58,48 km² de área e 497 habitantes (censo de 2021), tendo, por isso, uma densidade populacional de . thumb|297px|direita|Localização no município de Monforte ==Demografia== Nota: No censo de 1864 pertencia ao concelho de Fronteira. A população registada nos censos foi: Distribuição da População por Grupos Etários Ano 0-14 Anos 15-24 Anos 25-64 Anos > 65 Anos 2001 96 95 368 228 2011 64 60 296 218 2021 54 33 232 178 == Património == * Anta do Montinho das Pretas * Anta do Peral I * Antas da Meada I e II ou Anta da Meada de Santo Aleixo == Resenha Histórica da Freguesia == Santo Aleixo é uma povoação do Município de Monforte de cuja sede dista cerca de 18 km, no Distrito de Portalegre. O seu orago é, como o próprio topónimo indica, Santo Aleixo, chamado \"o Homem de Deus\". Santo Aleixo era filho de um patrício romano e terá abandonado tudo e todos para peregrinar na Terra Santa; regressou anos depois, mas ninguém o reconheceu, pelo que passou a viver mendigando, junto às escadas da casa de seu pai, onde acabaria por morrer. Só depois da sua morte reconhecem a sua identidade. O topónimo da povoação e da freguesia é o hagiotopónimo acima referido, revelador da pouca antiguidade, uma vez que Santo Aleixo não é dos cultos mais antigos, tendo-se expandido a meados do século XIV. Já a antiguidade do povoamento local é bastante maior; algumas antas, espalhadas no termo da freguesia, atestam de forma clara o seu remoto povoamento. Junto à Herdade das Santas e Santinhas, por seu lado, existem alguns vestígios da época romana; algumas grandes pedras, restos de mós, são a evidência da afirmação produzida. No eclesiástico, Santo Aleixo foi um curato da apresentação do ordinário e senhorio da Casa de Bragança. Em termos administrativos, a freguesia pertenceu a Monforte até 1839, ano em que passou ao concelho de Veiros, no qual se manteve até 1855. Extinto este, em 24 de outubro, Santo Aleixo passou para o de Fronteira, no qual até 1874, ano em que regressou a Monforte, para nele se manter até 1895, já que o concelho foi suprimido durante três anos. Neste período, esteve integrada nos concelhos de Fronteira (1895/1896) e Estremoz (1896/1898). Depois de 1898 regressou a Monforte (atual município) e nele se mantém até à atualidade. Os elementos patrimoniais que merecem destaque na freguesia são: o Largo dos Bicos e a igreja paroquial, esta construída por volta do século XVIII, e que foi o núcleo primeiro da povoação, a partir do qual se desenvolveu a localidade; é um templo de uma só nave, com abóbadas e doze imagens sagradas. Ressalta nos locais de interesse turístico de Santo Aleixo a zona de caça associativa e turística. Ainda de referir os Bonecos de Santo Aleixo, propriedade do Centro Cultural de Évora, e que são manipulados por uma \"família\", constituída por atores profissionais, que garantem a permanência do espectáculo, assegurando assim a contiuidade da expressão artística alentejana. Os Bonecos originais, assim como o restante espólio adquirido a Mestre Talhinhas estão expostos no Teatro Garcia Resende, enquanto esperam a criação do Museu dos Bonecos integrado na rede museológica da cidade. Conhecidos e apreciados em todo o país, com frequentes deslocações aos locais onde tradicionalmente se realiza o espectáculo, os Bonecos de Santo Aleixo participaram também em muitos certames internacionais fora do país e são anfitriões da Bienal Internacional de Marionetas de Évora - BIME que se realiza desde 1987. Estes títeres tradicionais do Alentejo parecem ter tido a sua origem nesta freguesia, e que lhes dá o nome. Na dinastia estudada e que vem dos meados do século XIX, foram \"inventados\" ou \"reelaborados\" os seus textos por um certo Nepumucena - o velho Nepomucena - guarda de herdades, segundo parece, natural de Santo Aleixo que, vendo-se envolvido numa rixa de que resultou a morte de um homem, se refugiou em São Romão, Vila Viçosa, perto da fronteira com Espanha, dedicando-se aí, para subsistir, ao ofício de \"bonecreiro\". Fazem hoje parte do conjunto de atividades de maior importância para os locais: a agricultura, a olivicultura, a pecuária, o pequeno comércio e a construção civil. ==Brasão== === Cabeça e Pescoço de Cavalo === Chefe de verde, com cabeça e pescoço de cavalo de prata, brindado de vermelho, ferido de três lanças no pescoço. Representa o facto de Santo Aleixo ter sido um curato da apresentação do ordinário e senhorio da Casa de Bragança. === Bonecos de Santo Aleixo === * Três bonecos de Santo Aleixo de vermelho, suspensos por torçal do mesmo e de bastão de negro. Representam o topónimo os títeres tradicionais do Alentejo que, ao que parece, terão a sua origem nesta aldeia, Santo Aleixo, que lhes dá o nome. Categoria:Freguesias de Monforte Categoria:Antigas freguesias de Fronteira Categoria:Antigas freguesias de Veiros Categoria:Antigas freguesias de Estremoz",
 "title": "Santo Aleixo (Monforte)"
}