{
 "id": "16847",
 "text": "Rhythm and blues ou R&B; é um termo comercial introduzido nos Estados Unidos no final da década de 1940 pela revista Billboard. O termo foi usado originalmente para descrever gravações comercializadas predominantemente por artistas Afro-americanos, num momento em que um estilo baseado no jazz com uma batida pesada e insistente estava se tornando mais popular. O termo teve uma série de mudanças no seu significado. Começando na década de 1960, após este estilo de música contribuir para o desenvolvimento do rock and roll, a expressão R&B; passou a ser utilizada - especialmente por grupos brancos - para se referir a estilos musicais que se desenvolveram a partir do blues e do associado eletric blues, bem como o gospel e a soul music. Desde a década de 1990, o termo R&B; contemporâneo é utilizado principalmente para se referir a um subgênero com influencias de soul, funk e hip-hop na música pop. Em suas primeiras manifestações, o chamado rhythm and blues era uma versão negra de um predecessor do rock. Foi fortemente influenciado pelo jazz, particularmente pelo chamado jump blues (Blues em andamento acelerado, mais precisamente o boogie woogie, influenciado por big bands, especificamente o swing) assim como pelo gospel. Por sua vez, também influenciou o jazz, dando origem ao chamado hard bop (produto da influência do rhythm and blues, do blues e do gospel sobre o bebop) e posteriormente ao Jazz Fusion e Smooth Jazz. Os músicos davam pouca atenção às distinções feitas entre o jazz e o rhythm and blues, e geralmente gravavam nos dois gêneros. Várias bandas (como as que acompanhavam os músicos Jay McShann, Tiny Bradshaw, e Johnny Otis) também gravavam rhythm and blues. Mesmo um ícone de arranjos bebop como Tadd Dameron também produziu arranjos R&B; para Bull Moose Jackson, e trabalhou dois anos como pianista de Bull Moose após se estabelecer como músico de bebop. Um dos nomes que se destacou neste gênero foi Muddy Waters. Não foi só no cabaré pop dos Estados Unidos, mas também no do Reino Unido durante os anos 1960, que o R&B; atingiu seu auge de popularidade. Sem sofrer o mesmo tipo de distinção racial que limitava sua aceitação nos EUA, os grupos musicais britânicos rapidamente adotaram este estilo de música, e grupos como os Rolling Stones e The Animals levaram o rhythm'n'blues a grandes plateias. O termo caiu em desuso nos anos 1960, e foi substituído por soul e Motown, porém ressurgiu nos últimos anos para designar a música negra norte-americana abrangendo o pop, fortemente influenciado pelo hip hop, pelo funk, e pelo soul. Neste contexto, só a abreviatura R&B; é usada, e não a expressão toda. == História == Durante a Segunda Guerra Mundial, devido à dificuldade de manter agenda de shows lucrativos, os líderes de algumas ‘’big bands’’ foram forçados a reduzir o tamanho dos grupos, no fim dos anos de 1930. Estas grandes bandas reduzidas especializaram-se em hard-swing, boogie-woogie, mais simples e temperados com letras bem humoradas e performances aguerridas. Elas foram chamadas de jump blues. Um detalhe importante é que esses grupos também chamados de combo blues surgiram também devido às dificuldades que os negros sentiam para manter o nível de vida nas grandes cidades. Foi na época da migração dos negros pra as grandes cidades, e foi também no pós guerra que o consumismo aumentou. A guitarra elétrica ou guitarra acústica amplificada, passa a ser mais presente no blues, principalmente o de Chicago.E. M. Komara, Encyclopedia of the blues (Routledge, 2006), p. 118. O R&B;, além de suas raízes country blues (delta blues e piedmont blues) e antigas formas de música americana, foi influenciado também pela música cubana. Foi na década de 1920 que a indústria fonográfica separou a música negra como race records para música afro-americana e hillbilly para música de branco. O termo hillbilly, considerada degradante, foi rotulada de old-time music como eufemismo pela Okeh Records para descrever a forma de música de Fiddlin' John Carson, já que a Okeh havia criado a race records 3 anos antes com o sucesso do blues de Mamie Smith. O termo country music foi adotado nos anos de 1940 para evitar o termo hillbilly ainda usado na época.Peterson, Richard A. (1999). Creating Country Music: Fabricating Authenticity, p.9. Substituiu também o termo old-time music. Não havia uma divisão muito clara das duas músicas, exceto a etnia.Garofalo, pgs. 44–47 \"As marketing categories, designations like race and hillbilly intentionally separated artists along racial lines and conveyed the impression that their music came from mutually exclusive sources. Nothing could have been further from the truth... In cultural terms, blues and country were more equal than they were separate.\" Garofalo claims that \"artists were sometimes listed in the wrong racial category in record company catalogues.\" Negros e brancos dividiam o mesmo repertório como músicos livres, e foi separado na imigração dos negros para áreas urbanas na década de 1920 em simultâneo com o desenvolvimento da indústria fonográfica. Blues serviu como código por uma gravação designada a vendas para negros, além do racismo.Golding, Barrett. \"The Rise of the Country Blues. A Okeh foi a primeira gravadora de race records e a gravar música country. == Música negra e música branca == A troca de influencia de raças já havia começado, segundo o historiador Bill Edwards, antes da Feira Mundial de Chicago de 1893 (data formal do surgimento do ragtime) em botecos americanos e dos bairros de bordéis, concorrendo, negociando e trocando tradições musicais, no caso estilos europeus e ritmos africanos. Assim se desenvolve o ragtime, e, depois surge a primeira variante do rag, o jazz, brotando através do ragtime e do blues. Os brancos por sua vez passam a ser cada vez mais presentes, e nos anos de 1930 com a influência da instrumentação do clássico passam a desenvolver as big bands, como exemplo Paul Whiteman e sua orquestra. Com as big bands surge o swing, com uns dos pioneiros Benny Goodman, Glenn Miller, Count Basie, entre outros. E um dos maiores nomes do rhythm & blues é um branco, o multi-instrumentista Johnny Otis, também líder de bandas de swing nos anos de 1940. Outros exemplos desta troca de influências são a música cajun, creole e zydeco, este último sendo uma influencia do rhythm 'n' blues. == Crescimento do boogie woogie == No ano de 1938 ocorreu o primeiro maior evento de música de origem “inicial negra” do país, no Carnegie Hall, chamado de ‘’From Spirituals To Swing’’ onde tocaram várias \"feras\" do swing, blues, boogie woogie como, Benny Goodman, Count Basie, Meade Lux Lewis, entre outros . Lá se destacou o boogie woogie com Big Joe Turner e Pete Johnson com Roll Em’ Pete, considerada das mais antigas gravações de rock, embora seja ainda um boogie bem rápido cantado, lembrando o seu primo stride em instrumental e andamento. A partir deste evento, surgiu a loucura boogie (boogie crazy), onde todos os estilos passaram a implementar o boogie woogie nas canções, e o gênero passa a ser sucesso no país. O boogie se desenvolveu no início do século XX principalmente nas honky tonks, bares que tinham de tudo, dança e música de várias etnias, além dos pianos verticais e malcuidados, onde negros e brancos frequentavam. Os negros eram da influencia tonal do blues na música honky tonk, música esta baseada nos ragtimes, e enfatizava mais o lado percussivo ou rítmico. A música honky tonk foi responsável pelo desenvolvimento do country moderno e do western swing. Diferente do boogie woogie, o stride, que vinha de Harlem, era mais rápido e virtuoso. Assim como o boogie woogie, seu irmão stride surgiu do ragtime na mesma época, ou seja, de uma diversidade etnocultural, ou uma homogeneidade identitária. O ragtime foi importante para o surgimento do jazz, sendo o stride uma das manifestações mais antigas do antigo jazz. Músicos de country desenvolvem o bluegrass (estilo acústico), western swing, e, o swing desenvolve o jump blues, com uma volta às origens simples do blues e boogie woogie, porém mais harmônico que o blues e mais simples que o swing. == Sucesso e etimologia == Um dos pioneiros a fazer sucessos no gênero foi Louis Jordan and His Tympany Five, com músicas jazz-blues, passa a fazer sons mais dançantes e simples atingindo um público maior, quebrando a separação dos públicos branco e negro. O exemplo mais concreto de reconhecimento deste gênero foi Caldonia em 1945. Um outro exemplo jump dele é a ‘’G.I Jive’’ de 1944. O jump blues foi a primeira manifestação reconhecida do estilo musical rhythm & blues, sendo Louis Jordan conhecido como o pai do rhythm & blues. Caledonia é considerado como o nascimento do rock & roll. Por outro lado, com o impulso do jazz dos anos de 1930, o avanço do boogie woogie e pelo avanço tecnológico, os músicos influenciados fortemente pelo blues clássico passam a desenvolver o bar blues, onde eram tocados em guetos de Chicago, Detroit, que, era caracterizado pela presença da gaita. Pouco depois seria popularizado por Muddy Waters, Howlin' Wolf, Elmore James, entre outros. O termo por sua vez foi criado por Jerry Wexler em 1948 para tentar quebrar o termo race music popularizado pela Race Records, lembrando que, mesmo sendo uma música com certa influência de ambas as raças, era predominada por músicos negros. O ‘’R&B;’’ em sua abreviação se refere também a tudo que envolvia e envolve até hoje a música negra, chamado de R&B; Charts (paradas de R&B;). Nas paradas de R&B; também incluíam blues genuínos, melódicos, jazz, swing, boogie woogie e gospel, gravados por músicos negros. == Tecnologia e eletricidade == Foi na época do swing que a guitarra elétrica passa a ser construída pela companhia Rickenbacker, vindo de guitarra havaiana, e depois construindo a guitarra elétrica. Os primeiros guitarristas a usarem a guitarra elétrica foram do swing e western swing. Consta que a primeira gravação de guitarra elétrica foi em 1935 por Jim Boyd para o western swing.Govenar, Alan B.; Jay F. Brakefield. Deep Ellum and Central Track: Where the Black and White Worlds of Dallas Converged (University of North Texas Press, 1998) pp. 242-243 Passou a ser usada mais constantemente, e Les Paul (músico de country e jazz) cria no início dos anos de 1940 a guitarra de corpo sólido, a ‘’log guitar’’. Agora o rhythm & blues de Chicago com Muddy Waters e contemporâneos, de Memphis com B.B. King, começam a usar definitivamente a guitarra elétrica, além da fender telecaster. Exemplo é o jump blues de 1945 de T-Bone Walker com uma guitarra forte e suja na T-Bone Boogie entre outros jumps com bastante guitarra em 1946 e 1947 dele, e em 1946 de Joe Turner com guitarra mais presente, a My Gal’s A Jockey, além da Salt Pork, West Virginia de 1946 de Louis Jordan com solo de guitarra presente, e por fim, o blues de chicago passa a desenvolver um blues mais pesado. Segundo Fats Domino, o rhythm and blues não tem diferença do rock and rolldas raízes ao hard de ayrton mugnaini jr., e Joe Turner disse uma certa vez; Rock 'n' roll não é nada mais do que um nome diferente para o mesmo tipo de música que ando cantando por toda a minha vida. Com a explosão do rock and roll, o rhythm and blues se fortalece ritmicamente evoluindo em mais estilos como o soul, no exemplo de I Got Woman de Ray Charles, um dos maiores clássicos do rock ’n’ roll, com influencia mais explícita do spirituals, e também Little Richard que foi o ídolo de James Brown e Otis Redding.White, Charles. (2003). The Life and Times of Little Richard: The Authorised Biography. Omnibus Press. P. 231.White, Charles. (2003), p. 229. The Life and Times of Little Richard: The Authorised Biography. Omnibus Press. == Cantores e grupos == * Lista de músicos de rhythm and blues == Ver também == * Soul * Hip hop * Charme * Rhythm and Blues Foundation == Ligações externas == * * * * * Categoria:Música afro-americana Categoria:Música dos Estados Unidos",
 "title": "Rhythm and blues"
}