{
 "id": "16915",
 "text": "O título Duque de Beja foi criado pelo rei D. Afonso V de Portugal em 1453 a favor do seu irmão, o Infante D. Fernando e Condestável de Portugal. Posteriormente, D. Fernando herdaria também o Ducado de Viseu do seu tio, o Infante D. Henrique, pelo facto de ser o seu principal herdeiro e com as mesmas «obrigações régias», tornando-se o seu 2.º Duque. O seu filho, D. Manuel, 4.º Duque de Beja, tornou-se Rei de Portugal depois da morte, sem herdeiros, de D. João II. A partir daí o título foi incorporado na coroa, ficando reservado ao segundo filho varão do monarca, quando o houvesse; com a instituição da Casa do Infantado, em 1654, ficou sendo um dos títulos subsidiários da mesma; a partir de D. Pedro IV e a extinção da Casa do Infantado, o título manteve-se, mas perdeu a sua posição em favor do título de Duque do Porto, passando o Ducado de Beja a ser atribuído ao terceiro varão do monarca. Seis dos titulares do Ducado de Beja acabaram, incidentalmente, por herdar o trono (um deles como consorte régio). ==Duques de Beja== # Nome Início do reinado Fim do reinado Cognome(s) Notas Bandeira da Casa de Avis|center|100px|border Casa reinante:Casa de Avis (1433-1580) 1.º Duque de Beja D. Fernando de Portugal 30 de Dezembro de 1442 15 de Dezembro de 1461 Filho segundo de D. Duarte, depois 2.º Duque de Viseu e, interinamente, Príncipe herdeiro de Portugal (1433-1470). === 1.ª e 2.ª criações (D. Afonso V, 1453 e D. Manuel I) === ====Casa de Avis (1433-1580)==== * 1. D. Fernando de Portugal, filho segundo de D. Duarte, depois 2.º Duque de Viseu e, interinamente, Príncipe herdeiro de Portugal (1433-1470) * 2. D. João de Beja, filho do predecessor, 3.º Duque de Viseu (1470-1472) * 3. D. Diogo de Beja, irmão do predecessor, 4.º Duque de Viseu (1472-1484) * 4. D. Manuel de Beja, irmão do predecessor, 5.º Duque de Viseu e, depois, Rei de Portugal como D. Manuel I (1484-1521); reintegrado na Coroa com a ascensão do titular à dignidade régia. * 5. D. Luís de Portugal, filho do predecessor, Infante de Portugal (1506-1555); por sua morte sem descendentes considerados legítimos, o título reverteu de novo para a Coroa. * 6. D. João III de Portugal, Rei de Portugal (1555-1557) * 7. D. Sebastião de Portugal, Rei de Portugal (1557-1578) * 8. D. Henrique de Portugal, Rei de Portugal (1578-1580) === Da 3.ª criação (D. João IV, 1654) à 9.ª e última criação (D. Carlos I) === ====Casa de Bragança (1640-1836) e Casa de Bragança- Saxe-Coburgo e Gota (1836-1910)==== * 9. D. João IV de Portugal (1640-1648) restaura a independência de Portugal. * 10. D. Pedro de Bragança (Pedro II de Portugal) filho de D. João IV, Infante e depois Rei de Portugal como D. Pedro II (1648-1706); reintegrado na Coroa com a ascensão do titular à dignidade régia. * 11. D. Francisco de Bragança, filho segundo do predecessor, Infante de Portugal (1706-1742); por sua morte sem descendentes legítimos, o título reverteu de novo para a Coroa. * 12. D. Pedro de Bragança, filho segundo de D. João V, Infante de Portugal, Príncipe da Beira e do Brasil, e depois Rei- Consorte de Portugal, como D. Pedro III pelo casamento com a sobrinha D. Maria I (1742-1777); reintegrado na Coroa com a ascensão do titular à dignidade régia. * 13. D. João de Bragança, filho segundo do predecessor, Infante e, depois, Rei de Portugal como D. João VI (1777-1816); reintegrado na Coroa com a ascensão do titular à dignidade régia. * 14. D. Miguel de Bragança, sétimo filho do predecessor, rei de Portugal e posteriormente banido perpetuamente da sucessão dinástica. Foi exilado como ex-Infante de Portugal. * 15. D. Maria II de Portugal (1834-1842), Rainha de Portugal e fundadora da Casa de Bragança- Saxe-Coburgo e Gota * 16. D. João de Bragança, filho terceiro da Rainha D. Maria II, Infante de Portugal (1842-1861); por sua morte sem descendentes legítimos, o título reverteu de novo para a Coroa. * 17. D. Luís I de Portugal (1861-1889), Rei de Portugal * 18. D. Manuel de Bragança, terceiro filho de D. Carlos I, Infante e depois Rei de Portugal como D. Manuel II (1889-1910); integrado na Coroa com a ascensão do titular à dignidade régia. === Reivindicações pós-Monarquia === Reivindicou, também, o título de Duque/Duquesa de Beja: * Maria Pia de Saxe-Coburgo e Bragança (como pretendente ao trono; alegada filha natural do rei D. Carlos I). == Ver também == * Casa de Bragança-Saxe-Coburgo e Gota == Bibliografia == * \"Nobreza de Portugal e do Brasil\" – Vol. II, fls. 409/410. Editado pela Zairol Lda., Lisboa 1989 Beja",
 "title": "Duque de Beja"
}