{
 "id": "16969",
 "text": "Abrunheira é uma povoação portuguesa do Município de Montemor-o-Velho que foi sede da extinta Freguesia de Abrunheira, freguesia que tinha de área e 637 habitantes (2011), e, por isso, uma densidade populacional de . A Freguesia de Abrunheira foi extinta (agregada) pela reorganização administrativa de 2013,Lei n.º 11-A/2013, de 28 de janeiro: Reorganização administrativa do território das freguesias. Anexo I. Diário da República, 1.ª Série, n.º 19, Suplemento, de 28/01/2013. tendo o seu território sido agregado ao das Freguesias de Verride e de Vila Nova da Barca para criar a Freguesia de Abrunheira, Verride e Vila Nova da Barca. Abrunheira foi vila e sede de concelho, entre 1836 e 1855. Este tinha, de acordo com o censo de 1849, habitantes. Era constituído por 7 freguesias: Brunhós, Gesteira, Reveles, Samuel e Serro Ventoso, Verride e Abrunheira, Vila Nova da Barca, Vinha da Rainha. == História == Abrunheira era, em 1747, um lugar pequeno da freguesia de Reveles, termo no crime de Montemor-o-Velho, e no cível do Couto de Verride, sendo um dos lugares de que se compunha este couto. No secular estava subordinada à Comarca de Coimbra, e no eclesiástico ao Arcediagado de Penela e ao Bispado de Coimbra, pertencendo à Província da Beira. Tinha uma ermida dedicada a São João Baptista. Deste lugar foi natural o Doutor João Rodrigues Pinto, Colegial de São Paulo, Deputado do Santo Ofício e Cónego Doutoral da Cidade de Viseu, que jazia sepultado na capela de São Pedro da Irmandade dos Clérigos, sita no rossio do Couto de Verride, com uma cota d'armas desta forma: Da parte esquerda cinco meias luas, duas em cima, uma no meio, e duas por baixo. Da parte direita por baixo, cinco flores-de-lis na mesma forma, por cima uma cruz, que parecia ser a de que usavam os Familiares do Santo Ofício, e coroado o escudo com um capacete, por cima um leão, e por baixo o seguinte epitáfio: == População == População da freguesia de Abrunheira Instituto Nacional de Estatística (Recenseamentos Gerais da População) - https://www.ine.pt/xportal/xmain?xpid=INE&xpgid;=ine_publicacoes 1864 1878 1890 1900 1911 1920 1930 1940 1950 1960 1970 1981 1991 2001 2011 988 1 031 952 1 002 1 173 977 1 232 1 280 1 249 1 155 961 875 831 735 637 Nos censos de 1864 a 1920 figura como Rebelves. Pelo decreto nº 15.133, de 5 de março de 1928, passou a ter a actual designação (Fonte:INE) == Património == * Casa Nobre do Morgado * Capela de Santo António Categoria:Antigos municípios do distrito de Coimbra Categoria:Antigas freguesias de Montemor-o-Velho Categoria:Paróquias de Portugal com orago de Maria",
 "title": "Abrunheira (Montemor-o-Velho)"
}