{
 "id": "16976",
 "text": "O Partido Socialista Operário Espanhol (PSOE; espanhol: Partido Socialista Obrero Español) é um partido político de Espanha, fundado em 1879. Na atual legislatura, o PSOE preside o governo da Espanha desde 2 de junho de 2018. Faz parte do Partido Socialista Europeu. == Ideologia == O PSOE foi fundado com o propósito de representar os interesses das novas classes trabalhadoras, nascidas da Revolução Industrial. Mudou sua base teórica desde sua fundação, adaptando-se às circunstâncias históricas do contexto europeu. Em 1979, sob direção do então secretário-geral Felipe González, abandonou as teses marxistas. Atualmente, o partido enquadra-se ideologicamente entre os partidos progressistas e social-democratas europeus de centro-esquerda. == Origens == O PSOE foi fundado clandestinamente em Madrid, no dia 2 de maio de 1879, a partir de um núcleo de intelectuais e operários (fundamentalmente tipógrafos), encabeçados por Pablo Iglesias Posse. É portanto o segundo partido espanhol mais antigo, sendo superado apenas pelo Partido Carlista, fundado em 1833. O primeiro programa do novo partido político foi aprovado em uma assembleia de 40 pessoas, no dia 20 de julho de 1879. O PSOE foi assim um dos primeiros partidos socialistas fundados na Europa, ainda que nunca tenha conseguido representação parlamentar até 8 de maio de 1910, quando a Conjunção Republicano-Socialista permitiu a Pablo Iglesias obter 40 899 votos, obtendo assim o título de deputado às Cortes. Iglesias foi reeleito em 1914, com 21 956 votos, às vésperas do assassinato de Jean Jaurès; dessa vez representava Oviedo. Em 9 de abril de 1916 novamente reelegeu-se com 18 054 votos; nas eleições de 24 de Fevereiro de 1918 obteve 27 694 votos, e pela primeira vez esteve acompanhado de outros socialistas: Julián Besteiro, Andrés Saborit, Francisco Largo Caballero, Daniel Anguiano e Indalecio Prieto – perseguido em 1917 por sua participação em uma greve geral revolucionária. Tem estado presente na vida pública espanhola desde sua fundação, com uma participação direta na luta revolucionária contra o regime da Restauração, ou com a greve revolucionária de 1917, reprimida em Biscaia, Astúrias e Madrid. Assim mesmo, o PSOE foi o único partido autorizado a permanecer na legalidade durante a ditadura de Primo de Rivera. Pois ainda que Pablo Iglesias tinha assinado o manifesto contra a ditadura de 13 de setembro de 1923, como presidente do partido e da UGT, houve uma divergência interna no partido quanto a postura frente ao regime militar. De um lado, Largo Caballero e Andrés Saborit eram partidários de uma certa colaboração com o fito de garantir o funcionamento do sindicato; Indalecio Prieto e Fernando de los Ríos eram contrários a essa colaboração. A crise terminou com a demissão de Prieto da Comissão Executiva, após nomeação de Largo Caballero como conselheiro de Estado de Primo de Rivera. Com o advento da Segunda República o PSOE compôs governo no primeiro biênio. Durante o segundo biénio (ou \"biénio negro\") alguns dirigentes do partido se envolveram nos eventos revolucionários em Astúrias, conhecidos como Revolução de 1934; e depois de começada a Guerra Civil o PSOE não voltaria a compor governo. Nesse período Largo Caballero foi nomeado presidente do partido. O PSOE foi colocado na ilegalidade pela fação franquista durante a Guerra Civil, como o foram todos os demais partidos e organizações políticas, com exceção das pertencentes ao chamado Movimiento Nacional (o partido único Falange Espanhola) e ao sindicato vertical da Central Nacional Sindicalista. O PSOE foi oficialmente banido por Franco em 1939. Só seria legalizado novamente em 1977. Muitos socialistas permaneceram exilados durante a ditadura franquista. Na Espanha, o PSOE teve uma atividade clandestina inferior ao Partido Comunista da Espanha (PCE). == Após a transição democrática == A renovação ideológica e política iniciada no começo da década de 1970 e culminada no Congresso de Suresnes (1974), encabeçada por Felipe González e uma nova geração de socialistas e com o apoio e a solidariedade da Internacional Socialista, pois o PSOE em condições de ser protagonista ativo da transição. E permitiu-lhe converter-se em uma força determinante nas primeiras eleições democráticas, em 1977. O apoio obtido por socialistas e por outros que propunham um processo de reconstrução e não apenas de reformas das instituições ditatoriais. O PSOE, com suas próprias contribuições e algumas renúncias a alguns de seus antigos postulados (como sua tradição republicana), em honra de acordo coletivo, contribuiu decisivamente para para alcançar o consenso do qual surgiria a atual constituição espanhola (de 1978). Estando na oposição, colaborou com o desenvolvimento inicial da mesma e articulou uma alternativa política da qual se nutririam muitos de seus futuros projetos. Este apoio ao desenvolvimento constitucional não impediu o exercício de uma política de oposição sumamente dura contra o governo da Unión de Centro Democrático (UCD) de Adolfo Suárez, que governava com maioria simples. Como oposição a UCD, o partido adota uma posição marcadamente contrária à entrada da Espanha na OTAN, sendo frequente encontrar dirigentes socialistas em manifestações e marchas contrárias a OTAN. No vigésimo sétimo congresso federal, celebrado em maio de 1979, se propôs através de Felipe González o abandono do marxismo. A proposta foi derrotada, o que levou González a não apresentar sua candidatura à reeleição para secretário-geral, e a consequente formação de uma comissão encarregada de organizar um congresso extraordinário. Este congresso realizou-se em 28 de setembro do mesmo ano, e nele Felipe González foi reeleito com ampla maioria, aprovando-se definitivamente o abandono das teses marxistas. Depois da tentativa de golpe de 1981 e o processo de decomposição interna da UCD, o PSOE afiançou ainda mais sua posição como alternativa de governo. Assim, nas eleições gerais antecipadas celebradas em 28 de outubro de 1982, após um intervalo de meio século, o PSOE voltou ao governo com uma histórica vitória eleitoral (mais de 10 milhões de votos, ou 48,7%). Durante esta época, o partido foi financiado pelo governo venezuelano.Cuando el PSOE era financiado desde Venezuela y la UCD por IránCarlos Andrés Pérez, homenaje al amigo == Os governos de Felipe González (1982–1996) == Com Felipe González à frente do partido, o PSOE obteve a vitória em quatro eleições consecutivas (eleições gerais de 1982, 1986, 1989, 1993 – as três primeiras com maioria absoluta), chegando a governar consecutivamente quase catorze anos. Acumulou ao longo desse período um imenso caudal político que lhe permitiu transformar o país nos mais diversos campos, por meio de sua gestão feita em municípios, comunidades autônomas, governo da Espanha, Parlamento Europeu e Comissão Europeia. A maioria dos ministros designados por Felipe González foram homens, todos civis. Estes governos avançaram na estabilidade democrática, que ficou em risco após a tentativa de golpe em 1981. Consagrou-se definitivamente a hegemonia do poder civil; a Espanha foi integrada à União Europeia; o país cresceu em respeito internacional; estreitou os laços políticos, culturais e econômicos com a América Latina e com o Magrebe; ampliaram-se os compromissos da Espanha com a OTAN; deu-se impulso ao modelo político das autonomias; deu-se maior efetividade ao reconhecimento dos direitos civis. Também assentaram-se os pilares básicos e desenvolveu-se o estado do bem-estar social (que chegava à Espanha com décadas de atraso em relação a vizinhos mais avançados); modernizou-se a economia; prosseguiu-se o desenvolvimento de infraestrutura; generalizaram-se as pensões, instituindo-se as não vinculadas a contribuições; universalizou-se a saúde; regulou-se a produção agrícola e procedeu-se ao desmantelamento de indústrias cuja competência gerava problemas na Comunidade Europeia; ampliou-se a proteção ao desempregado; surgiu uma certa consciência meio-ambiental; estendeu-se a educação, prolongando sua obrigatoriedade em dois anos, e garantindo-a até os 16 anos; colocou-se em marcha políticas de igualdade. O modelo desenvolvido pelo PSOE a partir de 1982 por quase uma década e meia não seguia o projeto socialista tradicional, uma vez que atendia as necessidades do modelo econômico capitalista. Isto gerou forte distanciamento entre o partido e o sindicato UGT, que participou de greves gerais. Ao longo de seus quatro governos consecutivos, o PSOE foi também criticado em numerosas ocasiões, como por exemplo pela permanência espanhola na OTAN. Embora o partido houvesse se oposto à adesão, depois de chegar ao governo a maioria dos líderes socialistas passaram a apoiá-la. Em 1986 o governo convocou e ganhou um referendo sobre o assunto, no qual apoiava o voto favorável à Organização. Criticou-se este governo também por evitar os nomes oficiais de Organização do Tratado do Atlântico Norte e OTAN e utilizar, em seu lugar, os termos \"Aliança Atlântica\". Um símbolo desta mudança da política do PSOE é Javier Solana, que fizera campanha contra a OTAN quando o partido era oposição mas acabou nomeado Secretário-Geral da aliança militar. Durante esses anos, os cargos, as sedes e inclusive alguns militantes de base do PSOE foram objeto das organizações terroristas bascas ETA, Comandos Autónomos Anticapitalistas e grupos afins. Da sua parte, vários cargos do PSOE financiaram e dirigiram o terrorismo dos GAL na Espanha e França. A crise econômica de 1993, os escândalos de terrorismo de Estado, como o caso GAL e numerosos escândalos de corrupção político-econômica, como o caso do tráfico de influências exercido por Juan Guerra, irmão do vice-presidente do governo Alfonso Guerra, no caso Ibercorp onde estava implicado o presidente do Banco Central espanhol, Mariano Rubio ou o do Diretor Geral da Guarda Civil Luís Roldán, entre os de maior repercussão, corroeram a popularidade de Felipe González, e em 1996 o PSOE perdeu as eleições, com o que o conservador Partido Popular chegou ao poder e o PSOE foi relegado à oposição. == Passagem para a Oposição == No 34º Congresso do partido, realizado em Madrid nos dias 20 e 22 de Junho de 1997, Felipe González abdicou da direção do partido e foi substituído, como Secretário Geral, por Joaquín Almunia. Também superado pelo PP no parlamento espanhol, o PSOE seguiu sendo um partido de grade relevância, mantendo o poder nas várias comunidades autônomas e numerosas prefeituras. Além disso, uma vez que a oposição voltou a se aproximar da UGT, e colaborou com outros sindicatos, organizações não governamentais e associações pacifistas e de esquerda em várias campanhas. O acontecimento de ficar fora dos governos central, basco e navarro não fez com que o PSOE deixasse de ser alvo do ETA. Em relação à sua organização interna, o PSOE adotou como norma apresentar listas paritárias, com igual número de mulheres que de homens e começou a organizar eleições primárias para eleger os que encabeçariam as listas diretamente entre todos os afiliados. Isso o ajudava a conseguir repercussão na mídia durante as pré-campanhas. Nas primárias de 24 de abril de 1998 para as eleições gerais de 2000, se apresentaram o próprio Joaquín Almunia e Josep Borrell. O eleito, com 55% dos votos, foi Josep Borrell, que finalmente acabou renunciando em favor de Almunia devido à pressão da mídia e a falta de apoio da direção. Por causa das eleições gerais, onde o PP ganhou com maioria absoluta, Almunia se viu forçado a se demitir. ==Os governos de José Luis Zapatero (2004-2011) == No congresso do partido celebrado no verão de 2000, foi eleito secretário geral o então desconhecido José Luis Rodríguez Zapatero, em detrimento de outros candidatos do partido mais conhecidos. Sob o liderado de Zapatero, o PSOE recuperou terreno eleitoral frente ao PP, superou o seu rival nas eleições autonômicas e municipais de 2003 e ganhou as eleições gerais de 2004 (com maioria simples) e europeias do mesmo ano. Sua política de governo centrou-se na ampliação e a melhora dos direitos civis, a igualdade, a reforma da educação e o desenvolvimento do modelo territorial espanhol através da conceção de amplas reformas dos Estatutos das Comunidades Autônomas. A orientação destas reformas, tendentes a aumentar o teto de autogoverno das autonomias até o máximo contemplado pela Constituição, gerou um aceso debate no seio da sociedade espanhola entre os seus partidários (nacionalistas e regionalistas dos diferentes territórios) e os seus detratores (essencialmente, o Partido Popular). Nas eleições gerais de 2008, o Partido Socialista Obrero Espanhol voltou a ganhar os comícios, obtendo 169 deputados, cinco mais que em 2004 e 43,87 % dos votos. Resultados oficiais na página do Ministério do Interior Em 2011, decidiu que não se recandidatava a um terceiro mandato a Presidente do Governo de Espanha, tendo o PSOE designado o Vice- Presidente do Governo Alfred Pérez Rubalcaba que seria o candidato escolhido mas vinha a perder as Eleições Gerais de 2011 para o Partido Popular liderado por Mariano Rajoy. Em 2012, no 38º Congresso Nacional do PSOE, José Luis Zapatero deixou o cargo de Secretário Geral e foi substituído por Alfred Pérez Rubalcaba, que foi eleito líder do partido por uma diferença de 487 votos contra os 465 votos de Carme Chacón, registaram-se ainda dois votos em branco e um nulo. Ambos os candidatos foram Vice-Presidente e Ministra da Defesa nos governos de Zapatero. ==Passagem para a Oposição== Foi superado pelo PP no parlamento espanhol nas eleições de 2011, 2015 e 2016, o PSOE seguiu sendo um partido de grade relevância, mantendo o poder em várias comunidades autônomas e prefeituras. == Os governos de Pedro Sánchez (2018-atual) == Em 1º de junho de 2018, Pedro Sánchez Pérez-Castejón foi eleito presidente de governo da Espanha, após obter o apoio de outras formações parlamentárias para aprovar uma moção de censura contra o governo de Mariano Rajoy. Foi empossado como presidente do país no dia 2 de junho, no Palácio da Zarzuela, pelo rei Filipe VI. Nas eleições gerais de 28 de abril de 2019, o PSOE ganhou as eleições com 28,7% dos votos e 123 cadeiras no Congresso dos Deputados (somando 38 deputados a mais que na legislatura anterior) e ganhou também a maioria do Senado, com 137 senadores, voltando a ser o partido político mais votado na Espanha. No entanto, sem conseguir formar governo, o Parlamento espanhol foi dissolvido pelo rei no dia 24 de setembro de 2019, com novas eleições convocadas para o dia 10 de novembro do mesmo ano. Um dos destaques do governo de Sánchez foi o seu objetivo prioritário de aplicar a Lei de Memória Histórica, inclusive, sugerindo sua reforma. Dentre as medidas, destaca-se a de exumação e transladação dos restos mortais do ditador Francisco Franco, que se encontram no Valle dos Caídos, a um cemitério civil. Com tal medida, levada a cabo no dia 24 de outubro de 2019, o seu governo defende que um estado democrático, como a Espanha, não pode conceder um mausoléu de estado ao ditador fascista. Nas eleições gerais de 10 de novembro de 2019, o Partido Socialista, mais uma vez, venceu as eleições com 28% dos votos e 120 cadeiras no Congresso dos Deputados (3 a menos que nas eleições falidas de abril de 2019) e 110 senadores. Após estabelecer um acordo de governo de coalizão com o Unidas Podemos, algo inédito na história recente espanhola, Pedro Sánchez foi reinvestido como presidente do governo da Espanha em 7 de janeiro de 2020. == Resultados Eleitorais == === Eleições legislativas === ==== Câmara dos Deputados ==== Data Líder CI. Votos % +/- Deputados +/- Status 1977 Felipe González 2.º 5 371 866 Oposição 1979 Felipe González 2.º 5 469 813 1,1 3 Oposição 1982 Felipe González 1.º 10 127 392 17,7 81 Governo 1986 Felipe González 1.º 8 901 718 4,0 18 Governo 1989 Felipe González 1.º 8 115 568 4,5 9 Governo 1993 Felipe González 1.º 9 150 083 0,8 16 Governo 1996 Felipe González 2.º 9 425 678 1,2 18 Oposição 2000 Joaquín Almunia 2.º 7 918 752 3,4 16 Oposição 2004 José Luis Rodríguez Zapatero 1.º 11 026 163 8,4 39 Governo 2008 José Luis Rodríguez Zapatero 1.º 11 289 335 1,3 5 Governo 2011 Alfredo Pérez Rubalcaba 2.º 7 003 511 15,1 59 Oposição 2015 Pedro Sánchez 2.º 5 545 315 6,8 20 Oposição 2016 Pedro Sánchez 2.º 5 424 709 0,7 5 Governo 04/2019 Pedro Sánchez 1.º 7 480 755 6,0 38 - 11/2019 Pedro Sánchez 1.º 6 752 983 0,7 3 Governo ==== Senado ==== Data Líder Senadores +/- Status 1977 Felipe González Oposição 1979 Felipe González 12 Oposição 1982 Felipe González 73 Governo 1986 Felipe González 10 Governo 1989 Felipe González 17 Governo 1993 Felipe González 11 Governo 1996 Felipe González 15 Oposição 2000 Joaquín Almunia 12 Oposição 2004 José Luis Rodríguez Zapatero 27 Governo 2008 José Luis Rodríguez Zapatero 9 Governo 2011 Alfredo Pérez Rubalcaba 51 Oposição 2015 Pedro Sánchez 1 Oposição 2016 Pedro Sánchez 4 Governo 04/2019 Pedro Sánchez 74 - 11/2019 Pedro Sánchez 27 Governo ===Eleições europeias=== Data Líder do partido Cabeça de lista CI. Votos % +/- Deputados +/- 1987 Felipe González Fernando Morán 1.º 7 522 706 1989 Felipe González Fernando Morán 1.º 6 275 552 0,5 1 1994 Felipe González Fernando Morán 2.º 5 719 707 8,8 5 1999 Joaquín Almunia Rosa Díez 2.º 7 477 823 4,5 2 2004 José Luis Rodríguez Zapatero Josep Borrell 1.º 6 741 112 8,2 1 2009 José Luis Rodríguez Zapatero Juan Fernando López Aguilar 2.º 6 141 784 4,7 2 2014 Alfredo Pérez Rubalcaba Elena Valenciano 2.º 3 614 232 15,8 9 2019 Pedro Sánchez Josep Borrell 1.º 7 342124 9,84 6 === Eleições regionais === ==== Andaluzia ==== Data CI. Votos % +/- Deputados +/- Status 1982 1.º 1 498 619 Governo 1986 1.º 1 581 513 5,6 6 Governo 1990 1.º 1 368 576 2,6 2 Governo 1994 1.º 1 395 131 10,9 17 Governo 1996 1.º 1 903 160 5,4 7 Governo 2000 1.º 1 790 653 0,2 Governo 2004 1.º 2 260 545 6,1 9 Governo 2008 1.º 2 178 296 2,0 5 Governo 2012 2.º 1 527 923 8,8 9 Governo 2015 1.º 1 411 278 4,2 Governo 2018 1.º 1 009 243 7,4 14 Oposição ==== Aragão ==== Data CI. Votos % +/- Deputados +/- Status 1983 1.º 283 226 Governo 1987 1.º 228 170 11,1 6 Oposição 1991 1.º 247 485 4,6 3 Oposição 1995 2.º 180 728 14,6 11 Oposição 1999 2.º 201 117 5,1 4 Governo 2003 1.º 270 468 7,1 4 Governo 2007 1.º 276 415 3,2 3 Governo 2011 2.º 197 189 12,1 8 Oposição 2015 2.º 143 096 7,6 4 Governo 2019 1.º 203 933 9,4 6 Governo ==== Principado das Astúrias ==== Data CI. Votos % +/- Deputados +/- Status 1983 1.º 293 320 Governo 1987 1.º 222 326 12,2 6 Governo 1991 1.º 218 193 2,2 1 Governo 1995 2.º 219 527 7,2 4 Oposição 1999 1.º 284 972 12,2 7 Governo 2003 1.º 250 474 5,5 2 Governo 2007 1.º 252 201 1,5 1 Governo 2011 1.º 179 619 12,1 6 Oposição 2012 1.º 161 159 2,2 2 Governo 2015 1.º 143 851 5,6 3 Governo 2019 1.º 185 422 8,8 6 Governo ==== Ilhas Baleares ==== Data CI. Votos % +/- Deputados +/- Status 1983 2.º 107 906 Oposição 1987 2.º 107 762 2,2 Oposição 1991 2.º 102 060 2,4 Oposição 1995 2.º 90 008 6,1 5 Oposição 1999 2.º 98 024 2,9 3 Governo 2003 2.º 121 425 1,6 Oposição 2007 2.º 136 027 4,0 2 Governo 2011 2.º 104 628 7,6 3 Oposição 2015 2.º 83 804 5,5 4 Governo 2019 1.º 116 496 7,9 5 Governo ==== País Basco ==== Data CI. Votos % +/- Deputados +/- Status 1980 3.º 130 221 Oposição 1984 2.º 247 786 8,8 10 Oposição 1986 2.º 252 233 1,0 Governo 1990 2.º 207 736 2,2 3 Oposição 1994 2.º 174 682 3,0 4 Governo 1998 4.º 220 052 0,6 2 Oposição 2001 3.º 253 195 0,4 1 Oposição 2005 2.º 274 546 4,7 5 Oposição 2009 2.º 318 112 7,9 7 Governo 2012 3.º 212 809 11,5 9 Governo 2016 4.º 126 420 7,0 7 Governo 2020 3.º 122 248 1,7 1 Governo ==== Ilhas Canárias ==== Data CI. Votos % +/- Deputados +/- Status 1983 1.º 233 991 Governo 1987 1.º 185 916 13,4 6 Oposição 1991 1.º 229 692 5,2 2 Governo 1995 3.º 183 969 9,9 7 Oposição 1999 2.º 199 503 0,9 3 Oposição 2003 3.º 235 234 1,4 2 Oposição 2007 1.º 322 833 9,1 9 Oposição 2011 3.º 190 028 13,5 11 Governo 2015 1.º 182 006 1,1 Governo 2019 1.º 257 642 9,0 7 Governo ==== Cantábria ==== Data CI. Votos % +/- Deputados +/- Status 1983 2.º 107 168 Oposição 1987 2.º 87 230 8,8 2 Oposição 1991 1.º 102 958 5,2 3 Oposição 1995 2.º 80 464 9,7 6 Oposição 1999 2.º 105 004 8,0 4 Oposição 2003 2.º 103 608 3,1 1 Governo 2007 3.º 84 982 5,5 3 Governo 2011 3.º 55 541 8,1 3 Oposição 2015 3.º 45 653 2,4 2 Governo 2019 3.º 57 098 3,6 1 Governo ==== Catalunha ==== Data CI. Votos % +/- Deputados +/- Status 1980 2.º 606 717 Oposição 1984 2.º 866 281 7,7 8 Oposição 1988 2.º 802 828 0,3 1 Oposição 1992 2.º 728 311 2,3 2 Oposição 1995 2.º 802 252 2,6 6 Oposição 1999 1.º 1 183 299 13,0 18 Oposição 2003 1.º 1 031 454 6,7 10 Governo 2006 2.º 796 173 4,4 5 Governo 2010 2.º 575 233 8,4 9 Oposição 2012 2.º 524 707 4,0 8 Oposição 2015 3.º 523 283 1,7 4 Oposição 2017 4.º 606 659 1,2 1 Oposição ==== Castela-Mancha ==== Data CI. Votos % +/- Deputados +/- Status 1983 1.º 416 177 Governo 1987 1.º 435 121 0,4 2 Governo 1991 1.º 489 876 5,9 2 Governo 1995 1.º 483 388 6,5 3 Governo 1999 1.º 561 332 7,7 2 Governo 2003 1.º 634 132 4,4 3 Governo 2007 1.º 572 849 5,8 3 Governo 2011 2.º 509 738 8,6 2 Oposição 2015 2.º 398 104 7,3 9 Governo 2019 1.º 475 368 5,0 5 Governo ==== Castela e Leão ==== Data CI. Votos % +/- Deputados +/- Status 1983 1.º 608 604 Governo 1987 2.º 488 469 10,4 10 Oposição 1991 2.º 504 709 2,4 3 Oposição 1995 2.º 458 447 6,7 8 Oposição 1999 2.º 483 675 3,4 3 Oposição 2003 2.º 576 769 3,7 2 Oposição 2007 2.º 574 596 0,9 3 Oposição 2011 2.º 425 777 8,0 4 Oposição 2015 2.º 353 575 3,8 4 Oposição 2019 1.º 477 925 8,9 10 Oposição ==== Estremadura ==== Data CI. Votos % +/- Deputados +/- Status 1983 1.º 296 939 Governo 1987 1.º 292 935 3,8 1 Governo 1991 1.º 314 384 5,0 5 Governo 1995 1.º 289 149 10,3 8 Governo 1999 1.º 313 417 4,6 3 Governo 2003 1.º 341 522 3,2 2 Governo 2007 1.º 352 342 1,3 2 Governo 2011 2.º 290 045 9,6 8 Oposição 2015 1.º 265 015 1,9 Governo 2019 1.º 286 563 5,2 4 Governo ==== Galiza ==== Data CI. Votos % +/- Deputados +/- Status 1981 3.º 193 456 Oposição 1985 2.º 361 946 9,1 6 Oposição 1989 2.º 433 256 4,0 6 Oposição 1993 2.º 346 831 9,0 9 Oposição 1997 3.º 310 508 4,2 4 Oposição 2001 3.º 334 819 2,3 2 Oposição 2005 2.º 555 603 11,4 8 Governo 2009 2.º 524 488 2,2 Oposição 2012 2.º 297 584 10,4 7 Oposição 2016 3.º 256 381 2,7 4 Oposição 2020 3.º 253 750 1,5 Oposição ==== La Rioja ==== Data CI. Votos % +/- Deputados +/- Status 1983 1.º 63 848 Governo 1987 1.º 57 178 7,6 4 Oposição 1991 1.º 60 843 2,8 2 Governo 1995 2.º 56 335 8,3 4 Oposição 1999 2.º 55 126 1,2 1 Oposição 2003 2.º 66 410 2,9 1 Oposição 2007 2.º 69 858 2,2 Oposição 2011 2.º 50 169 10,1 3 Oposição 2015 2.º 43 689 3,6 1 Oposição 2019 1.º 62 925 12,0 5 Governo ==== Madrid ==== Data CI. Votos % +/- Deputados +/- Status 1983 1.º 1 181 277 Governo 1987 1.º 932 878 12,1 11 Governo 1991 2.º 820 510 1,8 1 Governo 1995 2.º 860 726 6,9 9 Oposição 1999 2.º 944 819 6,7 7 Oposição 05/2003 2.º 1 225 390 3,6 8 Governo 10/2003 2.º 1 083 205 1,0 2 Oposição 2007 2.º 1 002 862 5,4 3 Oposição 2011 2.º 786 297 7,3 6 Oposição 2015 2.º 807 385 0,9 1 Oposição 2019 1.º 879 756 2,0 Oposição ==== Região de Múrcia ==== Data CI. Votos % +/- Deputados +/- Status 1983 1.º 238 968 Governo 1987 1.º 221 377 8,5 1 Governo 1991 1.º 234 421 1,6 1 Governo 1995 2.º 200 133 13,6 9 Oposição 1999 2.º 219 798 4,2 3 Oposição 2003 2.º 221 392 1,8 2 Oposição 2007 2.º 207 998 2,1 1 Oposição 2011 2.º 155 506 8,1 4 Oposição 2015 2.º 153 231 2 Oposição 2019 1.º 211 259 8,5 4 Oposição ==== Navarra ==== Data CI. Votos % +/- Deputados +/- Status 1979 2.º 48 289 Oposição 1983 1.º 94 737 16,7 5 Governo 1987 1.º 78 453 7,9 5 Governo 1991 2.º 91 645 5,7 4 Oposição 1995 2.º 62 021 12,5 8 Governo 1999 2.º 61 531 0,6 Oposição 2003 2.º 65 003 0,9 Oposição 2007 3.º 74 158 1,3 1 Oposição 2011 2.º 51 238 6,6 3 Governo 2015 5.º 45 164 2,5 2 Apoio parlamentar 2019 2.º 70 143 7,2 4 Governo ==== Comunidade Valenciana ==== Data CI. Votos % +/- Deputados +/- Status 1983 1.º 982 567 Governo 1987 1.º 828 961 10,1 9 Governo 1991 1.º 860 429 1,5 3 Governo 1995 2.º 804 463 8,8 13 Oposição 1999 2.º 768 548 0,1 3 Oposição 2003 2.º 874 288 2,1 Oposição 2007 2.º 838 987 1,5 3 Oposição 2011 2.º 687 141 6,5 5 Oposição 2015 2.º 509 098 7,4 10 Governo 2019 1.º 643 909 3,3 4 Governo ==== Cidade autônoma de Ceuta ==== Data CI. Votos % +/- Deputados +/- Status 1979 3.º 3 584 Oposição 1983 1.º 8 071 23,8 7 Governo 1987 1.º 6 504 10,9 4 Governo 1991 3.º 3 004 19,0 5 Governo 1995 4.º 3 770 0,8 Governo 1999 4º 2 481 5,8 1 Oposição 2003 3.º 2 905 1,3 Oposição 2007 3.º 2 985 0,1 Oposição 2011 3.º 3 601 3,0 1 Oposição 2015 2.º 4 095 2,3 1 Oposição 2019 2.º 8 655 11,6 3 Oposição ==== Cidade autônoma de Melilha ==== Data CI. Votos % +/- Deputados +/- Status 1979 3.º 2 696 Oposição 1983 1.º 8 117 29,6 9 Governo 1987 1.º 8 932 1,1 1 Governo 1991 2.º 8 387 7 2 Oposição 1995 2.º 5 232 20,8 6 Oposição 1999 6º 2 674 10,6 4 Governo 2003 3.º 3 365 2,6 1 Oposição 2007 3.º 5 246 6,4 2 Oposição 2011 3.º 2 661 10,0 3 Oposição 2015 3.º 4 013 4,1 1 Oposição 2019 3.º 4 928 1,8 1 Governo === Eleições locais === Data Líder CI. Votos % +/-- Mandatos +/- 1979 Felipe González 2.º 4 615 837 1983 Felipe González 1.º 7 683 197 14,8 11 266 1987 Felipe González 1.º 7 229 782 5,9 84 1991 Felipe González 1.º 7 224 242 1,2 2 019 1995 Felipe González 2.º 6 838 607 7,5 4 071 1999 Joaquín Almunia 2.º 7 296 484 3,5 728 2003 José Luis Rodríguez Zapatero 1.º 7 999 178 0,5 1 307 2007 José Luis Rodríguez Zapatero 2.º 7 760 865 0,1 805 2011 José Luis Rodríguez Zapatero 2.º 6 275 314 7,1 2 263 2015 Pedro Sánchez 2.º 5 603 823 2,8 943 2019 Pedro Sánchez 1.º 6 656 965 4,3 1 500 == Membros históricos de destaque == *Pablo Iglesias Posse *Francisco Largo Caballero *Indalecio Prieto *Julián Besteiro *Manuel Marín == Glossário de termos utilizados pelo PSOE == *Barão (barón). Se refere aos líderes regionais. Podem ser muito poderosos, especialmente se governam uma comunidade autônoma. Tem ocorrido numerosos conflitos entre os barões e o governo central. Entre os barões se encontram Pasqual Maragall (Catalunha), Juan Carlos Rodríguez Ibarra (Estremadura), Manuel Chaves (Andaluzia). Enrique Barón foi ministro da indústria do PSOE, mas seu sobrenome é apenas uma coincidência. O termo barão é mais coloquial do que oficial, e representa o grande poder que têm estas pessoas no partido. *Companheiro (compañero). É um termo similar ao camarada utilizado pelos comunistas. *Correntes (corrientes). Como em todos os partidos políticos, há vários grupos internos dentro do PSOE basados em afinidades pessoais ou ideológicas. Entre as correntes históricas se encontram os \"Guerristas\" (seguidores de Alfonso Guerra), os \"Renovadores\" e a \"Esquerda Socialista\". == Ver também == *Partidos políticos da Espanha *União Geral dos Trabalhadores (Espanha) == Ligações externas == * *Partido Socialista de Galiza-PSOE *Galeria fotográfica do 36º Congresso Federal",
 "title": "Partido Socialista Operário Espanhol"
}