{
 "id": "16978",
 "text": "Pereira (Vila de Pereira) é uma vila portuguesa sede da Freguesia de Pereira do Município de Montemor-o-Velho, freguesia com 12,34 km² de área e 3501 habitantes (censo de 2021), tendo, por isso, uma densidade populacional de . A povoação de Pereira foi elevada à categoria de vila em 1991. Foi vila e sede de concelho, entre 1282 e 1836, quando foi anexada ao município de Santo Varão, até à extinção deste, em 31 de dezembro de 1853. Era constituído apenas pela freguesia da sede e tinha, em 1801, 1716 habitantes. Pereira ficou conhecida pelas suas queijadas e pelo seu convento feminino, que terá sido a primeira escola superior para mulheres em Portugal. Pereira do Campo foi em determinada altura uma designação da responsabilidade da CP - Caminhos de Ferro Portugueses - para a distinguir de outros pontos de paragem da sua rede ferroviária. Os serviços públicos, nomeadamente na emissão de passaportes e bilhetes de identidade, sempre usaram a real nomenclatura. thumb|290px|right|Localização no Município de Montemor-o-Velho ==Demografia== A população registada nos censos foi: Distribuição da População por Grupos Etários Ano 0-14 Anos 15-24 Anos 25-64 Anos > 65 Anos 2001 254 296 1201 490 2011 488 243 1992 542 2021 679 245 1956 621 == História == * Primeiro foral: A 12 de novembro de 1282 por D. Dinis. * Segundo foral: A 13 de agosto de 1513 por D. Manuel I. == Festas, Lendas e Tradições == Lenda de São Tiago - Durante as festas de São Tiago tem particular destaque a Festa do Urso, que se pode assim resumir: Um fidalgo vai à caça com os seus criados, batedores e um bobo para os entreter durante a estadia nos montes. Junto segue também uma burra carregada com tudo o que é preciso para acampar. Escolhido um bom lugar para acampar, o Fidalgo e os batedores vão para a caça, ficando os criados, que entretanto se vão embebedando. Verificando o seu estado, um grupo de ladrões troca os utensílios e os artigos que se encontram no acampamento, tachos, panelas, melões, cabaças de vinho, por outros idênticos mas contendo no seu interior gatos, sardões, cobras, pombas, etc.… Ao mesmo tempo, o bobo brinca com a burra enquanto se vai aproximando um urso, que leva consigo um após outro, os criados, cheirando e partindo tudo o que encontra, soltando deste modo toda a espécie de bicharada. A equipa de caça regressa ao acampamento verificando o estado em que se encontra. Não tendo mais criados para levar, o urso leva todos os batedores deixando apenas o Fidalgo. Este, ao ver-se sozinho perante o urso entra em pânico, e depois de ter levado uma sapatada do urso e gritando por socorro, ajoelha-se e grita: “Valha-me São Tiago”. Após este grito, ouvem-se vários estrondos e do meio de uma nuvem de fumo surge a figura imponente de São Tiago a cavalo, que após uma curta luta com o urso, o abate. Finalmente o urso é transportado em triunfo, perante a alegria geral do Povo presente. Lenda da Freira - A lenda da Freira é conhecida em toda a região, e ainda hoje se pergunta se a Freira já pariu. Mas vamos à história – conta a lenda que certa menina que estava no convento em Semide terá engravidado. Diz a lenda que um rapaz, fazendo-se passar por uma Freira, se terá introduzido no Convento em Semide, e ai permaneceu algum tempo, tendo mesmo engravidado algumas freiras mais novas. Estava-se no tempo da Inquisição, e quando isto foi descoberto, as freiras grávidas foram entregues às suas famílias. Porém, algumas que não tinham família e foram distribuídas por outros conventos. Foi o caso desta que veio parar ao convento de Pereira, conhecido pelo Convento das Ursulinas que viria mais tarde a passar para as Carmelitas em Coimbra. O Convento foi fundado por senhoras da família que detinha a Quinta de São Luís, na qual o edificio principal ainda existe. No entanto, como o Convento em Pereira era muito rigoroso nas suas leis, diz a lenda que a infeliz terá sido metida nos subterrâneos do Convento e ai terá morrido sem nunca ter dado à luz o seu filho, isto porque a sua gravidez era tudo mentira. Por isso ainda hoje se pergunta – a freira já pariu? Procissão dos Passos - No quarto domingo de Quaresma, anualmente a Vila de Pereira leva a efeito a manifestação religiosa da procissão do Passo do Senhor. Passo porque a cerimónia simboliza os “Passos” dolorosos de Jesus no caminho de sacrifício que o levou à crucificação no Calvário. A Igreja da Misericórdia constitui o espaço escolhido para a saída e recolha da Procissão. Na altura abre-se a tribuna em frente ao Altar, previamente preparada para a cerimónia e surge diante dos fieis, o Senhor dos Passos, de cruz ao ombro, coroa de espinhos e resplendor na cabeça, túnica roxa cingida ao corpo, cabelos caídos e postura de sofrimento, acompanhado dos anjos e da Verónica. Esta, canta o Miserere e solta o pano que recebeu o rosto de Cristo depois de Lhe ter enxugado a cara. Alguns músicos entoam cânticos alusivos, ouvindo-se os acordes musicais. Segue-se a Procissão, que abre com o pendão roxo da Misericórdia, depois os irmãos da Irmandade do Santíssimo Sacramento e os Misericórdia com opas e círios nas mãos, as crianças da cruzada com o estandarte, a Verónica, os dois anjos, o andor com a imagem do Senhor dos Passos levado por homens com opas roxas e ladeado de lanternas. Atrás o Palio, onde se abrigam os Sacerdotes o Santo Lenho, transportado pelas autoridades civis. A procissão corre as ruas do trajecto e chega ao Largo da Feira. Aqui, o Sermão do encontro, que no momento oportuno faz caminhar a Mãe de Cristo (imagem de Nossa Senhora da Soledade) levando-a ao encontro do Filho. A Verónica faz ouvir a sua voz impregnada dolente e enternecida, enquadrado na hora de sofrimento que passa. A Procissão segue para a Igreja e no interior desta o sermão do Calvário. Amentar as Almas - A Quaresma corresponde, para os católicos a um período de penitência e oração, de jejum e abstinência, a morte de Jesus Cristo na cruz e a sua Ressurreição no Domingo de Páscoa, ditaram uma fé ilimitada na vida além-túmulo. A sufragação das Almas do Purgatório e dos entes queridos constitui, desde sempre, uma preocupação dos vivos. Na Vila de Pereira o costume enraizado há muitos anos mantém actualidade. Um grupo de senhoras, a maioria viúvas organiza na Quaresma, de Quarta-Feira de Cinzas ao Domingo de Ramos, às Terças e às Sextas-Feiras à noite o Amentar das Almas. O grupo formado por cerca de 20 pessoas, vestidas de preto, juntam-se na Capela de Nossa Senhora do Pranto e partem dali acompanhadas por um homem vestido de varino preto, cajado numa mão e lanterna acesa na outra, para cumprir o itinerário programado. Cantam três vezes em cada ponto de paragem: “ Oh, almas santas benditas peçam a Deus Nosso Senhor que estas mesmas orações sejam em Vosso louvor. ” “ Oh Cristão que és terra olha, que hás-de morrer a morte anda buscando quer de noite, quer de dia. “ Rezam em silêncio um Pai Nosso e uma Ave-Maria pelos irmãos que deram o corpo à terra fria. “ Rezemos um Pai Nosso e uma Ave-Maria Também pelas Almas dos nossos Pais e por alma das nossas Mães. “ “ Rezemos um Pai Nosso tornaremos a rezar pelas Almas que andam em perigo sobre as ondas do mar.“ “ Rezemos um Pai Nosso e uma Ave-Maria à saída do Pretório Deus livrai as nossas Almas das penas do Purgatório. “ Entoados os versos, o grupo avança para a primeira paragem no cruzeiro, murmurando pelo caminho, orações, não falando com ninguém. As pessoas que estão em casa não vão à janela ou porta, mas acompanham interiormente e no lar, a cerimónia que está a percorrer a Vila. Repetem-se os cânticos e as rezas e o grupo caminha para a outra paragem no cruzeiro seguinte. Depois do mesmo cerimonial, novo percurso até à Igreja Matriz, seguidamente à Misericórdia, logo a paragem seguinte na Capela de Nossa Senhora do Bonsucesso no Tojal. Depois em frente da desaparecida Igreja das Chagas-Ursulinas e finalmente, junto do Cemitério. Romaria a S.Bento - Na segunda-feira de Páscoa as famílias e grupos de amigos deslocam-se para as imediações da Capela de S. Bento e aí passam o dia. Assistem à missa de manhã e depois entregam-se aos belos manjares previamente preparados, procurando conviver animadamente durante todo o dia. Era tradição neste dia a “TUNA DE PEREIRA” deslocar-se desde a sede do Grupo Musical Instrução e Recreio até à Capela de S. Bento, percorrendo algumas ruas desta Vila, sendo bastante aplaudida pelo povo. Depois no largo fronteiriço à Capela fazia-se uma contradança muito apreciada por todos. Também os mais jovens aproveitavam este dia para cortejar as raparigas, chegando alguns mesmo a pedi-las em namoro neste dia. Reis Magos na Vila de Pereira - Vila de Pereira, terra multi-centenária de tradições cristãs e católicas, mantém nas suas memórias um dos motivos, que as gentes desta Vila tinham para lembrar e comemorar, “A chegada dos Reis Magos a Belém de Judá“. Já se tinha vivido o Natal intensamente com o arranjo do Presépio, as sementeiras das cearas de trigo para colocar no presépio, a feitura dos filhós, a cozedura das broas doces, daquelas grandes que depois eram cortadas às fatias. Também já tinha partido o ano mau e chegado o ano bom, carregado de esperança em melhor vida, nessa imensa noite em que se esperava pela meia noite para se ouvirem as máquinas do Caminho de Ferro com os seus apitos estridentes na estação de Alfarelos (o povo com pouco se contentava). Agora ia chegar o último acontecimento festivo da época natalícia; a chegada dos Reis Magos, vindos do lado do Oriente. Assim… como um sonho, recriava-se aquela parte mágica em que todos com grande convicção juntam a sua vontade à vontade dos Reis em visitar o Menino Deus assim como oferecer do pouco que tinham a par dos tesouros dos Reis, colocando essas oferendas junto ao presépio montado carinhosamente na Igreja Paroquial. Para isso e estrategicamente munidos de escadas iam bem cedo no dia 6 de Janeiro de todos os anos, junto à Capela de Nossa Senhora do Pranto, percorrer com o olhar o ponto do lado nascente, por onde deveriam chegar os anunciados Reis Magos do Oriente. Esse momento mágico chega e eis que no horizonte se desenham aquelas silhuetas inconfundíveis do Baltazar, por sinal bastante queimado pelo sol, o Gaspar de longas barbas brancas e teimosamente rezingão e o bonacheirão do Belchior que com eles traziam ouro, incenso e mirra. Montados em vistosos cavalos, em que logo sobressaia o cuidado que tiveram para evitar as criticas que não seriam nada aconselháveis no momento. Chegados à Capela muito ovacionados, eis que a par de toda a miudagem, que não quer perder nada daquele espectáculo se junta a grande massa da população da Vila com as suas pequenas prendas. Eram sacos com batatas, abóboras meninas, garrafas de vinho e azeite, vinho do Porto, licores vários, tabuleiros compostos com batatas, bacalhau e vinho tinto, cambos de alhos e cebolas, mais tabuleiros com tangerinas e laranjas, galinhas, coelhos, patos etc., etc.,. Com a estrela de seis pontas à frente, seguindo-se os Reis e a seguir o povo, lá iam percorrendo as ruas que conduziam ao presépio, pelo caminho outros se iam juntando engrossando ainda mais esse tão lindo cortejo, ficando logo certo que seriam muitos mais à chegada do que à partida. Após a chegada ao Presépio e após breve cerimónia, eis que todos se juntam envolvendo um palanque previamente preparado, onde um homem, com jeito para o caso, fazia as delicias das pessoas com as suas brincadeiras enquanto ia leiloando as oferendas, cujo valor junto seria entregue ao Padre da Paróquia para as obras possíveis na Igreja Paroquial. E assim terminava o período de Natal em que todos se sentiam como se tivessem estado há 2000 anos junto ao estábulo onde nasceu o Menino Deus Salvador, Jesus Cristo. Por Arnaldo Nobre 2006 in www.freguesiadepereira.eu - \"Tradições\" == Património == * Celeiro dos Duques de Aveiro * Igreja Matriz de Pereira ou Igreja de Santo Estêvão * Igreja da Misericórdia de Pereira e casa do despacho. * Capela de Nossa Senhora do Bom Sucesso * Capela de Nossa Senhora do Pranto * Capela de Santa Luzia * Capela de São Tiago * Cruzeiro da Igreja Matriz * Cruzeiro do Terreirito * Cruzeiro da Capela de São Tiago * Cruzeiro * Cruzeiro de Santo Cristo (extinto) Categoria:Freguesias de Montemor-o-Velho Categoria:Vilas de Portugal Categoria:Antigos municípios do distrito de Coimbra",
 "title": "Pereira (Montemor-o-Velho)"
}