{
 "id": "16998",
 "text": "Cabeção é uma povoação portuguesa sede da Freguesia de Cabeção do Município de Mora, freguesia com 47,43 km² de área e 863 habitantes (censo de 2021), tendo, por isso, uma densidade populacional de . Cabeção é reconhecida internacionalmente pela sua Pista de Pesca Desportiva, situada na Ribeira da Raia, e pelo seu vinho, feito em pequenas adegas, em talhas de barro, segundo métodos tradicionais. De realçar ainda que parte do território da freguesia pertence ao \"Sítio Cabeção\", que é uma área proposta para integrar a Rede Ecológica Europeia (Rede Natura 2000). A seleção deste Sítio prende-se com o facto de possuir valores naturais representativos da biodiversidade do território português, e por isso importantes para a conservação da natureza, ao nível da União Europeia. ==Demografia== A população registada nos censos foi: Distribuição da População por Grupos Etários Ano 0-14 Anos 15-24 Anos 25-64 Anos > 65 Anos 2001 119 130 541 469 2011 92 74 475 432 2021 61 53 330 419 == História == A Vila de Cabeção terá sido fundada pela Ordem de Avis no local conhecido até então como \"Quinta de São Salvador\" sendo posteriormente elevada a categoria de Vila em 1578, pelo Rei D. Sebastião, que concedeu ao povo o direito de usufruir livremente do pinhal, hoje Mata Nacional de Cabeção. Segundo a tradição, a actual Vila teve a sua origem numa quinta denominada de S. Salvador do Mundo, fundada pela Ordem de Avis. == Património == * Pelourinho de Cabeção * Torrinha do Castelo * Igreja e Hospital da Misericórdia do Cabeção *Centro Cultural de Cabeção *Teatro de Cabeção * Fluviário de Mora * Parque Ecológico do Gameiro * Antas do Monte da Ordem Fotos * Capela do Monte da Gonçala Fotos * Moinhos de água do Duque, da Arieireira e do Madeira ou Moinhos de água do Duque, da Arieira e do Catarino == Feriado municipal == O feriado municipal é na segunda-feira de Páscoa. == Festividades == Procissão do Sr. dos Passos no Domingo antes dos Ramos. == Ligações externas == * *",
 "title": "Cabeção"
}