{
 "id": "16992",
 "text": "A Freguesia de Santo Isidro de Pegões é uma antiga freguesia portuguesa do Município de Montijo, Distrito de Setúbal, a 50 km de Lisboa, freguesia que tinha uma área de 55,33 km², o que a tornava a segunda maior do município. Tinha 1538 habitantes (2011) e, por isso, uma densidade populacional de 27,8 hab/km². A freguesia fora criada a 14 de Outubro de 1957, por desanexação de áreas pertencentes às freguesias de Canha e Marateca, tendo por sede a localidade de Pegões Velhos. A Freguesia de Santo Isidro de Pegões foi extinta (agregada) pela reorganização administrativa de 2012/2013,Lei n.º 11-A/2013, de 28 de janeiro: Reorganização administrativa do território das freguesias. Anexo I. Diário da República, 1.ª Série, n.º 19, Suplemento, de 28/01/2013. tendo o seu território sido agregado ao da Freguesia de Pegões para criar a União das Freguesias de Pegões. A Freguesia de Santo Isidro de Pegões era uma das três freguesias que constituem o exclave do Município de Montijo situado a leste da sua porção principal (de facto, de menor extensão territorial), onde se situa a sede do município. As outras duas freguesias do exclave eram Canha e Pegões. Atualmente o exclave é constituído pelas Freguesias de Canha e da União das Freguesias de PegõesInstituto Geográfico do Exército (cartografia): Limites do concelho do MontijoInstituto Geográfico do Exército (cartografia): Limites da freguesia de Santo Isidro de Pegões ==População== População da freguesia de Santo Isidro de Pegões Instituto Nacional de Estatística (Recenseamentos Gerais da População) - https://www.ine.pt/xportal/xmain?xpid=INE&xpgid;=ine_publicacoes 1864 1878 1890 1900 1911 1920 1930 1940 1950 1960 1970 1981 1991 2001 2011 1 177 1 506 1 545 1 320 1 454 1 538 Freguesia criada pelo decreto nº 41.320, de 14/10/1957, com lugares das freguesia de Canha e de Marateca, do concelho de Palmela Distribuição da População por Grupos Etários Ano 0-14 Anos 15-24 Anos 25-64 Anos > 65 Anos 0-14 Anos 15-24 Anos 25-64 Anos > 65 Anos 2001 202 214 731 307 13,9% 14,7% 50,3% 21,1% 2011 209 161 880 288 13,6% 10,5% 57,2% 18,7% Média do País no censo de 2001: 0/14 Anos-16,0%; 15/24 Anos-14,3%; 25/64 Anos-53,4%; 65 e mais Anos-16,4% Média do País no censo de 2011: 0/14 Anos-14,9%; 15/24 Anos-10,9%; 25/64 Anos-55,2%; 65 e mais Anos-19,0% == História == As terras de Pegões, em poder da Ordem de Santiago durante os séculos XIII e XIV, por se situarem na proximidade da antiga Estrada Real (N4) que liga Lisboa a Badajoz, foram beneficiadas pela importância que tem essa ligação nas comunicações com o Sul do país e com Espanha, tendo assim observado a paragem de vários monarcas, de que se destacam os Duques D. Jaime e D. Teodósio de Bragança, nas suas frequentes viagens entre Lisboa e o Paço de Vila Viçosa, bem como a paragem, em Outubro de 1843, dos reis D. Maria II e D. Fernando II, do Duque da Terceira e restante comitiva. Também se assinalam as visitas do Almirante Américo Tomás, do Ministro Duarte Pacheco, de Mário Soares, Francisco Sá Carneiro, Freitas do Amaral, entre outros. Em 1593, o nome de Pegões aparece nos documentos referentes à partida do Cardeal Alberto de Áustria, que deixava o reino em direcção a Toledo, uma vez que tinha terminado o seu serviço como Vice-Rei de Portugal. O Cardeal, determinou que no lugar de Pegões Velhos se concentrassem 170 carros, 100 mulas de aluguer e 110 de carga, além de animais de reserva num total de 700 animais e 400 pessoas. Em 1728, com os preparativos dos casamentos reais entre D. Maria Bárbara de Bragança e o infante D. Fernando de Bourbon, e de D. José com D. Mariana Vitória de Bourbon, D. João V mandou arranjar a Estrada Real e ordenou a construção do Palácio de Vendas Novas a fim de alojar condignamente os convidados espanhóis na sua vinda a Lisboa. Por esta altura, foram construídos quatro fontanários, um dos quais localizado em Pegões Velhos. Em estilo barroco, com linhas singelas características da arquitectura setecentista, apresenta uma fachada com cerca de dez metros de comprimento, recortada por volutas de enrolamento e o cimafronte acrotério também com volutas. Ostenta uma cruz de secção hexagonal. Sob a bica pode-se admirar uma tabela circular cega. Possui uma dupla taça destinada a bebedouro para os animais e corte circular central para aproximação e enchimento de vasilhame na bica. A Mala-Posta teve grande influência no aparecimento de pequenas localidades ou vendas nesta zona do município constituída essencialmente por pinhais. No século XX, os terrenos foram arroteados para darem lugar a um projecto de colonização interna elaborado entre 1937/1938 pelos engenheiros agrónomos Mário Pereira e Henrique de Barros, utilizando os terrenos pertencentes à Herdade de Pegões. Esta herdade pertencia a José Rovisco Pais, que tentou instalar aí um projecto de colonização análogo ao que José Maria dos Santos criara na Herdade de Rio Frio, de forma a fixar a mão-de-obra assalariada necessária às grandes explorações da zona. Ao falecer em 1932, Rovisco Pais doou aos Hospitais Civis de Lisboa a posse da restante área, pelo que, a Junta de Colonização Interna, criada em 1936 com o intuito de colonizar os baldios e terrenos públicos, desenvolveu um projecto de fixação de colonos semelhate ao modelo agrícola alemão de Richard Walter Darré, com o fim de desenvolver um «bom e abundante viveiro de colonos, que no Império Colonial irão fixar a Raça e valorizar o território» (in Diário das Sessões da Assembleia Nacional e da Câmara Corporativa de 29 de Outubro de 1938). A Herdade de Pegões, que contava com uma área de 4700 hectares, foi então dividida em três núcleos, Pegões Velhos, Faias e Figueiras. Em cada um deles foram construídos casais agrícolas com uma área média de dezoito hectares, dotados de habitação (moradia unifamiliar) e instalações agrícolas (silos, estábulos, pocilgas e nitreiras), beneficiando ainda de sistemas de captação de águas subterrâneas e de superfície (33 km de rede de rega para 240 hectares de regadio, duas barragens e vários furos artesianos). A cada casal correspondiam onze hectares de sequeiro, quatro de vinha, um de regadio e dois de pinhal, tendo ainda direito, por parte da Junta de Colonização, a uma vaca, uma vitela, uma égua, uma carroça com alfaias e um empréstimo de seis mil escudos. Estas facilidades levaram a que, a partir de 1952, cinco anos após o início das obras de transformação da herdade, 206 colonos e respectivas famílias ali se fixassem. Os três núcleos contavam ainda com outras infraestruturas, a saber, escolas primárias, centros de convívio, 3 centros sociais de apoio à infância e postos médicos, igreja em Pegões Velhos e nas Faias, cemitério, 3 centros de assistência técnica, casas para os técnicos residentes e uma Pousada para o pessoal técnico exterior. Dos requisitos para o recrutamento dos colonos elaborados em 1938 e registados num parecer da Câmara Corporativa, constava que o candidato deveria «Ser português, menor de 45 anos, robusto e saudável, sério, ter amor ao trabalho e à família, não ser alcoólico, nem desordeiro, acatar a Constituição e a ordem social, ser anti-comunista, católico, casado pelo civil e religioso, ter exercido durante cinco anos mesteres agrícolas (...)». O Prof. Henrique de Barros foi o grande mentor do projecto técnico de colonização e José Garcês Pereira Caldas, como Presidente da Junta de Colonização Interna, o executor. O projecto arquitectónico, saído do traço dos arquitectos Henrique Albino e António José de Oliveira Trigo, apresenta um aspecto pitoresco, cuja tipologia conservadora e ruralista é típica do Estado Novo, com os seus telhados, arcadas e alpendres caracteristicos. Em contraste com este estilo, o conjunto de edíficios constituído pela Igreja de Santo Isidro, pelas casas do pároco e professoras e pelas duas escolas do núcleo de Pegões Velhos, sobressai pelo traço modernista, e paradoxal, do arquitecto Eugénio Correia. Aqui importa salientar a influência da obra de Oscar Niemeyer, quer pelas evidentes filiações intelectuais ligadas ao modernismo brasileiro em voga nos anos 40 do século XX, mas também pela concepção e interação do projecto com o espaço envolvente e pelos materiais utilizados (fuso cerâmico). A 7 de Março de 1958 foi constituída a Cooperativa Agrícola de Santo Isidro de Pegões, como infraestrutura indispensável de apoio ao plano de fomento e ordenamento agrícola executado pela Junta de Colonização Interna que, em colaboração com a Junta Nacional do Vinho, implantou na área cerca de 800 hectares de vinha e todos os meios técnicos e humanos. O projecto de arquitectura dos edifícios da Cooperativa e Adega é da autoria do arquitecto Neves Teixeira. Superada a fase de ocupação decorrente do processo revolucionário iniciado em Abril de 1974, a Cooperativa Agrícola de Santo Isidro empreendeu um amplo projecto de recuperação e modernização que tornaram os vinhos de Pegões reconhecidos e premiados tanto a nível nacional como internacional. Após a Revolução de Abril, e com a consequente extinção da Junta de Colonização Interna, iniciou- se um longo processo de regularização da posse dos casais e terrenos agrícolas, até então Património do Estado em renda resolúvel (num valor total de 180.000 Escudos, pagos em quotas anuais de 7.000 Escudos - anos 1960/70). A insistência dos colonos levou à atribuição da posse plena das suas fracções em finais da década de 1980. Em 2012, o Governo de coligação PSD/CDS-PP, liderado por Pedro Passos Coelho, decidiu extinguir a Junta de Freguesia de Santo Isidro, instituída a 14 de Outubro de 1957, fundindo-a com a freguesia de Pegões. Já no presente ano de 2013 esteve em debate o encerramento da Estação dos CTT que, finalmente, se instalou na, ainda em funcionamento, Junta de Freguesia de Santo Isidro. Hoje, Santo Isidro de Pegões aposta, com escassos apoios, na agricultura, horticultura, floricultura, silvicultura, vitivinicultura e pecuária. == Heráldica == Os elementos heráldicos que compõem o actual brasão da freguesia de Santo Isidro de Pegões, publicados no Diário da República, de 3 de Agosto de 1998, são o escudo de prata com um arado negro, guarnecido de ouro. Em chefe, a cruz da Ordem de Santiago, entre dois cachos de uvas de púrpura, folhados de verde. Coroa mural de prata de três torres e um listel branco com a legenda a negro em maiúsculas: \"SANTO ISIDRO DE PEGÕES\". Bandeira de púrpura, cordões e borlas de prata e púrpura. Haste e lança de ouro. O arado representa Santo Isidro, padroeiro dos agricultores e da freguesia, e os cachos de uvas a riqueza agrícola destas terras e a fama dos seus vinhos. == Património == * Fontanário de Pegões * Igreja de Santo Isidro, da autoria do arquitecto Eugénio Corrêa, construído no âmbito da Junta de Colonização Interna * Igreja das Faias * Marco de Légua da Estrada Real * Parque de Merendas de Santo Isidro Categoria:Antigas freguesias do Montijo Categoria:Enclaves e exclaves de Portugal",
 "title": "Santo Isidro de Pegões"
}