{
 "id": "17019",
 "text": "Moura é uma cidade raiana portuguesa pertencente ao distrito de Beja, inserida na região do Alentejo (NUT II) e na sub-região do Baixo Alentejo (NUT III), com 7064 habitantes (2021). É sede do Município de Moura que tem de área e habitantes (2021), subdividido em 5 freguesias.Lei n.º 11-A/2013, de 28 de janeiro: Reorganização administrativa do território das freguesias. Anexo I. Diário da República, 1.ª Série, n.º 19, Suplemento, de 28/01/2013. O município é limitado a norte pelo município de Mourão, a leste por Barrancos, a leste e sul pela Espanha, a sudoeste por Serpa e a oeste pela Vidigueira, Portel e Reguengos de Monsaraz. O atual Presidente da Câmara Municipal do concelho é Álvaro Azedo, eleito pelo Partido Socialista, em 2021. == Caracterização == === Geografia === A fronteira com Espanha, a oriente, e o rio Guadiana, a ocidente, são as grandes fronteiras do concelho de Moura. A água dos seus rios e ribeiras, a fertilidade das suas terras e a abundância de minério desde cedo atraíram as pessoas para se fixarem neste território. Longe dos grandes entrepostos comerciais do litoral, foi da terra que a população do município sempre viveu. Foi assim que, ao longo dos séculos, se organizaram e expandiram as aldeias e que o município de Moura fez a sua história e se afirmou. Para além de Moura, existem outras 7 localidades - Amareleja, Safara, Sobral da Adiça, Póvoa de São Miguel, Santo Aleixo da Restauração, Santo Amador e Estrela - que dão corpo e alma ao município. São sítios bem distintos, de personalidade própria, envolvidos por oliveiras, que são a imagem de marca do município. Nas suas imediações, ou cruzando-o, há rios onde se pesca. Os campos são, ainda, terreno de caça ou de passeio. O ritmo de vida, ainda hoje marcado pelas estações agrícolas, é tão antigo como o próprio município. As quatro estações do ano conhecem, ainda, uma sequência com poucas alterações. Não se perdeu, assim, a arte de fazer os excelentes queijos, a doçaria, os enchidos, os vinhos e azeites, que são motivo de orgulho para o município. ==Freguesias== O município de Moura está dividido em 5 freguesias: * Amareleja * Moura (Santo Agostinho e São João Baptista) e Santo Amador * Póvoa de São Miguel * Safara e Santo Aleixo da Restauração * Sobral da Adiça == Clima == Moura tem um clima quente e temperado. O clima é classificado como Csa, de acordo com a classificação climática de Köppen-Geiger. A temperatura média anual é de 16.7 °C. O valor da pluviosidade média anual é de 539 mm. A precipitação no mês de julho, que é o mês mais seco, é de 3 mm. A maioria da precipitação cai em dezembro, com uma média de 75 mm. Agosto é o mês mais quente do ano, com uma temperatura média de 24.7 °C. Janeiro é o mês com a mais baixa temperatura ao longo do ano (9.6 °C). ==História== Durante a ocupação romana da Península Ibérica, a cidade de Moura chamar-se-ia Aruci Novum. As invasões muçulmanas alteraram o seu nome para Al-Manijah. A designação atual de Moura surge ligada à Lenda da Moura Salúquia. O castelo de Moura, classificado como Imóvel de Interesse Público desde 1944, está implantado no ponto mais elevado da cidade e a sua ocupação remonta, pelo menos, à Idade do Ferro. Existem vestígios da fortificação do período Islâmico e do período Cristão, testemunhos das intensas disputas pelo controlo do território. O domínio cristão efetivou-se em 1232 data a partir da qual surge o bairro da mouraria, extra-muros. É com D. Dinis que Moura recebe a sua primeira Carta de Foral (1295) e Carta de Feira (1302) e, posteriormente, D. Manuel concede nova carta de foral, em 1512; nesse mesmo século recebe, por D. João III, o título de Notável Vila de Moura. A sua importância geoestratégica no período da Reconquista Cristã e em épocas posteriores é inequívoca, tendo em conta o facto de ter sido aqui que se construiu o primeiro convento da Ordem dos Carmelitas em Portugal e em toda a Península Ibérica. O convento do Carmo encontra-se classificado como Imóvel de Interesse Público desde 1944, sendo que a Igreja Matriz de São João Batista, construída a mando de D. Manuel no início do século XVI, está classificada como Monumento Nacional desde 1932. A proximidade com a fronteira espanhola obrigava a um controlo apertado do território em redor do castelo, daí a necessidade de se construírem torres de vigia ou atalaias. Em Moura estão inventariadas seis, sendo que a Atalaia Magra está classificada como Imóvel de Interesse Público desde 1986. A existência de duas nascentes de água permanente no interior do castelo, que ainda hoje abastecem duas fontes (Três Bicas e Santa Comba), permitiu que surgissem, na transição do século XIX para o século XX, uma unidade termal e a fábrica da Água Castello, unidade fabril que se manteve no espaço do castelo até ao final da década de 30. Moura foi elevada a cidade a 1 de fevereiro de 1988. O feriado municipal celebra-se a 24 de Junho. ==Economia== Em 1981, o setor primário era a principal fonte de emprego no concelho, atingindo valores na ordem dos 47,2%, correspondente a cerca de metade dos postos de trabalho existentes. Uma década mais tarde, este valor sofreu um decréscimo acentuado, situando-se nos 32,8%. Em 2001, este valor sofreu um decréscimo ainda mais acentuado, situando-se nos 19,8% e, em 2011, voltou a descer, fixando-se nos 17,48%. Trata-se, assim, de um setor em regressão, com perda de mão-de-obra. Esta situação resulta, em larga medida, das fracas potencialidades dos solos e das características da atividade agrícola do concelho de Moura. A principal atividade agrícola no concelho é a olivicultura, sendo o azeite da Cooperativa Agrícola de Moura e Barrancos uma DOP (denominação de origem protegida).OLIVEIRA, Ana Maria Cortez Vaz dos Santos - Processos de desterritorialização e filiação ao lugar : o caso da Aldeia da Luz. Coimbra : [s.n.], 2011 A quebra da importância do setor primário na ocupação da população residente contrasta com o aumento do setor terciário, devido a um crescimento das atividades mais diretamente relacionadas com o consumo, designadamente o comércio, bem como dos serviços de apoio à população (a destacar as áreas da educação, idosos, saúde e administração pública). O tecido empresarial do concelho de Moura é constituído, segundo o INE, por 1629 empresas distribuídas pelos três setores de atividade. No entanto, o maior número de empresas implantadas pertence ao setor terciário, seguindo-se o setor primário e, por último e quase inexistente, o setor secundário. O setor terciário reparte-se pelos subsetores de atividade, dos quais os que apresentam maior número de empresas sediadas no concelho são: o comércio por grosso e a retalho, oficinas de reparação de veículos e alojamento e restauração. == Política == === Eleições autárquicas === Data % V % V % V % V % V % V % V % V % V % V Participação PS FEPU/APU/CDU GDUP AD PPD/PSD CDS-PP PRD PSD/CDS CH A 1976 46,67 4 42,30 3 4,70 - 1979 33,01 3 52,85 4 10,84 - AD AD 1982 31,54 2 53,84 4 9,23 - 1985 34,16 2 46,00 4 15,93 1 1989 57,08 4 38,20 3 1993 44,76 4 38,91 3 9,82 - 1,97 - 1997 32,34 2 46,06 4 17,73 1 2001 41,06 3 41,10 3 10,84 1 3,06 - 2005 39,66 3 46,54 4 8,90 - 1,28 - 2009 37,16 3 49,49 4 7,94 - 2,10 - 2013 42,59 3 42,90 4 CDS-PP PPD/PSD 10,57 - 2017 48,34 4 39,33 3 7,95 - 1,20 - 2021 40,31 3 38,97 3 CDS-PP PPD/PSD 3,75 - 14,35 1 PSD/CDS === Eleições legislativas === Data % PCP PS PSD CDS UDP APU/ CDU AD FRS PRD PSN BE PAN PSD CDS L CH IL 1976 44,43 32,03 6,30 5,12 2,40 1979 APU 22,19 AD AD 1,80 51,65 17,38 1980 FRS 1,08 45,42 20,85 23,77 1983 31,44 8,25 4,23 0,78 48,44 1985 19,06 10,20 2,38 1,29 39,84 19,61 1987 CDU 20,65 22,48 2,58 1,17 34,63 9,46 1991 30,02 29,89 2,80 26,07 0,89 1,11 1995 49,02 14,45 3,76 1,37 25,60 1999 53,73 11,87 3,75 24,26 0,30 1,44 2002 49,15 18,79 4,63 20,97 1,36 2005 59,33 10,08 2,87 19,87 3,60 2009 40,08 13,89 6,25 25,75 8,54 2011 35,55 21,14 8,07 23,70 3,37 0,46 2015 38,86 CDS PSD 25,05 6,46 0,39 21,28 0,21 2019 44,97 12,49 3,04 20,71 7,27 1,05 0,36 4,68 0,15 2022 43,61 13,85 0,79 16,23 2,35 0,41 0,29 18,22 1,47 2024 32,56 AD AD 12,58 13,97 2,54 0,92 1,09 30,45 1,57 ==Evolução da população do município== Por decreto de 13/01/1898, deixaram de pertencer a este concelho as freguesias de Pias e Orada e Vale de Vargo, que passaram a fazer parte do concelho de Serpa. Número de habitantes★ Instituto Nacional de Estatística (Recenseamentos Gerais da População) - https://www.ine.pt/xportal/xmain?xpid=INE&xpgid;=ine_publicacoes 1864 1878 1890 1900 1911 1920 1930 1940 1950 1960 1970 1981 1991 2001 2011 2021 13 727 15 241 16 367 17 417 20 528 21 276 23 753 27 582 30 584 29 106 21 342 19 772 17 549 16 590 15 167 13 258 Número de habitantes por Grupo Etário ★★ INE - http://censos.ine.pt/xportal/xmain?xpid=CENSOS&xpgid;=censos_quadros INE - https://www.ine.pt/xportal/xmain?xpid=INE&xpgid;=ine_indicadores&indOcorrCod;=0011166&contexto;=bd&selTab;=tab2 1900 1911 1920 1930 1940 1950 1960 1970 1981 1991 2001 2011 2021 0-14 Anos 5 780 7 019 7 179 7 333 8 180 8 104 7 397 5 525 4 413 3 309 2 546 2 402 1 965 15-24 Anos 3 362 3 535 4 105 4 780 5 012 5 611 4 777 3 115 2 832 2 478 2 206 1 640 1 472 25-64 Anos 7 436 8 417 8 874 10 252 12 411 14 478 14 471 10 990 9 190 8 175 8 128 7 549 6 343 = ou > 65 Anos 668 890 1 117 1 323 1 686 2 171 2 461 2 585 3 337 3 587 3 710 3 576 3 478 ★ Número de habitantes que tinham a residência oficial neste município à data em que os censos se realizaram. ★★ De 1900 a 1950 os dados referem-se à população presente no município à data em que eles se realizaram. Daí que se registem algumas diferenças relativamente à designada população residente. == Acessibilidade e infraestruturas == Os acessos ao concelho são assegurados pelas seguintes estradas: * ER255, na ligação a Portel e a Reguengos de Monsaraz, ao IP2 * ER258, na ligação à Vidigueira, ao IP2 e a Beja * EN255, na ligação a Serpa, ao IP8 e a Beja * EN255-1 e ER385, na ligação a Vila Verde de Ficalho, ao IP8 e à fronteira ==Património== thumb|Igreja de Nossa Senhora da Estrela, Póvoa de São Miguel.|240x240px * Castro da Azougada * Igreja de São João Baptista * Igreja de Santo Agostinho * Igreja de São Francisco e Convento de São Francisco * Ponte romana sobre o rio Brenhas * Castelo de Moura (incluindo o Convento das freiras Dominicanas e o edifício da antiga Câmara Municipal) * Edifício dos Quartéis * Igreja de São Pedro (atual Museu de Arte Sacra) * de Arte Sacra de Moura) * Convento do Carmo * Bairro da Mouraria * Pedra das Antas e Anta das Pedras Tanchadas (galerias dolménicas na Herdade da Negrita) * Atalaia Magra * Atalaia Gorda * Atalaia do Alvarinho * Atalaia de Porto de Mourão * Atalaia da Casinha * * Museu do Lagar de Varas de Fojo * Ermida de São Sebastião * Ermida de Santo António * Ermida de São Cristóvão * Ermida de São Lourenço * * Igreja de Nossa Senhora da Estrela * Outeiro dos Castelos * Convento da Tomina * Igreja Paroquial de Safara * Igreja de Santo Aleixo * ==Cultura== * Museu Municipal de Moura * Biblioteca Municipal Urbano Tavares Rodrigues * Museu Gordillo - Joalharia Contemporânea * * * Museu de Arte Sacra de Moura - Igreja de São Pedro * Núcleo Museológico de Armaria (Castelo de Moura - Torre de Menagem) * Casa dos Poços (Mouraria) * Galeria do Espírito Santo * Posto de Turismo (Castelo de Moura) * Cineteatro Caridade * ==Turismo== * Herdade da Contenda * Estabelecimento Termal * Moinhos da Barca * Barragem de Alqueva * Hotel de Moura * Hotel Passagem do Sol * Hotel Santa Comba * Passo do Lobo - Turismo Rural == Feiras, festas e romarias == * Mercado Mensal - 1º sábado de cada mês * Feira do Livro - abril * Feira de Maio * Noite Branca - junho * * Mastros e Marchas Populares - junho * Festas em Honra de Nossa Senhora do Carmo - julho * Feira de Setembro ==Personalidades ilustres== * Joaquim Teotônio Segurado (Presidente da província autônoma de São João da Palma) * Inocêncio Camacho Rodrigues (professor da Faculdade de Ciências, deputado, ministro, ministro das Finanças e governador do Banco de Portugal) * Carlos Honório de Gouveia Durão (ministro e Secretário de Estado dos Negócios do Reino, ministro do Reino e da Marinha e Ultramar, ministro e secretário de Estado dos Negócios Eclesiásticos e da Justiça) * Frei Pedro Correas (religioso da Ordem dos Frades Menores) * D. Frei Baltazar Limpo (bispo do Porto e arcebispo de Braga) * D. José Pereira de Lacerda (bispo do Algarve e cardeal) * Eunice Muñoz (atriz) * Ana Arrebentinha (humorista, atriz e apresentadora de televisão) * Maria do Carmo (fadista) * Luís Piçarra (cantor) * Urbano Tavares Rodrigues (escritor, comunista e militante antifascista) *Alberto Gordillo (oalheiro contemporâneo) * Francisco Moita Flores (criminologista, escritor e político) * Francisco Martins Ramos (professor e antropológo) * Domingos Machado/Belle Dominique (transformista) * Mário Zambujal (escritor e jornalista desportivo) * Isaac Alfaiate (ator e modelo) * Miguel Garcia (ex-futebolista) *Miguel Moura (cantor) *Matilde Jacob (cantora) *Porque sí (Margarida Rico, Tomás Marques, Rúben Modesto e Manuel Serrano): banda == Heráldica == Brasão: Escudo de prata, com uma torre torreada a negro, aberta e iluminada de ouro, sobre um terrado a verde. À porta da torre, uma mulher morta, vestida de prata. Coroa mural de cinco torres. Listel branco com legenda a negro: \"NOTÁVEL VILA DE MOURA - CIDADE\". Bandeira: Gironada de amarelo e negro. Cordões e borlas de ouro e de negro. Haste e lança de ouro. == Ver também == * Lista de percursos pedestres de pequena rota em Portugal == Ligações externas == Revista de História de Moura - Lacant http://www.cm- moura.pt/docs/RevistaLacant.pdf Revista de História de Moura- Lacant 2 http://www.cm-moura.pt/docs/RevistaLacant2.pdf * Município de Moura *Observação de aves no concelho de Moura Categoria:Municípios fronteiriços de Portugal",
 "title": "Moura"
}