{
 "id": "17028",
 "text": "Mourão é uma vila raiana portuguesa do Distrito de Évora, integrando a sub- região Alentejo Central (NUT III) e a região Alentejo (NUT II), tendo 1542 habitantes (2021). A vila de Mourão é sede do Município de Mourão que tem de área e habitantes (2021), subdividido em 3 freguesias.Lei n.º 11-A/2013, de 28 de janeiro: Reorganização administrativa do território das freguesias. Anexo I. Diário da República, 1.ª Série, n.º 19, Suplemento, de 28/01/2013. O município é limitado a norte pelo município do Alandroal, a leste pela Espanha, a sueste por Barrancos, a sul por Moura e a oeste por Reguengos de Monsaraz. Mourão encontra-se atualmente rodeado pela água do lago do Alqueva, perfilando-se este novo recurso natural como um dos motores do desenvolvimento económico sustentado desta localidade e do concelho. ==História== Esta vila ficou imortalizada por Frei António das Chagas que escreveu o poema Mouram Restaurado, referindo-se à sua reconquista durante a Guerra da Restauração, dedicando-o ao seu comandante e o organizador de tamanho feito Joanne Mendes de VasconcelosCHAGAS, António das, O.F.M. 1631-1682, Mouram restaurado em 29. de Outubro de 1657 : offerecido ao senhor Joanne Mendes de Vasconcellos, Tenente General da Provincia do Alemtejo / por Antonio da Fonseca Soares. - Lisboa : na officina de Henrique Valente de Oliveira, impressor delRey nosso Senhor, 1658.. O município merece ser visitado. Com uma história muito rica, foi no seu território que ocorreu a batalha de Mourão entre portugueses e castelhanos, vencida pelos primeiros em 1477, Ver Vida e feitos d’El Rei D.João II, cronista Garcia de Resende, capítulo XVI (Como el Príncipe conquistó Alegrete y como hizo retirar al Maestre de Santiago que con dos mil lanzas venia a atacar Évora). Ver também o cronista Damião de Góis (1724). Chronica do Principe D. Joam, capítulo XCVI, p. 361-365. no decorrer da Guerra de Sucessão de Castela. Ao contrário do que acontece em algumas outras localidades raianas de Portugal e Espanha (como Évora, Elvas, Castelo Rodrigo ou Zamora) não existe em Mourão nenhum feriado municipal, cerimónia oficial regular ou reconstituição teatral que assinale estas vitórias militares (restauração de Mourão em 28 de Outubro de 1657 ou batalha de Mourão em 1477). No século XVIII, Mourão sofreu os efeitos do terramoto de 1755, que, conjuntamente com os trabalhos de arranjo, ampliação e consolidação da estrutura defensiva do castelo, iniciados no século anterior, e o estado de destruição deixado pelos inimigos levaram ao redesenhar da traça urbanística da vila. No século XIX, a nova reforma administrativa levou à criação de novos limites concelhios, o que no caso de Mourão contribuiu para que este fosse extinto e anexado ao concelho de Reguengos de Monsaraz, pelo decreto de 24 de Outubro de 1853. Em 1861, o concelho de Mourão foi novamente restabelecido. == Freguesias == O município de Mourão está dividido em 3 freguesias: * Granja * Luz * Mourão ==Património== * Castelo da Lousa ou Castelo romano da Lousa - * Castelo de Mourão - * Igreja de Nª Srª das Candeias * Igreja da Misericórdia * Capela de S. Francisco * Igreja de S. Brás, em Granja * Ermida de S. Sebastião * Ermida de S. Bento ==Cultura, turismo e lazer== * Museu da Aldeia da Luz * Museu da Adega Cooperativa de Granja * Praia Fluvial de Mourão * Galeria Municipal de Mourão * Chaminés Mouriscas * Biblioteca Municipal * Praça de Touros Dr. Libânio Esquível * Jardim e Coreto da Praça da República * Museu Etnográfico, em Granja * Parque Recreativo de São Bento * Piscinas Municipais * Cineteatro de Mourão ==Evolução da população do município== De acordo com os dados do INE o distrito de Évora registou em 2021 um decréscimo populacional na ordem dos 8,5% relativamente aos resultados do censo de 2011. No município de Mourão esse decréscimo rondou os 11,7%. Número de habitantes ★Instituto Nacional de Estatística (Recenseamentos Gerais da População) - https://www.ine.pt/xportal/xmain?xpid=INE&xpgid;=ine_publicacoes 1864 1878 1890 1900 1911 1920 1930 1940 1950 1960 1970 1981 1991 2001 2011 2021 3 247 3 855 3 873 3 855 4 154 4 268 5 064 5 488 5 720 5 815 4 039 3 487 3 273 3 230 2 663 2 351 ★ Número de habitantes \"residentes\", ou seja, que tinham a residência oficial neste município à data em que os censos se realizaram. Número de habitantes por Grupo Etário ★★ INE - http://censos.ine.pt/xportal/xmain?xpid=CENSOS&xpgid;=censos_quadros 1900 1911 1920 1930 1940 1950 1960 1970 1981 1991 2001 2011 2021 0–14 Anos 1 166 1 397 1 147 1 560 1 668 1 445 1 473 1 015 776 649 527 412 321 15–24 Anos 651 683 854 913 914 1 073 882 590 490 429 393 320 238 25–64 Anos 1 639 1 875 1 975 2 240 2 490 2 682 2 980 2 225 1 589 1 509 1 552 1 248 1 134 = ou > 65 Anos 165 208 146 267 357 455 480 650 632 686 758 683 658 ★★ De 1900 a 1950 os dados referem-se à população \"de facto\", ou seja, que estava presente no município à data em que os censos se realizaram. Daí que se registem algumas diferenças relativamente à designada população residente == Política == === Eleições autárquicas === Data % V % V % V % V % V % V % V % V % V % V Participação PS FEPU/APU/CDU PPD/PSD CDS-PP PSN PSD-CDS IND MPT PPM CH 1976 67,25 4 22,85 1 1979 22,64 1 33,67 2 39,43 2 1982 34,21 2 35,11 2 25,99 1 1985 45,79 2 48,91 3 1989 29,07 2 37,93 2 28,63 1 1993 33,26 2 20,86 1 30,67 2 11,57 - 0,93 - 1997 57,19 4 9,14 - 22,99 1 6,59 - 2001 56,50 4 4,61 - 26,52 1 7,97 - 2005 46,88 3 3,81 - CDS-PP PPD/PSD 45,71 2 2009 48,18 3 8,87 - 27,88 2 10,04 - 2013 46,53 3 8,67 - 41,30 2 2017 45,49 3 8,40 - 36,11 2 5,95 - CDS-PP CDS-PP 2021 36,80 2 8,12 - CDS-PP PPD/PSD 47,14 3 4,95 - === Eleições legislativas === Data % PS PCP PSD CDS UDP APU/ CDU AD FRS PRD PSN BE PAN PSD CDS L CH IL 1976 38,02 28,91 11,08 10,87 1,46 1979 24,81 APU AD AD 1,67 35,90 28,28 1980 FRS 0,83 33,96 35,02 24,18 1983 32,33 22,83 3,26 0,39 35,35 1985 19,71 24,07 2,94 0,89 28,48 16,24 1987 17,45 CDU 40,36 2,59 0,49 20,75 9,94 1991 30,73 44,72 2,92 13,41 0,58 1,17 1995 54,35 25,27 5,24 0,28 9,68 1999 59,90 22,54 4,98 8,08 0,30 0,73 2002 52,32 33,37 4,33 6,01 0,50 2005 61,78 21,94 3,42 5,59 3,85 2009 46,33 24,37 5,06 9,49 8,92 2011 37,37 34,36 7,16 10,31 4,08 0,93 2015 49,46 CDS PSD 10,49 6,05 0,15 27,34 0,08 2019 43,47 25,95 3,34 10,66 5,00 1,11 0,37 4,17 0,09 2022 39,85 28,83 0,99 8,78 1,49 0,17 0,25 16,32 1,08 2024 31,68 AD AD 5,12 26,04 1,83 0,37 0,95 29,77 0,88 == Mouranenses ilustres == * Marco Paulo * Ana Esquível * José Maria Rojão * Agostinho José Fortes * Rita Ravasco * Maria Odete Sequeira Martins * João Limpo Pimentel Pereira de Lacerda * Artur Nobre de Gusmão * Francisco Borges Barreto * Ravasco dos Anjos * Libânio Esquível * Cristóvão de Mendonça * Hernâni Neves * Manuel da Costa == Ver também == * Lista de percursos pedestres de pequena rota em Portugal ==Ligações externas== * Portal Institucional do Município de Mourão * Observação de aves na zona de Mourão Categoria:Municípios fronteiriços de Portugal",
 "title": "Mourão"
}