{
 "id": "17034",
 "text": "Hernán Cortés de Monroy y Pizarro Altamirano, 1.° Marquês do Vale de Oaxaca (Medellín, na Estremadura, na Coroa de Castela,MARTÍNEZ, José Luis. Hernán Cortés - Universidad Nacional Autónoma de México, 1990, p. 107 1485 – Castilleja de la Cuesta, em Sevilha, CastelaMORRIS, J. B in CORTÉS, Hernando. Five Letters - The Broadway, 1928, p. xix 2 de dezembro de 1547) foi um conquistador espanhol, conhecido por ter destruído o Império Asteca de Moctezuma II e conquistado o centro do atual território do México para a Espanha. == Primeiros anos == Hernán Cortés nasceu numa família humilde, apesar de nobre. Aos catorze anos, foi estudar direito e latim na Universidade de Salamanca, porém não concluiu seus estudos e, após dois anos, retornou a Medellín.Ibid, p. ix Após abandonar os estudos, Hernán Cortés escolheu ingressar na armada. == Viagem ao Novo Mundo == Aos dezenove anos, em 1504, Cortés partiu para a sua primeira viagem ao oeste, após trabalhar como escrivão da Corte em Valladolid.MARTÍNEZ, José Luis. Hernán Cortés - Universidad Nacional Autónoma de México, 1990, p. 114 Sob o comando de Diego Velázquez de Cuéllar, Cortés foi bem-sucedido em sua primeira missão em busca de ouro. Como recompensa, o governador Nicolás de Ovando o contemplou com terras e indígenas para, nelas, trabalharem (repartimiento). Ali, Cortés se fixou como colono.MORRIS, J. B in CORTÉS, Hernando. Five Letters - The Broadway, 1928, p. xi === Cuba === Em 1511, novamente sob o comando de Diego Velázquez de Cuéllar, Hernán Cortés partiu para mais uma missão conquista, em Cuba. Ao princípio de sua permanência em Cuba, Cortés foi nomeado um dos secretários de Velásquez e pouco tempo depois, prefeito de Santiago de Baracoa.MARTÍNEZ, José Luis. Hernán Cortés – Universidad Nacional Autônoma de México, 1990. p.118 Ao término da missão, recebeu indígenas e terras e foi morar ao sul da ilha, em Santiago. Entre 1514 e 1515, Cortés se casou com Catalina Martins, nativa de Granada. Em 1517 e 1518, partiram, de Cuba, duas expedições que confirmaram a existência de um vasto e rico país a oeste da ilha.Ibid. pp 120-121 A primeira, capitaneada por Francisco Hernández de Córdoba, explorou a península de Yucatán. No ano seguinte desta expedição, outra expedição foi organizada por Juan de Grijalva com o propósito de continuar a exploração na costa de Yucatán. A partir desta empreitada, as relações entre Cortés e Velázquez entraram em conflito. === Conquista do México === Em 23 de outubro de 1518, Cortés foi nomeado capitão de uma nova expedição para reconhecer terras mexicanas. A expedição saiu de ilha de Cuba em 18 de fevereiro de 1519 e chegou à ilha de Cozumel — importante porto marítimo e religioso maia — em 27 de fevereiro de 1519.Ibid. p.131 No local, tiveram um dos primeiros contatos com os povos indígenas, e Cortés encontrou Gerónimo de Aguilar, padre franciscano sobrevivente de um naufrágio espanhol, que se tornou intérprete maia-espanhol de Cortés.Ibid. p.157 A expedição continuou até chegar ao rio Tabasco, batizado como rio Grijalva,Idem próximo à cidade de Potonchán. Lá, encontraram resistência indígena, a qual suscitou a Batalha de Centla. Após a batalha e a vitória dos espanhóis, as autoridades de Tabasco ofereceram presentes a Cortés como tecidos, iguarias e mulheres indígenas.Ibid. p.161 Entre estas mulheres, estava La Malinche, batizada como Marina ou doña Marina, que viria a ser uma figura importante e controversa na Conquista do México pelo seu conhecimento dos costumes e riquezas do Império Asteca, da língua Maia e do Náuatle, servindo como intérprete e conselheira, além de amante de Hernán Cortés, com quem teve um filho, Martín Cortés. Em abril de 1519, a expedição chegou a Vera Cruz, onde pouco depois Hernán Cortés fundou a Villa Rica de la Vera Cruz, em Chalchicuecan, junto ao atual porto. Em julho do mesmo ano, tomou Vera Cruz, desvinculando-se do governador de Cuba e colocando-se diretamente sob as ordens do rei Carlos V. Em Vera Cruz, Cortés começou a receber os mensageiros de Montezuma.Ibid. p.177 Logo, Cortés percebeu que o Império Asteca possuía atritos com outros povos mesoamericanos. Começou então a elaborar estratégias e fazer alianças com os povos rivais como os totonacas, povo com capital em Cempoala, cidade a qual partiram para selar a aliança militar e dar início a conquista de Tenochtitlán. Cortés também fez aliança com os indígenas da região de Tlaxcala. Em outubro de 1519, Cortés chegou a Cholula, a maior cidade do México Central depois de Tenotchtitlán, e aliada do Império Asteca.Ibid. p.228 Segundo as crônicas de Bernal Díaz, uma anciã e alguns sacerdotes do templo de Cholula alertaram Hernán Cortés sobre uma cilada, e imediatamente ele reagiu contra os indígenas da emboscada, causando o que ficou conhecido como o massacre de Cholula. Em 8 de novembro de 1519, o contingente de Cortés chegou a Tenochtitlán, e logo o encontro entre Cortés e Montezuma foi realizado. Montezuma acreditava que Cortés seria o enviado de Quetzalcóatl, deus asteca que teria, finalmente, voltado para vingar-se: por isso, Montezuma tratou bem Cortés e aceitou seu domínio. Dias depois da chegada dos espanhóis, Cortés entrou de novo em ação e fez de Montezuma prisioneiro.Ibid. p.245 Para isso, utilizou, como pretexto, a morte de espanhóis em Vera Cruz em uma batalha entre os mexicas dirigidos por Cuauhpopoca supostamente a mando de Montezuma. Como prisioneiro, Montezuma declarou fidelidade ao rei Carlos V. Em maio de 1520, Velázquez foi informado por mensageiros de Montezuma sobre a chegada das tropas de Pánfilo de Narváez, que havia sido enviado ao México pelo governador de Cuba, Diego Velázquez de Cuéllar, com o objetivo de interromper a invasão de Cortés. Cortés então partiu com seus aliados para combater os inimigos recém-chegados,Ibid. p.259 atacou o acampamento inimigo e conseguiu convencer os homens de Narvaéz a se juntarem a ele, com promessas de riquezas e cargos.Ibid. p.260 Narvaéz voltou para Veracruz com o restante de sua tropa. Enquanto isso, em Tenochtitlán, durante a ausência de Cortés, Pedro Alvorado comandou a massacre do templo maior como consequência de uma rebelião indígena durante a celebração da festa de tóxcatl.Ibid. p.263 Cortés retornou a Tenochtitlán em 24 de junho de 1520, e convenceu Montezuma a tentar apaziguar a revolta dos indígenas. Entretanto, enquanto falava com seu povo, Montezuma foi atingido por uma pedra e, dias depois, morreu em decorrência do ferimento. Forçados pela situação desesperadora e pelo crescente número de espanhóis mortos e feridos, Hernán Cortés decidiu deixar a cidade do México na noite de 30 de junho de 1520,Ibid. p.268 que ficou conhecida como a noite triste. Em 8 de julho de 1520, os espanhóis finalmente chegaram a Tlaxcala para se refugiarem e se organizaram para atacar Tenochtitlán, e também onde Cortés recebeu reforços consideráveis de navios, soldados, artilharia e cavalos, para compensar as perdas ocorridas durante a noite triste.Ibid. p.281 No final de maio de 1521, a cidade de Tenochtitlán foi sitiada durante 75 dias pelas tropas de Cortés. Após a captura e morte do último rei asteca, Cuauhtémoc, a conquista foi consumada. == Cartas de la Relación == Foram cinco as cartas escritas por Cortés que chegaram ao rei Carlos V. Elas informavam e justificavam o empreendimento. Foram escritas entre 1519 e 1526 de diversas cidades da Nova Espanha, cada uma a respeito de uma etapa de seu empreendimento.MORRIS, J. B in CORTÉS, Hernando. Five Letters - The Broadway, 1928, p. vii Essas cartas são, hoje, importante fonte para o estudo da conquista do México e da figura controversa que é a de Hernán Cortés, visto ao mesmo tempo como herói e conquistador cruel. == Análise histórica == Particularmente, Cortés foi diferente de seus antecessores espanhóis, que não procuravam saber nada sobre os índios. Ele tinha uma percepção política e histórica de seus atos. O historiador Tzvetan Todorov atribui a Cortés a invenção de uma tática de guerra de conquista e, por outro lado, a invenção de uma política de colonização em tempos de paz. == Bibliografia == * Cortés, Hernán. Letters – disponível como Letters from Mexico traduzido para o inglês por Anthony Pagden. Yale University Press, 1986. ISBN 0-300-09094-3. Disponível online em espanhol na edição de 1866. * Díaz del Castillo, Bernal. The Conquest of New Spain – disponível como The Discovery and Conquest of Mexico: 1517-1521 ISBN 0-306-81319-X * López de Gómara, Francisco. Hispania Victrix; First and Second Parts of the General History of the Indies, with the whole discovery and notable things that have happened since they were acquired until the year 1551, with the conquest of Mexico and New Spain University of California Press, 1966 * MARTÍNEZ, José Luis. Hernán Cortés - Universidad Nacional Autónoma de México, 1990 * MORRIS, J. B in CORTÉS, Hernando. Five Letters - The Broadway, 1928 * Prescott, William H. History of the Conquest of Mexico, with a Preliminary View of Ancient Mexican Civilization, and the Life of the Conqueror, Hernando Cortes * Last Will and Testament of Hernán Cortés * Cortés, Hernán. Letters – available as Letters from Mexico translated by Anthony Pagden. Yale University Press, 1986. ISBN 0-300-09094-3. Available online in Spanish from a 1866 edition. * Díaz del Castillo, Bernal. The Conquest of New Spain – available as The Discovery and Conquest of Mexico: 1517-1521 ISBN 0-306-81319-X * López de Gómara, Francisco. Hispania Victrix; First and Second Parts of the General History of the Indies, with the whole discovery and notable things that have happened since they were acquired until the year 1551, with the conquest of Mexico and New Spain University of California Press, 1966 * Prescott, William H. History of the Conquest of Mexico, with a Preliminary View of Ancient Mexican Civilization, and the Life of the Conqueror, Hernando Cortes * Last Will and Testament of Hernán Cortés * Letter From Hernan Cortes to Charles the V == Ligações externas == * As cartas de Cortés, com a narrativa dos eventos relativos à conquista do México, conforme descrição feita pelo próprio Cortés * Hernán Cortés: Página de relação. * Genealogia de Hernán Cortés * Origem do Sobrenome Cortés * Biografia de Hernán Cortés * Hernando Cortes on the Web – página com galeria de fotos * Conquistadors, with Michael Wood – página do documentário feito em 2001 * Ibero-American Electronic Text Series apresentação online pela University of Wisconsin Digital Collections Center. * Latin American studies center, material sobre Cortés * Fernand Cortez ópera por Gaspare Spontini, Jean-Paul Penin Categoria:Naturais da Estremadura (Espanha) Categoria:Conquistadores Categoria:Católicos da Espanha Categoria:Católicos do México Categoria:Exploradores da Espanha Categoria:Cavaleiros da Ordem de Santiago Categoria:História do Golfo da Califórnia",
 "title": "Hernán Cortés"
}