{
 "id": "17033",
 "text": "Luz é uma povoação portuguesa sede da Freguesia de Luz do Município de Mourão, freguesia com 50,90 km² de área e 295 habitantes (censo de 2021), tendo, por isso, uma densidade populacional de . ==História== Grande parte do território desta freguesia foi submerso pelas águas da albufeira da Barragem de Alqueva, a partir de 2002. Foi construída uma nova aldeia, situada a cerca de dois quilómetros da velha povoação, para onde se mudaram todos os habitantes da Luz. Em 2002 foram transferidos para as novas casas 423 habitantes. Em 2012 eram 297 os moradores. Cerca de cem casas estavam desocupadas. Na escola que, na altura da sua inauguração, tinha 28 crianças, em 2012 havia apenas oito e em 2015 apenas 1. ==A antiga aldeia e a mudança== Os habitantes da Aldeia desde sempre se lembram de ouvir falar na barragem e na submersão da aldeia. O poeta popular João Chilrito Farias criou a seguinte quadra: :\"Sou da aldeia da Luz :A que vai ser alagada :Calhou-nos esta cruz :Mas uma cruz tão pesada.\" A velha aldeia da Luz localizava-se a cerca de 2 km para oeste da actual. No final do século XX, a Luz era uma aldeia pouco povoada (394 habitantes em 1991 e 373 em 2001) e com características rurais. De facto, a ruralidade era marcada pela predominância da prática agrícola por um lado, mas também, por certo, e dado o envelhecimento da população, de uma dependência de reformas e pensões. A arquitecta Maria João George foi incumbida de coordenar os trabalhos de relocalização da aldeia da Luz. A nova aldeia para os habitantes é um objecto extravagante que foi desenhado sem ter havido um prévio e aprofundado conhecimento das necessidades e hábitos da população residente. A transladação dos corpos do cemitério da velha Luz para o cemitério da nova Luz, foi o ‘episódio’ mais intimista e com o qual a população da Luz mais sofreu.OLIVEIRA, Ana Maria Cortez Vaz dos Santos - Processos de desterritorialização e filiação ao lugar : o caso da Aldeia da Luz. Coimbra : [s.n.], 2011 ==Demografia== A população registada nos censos foi: Distribuição da População por Grupos Etários Ano 0-14 Anos 15-24 Anos 25-64 Anos > 65 Anos 2001 57 52 166 98 2011 27 34 146 83 2021 31 15 163 86 ==Economia== Na Freguesia da Luz, tanto no ano de 1991 como em 2001, o setor predominante de população empregada foi o terciário. == Património == * Castelo da Lousa ou Castelo romano da Lousa * Museu da Luz ==Festas== As Festas da aldeia são em honra de Nossa Senhora da Luz, que é a padroeira e a ela está ligada a lenda sobre a fundação da igreja (o Santuário) e até da própria aldeia. Fazem parte das tradições das festas, que se realizam no primeiro fim-de- semana de setembro, a garraiada nocturna na sexta-feira, a procissão do Santuário de N. Sra. Da Luz para a Igreja do Sagrado Coração de Jesus, a tourada e o espectáculo popular no sábado.",
 "title": "Luz (Mourão)"
}