{
 "id": "17087",
 "text": "A Freguesia de São Simão é uma antiga freguesia portuguesa do Município de Nisa, a qual tinha 27,83 km² de área e 118 habitantes (2011), e, por isso, uma densidade populacional de . A Freguesia de São Simão foi extinta, devido à reorganização administrativa das freguesias, tendo o seu território sido agregado ao das Freguesias de Espírito Santo e de Nossa Senhora da Graça para criar União das Freguesias de Espírito Santo, Nossa Senhora da Graça e São Simão. A Freguesia de São Simão englobava duas aldeias, Pé da Serra, a sua sede, e Vinagra. ==População== População da freguesia de São Simão Instituto Nacional de Estatística (Recenseamentos Gerais da População) - https://www.ine.pt/xportal/xmain?xpid=INE&xpgid;=ine_publicacoes 1864 1878 1890 1900 1911 1920 1930 1940 1950 1960 1970 1981 1991 2001 2011 746 748 923 987 1 244 1 346 1 546 1 947 2 012 627 343 247 230 156 118 Com lugares desta freguesia foi criada, pelo decreto-lei nº 42.087, de 05/01/1959, a freguesia de Santana == Geografia == Situada na estrada que segue em direcção à freguesia de Montalvão, a nordeste da margem esquerda da ribeira de Nisa, localiza-se Pé da Serra, sede de freguesia de São Simão, a cerca de 8 km de distância da sua sede de Município. == História == Da época da colonização romana, é possível apreciar a existência de uma antiga ponte, fazendo-se indicação de que São Simão, nesse tempo, deveria já apresentar-se como um núcleo populacional de certa importância. Por alvará de 4 de Abril de 1555, segundo José Diniz da Graça Motta e Mora, na sua obra “Memória Histórica da Notável Vila de Niza”, institui-se “uma nova parochia da ermida de S. Simão, próximo da serra d’este nome”. A população de Nisa tinha registado um significativo aumento e havia necessidade de se proceder a uma reorganização em termos administrativos. Deste modo, D. Manuel para além de criar a paróquia de São Simão, procede também à fundação das paróquias de São Matias e do Espírito Santo. Na verdade, a paróquia da matriz, a única freguesia existente, no início do reinado de D. Manuel, tinha deixado de servir, de modo eficaz, toda a população de Nisa, e D. Manuel criando mais três paróquias, procura resolver este problema. Não obstante, apreciemos as verdadeiras palavras, usadas pelo autor citado, para explicar a criação da paróquia de São Simão: :E como os povos d’além da Ribeira de Niza ficaram a cargo da Matriz, e os beneficiados com a obrigação do coro não podiam desempenhar bem os deveres parochiaes, e era além d’isto muito gravoso aos parochianos ter a séde da freguesia tão distante de seus lares, que alguns ficavam a duas grandes leguas d’esta villa por caminhos quasi inaccessiveis e perigosos, institui-se uma nova parochia na ermida de S. Simão, próximo da serra d’este nome, por alavará de 4 de Abril de 1555, a que elles ficaram pertencendo. A Igreja de São Simão, edificada num lugar ermo e desabitado, “nos princípios da monarchia para uso dos habitantes d’aqueles povos, que a cercam, que ali concorriam nos dias santificados a ouvir missa. Na provisão de 2 de Abril de 1555, mandando o bispo D. Julião d’Alva instituir n’ella provisoriamente uma freguesia, diz que é preciso, primeiro, reedifica-la, porque por sua muito antiguidade estava quasi demolida: foi na verdade reedificada, e depois acsrescentada fazendo-lhe dois altares laterais, um dedicado à Virgem do Rosário, e outro a Santo António, e nélla se estabeleceu definitivamente a parochia, que tomou o seu nome a ainda o conserva; Mas pelos anos de 1811, sendo demolida pelas tropas da guerra Peninsular, teve a freguezia de se mudar para a capella da Senhora do Rosário do Monte do é da Serra, onde continua, ficando a egreja servindo para cemitério, onde os parochianos são sepultados; e assim acabou esta egreja, que tantas gerações tinham frequentado e concorrido.” A antiga freguesia de São Simão de Pé da Serra foi vigairaria da Ordem de Cristo no termo de Nisa, à semelhança de outras freguesias do seu concelho. Graças à iniciativa do monarca D. Dinis, que não esquecendo o seu extraordinário papel levado a cabo no âmbito do processo da reconquista, a primitiva Ordem dos Templários, depois da contenda em torno da possibilidade de ter que ser extinta, continuou a existir em Portugal, embora com o nome da Ordem de Cristo e os seus bens não lhe foram confiscados. Foi-lhe, desse modo, permitido dar continuidade ao exercício de formação cultural das suas gentes, cujas terras estavam sob a sua tutela, como é o caso de São Simão. Segundo Pinho Leal, “O rei, pelo tribunal da mesa de consciência e ordens, apresentava o vigário, que tinha 120 alqueires de trigo, 120 de cevada, e 12$000 reis em dinheiro, de rendimento annual.” Em 1768, tinha 111 fogos, aparecendo na comarca de Castelo Branco, em 1839, e na comarca de Nisa, em 1862. Américo Costa no seu Dicionário Corográfico compunha-a dos seguintes lugares: Arneiro, Atalho, Corga, Duque, Feteira, Monte Cimeiro, Monte do Arneiro, Monte Novo, Pardo, Porto do Fojo, Póvoa e Vinagra. A Grande Enciclopédia Portuguesa Brasileira apresenta-a como compreendendo os lugares de: Arneira, Duque, Monte Cimeiro e Monte do Pardo, Pé da Serra e Vinagra. A freguesia de São Simão, na “Memória Histórica da Notável Vila de Nisa”, aparece ainda descrita como possuindo a capela de Santa Ana, fundada por Manuel Lopes, e seu filho, o padre Domingos Lopes, no ano de 1772. Tinha um cemitério contíguo, construído por volta de meados do . Uma outra capela, de grande devoção e concorrência para os povos da freguesia de São Simão, era a do Arcanjo São Miguel, edificada no cume da serra que lhe dera o nome. Nessa capela era realizado um arraial, no dia 8 de Maio. Ao que parece, a dita capela era antiquíssima e, no ano de 1572, por se achar em tão evidente estado de pobreza, frei Adão Vaz doou-lhe por sua morte uma grande courela de safra na folha da Pedra da Cera, para com o seu rendimento, se fazer a sua conservação e restauro, ficando a administração a cargo do vigário da matriz. == Economia == Freguesia da qual nos é permitido desfrutar de belas e magníficas paisagens, dedica-se a nível económico, essencialmente à exploração agrícola, à olivicultura, à extração de cortiça e à pastorícia. == Gastronomia == A sua rica gastronomia é famosa pelas tigeladas, pelo pão de trigo e pelas suas sopas mais diversas. ==Ligações externas== * * Site do Pé da Serra Categoria:Antigas freguesias de Nisa",
 "title": "São Simão (Nisa)"
}