{
 "id": "17094",
 "text": "Lomba da Fazenda é uma freguesia portuguesa do município de Nordeste, com 14,83 km² de área e 844 habitantes (2011). A sua densidade populacional é 56,9 hab/km² == História == === Etimologia === Uma Fazenda é uma propriedade rural agrícola, em geral composta por terreno destinado à prática da agricultura e pecuária, à qual estão associados um ou vários imóveis. Noutras paragens existem sinónimos deste termo Fazenda, que vão desde Herdade, Roça, Machamba, Granja, Chácara, Rancho, até ao anglófono “Farm”. === O primeiro \"Fazendeiro\" === A Fazenda, muito antes de ser Freguesia e de ser designada de Lomba, foi uma propriedade agrícola. Segundo Urbano de Mendonça Dias “O Dr. Gaspar Fructuoso não fala nela (na Fazenda) nem neste lugar, porquanto, ao tempo, ele era somente um extenso terreno, de pedaços já arroteados, outros em mato virgem, pertencendo, a maioria deles, a Antão Rodrigues da Câmara, filho do (3º) Capitão do Donatário Rui Gonçalves da Câmara (Capitão entre 1474 e 97), que chamavam a Fazenda deste; e ficou-lhe o nome na história.” No escrito acima, UMD acrescenta a seguinte nota: «Ver descrição da Igreja Paroquial de S. Pedro. Testamento de Sebastião Pereira, residente no Faial da Terra, - “Testamento lavrado na Fazenda do Nordeste, a 27 de Janeiro de 1556, no arquivo da Misericórdia de Vila Franca». Esse testamento, que refere a Fazenda do Nordeste, foi feito à aproximadamente 460 anos, bem antes dos escritos de Gaspar Frutuoso que, nessa altura, teria apenas uns 34 anos de idade. Sobre este Antão (ou António) Rodrigues da Câmara (o alegado primeiro proprietário desta Fazenda) sabe-se pouco. A melhor descrição desta personalidade que se encontrou é a que se segue: “António Rodrigues da Câmara, (...), filho natural e legitimado de Rui Gonçalves da Câmara (n.1430. m. 1497), terceiro capitão donatário de S. Miguel tendo por volta do ano de 1474 adquirido a João Soares de Albergaria a capitania (da Ilha de S. Miguel) … Em 1509, António Rodrigues da Câmara instituiu o morgado da Ribeirinha na Ilha de S. Miguel, acto confirmado por D. Manuel e do qual foi legítima herdeira a filha Mécia Pereira. Embora estivesse ausente da ilha, residindo em São Martinho de Santarém, Antão Rodrigues da Câmara determinou a fundação de uma capela invocada aos Reis Magos na igreja matriz de Nossa Senhora da Estrela na Ribeira Grande, passando após a sua morte ocorrida em Viana de Caminha, a ser administrada pela legítima herdeira do Morgado da Ribeirinha, a filha Mécia Pereira casada com Gomes de Melo” Assim sendo, é provável que Antão Rodrigues da Câmara tenha vindo parar a S. Miguel ainda em vida do pai (na Ilha entre 1474 e 1497). Se assim foi, esta Fazenda terá sido constituída antes de se terem instituído todas as Vilas da Ilha, excepto a Vila Franca do Campo (Ponta Delgada /1499-1507; Ribeira Grande – 1507; Nordeste – 1514; Água d Pau – 1515; Lagoa – 1522, no mesmo ano da subversão de Vila Franca). Não existem registos publicados de como a posse desta Fazenda se foi transmitindo durante uma duzia de gerações, entre finais do séc. XV até ao desfecho da Guerra Civil Portuguesa. O que se pode imaginar é que por este território foi acontecendo o que acontecia noutros semelhantes, cujas narrativas históricas escaparam; ou seja, que o grosso da propriedade foi sendo vinculada (em morgadios, conventos, emidas e capelas), e passada por herança apenas à primogenitura varonil dos instituidores e herdeiros dos vinculos. Muitos destes herdeiros foram viver dos rendimentos patrimoniais fundiários em áreas mais centrais da Ilha (Vila Franca, Ponta Delgada, Ribeira Grande) ou mesmo para o continente ou estrangeiro. Portanto, durante séculos, a grande maioria dos que viviam nesta Fazenda (e nas outras áreas rurais da Ilha e do País) ou era trabalhador forçado, ou assalariado ou pagava renda dos solos que trabalhava. Só por volta de 1840, depois do desmantelamento da Instituição Vincular (morgadios e outros) e do inicio do fluxo de dinheiro vindo dos emigrados do Brasil e da América do Norte, é que a propriedade começou a ser fragmentada e repartida por aqueles que a podiam comprar. === A primitiva ermida === A primeira ermida a ser construída na Fazenda, foi-o por volta de 1730 e era particular. Segundo UMD os proprietários ainda estariam vivos em 1747 mas não sobreviveram registos que comprovem quem foram eles. Existe contudo ao lado da sua provável localização, um peculiar fontanário que é o único da localidade a possuir denominação pessoal: a “Fonte do Aurélio”. Não se sabe quem foi este Aurélio mas existe quem especule poder tratar-se do instituidor da Ermida. De facto trazer água de longe até aquele fontanário, em tubos de cerâmica enterrados (e chumbo), era despesa apenas suportável pela Coroa Real ou por alguém com meios para isso. A Coroa provavelmente ignoraria a existência desta Fazenda. E quem tinha meios para esta obra hidráulica também os teria para construir uma ermida. Assim, quem tinha meios e capacidade de acção destas, tinha também nome que perduraria no tempo de forma diferente do dos comuns mortais. Com o desfecho da Guerra Civil e a derrota dos poderes estabelecidos, novas elites se instalaram e foram-se apagando os nomes sonantes do “Antigo Regime”. Assim poderão ter sido esquecidos os “Aurélios” do Nordeste e da maioria das localidades do País. === A Igreja === A pequena construção religiosa que foi a ermida acima aludida, com ampliação em 1817 foi transformada em \"pequena\" Igreja, incorporando-se na última alguma parte da pedra da primeira. Em 1910 essa Igreja foi novamente ampliada, ficando com a configuração com que chegou ao início do séc XXI. Esta última grande ampliação foi dirigida pelo P.e Francisco Jacinto de Amaral (o Novo) e as obras foram realizadas pela equipa do Mestre Arcénio do Rego Borges e outros. === O desaparecido porto === Até ao século XX não existiam vias de comunicação (estradas) para a maioria das localidades da Ilha, nem para o Nordeste. As mais antigas pontes ainda existentes no Concelho tem datas de 1860s mas, até ao primeiro quartel do séc. XX, raramente estiveram transitáveis em conjunto. Assim, o meio mais fácil de aceder a esta Fazenda e a este Concelho era pela via marítima. Recolher as rendas destes territórios só se fazia recolhendo parte da produção (cereal) e este só podia chegar a Ponta Delgada, a Lisboa, ou a outros concelhos, por via marítima. O principal porto que foi existindo desde o século XV, e que continua a existir, foi o da Vila, mas existiu um na Fazenda, pelo menos até ao inicio do séc. XX. Situava-se no limite Norte do \"Caminho do Porto\", actualmente chamado \"Caminho do Cemitério\". Junto a ele havia nascente de água e por ele chegou o primeiro engenho de debulha de trigo desta Fazenda (aproximadamente entre 1910 e 20). Provável derrocada da falésia terá destruído o seu acesso mas, nos anos 80s, ainda existiam ferros chumbados a alguns rochedos destacados no mar daquela localidade e que alegadamente serviam para amarrar embarcações ou eventual cais flutuante. === Industria === Portugal, consequência do denominado Tratado de Methuen feito com a Inglaterra, também conhecido por \"Tratado dos Panos e Vinhos\", e de outras razões, passou um pouco ao lado da Revolução Industrial. E se Portugal ficou à margem dessas importantes mudanças, naturalmente que as Ilhas também ficaram e, de forma mais acentuada, as suas localidades periféricas. Mesmo assim, no início do século XX existiam dois tipos de indústrias nesta Fazenda: as da fabricação de telha e um forno de cal (equivalente a fábrica de cimento e tinta). O Forno de Cal (de António Machado Macedo, na Ribeira do Guilherme) terá encerrado a sua actividade pelos anos de 1930s e a última fábrica de telha (de José da Costa) teve o seu forno aceso pela última vez nos finais dos anos 50s. == População == ★ Freguesia criada pela Lei nº 1.743, de 13/02/1925, com lugares da freguesia de Nordeste {| ! colspan=\"17\" | Nº de habitantes / Variação entre censos Instituto Nacional de Estatística (Recenseamentos Gerais da População) - https://www.ine.pt/xportal/xmain?xpid=INE&xpgid;=ine_publicacoes |- | align=\"center\" | 1930 | align=\"center\" | 1940 | align=\"center\" | 1950 | align=\"center\" | 1960 | align=\"center\" | 1970 | align=\"center\" | 1981 | align=\"center\" | 1991 | align=\"center\" | 2001 | align=\"center\" | 2011 | align=\"center\" | 2021 |- bgcolor=\"white\" | align=\"right\" | 1586 | align=\"right\" | 1821 | align=\"right\" | 1855 | align=\"right\" | 1828 | align=\"right\" | 1514 | align=\"right\" | 1065 | align=\"right\" | 905 | align=\"right\" | 885 | align=\"right\" | 844 | align=\"right\" | 749 |- bgcolor=\"white\" ! colspan=\"1\"| | align=\"right\" | +15% | align=\"right\" | +2% | align=\"right\" | -1% | align=\"right\" | -17% | align=\"right\" | -30% | align=\"right\" | -15% | align=\"right\" | -2% | align=\"right\" | -5% | align=\"right\" | -11% |- bgcolor=\"white\" Grupos etários em 2001, 2011 e 2021 0-14 anos 15-24 anos 25-64 anos 65 e + anos Hab 162 | 167 | 119 146 | 101 | 91 419 | 431 | 377 158 | 145 | 162 Var +3% | -29% -31% | -10% +3% | -13% -8% | +12% == Geografia == Desde 1514 e até 1820 o concelho do Nordeste era constituído por apenas duas freguesias: a do Nordeste e a do Nordestinho (S. Pedro e S.to António). Era como que um concelho enclave inserido no então grande concelho de Vila Franca do Campo. A Fazenda era apenas um dos vários lugares que constituíam a freguesia do Nordeste, que se estendia desde a Pedreira até ao Termo. Aquilo que veio a fazer parte do conjunto a que vieram a chamar, em 1925, de Lomba da Fazenda, eram de facto várias Lombas, todas a poente da Ribeira do Guilherme (dos moinhos). José de Torres (Viagens no Interior da Ilha de San-Miguel – 1849), no seu livro identificou-as separadamente como Lomba da Cruz, Lomba do Arraiado, Lomba da Fazenda e Lomba da Assomada.Nos primeiros séculos é natural que a Lomba mais importante (e possivelmente mais populosa) terá sido a mais próxima da Vila (do Nordeste) e da Povoação (via Tronqueira ou Pico da Vara) e essa era a Lomba da Cruz. Assim parece ter sido até finais do séc. XIX, talvez pela razão de que os maiores proprietários dos terrenos a poente, nas outras Lombas, serem figuras ausentes (em Ponta Delgada, Vila Franca … ou no continente). A Ermida e, depois, a Igreja, era o ponto de união destas comunidades que viviam com alguma autonomia umas das outras. Após a implantação da Republica, em 1910, foram-se espalhando ventos de descentralização ou transformação administrativa e, em 1925, estas Lombas, Outeiros e “Chãs” foram agregadas numa unidade Freguesia, a que se chamou de Lomba da Fazenda. Uma das figuras que esteve envolvida neste processo foi a do P.e Francisco Jacinto de Amaral (o Novo), líder muito apreciado por estas comunidades, que morava na Lomba da Fazenda. Daí até a toponímia do seu local de residência ter sido estendida às outras localidades, a distância e a discussão não terão sido muitas. Ao século XXI chegaram ainda as seguintes subdivisões da freguesia em lugares: \\- Lomba da Cruz, subdividida ainda em Convento (extremo montante), Lomba da Cruz de Cima, Estrada e Lomba da Cruz de Baixo (Caminho do Concelho); \\- Conceição (Zona central, onde está implantada a Igreja de N.ª Sr.ª da Conceição); \\- Arraiado; \\- Canada Francisco Duarte e Barreiros; \\- Leira; \\- Vale; \\- Outeiro; \\- Almas; \\- Termo (da antiga freguesia do Nordeste). A Assomada, que lhe ficava contigua e onde, até ao fim do Antigo Regime, moravam os maiores morgados residentes do Concelho (Soares Gambôa Albergaria), já pertencia à freguesia do Nordestinho e assim continuou. == Imagens identificativas == ==Vista Panorâmica== == Algumas personalidades nascidas na Fazenda,ou descendentes directos, que tiveram visível ou notável pegada externa == * - Pe Francisco Jacinto de Amaral (o Novo). 1863-1927; *- Avelino de Teves Melo. Conhecido comerciante local. Chegou a presidir a Junta de Freguesia, o Clube de Futebol da Fazenda e a Filarmónica Imaculada Conceição. * - Dr. Manuel João da Silveira (Médico Militar. Faleceu em Angola, em dramática campanha militar, em 1904); * - Dr. Manuel Machado Macedo (Médico em Ponta Delgada e Lisboa). 1864-1960; * - Dr. Ernesto Machado Macedo (Médico em P. Delgada); * - Dinis José da Silva. 1889-1973 (Chefe da Policia de Ponta Delgada); * - Prof. Dr. Manuel Eugênio Machado Macedo (1922-2000). Filho do Dr. Manuel M. Macedo. Nasceu em P. Delgada. Passava férias na Fazenda, na casa dos avós paternos, Ernesto Machado Macedo Neves e D.ª M.ª Clara de Melo. Viveu em Lisboa, tendo exercido importantes cargos, entre os quais o de Bastonário da Ordem dos Médicos; * - Daniel Raposo Melo Sousa (Morgado). Foi sócio da Agência de Viagens \"Martins\" (Ponta Delgada) e membro da direcção do Clube Santa Clara; * - Major Carlos Mota Oliveira. Viveu entre Ponta Delgada e Lisboa. Exerceu funções de CEM em PDL. Faleceu em Angola, em 1961, em acidente aéreo; * - Prof. Manuel Cabral de Melo. Director Escolar das ilhas de S. Miguel e de Santa Maria; * - Daniel e Eduardo Sousa Lima. Agentes de Viagens na Nova Inglaterra (Massachusetts). Beneméritos da Filarmónica da Fazenda; * - Anibal da Costa Lima (Vancouver). Consul; * - Valentim Costa (Ponta Delgada. Fundou, com os filhos, o Mini-Costa (Minimercado) que, depois, passou a \"super\"; * - Edmundo Raposo Lima (Ponta Delgada). Fundou as Sapatarias Ballet e Galerias Lima 5. Foi Governador do Lions Clube Nacional e fundador do Lions Clube de São Miguel. Faleceu em 2017, com 80 anos; * - Alcides Cabral de Melo. Adapatou, rebaptizou e explorou o restaurante e Residencial \"O Alcides\" em Ponta Delgada. Durante os anos 50s e 60s era ele um \"Embaixador\" de parte do Nordeste em Ponta Delgada; * - Jorge Nascimento Cabral (Nasceu em Ponta Delgada). Jornalista da RDP e C.A., Deputado e Vereador da CMN. Passava férias na casa que fora dos avós maternos, na Lomba da Cruz. Faleceu em 2010; * - José Alberto Teixeira. Proprietário do Hotel Barracuda e outros em S. Roque / Ponta Delgada; * - Prof. Dr. Carlos do Rego Borges (Califórnia). Prof. na Universidade de Davis (Matemática); * - Monsenhor Augusto M. Arruda Cabral (Angra do Heroísmo, Lisboa e Ponta Delgada). Reitor do Seminário de Angra do Heroismo, Presidente do Instituto Açoriano de Cultura (1978/85) e Reitor do Santuário do Sr. St.º Cristo dos Milagres. Faleceu em 2016. == Património Natural e Construído == Na freguesia, junto ao campo de futebol e na margem nascente da Ribeira do Arraiado, situa-se um parque botânico, onde estão instalados povoamentos de plantas endémicas. Existe também, sobre a falésia costeira, no extremo Norte do Caminho do Porto (ou do Cemitério), parque conhecido como \"O Pelado de António Luís\". Este parque configura-se como espaço de lazer e miradouro para a zona do antigo porto, com diversas plantas endémicas, para além de interessantes formações geológicas expostas nas arribas circundantes. == Ver também == * Foz da Ribeira (do Guilhermoe) ou Boca da Ribeira * Igreja da Imaculada Conceição * Miradouro do Pelado == Bibliografia == * MOTA BORGES, Mário J. (2017). \"Atlântico Nordeste. Migrações.\" Ponta Delgada. Edição do Autor. Atlântico Nordeste. Migrações (Livro) Categoria:Freguesias de Nordeste Categoria:Ilha de São Miguel Categoria:Região Autónoma dos Açores",
 "title": "Lomba da Fazenda"
}