{
 "id": "17139",
 "text": "Colos é uma povoação portuguesa sede da Freguesia de Colos do Município de Odemira, freguesia com 106,29 km² de área e 820 habitantes (censo de 2021). A sua densidade populacional é . Foi sede de um concelho próprio entre 1499 e 1836, passando a fazer parte do concelho de Cercal do Alentejo até 1855, quando foi integrado no de Odemira. ==Descrição== A povoação de Colos está situada a cerca de 26 Km da sede do município, a vila de Odemira, no sentido Norte. ===Património cultural e natural=== O património da freguesia inclui o conjunto arquitectónico tradicional da vila de Colos, principalmente nas áreas mais antigas da povoação, que estavam anteriormente dentro de um recinto de muralhas, e apresentam ruas de traçado ainda medieval. Em termos de edifícios históricos, destaca-se a Capela de Nossa Senhora do Carmo, a Ermida de Nossa Senhora das Neves, a Igreja da Misericórdia, e a Igreja Paroquial. Um dos principais eventos tradicionais de Colos é a Feira de São João, dedicada ao artesanato, aos produtos locais e à pecuária, que é normalmente realizada no mês de Junho. As paisagens de campos floridos, campos cultivados, longas planícies e montanhas, tornam esta vila num local de extrema beleza natural. Colos apresenta belas paisagens em que abunda a vegetação, como o sobreiro, a azinheira e a oliveira. ==== Património ==== *Capela de Nossa Senhora do Carmo (Colos) *Ermida de Nossa Senhora das Neves (Colos) *Igreja da Misericórdia de Colos *Igreja Paroquial de Colos *Moinho de vento do Almarjão *Moinho de vento da Arrabaça *Moinho de vento dos Bogalhos *Moinho de vento do Castelo dos Ladrões *Moinho de vento dos Cebolos ou da Alagariça *Moinho de vento da Gravita *Monumento megalítico da Amendoeira Nova ==Demografia== A população registada nos censos foi: Nota: Com lugares desta freguesia foi criada pela Lei n.º 56/88, de 23 de Maio, a Freguesia de Bicos Distribuição da População por Grupos Etários Ano 0-14 Anos 15-24 Anos 25-64 Anos > 65 Anos 2001 162 150 566 365 2011 91 96 502 316 2021 61 62 420 277 == História == ===Antecedentes=== O local onde se ergue a vila de Colos foi originalmente ocupado por um povoado fortificado, que se situava no ponto mais elevado da colina, conhecido como Alto da Igreja. A própria orografia da área onde se situa Colos, e a sua organização da malha urbana, podem ser um testemunho da presença de um antigo povoado fortificado. Com efeito, este cerro poderá ter sido a origem do nome da povoação, tendo o escritor Pinho Leal, na sua obra Portugal antigo e moderno, publicada em 1874, avançado a teoria que o topónimo vem de colina ou colo. Neste local foram encontrados vestígios de várias estruturas das épocas romana e moderna, que incluem uma necrópole nas imediações da escola primária, com ossadas e fragmentos de cerâmica, e diversos silos ou tulhas abertos no solo rochoso em xisto. Estes tinham profundidades superiores a 1,5 m, e eram de formas ovais ou circulares, sendo nalguns casos cobertos por uma camada de argamassa muito dura, e continham moedas, vestígios osteológicos e peças de cerâmica. Um destes estava situado na Rua Carlos da Maia, enquanto que outro estava situado entre a Rua do Jardim e a Rua Júlia Brito Pais Falcão, tendo sido descoberto durante obras na rede pública de abastecimento de água, em 2005. Este último é de especial interesse pelo seu espólio, que incluía uma grande diversidade de cerâmicas, como peças de fogo, de mesa, alguidares e contentores, de tipologias comum, comuns, vidrada e esmaltada, além de faianças, e restos de vários tipos de fauna, como mamalógica, malacológica e ictiofauna, pedaços de carvão, e moedas e outras peças metálicas, principalmente em ferro. Também como parte dos trabalhos de abastecimento de água em 2005, foi escavada uma vala na Rua da Farmácia, que revelou os vestígios de duas camadas arqueológicas dustintas. Na primeira foi descoberto um conjunto de material que pertence principalmente a épocas modernas, como telhas, fragmentos de peças de cerâmica, e moedas, enquanto que a segunda encerrava partes de ânforas romanas, peças decorativas em bronze, um elemento que provavelmente seria um projéctil, e um movente de uma mó de vaivém, além de outros materiais cerâmicos enquadrados nas épocas modernas, e talvez medievais. No conjunto do espólio de Colos, destaca-se também a descoberta de moedas dos imperadores Honório e Constantino. Regista-se também a presença do chamado Tesouro de Colos, composto por cinco braceletes em ouro dos finais da idade do bronze, que foi provavelmente encontrada na área da vila. ===Fundação do concelho=== A povoação de Colos tornou-se sede de concelho e foi elevada a vila por um foral de 26 de Junho de 1499, emitido pelo rei D. Manuel. Até então, fazia parte do concelho de Sines. Apenas onze anos depois, em 20 de Setembro de 1510, recebeu uma nova carta de foral. Segundo o investigador Carlos Julio, existe uma teoria de que teria sido em Colos, e não em Alcácer do Sal, que o monarca teria recebido a notícia da morte do seu antecessor, D. João II. Um dos seus privilégios era a isenção de direitos reais, nos contratos que fizesse com a vila de Sines. Foi também no século XVI que o território conheceu uma importante expansão em termos de santuários cristãos, sendo desta centúria a Capela de Nossa Senhora do Carmo, a Igreja da Misericórdia, e a Igreja Paroquial., tendo sido provavelmente construída neste período a Ermida de Nossa Senhora das Neves. Pinho Leal referiu a povoação pertenceu à Ordem de Santiago, sendo o posto de prior e um beneficiado ocupados por irmãos daquela ordem. A comenda pertenceu ao Condado das Galveias. ===Séculos XVIII e XIX=== Segundo Pinho Leal, em 1757 Colos contava com 180 fogos. Quando era concelho, tinha uma câmara e vários oficiais próprios, como juiz ordinário, procurador do concelho e escrivães, sendo todos sujeitos ao ouvidor da comarca, que estava instalado em Messejana. Em 1836 o concelho de Colos deixou de existir, como parte de um programa do governo de reoganização administrativa, passando a fazer parte do concelho de Cercal do Alentejo. Em 1855 este concelho foi extinto, tendo Colos sido integrado no concelho de Odemira. A povoação foi descrita por Pinho Leal como tendo a categoria de vila, com 235 fogos, e contando com hospital e Santa Casa da Misericórdia. Estava situada a cerca de 24 Km de Ourique, 40 Km de Sines, 100 Km de Évora, e a 145 Km de Lisboa. O orago era de Nossa Senhora da Assunção, e pertencia ao bispado e ao distrito de Beja. Em termos económicos, refere que os terrenos eram muito férteis para a produção de cereais, contando também com muita caça e gado.LEAL, 1874:361-362 ===Séculos XX e XXI=== Nos princípios da década de 1930, era servida pela estação ferroviária de estação de Amoreiras- Odemira, situada a cerca de 6 Km de distância. Nessa época, as vias rodoviárias na freguesia eram muito deficientes, sendo as estradas até à vila de Odemira compostas por simples caminhos, que se tornavam intransitáveis no Inverno. Contava então com três aglomerados populacionais importantes: Seissal, Cai-Logo e Campo Redondo. O jornal Diário Popular de 30 de Abril de 1955 noticiou que uma comissão formada por representantes das freguesias de Abela, Alvalade, Cercal, São Domingos da Serra, Colos e Vale de Santiago, e dos concelhos de Odemira e Santiago do Cacém, tinha-se encontrado com o Ministro das Obras Públicas, no sentido de instalar novas estradas no concelho de Santiago do Cacém e acessos à Barragem de Campilhas. Em 2013 ocorreu uma nova reorganização administrativa, tendo a freguesia de Bicos sido eliminada, e o seu antigo território transitado para a freguesia de Colos. Em Junho de 2018, o banco Caixa Geral de Depósitos anunciou a sua intenção de encerrar a agência de Colos, que também servia as freguesias de Vale de Santiago, Relíquias e São Martinho das Amoreiras. Esta medida foi criticada por Pedro Gonçalves, deputado do Bloco de Esquerda na Assembleia Municipal de Odemira, que a classificou como «mais uma decisão cega, a régua e esquadro, onde não são tidos em consideração os interesses das populações», acrescentando que foi «mais um golpe nestas freguesias, depois de tantos outros encerramentos de serviços essenciais, de extinção de freguesias, encerramentos de escolas, extensões de saúde, deslocalizações de farmácias e outros». === Figuras ilustres === Uma das personagens mais destacadas que nasceu na freguesia de Colos foi o aviador militar Brito Pais, nascido em 15 de Junho de 1884, que foi um dos pioneiros da aviação no país, e que em 1924 iniciou uma viagem aérea entre Portugal e Macau, em conjunto com Sarmento de Beires, e que se teve o seu ponto inicial em Vila Nova de Milfontes. Faleceu num desastre aéreo em 22 de Fevereiro de 1934, tendo o cortejo funerário passado por Monte Velho, onde estava o solar da família Brito Pais, e o corpo foi enterrado no cemitério de Colos. E também, Augusto da Fonseca Júnior, que foi presidente da Direcção do Sport Lisboa e Benfica entre 1939 e 1943. Esta foi a primeira povoação em Portugal a que se atribuiu o local de nascimento do navegador Cristóvão Colombo. ==Ver também== *Lista de património edificado em Odemira ==Bibliografia== * Categoria:Freguesias de Odemira Categoria:Antigos municípios do distrito de Beja",
 "title": "Colos"
}