{
 "id": "17141",
 "text": "Luzianes-Gare é uma freguesia portuguesa do município de Odemira, com 96,98 km² de área e 374 habitantes (censo de 2021) A sua densidade populacional é O principal aglomerado populacional é Luzianes. As condições naturais tornam esta freguesia um paraíso no interior do Alentejo, de fácil acesso por estrada ou comboio. A proximidade às barragens de Corte Brique e Santa Clara constitui mais um motivo de interesse para as prática desportivas e de lazer, nomeadamente desportos ligados à natureza; tais como a canoagem, BTT e pedestrianismo. Predominam por aí os montes, as fontes e os moinhos abandonados que enriquecem e transmitem um espírito nostálgico à paisagem. Não tendo muitos monumentos e sendo a sua história ligada quer às atividades agrícolas, quer à ferrovia, mantém contudo nas suas gentes a arte de bem receber e simultaneamente algumas tradições. Zona de caça rica em espécies cinegéticas, em terras onde predomina o sobreiro. A freguesia foi criada pela Lei n.º 82/89, de 30 de agosto, com lugares desanexados das freguesias de Sabóia, Relíquias, Santa Maria e São Martinho das Amoreiras. Tem como padroeira Santa Rita de Cássia, em honra da qual foi erigida uma capela. Hoje em dia conta com diversas associações que pretendem promover o desenvolvimento da freguesia nas mais diversas áreas. ==Demografia== A população registada nos censos foi: Distribuição da População por Grupos Etários Ano 0-14 Anos 15-24 Anos 25-64 Anos > 65 Anos 2001 43 36 231 170 2011 42 29 199 159 2021 32 29 192 121 ==Património== *Lista de património edificado em Odemira *Barragem de Corte Brique *Estação Ferroviária de Luzianes *Igreja de Santa Rita *Moinho de água do Pé da Serra *Moinho de vento da Alcaria *Moinho de vento da Figueirinha (I e II) *Moinho de vento da Garraza *Moinho de vento do Monte Velho *Moinho de vento do Rasmonal ou do Resmono *Moinho de vento da Serra *Moinho de vento das Verdigueiras ou das Verdugueiras *Sítio arqueológico de Abóbora *Sítio arqueológico de Consultas *Villa romana de Casas Novas das Barradas ==Ligações externas== * Categoria:Freguesias de Odemira",
 "title": "Luzianes-Gare"
}