{
 "id": "17145",
 "text": "Santa Clara-a-Velha é uma povoação portuguesa sede da Freguesia de Santa Clara-a-Velha do Município de Odemira, freguesia com 163,67 km² de área e 633 habitantes (censo de 2021), tendo, por isso, uma densidade populacional de . Localiza-se aqui parte da Barragem de Santa Clara, uma das maiores barragens da Europa. ==Demografia== A população registada nos censos foi: Distribuição da População por Grupos Etários Ano 0-14 Anos 15-24 Anos 25-64 Anos > 65 Anos Antes da agregação Antes da agregação Antes da agregação Antes da agregação Antes da agregação 2001 81 67 353 279 2011 53 45 282 222 Após a agregação Após a agregação Após a agregação Após a agregação Após a agregação 2021 41 47 305 240 == História == Santa Clara-a-Velha originalmente pertencia ao concelho de Ourique, tendo a partir da primeira metade do século XIX, sido anexado ao concelho (atual município) de Odemira. Pertenceu à Ordem de Santiago, cujo mestre deu autorização para a construção de uma ermida, entre o século XV e século XVI. Foi esta obra que realmente deu origem à freguesia de Santa Clara, a igreja, que se tornou um marco das terras da Ordem. Por esta aldeia também passava uma importante estrada medieval, que começava em Garvão e tinha fim no Algarve. Em consequência da reorganização administrativa de 2012/2013,Lei n.º 11-A/2013, de 28 de janeiro: Reorganização administrativa do território das freguesias. Anexo I. Diário da República, 1.ª Série, n.º 19, Suplemento, de 17/06/2016. a esta freguesia foi agregada a freguesia de Pereiras-Gare. À data da junção das freguesias (2013), a população registada no censo anterior (2011) foi: Freguesia atual Freguesias antigas Freguesia População (2011) Área (km²) Freguesia População (2011) Área (km²) Santa Clara-a-Velha 873 163,67 Santa Clara-a-Velha 602 99,42 Pereiras- Gare 271 64,68 == Atividades == A atividade predominante nesta zona é a agro- pecuária, mas a silvicultura ocupa grande parte da freguesia, bem como o turismo, o comércio e serviços. == Património == * Igreja de Santa Clara de Assis * Barragem de Santa Clara * Fonte do Azinhal * Fonte Nova * Fonte da Cumeada * Moinho de vento da Amorosa * Moinho de vento do Bacorinho * Moinho de vento de Canhestros (Pereiras-Gare) * Moinho de vento das Casas Novas (Pereiras-Gare) * Moinho de vento da Cruz do Norte * Moinho de vento da Cumeada * Moinho de vento do Ferrenho (Pereiras-Gare) * Moinho de vento das Lajes * Moinho de vento dos Moimentos * Moinho de vento da Referta * Moinho de vento das Seladas * Moinho de vento da Torre * Ponte D. Maria ou Ponte de Santa Clara-a-Velha * Povoado fortificado do Cerro da Bica * Povoado fortificado da Cidade da Rocha == Localidades == Além da sede, a Freguesia de Santa Clara-a-Velha engloba as seguintes localidades: * Corte Brique * Cortes Pereiras * Gavião * Fitos * Pereiras-Gare Categoria:Freguesias de Odemira",
 "title": "Santa Clara-a-Velha"
}