{
 "id": "17154",
 "text": "Pedro, infante de Portugal (9 de dezembro de 1392 – 20 de maio de 1449), 1.º Duque de Coimbra (o primeiro ducado português) foi um infante da dinastia de Avis, um dos primeiros da Ínclita geração, segundo filho (sobrevivente) do rei João I e de Filipa de Lencastre. Entre 1439 e 1448 foi o regente de Portugal. Devido às suas viagens ao estrangeiro, ficou conhecido como o Infante das Sete Partidas.A origem dessa fama se deve ao O Livro do Infante Dom Pedro que Viajou Pelas Quatro Partes do Mundo editado no século XV e que após a sua 1ª edição o seu título muda para O Livro das Sete Partidas do Infante Dom Pedro - Dom Pedro e as suas Viagens Reais e Imaginárias, por Ana Maria S. A. Rodrigues, Viagens e espaços imaginários na Idade Média, Rio de Janeiro, Anpuh-Rio, 2018, pág. 14 Tendo nelas mitologicamente visitado a Terra Santa, a Terra do Preste João e na realidade a Itália e a Inglaterra, sendo agraciado com o feudo de Treviso, com o título de Duque de Treviso, pelo imperador Segismundo da Hungria, e investido cavaleiro da Ordem da Jarreteira pelo seu tio Henrique IV de Inglaterra. Entre os anos de 1439 e 1448 assume, durante a menoridade do seu sobrinho e genro D. Afonso V, a regência do reino. Este período é marcado pela expansão dos Descobrimentos e pelo desenvolvimento mercantil. São ainda publicadas um conjunto de regras e normas sob o título de Ordenações Afonsinas.Os Painéis em Memória do Infante D. Pedro (Um estudo sobre os Painéis de S. Vicente de Fora), por Clemente Baeta, editado por Bubok Publishing S.L., Dezembro 2012, pág. 16, Registo IGAC: 5470/2012, ISBN Papel: 978-84-686-3045-8 Há historiadores de arte que defendem que o tema principal dos enigmáticos Painéis 'de São Vicente de Fora' é a reabilitação da memória do infante D. Pedro (obra que teria sido encomendada pela sua irmã, e que este se encontra lá retratado no local mais importante, isto é, na figura do cavaleiro com um joelho no chão que ocupa o primeiro plano do painel do ArcebispoOs Painéis em Memória do Infante D. Pedro (Um estudo sobre os Painéis de S. Vicente de Fora), por Clemente Baeta, editado por Bubok Publishing S.L., Dezembro 2012, pág. 10, Registo IGAC: 5470/2012, ISBN Papel: 978-84-686-3045-8 e que aí está a receber dele a consagração no cargo de regente do Reino de Portugal.Os Painéis em Memória do Infante D. Pedro (Um estudo sobre os Painéis de S. Vicente de Fora), por Clemente Baeta, editado por Bubok Publishing S.L., Dezembro 2012, pág. 29, Registo IGAC: 5470/2012, ISBN Papel: 978-84-686-3045-8 ==Vida== Pedro, que nasceu no final de 1392 num ambiente tranquilo e livre de intrigas, teve uma educação esmerada e excepcional. Muito próximo dos irmãos Duarte e João, terá aprendido latim, leis e ciências.Os Painéis em Memória do Infante D. Pedro (Um estudo sobre os Painéis de S. Vicente de Fora), por Clemente Baeta, editado por Bubok Publishing S.L., Dezembro 2012, pág. 15, Registo IGAC: 5470/2012, ISBN Papel: 978-84-686-3045-8 Em 1415, acompanha o pai na conquista de Ceuta e é feito cavaleiro no dia seguinte à tomada da cidade, na recém consagrada mesquita. É nesta altura que lhe é conferido o Ducado de Coimbra,Infante D. Pedro, Infopédia, Porto: Porto Editora, 2003-2019 tornando-se, com o irmão Henrique, nos dois primeiros duques criados em Portugal. Querendo conhecer mundo, viajou entre 1418 e 1428 por algumas das principais cortes da Europa e ainda à Terra Santa, ficando conhecido por \"Príncipe das Sete Partidas\". De Bruges, o infante escreve ao irmão Duarte, em 1425 ou 1426, com recomendações sobre como governar da melhor forma. Ao regressar, fixa-se em Coimbra. Como resultado deste périplo igualmente recebe do imperador Segismundo a marca de Treviso; na Inglaterra é investido como cavaleiro da ordem da Jarreteira, em Veneza o Doge oferece-lhe um exemplar do Livro de Marco Pólo e compra um mapa-mundi. Terá ainda iniciado as negociações do seu casamento e o do seu irmão D. Duarte, na corte de Aragão, e também o da sua irmã D. Isabel, na corte da Borgonha. Em 1428, Pedro casa com Isabel de Urgel, com quem constitui, segundo as fontes, uma união de amor. O infante não era adepto das conquistas em África. Opôs-se à conquista de Tânger (1437), que acabou por culminar num desastre com a prisão do seu irmão, o infante D. Fernando. Depois defendeu a devolução de Ceuta em troca da sua libertação, que não aconteceu. Um ano depois, morria o rei Duarte, seu rei e irmão mais velho. Pedro é preterido na regência de Afonso V de Portugal a favor da rainha mãe, Leonor de Aragão. A rainha acabou afastada da regência e Pedro tornou-se o único regente, em 1439. Em 1446, o sobrinho Afonso tinha a idade para governar, mas o infante manteve-se com o sobrinho, levando a casá-lo com a sua filha, Isabel. O infante D. Pedro, após abandonar a regência, em 1448 é alvo de uma série de intrigas lançadas pelo seu meio-irmão D. Afonso, conde de Barcelos/duque de Bragança, junto de D. Afonso V. Estas insídias vão culminar na batalha de Alfarrobeira (Maio de 1449) onde morreu a combater o referido rei de Portugal, e a retirada por este de privilégios a todos aqueles que estiveram ao seu lado, nomeadamente aos filhos do seu maior amigo D. Álvaro Vaz de Almada morto nesse combate. O corpo do infante foi abandonado por três dias. Foi sepultado discretamente e transladado mais tarde para Abrantes. Em 1455 foi sepultado no Mosteiro da Batalha.José NR Ermitão, Infante D. Pedro das Sete Partidas, p. 4. Disponível em: Centro de Formação Infante D. Pedro ==Regência== A escolha para regente deixada em testamento pelo rei Duarte não era popular. As Cortes de Torres Novas de 1438, levantaram diversos argumentos para colocar a soberana de lado. Uma solução foi apresentada pelo infante Henrique, com uma proposta conhecida como «Regimento do Reino de 1438», em que a regência foi partilhada entre a rainha e o cunhado Pedro. A solução não foi do agrado de muitos, um motim em Lisboa foi evitado in extremis, convocando-se uma reunião das cortes para normalizar a situação (Cortes de 1439). O resultado do encontro foi a nomeação de Pedro para a regência do pequeno rei (dezembro de 1439), sendo nomeado como regedor e defensor do Reino e curador do rei, deixando a burguesia de Lisboa e Porto satisfeita. No entanto, dentro da aristocracia, em particular D. Afonso, conde de Barcelos (meio irmão de Pedro), preferia-se a mais maleável Leonor de Aragão e desconfiava-se do valor do Infante. Começa então uma guerra surda de influências e Afonso consegue transformar-se no tio favorito de D. Afonso V. Em 1443, num gesto de reconciliação, Pedro torna o meio irmão Afonso no primeiro duque de Bragança e as relações entre os dois parecem regressar à normalidade. Indiferente às intrigas, Pedro continua a sua regência e o país prospera sob a sua influência. É durante este período que se concedem os primeiros subsídios à exploração do oceano Atlântico, organizada pelo infante Henrique. Em 1444, foram promulgadas as Ordenações Afonsinas, trata-se duma compilação das leis em vigor. Durante a regência foram feitas concessões à nobreza, no entanto a sua política foi sobretudo no sentido de continuar com o centralismo régio que vinha do seu irmão mais velho e do pai. Finalmente, em 1446, Afonso V atinge a maioridade e Pedro entrega o controlo de Portugal ao rei, mas este pede assistência ao tio. Em 1448, Pedro é definitivamente afastado do poder, por intrigas, movidas pelo duque de Bragança. No dia 20 de maio de 1449 ocorreu a Batalha de Alfarrobeira no Forte da Casa, perto de Alverca, durante a qual o infante morreu. As condições exactas da sua morte continuam a causar debate: aparentemente Pedro morreu em combate, mas a hipótese de um assassínio disfarçado na batalha nunca foi descartada. Com a morte de Pedro, Portugal caiu nas mãos de Afonso, 1.º Duque de Bragança, com cada vez mais poder sobre o rei. Inclusive é praticado contra príncipe o acto de damnatio memoriae, em 1449, imposto por D. Afonso V no contexto na Batalha de Alfarrobeira, do seu tio ter lutado contra ele, bem como a revogação de tal pena, em 1455Danação e Redenção da Memória do Infante D. Pedro nas Crónicas de Gomes Eanes de Azurara, por Jerry Santos Guimarães e Marcello Moreira, Revista de História. (São Paulo), n.180, a06220, 20.04.2021. No entanto, o período da sua regência nunca foi esquecido e D. Pedro foi citado muitas vezes pelo rei João II de Portugal (seu neto) como sendo a sua maior influência. A perseguição implacável que João II moveu aos Bragança foi talvez em resposta às conspirações que causaram a queda do avô. == Obras == O infante era um homem culto e escrevia: traduziu Cícero, adoptou Séneca, e deixou duas obras suas: *Tratado da virtuosa benfeitoria (1418-33), cuja redacção final terá sido feita por Frei João Verba, onde expõe as suas ideias sobre os estratos sociais do reino e as interações que devem ser observadas entre eles; *Livro dos ofícios. ==Casamento e descendência== Do seu casamento com D. Isabel de Urgel, filha do conde da Catalunha, Jaime II de Urgel e da infanta Isabel de Aragão, Condessa de Urgel, teve os seguintes sete filhos, seis dos quais atingiram lugares de muito relevo: *Pedro de Coimbra (1429-1466), 5.º Condestável, de 1463 a 1466 foi aclamado Conde de Barcelona (Pedro IV, rei Pedro V de Aragão, Pedro III de Valência); *João de Coimbra, Príncipe de Antioquia (1431-1457), membro da ordem do Tosão de Ouro, casou com Carlota de Lusignan, princesa herdeira do Chipre; *Isabel de Portugal, de Lencastre ou de Coimbra (1432-1455), rainha de Portugal pelo seu casamento com D. Afonso V; *Jaime de Portugal (1434-1459), cardeal e arcebispo de Lisboa; *Beatriz de Coimbra (1435-1462), casou com Adolfo de Cleves, Senhor de Ravenstein, filho de Adolfo I, Duque de Cleves. Com descendência; *Filipa de Coimbra ou de Lencastre (1437-1493), solteira, tia de D. João II, a quem criou e a quem serviu de segunda mãe; *Catarina (cerca de 1449 - entre 1462 e 16.12.1466). ==Bibliografia== * *Infante D. Pedro - Regente de Portugal: 1392 – 1449, por Fernando Correia da Silva *Coimbra: história de uma arca pedra, por Rodrigues Costa *Carvalho, Teixeira de (1916). História de Uma Arca Pedra e de Uma Madeixa de Cabelos Loiros. Atlantida (Mensario Artístico, Literário e Social para Portugal e Brasil), Ano II, N.º 18. ==Ligações externas== *Infante D. Pedro, Infopédia (Em linha), Porto: Porto Editora, 2003-2013 (Consult. 2013-07-16). *Infante D. Pedro das Sete Partidas, José NR Ermitão, Centro de Formação Infante D. Pedro * O Infante D. Pedro e o Ducado de Coimbra, Humberto Baquero Moreno, Universidade do Porto * A viagem de D. Pedro e as alianças externas de Portugal no início do século XV, por Douglas Mota Xavier de Lima * Lisboa - 1439: a construção política da regência do Infante D. Pedro, por Douglas Mota Xavier de Lima, revista lêthos, 4, 1, 2014, ISSN: 2236-5028 * O Infante D. Pedro e as Alianças Externas de Portugal(1425-1449), , por Douglas Mota Xavier de Lima, Dissertação apresentada ao Programa de Pós-Graduação em História da Universidade Federal Fluminense, Neterói, 2012 * Estratégias Senhoriais na Regência do Infante D. Pedro, Mafalda Soares da Cunha, Estudos Medievais Centro de Estudos Humanísticos, Secretaria de Estado da Cultura, Delegação Regional do Porto Norte, 1988 * Danação e Redenção da Memória do Infante D. Pedro nas Crónicas de Gomes Eanes de Azurara, por Jerry Santos Guimarães e Marcello Moreira, Revista de História. (São Paulo), n.180, a06220, 20.04.2021 Categoria:Infantes de Portugal Categoria:Regentes de Portugal Categoria:Casa de Avis Categoria:Cavaleiros da Ordem da Jarreteira Categoria:Duques de Coimbra Categoria:Diplomatas do Reino de Portugal Categoria:Portugueses mortos em combate Categoria:Humanistas de Portugal Categoria:Mortos em 1449 Categoria:Príncipes católicos romanos Categoria:Duques católicos romanos Categoria:Personagens envolvidas na Batalha de Alfarrobeira Categoria:Personagens envolvidas na Conquista de Ceuta Categoria:Personagens nos Painéis de São Vicente de Fora Categoria:Personagens no Padrão dos Descobrimentos Categoria:Escritores de Portugal do século XV Categoria:Tradutores de Portugal Categoria:Sepultados no Mosteiro da Batalha",
 "title": "Pedro de Portugal, 1.º Duque de Coimbra"
}