{
 "id": "17177",
 "text": "Roma foi um Estado cujo crescimento sempre andou lado a lado com sua história militar, durante os 13 séculos em que existiu. O núcleo da história militar da Roma Antiga é, portanto, o mérito alcançado nas grandes batalhas campais, desde a conquista da península Itálica às batalhas finais contra os bárbaros. ==Guerras romanas== Esta lista, que não é exaustiva, pretende enumerar os maiores conflitos em que se viu envolvido o Estado romano, incluindo inimigos externos ou internos. São também apresentados os mais importantes generais, tanto romanos como bárbaros. Devido à longa duração de cada uma destas guerras, será frequente a listagem de vários generais na mesma guerra, ou do mesmo general em várias guerras. A listagem está organizada em \"guerras de conquista\", travadas enquanto Roma se expandia, exterminando potenciais ameaças e/ou procurando a segurança contra eventuais ameaças externas, \"revoltas e rebeliões\", em que Roma era ameaçada pelos seus próprios generais ou povos conquistados, e \"invasões externas\", em que Roma lutou na defensiva contra inimigos externos, sem que, no final da batalha, tenha resultado numa conquista. Roma estava em um processo de expansão territorial e econômica e, com isso, logo nos primeiros tempos da República os romanos começaram a invadir os povos vizinhos. Devido a isso, os romanos invadiram Cartago, uma cidade-estado fundada no litoral norte da África. Era um local estratégico que lhes possibilitou dominar o comércio no Mediterrâneo. Para os romanos conseguirem conquistar toda Cartago foi necessária a execução de duas Guerras Púnicas. Onde a terceira teve maior destaque por causa de um cartaginês estrategista militar renomado chamado Aníbal. E após as guerras Cartago foi completamente destruída. Com o expansionismo da república romana, os pequenos proprietários rurais plebeus que lutavam nas guerras de conquista não podiam cultivar suas terras e acabavam se endividando. Para pagar essas dívidas eles tinham que entregar suas terras para homens ricos e, com isso, eram obrigados a migrar para cidade, onde procurariam trabalhos domésticos e artesanais. Mas com o sucesso de Roma em suas conquistas, a população derrotada era escravizada e vendida para cidadãos romanos ricos, principalmente os patrícios. E isso deixava esses plebeus sem outra opção. Até que isso começou a mudar para os plebeus, pois eles começaram a lutar por melhores direitos e com isso conseguiram várias conquistas, entre elas a Lei Canuleia que aboliu a proibição do casamento entre patrícios e plebeus, as Leis Licínias que determinaram o direito dos plebeus ao acesso às terras públicas e às altas magistraturas e a Lei Hortênsia que determinou que os decretos aprovados pelos plebeus passariam a valer para toda a república. Devido ao fato já dito anteriormente sobre os plebeus terem que dar suas terras para os patrícios, houve uma concentração de terras nas mãos dos patrícios e isso gerou um grave problema social. E para resolver isso os irmãos Tibério e Caio Graco apresentaram uma proposta de lei de reforma agrária que determinava a repartição das terras públicas em pequenos lotes a serem distribuídos aos cidadãos pobres. Isso desagradou os nobres, que assassinaram Tibério. Alguns anos depois, Caio Graco alcançou grande popularidade entre os plebeus e conseguiu implementar a reforma agrária em algumas regiões dominadas por Roma. Os nobres não ficaram muito contentes com isso e fizeram Caio Graco perder o apoio da plebe urbana. Com isso seus partidários, percebendo-se politicamente isolados, decidiram tentar manter as reformas fazendo uso de armamento. Diante disso, o Senado deu poderes para o exército executa-los e com isso as leis que estabeleciam a reforma agrária foram abolidas pelo Senado. Mário foi eleito cônsul em 104 a.C., e com o apoio da plebe, ele promoveu profundas reformas no exército. A principal delas foi a abolição da exigência de possuir bens para ingressar nele. Além disso, ele passou a pagar salário para os que se apresentavam voluntariamente para lutar ao lado das forças romanas. Com isso a carreira militar passou a ser uma profissão e isso solucionou o problema de muitos homens pobres. Depois do consulado de Mário, a política romana passou a depender, cada vez mais do apoio da plebe e do exército. Alguns nobres apoiaram Sila, que foi nomeado ditador pelo Senado em 81 a.C. Com o fim da ditadura, Sila abandonou a carreira política e nenhum dos generais que o sucederam conseguiu conquistar o apoio dos romanos. Entretanto, em 60 a.C., o general Júlio César formou uma aliança com Crasso e Pompeu e foi eleito cônsul. Eles dividiram os territórios anexados à república e formaram o Primeiro Triunvirato. Em 53 a.C. o general Crasso morreu durante um combate. Os senadores então se aproximaram de Pompeu, declarando-o o único cônsul de Roma e pondo fim ao Primeiro Triunvirato. Júlio César retornou para Roma, ele e seu exército forçaram Pompeu a fugir para Grécia, onde acabou sendo derrotado. Diante disso, o Senado declarou Júlio César ditador. Júlio César empreendeu uma série de medidas importantes. Distribuiu lotes de terras para milhares de famílias, liberou os devedores do pagamento de parte de suas dividas, fez umas melhorias em Roma e regulamentou a distribuição gratuita de trigo. Além disso, ele alterou o calendário que passou a se chamar Juliano em sua homenagem. Júlio César se tornou um ditador perpétuo e por isso foi assassinado pelos senadores contrários à centralização do poder em suas mãos. Depois disso, os militares Marco Antônio, Lépido e Otávio deram início ao Segundo Triunvirato, mas Otávio derrotou os outros dois e assumiu sozinho o poder em 31 a.C. e com isso ele pois fim à república. O período em que Otávio era imperador, 27 a.C. e 14 d.C., foi conhecido como Alto Império. Durante esse tempo Roma viveu um momento de estabilidade política e foi necessária a implantação de diversas reformas. A primeira, e uma das mais importantes, foi a libertação do camponês da obrigação do serviço militar; ao mesmo tempo foram distribuídos lotes de terra aos soldados já desmobilizados; entre outras. A Pax Romana foi um período que se iniciou no Alto Império, ela se caracterizou pelo desenvolvimento político econômico e social do Império Romano e pela ausência de grandes guerras. Mas ainda havia pequenos conflitos armados principalmente para sufocar revoltas internas e impedir ataques estrangeiros. Foi nesse período que o império assegurou sua hegemonia em todos os territórios conquistados. E por volta de 117, durante o governo de Trajano, o Império Romano atingiu sua máxima extensão territorial. ===Guerras de conquista da Roma Antiga=== *Guerras Samnitas ** Primeira Guerra Samnita — 343 a.C. - 341 a.C. ** Segunda Guerra Samnita — 327 a.C. - 321 a.C. e 316 a.C. - 304 a.C. ** Terceira Guerra Samnita — 298 a.C. - 290 a.C. *Guerras Púnicas ** Primeira Guerra Púnica — 264 a.C. - 241 a.C. *** Fábio Máximo ** Segunda Guerra Púnica — 218 a.C. - 202 a.C. *** Cipião Africano (Maior) ***Aníbal da Segunda Guerra Púnica ** Terceira Guerra Púnica — 149 a.C. - 146 a.C. *** Públio Cornélio Cipião Emiliano Africano *Guerra Lusitânica (155 a.C. - ca. 139 a.C.) ** Invasão romana da Península Ibérica *** Sertório *** Viriato *Guerras da Macedónia ** Primeira Guerra Macedônica — 215 a.C. - 205 a.C. ** Segunda Guerra Macedônica — 200 a.C. - 196 a.C. ** Terceira Guerra Macedônica — 171 a.C. - 168 a.C. *** Lúcio Emílio Paulo Macedônico ** Quarta Guerra Macedônica — 150 a.C. - 148 a.C. *Guerra Jugurtina — 122 a.C. - 105 a.C. *Guerras Mitridáticas ***Mitrídates VI do Ponto (todas as três guerras) ** Primeira Guerra Mitridática — 88 a.C. - 84 a.C. *** Lúcio Cornélio Sula ** Segunda Guerra Mitridática — 83 a.C. - 81 a.C. ** Terceira Guerra Mitridática — 75 a.C. - 63 a.C. *** Pompeu *Guerras da Gália — 58 a.C. - 51 a.C. ** Júlio César ** Vercingetórix *Guerras Cantábricas — 29 a.C. - 19 a.C. *Guerras Germânicas de Augusto — - 9 **Armínio **Públio Quintílio Varo *Conquista romana da Britânia — 43 - 80 ** Cneu Júlio Agrícola *Campanhas de Trajano na Dácia — 101 - 102 e 105 - 106 *Campanhas de Trajano na Pártia — 113 - 117 ===Revoltas e rebeliões=== *Ano dos quatro imperadores (69 d.C.) * Guerra Social (91–88 a.C.) * Primeira Guerra Civil de Sula, ou Primeira Guerra Civil da República de Roma (88-87 a.C.), * Revolta de Sertório em Hispânia (83-72 a.C.), entre Roma e a província de Hispânia * Segunda Guerra Civil de Sula (82-81 a.C.), entre Sula e Mário, com vitória de Sula; * Segunda Guerra Civil da República de Roma ou Guerra Civil Cesariana (49-45 a.C.) *Guerra Social (91–88 a.C.) *Revolta de Nica (ca. 532) *Revolta dos batavos (70) *Guerras judaico-romanas - várias *Revolta dos escravos () ===Invasões externas da Roma Antiga=== ==Povos e personalidades == ===Generais romanos=== *Cneu Júlio Agrícola - combateu na Escócia *Júlio César *Quinto Petílio Cerial - derrotou Boadiceia pôs fim à revolta dos batavos *Cneu Domício Córbulo - na Ásia *Lúcio Emílio Paulo Macedônico - conquistou a Macedónia *Lúcio Cornélio Sula - nas guerras mitridáticas e na guerra civil da década de 80 a.C. *Caio Mário - contra as tribos germânicas *Pompeu, o Grande *Cipião Africano - Segunda guerra púnica *Fábio Máximo - Primeira guerra púnica *Quinto Sertório *Cipião Emiliano Africano - Terceira guerra púnica *Suetônio Paulino *Cipião Africano - venceu Anibal *Marco Vipsânio Agripa - conquistou Braga ===Inimigos de Roma=== Esta é uma lista de figuras que fomentaram revoltas e guerras contra Roma. * Espártaco *Alarico I *Aníbal *Armínio *Átila, o Huno *Boadiceia *Caio Júlio Civil *Cleópatra *Tribos germânicas *Mitrídates VI do Ponto *Pirro *Sapor I *Simão Barcoquebas *Teodorico, o Grande *Vercingetórix *Viriato *Zenóbia ==O exército romano== *Legionário *armadura segmentada *Guarda pretoriana *Legião romana *Tropas auxiliares romanas *Ablectos *Armas **Corvo **Gládio ** Pilo **Espada",
 "title": "História militar da Roma Antiga"
}