{
 "id": "17186",
 "text": "Os Irmãos Wright, Wilbur (Millville, ; Dayton, ) e Orville (Dayton, ; Dayton, ), foram dois irmãos norte-americanos, inventores e pioneiros da aviação aos quais foi concedido o crédito pelo desenvolvimento da primeira máquina voadora mais pesada que o ar, que efetuou um voo controlado, em 17 de dezembro de 1903.\"Flying through the ages.\" BBC News, March 19, 1999. Retrieved: July 17, 2009. A principal realização dos irmãos foi a invenção do controle em três eixos, que permitiu ao piloto controlar a aeronave de forma efetiva e manter o seu equilíbrio.\"Inventing a Flying Machine - The Breakthrough Concept\" The Wright Brothers and the Invention of the Aerial Age, Smithsonian Institution. Retrieved March 5, 2013\"Wagging Its Tail\" The Wright Story - Inventing the Airplane. wright-brothers.org. Retrieved March 5, 2013 \"Aviation: From Sand Dunes to Sonic Booms\" National Park Service. Retrieved March 5, 2013Padfield, Gareth D., Professor of Aerospace Engineering, and Ben Lawrence, researcher.. \"The Birth of Flight Control: An Engineering Analysis of the Wright Brothers’ 1902 Glider.\" (PDF format) The Aeronautical Journal, Department of Engineering, The University of Liverpool, UK, December 2003, p. 697. Retrieved: January 23, 2008. Esse método se tornou e permanece sendo o padrão em aeronaves de asa fixa de qualquer tipo.Howard 1988, p. 89.Jakab 1997, p. 183. Desde o início do seu trabalho em aeronáutica, os irmãos Wright focaram no desenvolvimento de um método confiável de controle de pilotagem. Essa abordagem diferia bastante dos outros experimentos da época, que colocavam mais ênfase no desenvolvimento de motores mais potentes.Mortimer 2009, p. 2. Usando um pequeno túnel de vento caseiro, eles obtiveram uma grande quantidade de dados científicos como nunca antes, o que os permitiu desenhar e construir asas e hélices mais eficientes que todos até então.Jakab 1997, p. 156.Crouch 2003, p. 228. A primeira patente deles, a de Número 821 393, não requeria a invenção de uma máquina voadora, mas sim a invenção de uma sistema de controle aerodinâmico que manipulava as superfícies de uma máquina voadora.\"Flying Machine patent.\" Patents. Retrieved: September 21, 2010. ==A infância== Os irmãos Wright foram dois de sete irmãos, filhos de Milton Wright (1828–1917), de ascendência inglesa e holandesa, e Susan Catherine Koerner (1831–1889), de ascendência alemã e suíça. Wilbur nasceu próximo a Millville, Indiana em 1867; Orville em Dayton, Ohio em 1871. Eles nunca se casaram. Os outros irmãos foram: Reuchlin (1861–1920), Lorin (1862–1939), Katharine (1874–1929), e os gêmeos Otis e Ida (nascida em 1870, morreu na infância). Na escola elementar, Orville foi tachado como \"muito travesso\" e chegou a ser expulso.Wallechinsky and Wallace 2005, p. 12. Em 1878, o seu pai, que viajava muito como bispo da Church of the United Brethren in Christ, trouxe para casa um \"helicóptero\" de brinquedo para seus dois filhos mais novos. Esse brinquedo era baseado numa invenção do pioneiro da aviação francês Alphonse Pénaud. Feito de papel, bambu e cortiça com uma tira de borracha para fazer girar o seu rotor, ele media cerce de 30 cm de comprimento. Wilbur e Orville brincaram com ele até que ele quebrou, e então construíram um eles mesmos.\"The Wright Family.\" U.S. Centennial of Flight Commission, 2003. Retrieved: September 21, 2010.. Anos mais tarde eles relataram que as experiências com aquele brinquedo foi o despertar do interesse de ambos em voar.Crouch 2003, pp. 56–57. ==Início de carreira e pesquisas== Ambos os irmãos frequentaram a escola secundária mas não receberam diploma. A família mudou-se repentinamente em 1884 de Richmond, Indiana para Dayton, Ohio, onde a família viveu durante a década de 1870, o que impediu que eles recebessem seus diplomas do segundo grau.Um diploma foi concedido a Wilbur em 16 de Abril de 1994, no seu 127° aniversário. Veja os dados sobre Wilbur Wright em Facts/History WayNet No final de 1885 ou início de 1886, Wilbur foi atingido acidentalmente por um taco de hockey quando jogava com seus amigos, resultando na perda dos dentes da frente. Até então, ele era vigoroso e atlético, e apesar do ferimento aparentemente não ter sido muito grave, ele passou a ser muito retraído, e não frequentou a universidade de Yale conforme planejado. Ao invés disso, ele passou os anos seguintes em casa cuidando de sua mãe que estava em estado terminal de tuberculose e lendo bastante na biblioteca de seu pai. Ele deu assistência a seu pai em algumas controvérsias com a Brethren Church,Jakab 1997, p. 164. mas também demonstrou insatisfação com sua própria falta de ambição.Crouch 2003, p. 130. Orville abandonou a escola secundária logo depois do primeiro ano para dar início a um negócio de impressão em 1889, tendo projetado e construído sua própria prensa tipográfica com a ajuda de Wilbur, que se juntou a ele no negócio e em Março, os irmãos lançaram um jornal semanal, o West Side News. Em Abril de 1890 eles o converteram em um jornal diário, o The Evening Item, mas ele perdurou apenas por quatro meses. Daí por diante, eles focaram em impressão comercial. Um de seus clientes era o amigo e ex-colega de classe de Orville, Paul Laurence Dunbar, que alcançou fama internacional como poeta e escritor afro-americano. Os Wright imprimiram um jornal semanal chamado Dayton Tattler do qual Dunbar foi editor por um breve período.\"What Dreams We Have.\" nps.gov. Retrieved: September 21, 2010. Aproveitando o \"boom\" nacional das bicicletas logo depois da invenção da \"bicicleta segura\", os irmãos abriram uma loja de vendas e oficina de reparos em Dezembro de 1892 (a Wright Cycle Exchange, mais tarde Wright Cycle Company) e começaram a construir bicicletas de sua própria marca \"The Van Cleve Bicycle that the Wrights Built and Sold.\" U.S. Centennial of Flight Commission, 2003. Retrieved: September 21, 2010. em 1896. Eles usaram esse empreendimento para financiar seu crescente interesse em voar. Em meados da década de 1890 eles observaram jornais, revistas e fotos a respeito dos voos em planadores de Otto Lilienthal na Alemanha. O ano de 1896 trouxe três importantes eventos aeronáuticos. Em Maio, Samuel Langley secretário da Smithsonian Institution fez voar com sucesso um modelo não tripulado de asa fixa movido a vapor (ver: Aeronave a vapor). No meio do ano, o engenheiro Octave Chanute de Chicago, acompanhado de vários homens efetuou testes com vários tipos de planadores sobre as dunas de areia do Lago Michigan. Em Agosto, Lilienthal morreu num acidente com seu planador.Crouch 2003, Chapter 10, \"The Year of the Flying Machine\" and Chapter 11, \"Octave Chanute\". Esses eventos, marcaram a vida dos irmãos. Em Maio de 1899 Wilbur escreveu uma carta\"Wilbur Wright May 30, 1899 Letter to Smithsonian.\" Smithsonian Scrapbook: Letters from the Archives. Retrieved: September 21, 2010. para a Smithsonian Institution solicitando informações e publicações sobre aeronáutica.Howard 1988, p. 30. Trabalhando sobre os desenhos de Sir George Cayley, Octave Chanute, Otto Lilienthal, Leonardo da Vinci, e Samuel Pierpont Langley, eles deram início aos seus experimentos em mecânica aeronáutica naquele ano. Os irmãos Wright sempre apresentaram uma imagem uniforme para o público, dividindo igualmente os créditos por suas invenções. Biógrafos destacam que Wilbur tomou a iniciativa em 1899–1900, de escrever: \"my machine and my plans\" antes que Orville estivesse profundamente envolvido, e mais tarde o singular virou plural \"we and our\". O autor James Tobin afirma: \"é impossível imaginar brilhantismo em Orville do jeito que ele era, provendo a força que deu início aos seus trabalhos e manter tudo funcionando desde uma loja em Ohio até conferências com capitalistas, presidentes e reis. Wilbur fez aquilo. Ele era o líder, do início até o fim\".Tobin 2004, p. 92. ===Ideias sobre controle=== Apesar da fatalidade com Lilienthal, os irmãos Wright decidiram usar a sua estratégia: a de praticar com planadores para adquirir experiência no controle de voo antes de tentar um voo motorizado. A morte do piloto britânico Percy Pilcher em outra queda de planador em Outubro de 1899 só reforçou a opinião deles de que um método de controle de voo confiável era a chave para o sucesso e segurança do voo. No início dos seus experimentos, eles definiram o \"controle\" como sendo a terceira parte não solucionado do \"problema de voar\". Eles acreditavam que dominariam os conhecimentos necessários para resolver os outros dois: asas e motor.Crouch 2003, p. 166. A estratégia dos irmãos Wright diferia em muito das dos seus contemporâneos, especialmente: Ader, Maxim e Langley que construíam motores potentes, acoplando-os às suas máquinas voadoras equipadas com sistemas de controle não testados, e esperavam conseguir levantar voo sem nenhuma experiência prévia. Apesar de concordar com a ideia de Lilienthal de praticar, os irmãos Wrights viram que o método de controle dele de alterar o equilíbrio mudando a posição do peso do próprio corpo era inadequada.Tobin 2004, p. 53. Eles estavam determinados a encontrar uma alternativa melhor. Na base da observação, Wilbur concluiu que os pássaros alteravam o ângulo da ponta de suas asas para fazer com seus corpos rolassem para a esquerda ou para a direita.Tobin 2004, p. 70. Os irmãos decidiram que este seria uma boa maneira de uma máquina voadora para fazer curvas para um lado ou para outro, como uma pessoa numa bicicleta, uma experiência com a qual eles tinham bastante familiaridade. Igualmente importante, eles esperavam que este método permitisse a recuperação de um golpe de vento em que a máquina fosse forçada para um lado (balanço lateral). Eles trabalharam sobre como obter o mesmo efeito e acabaram descobrindo o processo de arquear as asas (\"wing-warping\") quando Wilbur conseguiu torcer uma caixa de tubos na oficina de bicicletas.Tobin 2004, pp. 53–55. Outros pesquisadores aeronáuticos, julgavam que o voo não era tão diferente de uma locomoção na superfície, exceto que a superfície poderia ser elevada. Eles pensavam em termos de um leme para controlar a elevação, enquanto as máquinas voadoras permaneciam basicamente niveladas no ar, como um trem ou automóvel na superfície. A ideia de deliberadamente se mover de um lado para outro e fazer curvas parecia inalcançável para eles.Crouch 2003, pp. 167–168. Alguns desses outros pesquisadores, incluindo Langley e Chanute, buscavam o ideal de uma \"estabilidade inerente\", acreditando que o piloto de uma máquina voadora não seria capaz de reagir rápido o suficiente à distúrbios de vento usando controles mecânicos de maneira efetiva. Os irmãos Wright, por outro lado, queriam que o piloto tivesse controle absoluto.Crouch 2003, pp. 168–169. Naquela época, seus desenhos iniciais não contemplavam estabilidade inerente na construção (tais como asas em diedro). Eles desenharam o seu primeiro \"flyer\" motorizado em 1903 com asas em diedro inverso (caídas), que são por definição instáveis, mas menos suscetíveis aos efeitos dos ventos cruzados. ==Os voos== ===O início=== Em Julho de 1899 Wilbur testou o processo de arquear as asas construindo e voando uma pipa biplano com 1,52 m de envergadura. Quando as asas eram arqueadas ou torcidas, a ponta de uma das asas produzia mais sustentação elevando aquele lado enquanto o outro baixava causando uma curva na direção do lado mais baixo. O arqueamento era controlado por quatro cordões amarrados à pipa. Esses cordões ficavam presos à bastões que eram controlados pelo \"piloto\", que os movia em direções opostas para controlar o movimento das asas. Em 1900, os irmãos Wright viajaram para Kitty Hawk, Carolina do Norte, para dar início aos seus experimentos em voos tripulados. Em resposta a uma primeira carta de Wilbur, Octave Chanute sugeriu a zona central da costa do Atlântico devidos aos ventos regulares e a superfície de areia fofa para os pousos. Wilbur também solicitou dados detalhados do Weather Bureau e decidiu por Kitty Hawk depois de receber informações dos meteorologistas do governo lá alocados. O local, apesar de remoto, ficava relativamente perto de Dayton. O local também deu a eles uma certa privacidade em relação à repórteres, que transformaram os experimentos de Chanute em 1896 no Lago Michigan em algo como um \"circo\". Chanute visitava- os a cada estação entre 1901 e 1903 e presenciou os voos com planadores, mas não o voo motorizado. ===Os planadores=== Os irmãos Wright basearam a sua pipa e seus planadores no trabalho feito por outros pioneiros da aviação na década de 1890. Eles adotaram o desenho básico do planador biplano Chanute-Herring (os Wright o chamavam de \"double-decker\"), que voou bem nos experimentos de 1896 nas proximidades de Chicago, e usaram dados de sustentação aeronáutica que Lilienthal havia publicado. Os Wright desenharam as asas com um arqueamento na parte superior. Os Wright não descobriram esse princípio, mas tiraram vantagem dele. A melhor sustentação de uma superfície arqueada em relação a uma plana foi cientificamente discutida pela primeira vez por Sir George Cayley. Lilienthal, cujo trabalho os Wright estudaram detalhadamente, usou asas com arqueamento nos seus planadores, provando em voo as vantagens sobre as superfícies planas. Os suportes de madeira entre as asas dos planadores Wright eram presas por fios na sua própria versão modificada das treliças do planador biplano de Chanute, Os Wright montaram o profundor horizontal na frente das asas, aparentemente acreditando que essa disposição ajudaria a evitar ou os protegeria no caso de um mergulho e queda de nariz como a que matou Lilienthal.Jakab 1997, p. 73. Wilbur acreditava erradamente que uma cauda não seria necessária,Wright, Wilbur. \"Some Aeronautical Experiments.\" Western Society of Engineers, September 18, 1901. Retrieved: July 14, 2010. e seus dois primeiros planadores não tinham uma. De acordo com alguns biógrafos, Wilbur provavelmente efetuou todos os voos até 1902, talvez para exercer sua autoridade de irmão mais velho e proteger Orville de algum ferimento, pois ele não queria ter que explicar ao Bispo Wright (seu pai) se Orville se machucasse.Howard 1988, p. 52.Crouch 2003, p. 198. Dados dos Planadores\"Just the Facts\" Wright Brothers Aeroplane Company. Retrieved April 18, 2012 Envergadura das asas Área das asas Corda Arqueamento Proporção Comprimento Peso 1900 5,33 m 15 m² 2 m 1/20 3.5:1 3,51 m 24 kg 1901 7 m 27 m² 2,1 m 1/12,*1/19 3:1 4,3 m 44 kg 1902 9,78 m 28 m² 1,5 m 1/20–1/24 6.5:1 5,2 m 51 kg * (Esse aerofólio causou sérios problemas de estabilidade; os Wrights modificaram o arqueamento no local.) ===A base científica=== Para confirmar se havia erros nos dados das tabelas de Lilienthal, os irmãos usaram uma bicicleta para um novo tipo de experimento. Eles criaram um modelo de aerofólio e uma lâmina plana, ambas de acordo com as dimensões especificadas por Lilienthal, e as acoplaram a uma roda de bicicleta extra, que eles montaram horizontalmente na frente do guidão. Pedalando forte numa rua local para criar fluxo de ar sobre o aparelho, eles observaram que a terceira roda girava contra o aerofólio ao invés de ficar estática como a fórmula de Lilienthal previa. O experimento confirmou suas suspeitas de que o coeficiente Smeaton padrão, ou os coeficientes de sustentação de Lilienthal, ou ambos, estavam errados.Crouch, \"The Bishop's Boys,\" 1989, pp. 221-222\"Kitty Hawk in a Box\" Wright Brothers Aeroplane Company. Retrieved April 11, 2014. A fraca sustentação dos planadores de 1900 e 1901, levou os Wright a questionar a precisão dos dados de Lilienthal e do coeficiente Smeaton de pressão do ar usado por vários anos. Baseado em observações das suas próprias experiências, os Wright concluíram que o coeficiente correto era próximo a 0,0033 e não o tradicional valor de 0,0054, que aumentava muito a sustentação calculada.Crouch, \"The Bishop's Boys,\" 1989, pp. 220-221 Deixando de lado a estranha bicicleta de três rodas, eles construíram um túnel de vento de 1,83 m na sua loja e conduziram uma série de testes sistemáticos de asas em miniatura entre Outubro e Dezembro de 1901.Dodson, M.G. \"An Historical and Applied Aerodynamic Study of the Wright Brothers' Wind Tunnel Test Program and Application to Successful Manned Flight.\" US Naval Academy, Technical Report, Volume USNA-334, 2005. Retrieved: September 21, 2010. Os suportes que eles montaram no interior do túnel para segurar as asas pareciam bem toscos, mas foram \"tão críticos para o sucesso final dos irmãos Wright quanto os próprios planadores\".Crouch, \"The Bishop's Boys,\" 1989, p. 225 Esses experimentos permitiram aos irmãos, balancear a sustentação contra o arrasto e calcular de forma precisa a performance de cada asa. Eles também puderam avaliar qual das asas tinha o melhor desempenho quando olhavam pela janela de observação em cima do túnel. Esses testes resultaram numa quantidade nunca antes obtida de dados de qualidade, provando que a baixa sustentação dos planadores de 1900 e 1901 eram devidas ao valor errado do coeficiente Smeaton, e que os dados que Lilienthal publicou estavam razoavelmente corretos para os testes que ele fez.Crouch, \"The Bishop's Boys,\" 1989, p. 226 A equação de sustentação L = C_L \\frac{\\rho}{2} SV^2 C_L é o coeficiente de sustentação \\rho (rho) é a densidade do ar (1 225 kg/m³ no nível do mar)* V é a velocidade de voo S ou A é a área da asa L é a força de sustentação produzida ===Usando o motor=== Em 1903, os irmãos construíram um modelo motorizado, o Wright Flyer I, usando o seu material preferido na construção, a picea, \"Milestones of Flight - 1903 Wright Flyer\" - Smithsonian National Air and Space Museum uma madeira leve e resistente, e musseline para a cobertura das superfícies. Eles também desenharam e esculpiram suas próprias hélices de madeira, e tinham um motor específico construído na sua loja de bicicletas. Eles pensaram que o desenho de hélices seria uma questão simples, mas ao contrário, foi uma questão fortemente debatida entre os dois, até que concluíram que uma hélice aeronáutica é essencialmente uma asa girando no plano vertical.Crouch 1989, pp. 242–243. Tendo isso como base, eles usaram dados obtidos com mais testes no túnel de vento para desenhar suas hélices. As lâminas acabadas tinham apenas 2,44 m de comprimento, feita de três laminações coladas de picea. Os Wright optaram por uma configuração por impulsão dupla com as hélices girando em sentido contrário (para anular o torque), que atuariam sobre uma maior quantidade de ar do que uma única hélice e também evitando causar turbulência na parte frontal das asas. Os irmãos Wright escreveram para vários fabricantes de motores, mas nenhum atingiu as suas necessidades de um motor suficientemente leve. Eles utilizaram o mecânico da sua loja Charlie Taylor, que construiu um motor em apenas seis semanas em colaboração contínua com os dois irmãos.Crouch 1989, p.245 Para manter o peso baixo, o bloco foi esculpido em alumínio, uma prática pouco comum na época. O motor Wright/Taylor tinha uma versão primitiva do moderno sistema de injeção de combustível, sem carburador nem bomba de combustível. A gasolina era alimentada por gravidade do tanque de combustível montado numa estrutura em forma de asa num compartimento próximo aos cilindros onde era misturada com o ar: a mistura ar-combustível era então vaporizada por calor forçando-a para dentro dos cilindros. As correntes que acionavam as hélices eram semelhantes às de bicicletas, eram fornecidas por um fabricante de peças de automóvel.Howard 1988, pp. 108–109. O Flyer custou menos que mil dólares, em contraste com os mais de $ 50 mil em fundos do governo cedidos a Samuel Langley para a construção da sua máquina voadora tripulada, o Langley Aerodrome.Tobin 2004, p. 192. ===O primeiro voo motorizado=== Já em campo, em Kill Devil Hills, depois de vários adiamentos por problemas técnicos diversos e uma diminuição do interesse dos repórteres, Wilbur ganhou no cara ou coroa e fez uma primeira tentativa de um voo de três segundos em 14 de Dezembro de 1903, estolando logo depois da decolagem causando pequenos danos ao Flyer. Wilbur escreveu para sua família reportando a tentativa como um \"sucesso parcial\".Kelly 2002, pp. 112–113. Depois dos reparos, os irmãos Wright finalmente decolaram em 17 de Dezembro de 1903, fazendo dois voos cada um: o primeiro, pilotado por Orville as 10h35, percorreu 37 m em 12 segundos, a velocidade de 10,9 km/h. Os dois próximos voos cobriram aproximadamente 53 e 61 m por Wilbur e Orville respectivamente. A altura foi de cerca de 3 m acima do solo.Gray, Carroll F. First Five Flights, The Slope and Winds of Big Kill Devil Hill – The First Flight Reconsidered, 1903 – Who Made the First Flight?\" TheWrightBrothers.org, 2003. Retrieved: September 21, 2010. O quarto voo pilotado por Wilbur já próximo ao meio dia, terminou num pequeno acidente depois de ter percorrido 259,69 m em 59 segundos. O leme frontal foi bastante danificado, mas a estrutura principal sofreu pouco. E a estimativa era de consertá-lo em um ou dois dias.Kelly 1943, pp. 101–102. Cinco pessoas testemunharam os voos: Adam Etheridge, John T. Daniels (que tirou a famosa foto \"first flight\" usando a câmera pré posicionada de Orville), Will Dough, W.C. Brinkley e Johnny Moore. Depois que os homens recuperaram o Flyer do seu pequeno acidente, uma rajada de vento o atingiu fazendo-o capotar várias vezes, apesar das tentativas de segurá-lo. Seriamente danificado esse modelo nunca voou novamente.Howard 1988, p. 139. Os irmãos o embarcaram para casa e anos depois, Orville o restaurou, levando-o a várias localidades nos Estados Unidos para exibição, e mais tarde para um museu britânico, antes de ser finalmente instalado na Smithsonian Institution em Washington, D.C. em 1948. Os irmãos Wright enviaram um telegrama sobre os voos para o seu pai, solicitando que ele \"informasse a imprensa\". No entanto, o Dayton Journal se recusou a publicar a história, dizendo que os voos foram muito curtos para que fossem considerados importantes. No entanto, contra a vontade dos irmãos, um operador de telégrafo vazou a informação para um jornal da Virgínia que fez uma mistura de informações imprecisas num artigo que foi reproduzido por vários jornais no dia seguinte, inclusive em Dayton.Crouch 1989, pp. 271–272.Virginian-Pilot story. In Their Own Words, Wright-Brothers.org. Retrieved January 29, 2013 Os irmãos Wright divulgaram sua própria declaração à imprensa em Janeiro.Crouch 1989, p. 274 No entanto, os voos não criaram nenhum grande impacto popular e as pessoas sequer os conheciam e as manchetes rapidamente desapareceram. Em Paris, no entanto, membros do Aéro-Club de France, já estimulados pelos relatos de Chanute sobre os sucessos dos voos com planadores dos irmãos Wright, levaram as notícias mais a sério e aumentaram seus esforços para chegar aos irmãos. Análises modernas feitas pelos professores Fred E. C. Culick e Henry R. Jex (em 1985) demonstraram que o Flyer de 1903 era tão instável que provavelmente seria impossível de ser pilotado por outros que não os irmãos Wright, que treinaram bastante com o planador de 1902.Abzug, Malcolm J. and E. Eugene Larrabee.\"Airplane Stability and Control, Second Edition: A History of the Technologies That Made Aviation Possible.\" cambridge.org. Retrieved: September 21, 2010. ===A controvérsia=== O voo do Flyer I é reconhecido pela Fédération Aéronautique Internationale como o primeiro de um aparelho voador controlado, mais pesado que o ar. Apesar do reconhecimento, há polêmicas quanto a ser o voo do Flyer 1, o primeiro controlado, mas diferente de outros engenhos anteriores ao Flyer I, que também foram controlados, não houve auxilio mecânico na decolagem. A aeronave se elevou ao ar por meios próprios, ao longo do trilho. O voo ocorreu com a presença de testemunhas, como o presidente do banco da cidade e alguns funcionários públicos, caracterizando portanto um evento com credibilidade pública. Também existe a ideia de que os irmãos Wright trabalharam com planadores motorizados entre 1903-1908, como o relato do telegrafista Alpheus W. Drinkwater, de que os Wright de verdade voaram apenas em 1908. Um aparelho voador mais pesado que o ar foi inventado pelo francês Clément Ader em 1890. No entanto, não permitia controlar a direção do voo. Era uma época em que vários inventores de diversos países estavam tentando criar a primeira aeronave mais pesada do que o ar capaz de voar com sucesso. Os Irmãos Wright não queriam derramar informações ao seu principal rival Samuel Pierpont Langley, o então secretário do Instituto Smithsonian. O voo de Alberto Santos Dumont também está sujeito a controvérsias, havendo indicações de que o 14-bis não era totalmente controlável em estabilidade lateral, e portanto só podia voar enquanto conseguisse permanecer em linha reta. Até mesmo na categoria dos não aviões, existem alguns questionamentos quanto à primazia dos irmãos Wright. ==A evolução== Entre 1905 e 1907, os irmãos Wright desenvolveram sua máquina voadora no Wright Flyer III. Apesar de não terem sido os primeiros a construir aeronaves experimentais e de usarem meios externos para colocar suas aeronaves em voo, os irmãos Wright foram os primeiros a inventar os controles que tornaram possível o voo em aeronaves de asa fixa motorizados. No início a performance desse novo modelo foi tão fraca quanto a dos dois anteriores. O seu voo inaugural ocorreu em 23 de Junho de 1905 e os primeiros voos não duravam mais que 10 segundos.Winchester 2005, p. 311. Depois que Orville sofreu uma fissura óssea numa queda potencialmente fatal em 14 de Julho, eles reconstruíram o Flyer III com o profundor frontal e o leme traseiro aumentados e posicionados mais distantes das asas. Eles também instalaram um controle independente para o leme traseiro ao invés de interligá-lo ao controle de arqueamento das asas como antes. Com isso, cada um dos três eixos de atitude tinha o seu próprio controle independente. Essas modificações aumentaram muito a estabilidade e o controle, permitindo a execução de uma série de \"voos longos\" variando entre 17 e 38 minutos e percorrendo entre 17,7 e 38,6 km em torno do circuito sobre Huffman Prairie entre 26 de Setembro e 5 de Outubro. Wilbur fez o último e mais longo voo de 39,4 km em 38 minutos e 3 segundos, terminando com um pouso seguro quando o combustível acabou. Esse voo foi assistido por algumas pessoas incluindo alguns amigos convidados, o pai deles Milton e fazendeiros das vizinhanças.A Wright brothers letter to the Aero Club of America describes the long flights and provides a list of witnesses. (Courtesy Dayton Metro Library.) ==Ver também== * Irmãos Horten * History by Contract * Lista de pilotos * Wright Brothers Medal * Wright Cycle Company * Wright Exhibition Team * Wright Flyer I * Wright Flyer II * Wright Flyer III * Wright Model A * Wright Model B * Wright Model C * Wright Model D * Wright Model E * Wright Model H * Wright Model HS * Wright Model K * Wright Model L * Wright Model R * Wright Liberty Eagle * Wright Aerial Coupe * Wright Flying School * Planadores Wright * John Joseph Montgomery ==Ligações externas== * Telegrama de Orville Wright em Kitty Hawk, Carolina do Norte, para seu pai, anunciando seus voos bem-sucedidos, 17 de dezembro de 1903 * Irmãos Wright foram os primeiros, mas Santos-Dumont fez mais pela aviação * Primeiro voo motorizado dos irmãos Wright * 1908: Irmãos Wright requeriam a patente do avião Categoria:National Inventors Hall of Fame Categoria:Engenheiros aeroespaciais dos Estados Unidos Categoria:Aviadores dos Estados Unidos Categoria:Pioneiros da aviação Categoria:Metodistas dos Estados Unidos Categoria:Norte-americanos de ascendência inglesa Categoria:Norte-americanos de ascendência neerlandesa Categoria:Norte-americanos de ascendência alemã Categoria:Norte-americanos de ascendência suíça Categoria:Inventores dos Estados Unidos Categoria:Nascidos em 1871 Categoria:Nascidos em 1867 Categoria:Projetistas de aeronaves Categoria:História de Dayton (Ohio) Categoria:Membros da Academia Nacional de Ciências dos Estados Unidos",
 "title": "Irmãos Wright"
}