{
 "id": "17222",
 "text": "ICQ foi um programa de comunicação instantânea pioneiro na Internet que pertence à companhia Mail.ru Group. É um dos primeiros programas de mensagem instantânea da internet, criado em 1996. A sigla \"ICQ\" é um acrónimo feito com base na pronúncia das letras em inglês (I Seek You), em português, \"Eu procuro você\", porém é popularmente conhecido no Brasil como \"i-cê-quê\". Em 2015 o ICQ tinha 11 milhões de usuários ativos mensais. Em 2023, uma investigação da agência de notícias Núcleo Jornalismo descobriu que o ICQ foi usado para compartilhar pornografia infantil livremente, devido a políticas negligentes de moderação. Após a reportagem, o Google removeu o ICQ da plataforma Google Play. O ICQ vai encerrar a 26 de Junho de 2024. == Identificação dos usuários do ICQ == Cada usuário do ICQ pode adicionar outro através de qualquer característica incluída na busca, porém duas características são permanentes na identificação do usuário e no acesso ao cliente ICQ. === Número de identificação único ou UIN === Cada usuário do ICQ possui um número de identificação, o UIN (Universal ICQ Number) é uma combinação numérica que possui 8 dígitos e também é conhecido por ICQ#, \"ICQ Number\" ou \"Número do ICQ\". No ICQ a única informação permanente do usuário é o UIN, o nome de usuário(apelido) e o e-mail pode ser modificados, sem necessidade de se registrar novamente. O número de ICQ não é mais fornecido durante o cadastro desde agosto de 2010, porém, os usuários ainda podem saber qual é seu número através do perfil do ICQ. === Acesso por E-Mail === Disponível inicialmente apenas como opcional, a partir do ano de 2003 ter um e-mail para o cadastro do ICQ tornou-se obrigatório, porém mutável, segundo a preferência do usuário. O acesso por e-mail foi criado para que os usuários não tenham dificuldades para decorar os números que já estão em 9 dígitos, facilitando assim o acesso aos serviços, e-mail e o próprio ICQ. A associação é feita durante o cadastro e também pelo website do ICQ, em ambos processos, o usuário recebe um e-mail do ICQ com um link para a confirmação do cadastro e a mesma é necessária para a utilização, caso contrário, a associação expira em 15 dias. (Mesmo assim o usuário continua tendo seu UIN) ==== Conta do Facebook ==== O ICQ permite que o usuário que possui conta no Facebook se cadastre no ICQ, quando cadastrado a conta do Facebook é associada a um número de ICQ. (Mesmo assim o usuário continua tendo seu UIN) ==== Número de telefone celular ==== O ICQ também permite que o usuário crie um novo ICQ a partir de seu número de telefone celular, o cadastro pode ser feito através de qualquer aparelho celular que tenha suporte ao ICQ e também pelos clientes do ICQ para PC. (Mesmo assim o usuário continua tendo seu UIN) == História do ICQ. == O ICQ foi criado em 1996 por quatro jovens israelenses, Yair Goldfinger, Arik Vardi, Sefi Vigiser e Amnon Amir, que fundaram a uma empresa chamada Mirabilis, tendo como objetivo trazer uma nova forma de comunicação pela internet. O ICQ foi criado inicialmente para os usuários sistemas operacionais Windows, que até então não possuíam um software que garantisse a comunicação instantânea. 1996 * ICQ 1.0 Beta Sua primeira versão foi lançada em 15 de novembro de 1996, ainda sobre o nome beta, para sistemas com Windows 95/NT 4.0. Apesar de não usar atualmente o nome beta em suas versões o ICQ, segundo o próprio ICQ, o serviço sempre será beta tendo em vista a constante melhoria e alteração desses serviços. \"ICQ vai mudar totalmente a forma como as pessoas trabalham e navegam na Net\", afirmou Sefi Vigiser, presidente da Mirabilis Ltd, a respeito do lançamento do ICQ Beta. 1997 * 1 milhão de usuários 20 de maio de 1997: O ICQ supera 1 milhão de usuários e já se estima que 100 mil usuários se cadastrem a cada semana, com picos online de 58.500 usuários simultâneos, superando as expectativas para uma empresa relativamente jovem. Mais tarde em Junho, o ICQ atinge a marca de 100.000 usuários simultâneos. * ICQ para Bigfoot: No dia 2 de setembro de 1997 o ICQ se une a Bigfoot, líder mundial de serviços de e-mails da época, e criou o \"ICQ para Bigfoot\", uma integração entre os usuários de ICQ e o serviço de e-mails, dando a eles contas de e-mail e acesso via o website do ICQ. * 4 milhões de usuários: Em 31 de outubro de 1997, o ICQ já registrava 4 milhões de usuários e mais de 220,000 conexões simultâneas. 1998 * ICQ para HotDog: Dia 5 de janeiro de 1998, o ICQ anuncia parceria com a SAUSAGE SOFTWARE, lançou o \"ICQ SuperTool\", um plugin de notificações para o \"HotDog\", ferramenta de desenvolvimento para a Web. A Sausage era líder em comércio eletrônico e desenvolvimento para a internet. * ICQ é vendido para a América Online: Em 8 de junho de1998, a Time Warner Inc., anteriormente ligada a Aol., adquiriu a Mirabilis por 407 milhões de dólares, englobando o serviço da AOL para mensagens instantâneas. No entanto, mesmo com a aquisição, o escritório da antiga Mirabilis, agora apenas ICQ, continua situado em Tel Aviv, segunda maior cidade de Israel. A estratégia da AOL na época era aumentar sua popularidade independente de ISP (Provedor de serviços da Internet), já que os usuários do AIM eram apenas aqueles que tinham os screenames da AOL, ou seja, os assinantes. Nesta etapa o ICQ tinha 1.000.000 de usuários registrados a cada 22 dias, compatibilizar o AIM com a rede mais popular do mundo foi lucro para AOL. * 20 milhões de usuários registrados: Em outubro de 1998, o ICQ ultrapassa a marca de 20 milhões de usuários registrados. 1999 * ICQ para celulares: Em Julho de 1999, anuncia o ICQ para WAP, ICQ SMS e ICQ para Java. * ICQ lança o ICQMail: Dia 22 de julho de 1999 o ICQ, em parceria com a Critical Path, anuncia o ICQMail para seus 38 milhões de usuários tendo como suas principais funcionalidades as notificações de e-mail no desktop e o acesso a eles por um clique. Antes mesmo do lançamento 400.000 usuários já tinham requerido o serviço e tiveram suas caixas abertas no dia do lançamento. * Parceria entre Spinner, ICQ, Winamp e eMusic.com: Em 16 de agosto de 1999 o ICQ, Spinner e o Winamp fecharam um acordo de parceria para venda de músicas da eMusic.com. *Net2Phone: O ICQ lança em 4 de outubro de 1999, inicialmente somente para os Estados Unidos, seu serviço de VOIP e cartões telefônicos fazendo ligações de PC para Telefone até 70% mais barato se comparado a uma ligação comum. * 50 milhões de usuários: Em 1º de dezembro de 1999 o ICQ tinha 50 milhões de usuários registrados. 2000 * Parceria com VarsityBooks.com: Dia 6 de janeiro de 2000. O ICQ anuncia uma aliança estratégica com a VarsityBooks.com, líder de comércio on-line para estudantes universitários. 2001 *100 milhões de usuários: O ICQ atinge a marca de 100 milhões de usuários em 9 de maio de 2001. 2002 * Junho de 2002: O ICQ fecha parceria com a Orange para telefonia móvel. * Em novembro de 2002, o ICQ fecha parceria com a Cellcom de Israel para serviços de telefonia móvel. * ICQ para i-mode: Dezembro de 2002, o ICQ fecha parceria com a KPN, líder de rede Wireless nos países baixos, e fornece o ICQ para i-mode. Também em dezembro, o ICQ fecha parceria com a Telestra Mobile. 2003 * Em Janeiro de 2003, os usuários do e-Plus e da SingTel são incluídos na parceria com o ICQ para telefonia móvel. * Em 18 fevereiro de 2003 o ICQ anuncia seus acordos globais para telefonia móvel: Cellcom em Israel, E-Plus da Alemanha, FarEasTone em Taiwan, a KPN Mobile na Holanda, Rogers AT & T Wireless no Canadá, SingTel em Singapura, Smart nas Filipinas e, na Austrália, a Telstra Corporation. * Novo CEO: Em 30 de outubro de 2003, o ICQ anuncia o ICQ 2003 Pro e agora o ICQ está sob a liderança do novo CEO, Orey Gilliam, que também assumiu a responsabilidade por todas as empresas de Mensagens da AOL em 2007, ICQ retomou o seu crescimento e se transformou em uma empresa altamente rentável, e uma das empresas mais bem sucedidas da Aol, na época o ICQ tinha 160 milhões de usuários. *Acordo com a LavaLife: Em 17 de dezembro de 2003 o ICQ anuncia uma parceria com a empresa de relacionamentos \"LavaLife\", a fim de promover uma rede de namoros virtual, conteúdo especial e propaganda online. 2004 * Março de 2004: O ICQ lança o \"ICQ Universe\" (Universo ICQ, em português), uma rede social por convite que permitia integração dos usuários por meio dessa rede para que os mesmos compartilhassem seus amigos, e que eles trocassem mensagens instantâneas e participassem de chats, aumentando seu ciclo social. 2005 *A partir do ano 2005, o ICQ começou a criar parcerias estratégicas a fim de reforçar o número de usuários e tornar o ICQ mais fácil e acessível para determinados países, ajudando a disponibilizar serviços e ampliar o suporte ao produto. Estas empresas vão de grandes websites a emissoras de TV. 2006 * Em 2006 o ICQ remodela seu layout e passa a utilizar o Boxely que é a mesma utilizada no AIM e apresenta o ICQ 6. 2009 * Eliav Moshe substituiu Gilliam, assumindo a diretoria do ICQ. 2010 * Em 16 de fevereiro o ICQ retoma o desenvolvimento para celulares e lança sua nova plataforma para Java. * Em abril de 2010 o ICQ foi vendido por US$187,5 milhões para a empresa russa Digital Sky Technologies, a venda ocorreu durante o processo de renovação da América Online que decidiu apenas manter o AIM como seu mensageiro, porém, ambas redes ainda trocam mensagens. * Em 15 de novembro de 2010, o ICQ lança seu novo web-IM voltando a utilizar o nome \"Web-ICQ\", anteriormente substituído pelo nome icq2go. Esta versão inclui linguagens, nova interface gráfica e integração com as redes sociais assim como no cliente oficial, ICQ 7. 2011 * 17 de Março de 2011 - ICQ abre seu protocolo a comunicadores não oficiais * 1º de abril de 2011 - ICQ encerra o serviço \"ICQ BLOGS\". * 11 de junho - ICQ interrompe seus serviços para manutenção, o objetivo é melhorias de infraestrutura contra spammers * 15 de Julho de 2011 - ICQ anuncia um novo produto chamado ICQ-on-site que dá a opção para desenvolvedores incluírem o ICQ em seus websites. E anuncia seu novo CEO, no lugar de Eliav Moshe, Alexander Gornal. * Em junho de 2011 - ICQ fecha parceria com a M-tel, empresa de telefonia da Bulgária * Em julho de 2011 - ICQ fecha acordo com clientes alternativos a fim de compatibilizar os serviços do ICQ, são eles qutIM, MDC e Palringo. * Em julho de 2011 - ICQ fecha acordo de parceria com a Evropa2, uma rádio Tcheca. === Bloqueio no Brasil === Em setembro de 2023, a 15.ª Vara Federal Criminal da Seção Judiciária do Distrito Federal determinou que o aplicativo e a interface web fossem bloqueados em todo o território nacional. A decisão foi tomada após diversas tentativas da justiça de se comunicar com a empresa. No final de junho, uma reportagem jornalística do site Núcleo revelou que criminosos estavam disseminando e vendendo pornografia infantil. O aplicativo estava sendo usado como um repositório de links com conteúdo ilegal, que eram compartilhados para outras redes sociais, como Facebook, X (Twitter) e Instagram. === Encerramento === Em 24 de maio de 2024, a página inicial do website de ICQ anunciou que o serviço seria encerrado em 26 de Junho de 2024. O ICQ recomendava os usuários migrarem para VK Messenger e VK WorkSpace. == Histórico de versões do ICQ. == === Versões para Microsoft Windows === * ICQ 1.0 Beta:' * ICQ para Netmeeting: * ICQ 98: * ICQ 99 * ICQ 2000: * ICQ 2001: * ICQ 2002: * ICQ Lite: * ICQ 2003a - 2003b: * ICQ 4.x Lite: * ICQ 5.x: * ICQ 6.x: *ICQ Lite 1.0: - Baseado no ICQ 6.x, apenas para Rússia e Israel. *ICQ 7.x: *ICQ 7.9 - Versão especial russa baseada no Mail.ru Agent, apenas distribuída na Rússia. *ICQ 8 - Lançado em 5 de Fevereiro de 2012 === Versões para Apple MacOS === * ICQ para MacOsX 9.x e MacOsX: * ICQ para MacOs Lion 1.0: === Versões para Linux === * ICQ para Linux 1.0: === Versões para Web === * ICQ Web Based: * ICQ2go: - Antigo nome do Web ICQ * Web ICQ: === Versões Mobile === * ICQ para Windows Mobile * ICQ para iPhone e iPod Touch * ICQ para Android * ICQ para Java * ICQ para Blackberry * ICQ para Symbian * ICQ para Bada (Samsung) * ICQ para Windows Phone 7 * Versão Web: Pode ser acessada de qualquer navegador de celular através do endereço http://m.icq.com === Outros produtos === * Website do ICQ: * ICQ TV: * ICQ SIM Card (Junto com a United Mobile): - Um cartão de telefonia celular que permite que usuário viaje por toda a Europa pagando um preço menor pelos serviços. * ICQ Search Suite: * ICQ Video: * ICQ Maps: * Barra de ferrramentas do ICQ - * ICQMail: - Baseado no Aol. Mail * ICQ Mobile Games: == Alguns prêmios importantes conquistados pelo ICQ == Esses prêmios estão de acordo com as informações dadas pelo site do ICQ: * Mais popular do CNet.com com mais de 400.000.000 downloads. * O software mais baixado da década segundo o CNet.com * Classificação \"5\" em vários sites de downloads. * Primeiro lugar dos melhores downloads do ano de 2000, segundo a CNet. * Considerado pelos leitores do jornal Eye Weekly o melhor serviço de bate-papo online em 2001 e 2002. * O prêmio Had-Award para o ICQ2go pela habilidade de enviar e receber mensagens sem a interferência de firewalls. == Ver também == * Mensageiro instantâneo * AOL Instant Messenger * Skype * Windows Live Messenger * Yahoo! Messenger * Google Talk * Pidgin * Jabber * Kopete * Meebo * Miranda IM * Trillian * mIRC * * * * * * == Ligações externas == * * * ;Produtos da empresa citados na matéria. * * * * * * * Categoria:Mensageiros instantâneos para macOS Categoria:Mensageiros instantâneos para Windows Categoria:Mensageiros instantâneos Categoria:Programas para iOS Categoria:Aplicativos móveis Categoria:Software de 1996 Categoria:Programas para Android Categoria:Programas para Windows Phone Categoria:Invenções de Israel Categoria:AOL Categoria:Programas para Symbian Categoria:Programas para BlackBerry",
 "title": "ICQ"
}