{
 "id": "17223",
 "text": "miniatura|Exemplo de download entre dois computadores pessoais. Em tecnologia, download e upload, em português descarregamento/transferência e carregamento (substantivos) ou, descarregar/transferir e carregar (verbos), são termos, no âmbito da comunicação em redes de computadores, utilizados para referenciar a transmissão de dados de um dispositivo para outro através de um canal de comunicação previamente estabelecido. O uso mais comum do termo download está relacionado com a obtenção de conteúdo da Internet, onde um servidor remoto hospeda dados que são acessados pelos clientes através de aplicativos específicos que se comunicam com o servidor através de protocolos preestabelecidos, como é o caso dos navegadores que acessam os dados de um servidor normalmente utilizando o protocolo HTTP. De forma análoga, o termo upload faz referência à operação inversa a do download, isto é, ao envio de conteúdo à Internet. Apesar de serem termos com sentidos opostos, do ponto de vista técnico, a distinção de um processo de transmissão entre download ou upload pode ser associada a uma questão de perspectiva, pois sempre que um dispositivo faz download o dispositivo que interage com ele, faz upload e vice-versa. No entanto, essa distinção é normalmente feita considerando a participação do dispositivo que iniciou a transmissão de dados, seja obtendo ou disponibilizando. == Termo == Os verbos em inglês \"to download\" e \"to upload\" são comummente utilizados como substantivos no português com o auxílio do verbo \"fazer\" quando indica ação, como ocorre nas frases: * \"Você precisa _fazer o download_ do arquivo.\" * \"Vou _fazer o upload_ das fotos.\" * \"Fiz o _download_ do programa.\" * \"Deu erro _no upload_ do arquivo.\" Nesses casos, download por vezes é substituído por verbos que, no contexto de tecnologia, carregam o mesmo significado como baixar, descarregar, transferir, obter, pegar, puxar e sacar; da mesma forma que upload por vezes também é substituído pelos verbos carregar, enviar, mandar e subir, dando origem a frases como: * \"Você precisa _baixar_ o arquivo.\" *\"_Descarrega_ já a nossa nova aplicação.\" * \"Vou _enviar_ as fotos.\" * \"_Baixei_ o programa.\" * \"Deu erro _ao subir_ o arquivo.\" * \"_Transfira_ o ficheiro.\" == Uso popular == Embora o acesso de qualquer informação remota (como páginas web, texto e imagens) seja sempre feito através do download prévio do conteúdo, com a posterior exibição do conteúdo armazenado localmente, o uso popular do termo download se limita a referenciar o conteúdo que é obtido de um dispositivo remoto para visualização posterior (offline), como um documento ou aplicativo. Nesses casos, os aplicativos que fazem o download normalmente oferecem recursos que permitem que o usuário selecione o local onde os dados devem ser salvos. Já o uso popular de upload se limita a referenciar as transmissões de arquivos previamente selecionados do dispositivo, como fotos e documentos, para um servidor remoto (como ocorre ao enviar de fotos para uma rede social ou ao anexo arquivos a uma mensagem em um webmail). Muito embora, as operações de requisição de páginas web e envio de formulários web também consistam no envio de informações para servidores remotos e não sejam usualmente chamadas de upload. A transmissão de videoconferência também configura um processo de download (para quem assiste) e upload (para quem produz), muito embora esses termos raramente sejam associados a essa forma de transmissão, onde é preferido o termo \"transmissão contínua\" (streaming, em inglês). == Ver também == * Gerenciador de downloads / Gestor de transferências * Compartilhamento de arquivos / Partilha de ficheiros * Lista de singles com mais downloads pagos Categoria:Terminologia informática Categoria:Internet Categoria:Transmissão de dados Categoria:Servidores Categoria:Verbos do inglês",
 "title": "Download e upload"
}