{
 "id": "17237",
 "text": "{{Info/Município do Brasil | nome = Santa Maria Madalena | foto = Panorama_g.jpg | leg_foto = Vista parcial da cidade em 2008. | apelido = Madalena | brasão = Brasao_smmadalena.jpg | bandeira = Bandeira de Santa Maria Madalena (Rio de Janeiro).jpg | link_brasão = | link_bandeira = | link_hino = | aniversário = 8 de junho | fundação = | gentílico = madalenense | lema = Salus labor spes \"Esperança e firmeza no trabalho\" | prefeito = Nilson José Perdomo CostaNilson José, do DEM, é eleito prefeito em eleição suplementar de Santa Maria Madalena, RJ Portal G1 - acessado em 12 de setembro de 2021 | partido = UNIÃO | fim_mandato = 2024 | mapa = RiodeJaneiro Municip SantaMariaMadalena.svg | latP = S | latG = 21 | latM = 57 | latS = 18 | lonP = O | lonG = 42 | lonM = 00 | lonS = 28 | estado = Rio de Janeiro | mesorregião = Centro Fluminense | data_mesorregião = IBGE/2008 | microrregião = Santa Maria Madalena | data_microrregião = IBGE/2008 | região_metropolitana = | vizinhos = Campos dos Goytacazes, Conceição de Macabu, São Fidélis, São Sebastião do Alto, Trajano de Moraes | dist_capital = 219 | área = 815.591 | área_ref = | população = 10282 | data_pop = Estimativa IBGE/2013 | altitude = 615 | clima = Tropical de Altitude | sigla_clima = Cwa | idh = 0.669 | idh_pos = RJ: 79º | data_idh = PNUD/2010 | pib = mil | data_pib = IBGE/2011 | pib_per_capita = 12586.57 | data_pib_per_capita = IBGE/2011 | site = pmsmm.rj.gov.br | Site da Câmara Municipal = https://www.cmsmm.rj.gov.br/ }} Santa Maria Madalena é um município brasileiro do estado do Rio de Janeiro. Localiza-se a 21º57'19\" de latitude sul e 42º00'29\" de longitude oeste, a uma altitude de 615 metros. A população aferida na estimativa de 2013 foi de habitantes. == História == O desbravamento da região hoje ocupada pelo município de Santa Maria Madalena data de 1840, quando por ali passou o português Manoel José Teixeira Portugal. Logo depois, se estabeleceu no local o mateiro José Vicente, que ali chegou em perseguição a negros fugitivos e armou um rancho no mesmo local do antecessor, onde hoje se localiza a Igreja Matriz de Santa Maria Madalena. Em 1850, José Vicente foi visitado pelo padre francês Francisco Xavier Frouthé, que seguia pela região à procura de nativos a quem pudesse passar suas mensagens religiosas. Diz-se que o mateiro interessou-se por uma espingarda que o padre trazia consigo, propondo ao mesmo a sua troca pelas terras. A partir de então, Frouthé foi responsável por coordenar a construção de uma capela dedicada à santa. Nos anos seguintes, a localidade foi elevada à condição de freguesia. Em 8 de junho de 1862 ocorreu o seu desmembramento da cidade de Cantagalo, com o que Santa Maria Madalena tornou-se um município independente. == Geografia == O Parque Estadual do Desengano é a última reserva de Mata Atlântica do norte fluminense e abrange os municípios de Santa Maria Madalena, São Fidélis e Campos dos Goytacazes, em uma área de aproximadamente 22 400 hectares === Clima === O clima é tropical de altitude, com temperatura variando entre 6º e 35º C. Segundo dados do Instituto Nacional de Meteorologia (INMET), referentes aos períodos de janeiro de 1961 a dezembro de 1979 e janeiro 1983 a maio de 2018, a menor temperatura registrada em Santa Maria Madalena foi de em 14 de julho de 1988 e a maior atingiu em 19 de janeiro de 1995. O maior acumulado de precipitação em 24 horas foi de milímetros (mm) em 13 de novembro de 2012. Outros grandes acumulados iguais ou superiores a foram: em 10 de dezembro de 2002, em 26 de janeiro de 1961, em 17 de novembro de 1977, em 26 de fevereiro de 2010, em 4 de março de 2005, em 13 de novembro de 1976, em 3 de janeiro de 2007 e em 16 de abril de 2018. Janeiro de 1961, com , foi o mês de maior precipitação, seguido por janeiro de 2007 (). === Relevo === O relevo do município é bastante acidentado e apresenta várias montanhas que, juntas, formam grandes serras, como as da Grama, de Triunfo, do Sossego, da Morumbeca, dos Pontes, da Fortaleza, do Macapá e do Fumal. Outra parte do município é formada por planícies que podem ser encontradas nas regiões do Brinco, Triunfo, Sossego do Imbé e na Barra do Imbé, entre outras. === Vegetação === Santa Maria Madalena apresenta formações extensas de mata nativa, nas quais pode-se citar boa parte do Parque Estadual do Desengano, com 22.400 ha, que compreende também outros municípios, como Campos dos Goytacazes e São Fidélis. Além desta área, o município apresenta vários fragmentos de formação secundária, formando “ilhas” com diferentes graus de degradação. Este fato deve-se, em parte, à formação de pastagens pelo predomínio da bovinocultura na região. A vegetação nas áreas planas é praticamente inexistente, sendo observada em pequenos fragmentos, quase sempre degradados. Atualmente, a cobertura florestal da mata ciliar também se apresenta bastante degradada, quase nula nas regiões de baixada e bastante alterada em muitas áreas em declive. === Hidrografia === O Município possui uma hidrografia diversa, em que se destacam três rios, o Grande, o Imbé e o Macabu. * Rio Imbé: nasce em Trajano de Moraes, atravessa as regiões montanhosas do município de Santa Maria Madalena, em linha diagonal de sudoeste para nordeste até a Barra do Imbé, formando na Água Limpa a sua maior queda d’água. Depois da Barra, segue em planície até desaguar na Lagoa de Cima, no município de Campos. * Rio Macabu: nasce na serra de Macaé, no município de Trajano de Moraes, a uma altitude próxima aos 1 480m. Seu desenvolvimento se dá no sentido sudoeste – leste, por uma extensão de aproximadamente 121 km até desaguar na Lagoa Feia, no limite entre os municípios de Campos e Quissamã. * Rio Grande: nasce em Nova Friburgo e desempenha a função de linha divisória entre os municípios de Santa Maria Madalena, São Sebastião do Alto e São Fidélis. Desemboca na junção com o Rio Negro, onde forma o Dois Rios, que desemboca no rio Paraíba do Sul. == Subdivisão == Ocupa uma área de 815,3 km²; distribuídos pelos seguintes distritos: * 1º distrito – Santa Maria Madalena, com 210,1 km² e 5.967 habitantes * 2º distrito – Triunfo, com 62,1 km² e 929 habitantes * 3º distrito – Santo Antônio do Imbé, com 292,7 km² e 1.697 habitantes * 4º distrito – Dr. Loreti, com 95,5 km² e 1.333 habitantes * 5º distrito – Renascença, com 51,2 km² e 202 habitantes * 6º distrito – Sossego do Imbé, com 103,7 km² e 193 habitantes Fonte: IBGE (Instituto Brasileiro de Geografia e Estatística) == Cidade da Geologia == O Governo do Estado do Rio de Janeiro idealizou a criação de cidades temáticas com o propósito de promover o desenvolvimento econômico e social dos municípios do interior do Estado. A cidade foi então lançada como a \"Cidade da Geologia do Estado do Rio de Janeiro”. Sediada numa região naturalmente exuberante, com afloramentos rochosos esculturais em abundância, Santa Maria Madalena foi eleita para receber tal título, pois apresenta todos os requisitos para ser o polo da discussão geológica fluminense. Preponderante para a escolha de Madalena é também o fato de que boa parte do Parque Estadual do Desengano localiza-se em território madalenense. Além da paisagem, a cidade apresenta uma cultura relacionada ao artesanato mineral, num projeto pioneiro de qualificação técnica de adolescentes na arte de confeccionar peças artísticas a partir de minerais e rochas. == Cidade das Estrelas == Devido às especiais condições para observação do céu noturno, no dia 10 de janeiro de 2022 o governo do Estado do Rio de Janeiro, através da Lei 9.543/2022, declarou o município de Santa Maria Madalena como “Cidade das Estrelas\". De autoria da deputada Adriana Balthazar (Novo), além de conceder o título ao município da região serrana fluminense, a Lei autoriza o Poder Executivo a realizar campanhas para fomentar o turismo local pela qualidade do céu para observação dos corpos celestes. ==Patrimônio histórico== Santa Maria Madalena foi um dos 173 municípios brasileiros incluídos no Programa de Aceleração do Crescimento das Cidades Históricas.IPHAN. PAC Cidades Históricas: Patrimônio, Desenvolvimento e Cidadania. Brasil, 2009 Em 2009, o Instituto do Patrimônio Histórico e Artístico Nacional (Iphan) iniciou o processo de tombamento do centro histórico, a partir de um estudo realizado por professores e estudantes da Universidade Federal Fluminense.RJ – Imóveis históricos de Santa Maria Madalena correm risco de serem demolidos ou terem suas características alteradas. Defender, 24 de março de 2011 Em 2011, o Iphan emitiu um parecer favorável ao tombamento. Para que o local seja declarado patrimônio histórico brasileiro, o parecer ainda precisa ser aprovado pela presidência do órgão e pelo conselho consultivo. Entre os prédios a serem tombados estão o da Antiga Estação Ferroviária (1890, atualmente sede da Casa da Cultura), o extinto Hotel Brasil (1894), a Igreja Matriz e o conjunto paisagístico formado por casas simples.História e cultura nas ruas de Madalena. Secretaria de Cultura do Estado do Rio de Janeiro, 26 de agosto de 2011 == Personalidades madalenenses == *Dercy Gonçalves *Francisco Fajardo *Freire Júnior *José Antônio de Morais *José Joaquim da Silva Freire *Paulo Fernando Feijó Torres == Ligações externas == *Site Oficial do Município *Site da Câmara Municipal * Categoria:1862 no Brasil",
 "title": "Santa Maria Madalena (Rio de Janeiro)"
}