{
 "id": "17258",
 "text": "Paço de Arcos ou Paço d'Arcos é uma vila portuguesa que foi sede da extinta Freguesia de Paço de Arcos que havia sido criada em 1926 tendo pela mesma lei sido elevada a povoação sede da freguesia à categoria de vila. A freguesia de Paço de Arcos foi extinta em 2013 tendo sido agregada na então criada Freguesia de Oeiras e São Julião da Barra, Paço de Arcos e Caxias, do município de Oeiras.Criada a 16 de Janeiro de 2013.Lei n.º 11-A, Assembleia da República § 1 (2013). Na Costa de Lisboa, junto às praias mais atlânticas do Estuário do Tejo, o agradável ambiente ribeirinho das ruas pitorescas da localidade tornou-as especialmente atrativas para a restauração, hotelaria e comércio, a vila de Paço de Arcos é apelidada pelos seus habitantes como a vila mais charmosa de Portugal. A toponímia advém do Palácio dos Arcos, a mais importante edificação da vila, a que o povo chamava de \"Paço\" porque El-Rei D. Manuel I, o Venturoso, e sua filha D. Maria ter-se-iam hospedado por diversas vezes neste palácio, para participar em caçadas na quinta do morgadio e para assistir à partida das caravelas rumo à Índia. Atualmente este palácio alberga um hotel da chancela Vila Galé Hotéis. == História == === Era Monárquica === Antes de tudo, existia uma quinta onde D. Afonso V esteve diversas vezes em caçadas. Mas é no final do século XV que é finalizado o Palácio dos Arcos, pertencente ao capitão-donatário Antão Martins Homem. A família Homem é antiquíssima, “procedendo dos reis Godos que floresceram com sucessão continuada, do ano 700 em diante” (Rogério de Oliveira Gonçalves) sendo o carácter aristocrático desta propriedade inquestionável. A Quinta de Paço de Arcos marcou o carácter de Oeiras, sendo a primeira das muitas quintas de recreio que ali viriam a surgir. Terá sido uma das mais frondosas e magnificentes da zona ribeirinha de Lisboa, nela tendo caçado ou veraneado vasto número de governantes e figuras ilustres da aristocracia lisboeta. Foi precisamente este carácter aristocrático que assegurou ao local um papel de destaque na vida política portuguesa. A tradição popular garante que foi dali que D. Manuel I avistou o embarque das naus que seguiram para a Índia. Ele e a sua filha D. Maria ter-se-ão hospedado deste palácio diversas vezes. A cerca de 300 metros do Palácio dos Arcos foram construídos os Fornos da Cal, provavelmente no século XVI, datando de 1582 a referencia mais antiga que se conhece. Este conjunto de 5 fornos viriam a constituir durante séculos uma importante atividade económica na região. O Morgadio de Paço de Arcos foi criado no final do século XVII por D. Teresa Eufrásia de Meneses. Herdeira da sua irmã mais velha, D. Maria Clara de Meneses que tivera mandado edificar a Capela do Senhor Jesus dos Navegantes. Por volta desta época, terá por aqui passado também a mulher de D. João V, D. Maria Ana da Áustria. Mas D. Teresa Eufrásia de Meneses, tal como a sua irmã, não podia ter filhos. Então legou o Morgadio de Paço de Arcos a D. Jorge Henriques, Senhor das Alcáçovas, cujos descendentes desta nova linha de proprietários, mais tarde (em 1777) registariam a situação para a posteridade mandando, em homenagem à benfazeja testadora, executar o seu retrato a óleo, que ainda adorna o salão nobre da velha e aristocrática mansão. Algures durante esta época de descobrimentos foi erguido o Forte de São Pedro de Paço de Arcos. A 7 de Junho de 1759 é criado o concelho de Oeiras. A jurisdição das terras é atribuída em Carta Régia pelo Rei D. José I ao seu Primeiro-ministro, que se tornou o 1º Conde de Oeiras, mais tarde Marquês de Pombal. Paço de Arcos foi também conhecido pelas suas pedreiras (hoje desativadas). Tendo sido construído com Pedra de Paço de Arcos, o famoso e emblemático Arco da Rua Augusta, por exemplo. É também neste século que o Palácio dos Arcos foi reedificado. No século XIX Paço de Arcos fica ligada a Patrão Joaquim Lopes, indivíduo que ficou famoso pelos seus salvamentos aos naufrágios que ocorriam. Era uma zona balnear muito importante e que atraía a média e alta burguesia da capital. D. Fernando II, o ideólogo da Sintra romântica, ali se deslocavam assistir às célebres Regatas de Paço de Arcos, assim como o seu filho D. Luís I e D. Maria Pia de Sabóia. Mas é sobretudo a partir do reinado de D. Luís I que Cascais começa a ganhar protagonismo, a meados do século XIX. Contudo, Paço de Arcos continuou a ser palco de acontecimentos importantes na História de Portugal. === Modernismo === Dá-se em 1889 a inauguração da Linha de Caminho-de-ferro Lisboa-Cascais, com o comboio a vapor, e da Estação Ferroviária de Paço de Arcos. No final da primeira década no século XX, D. Manuel II ainda pernoitou no palácio em Setembro de 1910, para assistir a experiências militares - pouco tempo antes da Implementação da República. Em 1911, quando já governava a Primeira República, foi criada a Companhia de Especialistas, atual Centro Militar de Eletrónica. Mais tarde durante o período de Ditadura Militar, a 7 de Dezembro de 1926 (decreto n.º 12.783), Paço de Arcos é elevada a vila, resultante do desmembramento do território da freguesia de Nossa Senhora da Purificação de Oeiras, tornando-se assim a segunda do concelho de Oeiras. Tal designação não permitiu que durante grande parte do século XX esta pequena vila fosse algo mais do que um lugar de passagem e de dormitório. Destaca-se nos anos 40 a construção da Avenida Marginal pelo Estado Novo, que permitiu melhorar as acessibilidades à vila pela zona ribeirinha. Em Janeiro de 1963, a Valentim de Carvalho inaugura o novo estúdio de áudio na então freguesia de Paço de Arcos, uma instalação pioneira nesta área, por onde passaram alguns dos maiores nomes da música portuguesa (entre outros destacam-se Amália Rodrigues ou António Variações) e que significou um investimento invulgar para a época. Destaca-se também, em 1972, a inauguração da Escola Náutica Infante D. Henrique. === Globalização === A partir dos anos 80, Oeiras passa a apostar no desenvolvimento de atividades terciárias ligadas à Ciência e Investigação e às Tecnologias de Informação e Comunicação, enquadrando o paradigma atual de desenvolvimento sustentável. Assim, Paço de Arcos contrariou a tendência de dormitório e começou a desenvolver-se económica e socialmente. O centro histórico começou em 1995 a sofrer modificações importantes, decorrentes da implementação do PIPA - Plano Integrado de Paço de Arcos, que vieram requalificar o espaço urbano e o património. Em 2013, no âmbito da reforma territorial autárquica, a freguesia de Paço de Arcos foi agregada à freguesia de Caxias e à de Oeiras e S. Julião da Barra, passando a constituir a 4ª Freguesia mais populosa de Portugal. A Freguesia de Paço de Arcos, que tinha 3,4 km² e 15.315 habitantes (2011), foi extinta a 16 de Janeiro de 2013, como muitas outras na reforma administrativa então ocorrida, tendo sido agregada para formar uma freguesia maior, a União de Freguesias de Oeiras e S. Julião da Barra, Paço de Arcos e Caxias. Meses depois o Palácio dos Arcos abre como hotel de luxo, depois de uma adaptação e reabilitação integral. Paço de Arcos é hoje uma vila multifacetada. O seu território possui diversas valências, destacando-se a residencial, empresarial e turística. O Office Park Quinta da Fonte (alberga a HP, Procter & Gamble, Merck Sharp & Dohme, entre outros); a sede do Grupo Impresa (detentor da SIC, semanário Expresso e as revistas Caras, Visão, etc.) e a sede da NetJets Europe localizam-se nesta localidade. A nível turístico, destacam-se importantes hotéis como o Hotel Real Oeiras, o Hotel Solar Palmeiras e mais recentemente o Hotel Vila Galé Collection Palácio dos Arcos, que resulta da renovação do Palácio dos Arcos. Atualmente com a recuperação do espaço urbano e das praias, Paço de Arcos, apostando na área da restauração e da hotelaria com muitos estabelecimentos de grande qualidade, tornou-se um local de atração turística na Linha de Cascais. O topónimo Paço de Arcos tem hoje especial destaque. A estação de Paço de Arcos dá acesso a algumas das mais importantes estruturas de Oeiras, é também estação da Linha de Cascais mais próxima do Parque dos Poetas. ==População== População da freguesia de Paço de Arcos Instituto Nacional de Estatística (Recenseamentos Gerais da População) - https://www.ine.pt/xportal/xmain?xpid=INE&xpgid;=ine_publicacoes 1864 1878 1890 1900 1911 1920 1930 1940 1950 1960 1970 1981 1991 2001 2011 3 723 5 567 5 486 8 413 11 133 19 645 16 818 23 496 15 315 Criada pelo decreto nº 12.783, de 07/12/1926, com lugares desanexados da freguesia de Oeiras e São Julião da Barra. Com lugares desta freguesia foram criadas em 1993 as freguesias de Porto Salvo e Queijas e em 2001, a freguesia de Caxias. == Simbologia == O brasão de armas da Vila de Paço de Arcos é explicado da seguinte forma: * Vermelho da âncora: vitórias, guerras, força, audácia, vida. * Ouro do coração: firmeza, obediência e honestidade. * Verde do mar: fé, esperança. * Âncora: a vida do mar; a esperança com que os heróis de Paço de Arcos se lançavam à água para salvar outras vidas. * Coração de ouro: sentimento humanitário. * Golfinhos: a vida atribulada dos pescadores. * Mar: a importância das praias e do mar na vida dos habitantes de Paço de Arcos. == Património == === Histórico === * Palácio/Paço dos Arcos * Casa da Dízima * Fornos da Cal * Capela do Senhor Jesus dos Navegantes * Palácio Flor da Murta === Militar === * Forte de Nossa Senhora de Porto Salvo * Forte de São Pedro de Paço de Arcos * Escola Militar de Eletromecânica == Espaços Públicos == * Jardim Municipal de Paço de Arcos * Jardim do Palácio dos Arcos * Passeio Marítimo * Praia de Paço de Arcos == Eventos == * Festas em honra do Senhor Jesus dos Navegantes (última semana de Agosto e primeira de Setembro) * Feira Gastronómica de Paço de Arcos (Junho) == Inaugurações == A 6 de maio de 1995 foi inaugurada, nas Escadinhas dos Escuteiros, a sede atual do Agrupamento 242 do Corpo Nacional de Escutas, fundado a 1 de julho de 1971, conforme consta na Ordem de Serviço Nacional nº 309. == Ligações externas == * * * * * * Agrupamento 242 Paço de Arcos - CNE",
 "title": "Paço de Arcos"
}