{
 "id": "17252",
 "text": "Barcarena é uma povoação portuguesa sede da Freguesia de Barcarena do Município de Oeiras, freguesia com 9,01 km² de área e habitantes (censo de 2021), tendo, por isso, uma densidade populacional de . Barcarena é uma povoação com mais de 5 500 anos, e um dos mais antigos povoados na região a oeste de Lisboa. ==Toponímia== A etimologia do topónimo «Barcarena» é controversa, havendo vários autores que aventam que se poderá tratar de uma corruptela do topónimo «Alcanena». == Demografia == Nota: Com lugares desta freguesia foi criada em 1993 a freguesia de Porto Salvo. A população registada nos censos foi: Distribuição da População por Grupos Etários Ano 0-14 Anos 15-24 Anos 25-64 Anos > 65 Anos 2001 1814 1687 7003 1343 2011 2443 1308 8123 1987 2021 2301 1564 7798 2788 == Povoação == Barcarena é um lugar, cuja ocupação remonta ao Neolítico Final, com construções a partir do Calcolítico. É a referência para uma fixação conhecida de populações ao lugar, e que teve origem no alto da encosta poente sobranceira ao vale, terá sido há mais de 5 500 anos, indiciando um apreciável desenvolvimento baseado numa economia agro- pastoril. Barcarena é pois uma povoação com séculos de história, situada no vale da ribeira de Barcarena (ou ribeira dos ossos), é sede da freguesia de Barcarena, já pertenceu aos concelho de Belas (extinto) e de Sintra, tendo depois transitado para o novo concelho de Oeiras, no distrito de Lisboa. Com a fixação destes povos cerca de 3000 a.C., desenvolveram-se múltiplas atividades económicas, centradas na agricultura, na pastorícia e criação de gado, na pesca que se fazia na foz da ribeira e no estuário do Tejo, e ainda na indústria e no comércio que se começou a desenvolver a partir do século XIV, com a fixação da Fábrica da Pólvora de Barcarena e outras indústrias e serviços locais, que aqui funcionaram entre os anos de 1540 e 1987. == Localização == A povoação de Barcarena estende-se ao longo das margens leste e oeste da ribeira com o mesmo nome, situada na parte mais profunda do vale, numa cota de 58 metros relativa ao nível do mar. Está ladeada por duas encostas simétricas, são duas colinas com cerca de 130 metros de altitude, situadas quer no lado nascente, quer no lado poente da povoação, enquanto todo o vale se estende de norte para sul, em direcção ao estuário do Tejo, tendo no horizonte o Cabo Espichel e as rotas para sul da costa marítima portuguesa. Barcarena é servida pela empresa de transportes Carris Metropolitana. == Património == * Quinta de Nossa Senhora da Conceição ou Quinta do Sinel de Cordes IGESPAR * Capela de Nossa Senhora da Conceição IGESPAR * Igreja de São Pedro de Barcarena * Igreja de São Sebastião (Barcarena) (século XVI) * Igreja de Santo António (Tercena) * Igreja de Nossa Senhora de Fátima (Queluz de Baixo) * Igreja de São Bento (Valejas) * Igreja de Nossa Senhora da Piedade (Leceia) * Estação Eneolítica de Leceia IGESPAR * Fábrica da Pólvora de Barcarena, onde se encontra atualmente o Museu da Pólvora Negra * Palácio do Restani (século XVIII) * Quinta de Santo António (século XIX) * Quinta do Cata Sol ou Sobreiro de Baixo (século XVII) * Quinta do Castanheiro (século XVIII) * Quinta da Freira (século XVIII) * Quinta de São Miguel (1940) * Quinta da Franca (século XVIII) * Quinta da Ponte ou Cabral (século XIX) * Casal da Costa (século XVII) 1648 * Quinta da Politeira (século XVIII) * Quinta do Conde de Leceia (século XVIII) * Grutas de Leceia * Tapada da Raposeira e Ruínas da Capela (século XVI) == Povoações == * Barcarena * Bico * Casal de Cabanas * Ferrarias * Ribeira Acima * Ribeira Abaixo * Leceia * Moira ou Quinta do Mouro * Queluz de Baixo * Tercena * Valejas == Espaços Culturais == * Nirvana Studios: Antigo Quartel Paiol da Estrada Militar, convertido em comunidade artística pela companhia Custom Circus em 2003. == Teatros == * Teatro Custom Café - Sala de espectáculos transdisciplinares da troupe Custom Circus inaugurado em 2012. == Arte == * A Colecção Paradoxal. Este projecto artístico de grande escala, cruza o passado museológico com um futuro especulativo Pós-Apocalíptico geolocalizado em Portugal. A peça residente em Barcarena nos Nirvana Studios intitula-se Loco'Motive, sendo geminada com a instalação Saga Caravan pertencente à galeria expositiva do Museu Nacional Ferroviário do Entroncamento. Como todas as peças desta colecção, ambas são instalações artísticas de ADN arqueológico industrial criadas pela companhia Custom Circus. Foi inaugurada em 2020 pelo presidente do Município de Oeiras, Isaltino Morais, com a curadoria de Silvana Bessone, Directora do Museu Nacional dos Coches * Nirvana Studios Outdoor Art Gallery - Circuíto gratuito, aberto ao público desde 2004. Abrangendo cerca de 3 hectáres deste antigo Quartel Paiol do Estado Novo, esta exposição outdoor expande-se no próprio imaginário de temática Pós-Apocaliptica dos Nirvana Studios. * Galeria STRANGE - Sinergias Transdisciplinares Reactivas, Artes Nuas e Galeria Experimental. Este espaço marcial industrial, em conceito de black box com 450m2, foi faseadamente criado entre 2004 e 2009 pela troupe Custom Circus para albergar os seus cruzamentos internacionais. Nesta plataforma performativa, experimetnal e formativa, esta companhia tem vindo a agilizar residências, acolhimentos artísticos e curadorias nacionais e internacionais. * Muro da Fama / Wall Of Fame - Art Express - Mural pro bono de tributo a artistas e produtores culturais, nacionais e internacionais. Iniciado em 2009, esta vasta instalação conta actualmente com mais de trezentos homenageados, cujas estrelas têm vindo a ser personalizadas por diversos artistas visuais. O seu arco internacional abrange até à data as seguintes nacionalidades: Alemanha, Angola, Argentina, Austrália, Bélgica, Brasil, Bulgária, Cabo Verde, Cuba, Espanha, Estados Unidos da América, França, Húngria, Itália, Moçambique, Portugal, Reino Unido, S. Tomé e Príncipe. O Wall of Fame pode ser visitado digitalmente ou in situ, gratuitamente todos os dias do ano, nos Nirvana Studios *Paróquia de São Pedro de Barcarena. == Ligações Externas == * *",
 "title": "Barcarena (Oeiras)"
}