{
 "id": "17282",
 "text": "Pindelo é uma localidade portuguesa do Município de Oliveira de Azeméis que foi sede da extinta Freguesia de Pindelo, freguesia que tinha 7,64 km² de área e 500 habitantes (2011), e, por isso, uma densidade populacional de 339,7 hab/km². A Freguesia de Pindelo foi extinta em 2013, no âmbito de uma reforma administrativa nacional, tendo sido agregada à Freguesia de Nogueira do Cravo, para formar uma nova freguesia denominada União das Freguesias de Nogueira do Cravo e Pindelo.Diário da República, 1.ª Série, n.º 19, Lei n.º 11-A/2013 de 28 de janeiro (Reorganização administrativa do território das freguesias). Acedido a 2 de fevereiro de 2013. ==Localização== Localidade que constitui porta estratégica de entrada e de saída de e para a sede municipal, relativamente às freguesias do nordeste, Pindelo é, actualmente, privilegiada no que respeita a vias de comunicação, para a sede de Município (Via do Nordeste) ou para São João da Madeira e Vale de Cambra. Pindelo confronta ao norte com Nogueira do Cravo, a sul com Ossela e Codal (Vale Cambra) , a nascente com Carregosa e a poente com São Roque. Dista cerca de 6 km da sede municipal (Oliveira de Azeméis). Estando a cerca de 35 km do Porto e um pouco mais da sede distrital (Aveiro). Para além da EN 227 e 227-1, que atravessa a localidade, sensivelmente a meio, pela EN 224 e pela Via do Nordeste e pela A32, é também servida por um razoável número de estradas municipais que lhe garantem boas acessibilidades com o exterior e com os lugares mais próximos. == Toponímia == Admitem os historiadores que o nome de Pindelo indicia proveniência latina. Com certeza, bastante mais antiga teria sido a primitiva ocupação humana da localidade mas, se outra designação porventura houvesse tido, não o sabemos ao certo. Facto a ter em conta é que Pindelo parece provir da palavra latina \"PINITELLUM\", diminutivo de \"PINITUM\", talvez significando pequeno pinhal, como tudo leva a crer que sim. E como que a pretender um sublinhado para credibilizar ainda mais a suposição formulada, a localidade apresenta-se ainda com um dos seus lugares que a constituem como o nome de Pinhão, de origem obviamente idêntica. Julga-se certo não atribuir aos romanos a sua primeira ocupação, pois, à semelhança de outras localidades vizinhas, já era habitada desde tempos muito anteriores. Porque, na origem, quando os primitivos povos vieram habitar esta zona, ainda se vivia na pré-história e a invenção da escrita, como se sabe, só apareceu volvidos milénios. Pindelo surge pela primeira vez na documentação histórica, no século XIII, em que aparece mencionada juntamente com outras localidades, numa ampla doação feita pelo rei D. Ordonho II de Leão e Castela, em 1134, ao Bispo D. Gomado. ==População== População da freguesia de Pindelo (1864 – 2011) [Instituto Nacional de Estatística (Recenseamentos Gerais da População) - https://www.ine.pt/xportal/xmain?xpid=INE&xpgid;=ine_publicacoes ] 1864 1878 1890 1900 1911 1920 1930 1940 1950 1960 1970 1981 1991 2001 2011 971 901 799 821 954 1.029 1.163 1.376 1.570 1.917 2.198 2.425 2.569 2.758 2.595 ==Património== * Igreja de Santa Maria (matriz) * Capelas de São Frutuoso e do Bom Jesus da Agonia * Cruzeiro junto ao cemitério * Moinhos * Serra do Pereiro * Vestígios da antiga fábrica de papel do Pombalinho Categoria:Antigas freguesias de Oliveira de Azeméis",
 "title": "Pindelo"
}