{
 "id": "17287",
 "text": "Ul (por vezes grafado erradamente Úl) é uma povoação portuguesa do Município de Oliveira de Azeméis (AMP) que foi sede da extinta Freguesia de Ul, freguesia que tinha 5,07 km² de área e 2 414 habitantes (2011), e, por isso, uma densidade populacional de 475,9 hab/km². A Freguesia de Ul foi extinta em 2013, no âmbito de uma reforma administrativa nacional, tendo sido agregada às Freguesias de Oliveira de Azeméis, Santiago de Riba-Ul, Macinhata da Seixa e Madail, para formar uma nova freguesia denominada União das Freguesias de Oliveira de Azeméis, Santiago de Riba-Ul, Ul, Macinhata da Seixa e Madail.Diário da República, 1.ª Série, n.º 19, Lei n.º 11-A/2013 de 28 de janeiro (Reorganização administrativa do território das freguesias). Acedido a 2 de fevereiro de 2013. Esta localidade faz fronteira com Madail a norte, com Oliveira de Azeméis a nordeste, com Macinhata de Seixa a este, Travanca a Sul e Loureiro a Oeste. Lugares da antiga Freguesia de Ul: Adães, Areosa, Avelão, Avenal, Baixa, Cavalar, Crasto, Devesa, Fonte, Lousas, Norinhas, Ouriçosa, Outeiro do Moinho, Pego, Pereiro, Pinheiral, Porto de Vacas, Salgueirinha, Serro, Serro de Baixo, Sobalo, Sobral, Souto, Trás das Pedras e Troviscal. == Toponímia == Ul é um nome de proveniência celta cuja origem parece apontar para o étimo \"uria\", ou seja, ribeiro. Ul é um topónimo que tanto designa a localidade como o rio que a banha, pelo lado norte, e aqui se junta ao Antuã, no sítio da Ponte de Dois Rios. A localidade de Ul tomou o seu nome de uma ribeira homónima conhecida na época medieval como rio Ure 1041 (Rio Urio 1220). A raiz desta palavra «ur» lembra a noção de água na língua bascaAs águas na toponimia galego-português, Boletim de Filologia Tomo VIII, Centro de Estudo Filologicos, 1945 p. 331. ==População== População da freguesia de Ul (1864 – 2011) [Instituto Nacional de Estatística (Recenseamentos Gerais da População) - https://www.ine.pt/xportal/xmain?xpid=INE&xpgid;=ine_publicacoes ] 1864 1878 1890 1900 1911 1920 1930 1940 1950 1960 1970 1981 1991 2001 2011 1.279 1.543 1.717 1.790 1.972 1.902 2.119 2.071 2.325 2.479 2.689 2.788 2.856 2.832 2.413 == Caracterização Física == Em termos físicos, recorrendo à análise das Cartas Militares de Portugal (Folhas 154 e 164) que abarcam a localidade em questão, encontramos um solo constituído por xistos argilosos, xistos grauvacóides, quartzitos cinzentos, micaxistos e gnaisses que representa a formação geológica mais extensa do Município. Todo o Município está incluído na bacia hidrográfica do rio Vouga, de que é afluente o rio Caima, principal rio que atravessa o Município. No que concerne à hidrogeologia podem distinguir-se três formações: as formações recentes em que apenas os aluviões poderão, em certos casos, fornecer caudais exploráveis; um conjunto metassedimentar onde ocorrem nascentes nos contactos dos quartzitos com os micaxistos e gnaisses envolventes e rochas eruptivas diversas que, apesar do elevado número de nascentes, dão origem a furos que atingem profundidades que oscilam entre os 30 e os 80 metros e fornecem caudais modestos. O relevo do Município é marcado pela baixa altitude média, com valores a rondar os 200 a 250 metros de altitude, muito embora se possam encontrar pontos situados acima dos 500 metros. Numa outra perspectiva, a consulta e análise de diversas cartas do Atlas do Ambiente permitem-nos retirar algumas ilações importantes que permitem caracterizar, sucintamente, em termos climáticos. Assim, os valores médios da precipitação registados variam aproximadamente entre os 1200 e os 2000 mm/ano. == Caracterização Populacional == No que diz respeito à caracterização da população da Freguesia de Ul, em 2001, a população residente é de 2832 indivíduos o que se denota uma diminuição de aproximadamente 1% (mais exactamente 0,8%) em relação a 1991. Apesar desta diminuição, verificou-se um aumento do número de famílias em cerca de 11%. Com este aumento do número de famílias verificou-se igualmente um aumento do número de alojamentos familiares (aproximadamente 14%) e simultaneamente um aumento do número de edifícios (11,7%). Quanto à estrutura etária constatou-se um aumento no grupo etário dos 25-64 anos de, aproximadamente, 50 pessoas, isto é, de 1441 para 1490 indivíduos. No grupo etário dos 65 e mais anos verificou-se um envelhecimento muito acentuado da população de 355 para 485 indivíduos. Nos restantes grupos etários (0-14 e 15-24 anos) observou-se uma diminuição da população. No que concerne à taxa de alfabetização, em 1991, quase 58% (263) das pessoas que não sabiam ler nem escrever eram do sexo feminino. Já no ano de 2001, o número de indivíduos do sexo feminino que não sabem ler nem escrever aumentou cerca de 4%, em relação a 1991. Em 1991, das 2399 pessoas que sabiam ler e escrever, 1215 (50,6%) eram do sexo masculino e 1184 eram do sexo feminino o que representa 49,4% do total. == História == A localidade, tal como toda a região, foram habitadas por povos pré-históricos, como atestam as pedras tumulares aqui encontradas, a que se seguiram ocupações mais recentes, como, por exemplo a romana, visigoda e árabe. Da presença romana Pinho Leal refere a descoberta de um marco augurialis, bem como outras ruínas cujo interesse arquelógico ainda não foi avaliado. É conhecida a presença Árabe, tradicionalmente associada ao lugar da corredoria, onde, reza a lenda, se terão feito torneios ou outros desportos equestres naquele período, provavelmente quartel do Rei Simea, derrotado por Bermudo III, na célebre batalha de Cesar, em Abril de 1035. O nome da localidade, ele próprio, está associado a uma eventual origem anglosaxónica. Pinho Leal aventa mesmo a hipótese de ter uma raiz normanda ou goda, mas a hipótese Celta também é válida. == Património == * Ponte da Salgueirinha * Igreja Paroquial de Ul ou Igreja de Santa Maria * Casa de Adães e Capela * Castro de Ul * Restaurante Refúgio d’El Rey (antiga estação) * Linha do Vale do Vouga * Capela da Senhora das Febres * Cruzeiro no terreiro da igreja * Quinta da Capela com capela * Vestígios romanos == Economia == Muito ligada à sua realidade hidrográfica, dir-se-ia que a abundante água dos rios esteve omnipresente na vida económica desta terra, pois com ela se regaram os campos e, tão importante como isso, graças à força das águas, inúmeros moinhos (documentos do século XVIII já atestam a sua presença em terras de Ul) em ambas as margens moeram farinha que, por sua vez, deu “alimento” a outra actividade complementar – a do fabrico do famosíssimo pão de Ul. Actualmente, o sector de moagem, embora ultrapassado na predominância que outrora gozou, continua aqui mantendo grande vitalidade. Mais recentemente, outra ainda que se iniciou também com aproveitamento dos moinhos de água foi a do descasque do arroz, que progressivamente, se foi modernizando, ganhando importância e primazia até aos dias actuais, traduzindo uma nova geração de actividade económica que tem animado Ul e as freguesias circunvizinhas. No descasque e embalagem de arroz, estão aqui implantadas as maiores indústrias nacionais do género. Em termos percentuais, o valor ronda os 60% da produção nacional. Na área de Ul estão sediadas várias fábricas das quais se destacam as do descasque de arroz - Valente Marques e Saludães - e a do Café Caravela, assim como na zona industrial Ul-Loureiro, as fábricas de calçado e moldes, Anicar e Moldit - Grupo Durit, respectivamente. * INE (Instituto Nacional de Estatística) * DEUS, António; MACHADO, Ana; MARTINS, Luís; Memórias das Águas do Rio (Moinhos, Moleiros e Padeiras da Freguesia de Ul), 2000 * Revista Terras de Azenéis == Ligações externas == * * Categoria:Antigas freguesias de Oliveira de Azeméis",
 "title": "Ul"
}