{
 "id": "17312",
 "text": "Pinheiro (ou Pinheiro de Lafões) é uma freguesia portuguesa do município de Oliveira de Frades, com 22,25 km² de área e 1115 habitantes (censo de 2021). A sua densidade populacional é . Antigamente era chamada Pinheiro de Lafões e ainda hoje é conhecida por esse nome. Foi ducado de Lafões e possuiu juiz ordinário, sujeito ao juiz de fora da vila de Vouzela, apresentado por aquele ducado (2.ª metade do século XVIII). Por esta altura pertencia à Comarca de Viseu. Integrou os concelhos de Lafões e Vouzela, mas com a criação do concelho de Oliveira de Frades, em 1837 - de uma forma definitiva passa a ser uma de suas freguesias, actualmente com os seguintes lugares: Antelas, Couço, Felgueiras, Fundo de Vila, Francelha, Lameiro Mole, Lomba da Bouça, Nespereira, Paredes de Gravo, Passos, Pedra da Broa, Pereiras, Pinheiro, Pontefora, Portoferreiro, Prova, Quetriz, Ral e Sobreiro. Recorria à Comarca de Vouzela até ao aparecimento da sua congénere de Oliveira de Frades, nos primeiros anos do século XX. Possuiu um posto de registo civil, até à sua concentração na sede do concelho e o seu correio é oriundo da Estação de Oliveira de Frades, com um Posto em Pereiras, que serviu a parte \"alta\" da freguesia e ainda Reigoso e Destriz. == Localização == Situa-se a sede de freguesia a cerca de 4 km a oeste de Oliveira de Frades, com tendência natural para os Rios Vouga (a norte) e Alfusqueiro (a sul), que passam a deslado. Já as Memórias Paroquiais do século XVIII aludiam àqueles cursos de água, adiantando que não há rios de nome, apenas alguns regatos - de Inverno, com água; de Verão, secos. O território é também limitado a Sudoeste pela freguesia de Reigoso, a Oeste pela de Arcozelo das Maias, a Norte por Valadares (margem norte do rio Vouga, concelho de São Pedro do Sul) e por Sejães, a Este pela freguesia de Oliveira de Frades e pela porção secundária de Souto de Lafões e a Sul pela de Campia (já no vizinho concelho de Vouzela). Integrada em plena região de Lafões, de quem herdou, inclusivamente, o apelido distintivo, não foge muito à regra, quanto aos tipos de solo, clima, vegetação, geologia e demais condições naturais. ==História== Na sua área territorial desenrolou-se a vida humana desde tempos remotos. A par de alguma documentação escrita dos séculos X a XIII, que faz referências concretas a este espaço definido, muitos outros testemunhos vêm obrigar-nos a recuar no tempo: a anta de Antelas e uma vasta série de mamoas em redor são claro exemplo de povoados habitados há milénios. O. da Veiga Ferreira e Manuel Leitão, situando-a no Neolítico II, fazem pender os pratos da balança para um tempo que pode ir de 4000 a 3000 anos antes de Cristo. Podemos adiantar que por esta zona passaram gentes com elevado sentido cultural, porque a arte rupestre, a pintura encontrada na citada Anta, é do mais requintado e significativo que, neste domínio, se pode observar (como Albuquerque e Castro comprovou em 1957). Este pendor para a arte faz supor, por outro lado, que esta é uma terra rica, uma vez que se pode associar a vida artística a uma certa prosperidade. A tendência para aqueles sítios de serrania ou planálticos, ligeiramente ondulados, compreende-se, por serem os locais a privilegiar por essas comunidades, um pouco avessas a vales e a grandes aglomerados. Talvez se possa dizer que Pinheiro de Lafões (a área da circunscrição administrativa actual) começou por aquelas paragens em termos de povoamento. Do lugar de Pinheiro (sítio da Igreja) se dizia, no ano de 1716, que ali não havia mais casas que as da Abadia, quase parecendo uma vivenda eremítica. Sem levarmos isto à letra, nada nos custa a crer que os maiores povoados foram, em tempos idos, aqueles mais a Sul, em redor de Antelas, Pereiras, Sobreiro… No século XIII (1258) faz-se menção dos lugares de Guetriz (Quetriz), Nespereira, Paredes Secas, Pereiras, Pinheiro, Porto (de) Ferreiro, Rial e Vespeiras e omite-se o de Antelas, pelo menos enquanto detentor de tal designação. Não deve ser sinal de hiato humano, mas parece revelar uma certa perda de importância. As origens destes topónimos, matéria sempre difícil de concretizar, são variadas: enquanto Quetriz se filia em raízes germânicas, genitivo de Guedaricus (Guedarici villa, villa ou quinta de Guedaricus) e Antelas vai buscar o seu nome ao monumento que a celebrizou, Pinheiro, Nespereira, Pereiras, Sobreiro mostram-nos a botânica em acção, a fornecer tais nomes. Com alguma dose de credibilidade, a paróquia de Santa Maria de Pinheiro foi buscar este apelido a um pinheiro \"… de estranha grandeza que estava junto à Igreja e se arrancou há poucos anos ou caiu com algum furacão ou tormenta… \". A primeira parte do nome, devido à proliferação de iguais títulos, veio a ser acrescentada de \"de Lafões\", em clara manobra de posse regional: este é Pinheiro de Lafões e não um qualquer outro. Mas uma outra tese contesta, em parte, aquela que acima indicámos e relaciona Pinheiro com o termo pinarius, adjectivo que indica um terreno apropriado ao desenvolvimento daquela árvore. Paredes Secas, a evidenciar a existência de castros por perto, veio a designar-se, mais tarde, por Paredes de Gravo, por ligação, talvez, com o monte que rodeia este lugar - Mons Gabro, como se pode ver num documento referente a Cercosa (Campia), inserido na obra Diplomata et Chartae, pág. 116: \"… et auet iacentia in villa cercosa subtus mons gabro discurrente riuulo cambar territorio alaphoen… \". Estes são alguns exemplos de uma toponímia mais ou menos desvendada. Muita falha há nestas matérias e, por isso, não vamos arriscar teorias quanto a outras povoações, embora Portoferreiro se possa prender com qualquer mester medieval (Porto do Ferreiro) e Pontefora se ligue a algum viaduto das imediações. (texto inserto no site da Câmara Municipal de Oliveira de Frades) ==Demografia== A população registada nos censos foi: Distribuição da População por Grupos Etários Ano 0-14 Anos 15-24 Anos 25-64 Anos > 65 Anos 2001 244 196 638 291 2011 177 174 648 278 2021 110 114 614 277 == Património == * Anta pintada de Antelas * Ponte ferroviária dos Melos * Igreja de Nossa Senhora da Assunção (paroquial) e respectivo adro - Monumento de Interesse Públicohttps://dre.pt/application/file/66538750 == Ligações externas == *",
 "title": "Pinheiro (Oliveira de Frades)"
}