{
 "id": "17310",
 "text": "Destriz é uma povoação portuguesa do Município de Oliveira de Frades, no Distrito de Viseu, que foi sede da extinta Freguesia de Destriz, freguesia que tinha 12,86 km² de área e 347 habitantes (2011), e, por isso, uma densidade populacional de 27 hab/km². A Freguesia de Destriz foi extinta (agregada) pela reorganização administrativa de 2012/2013,Diário da República, 1.ª Série, n.º 19, Reorganização administrativa do território das freguesias, Lei n.º 11-A/2013, de 28 de janeiro, Anexo I. Acedido a 19/07/2013. tendo o seu território sido integrado na então criada União das Freguesias de Destriz e Reigoso. A Freguesia de Destriz era delimitada a norte por Reigoso, a este por Campia, já no Município de Vouzela, a sul pelo Préstimo e por Macieira de Alcoba, ambos no Município de Águeda, e a oeste pela freguesia das Talhadas, no Município de Sever do Vouga. ==População== esquerda|150px|Evolução da População 1864 / 2011 População da freguesia de DestrizInstituto Nacional de Estatística (Recenseamentos Gerais da População) - https://www.ine.pt/xportal/xmain?xpid=INE&xpgid;=ine_publicacoes 1864 1878 1890 1900 1911 1920 1930 1940 1950 1960 1970 1981 1991 2001 2011 447 550 485 458 470 489 435 532 552 518 499 520 480 397 347 esquerda|150px|Evolução da População 1864 / 2011 Distribuição da População por Grupos Etários Ano 0-14 Anos 15-24 Anos 25-64 Anos > 65 Anos 0-14 Anos 15-24 Anos 25-64 Anos > 65 Anos 2001 47 71 186 93 11,8% 17,9% 46,9% 23,4% 2011 33 31 188 95 9,5% 8,9% 54,2% 27,4% Média do País no censo de 2001: 0/14 Anos-16,0%; 15/24 Anos-14,3%; 25/64 Anos-53,4%; 65 e mais Anos-16,4% Média do País no censo de 2011: 0/14 Anos-14,9%; 15/24 Anos-10,9%; 25/64 Anos-55,2%; 65 e mais Anos-19,0% == História == === Pré-História === A presença de arte rupestre e de troços de via romana na freguesia prova que Destriz teve ocupação pré – histórica o que se pode testemunhar através dos sinais gravados na “Pedra das Ferraduras Pintadas” e na “Pedra dos Cantinhos”, localizadas nas Benfeitas. === Período Romano === Benfeitas tem marcas do Império Romano, com vestígios de uma antiga estrada romana e com dois exemplares de marcos miliários expostos no museu municipal de Oliveira de Frades. Um deles do tempo do imperador César Flávio Valério Constâncio e outro do tempo do imperador Marco Aurélio Antonino. === Época Medieval === A Idade Média deixou também o seu testemunho em duas estelas funerárias existentes no adro da igreja. Pertenceu ao ducado de Lafões, comarca e bispado de Viseu, e foi donatária de D. Pedro Henrique de Sousa Mascarenhas Tavares da Silva, duque de Lafões, e foreira da Universidade de Coimbra. === Idade Moderna === Aquando do registo das Memórias Paroquiais (século XVIII) possuía 97 vizinhos e 340 pessoas entre pequenos e grandes. Por essa mesma altura, não tinha serviço de correios, agora com distribuição a partir da sede do Concelho, via Pereiras, já na vizinha freguesia de Pinheiro de Lafões. A antiga freguesia de Santa Maria de Destriz era curato da apresentação do vigário de São Miguel de Campia e pertencente à dita comenda, no antigo concelho de São João do Monte e tinha de congrua 30$000 réis e o pé d'altar. Em 1836 pertence à Comarca de Viseu e ao concelho de Lafões. Com a desintegração deste, em 1837 está ligada ao concelho de Oliveira de Frades e à comarca de Vouzela. A evolução das andanças concelhias levou ainda a que esta freguesia tivesse pertencido ao concelho de S. João do Monte, numa altura em que este foi criado e que passasse a pertencer a Vouzela, enquanto não existiu uma autoridade autárquica em Oliveira de Frades. Após a restauração da Comarca de Oliveira de Frades em 1904 (e no curto espaço de tempo em que ela vigorou anteriormente) desde logo a ela se ligou, facto que tem acontecido até ao momento. Duas componentes saltam rapidamente à vista ao falar-se da freguesia de Destriz: a primeira é o Rio Alfusqueiro, intimamente ligado à vida desta terra; a segunda refere-se às duas serras em que se insere - por um lado, a Serra do Caramulo, pelo outro, a Serra do Ladário ou do Gravo. A sede encontra-se no fundo do vale, com o rio a separar essa povoação de uma outra na margem oposta, a Ribança. Relativamente a estas localidades, nas Memórias Paroquiais do século XVIII, que eram a voz do seu pároco, dizia-se que são sítios \"de onde se não vê terra ou lugar algum por ficar entre montes”. Mantêm-se as mesmas povoações então existentes: * Na margem direita do Rio Alfusqueiro: ** Destriz (Igreja); ** Benfeitas; ** Carregal; ** Pisco. * Na margem esquerda: ** Caselho; ** Ribança; ** Silvares. Dois séculos antes, no Numeramento de 1527, citavam-se: * Bemfeytos (Benfeitas) - 8 fogos * Cargall (Carregal) - 4 fogos * Destrius (Destriz) - 8 fogos == Património == * Pedra das Ferraduras Pintadas nas Benfeitas * Pedra dos Cantinhos Pintadas nas Benfeitas * Estelas funerárias no adro da Igreja de Destriz * Troços de Via Romana no Pisco e Benfeitas * Pinturas na Capela de Nossa Senhora da Conceição nas Benfeitas * Pedra do Ar no Carregal * Igreja Matriz em Destriz * Rio Alfusqueiro em Destriz * Cruzeiros nas Benfeitas * Cruzeiros em Destriz * Marcos miliários * Moinhos de água de Rebelo * As aldeias de Destriz * Capela da Senhora da Nazaré no Carregal * Capela de Santo António na Ribança * Capela de Nossa Senhora da Conceição * Monumento de Santa Maria das Benfeitas ==Ver também== * União das Freguesias de Destriz e Reigoso == Ligações externas == * Categoria:Antigas freguesias de Oliveira de Frades",
 "title": "Destriz"
}