{
 "id": "17320",
 "text": "Souto de Lafões é uma povoação portuguesa do Município de Oliveira de Frades que foi sede da extinta Freguesia de Souto de Lafões, freguesia que tinha 5,76 km² de área e 841 habitantes (2011), e, por isso, uma densidade populacional de 146 hab/km². A Freguesia de Souto de Lafões foi extinta (agregada) pela reorganização administrativa de 2012/2013,Diário da República, 1.ª Série, n.º 19, Reorganização administrativa do território das freguesias, Lei n.º 11-A/2013, de 28 de janeiro, Anexo I. Acedido a 19/07/2013. tendo o seu território sido integrado na União das Freguesias de Oliveira de Frades, Souto de Lafões e Sejães, territorialmente contínua. A Freguesia de Souto de Lafões era uma das poucas freguesias portuguesas territorialmente descontínuas, consistindo em duas partes de extensão semelhante, separadas pelas freguesias de São Vicente de Lafões e Oliveira de Frades (esta última entretanto extinta), do mesmo Município:Instituto Geográfico do Exército (cartografia): Limites da antiga freguesia de Souto de LafõesGoogle Maps (satélite/mapa): Limites da antiga freguesia de Souto de Lafões uma parte nordeste, ligeiramente maior (onde se situa a sede da freguesia) e uma parte sudoeste (lugar de Vilarinho). ==População== esquerda|150px|Evolução da População 1864 / 2011 População da freguesia de Souto de LafõesInstituto Nacional de Estatística (Recenseamentos Gerais da População) - https://www.ine.pt/xportal/xmain?xpid=INE&xpgid;=ine_publicacoes 1864 1878 1890 1900 1911 1920 1930 1940 1950 1960 1970 1981 1991 2001 2011 514 519 527 507 606 599 594 565 644 611 586 632 627 703 841 esquerda|150px|Evolução da População 1864 / 2011 Distribuição da População por Grupos Etários Ano 0-14 Anos 15-24 Anos 25-64 Anos > 65 Anos 0-14 Anos 15-24 Anos 25-64 Anos > 65 Anos 2001 139 113 343 108 19,8% 16,1% 48,8% 15,4% 2011 159 108 444 130 18,9% 12,8% 52,8% 15,5% Média do País no censo de 2001: 0/14 Anos-16,0%; 15/24 Anos-14,3%; 25/64 Anos-53,4%; 65 e mais Anos-16,4% Média do País no censo de 2011: 0/14 Anos-14,9%; 15/24 Anos-10,9%; 25/64 Anos-55,2%; 65 e mais Anos-19,0% == Património == * Igreja Paroquial de Souto de Lafões (incluindo adro e cemitério) * Ponte do Cunhedo * Capela de Santa Bárbara * Castro da Coroa * Casas da Igreja, do Arrabalde e do Castelo * Praia fluvial do Porto Areias ==Ver também== * União das Freguesias de Oliveira de Frades, Souto de Lafões e Sejães == Ligações externas == * Categoria:Enclaves e exclaves de Portugal Categoria:Antigas freguesias de Oliveira de Frades",
 "title": "Souto de Lafões"
}