{
 "id": "17336",
 "text": "Sculptor (Scl), o Escultor (originalmente,Oficina/Ferramentas do escultor), é uma constelação do hemisfério celestial sul. O genitivo, usado para formar nomes de estrelas, é Sculptoris. É uma das 14 constelações criadas pelo astrônomo francês Nicolas Louis de Lacaille no século XVIII. As constelações vizinhas são Cetus, Aquarius, Piscis Austrinus, Grus, Phoenix e Fornax. == Características == A constelação de Sculptor não possui estrelas mais brilhantes que a terceira magnitude. Isto é explicado por estar localizada nela o polo sul galático onde a densidade estelar é muito baixa. A estrela mais brilhante é Alpha Sculptoris, uma estrela variável do tipo SX Arietis com classe espectral B7IIIp e magnitude aparente 4.3. R Sculptoris é uma gigante vermelha cercada por espirais de matéria ejetada por volta de 1800 anos atrás. A constelação também contém a Galáxia Anã do Escultor, uma galáxia anã que é membro do Grupo Local e também o Grupo do Escultor, o grupo de galáxias mais próximo ao Grupo Local. A Galáxia do Escultor (NGC 253) é uma galáxia espiral barrada e a maior deste grupo, localizada na divisão entre Sculptor e Cetus. Outro membro proeminente deste grupo é a galáxia irregular NGC 55. == Historia == A região ao sul de Cetus e Aquarius foi nomeada por Aratus em 270 aC como As Águas – uma área de estrelas fracas espalhadas com duas estrelas mais brilhantes se destacando. O professor de astronomia Bradley Schaefer propôs que essas estrelas eram provavelmente Alpha e Delta Sculptoris. O astrônomo francês Nicolas-Louis de Lacaille descreveu pela primeira vez a constelação em francês como l'Atelier du Sculpteur (estúdio do escultor) em 1751–52, representando uma mesa de três pernas com uma cabeça esculpida nela e um martelo de artista e dois cinzéis em um bloco de mármore ao lado dele. De Lacaille observou e catalogou quase 10.000 estrelas do sul durante uma estada de dois anos no Cabo da Boa Esperança, criando quatorze novas constelações em regiões desconhecidas do Hemisfério Celestial Sul não visíveis da Europa. Ele nomeou todos menos um em homenagem aos instrumentos que simbolizavam a Era do Iluminismo. Em 2022 após a morte do jogador de futebol brasileiro Pelé a Administração Nacional da Aeronáutica e Espaço dos Estados Unidos (NASA) realizou um tweet onde pintou a constelação de verde, azul e amarelo e no texto do tweet dizia \"Assinalamos o falecimento do lendário Pelé, conhecido por muitos como o rei do \"jogo bonito\". Esta imagem de uma galáxia espiral na constelação do Escultor mostra as cores do Brasil.\" == Tabela de estrelas == BD Designação Mag. a.l. dist. Notas α Alpha Sculptoris 4.30 680 * SX Arietis type estrela variável β Beta Sculptoris 4.38 178 γ Gamma Sculptoris 4.41 179 δ Delta Sculptoris 4.59 143 η Eta Sculptoris 4.86 548 ε Epsilon Sculptoris 5.29 89.5 ζ Zeta Sculptoris 5.04 510 ι Iota Sculptoris 5.18 311 θ Theta Sculptoris 5.24 71.1 π Pi Sculptoris 5.25 217 μ Mu Sculptoris 5.30 291 κ² Kappa-2 Sculptoris 5.41 581 κ¹ Kappa-1 Sculptoris 5.42 224 σ Sigma Sculptoris 5.50 227 * α² CVn type estrela variável ξ Xi Sculptoris 5.59 628 τ Tau Sculptoris 5.69 202 λ² Lambda-2 Sculptoris 5.90 372 λ¹ Lambda-1 Sculptoris 6.05 432 HD 4208 7.79 107 * contem planeta Fonte: The Bright Star Catalogue, 5th Revised Ed., The Hipparcos Catalogue, ESA SP-1200",
 "title": "Sculptor"
}