{
 "id": "17422",
 "text": "A Pinacoteca do Estado de São Paulo é um dos mais importantes museus de arte do Brasil. Ocupa um edifício construído em 1900, no Jardim da Luz, centro de São Paulo, projetado por Ramos de Azevedo e Domiziano Rossi para ser a sede do Liceu de Artes e Ofícios. É o mais antigo museu de arte de São Paulo, fundado em 1905 e regulamentado como museu público estadual desde 1911. Após a reforma conduzida por Paulo Mendes da Rocha na década de 1990, tornou-se uma das mais dinâmicas instituições culturais do país, integrando-se ao circuito internacional de exposições, promovendo eventos culturais diversos e mantendo uma ativa produção bibliográfica. A Pina, como também é conhecida, também administra o espaço denominado Estação Pinacoteca, ou Pina Estação, instalado no antigo edifício do DOPS, no Bom Retiro, onde mantém exposições temporárias de arte contemporânea, a Biblioteca Walter Wey e o Centro de Documentação e Memória da instituição. A Pinacoteca abriga um dos maiores e mais representativos acervos de arte brasileira, com mais dez mil peças abrangendo majoritariamente a história da pintura brasileira dos séculos XIX e XX. Destacam-se também a Coleção Brasiliana, integrada por trabalhos de artistas estrangeiros atuantes no Brasil ou inspirados pela iconografia do país, a Coleção Nemirovsky, com um expressivo conjunto de obras-primas do modernismo brasileiro e, mais recentemente, a Coleção Roger Wright, recebida em comodato no mês de janeiro de 2015. == Logotipo e designação == Desde janeiro de 2016, a Pinacoteca usa um logo apresentando somente o \"apelido\" Pina. Segundo o então diretor de relações institucionais do museu, Paulo Vicelli, a mudança oficializa o nome que os frequentadores do museu já utilizavam. A Estação Pinacoteca passou a ser designada por “Pina Estação”, e o museu do Jardim da Luz por “Pina Luz”. A nova identidade visual foi criada pela agência de publicidade F/Nazca Saatchi & Saatchi. Os elementos marcantes da arquitetura do museu, como as colunas, os tijolos e a escadaria, fazem parte do sistema de identidade visual. == História == === Antecedentes === As origens da Pinacoteca do Estado remetem à criação do Liceu de Artes e Ofícios de São Paulo. Este, por sua vez, é fruto de um contexto de profundas modificações sociais, políticas e econômicas que operavam em São Paulo na segunda metade do século XIX. A então província, que se mantivera de pouca expressão até a década 1870, metamorfoseava-se, alavancada pela expansão cafeeira e pela consolidação da rede ferroviária. Recebia um grande fluxo de imigrantes (intensificado após a abolição da escravatura), que conferiam transformações significativas, abarcando desde a cultura material e hábitos alimentares até as novas formas de sociabilização. Os núcleos urbanos adensavam-se e modernizavam-se. Na cidade de São Paulo, os capitais acumulados pelos cafeicultores eram reinvestidos na incipiente indústria, realimentando o ciclo de prosperidade. Novos edifícios eram construídos e a técnica da taipa cedia espaço à alvenaria de tijolos. Bairros nobres eram construídos para abrigar os solares e palacetes dos barões do café, sempre seguindo os padrões arquitetônicos europeus, marcados pelo ecletismo. Ainda mais numerosos eram os bairros operários que surgiam, expandindo de forma acelerada o núcleo urbano.Lemos, Lourenço & Rocha, 1994, pp. 19-20.Barros (ed.), 2005, pp. 21-22. As transformações urbanas decorrentes deste progresso material demandavam cada vez mais profissionais habilitados a trabalhar com os métodos construtivos surgidos após a Revolução Industrial. Os imigrantes europeus supriam em parte essa necessidade, mas tornava-se imprescindível qualificar a mão-de-obra nativa para atender à obsessão de renovar a capital paulista. Visando minorar esta premência, em 1873, o conselheiro Carlos Leôncio da Silva Carvalho instituiu, com o auxílio de 131 sócios beneméritos, a Sociedade Propagadora da Instrução Popular, uma organização privada sem fins lucrativos. A princípio, a sociedade ministrava gratuitamente cursos noturnos de primeiras letras em sua sede na então chamada Rua São José (atual Libero Badaró) — caligrafia, aritmética, sistema métrico e gramática, além de prover cuidados médicos e remédios aos alunos, adultos em sua grande maioria. Na primeira década de atividades, foram habilitados mais de 800 alunos. Em 1882, uma reforma ampliou o rol de disciplinas, que passou a incluir também línguas estrangeiras. Neste mesmo ano foi criado, sob tutela da sociedade, o Liceu de Artes e Ofícios, destinado a \"ministrar gratuitamente ao povo os conhecimentos necessários às artes e ofícios, ao comércio, à lavoura e às indústrias\", seguindo uma orientação semelhante à do contemporâneo movimento Arts & crafts da Inglaterra.Lemos, Lourenço & Rocha, 1994, pp. 9.Araújo & Camargos, 2007, pp. 37. A sociedade criada por Leôncio Carvalho era em parte subsidiada por particulares, mas dependia sobretudo de verbas concedidas por entidades governamentais. Com a Proclamação da República em 1889, o apoio governamental minguou, envolvendo a instituição em uma grave crise financeira que quase a obrigou a encerrar as atividades. Em 1895, numa tentativa de salvar o Liceu, a sociedade indica o influente arquiteto Francisco de Paula Ramos de Azevedo para assumir sua direção. Ao passo que Leôncio Carvalho tinha fortes ligações com o Império, Ramos de Azevedo era um republicano convicto, participou dos movimentos de renovação do quadro político após a queda da monarquia e possuía relações estreitas com relevantes nomes do novo regime, incluindo Francisco Glicério, ministro do governo do marechal Deodoro da Fonseca. Outra conveniência da indicação era o fato de que Ramos de Azevedo já era então um dos principais encarregados das obras de renovação urbana na cidade de São Paulo, autor de inúmeros projetos de edifícios públicos e privados, tinha amizades influentes na sociedade e nos meios empresariais e era um importante agente cultural e respeitado formador de opiniões. O arquiteto comungava, como os titulares do novo regime, dos ideais positivistas e contava com o apoio dos seus colegas da maçonaria. Ramos de Azevedo era também membro do Landmanscraft, uma sociedade secreta presidida por Paula Sousa, instalada na Escola Politécnica, que por sua vez tinha vínculos com a Burschenschaft, a chamada \"Bucha\" da Faculdade de Direito do Largo São Francisco, à qual foram filiados diversos nomes de relevo, na política, no governo e no judiciário, que institucionalizaram entre si uma rede de apadrinhamentos e trocas de favores.Lemos, Lourenço & Rocha, 1994, pp. 10. Dessa forma, o novo diretor não teve dificuldades em cooptar o apoio do Presidente do Estado, Bernardino de Campos, e de seus secretários, Alfredo Pujol e Cesário Mota Júnior, ao seu ambicioso plano de reformulação do Liceu, visando transformá-lo em uma espécie de órgão complementar da Escola Politécnica, de cuja fundação participara. Tendo assegurado os recursos necessários para manter a instituição operante, Ramos de Azevedo tratou de reformular o currículo dos cursos ofertados, eliminando as matérias alheias ao ensino técnico-profissional. Ao mesmo tempo, tratou de incluir disciplinas relacionadas às artes visuais, em consonância com seu projeto de criar as bases para uma \"futura Escola de Belas Artes de São Paulo\". O Liceu assumiria, portanto, a tarefa de preencher também essa lacuna e, extrapolando seu objetivo original de habilitar artesãos, passou a atuar no âmbito do ensino artístico,Liceu de Artes e Ofícios de São Paulo (Laosp) formando nomes como Hugo Adami, Mário Zanini e Odetto Guersoni. Por fim, como julgava que a instituição não era dotada de um espaço condigno, conseguiu do Governo do Estado, em 1897, a doação de um amplo terreno, desmembrado do Jardim da Luz, para construir a nova sede do Liceu. Também obteve do poder público a importante verba de cem contos de réis, votada pelo Congresso Legislativo do Estado de São Paulo e destinada à construção do edifício.Araújo & Camargos, 2007, pp. 39. O projeto do edifício ficou a cargo do escritório do próprio Ramos de Azevedo, que o concebeu em colaboração com Domiziano Rossi. Foi idealizado em estilo neorrenascentista, tipologia adequada aos edifícios oficiais, conforme a caracterologia dos acadêmicos atrelados à tradição arquitetônica da Beaux-Arts parisiense, e imaginado com monumentalidade. O edifício seria dotado de um grande pórtico de entrada provido de larga escadaria e uma imensa cúpula (que jamais foi construída) sobre o grande salão central, alta o suficiente para que pudesse ser vista pelos transeuntes próximos do prédio, na calçada da Avenida Tiradentes. Na construção, utilizou-se grande quantia de material importado, boa parte obtida por meio de doações dos fornecedores — indício adicional do prestígio e influência de Ramos de Azevedo. O edifício, ainda inacabado, foi inaugurado em 1900, passando a receber os alunos de \"instrução primária e artística\". Logo se percebeu, entretanto, que o prédio havia sido superdimensionado para a pequena quantidade de alunos destes cursos. O governo então tratou de transferir para o edifício também o Ginásio do Estado, a primeira escola de ensino secundário de São Paulo (que dividiria o espaço com o Liceu até 1924). Por outro lado, as oficinas para os cursos de habilitação técnica, que deveriam ser o tema principal do projeto, uma vez que congregavam mais de 800 alunos, foram alojadas em um porão subdimensionado, de pé-direito baixo, e logo estavam saturadas. O problema da exiguidade do espaço logo se tornou insustentável. Para solucionar a questão, Ramos de Azevedo solicitou ao Presidente do Estado, Jorge Tibiriçá, a doação de um terreno localizado entre as ruas Cantareira, João Teodoro e Jorge Miranda, para a construção de galpões propriamente industriais, aptos a atender a demanda. Em 1919, obteve do Presidente Rodrigues Alves nova doação de terreno, ampliando a área das oficinas para um total de 13 500 m2. Assim, o edifício que fora projetado para abrigar o Liceu progressivamente perdeu a sua função original. A instituição continuaria a manter algumas atividades no prédio do Jardim da Luz até a década de 1930, como, por exemplo, exposições de trabalhos de alunos, mas desde o começo da década de 1910 passou a concentrar a maior parte de suas atividades nos galpões da Rua da Cantareira.Lemos, Lourenço & Rocha, 1994, pp. 11. === A fundação e os primeiros anos === Além da necessidade de profissionais habilitados a trabalhar com as novas técnicas industriais, o progresso material havia criado em São Paulo, conforme mencionado, uma nova classe abastada, que demandava também a dinamização e modernização da vida cultural. Para a elite paulista que se formava na virada do século XIX para o século XX, a cultura erudita, além de um indício de civilização, era também a afirmação do crescimento econômico e um fator relevante para a construção de uma identidade nacional em sentido amplo. O aristocratismo paulista ora justificava essa necessidade de modernização cultural tomando a arte como uma espécie de atributo social, exclusivo de seus pares, ora por meio de um discurso paternalista, pregando a necessidade de elevar o nível educacional das camadas populares. No que tange às artes visuais, os investimentos concentravam-se sobretudo na escultura e na estatuária, com a abertura de concursos públicos para construção de monumentos comemorativos, além das encomendas de monumentos funerários para decorar os aristocráticos cemitérios da Consolação e do Araçá. A pintura, de certa forma, ficava relegada a um segundo plano, embora ocorressem periodicamente exposições de artistas brasileiros e estrangeiros nas extintas livrarias Laemmert e Garraux. A vida cultural era permeada ainda pela existência de diversos jornais e revistas (como O Estado de S. Paulo, o Correio Paulistano, O Commercio de São Paulo, Diário Popular, Platéa, Fanfulla, etc.), teatros como o Frontão Boa Vista e o Sant'Ana, clubes como o Recreativo Seis de Janeiro. Mas se esta nova elite tinha por objetivo aproximar a cultura brasileira dos padrões da burguesia europeia, faltava-lhe ainda um museu artístico.Lemos, Lourenço & Rocha, 1994, pp. 20. Coube ao poder público, durante a gestão de Bernardino de Campos no governo paulista, encampar a iniciativa. A Pinacoteca do Estado foi oficialmente criada em 1905, com o apoio do vereador Maurício de Sampaio Vianna, do engenheiro Adolpho Augusto Pinto e do mecenas e senador estadual José de Freitas Valle. A implementação efetiva do projeto, no entanto, ficou a cargo do secretário do Interior e da Justiça, José Cardoso de Almeida, que tratou de solicitar à direção do Liceu de Artes e Ofícios a cessão de um salão em seu já ocioso edifício para \"estabelecer uma galeria de pintura com quadros existentes no Museu do Estado e com os que forem adquiridos\". O Museu do Estado (atual Museu Paulista, ou \"do Ipiranga\"), fora criado em 1891, a princípio instalado no Largo do Palácio, logo transferido para um prédio na Rua da Consolação e finalmente sediado no edifício-monumento do Ipiranga, erguido para homenagear a Independência do Brasil. Era então um museu generalista, reunindo coleções de história, história natural e obras de arte, frutos da doação de Francisco de Paula Mayrink (abrangendo o acervo particular do coronel Joaquim Sertório e a coleção Pessanha). Sua concepção inicial como \"museu enciclopédico\" logo seria contestada e, gradualmente, o Museu Paulista tornaria-se um museu especializado em história, ao mesmo tempo que matriz na formação de novos museus. Este primeiro desmembramento decretado por Cardoso de Almeida consistia em um conjunto de 26 pinturas de valor propriamente artístico, entre retratos, paisagens e naturezas-mortas, de autores como Almeida Júnior, Antônio Parreiras, Oscar Pereira da Silva, Benedito Calixto, Eliseu Visconti e Pedro Weingärtner, entre outros, que destoavam do perfil histórico pretendido pelo museu, então imbuído de um projeto de consolidação de uma iconografia que refletisse o ideário republicano.Araújo & Camargos, 2007, pp. 40.Paiva, 1984, pp. 12-13.Duprat, 2009, pp. 9. Na condição de diretor do Liceu, Ramos de Azevedo também tornou-se responsável pela gestão da pinacoteca, embora a hierarquia administrativa do novo museu só viesse a ser estabelecida na década de 1930. Para receber as obras, o arquiteto projetou adaptações no terceiro andar do edifício, em consonância com os padrões museográficos então vigentes. Instalou uma grande claraboia retangular, com claridade regulada por véus transparentes, evitando que os quadros recebessem iluminação direta das janelas, e mandou revestir as paredes com pintura lisa em tons purpúreos, despidos de ornatos, de forma a destacar as obras.Lemos, Lourenço & Rocha, 1994, pp. 21.Lemos, Lourenço & Rocha, 1994, pp. 14. A inauguração do novo museu ocorreu em 24 de dezembro de 1905. Estiveram presentes na solenidade de abertura o presidente da República, Rodrigues Alves, o presidente do Estado, Jorge Tibiriçá, o diplomata Domício da Gama, o Ministro do Interior e Justiça da União José Joaquim Seabra, além de secretários, senadores, deputados, magistrados, membros da elite financeira de São Paulo e os cônsules de Portugal, Espanha, França e Áustria. O discurso de inauguração ficou a cargo de Cardoso de Almeida, que ressaltou a importância da iniciativa para a preservação da memória artística nacional e salientou que a coleção, \"embora pequena, tem o alto valor de um estímulo à educação de nossos sentimentos estéticos\". A inauguração foi fartamente coberta pela imprensa da cidade, que informava sobre planos para expandir o museu, realizar exposições temporárias e instituir um salão de arte anual com prêmios aquisitivos, que estimularia o desenvolvimento artístico paulista e permitiria ampliar o acervo. Esse entusiasmo inicial, entretanto, logo cedeu lugar à frustração. A coleção crescia com base em doações e transferências, mas não havia qualquer trabalho de análise, contextualização ou extroversão das obras. O salão de arte permaneceu como mera intenção e as mostras realizadas no edifício eram organizadas diretamente pelo Liceu, sem envolvimento da pinacoteca. A recém-inaugurada instituição estava mais próxima de ser uma galeria, um espaço expositivo, do que de um museu. Seu funcionamento era irregular e a visitação era escassa. Assim, já em 1911, a mesma imprensa registrava, sobre o museu, que “ninguém via nem sabia para que fora criado”. thumb|Exposição de Arte Francesa, realizada na Pinacoteca do Estado em 1913. === De 1911 à Revolução de 1930 === No começo da década de 1910, as críticas à gestão da pinacoteca intensificaram-se. Um editorial de primeira página do Commercio de São Paulo, publicado em 2 de novembro de 1911, acusava o poder público de \"um lamentável e propalado descuro\", argumentado sobre o contrassenso da utilização de dinheiro público para adquirir obras que não estavam à disposição dos interessados e apontando para a falta de verbas de custeio e funcionários qualificados, sem os quais \"a Pinacoteca nunca chegaria a corresponder aos intuitos que determinaram a sua criação\". Em resposta às críticas, Freitas Valle, então deputado pelo Partido Republicano Paulista, redigiu o projeto da lei nº 1 271, aprovada com o respaldo de Sampaio Vianna, de Ramos de Azevedo e de Adolpho Pinto, dando a pinacoteca o status de órgão autônomo e a definindo como museu estatal, subordinado à Secretaria do Interior e da Justiça. A lei estabelecia ainda que a instituição deveria continuar a funcionar como núcleo de aprendizado, nos moldes que haviam sido estabelecidos pelo Liceu.Araújo & Camargos, 2007, pp. 42.Lemos, Lourenço & Rocha, 1994, pp. 25. O museu foi por fim franqueado permanentemente à visitação pública em dezembro de 1911, quando se inaugurou também a Primeira Exposição Brasileira de Belas-Artes. Durante a mostra, o governo do Estado fez sua primeira aquisição direta para o acervo da pinacoteca, comprando Leilão de peixes, do espanhol Cubells y Ruiz. A Segunda Exposição Brasileira de Belas- Artes ocorreu no ano seguinte com a presença de 54 pintores e nove escultores, mas foi criticada pela ausência de obras-primas e não mais retomada. Também em 1912, a pinacoteca publicou seu primeiro catálogo. O acervo contava então com 59 peças. Entre as novidades da coleção, estavam telas de autores brasileiros já consagrados, como Aurélio de Figueiredo e João Batista da Costa, do casal Georgina e Lucílio de Albuquerque, além de talentos emergentes como Torquato Bassi. É desta época a aquisição de Maternidade, de Eliseu Visconti, obra que havia se destacado na Primeira Exposição Brasileira de Belas-Artes. Por outro lado, o catálogo também registrava aquisições de obras de qualidade discutível e de pintores desconhecidos, evidenciando a ausência de um partido museal sólido.Araújo & Camargos, 2007, pp. 46. esquerda|thumb|La Culla Tragica, de Giuseppe Amisani (1910), incorporada ao acervo do museu em 1913. Em 1913, a pinacoteca sediou uma abrangente mostra itinerante de arte francesa. Promovida pelo Comitê França-América, a mostra vinha de Buenos Aires, onde teria ficado a maior parte das peças relevantes. O governo optou por adquirir a seção de arte retrospectiva, com gravuras, reproduções, fotografias e moldes. A mostra fora planejada como a primeira de uma série dedicada à arte das nacionalidades latinas europeias, que deveria ser seguida por exposições das escolas italiana, espanhola e portuguesa. Com a eclosão da Primeira Guerra Mundial e as dificuldades inerentes ao contexto, o projeto não pôde ser levado adiante. Também foram organizadas, nesses primeiros anos, algumas mostras individuais (como as de Aurélio de Figueiredo e de Pedro Alexandrino, em 1912) e, notadamente, exposições dedicadas à escultura. Muitos escultores de renome, tais como Amedeo Zani, Ettore Ximenes e Giulio Starace, atuaram como professores do Liceu, obtendo assim permissão para expor sua produção nos salões do edifício, onde estabeleceram-se de forma alternada a partir de 1912. Foi também incorporada ao acervo em 1913, a obra La Culla Tragica, de Giuseppe Amisani. Ainda nos primeiros anos, a mudança das oficinas do Liceu para os galpões na Rua da Cantareira liberou espaço no edifício para a exposição do acervo, que durante as três primeiras décadas, cresceria com base nos critérios consagrados de \"arte burguesa\" (ou pompier), ecoando o gosto predominantemente acadêmico dos salões de artes e das doações feitas pelas abastadas famílias paulistanas. Um importante instrumento para ampliação do acervo nesses anos iniciais foi o Pensionato Artístico do Estado de São Paulo. Criado em 1912, o Pensionato concedia bolsas de estudo para que estudantes de artes estabelecidos no estado de São Paulo se aperfeiçoassem em renomados centros europeus de formação artística, ficando os bolsistas obrigados a enviar à pinacoteca, ao término de sua viagem, duas cópias de obras consagradas e um trabalho original. Esse sistema de envios explica a ênfase da coleção da pinacoteca no academicismo paulista do começo do século XX, tendo permitido à instituição angariar obras de Mário e Dário Barbosa, Francisco Leopoldo e Silva, Paulo Vergueiro Lopes de Leão e Túlio Mugnaini, entre outros. O incipiente modernismo brasileiro seria por longo período ignorado pela instituição.Araújo & Camargos, 2007, pp. 48. As exposições individuais pioneiras de Lasar Segall (1913) e de Anita Malfatti (1917), realizados em salões comerciais da cidade, já haviam apresentado aos paulistanos as novas propostas artísticas e estéticas das vanguardas europeias, mas não contaram com a compreensão do público, sendo também ignoradas ou ridicularizadas pela crítica local. Somente a partir da realização da Semana de Arte Moderna, em 1922, é que se inicia um processo de assimilação das novas correntes estéticas, permitindo também o agrupamento de intelectuais e artistas engajados na atualização do cenário artístico nacional e na formulação de novas propostas culturais. Desta forma, embora permanecesse centrada na formação de um acervo acadêmico, a pinacoteca acabou fazendo concessões esporádicas às vanguardas brasileiras. Em 1928, a pinacoteca adquiriu a tela Bananal de Lasar Segall, que se tornou primeira pintura moderna a ingressar no acervo de um museu brasileiro, em um episódio descrito pela imprensa de então como \"uma vitória para a arte moderna\". No ano seguinte, o museu comprou a paisagem São Paulo de Tarsila do Amaral. Paralelamente, e de forma incidental, o Pensionato Artístico, idealizado como órgão de promoção de padrões artísticos da \"arte burguesa\", também permitiu o ingresso no acervo de algumas das primeiras peças não comprometidas com o ideário acadêmico, tais como A carregadora de perfume, de Victor Brecheret, e do óleo Tropical, de Anita Malfatti. Aos poucos, quebrava-se o perfil conservador da coleção.Barros (ed.), 2005, pp. 23-24. thumb|Revolucionários de 1930 acampados no Jardim da Luz. Os anos vinte testemunharam iniciativas visando o estabelecimento de uma política museal mais sólida. O museu consolidava-se gradualmente como uma instituição cultural relevante para a cidade. Recebera, no ano de 1920, por exemplo, quase 8 500 visitantes — cifra muito aquém daquelas registradas pelo Museu Paulista, mas significativa para um museu de arte, operando em condições muito mais limitadas e sem as benesses da fama consolidada de \"ponto turístico\", da que já gozava o edifício-monumento do Ipiranga. Em 1924, o Ginásio do Estado foi transferido para outra localidade, liberando espaço no edifício do Liceu para acomodar a coleção ascendente. No ano seguinte, foi aprovada a Lei 2 128, que reorganizava o organograma do poder executivo estadual, subordinando a pinacoteca diretamente à Secretaria de Governo. Não obstante, o período também foi marcado por retrocessos institucionais e dificuldades de ordem externa. Em meados dos anos vinte, o descontentamento de alguns segmentos militares com a política do café com leite fez eclodir em São Paulo a Segunda Revolta Tenentista, o mais destrutivo conflito já ocorrido na cidade até os dias de hoje. Situada em um dos bairros mais afetados pelos embates entre legalistas e revoltosos, a pinacoteca foi forçada a fechar as portas e seu edifício foi atingido por granadas e balas de fuzis. Superado o clima de guerra civil, a pinacoteca retomou suas atividades e tratou de reparar o danos causados ao edifício. Não obstante, no plano político, agravava-se a crise da República Velha, culminando após a quebra da Bolsa de Valores de Nova Iorque, no rompimento do pacto entre as oligarquias de São Paulo e Minas Gerais. Em 1930, lideranças políticas dos estados de Minas Gerais, Paraíba e Rio Grande do Sul, unidos na Aliança Liberal, impediram Júlio Prestes de assumir a presidência, conduzindo Getúlio Vargas ao poder. Temendo ações subversivas, o governo provisório de Vargas logo tratou de afastar políticos e alto funcionários ligados ao antigo governo paulista. A pinacoteca, que já encontrava-se profundamente debilitada desde a morte de Ramos de Azevedo, ocorrida em 1928, quase foi extinta. Suspendeu suas atividades, permanecendo fechada durante toda a Revolução de 1930, e teve de ceder seu edifício para alojar os soldados da Primeira Legião, vinda do Paraná. === Mudança de endereço e reunião do acervo (1930-1947) === thumb|A antiga sede da Imprensa Oficial na Rua Onze de Agosto, que abrigou a pinacoteca entre 1932 e 1947. Acervo do Museu Belas Artes de São Paulo. Ainda em 1930, o edifício voltou a ser danificado, desta vez por um incêndio que destruiu, em grande parte, os registros históricos do Liceu de Artes e Ofícios. Após o reparo do prédio, o governo paulista requisitou a cessão de toda a ala direita do edifício para abrigar o Grupo Escolar Prudente de Moraes, passando a ocupar dezesseis salas e duas galerias. Com a diminuição da área expositiva, a direção da pinacoteca realocou parte do acervo, transferindo diversas obras para outros edifícios governamentais, aprofundando o processo de dispersão da coleção que já se iniciara durante o uso do edifício como abrigo militar. Em 1931, a pinacoteca passou a ser subordinada à Secretaria da Educação e da Saúde Pública. Nessa mesma ocasião foi criado o Conselho de Orientação Artística (COA), para desenvolver uma política de aquisições e um plano de defesa do patrimônio artístico. A instabilidade do ambiente político, entretanto, não permitiria avanços. Alienadas do poder político pela Revolução de 1930, as oligarquias paulistas passaram a exercer forte oposição ao governo Vargas, exigindo a convocação de uma Assembleia Constituinte. Após o assassinato de quatro estudantes por membros da Legião Revolucionária, no centro de São Paulo, o movimento ganhou adesão popular, evoluindo para o combate armado conhecido como Revolução Constitucionalista de 1932. O edifício foi novamente requisitado para o uso dos combatentes, abrigando desta vez o Batalhão Militar Santos Dumont. A dispersão do acervo iniciada dois anos antes completou-se e as peças permaneceram sob custódia de diversos órgãos públicos. Os setores administrativos da pinacoteca foram transferidos para um edifício na Rua Onze de Agosto, onde funcionava a Imprensa Oficial do Estado de São Paulo. O Liceu de Artes e Ofícios, por sua vez, transferiu para suas instalações na Rua Cantareira os poucos setores que ainda funcionavam no edifício da Luz, e não mais retornaria à sua sede original.Araújo & Camargos, 2007, pp. 55. Ainda em 1932, por decreto do governo estadual, a responsabilidade pela guarda e gestão do acervo da pinacoteca foi transferida para a Escola de Belas Artes de São Paulo, uma instituição privada de ensino artístico que fora fundada em 1925 por João Pedro Gomes Cardim, com apoio de intelectuais como Mário de Andrade e Menotti Del Picchia, sob a denominação original de Academia de Belas Artes de São Paulo. O decreto visava emular a estrutura organizacional dos equipamentos artísticos vigente no Rio de Janeiro, então capital federal, onde a Pinacoteca Pública (atual Museu Nacional de Belas Artes) subordinava-se à Escola Nacional de Belas Artes. Essa tentativa de padronização também se reflete na criação do Salão Paulista de Belas Artes, por decreto estadual de 1933, estabelecido segundo os moldes do tradicional Salão Nacional de Belas Artes. Havia também outra conveniência na unificação, uma vez que em 1932 a Escola de Belas Artes havia sido transferida de sua sede original, na Vila Buarque, para o edifício da Imprensa Oficial, onde passou a funcionar a direção da pinacoteca. Mas, diferentemente do que ocorria no caso das instituições federais, o modelo de organização pretendido pelo governo paulista visava unificar duas instituições que não compartilhavam um parentesco histórico e que sequer possuíam a mesma natureza jurídica, sendo a pinacoteca um órgão público e a Escola de Belas Artes uma instituição privada. A incompatibilidade de objetivos e princípios dificultaria a iniciativa e, sete anos após a promulgação do decreto, o vínculo entre as duas organizações seria rompido (ainda que a convivência de ambas no mesmo espaço fosse se prolongar por mais de cinquenta anos). O Salão Paulista de Belas Artes, por outro lado, seria consolidado como uma mostra artística de relevo nas décadas seguintes, constituindo-se ainda, em seus primeiros anos, em uma importante vertente para o incremento do acervo da pinacoteca, através dos prêmios de aquisição. Nos anos seguintes a pinacoteca trataria de reunir na sede da Rua Onze da Agosto as peças que haviam se dispersado, voltando a abrir as portas em 1936. Uma comissão chefiada por José Wasth Rodrigues e Lopes de Leão detectou o desaparecimento de um medalhão neoclássico de Jacques-Louis David e de 93 gravuras francesas. Outras peças seriam extraviadas devido à prática de emprestar obras ao Palácio dos Campos Elísios e outros órgãos governamentais. Nesse meio tempo, o governo do estado adquiriu, por sugestão de Mário de Andrade, a tela Mestiço, de Cândido Portinari — a primeira obra do pintor a integrar a coleção de um museu.Araújo & Camargos, 2007, pp. 61. Em 1937, a pinacoteca inaugurou a Sala Henrique Bernardelli, expondo parte do grande espólio legado pelos irmãos Henrique e Rodolfo Bernardelli. O acervo então somava 900 peças. Nesse mesmo ano, Lopes de Leão foi empossado no cargo de diretor da Escola de Belas-Artes e da pinacoteca. Em 1939, o novo diretor instituiu os cargos de restaurador e diretor-técnico. Em 1941, recusou a oferta feita pela prefeitura para instalar a pinacoteca no Palácio das Indústrias, por temer os efeitos da poluição emitida pelo gasômetro vizinho. Em 1947, em decorrência de diversos fatores, o museu retornaria ao antigo edifício na Avenida Tiradentes. A prefeitura havia desapropriado o edifício da Rua Onze de Agosto, com a intenção de demoli-lo para erguer a Praça Clóvis Bevilacqua, levando o governo do estado a adquirir o edifício do Liceu de Artes e Ofícios para lá abrigar novamente a pinacoteca, a Escola de Belas-Artes e o Conselho de Orientação Artística.Araújo & Camargos, 2007, pp. 65. No processo de mudança, o acervo sofreria novas perdas, nomeadamente da maquete em gesso do Monumento às Bandeiras, doada por Victor Brecheret, que se esfacelou após uma queda. No que tange à ampliação do acervo, destacou-se a aquisição do espólio do pintor Pedro Alexandrino e a transferência de um segundo lote de obras procedentes do Museu Paulista. Durante todo esse período, a pinacoteca manteve-se relativamente distante dos movimentos de renovação artística do século XX, bem como dos demais museus de arte criados na década de 1940 (como o MASP e o MAM), seguindo sua vocação inicial de formar de um acervo com obras acadêmicas.Araújo & Camargos, 2007, pp. 67. === A Pinacoteca Circulante (1947-1966) === Em 1947, Túlio Mugnaini substituiu Lopes de Leão na direção da pinacoteca, ao mesmo tempo em que o Conselho de Orientação Artística foi extinto. Entre as suas realizações, destacaria-se a criação das “Conferências Passeios”, em que nomes consagrados no meio artístico, como Anita Malfatti, Quirino Campofiorito e Georgina de Albuquerque, conduziam os visitantes ao contato com o acervo. Em 1950, em comemoração ao centenário de nascimento de Almeida Júnior, a pinacoteca organizou com uma grande retrospectiva da obra pintor. Dois anos depois, a pinacoteca recebeu uma importante doação de 130 peças deixadas em testamento por José Manuel de Azevedo Marques. Apesar das atividades e dos esforços de Mugnaini para incrementar a visitação, o público ainda era escasso quando comparado aos outros museus de arte da cidade.Araújo & Camargos, 2007, pp. 72. A visitação inexpressiva seria em parte compensada pela iniciativa denominada Pinacoteca Circulante. O projeto, levado a cabo até 1971, consistia em percorrer o interior paulista com uma seleção de obras consagradas, exibidas em clubes, salões paroquiais e escolas, visando democratizar o acesso e reforçar o caráter estadual da instituição. Iniciando por São José do Rio Preto, a pinacoteca Circulante realizaria mais de 100 exposições em aproximadamente setenta cidades do interior do estado, atingindo um público total de 300 mil pessoas. Após quase duas décadas de mostras itinerantes, as exposições foram encerradas após uma grande reforma no edifício do Jardim da Luz. Walter Wey, o diretor da pinacoteca à época, justificaria o fim da iniciativa por meio do desgaste causado pelo transporte contínuo das obras mais frágeis.Araújo & Camargos, 2007, pp. 75. Em 1955, a pinacoteca comemorou seu cinquentenário \"como um museu esquecido\", no dizer da imprensa da época. Mugnaini lançou uma campanha de divulgação do museu, informando os horários de visitação e a existência de uma biblioteca especializada. O acervo crescia mais influenciado pelas doações do que pelas aquisições. A família Silveira Cintra doou 133 obras de tradição acadêmica e Dario Villares Barbosa, ex- bolsista do Pensionato Artístico, legou à pinacoteca 248 quadros de sua autoria. À época, Mugnaini relutou em aceitar o espólio, por considerar o artista pouco representativo para que se agregasse um lote tão grande de seus trabalhos à coleção.Araújo & Camargos, 2007, pp. 77. Somente em 1956 a pinacoteca abriria espaço para a arte moderna, inaugurando uma sala com obras de tendências não acadêmicas e sediando a exposição Modernistas 1910/1950, com obras de Anita Malfatti, Tarsila do Amaral, Lasar Segall, Cândido Portinari e Mário Navarro da Costa, entre outros. Paralelamente, Mugnaini buscou formular estratégias para aumentar a visitação, mas não obteve êxito. As pequenas intervenções feitas, como a adição de seis salas e mais um corredor, eram incapazes de resolver os dois problemas crônicos do museu: a falta de espaço para expor a coleção e a falta de visitantes para apreciá-la. Por outro lado, a gestão Mugnaini logrou recuperar algumas obras espalhadas pelas repartições públicas desde a década de 1930.Araújo & Camargos, 2007, pp. 78. Com o golpe militar, Mugnaini foi convocado em maio de 1964 para depor em uma comissão responsável por apurar a posição ideológica dos funcionários. Mugnaini não depôs e foi aposentado compulsoriamente, sendo substituído pelo jornalista João de Scantimburgo. Scantimburgo permaneceu no cargo até 1966, quando foi substituído por Sílvio Costa e Silva. === Fase de transformações (1967-1991) === thumb|esquerda|Uma das salas de exposições da instituição. Em 1967, Delmiro Gonçalves assumiu a direção. Durante sua gestão, esforçou-se para incorporar obras de artistas atuantes em São Paulo desde a década de 1930, como Flávio de Carvalho e Ernesto de Fiori. Delmiro foi o primeiro diretor da pinacoteca a entender a instituição como um núcleo voltado à arte de seu tempo. Assim, ampliou também o núcleo de obras de artistas contemporâneos, adquirindo peças de Tomie Ohtake, Manabu Mabe e um conjunto de 387 gravuras de Marcelo Grassmann. O espaço permaneceria escasso, dividido entre o Serviço de Fiscalização Artística, a Escola de Belas-Artes, a Escola de Arte Dramática e o Conservatório Estadual de Canto Orfeônico.Araújo & Camargos, 2007, pp. 81. Em 1971, Delmiro Gonçalves foi exonerado e substituído pelo pintor Clóvis Graciano. Nesse mesmo período, o Conselho Estadual de Cultura elaborou uma série de onze medidas que visavam reestruturar os setores técnicos e administrativos, minimizar os danos causados pelo longo período em que o edifício passou sem manutenção e restauração de parte do acervo. Também foi instituída oficialmente a biblioteca, que passava a gerir a documentação museológica e o acervo bibliográfico do museu, e criado o novo Conselho de Orientação Artística.Araújo & Camargos, 2007, pp. 83. Durante a reforma do edifício, a pinacoteca passou a organizar eventos em outros espaços, destacando-se a mostra internacional de Arteônica, sediada no Museu de Arte Brasileira da FAAP, além da mostra Grassmann – 25 anos de gravura, exposta na FAAP, no Museu de Arte Moderna do Rio de Janeiro e no Palácio das Artes, em Belo Horizonte.Araújo & Camargos, 2007, pp. 86. Em 1972, o diplomata e crítico de arte Walter Wey assumiu a direção do museu, com a sede ainda sob reforma. A pinacoteca seria reaberta em 13 de setembro de 1973, com a presença do governador Laudo Natel e do presidente Emílio Garrastazu Médici. Dotada de uma entrada exclusiva, de um teatro de arena e de uma sala de exposições temporárias, a pinacoteca passou a oferecer melhores condições para a prática de atividades educacionais e para a oferta de uma programação cultural regular, com concertos musicais, peças de teatro, cursos e palestras.Araújo & Camargos, 2007, pp. 89. Em 1975, Aracy Amaral, historiadora e crítica de arte, sucedeu Walter Wey na direção da Pinacoteca. Reafirmando o compromisso com a produção de vanguarda, Aracy promoveu uma série de exposições de arte contemporânea e instituiu as visitas monitoradas. Consolidou também as propostas didáticas e educativas, criando o curso de desenho vivo, ministrado por Paulo Portella Filho, e o curso de xerografia, sob os cuidados de Hudinilson Júnior, e deu continuidade à oferta de uma programação cultural fixa.Araújo & Camargos, 2007, pp. 90. Tratou também de preencher importantes lacunas no acervo, adquirindo obras das décadas de 1930 e 1940. Em 1976, em uma iniciativa até então inédita, um grupo de obras do acervo foi exposto no exterior, durante a mostra Brasil, Artistas do Século XX, realizada na Galeria Artcurial de Paris. Em 1978, a pinacoteca organizou a mostra itinerante A Arte e seus Processos: o Papel como Suporte, exposta em mais de trinta municípios paulistas ao longo de quatro anos.Araújo & Camargos, 2007, pp. 94. Fábio Magalhães assumiu a direção da pinacoteca em 1979, permanecendo no cargo até 1982. Sua gestão buscou adequar as propostas museológicas a cada faixa etária e estimular o público infanto-juvenil. Magalhães também se preocupou em ampliar o enfoque a outros suportes, sobretudo a fotografia, inaugurando o Gabinete Fotográfico em 1980. No ano seguinte, a pinacoteca concebeu o projeto Super 8 como Instrumento do Artista Plástico, em meio às polêmicas discussões sobre comunicação em massa que marcaram as comemorações dos 30 anos de televisão no Brasil.Araújo & Camargos, 2007, pp. 96-100. Em 5 de maio de 1982, em resposta ao requerimento feito na gestão de Aracy Amaral, o edifício da pinacoteca foi tombado pelo CONDEPHAAT.Araújo & Camargos, 2007, pp. 102. Após o tombamento, Maria Cecília França Lourenço, diretora do museu desde julho de 1983, reforçou a campanha em prol da ocupação total do edifício, contando com o respaldo da comunidade artística da cidade e da Associação Paulista de Museólogos. Sua gestão buscou ainda consolidar a pinacoteca como um espaço cultural dinâmico, criando um ateliê infanto-juvenil em meio ao Jardim da Luz e o projeto Visite um Museu e Assista a um Espetáculo.Araújo & Camargos, 2007, pp. 103-104. Em 1985, durante as comemorações dos oitenta anos da pinacoteca, Maria Cecília coordenou um ciclo de palestras e mesas-redondas. No ano seguinte, criou o curso de introdução às técnicas de gravura. Ainda em 1986, a pinacoteca recebeu uma importante doação de obras de artistas modernistas brasileiros, legadas postumamente pelo intelectual Alfredo Mesquita. Em 1987, a pinacoteca passaria por uma nova reforma, que seria concluída no ano seguinte, já sob a gestão de Lourdes Cedran. Com a reforma, a pinacoteca passou a contar com um laboratório e ateliê de papel artesanal.Araújo & Camargos, 2007, pp. 107. Em 1989, a Faculdade de Belas-Artes transferiu-se para sua sede própria na Vila Mariana, liberando todo o espaço do edifício para a pinacoteca. O edifício, no entanto, seria interditado nesse mesmo ano pelo Departamento de Controle de Uso de Imóveis (Contru), que alegou falta de segurança. Em 1990, Maria Alice Milliet assumiu a direção da pinacoteca, que reabriu suas portas com a mostra Memória Paulista, uma retrospectiva do pintor Benedito Calixto e primeira de uma série de quatro exposições dedicadas à iconografia paulistana, premiada pela Associação Paulista de Críticos de Arte (APCA).Araújo & Camargos, 2007, pp. 110. === Reestruturação espacial, grandes exposições === thumb|O Pavilhão Padre Manoel da Nóbrega, no Parque do Ibirapuera. A gestão do artista plástico Emanoel Araújo, diretor da pinacoteca entre 1992 e 2001, estabeleceria um ponto de inflexão na história da instituição, conferindo-lhe visibilidade e prestígio internacional. Araújo criou a Associação dos Amigos da Pinacoteca, entidade civil responsável por auxiliar a captação de recursos e a organização de atividades culturais no museu. No segundo semestre de 1992, a pinacoteca sediou o programa Música nos Museus e conquistou o prêmio da APCA para o conjunto de exposições denominado Vozes da Diáspora, voltado à valorização da cultura afro-brasileira. Em 1993, a Pinacoteca comemorou o centenário de nascimento de Mário de Andrade e os 150 anos do fotógrafo Marc Ferrez.Araújo & Camargos, 2007, pp. 112-115. Entre 1994 e 1998, a Pinacoteca do Estado passou por uma grande reforma, orçada em aproximadamente dez milhões de reais, para adaptar-se aos padrões museológicos internacionais. O projeto da reforma foi concebido por Paulo Mendes da Rocha, com o qual o arquiteto ganhou o Prêmio Internacional Mies van der Rohe para a América Latina, em junho de 2000. Mendes da Rocha optou por cobrir os vazios internos do edifício com claraboias de aço e vidro laminado e interligou os pátios laterais com passarelas metálicas. O edifício ganhou uma nova reserva técnica e sistemas adequados de climatização, controle e segurança. Entre 1995, ano do centenário do museu, e meados de 1997, com parte do edifício ainda em reformas, a pinacoteca sediou uma série de mostras vindas da Espanha, França, Itália, Holanda, Dinamarca e Portugal, integrando-se definitivamente ao calendário de exposições internacionais e incrementando de maneira expressiva a visitação, que chegou a 183 mil pessoas ao término desse período. Em junho de 1997, para acelerar a conclusão da reforma, o museu foi fechado à visitação. A pinacoteca passou a funcionar temporariamente no Pavilhão Padre Manoel da Nóbrega, no Parque do Ibirapuera, onde foram sediadas as mostras de Camille Claudel e de 100 anos da Guerra de Canudos.Araújo & Camargos, 2007, pp. 117-121. A pinacoteca foi reaberta ao público em fevereiro de 1998, com uma série de exposições temporárias e com um conjunto de peças doadas pelo Banco Safra, incluindo obras de Auguste Rodin, Antoine Bourdelle, Victor Brecheret, Ricardo Cipicchia e Rodolfo Bernardelli. No ano 2000, foi inaugurado o ateliê de restauro, com patrocínio da Fundação Vitae. Em 2001, a exposição Auguste Rodin: A Porta do Inferno levou à pinacoteca mais de 200 mil visitantes. Outras mostras de relevo realizadas no mesmo período garantiriam uma expressiva visitação, destacando-se De Picasso a Barceló, com obras do Museo Nacional Reina Sofia, da Espanha.Araújo & Camargos, 2007, pp. 124. Em 2002, a gestão da pinacoteca é transferida para a Associação de Amigos e o museólogo Marcelo Araújo assume sua direção. Nesse mesmo ano, um acordo de cooperação firmado com a Fundação Estudar possibilitou à pinacoteca abrigar em regime de comodato 447 peças do importante acervo de brasiliana daquela instituição. Em 2003, a Pinacoteca voltou a receber o prêmio da APCA, pela mostra Albert Eckhout Volta ao Brasil.Araújo & Camargos, 2007, pp. 126-128. Em 2004, o antigo prédio do DOPS (Departamento de Ordem Política e Social), projetado por Ramos de Azevedo para servir como armazém da Cia. Sorocabana, foi reformado e passou a funcionar como seu segundo endereço. Denominado Estação Pinacoteca, o espaço abriga um Centro de Documentação e Memória, destinado à pesquisa e preservação do acervo documental sobre a história da instituição, além de exposições e atividades didáticas, e a Biblioteca Walter Wey. O edifício também abriga a coleção José e Paulina Nemirovsky, cedida ao museu em regime de comodato em 2004 pela Fundação Nemirovsky, composta por obras significativas do modernismo brasileiro. Em setembro de 2007, a Coleção Brasiliana da Fundação Estudar integrou-se definitivamente ao acervo da Pinacoteca. A Pinacoteca conta com dez salas que se dividem para abrigar o acervo de aproximadamente cem mil obras e um espaço onde se encontram as obras que estão em estado de restauração, catalogação ou que estão fora de exposição, assim como um café do lado de fora do local. == O edifício-sede == Após a criação do Liceu de Artes e Ofícios em 1873, os mantenedores da instituição negociam com o governo provincial a doação de um terreno para a escola, ao lado do Jardim Público da Luz – o que ocorre em 1896 -, além da concessão de recursos para a edificação da sede, cujas obras se iniciam em 1897. O prédio, projetado por Ramos de Azevedo e Domiciano Rossi, seu principal colaborador, tem estilo monumental em forte consonância com os princípios do ecletismo italiano, formado por três pavimentos, com dois pátios internos de modo a garantir ventilação e iluminação. No centro, primeiro piso, localiza-se o saguão central, com altíssimo pé-direito e janelas voltadas para o interior, que prevê uma cúpula, nunca concluída. Na construção foram empregados materiais importados como pinho-de-riga e cerâmica francesa. No projeto, os engenheiros idealizaram a integração entre o edifício e o Jardim da Luz, pelo recurso às varandas laterais e às janelas que dão para o parque. O prédio foi parcialmente inaugurado em 1900, quando começaram a funcionar alguns cursos de instrução primária e artística. O edifício, no entanto, nunca foi concluído, como atestam os tijolos expostos na fachada e nos pátios internos e na ausência da já referida cúpula, que constava do projeto original. O tombamento do prédio foi oficializado em 1982, visando à preservação de um dos componentes do conjunto arquitetônico do bairro da Luz, característico da passagem do século XIX para o XX em São Paulo, onde se inserem ainda a Estação da Luz, A Estação Júlio Prestes, o Museu de Arte Sacra de São Paulo, entre outros. Entre 1993 e 1998, o edifício-sede sofreu uma ampla reforma conduzida pelo arquiteto Paulo Mendes da Rocha, em conjunto com os arquitetos Weliton Ricoy Torres e Eduardo Argenton Colonelli, da qual resultou um museu adaptado às necessidades de exposições internacionais, tornando a Pinacoteca do Estado um destino certo para grande parte das mostras que chegam a São Paulo. O projeto de reforma foi laureado com o Prêmio Mies van der Rohe para a América Latina aos três arquitetos. === Estação Pinacoteca === thumb|Estação Pinacoteca. Em 2003, a Pinacoteca do Estado passou a administrar também prédio onde funcionou, por mais de meio século, o DOPS (Departamento de Ordem e Política Social), no centro de São Paulo. Inaugurado em 1914, e projetado por Ramos de Azevedo para servir de armazém da Companhia Sorocabana, o prédio foi totalmente restaurado de acordo com projeto do arquiteto Haron Cohen. Hoje, denominado Estação Pinacoteca, o espaço de oito mil metros quadrados apresenta condições técnicas ideais para as atividades museológicas que comporta. == Acervo == A pinacoteca do Estado mantém um expressivo e variado acervo de arte brasileira, principalmente dos séculos XIX e XX. Entre as mais de sete mil obras mantidas pela instituição,DUPRAT, Carolina, em: Pinacoteca do Estado de São Paulo - Coleção Folha Grandes Museus do Mundo - v. 11, Rio de Janeiro, Mediafashion, 2009. estão pinturas, esculturas, desenhos, gravuras, fotografias, tapeçarias, objetos de arte decorativa e um seleto conjunto de imaginária do período colonial, capazes de fornecer um amplo panorama da arte nacional. No segmento referente ao século XIX, certamente o núcleo mais consistente e importante da instituição, é possível entrar em contato com a maior coleção de obras de Almeida Júnior. Entre paisagens, retratos e cenas de interior, sobressaem as célebres obras Caipira Picando Fumo, Saudade e Leitura. As naturezas-mortas de Pedro Alexandrino ocupam uma sala inteira, onde se destacam Cozinha na Roça, Peru Depenado e Aspargos. Há ainda paisagens de Antônio Parreiras e Benedito Calixto, como a Baía de São Vicente; pinturas históricas e cenas de gênero de Oscar Pereira da Silva (Hora de Música e Infância de Giotto), retratos de Bertha Worms e Henrique Bernardelli, a tela Maternidade, de Eliseu Visconti, obras de Castagneto, João Batista da Costa e Pedro Weingärtner, entre muitos outros. A coleção tem especial importância ainda pelo destacado número obras de pintores acadêmicos paulistas. A despeito de sua ênfase na arte acadêmica, o acervo conta com diversas obras de artistas modernistas, como Victor Brecheret, Tarsila do Amaral, Lasar Segall, Anita Malfatti, Cândido Portinari, Di Cavalcanti, Clóvis Graciano, Francisco Rebolo e Túlio Mugnaini. Ao longo do século XX, incorporou também obras abstracionistas de distintas extrações - Waldemar Cordeiro, Samson Flexor, Arcângelo Ianelli -, além de trabalhos contemporâneos, como os de Nuno Ramos, Paulo Monteiro e Paulo Pasta. Complementam a coleção um significativo núcleo de pinturas oitocentistas europeias e de esculturas francesas, com destaque para o conjunto de nove bronzes de Auguste Rodin (Torso da Sombra, Bacanal, Gênio do Repouso Eterno) e outras obras de Aristide Maillol, Medardo Rosso, Antoine Bourdelle e Niki de Saint Phalle. Recentemente, o museu recebeu em regime de comodato uma importante doação: a coleção José e Paulina Nemirovsky. Trata-se de uma das mais importantes coleções de arte moderna brasileira, reunindo obras-primas de alguns dos mais destacados artistas nacionais, como Tarsila do Amaral (cinco telas, entre elas Antropofagia), Anita Malfatti, Victor Brecheret, Lasar Segall, Ismael Nery, Flávio de Carvalho e Vicente do Rego Monteiro. A coleção pode ser vista em exposição permanente na Estação Pinacoteca. O museu também é depositário da Coleção Brasiliana da Fundação Estudar. São aproximadamente trezentas peças entre estudos científicos, artísticos e etnográficos feitos por artistas estrangeiros, produzidas a partir do século XVII, que podem ser vistas em exposições rotativas. Leitura_by_José_Ferraz_de_Almeida_Júnior_1892.jpg|Almeida Júnior (1850-1899) Leitura, 1892 O violeiro, 1899.jpg|Almeida Júnior (1850-1899) O Violeiro, 1899 Imagem:Benedito Calixto - Baía de São Vicente.jpg|Benedito Calixto (1853-1927) Praia do Itararé, s/d Giovanni Battista Castagneto - Tarde em Toulon.jpg|Castagneto (1850-1899) Tarde em Toulon (França), 1893 == Ver também == * Lista de museus da cidade de São Paulo * Acervo Artístico-Cultural dos Palácios do Governo do Estado de São Paulo * Pinacoteca Municipal de São Paulo == Bibliografia == * * * * * * * * * == Ligações externas == * * Obras no Jardim da Luz no Arte Fora do Museu * * *Pinacoteca do Estado de São Paulo no TripAdvisor Categoria:Atrações turísticas da cidade de São Paulo Categoria:Patrimônio tombado pelo CONPRESP Categoria:Fundações em São Paulo em 1905 Pinacoteca Estado Sao Paulo Categoria:Museus fundados em 1905 Categoria:Atrações turísticas da cidade de São Paulo Categoria:Patrimônio histórico do estado de São Paulo Categoria:Patrimônio tombado pelo CONDEPHAAT Categoria:Bom Retiro (distrito de São Paulo) Categoria:Projetos arquitetônicos do Escritório Ramos de Azevedo Categoria:Avenida Tiradentes",
 "title": "Pinacoteca do Estado de São Paulo"
}