{
 "id": "17440",
 "text": "Tancredo de Almeida Neves GCTE (São João del-Rei, – São Paulo, ) foi um advogado, empresário e político brasileiro, tendo sido o 33.º primeiro- ministro do Brasil (o primeiro do período republicano) e presidente da República eleito, porém não empossado devido a problemas relacionados à saúde. Natural de São João del-Rei, região sudeste de Minas Gerais, formou-se em Direito pela Faculdade de Direito da Universidade Federal de Minas Gerais. Ingressou na política em 1935, quando foi eleito vereador em sua cidade natal pelo Partido Progressista, chegando ao cargo de presidente da Câmara Municipal. Com o advento do Estado Novo em 1937, foi preso e o seu mandato de vereador foi extinto. Com isso retornou à advocacia, atuando como Promotor Público, e também exerceu a profissão de empresário. Em 1947, foi eleito deputado estadual pelo Partido Social Democrático (PSD) e foi designado um dos relatores da Constituição estadual mineira, tornando-se depois líder da oposição. Em 1950, foi eleito deputado federal pela primeira vez. A partir de junho de 1953, exerceu os cargos de Ministro da Justiça e Negócios Interiores até o suicídio do presidente Getúlio Vargas. Em 1954, foi eleito novamente deputado federal, cargo que ocupou por um ano. Foi diretor do Banco de Crédito Real de Minas Gerais em 1955 e da Carteira de Redescontos do Banco do Brasil de 1956 a 1958. De 1958 a 1960, assumiu a Secretaria de Finanças do Estado de Minas Gerais. Concorreu, sem sucesso, ao governo de Minas em 1960. Com a instauração do regime parlamentarista, logo após a renúncia do presidente Jânio Quadros, foi nomeado primeiro-ministro do Brasil, ocupando este cargo de setembro de 1961 a julho de 1962. Foi um dos principais líderes do Movimento Democrático Brasileiro (MDB) e reelegeu-se deputado federal em 1966, 1970 e 1974. Após a volta do pluripartidarismo, foi eleito senador em 1978 e fundou o Partido Popular (PP). Em 1982, ingressou no Partido do Movimento Democrático Brasileiro (PMDB) e foi eleito governador de Minas. No período em que governou Minas, houve uma grande agitação em prol do movimento Diretas Já, numa ação popular que mobilizou o país e pregava as eleições diretas para presidente. Com a derrota da emenda Dante de Oliveira, que instituía as eleições diretas para presidente da República em 1984, foi o nome escolhido para representar uma coligação de partidos de oposição reunidos na Aliança Democrática. Em 1984, aceitou a proposta de se candidatar à Presidência da República e em 15 de janeiro de 1985 foi eleito presidente do Brasil pelo voto indireto de um colégio eleitoral por uma larga diferença. No entanto, adoeceu gravemente em 14 de março do mesmo ano, véspera da posse. Em 21 de abril, morreu aos 75 anos. Tancredo é considerado um dos mais importantes políticos brasileiros do século XX. == Início da vida == Tancredo de Almeida Neves nasceu em 4 de março de 1910 em um sobrado de São João del-Rei, uma cidade histórica localizada no sul de Minas Gerais. Era o quinto dos doze filhos do comerciante Francisco de Paula Neves e de Antonina de Almeida Neves. Antonina, conhecida como Dona Sinhá, nasceu em 1881 e casou-se em 1903 com Francisco, apelidado de Seu Chiquito, nascido em 1878. Tancredo tinha ascendência predominante portuguesa, mas também austríaca. O sobrenome Neves vem de um trisavô natural do arquipélago dos Açores, o comendador José António das Neves, que se estabeleceu em São João del-Rei antes da Independência do Brasil. Por parte de mãe, era bisneto do chapeleiro João Kapler, que trocou a Áustria por São João del-Rei. É, também, descendente de Amador Bueno.Tancredo Neves Aos dezesseis anos de idade, estimulado por sua mãe, entrou para a Ordem terceira de São Francisco de Assis e participou das procissões católicas em sua cidade natal ao longo de toda a sua vida. Durante a juventude, também dedicou-se ao futebol, tendo participado de times amadores locais. O interesse pela política começou a se consolidar desde cedo, quando ele tinha cerca de oito ou nove anos. Na infância, seu pai o incentivava a ler discursos de importantes homens públicos, como Ruy Barbosa. Também nessa época presenciou a oposição de líderes locais ao governo do então presidente do Estado de Minas Gerais Arthur Bernardes. Sua família teve uma participação ativa na vida política do município de São João del-Rei: seu avô, José Juvêncio das Neves, foi um defensor da República; seu pai, Francisco, foi vereador. Segundo Tancredo, seu pai, que faleceu em 1922, teve uma influência marcante em sua formação política. Entre 1917 a 1920, cursou o primário no Grupo Escolar João dos Santos, em São João del-Rei. Em seguida, ingressou no Colégio Santo Antônio, dos padres franciscanos, tendo concluído o curso secundário em 1927. Após concluir o secundário, em 1928, prestou serviço militar no Tiro de Guerra e foi aprovado como um \"atirador sofrível\". Ingressou na Escola de Engenharia de Minas de Ouro Preto, mas acabou desistindo após dois meses. Tancredo, então, prestou concurso para seguir a carreira militar na Marinha, no Rio de Janeiro, mas acabou ficando em 25º lugar de um total de vinte vagas. No entanto, a Marinha estendeu as matrículas até o 25º classificado, mas Tancredo acabou perdendo o prazo para as inscrições. Com isso, tentou uma vaga na Faculdade de Medicina, em Belo Horizonte, mas ficou no centésimo vigésimo lugar em um total de cem vagas. Por fim, para não perder o ano, matriculou-se em 1º de abril de 1928 na Faculdade de Direito da Universidade Federal de Minas Gerais, localizada na capital mineira. Em Belo Horizonte, passou a morar em uma pensão. Tentou conseguir um emprego de guarda-civil, mas não foi aceito por \"falta de condições físicas\". Acabou sendo contratado como um escriturário e mais tarde foi aprovado em um concurso da Secretaria de Educação. Também trabalhou na redação do jornal Estado de Minas. Durante a eleição presidencial de 1930, apoiou Getúlio Vargas, e, quando a Revolução de 1930 foi deflagrada, apresentou-se para \"prestar serviço à causa revolucionária\", mas, por não ter a altura mínima para alistar-se como combatente, foi classificado em um grupo não combatente. Em 1932, seu último ano na faculdade de direito, foi preso enquanto participava das manifestações da Revolução Constitucionalista, sendo solto dois dias depois. Após a formatura, retornou a sua cidade natal e montou um escritório de advocacia. Foi nomeado promotor, mas permaneceu neste cargo por apenas dois meses. Enquanto era promotor, também trabalhou como advogado e investiu parte de seus ganhos em ações de uma fábrica de tecidos de São João del-Rei. == Carreira política == O primeiro partido a qual fez parte foi o Partido Popular (PP), que ajudou a criar e organizar a agremiação em sua cidade natal em 1933.Começo Tancredo Neves - O Construtor de Travessias A convite de Augusto Viegas, seu padrinho político que interveio para que fosse nomeado promotor, filiou-se ao Partido Progressista, formado por membros do Partido Republicano Mineiro que apoiavam a Revolução de 1930. Em uma eleição convocada para maio de 1934, Viegas elegeu-se para a Constituinte Estadual de Minas Gerais, e, em 1935, escolheu Tancredo como seu candidato a vereador em São João del-Rei. Foram eleitos quinze vereadores, e, com 197 votos, ele foi o mais votado. No primeiro ano de mandato, foi escolhido por seus pares como presidente da Câmara Municipal. Neste cargo, atuou como prefeito interino da cidade, reivindicou verbas para a construção de pontos sobre o Rio das Mortes e iniciou uma campanha pela construção de uma usina hidrelétrica em uma cidade vizinha, que viria a ser construída duas décadas depois. Também foi acusado por seus opositores de legislar em causa própria; segundo eles, Tancredo usou o cargo de presidente para aprovar uma legislação que beneficiaria suas atividades empresariais. Seus adversários queriam removê-lo da presidência do legislativo, mas Tancredo continuou nesta posição até novembro de 1937, quando foi afastado pelo golpe do Estado Novo, assim como os membros do poder legislativo de todo o país. Extinto seu mandato de vereador, retornou à advocacia e afastou-se da vida política. Em 1936, como advogado do Sindicato dos Ferroviários de sua cidade, participou de uma greve da categoria e foi preso pela segunda vez, sendo novamente solto dois dias depois. Naquele mesmo ano, tornou-se diretor-secretário da Fiação e Tecelagem Matozinhos Ltda, seu primeiro empreendimento. A empresa fabricava brins, flanelas e cobertores, vendidos principalmente para o Estado de São Paulo. === Na redemocratização do Brasil em 1945: deputado estadual === Pressionado pela conjuntura internacional ditada pela iminente vitória dos aliados na Segunda Guerra Mundial e cada vez mais suscetível a pressões e contestações internas, Getúlio Vargas põe em marcha um estratagema de liberalização do regime e com isso um quadro político erigido sob os auspícios democráticos viu nascer novas agremiações políticas. Assim, em 8 de abril de 1945 foi criado o Partido Social Democrático (PSD), que, em Minas Gerais era controlado por Benedito Valadares, nomeado interventor federal em Minas Gerais em 15 de dezembro de 1933 e que governou até Getúlio Vargas ser deposto em 29 de outubro de 1945. A queda de Getúlio Vargas, em 29 de outubro de 1945, abriu caminho para as eleições de 2 de dezembro nas quais foram escolhidos o presidente da República e os membros da Assembleia Nacional Constituinte, que promulgaria a nova Constituição em 18 de setembro de 1946. Sob a vigência da Constituição de 1946, foram realizadas eleições em 19 de janeiro de 1947 para governador de estado, membros do Congresso Nacional e legislativos estaduais. Tancredo Neves foi eleito deputado estadual mineiro pelo PSD de Benedito Valadares e foi designado um dos relatores da Constituição estadual mineira. Uma vez findos os trabalhos constituintes, assumiu a liderança da bancada do PSD e comandou a oposição ao governo de Milton Campos, da União Democrática Nacional (UDN), que havia chegado ao Palácio da Liberdade após uma cisão no PSD mineiro. Devido a um incêndio ocorrido em 1954 no antigo edifício da Assembleia Legislativa de Minas Gerais, pouco restou dos documentos daquela Constituinte. === Deputado federal === Tancredo preparava-se para ser reconduzido à Assembleia Legislativa de Minas Gerais mas, de última hora, teve que se preparar para a eleição para deputado federal, pois o então candidato mineiro Augusto Viegas, desistiu da candidatura um mês antes das eleições. Tancredo foi eleito para seu primeiro mandato de deputado federal nas Eleições de 1950, pelo PSD. Teve votos, em uma campanha difícil, quase não obtendo êxito. A maioria dos votos veio do estado de Minas Gerais que também elegeu Juscelino Kubitschek como governador. Neste primeiro mandato como deputado federal, integrou a Comissão de Justiça, a Comissão de Transportes e a CPI em 1953, que investigou um suposto favorecimento financeiro do Banco do Brasil ao jornal Última Hora. Na Comissão de Transportes, participou da reversão da Rede Mineira de Viação para o governo federal, a pedido de Juscelino Kubitschek, em razão da má administração estadual, com greves e falta de recursos. A partir desta reversão, seria criada a Rede Ferroviária Federal. Sua atuação como deputado federal proporcionou a Tancredo projeção e experiência política a nível nacional. Tancredo teria ainda mais quatro mandatos como deputado federal: 1962, 1966, 1970 e 1974. Em 1962, deixou o cargo de primeiro-ministro do Governo João Goulart para disputar e eleger-se deputado federal nas eleições gerais daquele ano. Foi líder do governo João Goulart na Câmara, ocupando o cargo até o golpe militar de 1964. Em 1966, foi eleito novamente deputado federal. Neste mandato, fez duras críticas à influência dos Estados Unidos no golpe de 1964. === Ministro da Justiça e Negócios Interiores === Em 1950, Tancredo Neves foi eleito deputado federal e Juscelino Kubitschek foi eleito governador de Minas Gerais, derrotando Gabriel Passos. Em 1953, surgindo uma vaga de ministro da Justiça que caberia a um deputado do PSD mineiro, Juscelino e Getúlio acordaram a indicação do nome de Tancredo. Tancredo licenciou-se do mandato parlamentar e exerceu o cargo de ministro da justiça a partir de 26 de junho de 1953. Durante sua gestão foi sancionada a Lei de Imprensa, Lei 2 083 de 1953, e a Lei 2 252, sobre corrupção de menores. Entregou o cargo de ministro quando do suicídio de Getúlio Vargas, ocorrido em 24 de agosto de 1954, vinte dias após o atentado contra o jornalista Carlos Lacerda, que resultou na morte do major da Força Aérea Brasileira Rubens Florentino Vaz e gerou uma grave crise política, e então tomou posse na Presidência da República Café Filho. Em 1954, como ministro da Justiça de Getúlio Vargas, Tancredo se ofereceu para assumir o então Ministério da Guerra, incumbido de mandar prender os militares rebelados e comandar a resistência democrática. Como Ministro da Justiça abriu sindicância de diversos casos de exploração e tortura infantil. Mandou fechar o Serviço de Assistência aos Menores (SAM) após uma denúncia de violência e tortura feita pelo jornalista Villas-Bôas Corrêa. Foi pessoalmente com o jornalista visitar o local, no meio da madrugada. Tancredo mandou arrombar as portas e encontraram o local com camas sujas, algumas sem lençol, crianças empilhadas e com sinais de violência. Sem hesitar, Tancredo mandou fechar o local no dia seguinte para reforma e sindicância. Segundo a Fundação Getúlio Vargas, Tancredo teria recebido das mãos do próprio Getúlio Vargas uma das cópias da carta-testamento de Getúlio Vargas que seria divulgada por ocasião da morte do presidente. Na versão de Leonel Brizola, foi João Goulart quem a recebeu, lendo-a no enterro de Getúlio Vargas, em São Borja, no qual Tancredo estava presente. Tancredo ganhou de Getúlio uma caneta-tinteiro Parker-21, que depois passou a pertencer ao seu neto, o ex-governador de Minas Gerais Aécio Neves. No livro Carlos Castelo Branco - O jornalista do Brasil, o jornalista Pedro Jorge de Castro narra o episódio da caneta Parker-21. Segundo o autor, encerrada a reunião ministerial, Getúlio sobe as escadas do Palácio do Catete para ir ao seu apartamento, vira-se e despede-se do ministro da Justiça Tancredo Neves, dando a ele uma caneta Parker-21 de ouro. Pouco depois Getúlio se suicidaria.A morte do primeiro-ministro Tancredo Neves Ao entregar a caneta, teria dito a Tancredo: Benedito Valadares, Juscelino Kubitschek, e Getúlio Vargas foram os principais mestres de Tancredo na política. Fiel à memória de Getúlio, Tancredo fez oposição ao governo de João Café Filho e foi um dos articuladores da candidatura de Juscelino Kubitschek à Presidência da República nas eleições em 1955. Por não ter se desligado do ministério de Getúlio em tempo hábil, Tancredo Neves não disputou a reeleição para deputado federal em outubro de 1954. Foi nomeado presidente do Banco de Crédito Real de Minas Gerais pelo governador Clóvis Salgado da Gama.Clóvis Salgado da Gama foi substituto legal de Juscelino Kubitschek quando este renunciou, em 31 de janeiro de 1955, ao cargo de governador para concorrer à Presidência. Juscelino foi eleito presidente em 3 de outubro de 1955. Em 1956, Juscelino Kubitschek nomeou Tancredo para a carteira de redesconto (uma diretoria) do Banco do Brasil, cargo que deixou, em 1958, ao ser nomeado secretário de Fazenda do governo de Bias Fortes, fato que o impediu de disputar as eleições legislativas em 1958. Permaneceu no cargo de secretário até 1960, deixando o cargo para disputar o governo do Estado de Minas Gerais. Foi derrotado por Magalhães Pinto, da UDN. === Primeiro-ministro === Após a renúncia do presidente Jânio Quadros, em 25 de agosto de 1961, articulou a instalação do parlamentarismo evitando que João Goulart fosse impedido de assumir a Presidência por um golpe militar. Depois de mais de uma semana de incertezas, todos os setores diretamente envolvidos na crise verificaram que a solução do impasse teria de ser de natureza política e não militar. Com o desenvolvimento das negociações, foi apresentada a proposta de uma emenda constitucional que convertia o regime presidencialista em parlamentarista, reduzindo bastante os poderes do presidente da República. Esta fórmula foi considerada satisfatória pelos ministros militares. Em seguida, Tancredo Neves viajou para Montevidéu a fim de obter a concordância de Goulart, retornando a Brasília no dia 1 de setembro com a missão cumprida. A emenda foi aprovada pelo Congresso no dia 2, abrindo o caminho para a volta de Goulart, que assumiu a presidência em 7 de setembro. No dia seguinte, o novo presidente enviou mensagem ao Congresso, aprovada imediatamente por 259 contra 22 votos, indicando Tancredo Neves para primeiro-ministro. O primeiro gabinete parlamentarista, buscando construir uma base política ampla, capaz de reconstruir o diálogo entre os principais partidos do país, era composto pelos seguintes ministros: Cargo Detentor Afiliação Ministro da Educação Antônio Ferreira de Oliveira Brito PSD Ministro da Agricultura Armando Monteiro Filho PSD Ministro da Indústria e Comércio Ulysses Guimarães PSD Ministro das Relações Exteriores Francisco Clementino de San Tiago Dantas PTB Ministro da Saúde Estácio Gonçalves Souto Maior PTB Ministro da Viação e Obras Públicas Virgílio Távora UDN Ministro de Minas e Energia Gabriel Passos UDN Ministro do Trabalho e Previdência Social André Franco Montoro PDC Ministro da Fazenda Walter Moreira Sales sem partido Ministro da Guerra General João de Segadas Viana militar Ministro da Marinha Almirante Ângelo Nolasco de Almeida militar Ministro da Aeronáutica Brigadeiro Clóvis Monteiro Travassos militar De 8 de setembro a 13 de outubro, Tancredo ocupou interinamente a pasta da Justiça, aguardando que o Partido Social Progressista (PSP), presidido pelo ex-governador paulista Ademar de Barros, indicasse um nome para concretizar seu apoio ao gabinete. Ademar sugeriu o deputado goiano Alfredo Nasser, que tomou posse em seguida. O programa do gabinete, submetido à Câmara em 28 de setembro e aprovado no mesmo dia, foi genérico na formulação dos seus temas. Sua apresentação teve mais a finalidade de cumprir uma formalidade indissociável da natureza do novo regime do que propriamente de determinar uma política de governo. O programa defendia a prática de reajustes salariais periódicos compatíveis com os índices de expansão inflacionária, acolhia a tese da \"Política Externa Independente\", elogiava a Operação Pan-americana e a pastoral pontifícia Mater et Magistra e reiterava o apoio ao recurso da mediação como forma de solução de conflitos internacionais. Apontava a reforma agrária \"como passo inicial e precípuo para a integração do homem do campo em nossa vida econômica\" e proclamava sua identificação com uma política de portas abertas ao capital estrangeiro, frisando: \"O Brasil reclama capitais alienígenas para consolidar e ampliar sua estrutura econômica.\" O novo governo defendia ainda a existência de uma lei de controle de remessa de lucros, desde que não desencorajasse os investimentos estrangeiros, considerados indispensáveis ao custeio do desenvolvimento econômico nacional. Surgido em meio a uma grave crise político-militar, o primeiro gabinete parlamentarista conseguiu diminuir as rivalidades entre as principais correntes políticas do país. Entretanto, a insatisfação social crescia, com a multiplicação de protestos contra a inflação e por maiores reajustes salariais. A crise decorrente da renúncia de Jânio Quadros havia paralisado o país durante 13 dias, contribuindo para o agravamento da crise econômica, e os repetidos impasses nas negociações trabalhistas levaram à deflagração de sucessivas greves. Várias unidades de produção da Petrobras estiveram paradas nessa época durante 40 dias, enquanto Gabriel Passos, Ministro de Minas e Energia enfrentava dificuldades dentro do próprio governo para promover a substituição do presidente. Segundo Tancredo, o gabinete parlamentarista considerou a reforma agrária \"item de prioridade absoluta na agenda do governo\" e orientou o ministro da Agricultura para criar uma comissão encarregada de levantar e apreciar os estudos e propostas existentes sobre o tema. Em janeiro de 1962, o governo recebeu um projeto de autoria do senador mineiro Milton Campos, da União Democrática Nacional UDN, e no mês seguinte o Ministério da Agricultura também apresentou um projeto. No dia 15 de fevereiro, o governo criou o Conselho Nacional de Reforma Agrária, composto por dom Hélder Câmara (bispo-auxiliar do Rio de Janeiro), Pompeu Acióli Borges, Paulo Schilling e Edgar Teixeira Leite, encarregado de fixar as áreas prioritárias para efeito de reforma agrária. Enquanto isso, a tensão social crescia no campo, especialmente na região Nordeste. Em abril, o assassinato do presidente da Liga Camponesa de Sapé (PB), João Pedro Teixeira, provocou manifestações de protesto logo proibidas pelo comandante do IV Exército, general Artur da Costa e Silva. Tancredo Neves atribuiu a movimentação camponesa à existência de \"uma estrutura rural arcaica\" e tomou a iniciativa de propor medidas políticas para enfrentar o problema, especialmente o Plano de Sindicalização Rural, aprovado em seguida pelo conselho de ministros, abrangendo potencialmente um contingente de 16 milhões de trabalhadores agrícolas, inclusive analfabetos. Nesse período, ao lado do aprofundamento da crise econômica, crescia a radicalização da luta política entre as correntes defensoras das chamadas reformas de base (constitucional, agrária, urbana, bancária e tributária) e as forças conservadoras que se opunham a elas e acusavam o governo de patrocinar a agitação social. Em 1 de maio de 1962, o Presidente João Goulart pronunciou um discurso em Volta Redonda (RJ) defendendo o caráter inadiável das reformas e pregando o retorno ao regime presidencialista para garantir a ação de um poder executivo forte e mais estável. Cresceu então, a desconfiança dos setores conservadores em relação às intenções do governo. Nesse contexto, o gabinete de Tancredo Neves - que se caracterizava por uma política de compromisso para obter um amplo consenso nacional - começou a perder sua razão de existir. Em 6 de junho de 1962, o gabinete se demitiu em bloco, inclusive Tancredo, porém foi eleito deputado federal por Minas Gerais. Na sua prestação de contas ao Congresso, Tancredo salientou que a previsão do déficit orçamentário girava em torno de duzentos bilhões de cruzeiros, mas o aumento previsto dos vencimentos do funcionalismo público federal elevaria esse montante a 330 bilhões. Em seu governoEntre 8 de setembro de 1961 e 12 de julho de 1962. logrou êxito parcial na sua meta para pacificar os ânimos políticos nacionais. Deste período, como primeiro- ministro, destacam-se a Lei n.º 4 070, de 15 de junho de 1962, que elevou o Território do Acre à categoria de Estado, e a Lei n.º 4 024, de 20 de dezembro de 1961, a primeira Lei de Diretrizes e Bases da Educação Nacional. === Senador da República === Em 1979, após anos de resistência à Ditadura Militar, Tancredo Neves foi eleito Senador por Minas Gerais, em uma vitória simbólica que consolidou seu papel como líder da oposição. Sua postura firme e conciliadora, aliada à sua vasta experiência política, o tornaram uma voz influente no Congresso Nacional. Lutas e Conquistas no Senado: * Liderança do MDB: Tancredo assumiu a liderança do MDB no Senado, liderando a luta pela redemocratização do país. Através de discursos inflamados e debates acalorados, pressionava o regime autoritário por reformas políticas e eleições diretas. * Anistia aos Exilados: Defendeu com fervor a anistia aos brasileiros que foram forçados ao exílio pela Ditadura. Sua atuação foi fundamental para a aprovação da Lei da Anistia em 1979, um marco histórico na busca pela reconciliação nacional. * Constituinte e Diretas Já: O Senador Tancredo foi um dos principais articuladores da campanha pelas Diretas Já, que mobilizou milhões de brasileiros em prol de eleições presidenciais diretas. Apesar da frustração com a derrota da emenda Dante de Oliveira em 1984, ele continuou lutando por uma nova Constituição que redemocratizasse o país. * Outras Causas Relevantes: Além das grandes lutas políticas, Tancredo também se dedicou a outras causas importantes no Senado, como a defesa dos direitos humanos, a reforma agrária e a descentralização do poder. === Governador de Minas Gerais === Em 1982, Tancredo Neves foi eleito Governador de Minas Gerais em uma votação expressiva. Sua vitória representou um marco histórico, consolidando-o como um dos líderes mais influentes do país e um símbolo da esperança de mudança.NUNES, Augusto, Os Grandes Líderes - Tancredo Neves, Editora Nova Cultural, São Paulo, 1988.LEMOS, Wilma Maia de, Tancredo Neves o Imortal Democrata, Editora do autor.BRITTO, Antônio, Assim Morreu Tancredo Neves, Editora L & PM, Porto Alegre, 1985. BRITTO, Antônio, Perfil Parlamentar Tancredo Neves, Editora Câmara dos Deputados, Brasília, 2001. BRITTO, Antônio, A Morte de Tancredo Neves, Editora Colégio Bandeirantes.TERGOLINO, Murílio, As Minas de Tancredo Neves, Editora do autor, 1984. Um Governo Reformista e Democrático: Durante seu breve mandato, Tancredo implementou um programa de governo ambicioso, com foco na democratização, na justiça social e no desenvolvimento econômico do estado. Entre as principais medidas, podemos destacar: * Descentralização do Poder: Criação de Conselhos Regionais de Desenvolvimento para dar voz às comunidades locais na gestão de recursos e políticas públicas. * Participação Popular: Ampliação dos canais de diálogo entre o governo e a sociedade civil, com a realização de consultas públicas e plebiscitos. * Investimento em Educação e Saúde: Aumento do orçamento para a construção de escolas e hospitais, além da valorização dos profissionais da educação e da saúde. * Reforma Agrária: Implementação de programas de distribuição de terras e apoio à agricultura familiar. * Desenvolvimento Econômico: Atração de investimentos para o estado, com foco na geração de empregos e na diversificação da economia mineira. Um Legado de Transformação: Embora seu governo tenha sido breve, Tancredo deixou um legado marcante em Minas Gerais. As medidas implementadas por ele contribuíram para a modernização do estado, a democratização das relações de poder e a melhoria da qualidade de vida da população. === Em oposição ao regime militar === Na Câmara dos Deputados manteve o apoio ao governo João Goulart até que o mesmo fosse deposto pelo Golpe Militar de 1964. Tancredo foi um dos poucos políticos que foram se despedir de João Goulart no Aeroporto Salgado Filho, em Porto Alegre, quando este partiu para o exílio no Uruguai. Foi o único membro do PSD que não votou, em 11 de abril de 1964, no general Humberto de Alencar Castelo Branco, na eleição à Presidência da República pelo Congresso Nacional. Extinto o pluripartidarismo foi convidado a ingressar na ARENA, oferta polidamente recusada em razão da presença de adversários seus da UDN, especialmente José de Magalhães Pinto, na nova agremiação situacionista. Apesar de ter sido amigo e primeiro-ministro de João Goulart, Tancredo não teve seus direitos políticos cassados durante o Regime Militar, devido ao seu prestígio junto aos militares.COUTO, Ronaldo Costa, História Indiscreta da ditadura e da abertura, Editora Record, 1998 Opositor moderado do Regime Militar de 1964 logo procurou abrigo no MDB sendo reeleito deputado federal em 1966, 1970 e 1974. Em sua atuação parlamentar evitou sobremaneira criar atritos com o governo militar e fez parte da ala moderada do MDB não se negando, inclusive, ao diálogo com postura contrária àquela adotada pelo grupo \"autêntico\" do MDB. Em 1978 foi eleito senador por Minas Gerais. Com a reforma partidária de 1979, durante o governo do presidente João Figueiredo, a qual recriou o pluripartidarismo no Brasil, Tancredo juntou aos moderados do MDB e da Aliança Renovadora Nacional (ARENA). Tancredo e Magalhães Pinto, seu antigo rival, cofundaram o Partido Popular, em 1980, no qual Tancredo foi eleito presidente. No ano seguinte defendeu a incorporação do Partido Popular ao Partido do Movimento Democrático Brasileiro PMDB em face das dificuldades criadas pelas regras eleitorais a serem aplicadas nas eleições de 1982, e com isso foi escolhido vice-presidente nacional do PMDB, e nesse mesmo ano foi eleito Governador de Minas Gerais, após uma renhida disputa com o candidato Eliseu Resende do Partido Democrático Social (PDS). Fundamental para sua eleição foi o apoio do seu vice-governador Hélio Garcia profundo conhecedor dos pequenos municípios mineiros, chamados, por Tancredo, de \"grotões\". Sua vitória foi difícil pois a lei eleitoral da época previa o \"voto vinculado\", obrigando o eleitor a votar em prefeito, vereador e governador do mesmo partido, o que favorecia o PDS, que era forte nos pequenos municípios mineiros. Na sua posse, Tancredo pronunciou a frase célebre: Renunciou ao mandato de senador poucos dias antes de assumir o Palácio da Liberdade, sendo substituído por Alfredo Campos e nomeou Hélio Garcia para a Prefeitura de Belo Horizonte. Mesmo à frente de um cargo executivo Tancredo não abandonou sua postura conciliatória, o que lhe garantia um bom diálogo com o Governo Federal. Renunciou ao governo do estado em 14 de agosto de 1984 para concorrer à Presidência da República, passando o governo de Minas Gerais a Hélio Garcia. === Nas \"Diretas Já\" e no colégio eleitoral === Assim que foram empossados, em 15 de março de 1983, os governadores eleitos em 15 de novembro de 1982, começaram os debates em torno da sucessão do presidente João Figueiredo. A ausência de um nome de consenso do PDS denotava fissuras na agremiação governista, pois já em sua mensagem de fim de ano de 1982, o Presidente da República abdicou de coordenar os debates em torno de sua sucessão presidencial e remeteu a questão ao seu partido, o PDS. Surgiram, então, os nomes, para sua sucessão, do Ministro do Interior Mário Andreazza, do senador Marco Maciel, e do deputado federal Paulo Maluf, cada qual trazendo consigo uma porção considerável do PDS. O vice-presidente Aureliano Chaves logo entrou em atrito com o presidente Figueiredo, o que complicou o quadro sucessório. As articulações para a candidatura de Tancredo à presidência da república começaram logo em 1983 quando recebeu a visita de 15 senadores do PMDB, liderados por José Fragelli, propondo sua candidatura a presidente na eleição pelo Colégio Eleitoral marcada para 15 de janeiro de 1985, assim contado na biografia do senador Fragelli: > \"Fragelli teve como um momento significativo a sua participação ativa, em > 1983, na articulação da candidatura de Tancredo Neves à Presidência da > República. No início desse ano organizou um grupo de 14 senadores, todos > desconhecidos, para uma visita ao Governador Tancredo Neves, que estavam > dispostos a trabalhar por seu nome para Presidente da República. Foi o > próprio Senador Fragelli, logo depois desse encontro, quem procurou o > Senador Pedro Simon para dizer que, se o PMDB fosse ao Colégio Eleitoral, o > candidato seria Tancredo Neves.\" Outros segmentos da oposição ao regime militar, por sua vez, agiram de maneira diversa ao inserir em sua agenda o restabelecimento das eleições diretas para Presidente da República sendo que o primeiro ato dessa campanha ocorreu no município pernambucano de Abreu e Lima em 31 de março de 1983, dia em que o Regime Militar de 1964 completava dezenove anos de existência. Convocada por políticos do PMDB, a manifestação havida no Nordeste do Brasil resultou em um manifesto divulgado em São Paulo, em 26 de novembro de 1983, dos dez governadores da oposição (nove do PMDB e um do PDT) exigindo o restabelecer das eleições diretas para Presidente da República. Vários comícios pró-Diretas foram realizados entre janeiro e abril de 1984, que receberam o nome de Campanha das Diretas Já, frustrado pela rejeição da emenda constitucional Dante de Oliveira, 25 de abril de 1984, apesar de a proposta contar com um apoio significativo dentro do próprio PDS. Em abril de 1984, Tancredo Neves se reuniu no Vale do Anhangabaú, em São Paulo, com mais de 1 milhão e quinhentos mil pessoas em apoio ao movimento Diretas Já. Tancredo foi o primeiro a discursar e muito aplaudido quando disse: \"Chegou a hora de libertarmos esta pátria desta confusão que se instalou no país há 20 anos\" e seguiu defendendo a aprovação da emenda no Congresso, afirmando que os parlamentares que votassem contra a emenda deveriam se retirar do Congresso, já que não representavam mais a vontade do povo. Ciente dos riscos que se avizinhavam em razão de tamanha fragmentação do PDS, o senador José Sarney, presidente do partido, propôs a realização de prévias eleitorais, junto aos filiados para a escolha do candidato governista à Presidência da República, proposta esta logo rechaçada pelos malufistas que a interpretaram como uma tentativa de inviabilizar a candidatura do líder, fato que levou Sarney a deixar a presidência do PDS e dias depois abandonar o partido, no que foi seguido pelo também senador Jorge Bornhausen. Em seguida, os governadores do PMDB, e Leonel Brizola do Partido Democrático Trabalhista PDT, anunciaram seu apoio ao nome de Tancredo Neves como candidato oposicionista nas eleições no Colégio eleitoral (que se compunha do Congresso Nacional e de representantes das Assembleias legislativas), ao passo que, no PDS, houve a retirada dos nomes de Aureliano Chaves e de Marco Maciel da disputa, o que deixou Maluf e Mário Andreazza como postulantes à vaga de candidato, todavia a vitória de Maluf fez com que os seus adversários passassem a apoiar Tancredo. Após um acordo firmado entre o PMDB e a dissidência Frente Liberal do PDS ficou estabelecido que Tancredo Neves seria o candidato a presidente e José Sarney (ex-ARENA, e que deixara o PDS para se filiar ao PMDB) seria o candidato a vice-presidente. A Frente Liberal surgiu em 1984, de uma dissidência no PDS, que posteriormente tornou-se o Partido da Frente Liberal, atual União Brasil. Essa dissidência foi aberta no PDS quando Paulo Maluf, ex-governador de São Paulo, venceu a disputa interna dentro do PDS, contra o ministro do Interior Mário Andreazza, e foi escolhido, pelo PDS, para ser seu candidato à presidência da República e enfrentar Tancredo Neves, no Colégio Eleitoral, em 15 de janeiro de 1985. Tancredo queria em segredo que o empresário Antônio Ermírio de Moraes fosse vice-presidente. Antônio Ermírio, nascido em família tradicional de Pernambuco, era líder empresarial em São Paulo. O pai dele, José Ermírio de Morais tinha sido senador pelo PTB de Pernambuco e foi amigo de Getúlio Vargas. O segredo vazou, e a possibilidade de Antônio Ermírio ser vice foi descartada em São Paulo. Os rebelados do PDS, liderados pelo vice-presidente da República Aureliano Chaves e pelos senadores Marco Maciel e Jorge Bornhausen, entre outros, criaram uma ala dentro do PDS chamada Frente Liberal que viria a ser o grande apoio do PFL, e que votou em Tancredo Neves no Colégio Eleitoral. O PMDB estava em minoria no colégio eleitoral, por isso precisava de votos do PDS para conseguir eleger o presidente da república. Naquela época, não eram permitidas as coligações partidárias, os candidatos a presidente e a vice-presidente da república tinham que ser do mesmo partido. Sarney podia se filiar ao PMDB por ter sido eleito senador do ARENA em 1978, partido que havia sido extinto. Assim, sua troca de partido não era considerada, pela lei eleitoral da época, uma infidelidade partidária, sujeita a perda de mandato eletivo, pois Sarney não estaria deixando o partido pelo qual fora eleito. O que não era o caso de Marco Maciel que não podia trocar de partido, pois fora eleito senador por Pernambuco, pelo PDS, em 1982. Aureliano Chaves não podia se candidatar a presidente pelo PMDB, mesmo tendo sido eleito vice-presidente da república pelo ARENA, em 1978, pois assumira a presidência da república várias vezes como substituto de João Figueiredo, tornando-se inelegível para a presidência. Aureliano era inelegível também para a vice- presidência pois não era permitida, na época, a reeleição. Tancredo foi lançado candidato por ser aceito por grande parte dos militares e tido como moderado. Na área militar foi decisivo o apoio do ex-presidente Ernesto Geisel. Essa moderação, porém, era alvo de críticas do PT que não aceitava o Colégio Eleitoral. Sob sua moderação Tancredo dizia: Tancredo também ganhara prestígio dentro do PDS, nas reuniões com governadores do Nordeste, (todos os nove foram eleitos pelo PDS, e a maioria deles eram políticos da nova geração e que admiravam Tancredo), nas reuniões da SUDENE, a qual Minas Gerais pertencia, pelo fato de o norte de Minas Gerais fazer parte da área da seca, o Polígono das Secas. Vários destes governadores passaram para à Frente Liberal, depois PFL. Entre estes governadores que aderiram a Tancredo, e cujo apoio fora decisivo, estava o ex-governador da Bahia Antônio Carlos Magalhães, o \"ACM\". Antônio Carlos reagiu às declarações do ministro da Aeronáutica Délio Jardim de Matos que dissera que quem abandonava o candidato do PDS era traidor, e disse que traidor era ele, o ministro. Foi a primeira vez que um ministro militar era contestado durante o regime militar. A partir de então, a adesão a Tancredo cresceu. O líder baiano, Antônio Carlos, completou: Tancredo, na entrevista ao jornal Pasquim, em 1984, definiu, assim, Maluf: Mesmo a eleição sendo indireta, Tancredo fez diversos comícios populares em praça pública. Tancredo disse, em um de seus discursos durante a campanha eleitoral, na cidade de Vitória, em novembro de 1984: Essa expressão \"Nova República\" se tornou a denominação da época política brasileira posterior ao período do regime militar que se encerrou, em 1985, com o fim do governo de João Figueiredo. A chapa Tancredo–Sarney foi então oficializada e assim os oposicionistas foram às ruas para defender suas propostas em comícios tão concorridos quanto os da campanha pelas Diretas Já. Saudado como candidato da conciliação, Tancredo Neves foi eleito Presidente da República pelo Colégio Eleitoral, numa terça-feira, 15 de janeiro de 1985, recebendo 480 votos contra 180 dados a Paulo Maluf e 26 abstenções.Há 30 anos Brasil perdia Tancredo Neves Agência Brasil, 21 de abril de 2015 A maioria das abstenções foi de parlamentares do Partido dos Trabalhadores, partido este que expulsou de seus quadros os parlamentares que, desobedecendo a orientação do partido, votaram em Tancredo Neves. Foram expulsos do PT os deputados Beth Mendes, Aírton Soares e José Eudes. Assim que foram anunciados os resultados, em 15 de janeiro de 1985, Tancredo discursou: Sua vitória foi entusiasticamente recebida pela população e é tida como uma das mais complexas e bem-sucedidas obras de \"engenharia política\" na história política do Brasil. Logo em seguida, o PT e a CUT passam a fazer oposição a Tancredo, tendo, o Jornal da Tarde de São Paulo, dado em manchete, no dia 11 de fevereiro de 1985: Um exemplo dessas dificuldades e dessas manobras: No final de 1984, as pesquisas de intenção de votos, mostravam que Tancredo tinha a maioria do Colégio Eleitoral. Receoso de uma manobra de João Figueiredo tentando prorrogar seu mandato em dois anos, estabelecendo eleições diretas para seu sucessor, Tancredo foi à televisão e declarou que Paulo Maluf ia renunciar à sua candidatura. Maluf reagiu e garantiu que não renunciaria. Assim com Maluf na disputa, João Figueiredo e o PDS nada puderam fazer para mudarem as regras do jogo sucessório. Assim que foi eleito, Tancredo fez um giro internacional encontrando-se com vários chefes de estado para conquistar apoio à sua posse, considerada incerta, e só aceitou ser submetido à operação cirúrgica, depois que vários chefes de Estado já haviam chegado à Brasília para a sua posse. Os encontros com chefes de Estado foi uma visão estratégica de Tancredo; o de tornar nosso processo de redemocratização irreversível. Tão bem-sucedidas foram as suas articulações que fizeram com que até mesmo Ulysses Guimarães, o \"Senhor Diretas\", abdicasse da disputa a presidente para apoiá-lo. O acordo político teria incluído até mesmo um futuro apoio a Ulysses Guimarães para sucedê-lo nas eleições seguintes que seriam diretas. == Enfermidade e morte == Tancredo havia se submetido a uma agenda de campanha bastante extenuante, articulando apoios do Congresso Nacional e dos governadores estaduais, viajando ao exterior na qualidade de presidente da República. Tancredo vinha sofrendo de fortes dores abdominais durante os dias que antecederam a posse. Aconselhado por médicos a procurar tratamento, teria dito: Tancredo temia que os militares da chamada \"linha-dura\" se recusassem a passar o poder ao vice- presidente. Decidiu só anunciar a doença no dia da posse, 15 de março, quando já estivessem em Brasília os chefes de Estado esperados para a cerimônia, com o que ficaria mais difícil uma ruptura política. A sua grande preocupação com a garantia da posse era respaldada pela frase que ouvira de Getúlio Vargas a esse respeito: Adoeceu com fortes e repetidas dores abdominais durante uma cerimônia religiosa no Santuário Dom Bosco, em Brasília, na véspera da posse em 14 de março de 1985. Foi, às pressas, internado no Hospital de Base do Distrito Federal. Tancredo disse a seu primo Francisco Dornelles, indicado à época para assumir o Ministério da Fazenda, que não se submeteria à operação caso não tivesse a garantia de que Figueiredo empossaria Sarney. Dornelles garantiu ao primo que Sarney seria empossado. As articulações para a posse de Sarney, de acordo com informações compiladas pela Fundação Getúlio Vargas (FGV), já estavam, naquele momento, sob a condução do então presidente da Câmara Ulysses Guimarães (PMDB-SP) e do ex-ministro-chefe da Casa Civil Leitão de Abreu. === Causa da morte === Devido às complicações cirúrgicas ocorridas — para o que concorreram as péssimas condições ambientais do Hospital de Base do Distrito Federal, o qual estava com a Unidade de Tratamento Intensivo demolida, em obras —, o estado de saúde se agravou, tendo de ser transferido em 26 de março para o Hospital das Clínicas de São Paulo. Um dia antes da transferência, foram divulgadas fotos de Tancredo no hospital, que deram a impressão de que ele estava melhorando, mas horas depois veio a notícia de que Tancredo estava com uma grave hemorragia. Em São Paulo, já muito debilitado e sofrendo, Tancredo teria dito: Durante todo o período em que ficou internado Tancredo sofreu sete cirurgias, mas não resistiu e faleceu em 21 de abril, aos 75 anos, sem assumir a presidência da República. A morte foi anunciada à população pelo então porta-voz oficial da presidência Antônio Britto: A versão oficial informava que fora vítima de uma diverticulite, mas apurações posteriores indicaram que se tratava de um leiomioma benigno, mas infectado. Os médicos esconderam até o fim a existência de um tumor, devido ao impacto que a palavra \"câncer\" poderia provocar à época. Vinte anos após a morte, o corpo médico do Hospital de Base de Brasília revelou que não divulgou o laudo correto da doença à época. Uma grande parte da população acreditava que Tancredo morreu de infecção generalizada, mas em 2005 os médicos de São Paulo negaram isso. Em 2010, o pesquisador Luís Mir lançou um livro com depoimentos dos médicos e documentos obtidos no Hospital de Base de Brasília e no Instituto do Coração, em São Paulo, onde Tancredo morreu. No livro, o autor concluiu que Tancredo Neves foi vítima de vários erros médicos e que ele poderia ter tomado posse. Segundo as pesquisas de Luís Mir, na noite de 14 de março um jatinho estava preparado para levar Tancredo a São Paulo, mas os responsáveis em Brasília vetaram a viagem. Ainda segundo o pesquisador, quando foram registradas as fotos de Tancredo no dia 25, que seriam para dar tranquilidade ao país, já havia um forte sangramento, devido a um erro técnico na sutura da primeira cirurgia. Segundo apurou também, uma técnica equivocada atingiu um vaso, causando hemorragia interna no intestino. Em 2012, os filhos de Tancredo Neves entraram com o pedido de Habeas Data na Justiça Federal de Brasília para que o Conselho Federal de Medicina e o Conselho Regional do Distrito Federal entreguem todas as sindicâncias, inquéritos ético- disciplinares, documentos e depoimentos dos médicos referentes ao atendimento prestado ao presidente. A família Neves é representada pelo historiador e pesquisador Luís Mir, escritor do livro O paciente, o caso Tancredo Neves, e pelos advogados Juliana Porcaro Bisol, Bruno Prenholato, Cláudia Duarte. Segundo eles, a documentação requerida permitirá uma investigação histórica do que efetivamente aconteceu, inclusive com a identificação dos médicos responsáveis pelo atendimento do presidente. Três anos depois, a documentação ainda não havia sido liberada e Luís Mir disse que iriam pedir a reabertura do processo ao Conselho Federal de Medicina e aos conselhos regionais de Brasília e de São Paulo. === Sucessão e posse presidencial === José Sarney assumiu a Presidência em 15 de março de 1985, jurando a Constituição de 1967, no Congresso Nacional, aguardando o restabelecimento de Tancredo. Leu o discurso de posse que Tancredo havia escrito e que pregava conciliação nacional e a instalação de uma assembleia nacional constituinte. Na cerimônia de transmissão do cargo, no Palácio do Planalto, o presidente João Figueiredo, por sugestão de Leitão de Abreu, então chefe da Casa Civil, não compareceu, não passando a faixa presidencial a José Sarney, porque Sarney entraria no exercício do cargo como substituto e não como sucessor, sendo Gervázio Batista, então fotógrafo oficial do Palácio do Planalto, o responsável pela entrega da faixa ao novo presidente. Em 28 de junho de 1985, Sarney cumpriu a promessa de campanha de Tancredo Neves e encaminhou ao Congresso Nacional a Mensagem 330, propondo a convocação da Constituinte, que resultou na Emenda Constitucional 26, de 27 de novembro de 1985. Eleitos em novembro de 1986 e empossados em 1.º de fevereiro de 1987, os constituintes iniciaram a elaboração da nova Constituição brasileira de 1988. Existia grande tensão na época devido à possibilidade de uma interrupção na abertura democrática em andamento. Caso Sarney não assumisse, deveria ser empossado em seu lugar o então presidente da Câmara dos Deputados, Ulysses Guimarães do PMDB, pouco aceito pelos militares. O grande risco era que ocorresse um retrocesso, já que na época os setores militares mais conservadores, a chamada linha-dura, tentavam desestabilizar a redemocratização e manter o regime militar. Na madrugada de 14 para 15 de março de 1985, em uma reunião em que estavam presentes Ulysses Guimarães, Fernando Henrique Cardoso, Sarney e o ministro do Exército Leônidas Pires Gonçalves, a opinião deste sobre a interpretação da Constituição de 1967 prevaleceu, e na manhã de 15 de março, às 10 horas, o Congresso Nacional deu posse a Sarney. Houve grande comoção nacional, especialmente porque Tancredo Neves era o primeiro civil eleito presidente da república desde 1960, quando Jânio Quadros foi eleito presidente, e era o primeiro político de oposição ao regime militar a ser eleito presidente da república desde o Golpe Militar de 1964. Assumiu a Presidência da República o vice José Sarney, encerrando o período de 6 governos conduzidos por militares. O Brasil, que acompanhara tenso e comovido a agonia do político mineiro, promoveu um dos maiores funerais da história nacional. Calculou-se na época que, entre São Paulo, Brasília, Belo Horizonte e São João del-Rei, mais de dois milhões de pessoas viram passar o esquife. Coração de Estudante, uma canção do cantor mineiro Milton Nascimento, marcou o episódio na memória nacional. Em 21 de abril de 1986, exatamente um ano após a morte de Tancredo, foi sancionada a lei 7465/1986. A lei determina que Tancredo Neves deve estar na galeria dos Presidentes do Brasil, para todos os efeitos legais. Assim, apesar de Tancredo não ter tomado posse, a lei garantiu a ele o título de Presidente da República. === Enterro e sepultura === O epitáfio que o presidente eleito previra certa vez numa roda de amigos, em conversa no Senado, não chegou a ser gravado na lápide, no cemitério, ao lado da Igreja de São Francisco de Assis, em São João del-Rei: Seu enterro, em São João del-Rei, foi transmitido em rede nacional de televisão, tendo discursado, à beira do túmulo 85 (que lembra tanto o ano em que foi eleito presidente, quanto o de seu falecimento) o deputado federal Ulysses Silveira Guimarães, na época presidente da Câmara dos Deputados. No cemitério da Igreja de São Francisco há uma placa comemorativa da visita do presidente francês François Mitterrand que conhecera Tancredo, quando este viajara à Europa. Em março de 2008 a sepultura de Tancredo foi violada e a peça de mármore da parte superior do túmulo foi quebrada.Túmulo de Tancredo Neves é destruído parcialmente em MG - O Estado de S. Paulo, 19 de março de 2008 (visitado em 19-3-2008). == Homenagens == Na cidade de São João del-Rei, foi homenageado com a colocação de uma estátua sua ao lado da estátua de Tiradentes. A 27 de março de 1985 foi agraciado com a Grã-Cruz da Ordem Militar da Torre e Espada, do Valor, Lealdade e Mérito de Portugal. Mesmo sem ter tomado posse, Tancredo Neves é elencado entre os ex- presidentes do Brasil por força da lei n.º 7.465, de 21 de abril de 1986: > \"O cidadão Tancredo de Almeida Neves, eleito e não empossado, por motivo do > falecimento, figurará na galeria dos que foram ungidos pela Nação brasileira > para a Suprema Magistratura, para todos os efeitos legais\". Em 2010, ocorre o centenário de nascimento de Tancredo Neves. Em 1 de março de 2010 foi lançado um selo comemorativo do centenário de nascimento do ex- presidente. O evento fez parte de uma série de homenagens que se seguiram até o dia do centenário de seu nascimento: 4 de março de 2010. Um busto foi inaugurado em 3 de março de 2010, no Salão Nobre do Senado, em Brasília, durante homenagem prestada ao centenário de nascimento do ex-presidente. É lembrado \"como político conciliador e hábil articulador político.\" A cidade baiana Presidente Tancredo Neves foi nomeada em sua homenagem. Assim como a capital baiana, Salvador, tem como centro financeiro e empresarial a Avenida Tancredo Neves. O Aeroporto Internacional de Belo Horizonte-Confins, inaugurado em 1984, foi nomeado Aeroporto Internacional Tancredo Neves em sua homenagem. No final de março de 2010, o então governador de Minas Gerais, Aécio Neves, neto de Tancredo, inaugurou a nova sede do Governo do Estado, denominada Cidade Administrativa Presidente Tancredo Neves. Em 15 de junho de 2022 foi declarado Patrono da Redemocratização Brasileira. === Livros, escritos, discursos e filmes === Além de reportagens que escreveu na juventude para o jornal Estado de Minas, O Correio e Diário de São João del Rei, Tancredo foi autor de \"O regime parlamentar e a realidade brasileira\", publicado na Revista Brasileira de Estudos Políticos (Belo Horizonte, UFMG, 1962), \"O panorama mundial e a segurança nacional\" (Rio de Janeiro, ESG, 1962), e de numerosos discursos e pareceres publicados em jornais, revistas e anais parlamentares. Em 24 de fevereiro de 1983 tomou posse, sucedendo a Alberto Deodato, na cadeira 12 da Academia Mineira de Letras, patrocinada por Alvarenga Peixoto. Deixou dois depoimentos que saíram em livros: o primeiro: \"Tancredo Neves, A trajetória de um liberal\", a partir de uma entrevista dada à sua sobrinha Lucília de Almeida Neves, narra sua trajetória política até 1954 apenas, pois Tancredo parou a entrevista para se dedicar integralmente à eleição no colégio eleitoral que ocorreria em 1985. O segundo livro entrevista foi \"Tancredo fala de Getúlio\", onde dá seu depoimento sobre o antigo presidente e a sua atuação política ao lado de Getúlio. Em 2010 foi lançado o livro O paciente, o caso Tancredo Neves, de Luís Mir, que reúne documentos obtidos no Hospital Base de Brasília e Instituto do Coração, em São Paulo, onde Tancredo morreu. O livro apresenta um roteiro cirúrgico, para melhor compreensão das cirurgias e traz declarações dos especialistas envolvidos, revelando os bastidores do caso clínico que alterou os rumos da democracia brasileira e abalou a reputação da medicina do país. Sobre a vida de Tancredo Neves foram produzidos o filme de longa-metragem A Céu Aberto, de João Batista de Andrade, e a biografia \"Tancredo Neves, A trajetória de um liberal\" (1985), escrita por sua sobrinha Lucília de Almeida Neves Delgado e Vera Alice Cardoso a partir de depoimento dado pelo tio. Em 1985, foi lançado o documentário \"Muda Brasil\", de Oswaldo Caldeira e, em 2011, Tancredo - A travessia, de Silvio Tendler.Crítica: 'Tancredo, a travessia', acesso em 21 de julho de 2016.Crítica: 'Tancredo, a travessia', acesso em 21 de julho de 2016.Tancredo Neves - A Travessia, acesso em 26 de julho de 2016. Em 2018, foi lançado nos cinemas o filme O Paciente - O Caso Tancredo Neves, produzido pela Globo Filmes e baseado no livro de Luís Mir. O filme retrata os últimos dias de Tancredo Neves e a sucessão de erros médicos que o levaram a morte. No filme, Tancredo foi interpretado pelo ator Othon Bastos. === Memoriais === Em 2013 foi lançado o Memorial Tancredo Neves, no Panteão da Pátria, localizado na Praça dos Três Poderes, em Brasília. O espaço conta com vídeos, mídias digitais e documentos originais, retratando passos do período de redemocratização do Brasil. Estão expostos manuscritos de discursos de Tancredo, cartas escritas por ele e endereçadas a ele, de personalidades como Juscelino Kubitschek e João Goulart, além de material de campanha das Diretas Já e seu diploma de Presidente da República. Em 1990 foi aberto em São João del-Rei, cidade natal de Tancredo, o Memorial Tancredo Neves, descrevendo sua trajetória pessoal e política e mantido pela Fundação Presidente Tancredo Neves.Memorial Tancredo Neves - Acesso em 17/04/2014. == Ancestrais == == Ver também == * Ministros do Gabinete Tancredo Neves * Memorial Tancredo Neves * Morte de Tancredo Neves * São João del-Rei * Nova República == Bibliografia == * BRITTO, Antônio, Assim Morreu Tancredo Neves, Editora L & PM, Porto Alegre, 1985. * BRITTO, Antônio, Perfil Parlamentar Tancredo Neves, Editora Câmara dos Deputados, Brasília, 2001. * BRITTO, Antônio, A Morte de Tancredo Neves, Editora Colégio Bandeirantes. * CARVALHO, José Maurício de, As Ideias Filosóficas e Políticas de Tancredo Neves, Editora Itatiaia, 1994. * CHAGAS, Marcos & LOURENÇO, Iolando, Tancredo só aceitou operação após garantia da posse de Sarney. 21 de Abril de 2009. * CHAGAS, Marcos & LOURENÇO, Iolando. Eleição de Tancredo marcou redemocratização do país, 21 de Abril de 2009. * CORREIO BRAZILIENSE, Há 24 anos morria o presidente Tancredo Neves. 21 de abril de 2009. * COUTO, Ronaldo Costa, Tancredo Vivo, Caso e Acaso, Editora Record, 1995. * COUTO, Ronaldo Costa, História indiscreta da ditadura e da abertura - Brasil 1964-1985, Editora Record,1998. * COUTO, Ronaldo Costa, Memória viva do regime militar - Brasil 1964-1985, Editora Record, 1999. * DELGADO, Lucília de Almeida Neves, e Outro, Tancredo, A trajetória de um liberal, Editora Vozes, Petrópolis, 1985. * DIMENSTEIN, O complô que elegeu Tancredo Neves, Editora JB, Rio de Janeiro, 1985. * LEMOS, Wilma Maia de, Tancredo Neves o Imortal Democrata, Editora do autor. * MEIRA, Eda Basson, Tancredo Neves no Despertar de um Povo, Editora Gene. * MENDONÇA, Daniel, Tancredo Neves- da Distensão à Nova República, Editora Edunisc, 2004. * MELLO, Veríssimo, Tancredo Neves na Literatura de Cordel, Editora Itatiaia, Belo Horizonte, 1986. * NEVES, Lucília de Almeida, Tancredo Neves - Sua Palavra na História, Editora Fundação Presidente Tancredo Neves, 1988. * NEVES, Tancredo, Perfis parlamentares - Tancredo Neves, Editora Câmara dos Deputados, 2001. * NUNES, Augusto, Os Grandes Líderes - Tancredo Neves, Editora Nova Cultural, São Paulo, 1988. * OLIVEIRA, Harison, Tancredo Neves a Realidade e o Mito, Editora Diversas. * PALHARES, Gentil, e CHRISTÓFRAFO, Paulo, De Thomé Portes a Tancredo Neves - Roteiro de S. João Del Rey, Editora Lar Católico, 1963. * RIBEIRO, José Augusto, Tancredo Neves : a noite do destino - Civilização Brasileira, 2015. * ROCHA LIMA, Valentina, e outro, Tancredo fala de Getúlio, Editora L&PM;, 1986. * SAMPAIO, César, Perfil de um Presidente - Tancredo Neves, Editora Graphilivros, 1985. * SCHARTZMAN, Simon, A Conjuntura Política: 1985 * TAVARES, Neila, As Últimas Caricaturas de Tancredo Neves, Editora Mandarino, 1985. * TERGOLINO, Murílio, As Minas de Tancredo Neves, Editora do autor, 1984. == Ligações externas == *O Gabinete Tancredo Neves no sítio da Fundação Getúlio Vargas *Galeria dos Presidentes do Brasil * Categoria:Primeiros-ministros do Brasil Categoria:Ministros do Governo Vargas (1951-1954) Categoria:Ministros da Fazenda do Brasil Categoria:Ministros da Justiça do Brasil Categoria:Ministros do Interior do Brasil Categoria:Membros do Partido Social Democrático (1945) Categoria:Membros do Movimento Democrático Brasileiro (1966) Categoria:Membros do Movimento Democrático Brasileiro (1980) Categoria:Candidatos à Presidência da República do Brasil Categoria:Presidentes do Brasil Categoria:Opositores da ditadura militar no Brasil (1964–1985) Categoria:Família de Almeida Neves Categoria:Alunos da Universidade Federal de Minas Gerais Categoria:Empresários de Minas Gerais Categoria:Governadores de Minas Gerais Categoria:Católicos do Brasil Categoria:Brasileiros de ascendência austríaca Categoria:Brasileiros de ascendência portuguesa Categoria:Advogados de Minas Gerais Categoria:Deputados federais do Brasil por Minas Gerais Categoria:Deputados estaduais de Minas Gerais Categoria:Mortes por doenças infecciosas no estado de São Paulo Categoria:Mortos na cidade de São Paulo Categoria:Naturais de São João del-Rei Categoria:Membros do Partido Popular (Brasil) Categoria:Grã-Cruzes da Ordem Militar da Torre e Espada, do Valor, Lealdade e Mérito Categoria:Doutores honoris causa pela Universidade de Coimbra Categoria:Ministros do Governo João Goulart Categoria:Membros da Academia Mineira de Letras Categoria:Patronos do Brasil Categoria:Políticos de Minas Gerais do século XX",
 "title": "Tancredo Neves"
}