{
 "id": "17458",
 "text": "Alvoco das Várzeas é uma povoação portuguesa sede da Freguesia de Alvoco das Várzeas do Município de Oliveira do Hospital, freguesia com 11,62 km² de área e 314 habitantes (censo de 2021), tendo, por isso, uma densidade populacional de . Está situada na margem norte do rio Alvôco. A Freguesia de Alvoco das Várzeas foi inicialmente um curato dependente de Penalva de Alva, a cujo concelho pertenceu, até à extinção deste pelo Decreto de 31 de Dezembro de 1853. Posteriormente, foi anexada pelo concelho de Sandomil e com a extinção deste último pelo Decreto de 24 de outubro de 1855, transitou para o concelho (atual município) de Oliveira do Hospital. Pertence à rede de Aldeias de Montanha. ==Demografia== A população registada nos censos foi: Distribuição da População por Grupos Etários Ano 0-14 Anos 15-24 Anos 25-64 Anos > 65 Anos 2001 42 45 164 115 2011 25 24 137 134 2021 23 19 103 169 == História == Crê-se que Alvôco das Várzeas é uma povoação muito antiga. O aparecimento de mós e moendas e o legado de antroponímos que ainda hoje existem em Alvôco provam que esta povoação foi ocupada pelos romanos devido, talvez, à proximidade das explorações minerais existentes nas várzeas do rio Alvôco.http://jf- alvocodasvarzeas.com/alvoco-das-varzeas/sobre/ Nesta localidade pode visitar a Igreja Paroquial que tem como orago Stº. André, sendo uma obra de arquitetura em continuação da tradição regional setecentista, do século XIX. Como motivo de maior interesse na freguesia, e de visita obrigatória, é a sua Ponte Medieval, embora conhecida pela tradição popular como “ponte romana”. Monumento Nacional. Pensa-se que terá sido construída no século XIV. É uma boa construção de alvenaria, muito singulada, de dois arcos. O arco principal é uma curva quebrada, gótico, e de grande abertura; o outro, menor, é de traçado semicircular mas irregular. É de duas águas, sendo o ramo da margem direita mais extenso e muito inclinado. Mede cerca de setenta metros de comprimento. Junto da Ponte existe uma Praia Fluvial e Parque Merendeiro, na zona ribeirinha do Rio Alvôco considerado o curso de água menos poluído da Europa, arborizada e devidamente infra-estruturada e com equipamentos de lazer associados. Curiosas são as Alminhas do Terreirinho que segundo a superstição popular é um local onde se reúnem as bruxas para «congressos» e «ações de formação», situado à saída povoação, na estrada de Âlvoco das Várzeas para a Carvalha. Ao longo das margens do Rio Alvôco existem diversos moinhos que acrescentam algo de muito peculiar e interessante a este espólio. São eles o moinho do Parente, o moinho das Nogueiras, o moinho da Ribeirinha, o moinho da Volta, o moinho da Moenda (este em funcionamento desde o século XVIII e integrado na unidade de alojamento turístico designada por Quinta da Moenda), o moinho da Regada, o moinho do Chão do Paulo. Interessante é ainda a Levada, sendo esta um sistema de irrigação comunitária, talvez o maior da região (7 km) e que provavelmente remonta à época romano/árabe. Tem origem no açude de Candam, no Parente e termina no lagar antigo de Alvôco das Várzeas, no Chão Novo. Agora deixe-se guiar pelo rio Alvôco até Ponte das Três Entradas), admirando os recantos e belezas deste vale, onde nas margens e encostas se encontram espécies de fauna e flora raras na região. == Património == * Igreja de Santo André (matriz) * Capela de São Sebastião * Cruzeiros do Adro da Ponte * Alminhas do Terreirinho * Moinhos do Parente, das Ribeiras, da Ribeirinha, da Volta, da Regada e do Chão de Paulo * Casas da Pomba, de Baixo e do Tribunal * Quinta da Moenda ==Pontos de interesse== * Trecho do rio Alvoco e praia fluvial * Buracas dos Mouros * Levadas do Alvoco * Espaço Cooperativa Cowork - Alvoco das Várzeas (espaço de trabalho partilhado sem fins lucrativos) === Ponte Medieval === Esta ponte monumental situa-se nas imediações da EN230, sobre o rio Alvoco, afluente do rio Alva, junto a uma praia fluvial. Tem um desenho invulgar, proporcionado pela necessidade de vencer margens com cotas desiguais, o que lhe confere leveza e elegância à estrutura, construída com um grande cuidado. Ponte de pedra siglada, possui dois arcos desiguais sendo o seu tabuleiro rampante de um dos lados. A rampa, situada na margem direita e sobre o primeiro e mais baixo arco, é bastante acentuada, fazendo ângulo sobre o segundo e mais elevado arco que se une à margem com maior cota, dando a impressão de fazer cavalete apesar de nessa margem não ter qualquer inclinação. Os dois arcos são em cantaria aparelhada e com aduelas regulares (de 25cm a 30cm) sendo o mais pequeno de volta perfeita com 8m de diâmetro e o maior com cerca de 25m de abertura, sendo apontado, em ogiva. O tabuleiro tem 70m de comprimento por cerca de 4,40m de largura e encontra-se delimitado por guardas de cantaria com cerca de 20cm de espessura. A estrutura é reforçada em ambos os lados por talhamares prismáticos bem integrados na estrutura. ==Ver também== * Aldeia do Xisto de Aldeia das Dez (a 9,4 km de Alvoco das Várzeas) ==Ligações externas== * Espaço Cooperativa Cowork - Alvoco das Várzeas Categoria:Freguesias de Oliveira do Hospital Categoria:Aldeias do Distrito de Coimbra Categoria:Aldeias de Montanha",
 "title": "Alvoco das Várzeas"
}