{
 "id": "17466",
 "text": "Lourosa é uma povoação portuguesa sede da Freguesia de Lourosa do Município de Oliveira do Hospital, freguesia com 13,94 km² de área e 559 habitantes (censo de 2021), tendo, por isso, uma densidade populacional de . ==História== Teve foral dado em Côja pelo bispo de Coimbra em 6 de Fevereiro de 1347 e também D. Manuel I lhe conferiu igualmente foral dado em Lisboa a 12 de Setembro de 1514. A antiga freguesia de São Pedro de Lourosa foi vigairaria e comenda da Ordem de Cristo. Fez parte do concelho de Avô, até à extinção deste pelo decreto de 24 de Outubro de 1855. Em 1755 estava integrada na comarca da Guarda, em 1839 na de Seia, em 1852 na de Midões, em 1878 na comarca e julgado de Tábua e no concelho de Oliveira do Hospital, ficando em 1885 na comarca e concelho de Oliveira do Hospital. Esta povoação encontra-se a sul do alto monte de Santa Cruz. É célebre sobretudo pela Igreja Matriz de Lourosa, que remonta à época da primeira reconquista cristã (912), embora na sua construção tenham sido aproveitados materiais visigóticos e romanos, possuindo mesmo uma ara dedicada a Júpiter, o que comprova a persistência de antigos cultos. Lourosa foi doada à Sé de Coimbra em 1119 pela rainha D. Teresa e coutada por D. Afonso Henriques em 1132, por 70 morabitinos e uma boa mula. Teve foral dado em Côja pelo bispo de Coimbra em 1347. O foral manuelino é de 1514. thumb|290px|right|Localização no Município de Oliveira do Hospital ==Demografia== A população registada nos censos foi: Distribuição da População por Grupos Etários Ano 0-14 Anos 15-24 Anos 25-64 Anos > 65 Anos 2001 94 77 297 183 2011 81 48 275 151 2021 55 57 282 165 ==Lugares== As povoações da freguesia de Lourosa são as seguintes: * Cabeçadas * Campo * Casal do Abade * Lourosa * Pinheirinho * Pombal * Quintas da Meda == Património == * Pelourinho de Lourosa * Igreja de São Pedro de Lourosa ou Igreja Matriz de Lourosa * Capelas do Espírito Santo, de Santo António, de Santa Apolónia, de Nossa Senhora da Esperança, de Nossa Senhora das Necessidades, de Santa Luzia e de S. Nicolau * Solar setecentista (junto do pelourinho) * Casa dos Carvalhais * Vestígios arqueológicos romanos, visigóticos e árabes * Cruzeiro * Trecho do rio Alva == Ligações Externas == # Website Oficial da Freguesia de Lourosa",
 "title": "Lourosa (Oliveira do Hospital)"
}