{
 "id": "17463",
 "text": "Lagos da Beira é uma povoação portuguesa do Município de Oliveira do Hospital que foi sede da extinta Freguesia de Lagos da Beira, freguesia que tinha 8,49 km² de área e 782 habitantes (2011), e, por isso, uma densidade populacional de 92,1 hab/km². A Freguesia de Lagos da Beira foi extinta (agregada) pela reorganização administrativa de 2012/2013,Lei n.º 11-A/2013, de 28 de janeiro: Reorganização administrativa do território das freguesias. Anexo I. Diário da República, 1.ª Série, n.º 19, Suplemento, de 28/01/2013. tendo o seu território sido integrado na então criada União de Freguesias de Lagos da Beira e Lajeosa. Além da sede, as povoações que integravam a Freguesia de Lagos da Beira eram a Chamusca da Beira e a Póvoa das Quartas. Lagos da Beira foi vila e sede de concelho até ao início do século XIX. Este ra constituído pelas freguesias de Lagos da Beira, Travanca de Lagos e Covas. Tinha, em 1801, 3 128 habitantes. A 3 de Julho de 2011 foi inaugurada a Biblioteca Museu Tarquínio Hall.Site Oficial de Lagos da Beira thumb|290px|right|Localização no Município de Oliveira do Hospital ==População== População da freguesia de Lagos da Beira Instituto Nacional de Estatística (Recenseamentos Gerais da População) - https://www.ine.pt/xportal/xmain?xpid=INE&xpgid;=ine_publicacoes 1864 1878 1890 1900 1911 1920 1930 1940 1950 1960 1970 1981 1991 2001 2011 896 971 911 921 846 856 857 987 1 050 977 1 000 1 025 981 912 782 Thumb|200px|Evolução da População (1864 / 2011) Thumb|200px|Grupos Etários (2001 e 2011) Thumb|200px|Grupos Etários (2001 e 2011) == Património == * Pousada de Santa Bárbara * Biblioteca Museu Tarquínio Hall * Igreja de S. João Baptista (matriz) * Capelas de S. Jorge, de S. Roque, de Santo António, de Nossa Senhora da Conceição e de S. Miguel * Cruzeiro de Lagos da Beira (século XIX)Plano Diretor Municipal de Oliveira do Hospital - Estudos de Caracterização do Património Natural e Cultural, pág. 28. * Fragmento do pelourinho * Inscrição templária * Antigo tribunal e cadeia * Sepulturas escavadas na rocha * Menir * Trecho do rio Alva * Alminhas de Lagos da Beira, destacando-se as que se localizam nos seguintes locais: Capela de S. Roque; junto da escola primária; junto à fonte de S. João e na estrada para os OuteirinhosPlano Diretor Municipal de Oliveira do Hospital - Estudos de Caracterização do Património Natural e Cultural, pág. 28..",
 "title": "Lagos da Beira"
}