{
 "id": "1750",
 "text": "Salvador Dalí i Domènech, 1º Marquês de Dalí de Púbol (Figueres, 11 de maio de 1904 – Figueres, ) foi um importante pintor espanhol, conhecido pelo seu trabalho surrealista. O trabalho de Dalí chama a atenção pela incrível combinação de imagens bizarras, oníricas, com excelente qualidade plástica. Dalí foi influenciado pelos mestres do classicismo.Dalí, Salvador. (2000) Dalí: 16 Art Stickers, Courier Dover Publications. ISBN 0-486-41074-9 O seu trabalho mais conhecido, A Persistência da Memória, foi concluído em 1931. Salvador Dalí teve também trabalhos artísticos no cinema, escultura e fotografia. Colaborou com o Walt Disney no curta de animação Destino, que foi lançado postumamente em 2003 e, ao lado de Alfred Hitchcock, no filme Spellbound. Também foi autor de poemas dentro da mesma linha surrealista. Dalí insistiu em sua \"linhagem árabe\", alegando que os seus antepassados eram descendentes de mouros que ocuparam o sul da Espanha por quase 800 anos (711 a 1492), e atribui a isso o seu amor de tudo o que é excessivo e dourado, sua paixão pelo luxo e seu amor oriental por roupas. Tinha uma reconhecida tendência a atitudes e realizações extravagantes destinadas a chamar a atenção, o que por vezes aborrecia aqueles que apreciavam a sua arte, ao mesmo tempo que incomodava os seus críticos, já que sua forma de estar teatral e excêntrica tendia a eclipsar o seu trabalho artístico.Saladyga, Stephen Francis. \"The Mindset of Salvador Dalí\" . lamplighter (Niagara University). Vol. 1 No. 3, verão do ano de 2006. Visitado em 2 de maio de 2008. ==Biografia== Salvador Felip Jacint Dalí i Domènech nasceu às 8h45min da manhã de 11 de maio de 1904, no número vinte do carrer (rua) Monturiol da vila de Figueres, Catalunha, Espanha., de acordo com seu registro de nascimento. Astrotheme O seu irmão mais velho, também chamado Salvador (nascido em 12 de outubro de 1901), morreu de gastroenterite, nove meses antes, em 1 de agosto de 1903Dalí, Secret Life, p.2\". O seu pai, Salvador Dalí i Cusí, era um advogado de classe-média, figura popular da cidade e senhor de um caráter irascível e dominador; a sua mãe, Felipa Domenech Ferrés, sempre incentivou os esforços artísticos do filho.Llongueras, Lluís. (2004) Dalí, Ediciones B — Mexico. ISBN 84-666-1343-9.Rojas, Carlos. Salvador Dalí, Or the Art of Spitting on Your Mother's Portrait, Penn State Press (1992). ISBN 0-271-00842-3 Dalí também teve uma irmã, Ana Maria, que era três anos mais nova. Em 1949, ela publicou um livro sobre o seu irmão, \"Dalí visto pela sua irmã\". Dalí frequentou a Escola de Desenho Federal, onde iniciou a sua educação artística formal. Em 1916, durante umas férias de verão em Cadaquès, passadas com a família de Ramón Pichot, descobriu a pintura impressionista. Pichot era um artista local que fazia viagens frequentes a Paris. No ano seguinte, o pai de Dalí organizou uma exposição dos desenhos a carvão do filho na sua casa de família. A sua primeira exposição pública ocorreu no Teatro Municipal em Figueres em 1919.Dalí, em autobiografia Secret Life Em fevereiro de 1921, a sua mãe morreu de câncer de mama. Salvador Dali, então com dezesseis anos de idade, disse depois da morte da sua mãe: \"foi o maior golpe que eu havia experimentado em minha vida. Eu adorava-a… eu não podia resignar- me a perda de um ser com quem eu contei para tornar invisíveis as inevitáveis manchas da minha alma\".Dalí, Secret Life, pp.152–153 Após a morte de Felipa Domenech Ferrés, o pai de Salvador Dali casou-se com a irmã da falecida esposa. Dalí não se ressentiu por este casamento, como alguns pensaram, pois tinha um grande amor e respeito por sua tia. === Madrid e Paris === Em outubro de 1921, Dalí foi viver para Madrid, onde estudou na Academia de Artes de San Fernando. Já então Dalí chamava a atenção nas ruas com um excêntrico cabelo comprido, um grande laço ao pescoço, calças até ao joelho, meias altas e casacos compridos, imitando o modo de vestir de Oscar Wilde. O que lhe granjeou maior atenção por parte dos colegas foram os quadros onde fez experiências com o cubismo (embora na época destes primeiros trabalhos ele provavelmente não compreendesse por completo o movimento cubista, dado que tudo o que sabia dessa arte provinha de alguns artigos de revistas e de um catálogo que Ramon Pichot lhe oferecera, visto não haver artistas cubistas, neste tempo, em Madrid). Fez também experiências com o Dadaísmo, que provavelmente influenciou todo o seu trabalho. Nesta altura, tornou-se amigo íntimo do poeta Federico García Lorca e de Luis Buñuel. A amizade com Lorca foi bastante profunda e homoerótica, a tal ponto que, por duas vezes, o poeta tentou possuir Dalí, facto admitido pelo próprio.Para informações mais detalhadas sobre a relação Lorca-Dalí consultar Lorca-Dalí: el amor que no pudo ser e The Shameful Life of Salvador Dalí, ambos de Ian Gibson, e também Entretiens avec Salvador Dalí de Alain Bosquet. Dalí foi expulso da Academia em 1926, pouco tempo depois dos exames finais, em que declarou que ninguém na Academia era suficientemente competente para o avaliar. Seu domínio de competências na pintura está bem documentado, nesse tempo, na sua impecável e realista pintura \"Cesto de Pão\", de 1926. Em 1924 o ainda desconhecido Salvador Dalí ilustrava pela primeira vez um livro, o poema grego \"Les bruixes de Llers\" (\"As bruxas de Llers\") de seu amigo, o poeta e jornalista catalão Carles Fages de Climent. Nesse mesmo ano fez a sua primeira viagem a Paris, onde se encontrou com Pablo Picasso, que era admirado pelo jovem Dalí. (\"Vim vê-lo antes de ir ao Louvre\", disse-lhe Dalí. \"Fez você muito bem\", respondeu- lhe Picasso.) Picasso já tinha ouvido falar bem de Dalí através de Juan Miró. Nos anos seguintes, Dali realizou uma série de trabalhos fortemente influenciados por Picasso e Miró, enquanto ia desenvolvendo o seu estilo próprio. Algumas tendências no trabalho de Dalí que iriam permanecer ao longo de toda a sua carreira já eram evidentes na década de 1920, principalmente por Raphael, Bronzino, Francisco de Zurbarán, Vermeer, e Velázquez. As exposições de seus trabalhos em Barcelona despertaram grande atenção e uma mistura de elogios e debates e causando por parte dos críticos. Nesta época, Dalí deixou crescer o bigode, que se tornou emblemático nele, estilo baseado no pintor do século XVII espanhol Diego Velázquez. Em 1929, colaborou com o cineasta espanhol Luis Buñuel no curta-metragem Un Chien Andalou, e conheceu, em agosto, a sua musa e futura mulher, Gala Éluard (cujo nome verdadeiro é Elena Ivanovna Diakonova,Shelley, Landry. \"Dalí Wows Crowd in Philadelphia\". Unbound (The College of New Jersey) Spring 2005. Visitado em 5 de maio de 2008. nascida em 7 de setembro de 1894, em Kazan, Tartária, Rússia), uma imigrante russa dez anos mais velha que Dalí, casada na época com o poeta surrealista Paul Éluard. Juntou-se oficialmente ao grupo surrealista no bairro parisiense de Montparnasse (embora o seu trabalho já estivesse a ser influenciado há dois anos pelo surrealismo). Em 1934 Dalí e Gala, que já viviam juntos desde 1929, casaram-se numa cerimónia civil (cerimónia religiosa em 1958Jean-Pierre Thiollet, Carré d'Art, Anagramme Ed., 2008, p.212.ISBN 978-2-35035-189-6). === Personalidade e política === A política desempenhou um papel significativo na sua emergência como um artista. Ele foi por vezes retratado como um apoiante do autoritário Francisco Franco. André Breton, líder do movimento surrealista, fez um grande esforço para dissociar o seu nome do surrealismo. A realidade é provavelmente um pouco mais complexa. Em qualquer caso, ele não era um antissemita, pois era inclusive amigo do famoso arquiteto e designer Paulo László, que era judeu. Ele também proferiu grande admiração por Freud (a quem ele conheceu), e Albert Einstein, ambos judeus. Em sua juventude, Dalí abraçou por um tempo tanto o anarquismo como o comunismo. Em seu livro, Dalí, em 1970, declara-se um anarquista e monarquista. Enquanto na cidade de Nova Iorque em 1942, ele denunciou o seu colega, o cineasta surrealista Luis Buñuel como ateu e comunista, o que levou Buñuel a ser despedido de sua posição no Museu de Arte Moderna e, posteriormente, constar na lista negra da indústria cinematográfica estadunidense. Com a eclosão da Guerra Civil Espanhola, Dalí fugiu e se recusou a alinhar-se a qualquer grupo. Após o seu regresso à Catalunha após a Segunda Guerra Mundial, Dalí se tornou mais próximo ao regime de Francisco Franco. Alguns declararam que Dalí apoiou o regime de Franco, felicitando-o por suas ações, em \"limpar a Espanha de forças destrutivas\". Dizem que enviou uma mensagem a Franco, \"elogiando-lhe por assinar a sentença de morte de presos políticos\". Dalí encontro Franco uma vez Nem sequer reuniu- se pessoalmente com ele para pintar um retrato de sua neta. É impossível determinar se suas homenagens a Franco foram sinceras ou caprichosas, uma vez que ele também enviou um telegrama louvando o romeno Nicolae Ceauşescu, líder comunista. O jornal diário romeno \"Scînteia\" publicou-o, sem suspeitar seu aspecto de troça. Em 1960, Dalí começou a trabalhar no Teatro-Museum Salvador Dalí, na sua terra natal, em Figueres. Foi o projeto de maior vulto de toda a sua carreira e o principal foco de suas energias até 1974, embora continuasse a fazer acréscimos até meados dos de 1980. Gala morreu em Port Lligat na madrugada de 10 de junho de 1982. Desde então, Dalí ficou profundamente deprimido e desorientado, perdendo toda a vontade de viver. Recusava-se a comer, ficando desidratado, teve de ser alimentado por uma sonda nasal. Em 1980, um coquetel de medicamento não prescrito danificou seu sistema nervoso, provocando assim um inoportuno fim a sua capacidade artística. Aos 76 anos, a \"cada vez saudável\" Dalí sofre tremores terríveis ao seu lado direito, causado pelo Mal de Parkinson.Ian Gibson (1997). The Shameful Life of Salvador Dali. W. W. Norton & Company. Mudou-se de Figueres para o castelo em Pubol, que comprara para Gala. Em 1984, deflagrou um incêndio no seu quarto em circunstâncias pouco claras — talvez tenha sido uma tentativa de suicídio de Dalí, talvez tenha sido uma tentativa de homicídio de um empregado, ou talvez simples negligência pelo seu pessoal — mas Dalí foi salvo e levado para Figueres, onde um grupo de amigos, patronos e artistas se assegurou de que o pintor vivesse confortavelmente os seus últimos anos no teatro-museu. Em novembro de 1988 Dalí foi levado ao hospital com insuficiência cardíaca e em 5 de dezembro de 1988 foi visitado pelo rei Juan Carlos da Espanha, que confessou ter sido sempre um devoto de Dalí.Etherington -Smith, Meredith The Persistence of Memory: A Biography of Dali p. 411, 1995 Da Capo Press, ISBN 0-306-80662-2 Em 23 de janeiro de 1989, enquanto assistia sua gravação favorita de Tristão e Isolda, morreu de insuficiência cardíaca em Figueres, com a idade de 84, e, vindo círculo completo, está sepultado na cripta do seu Teatro-Museu Dalí, em Figueres, do outro lado da rua, a partir da igreja de Sant Pere. onde ocorreram seu funeral, primeira comunhão, e de batismo, a três quarteirões da casa onde nasceu. === Simbolismo === Dalí explorou intensamente o Simbolismo em seu trabalho. Por exemplo, a marca dos relógios fundidos que aparecem inicialmente em A persistência da memória, sugerem teoria de Einstein de que o tempo é relativo e não fixo. A ideia de relógios simbolicamente funcionamento desta forma foi criada quando Dalí viu um pedaço de queijo Camembert derretendo em um dia quente de agosto.Salvador Dalí, The Secret Life of Salvador Dalí (New York: Dial Press, 1942), página 317. O elefante é também uma imagem recorrente nas obras do Dalí. Ele apareceu pela primeira vez em 1944, em sua obra Sonho Causado Pelo Voo de uma Abelha ao Redor de Uma Romã um Segundo Antes de Acordar. Os elefantes, inspirados por Gian Lorenzo Bernini, em Roma, base da escultura de um elefante transportando um antigo obelisco.Michael Taylor in Dawn Ades (ed.), Dalí (Milan: Bompiani, 2004), página 342 Conjugada a imagem de suas pernas quebradiças, esse comprometimento em criar um sentimento de fantasmagórico da realidade. \"O elefante é uma distorção do espaço, em uma análise explica, \"as suas pernas contrastam com a ideia de imponderabilidade com a estrutura.\" O ovo é outra imagem comum na obra de Dalí, o qual expressa a ideal pré-natal e intrauterina, que aparece em O grande masturbador e Metamorfose de Narciso e assim utilizá-lo para simbolizar a esperança e a caridade. Diversos animais aparecem em todo o seu trabalho: formigas remontam à morte, decadência, e o imenso desejo sexual; o caramujo relaciona-se com a cabeça humana. Esta ideia partiu de quando avistou um caramujo em cima de uma bicicleta, perto da casa de Freud, quando se conheceram; e gafanhotos são um símbolos de desperdício e de medo. Segundo críticos de sua obra e o próprio Dalí afirma não ter tido envolvimento com drogas para a inspiração de suas pinturas, tudo teve inspiração do Onirismo, experiência de privação do sono. === Surrealismo === André Breton acusou Dalí de defensor do \"novo\" e \"irracional\" no \"Fenômeno Hitler\", mas o artista rapidamente rejeitava esta alegação dizendo, \"Eu nem sou hitleriano de fato, nem de intenção\".Robin Adèle Greeley, Surrealism and the Spanish Civil War, Yale University Press, 2006, p81. ISBN 0-300-11295-5 No entanto, quando Francisco Franco chegou ao poder no rescaldo da Guerra Civil Espanhola, o apoio ao novo regime, entre outras coisas, levaram a sua suposta expulsão do grupo surrealista. À época André Breton cunhou o anagrama \"Avida dólares\" (por Salvador Dalí), que pode ser traduzido como \"Ávido por dólares\". Dalí replicou, \"A única diferença entre Eu e os Surrealistas é que Eu sou o Surrealismo\". Os surrealistas mais radicais falavam de Dalí no passado, como se estivesse morto. Vários membros do grupo como Ted Joans, continuariam tratando a questão de forma extremamente dura e polêmica contra Dalí, até ao momento da sua morte. Nesta fase o seu principal patrono Edward James, poeta e patrono do movimento surrealista. Edward James ajudou o jovem Salvador Dalí a emergir no mundo da arte através da compra de muitas obras e do apoio financeiro durante dois anos. James e Dalí tornaram-se bons amigos e o primeiro caracterizava a pintura de Dalí como \"Cisnes refletindo elefantes.\" Ele também colaborou com dois dos mais duradouros ícones do movimento surrealista: o Telefone-lagosta e o Sofá-lábios de Mae West. \"Durante este período Dalí nunca parou de escrever\", escreveu Robert Descharnes e Nicolas.Descharnes, Robert and Nicolas. Salvador Dali. New York: Konecky & Konecky, 1993. p. 35. Em 1941, ele elaborou um filme chamado \"Cenário de Jean Gabin Moontide\". Ele escreveu catálogos de exposições como a sua própria, na Knoedler Gallery [na cidade de Nova Iorque em 1943]. Ele também escreveu um romance (publicado em 1944) acerca de um salão de automóveis. Isso começou com um desenho de Edwin Cox, publicado no jornal Miami Herald mostrando-o vestindo um automóvel em uma noite bata\". Em 1940, no início da Segunda Guerra Mundial na Europa, Dalí e Gala mudaram-se para os Estados Unidos, onde viveram durante oito anos. Após este período, Dalí regressou para a prática do catolicismo. Em 1942, ele publicou sua autobiografia, A Vida Secreta de Salvador Dalí. Um frei italiano, Gabriele Maria Berardi, alegou ter realizado um exorcismo em Dalí, enquanto o pintor estava na França em 1947. Gabriel possuía uma escultura de Cristo na cruz que Dalí tinha dado o seu exorcista de agradecer a ele. A escultura foi descoberta em 2005, e dois peritos em Surrealismo espanhol confirmaram que havia motivos suficientes para crer em similaridades entre outras esculturas feitas por Dalí. Foi na sua amada Catalunha que Dalí viveu o resto da vida. O facto de ter escolhido viver em Espanha enquanto o país era governado pelo ditador fascista Francisco Franco trouxe-lhe críticas dos progressistas e de muitos outros artistas.Navarro, Vicente, Ph.D. \"The Jackboot of Dada: Salvador Dalí, Fascist\". Counterpunch. 6 de dezembro de 2003. Visitado 2 de maio de 2008. Alguns pensam que o desprezo comum pelo trabalho tardio de Dalí tem mais a ver com política do que com os verdadeiros méritos desse trabalho. Em 1959, André Breton organizou uma exposição denominada de \"Homenagem ao Surrealismo\", em que comemora o quadragésimo aniversário do Surrealismo, que incluiu obras de Salvador Dalí, Joan Miró, Enrique Tábara, e a Eugenio Granell. Breton combateu com veemência a inclusão de de Sistine Madonna, na Exposição Internacional Surrealismo em Nova Iorque no ano seguinte.López, Ignacio Javier. The Old Age of William Tell (A study of Buñuel's Tristana). MLN 116 (2001): 295–314. Após a Segunda Guerra Mundial, Dali manteve características de pintura técnica e um interesse na ilusão óptica, ciência e religião. Cada vez mais católica e inspirado pelo choque de Hiroshima, demarcado por ele como \"Misticismos Nucleares\". Em pinturas como Madonna de Port-O Lligat (primeira versão) de 1949, Corpus Hypercubus e de 1954, Dalí procurou sintetizar a iconografia cristã com imagens inspiradas pela desintegração dos materiais nucleares. Obras como La Gare de Perpignan, de 1965, alucinogéneos e Toreador de 1968-1970. Em 1960, Dalí começou trabalhos sobre o Teatro e Museu de sua cidade-natal de Figueres; foi o seu maior projecto único e o principal foco da sua energia até 1974. Em 1968, Dalí filmou um anúncio de televisão para Lanvin chocolates e de 1969 projetou o logotipo da empresa Chupa Chups. Também em 1969, ele foi responsável pela criação do aspecto da publicidade 1969 Festival Eurovisão da Canção, metal e criou uma grande escultura, que se situava no palco, no Teatro Real de Madrid. == Obras == Dalí produziu mais de 1500 quadros ao longo da sua carreira, e também ilustrações para livros, litografias, desenhos para cenários e trajes de teatro, um grande número de desenhos, dezenas de esculturas e vários outros projectos. === A Persistência da Memória === Em 1931, Dalí pintou uma de suas mais famosas obras, A Persistência da Memória. Às vezes chamada de \"Relógios fundidos\", o trabalho apresenta o surrealista imagem da fusão de um relógio de bolso. A interpretação geral do trabalho é a de que o relógio é, incansavelmente, o pressuposto de que o tempo é rígido ou determinista, e neste sentido é apoiado por outras imagens, no trabalho, tais como a vasta expansão da paisagem e de formigas a voar a devorar os outros relógios.Salvador Dalí, (Paris: Éditions surréalistes, 1935), p. 25. As duas maiores colecções de trabalhos de Dalí são o museu Salvador Dalí em Saint Petersbourg, Florida, EUA, e o Teatro-Museo Salvador Dalí em Figueres, Catalunha, Espanha. Dalí foi um artista versátil, e não limitou-se apenas a pintura artística. Algumas de suas obras artísticas mais populares são esculturas e outros objetos, e ele também é conhecido pelas suas contribuições ao teatro, moda, fotografia, entre outras áreas. === Esculturas === miniatura|esquerda|Rinoceronte vestido con puntillas, de 1956, pesa 3 600 quilos. Dois dos mais populares objetos do surrealismo foram os Telefone Lagosta e o Sofá-lábios de Mae West, completados por Dalí em 1936 e 1937, respectivamente. O artista surrealista e patrono Edward James encomendou esses dois tipos de peças de Dalí; James herdou aos cinco anos um grande número de imóveis em West Dean, West Sussex, e foi um dos principais apoiantes dos surrealistas na década de 1930. \"Lagostas e telefones tiveram forte conotação sexual para [Dalí] \", de acordo com a exibição da legenda para o \"Telefone- lagosta\", a que ele chamou de estreita analogia entre alimentos e sexo\". O telefone foi funcionais, e James comprou quatro, um deles de Dalí para substituir os telefones em seu retiro casa. Uma figura encontra-se no Tate Gallery, o segundo pode ser encontrada no museu alemão Museum für Kommunikation Frankfurt, em Frankfurt am Main; o terceiro pertence à Fundação Edward James; e o quarto está na National Gallery of Australia. \"A madeira e cetim\" e Sofá-lábios de Mae West foram moldada após Dalí observar os lábios da atriz Mae West, a que achou fascinante. West foi anteriormente objeto de Dalí em 1935 para pintura o rosto de Mae West. A obra está atualmente em Brighton e ocasionalmente em museus da Inglaterra. Durante os anos entre 1941 e 1970 Dalí também foi responsável pela criação de um impressionante conjunto de joias, 39 no total. As joias são criações intrincados e algumas contêm partes móveis. A mais famosa joia criada por Dalí foi \"The Royal Heart\". Foi trabalhada com ouro e incrustada com quarenta e seis rubis, quarenta e dois diamantes e quatro esmeraldas, criado de forma a que o centro \"batidas\" assemelham-se a um verdadeiro coração. A coleção pode ser vista no Teatro Museu-Dalí em Figueres, Catalunha, Espanha, onde está em exposição permanente. === Teatro === No teatro, Dalí é lembrado pela construção do cenário da peça de 1927 Mariana Pineda, de García Lorca. Para Bacchanale (1939), baseado em um balé e definido com uma música de Richard Wagner, de 1845 da ópera Tannhäuser, Dalí forneceu tanto o conjunto de design quanto o libretto. === Cinema === Dalí também participou da produção de filmes, mais notavelmente pela do filme Un chien andalou, um filme francês de 17 minutos co-escrito com Luis Buñuel, que é amplamente lembrado por seus gráficos cena simulando a abertura de um globo ocular com uma navalha. Dalí colaborou novamente com Luis Buñuel em 1930 no filme L'âge d'Or, e passou a escrever uma série de roteiros, muito poucos dos quais foram concebidos. Os mais conhecidos projetos de seu filme é provavelmente o sonho na sequência de Spellbound, de Alfred Hitchcock, que lembra fortemente em temas de psicanálise. Ele também trabalhou com uma produção Disney, na animação Destino; concluída em 2003 por Baker Bloodworth e Roy Disney, que contém imagens de sonho — como estranhas figuras e andar a pé pelo ar. Dalí completou apenas um outro filme em sua vida: Impressões de Alta Mongólia (1975), na qual ele narrou uma história sobre uma expedição em busca de gigantes cogumelos alucinógenos. As imagens microscópicas foram baseadas em ácido úrico, manchas bronze sobre a banda de uma caneta esferográfica, sobre a qual Dalí teria urinado durante várias semanas.Elliott H. King, Dalí, Surrealism and Cinema, Kamera Books 2007, p. 169. Dalí construído um repertório em indústrias da moda e da fotografia. Na moda, a sua cooperação com a estilista italiana Elsa Schiaparelli é bem conhecida, onde Dalí foi contratado pela Schiaparelli para produzir um vestido branco. Outros desenhos Dalí fizeram a sua incluir um sapato em forma de chapéu e uma rosa para um cinto com fivela no formato de lábios. Também participou na criação de desenhos têxteis e de frascos para perfumes. Com Christian Dior, em 1950, Dalí cria a peça \"fantasia para o ano 2045\". Fotógrafos com quem colaborou incluem Man Ray, Brassaï, Cecil Beaton, e Philippe Halsman. O filme Little Ashes, que foi lançado em 2009, é baseado na sua vida e obra. Robert Pattinson interpreta o papel de Dali no filme cuja história se passa na Espanha em 1922, logo após a 1ª Guerra Mundial. === Gravuras === Ao longo de sua vida, Dalí trabalhou extensivamente com gravuras e aplicou de forma consistente o método paranóico- crítico. As técnicas usadas foram ponta-seca, etching, xilogravura e litografia. Dalí foi um dos primeiros artistas a produzir ilustrações surrealistas para textos (L'Immaculée Conception), em 1930. Em 1933, M. Czar publicou a primeira edição-única do artista (Enfant sauterelle). Entre 1959-60 Dalí empregou a técnica do buletismo, que consiste em atirar tinta a um pedaço de papel, criando uma imagem. De 1966 em diante, Dalí usou temas de outros artistas e recriou obras sob uma ótica surrealista, como os sets Tauromachie, inspirado em Pablo Picasso, Flordali (Flora Dalinae), inspirado em Pierre- Joseph Redouté, e Les Capriches de Goya de Dalí, inspirado em Goya. Em 1973, publicou Dix Recettes d'immortalité, considerado a primeira gravura estereoscópica da história da arte. Dentre os papéis mais usados para suas gravuras, Dalí teve preferência para o papel japonês, Guarro, Richard de Bas e Arjomari (Rives e Arches). ==Principais obras == Salvador Dalí pintou cerca de 1 640 quadros utilizando principalmente a técnica óleo sobre tela.Robert Descharnes et Gilles Néret, Dalí, Taschen, 2001 - 2007, 780 p. (ISBN 3822812082) Época Nome da obra Técnica Dimensões Cidade Museu 1920 Autorretrato óleo sobre tela 52 × 45 cm - Coleção particular 1924 Retrato de Luis Buñuel óleo sobre tela 70 × 60 cm Madrid Museu Nacional Centro de Arte Reina Sofia, coleção Luis Buñuel 1925 Jovem mulher em uma janela (Noia a la finestra) óleo sobre tela 105 × 74,5 cm Madrid Museu Nacional Centro de Arte Reina Sofia 1926 Cesto de pão óleo sobre tela 31,5 × 31,5 cm São Petersburgo (Flórida) Museu Salvador Dali 1927 O mel é mais suave que o sangue óleo sobre tela - Púbol Fundação Gala-Salvador Dali 1928 O burro aplicação de óleo e areia sobre madeira 61 × 50 cm Paris Museu Nacional de Arte Moderna (Paris), Centro Georges Pompidou 1929 O Enigma do Desejo (L'enigma del desig) óleo sobre tela 110 × 150,7 cm Munique Galeria Nacional de Arte Moderna (Munique), Staatsgalerie Moderne Kunst, coleção Oskar R. Schlag 1929 O Grande Masturbador óleo sobre tela 110 × 150 cm Madrid Museu Nacional Centro de Arte Reina Sofia 1931 A Persistência da Memória óleo sobre tela 24 × 33 cm Nova York Museu de Arte Moderna (Nova Iorque) 1932 Pão-antropomorfo catalão óleo sobre tela 24 × 33 cm São Petersburgo (Flórida) Museu Salvador Dali 1933 O enigma de Guilherme Tell óleo sobre tela 201,5 × 346 cm Estocolmo Museu de Arte Moderna (Estocolmo) 1933 Busto de mulher pão, penas, porcelana, espigas de milho, como figuras de um zootropo encartonado 54 × 45 × 35 cm - Coleção particular 1933 Angélus arquitectónico de Millet óleo sobre tela 73 × 61 cm Madrid Museu Nacional Centro de Arte Reina Sofia 1933 Telefone-lagosta montagem 15 × 30 × 17 cm Rotterdam Museum Boijmans Van Beuningen, coleção Edward James 1936 Premonição da Guerra Civil óleo sobre tela 100 × 99 cm Filadélfia Museu de Arte da Filadélfia, coleção de Louise e Walter Conrad Arensberg 1936 Vénus de Milo na gaveta bronze patinado branco com botões de arminho 98 × 32,5 × 34 cm Rotterdam Museum Boijmans Van Beuningen 1936–1937 Sofa Mae West feltro rosa escuro e rosa claro, armado em madeira 92 × 213 × 80 cm Brighton Brighton Museum & Art Gallery 1937 O sono óleo sobre tela 51 × 78 cm - Coleção particular 1937 Girafa em Chamas óleo sobre madeira 35 × 27 cm Basileia Museu das Belas Artes (Basileia) 1937 Metamorfose de Narciso óleo sobre tela 50,8 × 78,3 cm Londres Galeria Tate, coleção Edward James 1941 Meu autoretrato com tiras de toucinho fritas óleo sobre tela 61,3 × 50,8 cm Figueras Fundação Gala-Salvador Dali 1943 Criança geopolítica observando o nascimento do homem novo óleo sobre tela 45,5 × 50 cm São Petersburgo (Flórida)] Museu Salvador Dali 1944 Sonho Causado Pelo Voo de uma Abelha ao Redor de Uma Romã um Segundo Antes de Acordar (Somni causat pel vol d'una abella al voltant d'una magrana un segon abans de despertar-se) óleo sobre tela 51 × 40,5 cm Madrid Museu Thyssen-Bornemisza 1946 A Tentação de Santo Antônio]] óleo sobre tela 89,7 × 11,5 cm Bruxelas Museu de Arte Moderna de Bruxelas 1949 Leda atomica óleo sobre tela 61,1 × 45,3 cm Figueras Fundação Gala-Salvador Dali 1950 A Madona de Port Lligat óleo sobre tela 275,3 × 209,8 cm Fukuoka Museu de Arte de Fukuoka 1951 Cristo de São João da Cruz óleo sobre tela 205 × 116 cm Glasgow Museu e Galeria de Arte de Kelvingrove 1952 Galatea de esferas óleo sobre tela 65 × 54 cm Figueras Fundação Gala-Salvador Dali 1954 Crucificação (Corpus Hypercubus) óleo sobre tela 194,5 × 124 cm Nova York Metropolitan Museum of Art 1954 Jovem Virgem autosodomisada pelos chifres de sua castidade óleo sobre tela 40,5 × 30,5 cm Los Angeles Playboy Mansion West 1955 Busto de rinoceronte de « Dentellière » de Vermeer (primeira versão) gesso patinado 50,5 × 35,4 × 38,5 cm - Coleção particular 1956 Natureza-Morta Viva óleo sobre tela 125 × 160 cm São Petersburgo (Flórida)] Museu Salvador Dali, empréstimo de E. e A. Reynolds Morse 1958 Rosa Meditativa óleo sobre tela cm × 28 cm Huntsville Museu de Arte de Huntsville 1963 Galacidalacidesoxyribonucleicacid óleo sobre tela 305 cm × 345 cm São Petersburgo (Flórida)] Museu Salvador Dali 1965 A Estação de Perpignan óleo sobre tela 296 cm × 406 cm Cologne Museu de Ludwig 1969 Toureiro Alucinógeno óleo sobre tela 398,8 × 299,7 cm São Petersburgo (Flórida)] Museu Salvador Dali Um grande número das obras de Salvador Dali está exposto na Fundação Gala-Salvador Dali em Figueras, no Teatro-Museu Dalí, que é conhecido por apresentar o maior número de objetos surrealistas do mundo. == Galeria == Ficheiro:Dalí._Gala.JPG|Gala na Janela (1933), Marbella Ficheiro:Salvador_Dali_The_Rainbow_1972.jpg| O Arco-Íris (1972), M.T. Abraham Foundation Ficheiro:Dalí.Rinoceronte.JPG|Rinoceronte vestido con puntillas (1956), Puerto José Banús Ficheiro:Plaza_de_Dalí_(Madrid)_08.jpg|Plaza de Dalí (Praça Dalí), Madri Ficheiro:Dalí.Perseo.JPG|Perseo (Perseus), Marbella Ficheiro:Children-at-Dali-exibition.jpg|Crianças na exposição Dalí no Museu Sakıp Sabancı, Istambul ==Livros sobre Salvador Dalí== * Amanda Lear, Mon Dalí, Michel Lafon, 2004, 347 p. (ISBN 2749901111) * Michel Nuridsany, Dalí, Flammarion, 2004, 471 p. (ISBN 2080682229) * Robert Descharnes et Gilles Néret, Salvador Dalí 1904-1989, Taschen; 1998, (ISBN 3-8228-7335-7); 2004, (ISBN 3-8228-3180-8); 2006, (ISBN 3-8228-5007-1) * Robert Descharnes et Gilles Néret, Dalí: l'œuvre peint Coffret, 2 volumes. Vol. 1: 1904-1946. Vol. 2: 1946-1989., Taschen; 2001, (ISBN 3-8228-1208-0); 2004, (ISBN 3-8228-3554-4) * Robert Descharnes e Nicolas Descharnes, Dalí. Le dur et le mou, Sortilège et magie des formes Sculptures et Objets, Eccart, 2003 (ISBN 2-9521023-0-9) * Robert Descharnes, Dali, l'héritage infernal, Paris, Ramsay-La Marge, 2002 (ISBN 2841146278) * Gilles Néret, Salvador Dalí, 1904-1989, Köln New York, Taschen, 2000 (ISBN 3822859478) * Jean-Pierre Thiollet, Carré d'art : Barbey d'Aurevilly, Byron, Dali, Hallier, Croissy-sur-Seine, Anagramme éd, 2008 (ISBN 9782350351896 et 2350351890) * Jordi Puig, Sebastià Roig Dalí, le triangle de l'Ampourdan - Triangle Postals 2004 (ISBN 84-878-12-7) * Ignacio Liaño, Dali, Paris, Albin Michel, 1990 (ISBN 2226018557) * Robert Descharnes, Dali: l'oeuvre et l'homme, Lausanne, Edita - Éditions des Trois Continents, 1984 (ISBN 2880011752) * Paul Perry, Dalí's Fátima Secret: A True Story of Salvador Dalí, the Apparitions of Fátima, and an American's Heavenly Inspiration from Hell, 2020 (ISBN 978-0578757650) ==Ligações externas== * * * * Categoria:Pintores da Catalunha Categoria:Pintores do surrealismo Categoria:Cineastas da Espanha Categoria:Escultores da Espanha Categoria:Arte fantástica Categoria:Católicos da Espanha Categoria:Poetas do surrealismo Categoria:Naturais de Figueres Categoria:Pintores da Espanha Categoria:Mortes por doença de Parkinson Categoria:Marqueses da Espanha Categoria:Mortes por insuficiência cardíaca Categoria:Anticomunistas da Espanha Categoria:Franquismo",
 "title": "Salvador Dalí"
}