{
 "id": "17513",
 "text": "Golfe é um esporte no qual os jogadores usam diversos tipos de tacos para arremessar uma bola para uma série de buracos numa vasta extensão de terreno (campo de golfe), usando o menor número possível de tacadas. É um dos poucos desportos com bola que não exige uma área de jogo normalizada. Em vez disso, o desporto é praticado num campo de golfe, o qual geralmente consiste numa progressão de nove ou dezoito buracos. Cada buraco inclui uma área de terreno inicial (tee) e uma área final (putting green), na qual se encontra uma bandeira e o buraco propriamente dito. Entre as duas áreas existem diversos tipos padronizados de terreno e obstáculos (caixas de areia, lagos, rios, poças etc), e cada buraco possui uma configuração única (podendo haver ondulações no terreno). As competições de golfe são geralmente pontuadas em função do menor número de tacadas individuais, no formato chamado stroke play, ou a pontuação mais baixa em cada buraco individual durante uma ronda completa de um jogador ou de uma equipe, ou jogo por buracos (match play). O formato jogo por tacadas, no entanto, é o mais comum em todas as competições. ==História== A palavra golfe tem origem inglês golf, que por sua vez provém do alemão kolbe, significando taco. Considerado um esporte de elite por muitas pessoas, sua real origem é bastante discutida, sendo que a mais aceita é a sua criação pelos escoceses que já o praticavam por volta de 1400. Em 1457, o parlamento escocês, por ordem do rei Jaime II da Escócia, proibia a prática do golfe por considerá-lo um divertimento que afetava os interesses do país.GOLF.TUR (2012). A história do golfe no mundo. Sítio Golf.tur . Acessado em 10 de janeiro de 2012. Alguns historiadores tentam atribuir aos ingleses a criação deste esporte. Outras origens são conhecidas, um antigo jogo romano chamado Paganica (o jogo dos camponeses), era praticado nos séculos XVII, XVIII e início do XIX, com uma bola de pele ou couro cheia de penas e com uma vara curva, lembrando bastante o golfe. Existem historiadores que acreditam que o golfe tem origem no jeu de mail, antigo jogo francês do qual se assemelha ao golfe principalmente nas regras, mas que é praticado em espaços fechados e às vezes em quadras. Outras possíveis origens do golfe são o flamengo chole e o holandês kolven, mas estas hipóteses não são consideradas as mais prováveis, uma vez que o chole, embora jogado em campo aberto, utiliza uma bola para os dois times, o que não é permitido no golfe. Segundo documentos antigos, todo golfista que jogar com a bola do adversário receberá penalização. É geralmente considerado um desporto burguês, cuja prática é exclusiva e apanágio das classes mais abastadas e socialmente privilegiadas. ==O jogo== O golfe é jogado em campos de relva ou em parques apropriados, com um ou mais percursos delimitados. O objetivo do jogo consiste em sair de um local determinado, em campo aberto, e embocar a bola no menor número de tacadas possível, em buracos estrategicamente colocados em distâncias variadas. O jogo normalmente é disputado em percurso de 18 buracos, e, numa competição, quem totalizar o menor número de tacadas ao término dos 18 buracos é o vencedor. Para dificultar a tarefa, o trajeto até o buraco pode incluir pequenos lagos, poços de areia, árvores e locais com relva mais alta.FEDERAÇÃO PAULISTA DE GOLFE (2009). Como Jogar. Sítio Federação Paulista de Golfe . Acessado em 12 de janeiro de 2012. O golfe pode ser jogado individualmente ou em grupos de dois a quatro jogadores, e tem como particularidade a ausência de um \"adversário\" propriamente dito, o único adversário do golfista é o próprio campo, uma vez que não há nada que ele possa fazer no sentido de dificultar o desempenho de outros jogadores. O resultado depende de seu esforço individual e sorte, e cada golfista luta para baixar a sua pontuação total no campo. O número de tacadas de cada jogador é acumulado e vence quem completar os 18 buracos com um menor número de tacadas. Os jogadores caminham ao ar livre pelo menos quatro quilômetros por jogo. Uma partida costuma durar em média quatro horas. Quando a bola durante o jogo cair em locais adversos para a jogada, por exemplo, dentro de um lago perto do campo, o jogador poderá tirá-la e colocá- la o mais próximo do local onde a bola caiu. Por isso, receberá a penalidade de uma tacada extra. Caso o obstáculo seja uma banca de areia, não há nenhuma penalidade, o jogador tem de jogar dentro desse obstáculo. Em competições oficiais, é proibido um golfista falar com outros jogadores acerca do jogo. Já em jogos entre amigos, é normal o golfista mais experiente dar \"dicas\" aos menos experientes. ===Par do buraco=== Desde o local de saída (tee) até o buraco, o número médio de tacadas necessárias para embocar a bola é um índice, chamado par do buraco, que ajuda a medir o desempenho do jogador. Conforme a distância, há buracos de par três (até 250 jardas/228 metros), par quatro (até 470 jardas/430 metros), par cinco (até 690 jardas/430 metros) ou par 6 (mais de 690 jardas/430 metros). Para as mulheres, as distâncias são um pouco menores. ===Par do campo=== A somatória total do par de todos os buracos dá origem a outro valor de referência, o par do campo. Se um campo tem par 71, quer dizer que um jogador regular deve, ao término dos 18 buracos, totalizar o mais próximo possível de 71 tacadas. Quando o par é 71 e o jogador termina os 18 buracos em 70 tacadas, é comum dizer que fez \"um abaixo do par\"; se terminou com 69, \"dois abaixo do par\", e assim por diante. No mesmo par 71, se marcar 72, diz \"um acima do par\"; 73, \"dois acima do par\", e assim sucessivamente. == Pontuação == De acordo com o número de tacadas, há um termo específico, sendo estes aqui referenciados: Nº de tacadas Termo especifico Definição -3 Albatross (ou double-eagle) Três tacadas abaixo do par -2 Eagle (ou double-birdie) Duas tacadas abaixo do par -1 Birdie Uma tacada abaixo do par 0 Par Número de tacadas igual ao par +1 Bogey Uma tacada acima do par +2 Double bogey Duas tacadas acima do par +3 Triple bogey Três tacadas acima do par === Hole in one === Hole in one é a jogada na qual o golfista acerta a bola no buraco com apenas uma tacada. As competições profissionais costumam oferecer prémios especiais para quem consegue realizar essa proeza. Nas competições amadoras, o costume é o jogador que fez o hole-in-one oferecer aos outros jogadores presentes no clube, como uma refeição ou bebidas. As regras de golfe proíbem que amadores recebam dinheiro. ==== Holes in one consecutivos ==== Laura Cox foi a primeira golfista a conseguir dois holes in one em dois buracos consecutivos. Isso aconteceu em Maio de 1977, em Sydney, na Austrália. Nenhum golfista tinha conseguido essa proeza antes. === Albatross ou Double Eagle === Albatross ou Double Eagle é a designação da jogada onde se coloca a bola no buraco com três tacadas a menos que o respectivo par. É representado por -3. === Eagle === Eagle é a designação da jogada onde se coloca a bola no buraco com duas tacadas a menos que o respectivo par. É representado por -2. === Birdie === Birdie é a designação da jogada onde se coloca a bola no buraco com uma tacada a menos que o respectivo par. É representado por -1. === Par === O “par” é o número de tacadas necessárias para colocar a bola no buraco. Por exemplo, um fairway com par de três a cinco, quer dizer que são necessários de três a cinco tacadas para colocar a bola no buraco. É representado por E ou Par. === Bogey === Bogey é quando se faz uma tacada acima do par. Se o buraco, por exemplo, é de par 4 e o jogador faz 5 tacadas, diz-se que ele fez um bogey. É representado por +1. === Double Bogey === Double bogey é quando se faz duas tacadas acima do par. Se o buraco, por exemplo, é de par 4 e o jogador faz 6 tacadas, diz-se que ele fez um double bogey. É representado por +2. === Handicap === Handicap é a maneira utilizada para que jogadores de diferentes níveis de habilidade possam jogar uma partida entre si. O handicap são tacadas de bonificação dadas ao jogador menos experiente para serem descontadas ao término do jogo. Quanto menor o handicap, melhor o jogador. Um jogador profissional não tem handicap. O handicap varia de 0 a 40 para homens e mulheres, e, conforme o jogador progride no esporte, vai diminuindo o seu handicap. == Modos de jogo == Há muitas modalidades de jogo de golfe. As mais utilizadas são stroke play, onde o vencedor é definido pelo menor número na somatória das tacadas; e match play, onde são conferidos pontos a cada buraco, por exemplo, no primeiro buraco o jogador \"A\" emboca a bola em menos tacadas que o jogador \"B\", recebendo um ponto, e assim por diante. Quem somar o maior número de pontos é o campeão. O golfe também pode ser jogado em duplas ou trios, com a somatória do resultado de cada jogador da equipe, duplas mistas, e uma infinidade de variações. ==O campo== Um campo de golfe oficial tem nove ou dezoito buracos, ou seja, nove ou dezoito Fairways. Cada Fairway tem de 25 a 30 metros de largura e 300 a 500 metros de comprimento. O comprimento dos Fairways define o número do “par” do campo. Levando em conta esses números, mais os espaços necessários de segurança e os espaços entre os Fairways, um campo de golfe com nove buracos necessita de uma área aproximada de 25 a 30 hectares e, já o campo de 18 buracos, necessita de uma área de 40 a 50 hectares. Campos não oficiais, em condomínios residenciais ou resorts, por exemplo, podem ser menores, com três ou seis buracos. Não há um campo de golfe igual a outro. Por isso, cada campo é um novo desafio. Há campos no meio de desertos, em regiões montanhosas, em planícies, em regiões costeiras etc. Os campos normalmente são formados por conjuntos de 9 ou 18 buracos. Em outros números, um campo de golfe oficial ocupa cerca de um milhão de metros quadrados. O percurso total de 18 buracos, geralmente, tem cerca de seis quilômetros de extensão em linha reta, e demora perto de quatro horas e meia para ser concluído. ===Percurso=== O percurso de um buraco visto por cima apresenta os seguintes elementos: tee, local de saída; fairway, região de grama baixa onde é fácil para o jogador dar a próxima tacada; rough, região de grama alta, onde é difícil bater a bola; e o green, local de grama rasteira e muito bem aparada, com altura média de 2 mm, onde fica o buraco. O fairway pode ser entrecortado por rios, lagos, bancas de areia (bunkers) e outros obstáculos (hazards) para dificultar o progresso do jogador. ==Equipamento== Por equipamento de golfe entende-se o conjunto de utensílios que o jogador de golfe deverá dispor para praticar este esporte e que engloba materiais tão diversos como sejam: o taco, as bolas, o saco, o carrinho, a roupa, a luva, os sapatos, além de outros apetrechos, sendo dentre estes os fundamentais para a prática do jogo, o taco, as bolas e o saco.FEDERAÇÃO NORTE DE GOLFE (2010). Acessórios e Equipamentos. Sítio Federação Norte de Golfe . Acessado em 11 de janeiro de 2012. ===Tacos=== Os tacos ou clubs são os utensílios principais que servem para bater na bola dirigindo-a para o buraco. Existem vários tipos de tacos: as madeiras, os ferros e os putters. ====Tacos de madeira (woods) e ferro (irons)==== Os tacos de madeira, atualmente em sua maioria fabricados com grafite ou metal, e os ferros, apresentam três seções distintas: a \"cabeça\", a \"vareta\" e a \"pega\" ou \"punho\". A vareta é ligada à cabeça através do \"pescoço\" ou \"base\". A cabeça encontra-se dividida em outras seções: a \"ponta\", a \"face\", o \"calcanhar\" e a \"sola\". As varetas apresentam diversos graus de flexibilidade sendo classificadas numa das seguintes categorias: XS= ultra-rígida; S = rígida; R = regular, (normal para homens), A = amador (para seniores) e L = para mulheres. As varetas atuais são feitas em aço, boro ou grafite. As cabeças são feitas em ligas leves metálicas, tendo como base, alumínio, cobre, titânio, tungstênio, dentre outros. As madeiras mais correntes são numeradas de 1 a 5 embora existam madeiras 7, 9 e 11. Estes números correspondem às características de fabricação, mas muito especialmente ao ângulo de abertura da face do taco a que se chama loft. Por exemplo, a madeira nº 1 que se designa, habitualmente, por driver apresenta a sua face quase vertical (regra geral entre 8º e os 11º) no momento em que se bate a bola o que lhe imprime uma trajetória baixa. Pelo contrario, o ângulo da abertura da madeira nº 5 é já maior (22º) o que imprime à bola uma trajetória alta. O loft das diferentes madeiras encontra-se regulamentado, sendo todos os fabricantes obrigados a respeitar o padrão. As madeiras classificam-se em de \"saída\" e de fairway, sendo as primeiras as que apresentam os números 1 e 2 ou 3 e as outras, as restantes. Os ferros são numerados de 1 a 9 e aos quais se juntam ainda o pitching-wedge a que por vezes se chama o 10, e o sand-wedge. Os ferros classificam-se em três grupos: os ferros compridos, do 1 ao 4; os médios, do 5 ao 7; e os curtos, do 8 ao sand-wedge. Os ferros 1 e 2 desapareceram, praticamente, do conjunto ou set e são comprados isoladamente à unidade. Os jogadores de nível médio, não costumam utilizá-los por ser difícil bater a bola com eles. Para efetuar uma boa tacada é preciso bater a bola no lugar exato da face do taco, no sweet-spot o que se torna tão mais difícil quanto maior for o comprimento da vareta. O loft dos ferros aumenta em função inversa do seu comprimento atingindo os 60º e 61º nossand-wedge e Lob-wedges. Com uma tal inclinação da face do ferro consegue-se bater a bola elevando-a muito na vertical. Se considerarmos o conjunto dos ferros do nº 3 ao nº 7, estes permitem ao jogador médio efetuar batidas que vão dos 170 aos 130 metros, isto é, bater a distâncias que variam, entre ferros seguidos, de 10 metros. Os ferros curtos, por sua vez, permitem alcançar as seguintes distâncias: ferro 8 = 110 metros (m); ferro 9 = 100 m; ferro 10, pitching- wedge = 90 m; sand-wedge = 65 m; e, lob-wedge = 50 m. ====Tacos Putter==== Os putters apresentam-se com as mais variadas formas, as varetas são encrustadas na cabeça do putter em diversas posições. O peso do putter varia entre os 420 e os 540 gramas apresentando-se com varetas com comprimentos de 82 a 90 cm. O putter é um taco muito pessoal devendo cada jogador usar o modelo que lhe transmita maior confiança. ===Sacos=== As bolsas, por sua vez, podem ser transportadas pelos jogadores, às costas, se estes forem leves, ou num carrinho, trolley, o qual poderá ser puxado pelo jogador ou pelo seu caddie, acompanhante do jogador que transporta o saco. O número máximo de tacos que um jogador, em competição, pode transportar no saco é de 14. O jogador não pode transportar os tacos na mão, daí que utilize para o efeito um saco, que poderá ser feito de material plástico ou cabedal. Os sacos apresentam-se com diversos tamanhos e modelos, com bolsas destinadas ao transporte de roupas, bolas, alimentos e bebidas, etc. ===Bola=== A bola normalmente é branca e a camada exterior que a cobre tem uma série de \"covinhas\", cerca de 500, para lhe aumentar o efeito de aerodinâmica. Em 1968 foram definitivamente fixadas, pelas entidades regulamentadoras do golfe, as especificações técnicas da bola, e onde se diz que o diâmetro da bola não pode ser inferior a 42,67 mm, nem a sua massa ser superior a 45,93 gramas. ==Musculatura== Uma tacada de golfe usa a musculatura do core (centro) – especialmente o músculo sacroiliolombar e o músculo grande dorsal, ou latissimusdorsi, ao fazer a virada – os tendões das pernas, os ombros e os pulsos. Ter músculos mais fortes nos pulsos pode prevenir que eles acabem torcidos pelo \"swing\", o movimento de rotação feito para realizar uma tacada, enquanto que ombros mais fortes elevam a força do movimento de giro. Pulsos fracos também podem causar impacto no cotovelo e no pescoço, o que acaba causando lesões. (Quando um músculo se contrai ele puxa igualmente de ambos os lados e, de forma a ter movimento apenas em uma extremidade do músculo, outros músculos entram em cena para estabilizar o osso no qual a outra extremidade do musculo está ligada.) Golfe é um exercício unilateral que pode causar falhas no equilíbrio do corpo, exigindo, assim, exercícios que mantenham o equilíbrio muscular.Ahn Hye Jung (11 de novembro de 2012), World Class Fitness Trainers, John Sitaras, Golf Digest == Vocabulário do golfe == O golfe possui uma série de termos e expressões comumente utilizados em suas partidas: * Green: Buraco que está em jogo, ou seja, em que a bola deverá ser colocada. É toda a zona do buraco que está a ser jogado. * Fairway: Corredor do campo de golfe entre o Tee e o Green. * Caddie: Caddie ou cádiPortal da Língua Portuguesa – Dicionário de Estrangeirismos é o nome que recebe o carregador da bolsa com os tacos do golfista. Apenas em 1980 as mulheres passam a ser aceites como caddies. O conhecimento do campo de golfe e a observação constante dos jogadores permitiu que muitos deles se tornassem golfistas ou professores de golfe. Os caddies são considerados desportistas. * Caddie avançado (forecaddie): Um caddie avançado, é uma pessoa nomeada pela Comissão Técnica para indicar aos jogadores a posição das bolas durante o jogo. Ele é um agente externo. * Tee: Local da primeira tacada. Tee também é o nome dado ao pino que pode ser usado sob a bola apenas na tacada inicial ou em condições extraordinárias de jogo (tee up). * Bandeira (flagstick): A bandeira é uma haste rectilínea, móvel, com ou sem um pano de bandeira ou outro material pendurado, centrada no buraco para mostrar a sua posição. A sua secção transversal deve ser circular. *Juiz árbitro (referee): Juiz árbitro é uma pessoa nomeada pela Comissão Técnica para acompanhar os jogadores a fim de decidir sobre questões de fato e aplicar as Regras. Ele deve atuar sempre que notar ou lhe for comunicada qualquer infração às Regras. Um juiz árbitro não deve assistir à bandeira nem estar junto do buraco ou marcar a sua posição nem levantar ou marcar a posição da bola. == Principais torneios do mundo == O PGA Tour, principal circuito do golfe mundial, é baseado nos Estados Unidos. O PGA European Tour (atualmente DP World Tour, por questões de patrocínio) é um circuito de golfe para jogadores europeus e é baseado na Europa. Há quatro grandes torneios chamados de Majors, são eles, sendo que apenas o último é parte do sistema do PGA Tour: * Masters Tournament: Disputado no mês de abril no estado da Geórgia, Estados Unidos; * U.S Open: Disputado no mês de maio em diferentes locais dos Estados Unidos; * The Open Championship: Disputado no mês de junho em diferentes locais no Reino Unido; * PGA Championship: Disputado no mês de julho em diferentes locais dos Estados Unidos. == Principais torneios do Brasil == No Brasil o golfe é praticado em sua grande maioria por esportistas amadores. Porém existe uma grande variedade de torneios realizados pelos Clubes Regionais, pelas Federações e pela Confederação Brasileira de Golfe. ==O Golfe nos Jogos Olímpicos== O golfe voltará a ser um dos esportes olímpicos a partir dos Jogos do Rio de Janeiro, em 2016. O congresso do Comitê Olímpico Internacional (COI) decidiu no dia 9 de outubro de 2009 pela reinclusão da modalidade na programação do evento. Para entrar na Olimpíada, o esporte precisou ser submetido a uma votação dos membros do COI, em que era necessária a aprovação da maioria. O golfe passou com 63 votos a favor, 27 contra , e duas abstenções.AGÊNCIA ESTADO (2009). COI confirma golfe e rúgbi nos Jogos Olímpicos de 2016. Sítio Estadão . Acessado em 11 de janeiro de 2012. O esporte já havia feito parte de olimpíadas do início da Era Moderna dos Jogos, em 1900 e 1904. Antes desta votação, a modalidade fora vetada em eleição realizada em 2005 para compor o quadro de esportes das Olimpíadas de Londres, em 2012. O golfe terá vaga garantida nos jogos olímpicos apenas até 2020. Em 2017, a participação do golfe será novamente colocada em votação, para os eventos de 2024 em diante. == Filmografia com temática sobre golfe == * Amor Invencível (Follow the Sun, 1951) * A Mulher Absoluta (Pat and Mike, 1952) * A Tale of Sorrow and Sadness (A Tale of Sorrow and Sadness, 1977) * Clube dos Pilantras (Caddyshack, 1980) * Dorf´s Golf Bible (Dorf's Golf Bible, 1987) * Clube dos Pilantras 2 (Caddyshack II, 1988) * A Grande Tacada (Dead Solid Perfect, 1988) * Dorf on Golf (Dorf on Golf, 1988) * Den ofrivillige golfaren (Den ofrivillige golfaren, 1991) * A Tacada Perfeita (The Man with the Perfect Swing, 1995) * Um Maluco no Golfe (Happy Gilmore, 1996) * O Jogo da Paixão (Tin Cup, 1996) * Lendas da Vida (The Legend of Bagger Vance, 2000) * O Reverso da Fortuna (Reversal of Fortune, 2003) * Bobby Jones, a Lenda do Golf (Bobby Jones, stroke of genius, 2004) * O Melhor Jogo da História (The Greatest Game Ever Played, 2005) * Who´s Your Caddy? (Who's Your Caddy?, 2007) * Birdie Buddy (Birdie Buddy (kdrama), 2011)\" * The Short Game (The Short Game, 2013 == Ver também == * Campo de golfe * Golfe de rua * Minigolfe * Beach golf * Jogo por tacadas * Jogo por buracos * Sistema Stableford == Ligações externas == * * * * * * * * * Lisbon Sports Club Categoria:Desportos olímpicos do passado",
 "title": "Golfe"
}