{
 "id": "17527",
 "text": "Eiriz é uma povoação portuguesa sede da Freguesia de Eiriz do Município de Paços de Ferreira, freguesia com 4,86 km² de área e 2181 habitantes (censo de 2021), tendo, por isso, uma densidade populacional de . ==História== Eiriz situa-se no noroeste do município, numa zona de meia-encosta, num vale entre dois montes. No território que constitui atualmente a freguesia, surgiram diversos testemunhos do período romano. No lugar da Bouça da Devesinha Nova, o Abade de Tagilde, padre Oliveira Guimarães, encontrou uma necrópole luso- romana. Por entre um numeroso espólio que, entretanto, se perdeu, destaca-se uma bilha de bojo ovóide e gargalo alto, exposta no Museu Martins Sarmento, e uma lucerna aberta, com reservatório em forma de taça e três aberturas para a passagem da mecha. Relativamente próximo, no lugar de Real, foi descoberta em 1951 um par de mós dormentes e giratórias, a sugerir também a existência de um povoamento correspondente a uma necrópole luso-romana, que nos faz pensar na zona de influência de Sanfins neste período. No extremo de Eiriz, nos limites com Meixomil, terá existido uma freguesia sueva, chamada de Santa Cruz. Dessa suposta Basílica de Cacães, datada do séc. V d. C., restou uma bilha em barro, em que, com moldes especiais, foram aplicados motivos decorativos diversos. Existiram ainda dois cemitérios proto- cristãos na freguesia, provavelmente do tempo visigótico: um no Monte de São Gonçalo, junto da capela, e outro na Bouça das Cinzas, no lugar de Além. Eiriz é pela primeira vez referida no ano de 976, no testamento de uma dama (Trastina) que, temendo a morte por pecados cometidos, legou a um ermitério instalado na Igreja de Santa Cruz de Cacães parte dos seus rendimentos agrários. A Quintã de Ferreira, na atual freguesia de Eiriz, está intrinsecamente ligada à origem do nome Ferreira e tinha a sua Igreja S. Felix de Ferreira, já afirmada nas inquirições régias de 1220, assim como a de Santa Cruz de Ferreira, em Cacães. Este Ferreira, com brasão na Casa do Paço ( Eiriz) e na Casa da Igreja/Solar dos Brandões (Sanfins de Ferreira), crescem em torno a Vila Cova e entendem os seus domínios de Lustosa até Sobrão, onde, com seu Paço em Sobrão, afirmam a sua Honra na antiga Santa Eulália de Paços, e impõem o seu nome, passando então a designar-se Paços de Ferreira: «o assento do Paço de Ferreira, para aqui mudado pelo capitão Paulo Ferreira, e que deu o nome ao concelho.» Nas Inquirições de 1220, é indiciada já como paróquia, no Termo de Ferreira, surgindo nesse documento diversos topónimos relativos à freguesia: Eiriz, Cabo, Quintela, Real, Vila Verde, Vilar, Boielo, Cal, Lavadeira, Quintana, Palheiro e Torre. Nas Inquirições de 1258, era de herdadores fidalgos. A paróquia compunha-se de sete «villas» ou demarcações agrícolas: Quintela, Real, Vila Verde, Vilar, Bustelo e Quintã, no Paço. Apesar de todo o protagonismo evidenciado anteriormente, Eiriz vai acabar por ser integrada na Honra de Carvalhosa durante o século XIII. Mais tarde, esteve integrada no Julgado de Aguiar de Sousa. A Igreja Matriz de S. João Evangelista, de transição do barroco para o maneirismo, e o Cruzeiro do Senhor Roubado, quinhentista, são os principais pólos de interesse patrimonial da freguesia. Especial importância, local e nacional, merece a Caso do Paço, brasonada com as armas dos Ferreira http://www.soveral.info/mas/Ferreira.htm. Numa das inquirições medievais, segundo Soveral, é afirmado que o rio que passa pela Velha Quintã de Ferreira e atravessa a freguesia é o Rio Ferreira. ==Toponímia== O nome de Eiriz evoca a nobreza guerreira. A sua raiz, Aria, significa nobre. Alguns autores completam esta tese e referem que Eiriz é um antroponímico, ou seja, Eiriz seria filho ou descendente de Erigo ou Eurico, senhorio militar ou descendente da época. De qualquer maneira, é sem qualquer dúvida um topónimo germânico, tão comum em toda a região. ==Demografia== A população registada nos censos foi: Distribuição da População por Grupos Etários Ano 0-14 Anos 15-24 Anos 25-64 Anos > 65 Anos 2001 497 358 1105 163 2011 473 320 1301 209 2021 310 308 1221 342 == Eiriz na Pré-história == Eiriz foi povoada desde muito cedo, facto natural se tivermos em conta as condições naturais de que os povos primitivos desfrutaram. O clima era favorável, o solo fértil e a vegetação densa e arborizada. Os primeiros vestígios de sedentarização, baseada numa economia agrícola, no concelho de Paços de Ferreira, remontam ao quarto milénio a. C.. A chamada cultura megalítica, marcada pela prática da inumação coletiva em grandes monumentos construídos para o efeito, deixou algumas marcas, que nos permitem conhecer um pouco do modo de vida destas populações neolíticas. Eram povos que viviam da agricultura e da domesticação de animais e habitavam em pequenas e toscas casas de argila ou madeira. Construíam dólmens, antas e mamoas, monumentos constituídos por uma câmara e um corredor de acesso, coberto por lajes, nos quais sepultavam os seus mortos. Ficou célebre, em Paços de Ferreira, o dólmen de Lamoso, construído por esses povos há mais de 3 mil anos para enterrar os seus mortos e realizar cerimónias tribais ligadas à magia astral e ao culto da fertilidade. Outros vestígios de monumentos megalíticos, que certamente existiram em Eiriz e no resto do concelho, não chegaram, infelizmente, aos nossos dias. Entretanto, ligada à civilização do ferro, desde o séc. X que se fora desenvolvendo no território da Península Ibérica uma civilização castreja, que seria como que um vínculo entre os povoadores do Neolítico e os Lusitanos. Os castros eram povoações fortificadas, definidas por duas ou três linhas de muralhas, que se ergueram no cimo dos montes, nas quais se fixavam tribos, em busca de segurança e de defesa contra grupos rivais. No interior das muralhas, eram construídas casas de pedra, redondas, retangulares ou oblongas, cobertas de colmo ou de ramos de árvores. Assim se manteve, durante vários séculos, uma civilização pobre e arcaica, que se dedicava a uma agricultura de subsistência. Só com a chegada dos Romanos à Península Ibérica, no ano de 219 a. C., esses castros começaram a ser abandonados e as populações que aí habitavam começaram a descer às planícies, aos férteis vales aluviais. No território que constitui atualmente a freguesia de Eiriz, surgiram diversos testemunhos desse período. No lugar da Bouça da Devezinha Nova, o Abade de Tagilde, Pe. Oliveira Guimarães encontrou uma Necrópole luso-romana. Foi recolhido, por entre um numeroso espólio que entretanto se perdeu, uma bilha de bojo ovóide e gargalo alto, exposta no Museu Martins Sarmento, e uma lucerna aberta, com reservatório em forma de taça e três aberturas para a passagem da mecha. Relativamente próximo, no lugar de Real, foi descoberta em 1951, um par de mós dormentes e giratórias, a sugerir também a existência de um povoamento correspondente a uma necrópole luso-romana, que nos faz pensar na zona de influência de Sanfins neste período. Terá sido nesta altura que Eiriz conheceu a sua primeira forma de unidade política. Com efeito, todos os núcleos populacionais castrejos desta zona parecem ter estado coordenados entre si, sob uma mesma organização política e administrativa, dominada sem dúvida por Sanfins. Aliás, a influência de Sanfins, ou de algum chefe local aí radicado, estendia-se a grande parte do atual território concelhio. A cartografia dos castros e necrópoles do período tardo-romano evidencia um progressivo movimento de ocupação das vertentes das colinas e dos rios, mas que nesta altura não atinge um raio elevado de expansão, uma vez que raramente ultrapassa as margens direitas dos rios Eiriz, Carvalhosa e Ferreira. Os Romanos não terão aceitado bem este “habitat” castrejo, demasiado aguerrido e baseado numa economia de subsistência. Aos poucos atraíram a população para as zonas baixas onde a cultura intensiva de cereais era viável e por via disso se tornava possível a recolha de excedentes e a cobrança de impostos. A zona de influência da Citânia de Sanfins quando romanizada estendeu-se por certo a toda a área que atualmente compõe a freguesia de Eiriz. É pertinente referir- se que ao tempo as demarcações administrativas, como existem atualmente, não faziam qualquer sentido. O próprio balneário público, a Sudoeste da grande Citânia de Sanfins e hoje em terrenos da Freguesia, serviria a generalidade da população. Séculos passados, Eiriz mantêm-se uma zona essencialmente agrícola, onde a indústria de móveis e têxteis se encontra como que deslocada. Ainda mantém 12 moinhos de cereais em atividade ou parados o que não deixa de ser um testemunho deste passado agrícola. == Sementes do Cristianismo == No ano de 409, povos de origem germânica, de que se destacariam os suevos e, posteriormente, os visigodos, invadem a Península Ibérica e, passados dois anos, conquistam toda a região. O Império Romano, em decadência, foi facilmente substituído por um povo guerreiro e pagão, que durante três séculos dominou o futuro território português. É um período rico da história de Portugal, importante na formação do país. Com os suevos e os visigodos, vão ser lançadas as bases de um mundo novo, o mundo medieval. Começa a desenhar-se uma nova organização social e política do território, e no domínio religioso, a ascensão do Cristianismo como religião oficial, dominadora, monopolizadora das consciências. Por via de um povo bárbaro entretanto convertido ao catolicismo. Bárbaros porque não falavam o Latim, antes uma língua \"estranha\". Foram assim apelidados quando se \"atreveram\" a invadir território romano. Mas, apesar de rudes e habituados à arte da guerra, depressa fizeram amizade entre a população íncola, e rapidamente passaram a dedicar-se ao trabalho dos campos, trocando, na feliz expressão de Osório, \"a espada pelo arado\". A sua ação perdurou no tempo. Todo o mundo medieval português tem as suas raízes nesta época, principalmente as instituições religiosas, embora a invasão muçulmana tenha interrompido, mais a Sul que a Norte, todo este processo. As razões de uma tão perfeita assimilação entre os povos locais e uns germanos aparentemente tão diferentes, teremos de as encontrar nos finais do domínio romano em Portugal. A situação económica do Império degradava-se dia após dia, e quem sofria mais era a classe trabalhadora, os colonos semilivres, que viviam praticamente numa situação de escravidão. Por tudo isto, não se defrontaram os Suevos com uma resistência popular forte e minimamente motivada para o combate. Durante o período suevo e visigótico, assistiu-se a um crescimento demográfico, que acentuou os progressos do povoamento e da agricultura. Ou a passagem de uma economia guerreira a uma economia agrária, de um povoamento concentrado a um povoamento disperso, das muralhas aos campos. No extremo de Eiriz, nos limites com Meixomil, terá existido uma freguesia sueva, chamada de Santa Cruz. Dessa suposta Basílica de Cacães, datada do séc. V d.C., restou uma bilha em barro, em que, com moldes especiais, foram aplicados motivos decorativos diversos. Existiram ainda dois cemitérios proto cristãos na freguesia, provavelmente do tempo visigótico: um no Monte de São Gonçalo, junto da Capela, e outro na Bouça das Cinzas, no lugar de Além. A presença dos suevos e visigodos na toponímia de Paços de Ferreira demonstra à evidência a importância da sua passagem pela região. O exemplo mais significativo é porventura Freamunde, topónimo suevo que apela à transparência de proteção na paz. O nome Eiriz, pelo contrário, evoca a Nobreza guerreira. A sua raiz, Aria, significa nobre. Alguns autores completam esta tese, e referem que Eiriz é um antroponímico, ou seja, Eiriz seria filho ou descendente de Erigo ou Eurico, senhoria militar ou descendente da época. De qualquer maneira, é sem qualquer dúvida um topónimo germânico, tão comum em toda a região. == Eiriz e o Paço-de-Ferreira == Temos então um quadro claro sobre as origens medievais de Eiriz. Terra fértil, escolhida pelos povos germanos que aqui se fixaram e lançaram as bases do mundo medieval português. Os séculos VIII e IX foram marcados pelo início da Reconquista Cristã, imediatamente a seguir à Invasão Muçulmana de 711. Em termos demográficos, esta época é de retrocesso, acompanhado pela retração da área cultivada, e pela preferência dada ás colinas mais elevadas como lugar de habitat, devido à maior segurança que ofereciam. A partir do séc. X, começa a recuperação económica. Intensifica-se o aproveitamento agrícola do solo e o desenvolvimento do pastoreio. Com o aumento da população, vão surgir excedentes demográficos, que irão contribuir para a intensificação do cultivo das terras do eixo Eiriz-Carvalhosa-Ferreira. Eiriz é pela primeira vez referida no ano 976. É um testamento de uma dama que, temendo a morte por pecados cometidos, legava a um Ermitério instalado na Igreja de Santa Cruz de Cacães parte dos seus rendimentos agrários. Eiriz terá estado mesmo na origem de Paços de Ferreira. Em tese ainda não cabalmente confirmada, é de supor que terá sido em Eiriz \"o assento do Paço de Ferreira, para aqui mudado pelo Capitão Paulo Ferreira, e que deu o nome ao concelho.\" A família dos Ferreiras era originária de Espanha. Fixou-se em Eiriz e não tardou a erguer aí o solar ou paço da sua Quinta. Um dos membros mais importantes da família, D. Fernando Álvares Ferreira, viveu em Eiriz, no Paço de Ferreira, e serviu o rei D. Sancho I, de quem foi rico-homem, e “dele recebeu em mercê muitos herdamentos no referido concelho”. A tradição oral diz que a Casa de Ferreira, no lugar de Ferreira, era muito antiga. Ainda lá existe a consta de duas casas unidas mas sucessivamente arranjadas. Diz ainda a tradição que a Capela da casa do Paço era da Casa de Ferreira, a cerca de 200 metros, e que foi de lá transferida. Os mais velhos diziam que as procissões saíam da Capela do Paço, passavam pelo Cruzeiro de Ferreira e iam para a Capela de São Gonçalo. Essa Capela de Ferreira teria vindo da família Ferreira, com paço em Eiriz, desde o séc. XIII, e transferida para Santa Eulália, que não pertencia ao Couto de Ferreira. Não espanta que assim tenha acontecido. Nestes heróicos anos da Reconquista Cristã, Eiriz era ponto importante da propriedade nobiliárquica. Esta tinha o seu denso núcleo original a Norte e a Noroeste, bordejando as serras e testemunhado a atividade militar desenvolvida pelos nobres nos tempos da Reconquista. Eiriz é pois uma freguesia muito antiga e importante. Nas Inquirições de 1220, é indiciada já como Paróquia, surgindo nesse documento diversos topónimos relativos à freguesia: Eiriz, Cabo, Quintela, Vila Verde, Vilar, Boielo, Cal, Lavadeira, Quintana, Palheiro e Torre. Eiriz é das poucas freguesias do atual concelho que volta a ser referida nas Inquirições de 1258. Tendo em conta estas Inquirições, podemos dizer que as freguesias mais povoadas são aquelas que se localizam na zona de média altitude, como acontece com Eiriz, e também com Figueiró, Carvalhosa, Freamunde e Ferreira. Este aumento da população está relacionado com a conquista para a agricultura de terrenos próprios das bouças e bosques, e com a intensificação da ocupação e exploração das terras aluviais. Nesta altura, a freguesia era de herdadores fidalgos, como antes já fora. A Paróquia compunha-se de sete \"villas\" ou demarcações agrícolas: Quintela, Real, Vila Verde, Vilar, Bustelo e Quintã, no Paço. Apesar de todo o protagonismo evidenciado anteriormente, Eiriz vai acabar por ser integrada na Honra de Carvalhosa durante o séc. XIII. Uma Honra significou, nos primórdios da Nacionalidade, e mesmo depois disso, uma terra imune pertencente a um Nobre. Por outras palavras, determinado território que fosse doado a um Nobre, era considerado uma Honra e tinha a partir daí uma série de privilégios, dos quais a isenção do pagamento de impostos, o direito de justiça e a proibição da entrada dos oficiais régios, não eram os menores. As Honras surgiram em Portugal devido à Reconquista Cristã e à necessidade premente de povoar o mais rapidamente possível o território que ia sendo conquistado aos Mouros. A Honra da Carvalhosa localizava-se, em grande parte, numa das paróquias de mais antiga implantação nobiliárquica, aquela onde, nos limites com Eiriz, se localizava a quintã dos Sousas, e cuja igreja era de exclusivo padroado nobre. Nesta altura, abrangia um vasto território. Estendia-se por seis freguesias: Eiriz, Cacães, Sanfins, Portela, Gonsende e Figueiró. Os seus limites foram fixados por uma Inquirição, hoje perdida, tirados por Rodrigo Pais e Gonçalo Moura. A crescente centralização régia acabaria por ditar o declínio e o fim das Honras. A partir de 24 de Maio de 1385, Eiriz e as restantes freguesias do atual concelho de Paços de Ferreira passaram a pertencer ao Termo do Porto e adepender da sua Câmara Municipal, porque D. João I decidiu premiar os homens-bons da cidade, pela lealdade demonstrada na crise que antecedeu a sua subida ao trono, com a doação daqueles territórios. Desde a Idade Média, Eiriz esteve integrada no Julgado de Aguiar de Sousa. Em termos religiosos, pertencia à Arquidiocese de Braga, juntamente com Codessos, Sanfins, Lamoso, Raimonda, Figueiró e Carvalhosa. == Património Cultural == Se a imprensa é a alma de uma terra, como alguém já referiu, não se pode dizer que o património cultural também não o seja. Os monumentos religiosos, as belas casas solarengas ou as Quintas Senhoriais, tudo isso é parte integrante de uma povoação. Individualiza essa população emrelação às outras, torna-a singular, única. O património cultural e material também concretiza essa função. De dar vida a uma povoação, a um conjunto de casas ou de árvores, de \"pôr as pedras da calçada a falar\". São as tradições, as lendas, as simples \"estórias\" que os mais velhos têm para nos contar. E contam-nos sempre. Nem que para isso tenham de desenferrujar uma memória calejada por anos de alegrias e tristezas, de grandezas e misérias. O património material de Eiriz, os vestígios históricos que nos chegaram do passado, conservam-se ainda em número significativo, ao contrário do que aconteceu em outras freguesias. Verdadeiros \"ex-libris\" de Eiriz, como a Igreja Paroquial, a Capela de Nossa Senhora dos Remédios ou o Padrão quinhentista do lugar do Cabo, conhecido como o Senhor de Pedra, reguem-se ainda hoje, majestosos, e contam-nos um pouco do que foi a história da freguesia. A Igreja Paroquial é humilde, mas o seu estudo revela alguns aspetos interessantes. Datada do séc. XVII, forma um precioso conjunto, com os seus padrões do Calvário antigo, os quais são parte importante do vasto património de esculturas graníticas do concelho. No seu interior, realce para a Capela-mor, revestida de azulejos bem conservados. Na sacristia, uma bela imagem Setecentista de Nossa Senhora, que se conserva, tal como os Anjos Candelários sobreviventes. Na capela lateral da Igreja, a chamada Capela de Nossa Senhora da Assunção, vulgo Nossa Senhora dos Cheiros, encontra-se o mais antigo retábulo existente no concelho, segundo D. Domingos de Pinho Brandão. Um belo e harmonioso retábulo seiscentista, com os seus painéis de tábua pintados. Ao centro, o quadro da Virgem. Na parte inferior, três quadros, e na parte superior outros, mais pequenos, com a Santíssima Trindade no meio. Uma excelente relíquia da arte retabular, de sabor maneirista tardio. Por legado de \"consciência\", Nossa Senhora da Assunção goza o direito de lhe acenderem uma vela aos domingos e dias santos, durante as missas, o que é religiosamente cumprido. Esta Capela terá pertencido aos militares de Carvalhosa e é anterior à Igreja Matriz. Hoje, limita-se a um altar dessa Igreja, um belo altar, que ainda mantem campanário próprio. A Igreja Paroquial teve em tempos um fresco que, juntamente com um outro da Igreja Velha de Sanfins, testemunhava o rico passado da pintura mural do concelho. Dele nada resta, infelizmente por destruição. A Capela de Santo António data de 1680 e foi construída no lugar de Vila Verde. Caída em ruína, boas intenções a fizeram reedificar no Outeiro do Souto, a 300 metros do seu lugar original, graças ao empenhamento do Padre Amaro dos Santos e da população em geral, que se preocupou em respeitar a traça original da Capela. Todos os anos, na noite de 12 para 13 de Junho, \"os Antónios chamavam a si a realização de caprichoso programa festivo.\" A Capela de Nossa Senhora dos Remédios ergue-se junto à Quinta do Paço. Esteve implantada inicialmente no lugar de Ferreira, mas acabou por ser deslocada para o local onde hoje se encontra. A sua reedificação ficou a dever-se ao Padre Rafael Ferreira de Matos, nos finais do Séc. XVI. Uma escritura de 25 de janeiro de 1754, relativa à Capela, reza na epigrafe: “Obrigação à Fábrica de Capela que fez Baltasar de Matos Sequeira e Noronha, fidalgo da Casa Real, morador na sua Quinta do Paço, Freguesia de S. João de Eiriz, termo da cidade do Porto”. Aí se diz que os antepassados de Baltasar de Matos tinham mandado fazer uma Capela no lugar de Ferreira. Mudara aquele a capela para junto das casas em que vivia. Uma Capela de belos traços, mas de propriedade privada. Interiormente, revela pormenores de algum interesse, como a imagem da Padroeira oitocentista. Entre o templo e o solar, nota-se em testa mural a pedra armoriada dos Ferreira de Matos. A Ermida de São Gonçalo é um templo simples, situado no Monte do mesmo nome, e onde se realizam as festividades anuais da freguesia. Data de 1680 a primeira alusão à Ermida, embora indireta. É uma referência a certo dízimo aplicado na devesa de S. Gonçalo, o que pressupõe a existência da Ermida. Segundo refere o >Padre Lemos Ferreira, nas Memórias Paroquiais de 1758, chegou a ser a matriz da freguesia. Numa bouça vizinha, surgiram em tempos sinais de sepulturas. A Capela do Senhor da Cruz, recente, fica situada no topo do cemitério. Foi benzida na manhã de 1 de Abril de 1984 pelo Prelado auxiliar da Diocese, D. José Augusto Martins Fernandes Pedreira, em visita pastoral. Da Capela de Santa Cruz de Cacães, nada resta hoje em dia. A Basílica de Santa Cruz de Cacães constituiu um conjunto dominial onde nem o mordomo nem o juiz do rei podiam entrar. A Capela do Senhor das Bilheteiras, entretanto desaparecida, terá existido no meio de Bouças, a Sudoeste de Eiriz. Era uma capela pequenina, quase limitada a um só altar coberto. Em termos de Casas Solarengas, não pode deixar de ser referenciada a belíssima Casa do Paço, com a sua Quinta. Eiriz apresenta, a exemplo do que acontece um pouco por todo o concelho, uma variedade interessante de esculturas em granito, mais propriamente calvários, cruzeiros e padrões. Uns apresentam motivos da Paixão em relevo, e outros realçam a imagem de Jesus Cristo e de Nossa Senhora. No adro da Igreja Matriz, há um conjunto de padrões e cruzeiros que vêm elo menos do séc. XVII. Junto à estrada, mas um pouco oculto, existe um belo Padrão quinhentista, com a imagem de Cristo esculpida, a quem o povo chama \" Senhor de Pedra\". Com decoração Manuelina, ostenta a Cruz dos Templários, cordas e folhas de canto. De sublinhar que apesar da sua antiguidade, só em Julho de 1974,mercê da luta abnegada do Advogado Joaquim Pinheiro Coelho, foi construída a primeira estrada alcatroada que atravessa a freguesia e, do mesmo passo, se deu inicio à busca de terreno e edificação das escolas primárias e de ciclo, concebidas de raiz, levadas a efeito no lugar do Paraíso. O qual em Janeiro daquele ano, encetou esse esforço contra o Presidente da Câmara de Paços de Ferreira do regime anterior a 25 de Abril de 1974, e ancorado na sua rebeldia, projetou a nobreza desses propósitos no resgate da dignidade oferecida à terra que o viu nascer, elevando Eiriz ao nível das restantes freguesias, inscrevendo-a, para sempre, no roteiro do concelho, do qual se encontrava afastada. Quem visitar Eiriz, não deverá perder os conjuntos rurais edificados de Vila Verde e de Cacães. == Património == * Igreja Paroquial de São João Evangelista de Eiriz * Cruzes da Via Sacra * Padrão quinhentista - \"Senhor de Pedra\" ou \"Senhor do Roubado\" * Capela de Nossa Senhora da Assunção * Capela de São Gonçalo * Capela de Santo António * Capela do Senhor do Bonfim de Bilheiras * Capela do Senhor da Cruz * Capela de Nossa Senhora dos Remédios * Capela de Santa Cruz * Capela Mortuária * Casa do Paço * Casa de Santa Cruz * Casa de Santo António, ou Quinta de Santo António, ou Casa das Donas, ou Casa de Frutuoso das Donas * Casa do Património * Casa de Quintela * Casa de Real * Cemitério da Devesinha * Cemitério de Bilheiras * Cemitérios Cristão Suevo-vizigóticos - \"S. Gonçalo\" e \"Bouça de Cinzas\" * Cemitério do Paraíso (velho) * Cemitério do Cabo (novo) * Citânia de Sanfins * Balneário Castrejo == Associações da Freguesia == *Clube Desportivo Águias de Eiriz *Orfeão de Eiriz *Grupo de Bombos São Gonçalo de Eiriz * Coro Infantil",
 "title": "Eiriz"
}