{
 "id": "17536",
 "text": "Lamoso é uma povoação portuguesa do Município de Paços de Ferreira que foi sede da extinta Freguesia de Lamoso, freguesia que tinha 3,02 km² de área e 1 613 habitantes (2011), e, por isso, uma densidade populacional de 534,1 hab/km². A Freguesia de Lamoso foi extinta em 2013, no âmbito de uma reforma administrativa nacional, tendo sido agregada às Freguesias de Sanfins e de Codessos para formar uma nova freguesia denominada Sanfins Lamoso Codessos.Diário da República, 1.ª Série, n.º 19, Lei n.º 11-A/2013 de 28 de janeiro (Reorganização administrativa do território das freguesias). Acedido a 21 de junho de 2016.. == História == Há alguns anos, antes da designação das Ruas, encontrava-se subdividida em Lugares, nomeadamente: Lugar de Salgueiras, Lugar de Bairros, Lugar de Cavaleiros, Lugar de Condomínhas e o Lugar da Costada. Apesar de estes lugares já não existirem, as Romarias ainda são feitas com a disputa amigável destes lugares, onde normalmente é disputado por um Leilão de Rancho Foclórico onde os particpantes são pessoas que habitam nestes antigos lugares, no final é aleiloado prendas (Bolos, Aperitivos, Vasos, Lenha, etc) onde o Lugar que obter mais dinheiro com este leilão é o Vencedor; A festa da aldeia é sepmpre realizada quarenta dias após a Páscoa. Lamoso tem uma pequena igreja, restaurada em 2007, onde se manteve todas as linhas dos altares respeitando assim as suas origens, foi calcetado o exterior, criando com marmore um corredor a fim das pessoas puderem satisfazer suas promessas, que normalmente são feitas por pessoas grávidas que pedem à N.ª Senhora da Hora que as ajudem na hora de ter o seu filho. Em frente à igreja do seu lado esquerdo tem o Salão Paroquial, onde no Rés-do-Chão tem um pequeno refeitório para servir almoços às crianças que frequentam tanto a Pré- Primária como a Escola Primária, e salas para ao fim-de-semana ser praticada a catequese. O primeio andar é uma sala de espéctaculos, onde por vezes é lá celebrada a Eucaristia devido a ser maior que a Igreja Paroquial. Fundando em 2010, o Grupo Etapa Jovem é um grupo religioso constituído por jovens dinâmicos e envolvidos na sociedade e freguesia que participam e organizam eventos e atividades solidárias como forma de enriquecer a comunidade. Todos os anos, estão presentes nas festas da Nossa Senhora da Hora com o Etapa Jovem Bar numa tentativa de entreter as pessoas mais jovens. Lamoso possuí também um Campo de Jogos, onde existe competições oficiais da AF Porto, e a freguesia é representada pela Associação Juventude em Movimento de Lamoso (AJM Lamoso), possuindo várias equipas de futebol em diversos escalões etários. Em geral é uma população Jovem, onde a taxa de natalidade é bastante elevada e a de mortalidade baixa. Possuí bastantes espaços verdes, e em termos de construções é na maior parte casas individuais, existindo em pouca quantidade, apartamentos. ==População== População da freguesia de Lamoso Instituto Nacional de Estatística (Recenseamentos Gerais da População) - https://www.ine.pt/xportal/xmain?xpid=INE&xpgid;=ine_publicacoes 1864 1878 1890 1900 1911 1920 1930 1940 1950 1960 1970 1981 1991 2001 2011 333 293 308 370 621 596 712 602 676 790 890 1 285 1 474 1 710 1 613 Distribuição da População por Grupos Etários Ano 0-14 Anos 15-24 Anos 25-64 Anos > 65 Anos 0-14 Anos 15-24 Anos 25-64 Anos > 65 Anos 2001 415 273 891 131 24,3% 16,0% 52,1% 7,7% 2011 332 208 914 159 20,6% 12,9% 56,7% 9,9% Nos anos de 1911 a 1950 tinha anexada a freguesia de Lamoso. Contudo, nos censos de 1940 e 1950 figuram como freguesias distintas. Pelo decreto-lei nº 40.871, de 23/11/1956, passaram de novo a ser freguesias autónomas == Património == * Forno dos Mouros (Dolmen no terreno Leira Longa) * Cascata da Faia da Água Alta Categoria:Antigas freguesias de Paços de Ferreira",
 "title": "Lamoso"
}