{
 "id": "17548",
 "text": "A Freguesia de Palmela, com sede na vila que lhe dá o nome, é uma freguesia portuguesa do Município de Palmela com 104,48 km² de área e habitantes (censo de 2021), tendo, por isso, uma densidade populacional de . ==Demografia== Nota: Nos censos de 1864 a 1920 pertenceu ao concelho (atual município) de Setúbal, sob o nome de São Pedro de Palmela.https://legislacaoregia.parlamento.pt/V/1/84/128/p162 Pelo decreto nº 12.615, de 01/11/1926, foi criado o concelho (atual município) de Palmela, que ficou constituído pelas freguesias de Palmela e Marateca. Com lugares desta freguesia foram criadas em 1928 as freguesias de Quinta do Anjo e Pinhal Novo e em 1988 a freguesia de Poceirão. A população registada nos censos foi: Distribuição da População por Grupos Etários Ano 0-14 Anos 15-24 Anos 25-64 Anos > 65 Anos 2001 2348 2169 9093 2506 2011 2735 1677 9568 3501 2021 2606 2093 9543 4548 == Símbolos Heráldicos da Freguesia == * Brasão: escudo de prata, com uma cruz da Ordem de Santiago, de vermelho e um cacho de uvas de púrpura, folhado de verde, tudo alinhado em pala; orla ameiada de negro, lavrada do campo. Coroa mural de prata de três torres. Listel branco, com a legenda a negro: “FREGUESIA DE PALMELA”. * Bandeira: esquartelada de branco e vermelho. Cordão e borlas de prata e vermelho. Haste e lança de ouro. * Selo: nos termos da Lei, com a legenda: “Junta de Freguesia de Palmela”. Parecer da Comissão de Heráldica da Associação dos Arqueólogos Portugueses emitido em 16 de Setembro de 2008, nos termos da Lei n.º 53/91 de 7 de Agosto. Os Símbolos Heráldicos foram estabelecidos pela Assembleia de Freguesia na sua sessão de 17 de Outubro de 2008. Publicado em Diário da República 2.ª Série, N.º 208 de 27 de Outubro de 2008. Os Símbolos Heráldicos são da autoria de Eduardo Brito. Simbologia: * A cruz da Ordem de Santiago representa a referida Ordem Militar que teve em Palmela a sua sede. Os monges cavaleiros de Santiago ficaram conhecidos como “Freires de Palmela”. * O cacho de uvas representa a produção dos famosos vinhos de Palmela. * A orla ameiada representa o castelo de Palmela, principal monumento da Freguesia, no qual, por ordem de D. João I, se fixou o Convento Mestral e a cabeça da Ordem de Militar de Santiago. * Bandeira esquartelada de branco e vermelho para se diferenciar da bandeira de cor púrpura do Município. Sendo escolhida a vermelha pelo facto de, segundo a descrição feita por alguns autores, ser a cor do primitivo brasão de Palmela. * Coroa mural de três torres devido à sede da Freguesia ser a mesma que a do Município. == Política == === Eleições autárquicas === ==== Junta de Freguesia ==== Data % M % M % M % M % M % M % M % M PS FEPU/APU/CDU PPD/PSD CDS-PP PRD B.E. PSD-CDS IND 1976 40,47 5 35,52 4 16,20 2 1979 18,85 4 54,23 11 20,51 4 1982 22,14 4 50,28 10 18,48 4 5,14 1 1985 14,77 2 46,28 6 21,07 3 16,75 2 1989 24,17 3 38,93 6 25,52 4 4,75 - 1993 37,01 5 34,11 5 20,24 3 4,87 - 1997 43,79 6 38,51 6 10,78 1 2,34 - 2001 44,23 6 33,49 5 15,51 2 2,68 - 2005 33,61 5 35,60 5 18,38 3 1,74 - 5,59 - 2009 25,61 4 43,63 7 9,63 1 12,14 1 5,47 - 2013 30,70 5 39,21 6 com CDS com PSD 6,02 - 13,93 2 2017 33,01 5 32,22 4 6,51 1 14,17 2 8,22 1 == Património == * Castro de Chibanes * Castelo de Palmela * Igreja de Santiago de Palmela * Pelourinho de Palmela * Capela de São João Baptista, Capela de Malta, Capela de Rodes ou Antiga Comenda da Ordem da Ordem Hospitalária de São João de Jerusalém * Igreja da Misericórdia de Palmela * Igreja de Santa Maria do Castelo * Cine Teatro São João * Chafariz D. Maria * Capela da Escudeira * Museu Municipal de Palmela - Núcleo Museológico do Castelo e Núcleo Museológico do Vinho e da Vinha",
 "title": "Palmela (freguesia)"
}