{
 "id": "1756",
 "text": "Stefan Zweig (Viena, 28 de novembro de 1881 – Petrópolis, 22 de fevereiro de 1942) foi um escritor, romancista, poeta, dramaturgo, jornalista e biógrafo austríaco de origem judaica. A partir da década de 1920 e até sua morte foi um dos escritores mais famosos e vendidos do mundo. Suicidou-se durante seu exílio no Brasil, deprimido com a expansão da barbárie nazista pela Europa, durante a Segunda Guerra Mundial. ==Biografia == Zweig nasceu em Viena, em 1881. Era o segundo filho do industrial Moritz Zweig (1845-1926), originário da Boêmia, e de Ida Brettauer (1854-1938), oriunda de uma família de banqueiros.Prof.Dr. Klaus Lohrmann \"Jüdisches Wien. Kultur-Karte\" (2003), Mosse-Berlin Mitte gGmbH (Verlag Jüdische Presse) Seu avô materno, Joseph Brettauer viveu em Ancona, Itália, onde sua segunda filha Ida nasceu e cresceu. Seu irmão mais velho, Alfred, foi educado desde sempre para ser o sucessor do pai em seus negócios, e ambos tiveram uma infância e uma educação privilegiadas, graças à boa situação financeira de seus familiares. Stefan Zweig estudou Filosofia na Universidade de Viena, e em 1904 obteve seu doutorado com uma tese sobre A Filosofia de Hippolyte Taine. A religião jamais desempenhou papel central na sua formação: \"Minha mãe e meu pai eram judeus apenas por acidente de nascimento\", declarou Zweig em uma entrevista. No entanto, ele nunca renegou o judaísmo e escreveu várias vezes sobre temas e personalidades judaicos, como em \"Buchmendel\". ==Carreira== Sua primeira coletânea de poemas, Silberne Saiten (\"Cordas de Prata\"), foi publicada em 1902. Apaixonado pelas literaturas inglesa e francesa, o escritor traduziu para o alemão obras de Verhaeren, Keats, Morris, Yeats, Verlaine e Baudelaire. Seu círculo de amizades incluía Rimbaud, Romain Rolland, Rainer Maria Rilke, Thomas Mann, Émile Verhaeren e Sigmund Freud, com o qual se correspondeu entre 1908 e 1939. Seu sucesso como autor dramático foi confirmado em 1912, quando suas peças \"A Metamorfose da Comédia\" e \"A Mansão à Beira-mar\" foram apresentadas em Viena. Durante a Primeira Guerra Mundial, em 1915, casou com a escritora Friderike von Winsternit e comprou uma casa em Salzburgo, onde viveu por quinze anos. Foi uma das fases mais ricas de sua produção literária. Escreveu as biografias de Dostoievski, Dickens, Balzac, Nietzsche, Tolstoi e Stendhal. Anos mais tarde, lançou as biografias de Maria Antonieta, Fouché, Rilke e Romain Rolland. Conseguiu o reconhecimento como narrador, poeta e ensaísta durante os anos de 1920 e 1930. Desse período, destacam-se os romances \"Amok\" (1922), \"Angústia\" (1925) e \"Confusão de Sentimentos\" (1927), baseados na psicanálise. No início da Primeira Guerra Mundial, o sentimento patriótico se disseminou com força entre os cidadãos da Alemanha e da Áustria, assim como entre suas populações judaicas. Zweig, bem como outros intelectuais judeus como Martin Buber e Hermann Cohen, aderiram à causa germânica. No entanto, jamais se alistou nas forças combatentes, e trabalhou no arquivo do Ministério da Guerra. Com o desenrolar do conflito e o banho de sangue subsequente, Zweig se tornou pacifista, assim como seu amigo Romain Rolland. Até o final da guerra e pelos anos seguintes, Zweig se manteve fiel ao pensamento pacifista, defendendo a unificação da Europa como solução para os problemas do continente. Separou-se de sua primeira esposa, Friderike von Winsternitz, e uniu-se com sua secretária, Charlotte Elizabeth Altmann (mais conhecida como \"Lotte\"). Em 1933, Adolf Hitler chegou ao poder na Alemanha e instalou a ditadura nazista. Com suas políticas antissemitas se disseminando até além das fronteiras, não demoraria para Zweig se sentir afetado na Áustria. Em 1934 deixou o país e passou a viver na Inglaterra, entre Londres e Bath, onde se naturalizou cidadão britânico. Com a eclosão da Segunda Guerra Mundial e o avanço das tropas de Hitler pela França e em toda a Europa Ocidental, o casal atravessou o Oceano Atlântico em 1940 e se estabeleceu inicialmente nos Estados Unidos, em Nova Iorque. Em 22 de agosto do mesmo ano, fez sua primeira viagem para o Brasil. ==O exílio no Brasil e o suicídio== Zweig e Lotte empreenderam três viagens ao Brasil. Na primeira, entre 1940 e 1941, para uma série de palestras pelo país, escreveu da Bahia para Manfred e Hannah Altmann, seus cunhados: Foi nesta primeira viagem que Zweig, com a ajuda de Lotte, reuniu suas anotações pessoais e finalizou o ensaio \"Brasil, país do futuro\". A alcunha de \"País do Futuro\", criada por Zweig, se tornaria um apelido para o Brasil. De fato, apesar da depressão que já sentia por conta do desenrolar da guerra na Europa, o escritor tentava encontrar no Brasil as condições não apenas de recriar sua vida particular, mas também da antiga atmosfera de seu continente natal. Segundo Alberto Dines, autor de uma biografia do escritor, Zweig seria um dos últimos remanescentes da cultura e do modo de vida europeus do século XIX. Seu desânimo com o avanço do nazismo, na verdade, viria de muito tempo antes, desde a Primeira Guerra Mundial, quando os primeiros sinais de rompimento com a velha ordem imperial europeia se mostraram. Zweig foi recebido com entusiasmo tanto pela comunidade intelectual local quanto pelas autoridades políticas. Para os intelectuais brasileiros, a presença de tão renomado escritor em terras nacionais trazia prestígio e oportunidades de um intercâmbio com outros escritores estrangeiros. Mas para as autoridades políticas, a chegada de Zweig, com sua bagagem liberal e antinazista, era contraditória. O governo de Getúlio Vargas se mantinha no poder graças às políticas autoritárias e muitos de seus ministros e assessores militares eram simpatizantes do nazifascismo. Isso não impediu que os elementos menos autoritários do estado brasileiro usassem Stefan Zweig para atingirem seus objetivos. \"Considerando que o nosso velho mundo é, mais do que nunca, governado pela tentativa insana de criar pessoas racialmente puras, como cavalos e cães de corrida, ao longo dos séculos a nação brasileira tem sido construída sobre o princípio de uma miscigenação livre e não filtrada, a equalização completa do preto e branco, marrom e amarelo\". A partir da terceira viagem ao Brasil, Lotte e Zweig se estabeleceram em Petrópolis, cidade na serra do Rio de Janeiro, onde finalizou sua autobiografia, \"O Mundo que Eu Vi\"; escreveu a novela \"Schachnovelle: Conto de Xadrez\" e deu início à obra \"O Mundo de Ontem\", um trabalho autobiográfico com uma descrição da Europa de antes de 1914. ==Morte== Em 22 de fevereiro de 1942, deprimido com o crescimento da intolerância e do autoritarismo na Europa e sem esperanças no futuro da humanidade, Zweig escreveu uma carta de despedida e suicidou-se com a esposa, Lotte, com uma dose fatal de barbitúricos, na cidade de Petrópolis, no Brasil. A notícia chocou tanto os brasileiros quanto seus admiradores de todo mundo. O casal foi sepultado no Cemitério Municipal de Petrópolis, de acordo com as tradições fúnebres judaicas, no perpétuo 47.417, quadra 11. A casa onde o casal cometeu suicídio é, hoje, um centro cultural dedicado à vida e à obra de Stefan Zweig.Casa Stefan Zweig. Prefeito de Petrópolis encerra mostra sobre Zweig em Petrópolis. Página visita em 10 de junho de 2011 Em uma nota de despedida, Zweig escreveu: == Obra literária == * Cordas de prata (Poemas) 1901 * A filosofia de Hippolyte Taine (Tese de Doutorado) 1904 * O Amor de Erika Ewald (Contos) 1904 * As Primeiras Grinaldas (Poemas) 1906 * Tersites (drama teatral em três atos) 1907 * Emile Verhaeren 1910 * Segredo Queimado 1911 * Primeira experiência. Quatro histórias de mundo infantil 1911 * A casa junto ao mar. Um drama em duas partes (Em três atos) 1912 * O comediante se virou. Um jogo do rococó alemão 1913 * Jeremias - Poema dramático em nove cenas 1917 * Memórias de Emile Verhaeren 1917 * O Coração da Europa - Uma visita à Cruz Vermelha de Genebra 1918 * Lenda de uma vida (Drama teatral em três atos) 1919 * Viagens - Paisagens e cidades 1919 * Três mestres: Balzac - Dickens – Dostoiévski 1920 * Marceline Desbordes-Valmore, A imagem de um poeta vivo 1920 * Romain Rolland. O homem e a obra' 1921 * Carta de uma desconhecida 1922 * Amok. Histórias de paixão 1922 * Os olhos do irmão eterno. Uma lenda 1922 * Frans Masereel (com Arthur Holitscher) 1923 * Os poemas reunidos 1924 * A monotonia do mundo (Ensaio)1925 * Ansiedade 1925 * A batalha com o demônio, Hölderlin - Kleist – Nietzsche 1925 * Ben Johnson ‘Volpone’. Uma comédia sem amor em três atos (Livremente editado por Stefan Zweig. Com seis pinturas de Aubrey Beardsley) 1926 * O fugitivo. Episódio do Lago Genebra 1927 * Adeus a Rilke. Um discurso 1927 * A confusão de emoções. Três novelas (Vinte e Quatro Horas na Vida de Uma Mulher, O Naufrágio de um Coração e A Confusão de Sentimentos) 1927 * Grandes momentos da humanidade. Cinco miniaturas históricas 1927 * Três poetas de sua vida. Casanova - Stendhal – Tolstoi 1928 * Rachel pede a Deus 1928 * Joseph Fouché. Retrato de uma pessoa política 1929 * O cordeiro do pobre. Tragicomédia em três atos 1929 * A cura através do Espírito. Mesmer - Mary Baker Eddy e Freud 1931 * Maria Antonieta. Retrato de um personagem central 1932 * Triunfo e Tragédia de Erasmo de Rotterdam 1934 * A Mulher Silenciosa. Ópera cômica em três atos 1935 * Mary Stuart 1935 * 24 horas na vida de uma mulher 1935 * Pequenas Histórias Selecionadas – ‘A cadeia’ e ‘Caleidoscópio’ 1936 * Castellio ou Contra Calvino. Uma consciência contra a violência 1936 * O candelabro enterrado 1937 * Encontros com pessoas, livros e cidades 1937 * Fernão de Magalhães. O homem e sua ação (Biografia) 1938 * Cuidado da Piedade 1939 * Brasil, País do Futuro (Ensaio) 1941 * Schachnovelle: Conto de Xadrez 1942 * Tempo e lugar. Ensaios e Palestras selecionados - 1904-1940 1943 * O Mundo que Eu Vi - Memórias de um Europeu 1942 * Amerigo. A história de um erro histórico 1944 * Lendas de Estocolmo 1945 * Balzac. Romance de sua vida 1946 * Fragmentos de um romance 1961 * Ruído da transformação 1982 Zweig escreveu também uma espécie de autobiografia, intitulada O Mundo Que Eu Vi (Die Welt von Gestern), na qual relata episódios de sua vida tendo como base os contextos históricos do período em que viveu (como, por exemplo, a Monarquia Austro-Húngara e a Primeira e a Segunda Guerras Mundiais). == Cartas == * “Stefan & Lotte Zweig – Cartas da América – Rio, Buenos Aires e Nova York, 1940-42” (org. Darién J. Davis e Oliver Marshall; Rio de Janeiro: Versal Editores, 2010) == No cinema == * Há um filme e um documentário sobre Zweig, ambos dirigidos por Sylvio Back, intitulado Lost Zweig. Quem interpreta Zweig é o ator Rüdiger Vogler, e sua esposa Lotte é representada por Ruth Rieser. * Seu conto foi adaptado para o cinema no filme A Coleção Invisível lançado em 2012 nos festivais e 2013 nos cinemas. * O filme O Grande Hotel Budapeste (2014) foi inspirado em seus trabalhos. * O filme Stefan Zweig - Adeus, Europa estreou em junho de 2016 na Alemanha e retrata a fuga de Stefan Zweig da Europa em guerra. Embora traduzido como \"Adeus, Europa\" em português e o equivalente \"Farewell to Europe\" em inglês, o título original \"Vor der Morgenröte\" (em alemão) significa \"Antes do Amanhecer\". O filme foi dirigido por Maria Schrader e é estrelado por Josef Hader no papel de Stefan Zweig. *O filme Schachnovelle de Philipp Stölzl, lançado em 2021 == Na literatura == O escritor catarinense Deonísio da Silva recontou a história da morte de Stefan Zweig no romance Lotte & Zweig, publicado pela Editora LeYa, em 2012 (125 páginas). O enredo se inicia em primeira pessoa, com o próprio Stefan narrando os preparativos para o suicídio, quando o foco muda para um narrador em terceira pessoa que descreve o duplo homicídio com envenenamento do casal, fazendo assim coro à versão mais famosa sobre os fatos. == Ver também== *Coleção Stefan Zweig == Ligações externas == * Museu Casa Stefan Zweig, Petrópolis - Página oficial * Brasil, País do Futuro - íntegra da obra, online * Conto de Xadrez: Schachnovelle Categoria:Naturais de Viena Categoria:Nascidos em 1881 Categoria:Mortos em 1942 Categoria:Austro-húngaros Categoria:Biógrafos da Áustria Categoria:Homens Categoria:Historiadores da Áustria Categoria:Romancistas da Áustria Categoria:Ativistas da Áustria Categoria:Pacifistas Categoria:Exilados Categoria:Austríacos expatriados no Brasil Categoria:Judeus da Áustria Categoria:Suicídios por overdose Categoria:Escritores da Áustria-Hungria Categoria:Escritores suicidas Categoria:Suicidas da Áustria",
 "title": "Stefan Zweig"
}