{
 "id": "17582",
 "text": "Portela do Fojo, ou Portela do Fôjo, é uma povoação portuguesa do Município de Pampilhosa da Serra que foi sede da extinta Freguesia de Portela do Fojo, freguesia que tinha de área e 381 habitantes (2011), e, por isso, uma densidade populacional de . A Freguesia de Portela do Fojo, que tinha sido criada em 1795 por desmembramento da freguesia de Alvares, foi extinta em 2013, no âmbito de uma reforma administrativa nacional, tendo sido agregada à freguesia de Machio, para formar uma nova freguesia denominada Portela do Fojo - Machio, da qual é a sede.Lei n.º 11-A/2013, de 28 de janeiro: Reorganização administrativa do território das freguesias. Anexo I. Diário da República, 1.ª Série, n.º 19, Suplemento, de 28/01/2013. Portela do Fojo pertenceu ao concelho de Alvares até à extinção deste, em 24 de Outubro de 1855. A freguesia é banhada pelo rio Unhais e pela albufeira da Barragem do Cabril. ==População== População da freguesia de Portela do Fojo Instituto Nacional de Estatística (Recenseamentos Gerais da População) - https://www.ine.pt/xportal/xmain?xpid=INE&xpgid;=ine_publicacoes 1864 1878 1890 1900 1911 1920 1930 1940 1950 1960 1970 1981 1991 2001 2011 842 934 1 044 1 189 1 436 1 472 1 486 1 744 1 593 1 460 837 595 536 572 381 == Brasão da freguesia == Os símbolos heráldicos de Portela do Fojo constam do Diário da República IIIª Série, n.º 166/96, de 19 de julho de 1996 (páginas 12.553 e 12.554). Em baixo está a transcrição: «Fernando Simões Valente, presidente da Junta de Freguesia de Portela do Fojo, concelho de Pampilhosa da Serra: Torna pública a ordenação heráldica do brasão, bandeira e selo branco da freguesia de Portela do Fojo, tendo em conta o parecer da Comissão de Heráldica da Associação dos Arqueólogos Portugueses de 24 de Janeiro de 1996, que foi aprovado sob proposta da Junta de Freguesia na sessão ordinária da Assembleia de Freguesia de 14 de Abril de 1996. Ordenação heráldica do brasão, bandeira e selo da freguesia de Portela do Fojo, município de Pampilhosa da Serra: Brasão – escudo de prata, um pinheiro arrancado de verde, com pinhas de ouro, acompanhado em chefe de suas abelhas de sua cor; planície de alvenaria de vermelho, lavrada de prata. Coroa mural de prata de três torres. Listel branco, com a legenda a negro, em maiúsculas: “PORTELA DO FOJO”;» == Localidades == Além da sede, a Freguesia de Portela do Fojo compreendia as seguintes localidades: == História == Apesar da freguesia de Portela do Fojo ser de criação relativamente recente (1795), a presença humana na freguesia é contudo milenar. Ao que parece os primeiros habitantes da freguesia terão residido num local conhecido actualmente como Cabeço Murado, um local perto da aldeia de Trinhão que hoje se encontra terraplanado para a plantação de eucaliptos. Batata e Gaspar (1993) referem que nada existe hoje nesse local. Em 1281, foi dada carta de foral à Herdade de Alvares, concelho a que pertenceu Portela do Fojo até 1854. Em 24 de Outubro de 1854, o concelho de Alvares foi extinto e a freguesia de Portela do Fojo passou a integrar o concelho de Pampilhosa da Serra a que ainda hoje pertence. Em 11 de Março de 1951, deu-se a instalação do primeiro telefone na freguesia, graças à intervenção de Marcelo Caetano. Em 1954, deu-se o desaparecimento da localidade de Vilar de Amoreira que ficou submersa, devido à construção da barragem do Cabril. Foi extinta em 2013, no âmbito de uma reforma administrativa nacional, tendo sido agregada à freguesia de Machio, para formar uma nova freguesia denominada União das Freguesias de Portela do Fojo e Machio da qual é a sede.Diário da República, 1.ª Série, n.º 19, Lei n.º 11-A/2013 de 28 de janeiro (Reorganização administrativa do território das freguesias). Acedido a 17 de julho de 2014. == Vegetação == O solo rico em xisto não é propício para a agricultura, mas é bom para a exploração florestal, todo o concelho da Pampilhosa da Serra está inserido na sub-região Pinhal Interior Norte. As principais espécies florestais são a Carqueja, o Castanheiro, o Eucalipto, o Feto, a Lantisca, o Medronheiro, o Pinheiro-Bravo, o Tojo, o Trovisco e a Urze, entre outras. == Economia == A freguesia vive da agricultura, pecuária, pequena indústria (artesanato) e pequeno comércio. == Património edificado == * Igreja Matriz de Portela do Fojo * Capelas de Santa Bárbara, Santa de Guadalupe de Nossa Senhora do Ó * Pontes de Burtieiro e do Porto == Festas e romarias == * Nossa Senhora da Paz (2º domingo de Agosto) * Santa Bárbara (4 de Dezembro) * Nossa Senhora do Ó (3º domingo de Agosto) * Nossa Senhora do Remédios (1º domingo de Agosto) == Paisagens == * Quinta de Padrões * Lugar do Porto * Monte do Trigo * Praia fluvial * Albufeira da barragem do Cabril *Ilha dos Padrões * Zonas de pesca fluvial de Trinhão == Gastronomia == As principais especialidades gastronómicas da freguesia de Portela do Fojo são: * Chanfana * Pão-de-ló * Filhós == Artesanato == Na freguesia de Portela do Fojo fazem-se trabalhos de renda e tecelagem de mantas de farrapos. == Colectividades == As principais colectividades da freguesia são: * Comissão de Melhoramentos de Trinhão, Ribeira de Folgares e Padrões * Liga de Desenvolvimento de Portela do Fojo == Ligações externas == * * * *",
 "title": "Portela do Fojo"
}