{
 "id": "1758",
 "text": "Samora Moisés Machel (Chilembene, Gaza, 29 de setembro de 1933 – Mbuzini, Montes Libombos, 19 de outubro de 1986) foi um militar moçambicano, líder revolucionário de inspiração socialista, que liderou a Guerra da Independência de Moçambique e foi o primeiro presidente após a sua independência, de 1975 até à sua morte em 1986. Carinhosamente conhecido como \"Pai da Nação\", morreu quando o avião em que regressava a Maputo se despenhou em território sul- africano. Em 1975-1976 foi-lhe atribuído o Prémio Lénine da Paz. == Juventude == Samora Moisés Machel nasceu em 29 de setembro de 1933 em Madragoa, na Gaza. Filho de um agricultor relativamente abastado, Mandande Moisés Machel, da aldeia de Madragoa (actualmente Chilembene), Samora entrou na escola primária com nove anos, quando o governo colonial português entregou a \"educação indígena\" à Igreja Católica. Quando terminou a escola primária, o jovem de cerca de 18 anos quis continuar a estudar, mas os padres só lhe permitiam estudar teologia e Samora decidiu ir tentar a vida em Lourenço Marques, actual Maputo. Teve a sorte de encontrar trabalho no Hospital Miguel Bombarda (o principal hospital da cidade) e, em 1952, começou o curso de enfermagem. Em 1956, foi colocado como enfermeiro na ilha da Inhaca, em frente da cidade de Maputo, onde casou com Sorita Tchaicomo, de quem teve quatro filhos: Joscelina, Edelson, Olívia e Ntewane. Neto de um guerreiro de Gungunhana, Samora Machel foi educado como nacionalista e, como estudante, foi sempre um «rebelde» e tomou conhecimento dos importantes acontecimentos que se davam no mundo: a formação da República Popular da China com Mao Tse-Tung, em 1949, a independência do Gana com Kwame Nkrumah, em 1957, seguida da independência de vários outros países africanos. Mas foi o seu encontro com Eduardo Mondlane, de visita a Moçambique em 1961 e que nessa altura trabalhava no Departamento de Curadoria da ONU como investigador dos acontecimentos que levavam à independência dos países africanos, que, juntamente com a perseguição política de que estava a ser alvo, levou à decisão de Samora de abandonar o país em 1963 e juntar-se à FRELIMO na Tanzânia. Para lá chegar, teve a sorte de, no Botswana, encontrar Joe Slovo (que, mais tarde, foi presidente do Partido Comunista Sul-Africano) com um grupo de membros do ANC sul-africano, os quais lhe ofereceram transporte num avião que tinham fretado. == Na FRELIMO == Dado que, nessa altura, já a FRELIMO tinha chegado à conclusão de que não seria possível conseguir a independência de Moçambique sem uma guerra de libertação, o jovem enfermeiro Samora Machel foi integrado num grupo de recrutas para receber treino militar na Argélia. No seu regresso à Tanzânia, ascendeu imediatamente ao posto de comandante. Em novembro de 1966, na sequência do assassinato de Filipe Samuel Magaia, então Chefe do Departamento de Defesa e Segurança da FRELIMO (o órgão que comandava a luta armada), Samora foi nomeado chefe do novo Departamento de Defesa, com as mesmas funções do anterior, enquanto Joaquim Chissano era nomeado chefe do Departamento de Segurança, tratando dos problemas de espionagem que minavam o movimento. Em 1967, Samora Machel criou o Destacamento Feminino (DF) para envolver as mulheres moçambicanas na luta de libertação e, em 1969, casou-se oficialmente com Josina Muthemba, uma guerrilheira (com ensino secundário) do DF, de quem teve um filho, Samora Machel Jr. Josina morreu de leucemia, a 7 de abril de 1973. Em sua homenagem, depois da independência de Moçambique, o antigo Liceu Salazar, na capital, passou a chamar-se «Escola Secundária Josina Machel» e o 7 de abril tornou-se feriado nacional (Dia da Mulher Moçambicana). Em 1968, foi reaberta a «Frente de Tete», a forma como Samora respondeu a dissidências dentro do movimento, reforçando a moral dos guerrilheiros. Em 3 de fevereiro de 1969, Eduardo Mondlane, então presidente da FRELIMO, foi assassinado com uma encomenda-bomba. O vice-presidente, Uria Simango, assumiu a presidência, mas o Comité Central, reunido em abril, decidiu rodeá-lo de duas figuras – Machel e Marcelino dos Santos –, formando um triunvirato. Em novembro desse ano, Simango publicou um documento dando apoio aos antigos dissidentes (que não tinham sido ainda afastados do movimento) e acusando Samora e vários outros dirigentes de conspirarem para o matar. Em maio de 1970, noutra sessão do Comité Central, Simango foi expulso da FRELIMO e Samora Machel foi eleito Presidente, com Marcelino como Vice-Presidente. Segundo certos investigadores da actualidade, Samora Machel não foi eleito após a morte de Mondlane, mas ascendeu ao poder por circunstâncias associadas à situação que a FRELIMO então atravessava. Como corolário, a violação dos estatutos do movimento, ao não aceitar que Uria Simango fosse presidente da FRELIMO após a morte de Eduardo Mondlane em 1969. == Preparativos para a Independência == Nos anos seguintes, até 1974, Samora conseguiu organizar a guerrilha, de forma a neutralizar a ofensiva militar portuguesa – comandada pelo General Kaúlza de Arriaga, um homem de grande visão militar, a quem foi dado um enorme exército de 70 000 homens e mais de 15 000 toneladas de bombas –, e a organizar aquelas a que a FRELIMO chamava «zonas libertadas». Na verdade, a FRELIMO chamava «libertadas» a quaisquer zonas de algum modo afetadas por ações bélicas e que abrangiam cerca de 30% do território. Como as ações bélicas eram essencialmente potenciais ou muito ligeiras na maioria dos casos, estando o verdadeiro foco da guerra confinado a bolsas bem restritas das províncias (então «distritos») de Cabo Delgado, Niassa e Tete, as «zonas libertadas» – ou melhor, as zonas sob o efetivo controlo da FRELIMO – não tinham a dimensão que esta reivindicava. Samora dirigiu também uma ofensiva diplomática em que granjeou apoios, não só dos aliados socialistas, mas inclusive do Vaticano, um aliado tradicional de Portugal (o Papa era então Paulo VI). A seguir ao golpe-de- estado militar de 25 de abril de 1974 («Revolução dos Cravos»), em Portugal, que tivera como causa imediata a incapacidade de resolver a questão colonial pelas armas, o Ministro dos Negócios Estrangeiros português, Mário Soares, encabeçou uma delegação a Lusaca, em que propôs à FRELIMO o cessar-fogo e um referendo para decidir se os moçambicanos (certamente incluindo os habitantes de origem portuguesa) queriam a independência, conforme pretendia o General António de Spínola, primeiro Presidente da República Portuguesa depois do 25 de abril. Samora recusou, afirmando que «a paz é inseparável da independência», e expandiu as operações militares, contando com a desmotivação dos militares portugueses, aos quais o 25 de Abril prometera o fim da guerra. Em Julho, aproveitando a inação em que as forças armadas portuguesas tinham caído, cercou um destacamento, que se rendeu, no posto de Omar, junto à fronteira da Tanzânia. Entretanto, a ala mais radical do Movimento das Forças Armadas (MFA), que fizera o golpe de 25 de abril de 1974 em Portugal, chamou a si as negociações com os movimentos autonomistas das colónias. Com a mudança de atitude de Lisboa, acabou por ser assinado, em 7 de setembro de 1974, o Acordo de Lusaca, entre o governo provisório português (cuja delegação era então dirigida por Melo Antunes, Ministro sem Pasta) e a FRELIMO. Nos termos deste acordo, formar-se-ia no mesmo mês um governo de transição, com elementos nomeados por Portugal e pela FRELIMO, e a independência teria lugar a 25 de Junho de 1975. A FRELIMO decidiu que o primeiro-ministro do governo de transição não devia ser Samora, mas Chissano, ainda chefe do Departamento de Segurança. Entretanto, Samora fez várias viagens aos países socialistas e a países vizinhos de Moçambique, para agradecer o seu apoio durante a luta armada e solicitar apoio para a construção do Moçambique independente. Durante uma sessão do Comité Central, realizada na praia do Tofo (Inhambane) e dirigida por Samora, foi aprovada a Constituição da República Popular de Moçambique e decidido que Samora Machel seria o Presidente da República. == Consolidação do poder == Ainda antes da independência, sob a vigência do governo de transição partilhado com Portugal, a FRELIMO cilindrou toda a oposição. Os antigos militantes Lázaro Nkavandame, Uria Simango, Paulo Unhai, Kambeu e Padre Mateus Gwengere foram detidos, a pretexto de se terem aliado a elementos da comunidade branca no levantamento de 7 de setembro de 1974 contra a entrega do poder à FRELIMO (Mateus Gwengere foi raptado no Quénia, onde se encontrava exilado, e trazido secretamente para Moçambique). A mesma onda apanhou Joana Simeão que, apesar de nunca ter pertencido à FRELIMO, criara um partido (GUMO – Grupo Unido de Moçambique) alegadamente de tendências pró- ocidentais, propondo um modelo baseado no pluralismo e no mercado livre (ironicamente, a FRELIMO viria a adotar esse modelo anos mais tarde, quando acabou por renunciar ao marxismo). Classificados como «traidores» e «inimigos», foram sujeitos a um julgamento sumário presidido pelo próprio Machel nos moldes ditos «revolucionários» e «populares». Segundo revelam os jornalistas José Pinto de Sá e Nélson Saúte no diário português «Público», Joana Simeão, o reverendo Uria Simango, Lázaro Nkavandame, Raul Casal Ribeiro, Arcanjo Kambeu, Júlio Nihia, Paulo Gumane e o padre Mateus Gwengere encontravam-se internados no «campo de reeducação» de M’telela, no Niassa (noroeste de Moçambique), quando, a 25 de junho de 1977 (segundo aniversário da independência de Moçambique), lhes foi comunicado que iriam ser transportados para a capital, Maputo, onde o presidente Samora Machel discutiria a sua libertação. Seguiam numa coluna de jipes que, a dada altura, parou. À beira da picada, os soldados tinham aberto com uma escavadora mecânica uma grande vala e tinham-na enchido parcialmente de lenha. Amarraram os prisioneiros, atiraram-nos para dentro da vala e regaram-nos com gasolina, ateando-lhes fogo. Os prisioneiros políticos da FRELIMO foram queimados vivos, enquanto os soldados entoavam hinos revolucionários em redor da vala. Só dezoito anos mais tarde, em 1995, vieram a lume os macabros pormenores do massacre, perante o silêncio da FRELIMO, cujos sucessivos governos se tinham até então sistematicamente negado a fornecer informações sobre o paradeiro daqueles elementos do chamado «grupo dos grandes reacionários».O dia em que eles foram queimados vivos, José Pinto de Sá, Revista «Público Magazine», n.º 277, Lisboa, 25.06.1995 Um outro dissidente da FRELIMO, Miguel Murupa, conseguiu refugiar-se em Portugal, tal como Máximo Dias (n.º 2 do GUMO) e dois antigos contestatários do regime colonial, Domingos Arouca e Pereira Leite. O advogado Willem Gerard Pott, com atividade considerada progressista durante a época colonial, caiu em desgraça por não demonstrar fidelidade incondicional à FRELIMO, acabando por morrer na prisão em consequência de tratamentos aviltantes (como, por exemplo, ser obrigado a correr seminu na via pública). == A mudança de política de Machel em relação aos portugueses == É quase consensualmente admitido que uma das principais razões do colapso da economia moçambicana após a independência foi a partida precipitada da maioria dos cerca de 200 000 portugueses residentes no país nas vésperas do 25 de Abril de 1974, e que esse êxodo terá sido provocado por uma mudança brusca de atitude por parte de Samora Machel. Com efeito, o governo de transição que iria dirigir o país entre o acordo de cessar-fogo (assinado a 7 de Setembro de 1974 em Lusaca) e a independência (prevista para 25 de junho do ano seguinte) tinha-se mostrado bastante conciliador. O primeiro-ministro, Joaquim Chissano (que se tornaria presidente da República depois da morte de Machel, doze anos mais tarde), conseguiu convencer a maior parte dos brancos de que somente os que tivessem graves responsabilidades nas páginas mais sombrias da época colonial poderiam recear o governo da FRELIMO. Um mês antes da independência, ou seja, em meados de maio de 1975, Samora Machel entrou em Moçambique pela fronteira norte, vindo da Tanzânia, e encetou um périplo com destino à capital, situada no extremo sul, aonde deveria chegar na véspera da independência. Ao longo dessa viagem, inflamava literalmente as massas com os seus discursos, nos quais não cessava de repisar os aspectos mais odiosos e humilhantes do colonialismo na perspectiva dos colonizados. O mal-estar instalou-se progressivamente entre a comunidade portuguesa, numerosos membros da qual decidiram ir refazer a vida noutras paragens. Têm sido propostas diversas explicações para esta mudança de atitude. No seu livro Quase Memórias,Quase Memórias, António de Almeida Santos, editora Casa das Letras, Lisboa o Dr. António de Almeida Santos, célebre advogado de Lourenço Marques que, após a queda do regime de Marcello Caetano, foi Ministro da Coordenação Interterritorial e que conheceu Machel de perto, sustenta que o presidente da FRELIMO teria sido muito afectado por dois episódios de violência, o primeiro dos quais causado por um levantamento na capital, com tomada das instalações do Rádio Clube de Moçambique, na sequência da assinatura do Acordo de Lusaca de 7 de setembro de 1974 entre o governo provisório português e a FRELIMO, prevendo a concessão do poder, sem partilha, ao movimento nacionalista: este levantamento foi dirigido pela FICO (Frente Integracionista de Continuidade Ocidental), um movimento maioritariamente branco ao qual se tinham aliado dissidentes da FRELIMO e outros membros da comunidade negra que não viam com bons olhos a instauração de um regime de partido único em nome da FRELIMO. Como represália, eclodiram então motins sangrentos nos bairros negros da cidade e, durante vários dias, milhares de habitantes, sobretudo portugueses, foram barbaramente massacrados por apoiantes da FRELIMO. O segundo episódio de violência ocorreu poucas semanas mais tarde, a 21 de outubro de 1974, na sequência de uma querela entre comandos portugueses e guerrilheiros da FRELIMO, provocando também motins sangrentos nos bairros de maioria negra, com o assassinato de dezenas de brancos e negros. Segundo Almeida Santos, Machel ter-se-ia possivelmente convencido de que a presença de uma numerosa comunidade portuguesa em Moçambique constituiria sempre uma fonte de instabilidade e uma ameaça potencial contra o poder da FRELIMO. A isso ter-se- iam juntado as pressões da União Soviética, para com quem a FRELIMO tinha contraído uma pesada dívida, sobretudo política, e que teria interesse em se desembaraçar dos Portugueses a fim de melhor exercer a sua influência a todos os níveis. == A presidência == No plano interno, Samora sempre assumiu uma política autocrática e populista, tentando utilizar nos meios urbanos os métodos usados na guerrilha e promover o desenvolvimento do país em bases socialistas, com repressão de qualquer dissidência interna. Menos de um mês depois da independência, Samora anunciou a nacionalização da saúde, da educação e da justiça; passado um ano, a nacionalização das casas de rendimento, criando a APIE (Administração do Parque Imobiliário do Estado), que alugava as casas com rendas de acordo com o rendimento do agregado familiar. Lançou grandes programas de socialização do campo, com o apoio dos países socialistas, envolvendo-se pessoalmente numa campanha de colheita do arroz. Conseguiu ainda o apoio popular, principalmente dos jovens, para operações de grande vulto, tais como o recenseamento da população, em 1980, e a troca da moeda colonial pela nova moeda, o metical, no mesmo ano. Outras políticas populares foram as «ofensivas» a favor do aumento da produtividade e contra a corrupção, geralmente anunciadas em grandes comícios, para os quais a população era massivamente convocada. No entanto, poucas destas campanhas tiveram êxito e, em parte, levaram à partida de grande número de residentes de origem estrangeira, portugueses na sua maioria, o que provocou a paralisação temporária de muitas empresas e, mais tarde, por falta de capacidade de gestão, o colapso de muitos setores, como as indústrias têxtil, metalúrgica e química. Outras medidas impopulares foram o encarceramento nos chamados «campos de reeducação» das Testemunhas de Jeová, dos «improdutivos» e das prostitutas e a colocação em locais remotos de jovens com cursos superiores, medidas com o alegado objectivo de desenvolver regiões onde havia pouca população. A instalação do aparelho policial e repressivo gerou também desencanto entre a população, sobretudo urbana, em expansão rápida nos anos 1970 e 80, e as próprias bases do partido FRELIMO. Sob a iniciativa do SNASP (Serviço Nacional de Segurança Popular) e da PIC (Polícia de Investigação Criminal), proliferaram as detenções, quer em penitenciárias tradicionais, como a da Machava, quer em «campos de reeducação» perdidos no mato do Norte e do Centro do país. A própria primeira mulher de Machel, que abandonara quando partira para a Tanzânia em 1963, foi detida, mau grado a sua ausência total de atividade política. A vida quotidiana dos cidadãos passou a ser vigiada pelos «grupos dinamizadores», células de controlo criadas a nível dos bairros e locais de trabalho. Foi imposta uma reforma agrária, que visava agrupar os camponeses em «aldeias comunais» segundo o modelo dos kolkhozes e sovkhozes. Para o efeito, o novo regime moçambicano não hesitou em utilizar os antigos «aldeamentos», pequenos aglomerados nos quais o exército português tentara confinar a população rural, tradicionalmente dispersa em unidades unifamiliares no campo, a fim de a subtrair à influência da FRELIMO nas zonas do Norte afectadas pela guerra (paradoxalmente, a própria FRELIMO classificava então esses «aldeamentos» como «campos de concentração»). A reforma agrária baseada no conceito das «aldeias comunais» redundou num fiasco colossal. Na frente externa, Samora sempre seguiu uma política de angariar amizades e apoio para Moçambique, não só entre os «amigos» tradicionais, os países do «bloco soviético» e os países vizinhos unidos numa frente de integração regional, a SADCC, mas até entre os seus «inimigos», sendo inclusivamente recebido (embora com frieza) por Ronald Reagan e tendo assinado um acordo de boa-vizinhança com Pieter Botha, presidente da África do Sul nos últimos anos do apartheid (o Acordo de Nkomati). Apesar disso, Samora não conseguiu suster a guerra que, iniciada logo a seguir à independência pelos vizinhos regimes racistas (a África do Sul e a Rodésia de Ian Smith), se tornou uma verdadeira guerra civil dirigida por um movimento de resistência armada (a RENAMO). A guerra civil durou 16 anos, provocou cerca de um milhão de mortos e cinco milhões de deslocados e destruiu grande parte das infraestruturas do país. A partida da comunidade portuguesa, o insucesso da política de socialização e a guerra levaram a um colapso económico, e Samora, nos últimos anos, teve de abrandar a política de orientação comunista, permitindo aos «quadros» acesso a bens que estavam vedados ao comum dos cidadãos, encetando conversações com a RENAMO e, finalmente, organizando acordos com o Banco Mundial e o FMI, no sentido de estancar a guerra e relançar a economia. A 30 de agosto de 1982 recebeu o Grande-Colar da Ordem do Infante D. Henrique de Portugal. == Morte == Samora Machel não conseguiu, no entanto, ver realizados os seus propósitos, uma vez que, em 19 de outubro de 1986, quando se encontrava de regresso de uma reunião internacional em Lusaka, o Tupolev Tu-134 cedido pela União Soviética em que seguia, junto com muitos dos seus colaboradores, se despenhou em Mbuzini, nos montes Libombos (território sul-africano, perto da fronteira com Moçambique). O acidente foi atribuído a erros do piloto russo, mas ficou provado que este tinha seguido um rádio-farol, cuja origem não foi determinada. Este facto levou a especulações sobre uma possível cumplicidade do governo sul-africano, que nunca se conseguiu provar. Em 2010, o jornalista português José Milhazes, que vivia em Moscovo desde 1977, trabalhando então para o diário português Público e como correspondente da cadeia portuguesa de televisão SIC, publicou o livro «Samora Machel: Atentado ou Acidente?»,Samora Machel: Atentado ou Acidente?, José Milhazes, editora Alêtheia, Lisboa no qual sustentou que a queda do avião nada teve a ver com um atentado ou uma falha mecânica, mas sim com diversos erros da tripulação russa: em lugar de executar corretamente as operações de voo, os membros da tripulação, incluindo o piloto, estavam entretidos com futilidades, como a partilha de bebidas alcoólicas e outras, que não era possível obter em Moçambique e que eles traziam da Zâmbia. Segundo Milhazes, tanto os soviéticos como os moçambicanos teriam interesse em divulgar a tese de um atentado perpetrado pelo governo racista da África do Sul: a URSS quereria salvaguardar a sua reputação (qualidade mecânica do aparelho e profissionalismo da tripulação), ao passo que o governo de Moçambique quereria criar um herói. No entanto, em 2007, Jacinto Veloso, um dos mais fieis aliados de Machel no seio da FRELIMO, tinha já publicado as suas Memórias em Voo Rasante,Memórias em Voo Rasante, Jacinto Veloso, editora Papa-Letras, Lisboa nas quais sustenta que a morte do presidente de Moçambique se deveu a uma conspiração entre os serviços secretos sul-africanos e os soviéticos, que, uns e outros, teriam razões para o eliminar. Segundo Veloso, o embaixador soviético pediu certa vez uma audiência ao Presidente para lhe comunicar a apreensão da URSS face ao aparente «deslizamento» de Moçambique para o Ocidente, ao que Machel teria respondido «Vai à merda!», ordenando em seguida ao intérprete que traduzisse e abandonando a sala. Convencidos de que Machel se afastara irrevogavelmente da sua órbita, os soviéticos não teriam hesitado em sacrificar o piloto e toda a equipagem do seu próprio avião. A viúva de Samora, Graça Machel (Simbine de seu nome de solteira), com quem se casara em 1977 sendo ela Ministra da Educação, casou-se em 1998 com Nelson Mandela. == Ver também == *Amílcar Cabral *Agostinho Neto *Thomas Sankara *Samir Amin *Kwame Nkrumah *Frantz Fanon *Eduardo Mondlane *Huey Newton *Fred Hampton *Vladimir Lenin == Bibliografia == *IAIN, Christie – Samora - uma biografia. Ndjira. Maputo, 1986. *António de Almeida Santos – Quase Memórias. Casa das Letras. Lisboa, 2006. *Jacinto Veloso – Memórias em Voo Rasante. Papa-Letras. Lisboa, 2007. *José Milhazes – Samora Machel: Atentado ou Acidente?. Alêtheia, Lisboa, 2010. *José Pinto de Sá e Nélson Saúte – O dia em que eles foram queimados vivos, Revista «Público Magazine», n.º 277, Lisboa, 25.06.1995 * Categoria:Presidentes de Moçambique Categoria:Naturais de Moçambique colonial Categoria:Naturais de Gaza (província) Categoria:Grandes- Colares da Ordem do Infante D. Henrique Categoria:Oponentes internacionais do apartheid na África do Sul Categoria:Chefes de Estado mortos em acidentes aéreos Categoria:Vítimas de acidentes aéreos da África do Sul",
 "title": "Samora Machel"
}