{
 "id": "17604",
 "text": "O EDP Vilar de Mouros é um Festival de Música, que se realiza no Verão em Vilar de Mouros, Caminha, Portugal, e cujas origens remontam à década de 1960. Desde 2016 é organizado pela Promotora de Eventos Surprise & Expectation e tem como patrocinador oficial a EDP, depois de ter passado por vários períodos conturbados em que chegou mesmo a não se realizar. == História == 300px|thumb|direita|Rio Coura durante o festival em 2003 O Festival de Vilar de Mouros realizou-se pela primeira vez em 1965, com características idênticas a outros eventos minhotos de folclore, tendo ganho alguma projecção nacional na quarta edição, em 1968, com o alargamento do âmbito à música erudita e ao fado. Nesse ano, o fundador do festival, o médico António Barge, teve a \"arte\" de conseguir juntar num mesmo evento o regime, através da Banda da Guarda Nacional Republicana, e a oposição, com músicos de intervenção como Zeca Afonso e Adriano Correia de Oliveira. O festival de 1968 não passou despercebido à PIDE que recebeu relatórios sobre as canções proibidas cantadas em coro por Zeca Afonso e pelo público, mas teve pouco impacto no país. Insatisfeitos, António Barge e a família decidiram fazer uma paragem para prepararem a realização de um grande festival em 1971, ano do nono centenário da entrega de Vilar de Mouros à antiga Diocese de Tui. O festival de 1971 foi considerado o \"Woodstock\" português, numa alusão ao mítico evento realizado em 1969 nos Estados Unidos, levou a Vilar de Mouros Elton John, Manfred Mann, os principais grupos pop portugueses, Amália Rodrigues, Duo Ouro Negro e novamente a Banda da GNR. Como prova do estrondoso sucesso desta edição foi- lhe atribuído o ano de nascimento do Festival Vilar de Mouros, ainda hoje recordado e transmitido de gerações em gerações. Apenas em 1982 se realizou o segundo desta dimensão. Em 2018, após um acordo de patrocínio com a EDP, passa a designar-se de EDP Vilar de Mouros. == Festivais == === 1971 === A 7 e 8 de Agosto de 1971, por altura das comemorações do IX centenário da doação de Vilar de Mouros à antiga Diocese de Tui, foi realizado um festival de música com um formato até então impensável para a época, existindo porém plena liberdade de expressão entre todos aqueles que participaram no Festival de Vilar de Mouros de 1971, o que leva a ser considerado pela crítica nacional e internacional como o Woodstock português. Entre as 30 000 pessoas que assistiram ao festival encontravam-se muitos hippies oriundos de vários pontos da Europa. Na sua edição original, o Festival de Vilar de Mouros foi organizado por António Augusto Barge e apresentou um alinhamento musical variado, cobrindo as áreas de música tradicional, fado, pop e rock. Entre os artistas que actuaram destacam-se algumas que estão na origem do rock português: 7 de Agosto 8 de Agosto * Manfred Mann * Objectivo *Pentágono (iam actuar com Paulo de Carvalho mas este desistiu) * Quarteto 1111 * Bridge * Psico * Pop Five Music Incorporated * Celos * Sindicato * Elton John * Pop Five Music Incorporated * Psico * Sindicato * Mini-Pop * Celos * Objectivo * Pentágono * Bridge * Quarteto 1111 Assistiram ao festival mais de 30 000 pessoas, tendo sido montado um grande acampamento que acolheu jovens, hippies, e excêntricos portugueses e estrangeiros que naquele longínquo ano de 1971, estiveram em Vilar de Mouros, por entre um clima de liberdade, diversão, e actos livres e sinceros de contra-cultura, na esperança de expressar uma nova vida e ideia, o que contraria o que dizem daquela época, por entre um cigarro de erva ou uma viagem de LSD, souberam deixar a sua marca (através de imagens, testemunhos, e filmes) na história da cultura e música portuguesa, que a juventude da época não estava desligada ou limitada da informação e acontecimentos que mudaram o mundo, e essa prova está no grande e genuíno festival desse maravilhoso ano de 1971. Quem assistiu ao primeiro grande Festival de Vilar de Mouros, conta com saudade e emoção, o espírito vivido naquele ano, onde jovens conviveram uns com os outros em pleno clima de paz, amor, e liberdade, e a ouvir os primeiros grupos de rock portugueses, os verdadeiros \"pais\" do rock português. === 1982 === Em 1982, realiza-se a 2.ª edição do festival, mantendo e expandindo a vocação de apresentar uma grande diversidade de estilos, com participações nacionais e internacionais nas áreas do jazz, rock, blues, fado, folclore e música clássica\"Programa do Festival de Vilar de Mouros - 1982\". Dos participantes nesta edição destacam-se: * Renaissance * U2 * The Stranglers * Durutti Column * Rip Rig + Panic * Sun Ra Arkestra * A Certain Ratio * Old & New Dreams com Don Cherry, Charlie Haden, Dewie Redman, Ed Blackwell * Echo & the Bunnymen * Tom Robinson Band * Johnny Copeland (deu um concerto à noite e outro na tarde do dia seguinte) * The Raincoats * Young Marble Giants * Saheb Sarbib com Paul Motian, Joe Ford, Booker T. * Mikis Theodorakis * Travadinha * Jáfumega * Roxigénio * GNR * Neon + Anar Band * Heróis do Mar - Figuravam no cartaz, mas não chegaram a actuar. * António Vitorino de Almeida * Carlos Paredes === 1996 === Entre 9 de Agosto e 11 de Agosto de 1996 realizou-se a 3.ª edição do Festival de Vilar de Mouros, destacando-se desta vez a participação de: * Primitive Reason * Tindersticks - Os Tindersticks não puderam comparecer e foram substituídos em cima da hora pelo James Taylor Quartet * The Stone Roses * Young Gods * Kussundolola * Xutos & Pontapés * Madredeus * Danças Ocultas * Freakpower * Tara Perdida * RAMP * Pato Banton * Da Weasel * Cool Hipnoise * Líderes da Nova Mensagem * Reporter Estrábico * Pinhead Society * Heredeiros da Crus === 1999 === A 4.ª edição do festival teve lugar entre 17 de Agosto e 22 de Agosto de 1999, com um recinto aumentado e um maior número de palcos, por lá passaram: * Pretenders * Silence 4 * Eagle Eye Cherry * Pop Dell'Arte * Orquestra de Jazz de Matosinhos * katatonia * Tindersticks * The Hellacopters === 2000 === Em 2000 a 5.ª edição do Festival de Vilar de Mouros, teve a participação de nomes como: * Alanis Morissette * Sonic Youth * Plastica * Skunk Anansie * Robert Plant * Iron Maiden * Rui Veloso * Sloopy Joe === 2001 === Entre 13 de Julho e 15 de Julho de 2001 mais uma edição, desta vez a 6.ª, com a participação de: * Clã * Sérgio Godinho * Beck * Neil Young * Ben Harper * Fantômas * Blind Zero * Megadeth * Xutos & Pontapés === 2002 === A 7.ª edição do festival teve início a 12 de Julho de 2002 e contou com a presença de: * Cake * Rammstein * Manu Chao * Mind da Gap * Lamb * Yellow W Van * Primitive Reason * Da Weasel * Austin * Cool Hipnoise * UB40 * Bush === 2003 === A 8.ª edição do Festival de Vilar de Mouros aconteceu entre 18 de Julho e 20 de Julho de 2003 e contou com a participação de: * Guano Apes * Sepultura * David Fonseca * Blasted Mechanism * Lenine * Public Enemy * Melvins * Tomahawk * Tricky * Ruffus Wainwright * Him === 2004 === Com início a 16 de Julho de 2004 a 9.ª edição do festival apresenta um cartaz com: * Peter Gabriel * Rão Kyao * The Cure * Clã * Bob Dylan * PJ Harvey * Fingertips *Macy Gray === 2005 === Neste ano a 10.ª edição do festival decorreu entre 28 de Julho e 31 de Julho, apresentado música para todos os gostos, destaca-se a presença no palco principal de: * Nightwish * Within Temptation * Anathema * Joss Stone * Peter Murphy * Faithless * Joe Cocker * Robert Plant *Andy Barlow (Lamb) * Porcupine Tree * Kidnap entre outros. === 2006 === * Festival dos 35 anos de Vilar de Mouros, a 11.ª grande edição teve lugar entre 21 de Julho e 23 de Julho pelo preço simbólico de 35 euros, contando com grandes nomes dos mais variados géneros musicais, destacando-se: * Iggy Pop and the Stooges * Mojave 3 * Deluxe * The Vicious Five * Tricky * Taxi * M.A.U. * Sepultura * Cradle of Filth * Soulfly * Durutti Column * Xutos e Pontapés * Moonspell === 2014 === Após oito anos de interregno, devido a discordância entre as partes envolvidas na organização, o Festival de Vilar de Mouros decorreu de 31 de julho a 2 de agosto. O festival foi organizado pela Fundação AMA Autismo, pela Câmara de Caminha e a junta de freguesia de Vilar de Mouros. O festival foi exemplo de um projecto de economia social, uma vez que as receitas reverteram na íntegra para a construção de um edifício, em Viana do Castelo, de apoio a pessoas com autismo. Entre os grupos participantes estiveram os Stranglers que regressaram a Vilar de Mouros depois de terem estado em 1982, os Guano Apes que actuaram em 2003 e os Blind Zero que estiveram no festival em 2001. O festival contou ainda com Capitão Fausto, José Cid, Trabalhadores do Comércio e Xutos e Pontapés. ===2015=== Em 2015 o festival não se realizou devido à falta de meios por parte da associação encarregada de organizar o evento (Fundação AMA Autismo). ===2016=== O Festival Vilar de Mouros regressou em 2016, entre os dias 25 de Agosto e 27 de Agosto, organizado pela Câmara Municipal de Caminha, Surprise & Expectation, e Junta de Freguesia de Vilar de Mouros. O contrato tripartido tem duração de seis edições. Este ano contou com o seguinte alinhamento: * António Zambujo * Peter Murphy * Happy Mondays * The Legendary TigerMan * Peter Hook and The Light * Manuel Fúria e os Náufragos * Orchestral Manoeuvres in the Dark * David Fonseca * Echo & The Bunnymen * Milky Chance * Linda Martini * NEEV * Blasted Mechanism * The Waterboys * Tindersticks * Bombino * Tiago Bettencourt * Samuel Úria === 2017 === Em 2017, nos dias 24, 25 e 26 de Agosto, o Festival Vilar de Mouros contou com o seguinte alinhamento: * The Jesus and Mary Chain * Primal Scream * George Ezra * The Psychedelic Furs * The Boomtown Rats * The Mission * The Dandy Warhols * Morcheeba * The Young Gods * 2ManyDJs * Capitão Fausto * Peter Bjorn and John * Salvador Sobral * The Veils * Avec * Golden Slumbers * Zanibar Aliens === 2018 === Em 2018, o EDP Vilar de Mouros realizou-se a 23, 24 e 25 de Agosto, com o seguinte cartaz: * Incubus * Peter Murphy & David J Play Bauhaus * James * The Pretenders * Editors * dEUS * Los Lobos * The Human League * John Cale * PIL * Crystal Fighters * Kitty, Daisy & Lewis * David Fonseca * GNR * Scarecrow Paulo * Luis Severo * Plastic People * Cavaliers Of Fun === 2019 === Em 2019, agora com dois Palcos, o EDP Vilar de Mouros realizou-se a 22, 23 e 24 de Agosto, com o seguinte cartaz: Palco EDP * The Offspring * Prophets Of Rage * The Cult * Manic Street Preachers * Skunk Anansie * Anna Calvi * Gogol Bordello * Nitzer Ebb * Linda Martini Palco MEO * Therapy? * The Sisters Of Mercy * Fischer-Z * The Wedding Present * Gang Of Four * The House Of Love * Clan Of Xymox * Tape Junk * JAROJUPE == Ligações externas == *Destak - 14 - 06 - 2007 \"Histórico\" in \"Vilar de Mouros não se realiza este ano\" * Blog do livro do festival * \"A História de Vilar de Mouros 1971\" * Vila Praia de Âncora: Ambiente, história, património, opinião, contos, pesca e humor \"1971 – Festival de Vilar de Mouros (2ª parte)\" * Jornal de Notícias - 2012-07-31 \"Entusiastas de Vilar de Mouros recordam 1º festival de verão em Portuga\"l * Rock no Sótão \"Festival Vilar de Mouros 1982\" (crónica publicada na revista Musica & Som nº75 - Setembro de 1982) * Recortes & retalhos \"Festival de Vilar de Mouros 1982\" (recortes de jornal) * Vilar de Mouros * Notícia da agência lusa de cancelamento do festival de 2007 Categoria:Vilar de Mouros Vilar de Mouros Categoria:Fundações em Portugal em 1971",
 "title": "EDP Vilar de Mouros"
}