{
 "id": "17652",
 "text": "Pedrógão Grande é uma vila portuguesa do distrito de Leiria, na província da Beira Litoral, integrando a Comunidade Intermunicipal da Região de Leiria, na região do Centro de Portugal, com menos de habitantes. É sede do município de Pedrógão Grande que tem de área e habitantes (2021), e está subdividido em 3 freguesias.Lei n.º 11-A/2013, de 28 de janeiro: Reorganização administrativa do território das freguesias. Anexo I. Diário da República, 1.ª Série, n.º 19, Suplemento, de 28/01/2013. O município é limitado a noroeste pelo município de Castanheira de Pera, a este por Góis e Pampilhosa da Serra, a sudeste pela Sertã e a oeste por Figueiró dos Vinhos. Dista cerca de 75 km de Leiria, a sua capital de distrito, cerca de 85 km de Castelo Branco e cerca de 55 km de Coimbra. ==Caracterização e história== O município de Pedrógão Grande é uma das regiões do país onde a beleza natural, os costumes e as tradições populares aliadas à pureza dos ares e das águas se mantêm. As paisagens são dinâmicas, com características distintas e com fortes potencialidades turísticas. É uma vasta região de granitos e xistos incrustada nas bacias dos rios Zêzere e Unhais e das ribeiras de Pêra e Mega, hoje aumentada pelas albufeiras de duas grandes barragens, a do Cabril e a da Bouçã. O clima, que antigamente era de características continentais, de invernos rigorosos e verões tórridos e secos, é hoje mais ameno, influenciado pelas duas grandes albufeiras que são também zonas piscícolas muito ricas. Pedrógão Grande encontra-se integrado na zona do Pinhal Interior Norte, a maior mancha florestal da Europa, onde predominam pinheiros, eucaliptos, acácias e oliveiras que assumem grande importância na economia local. Os vestígios arqueológicos encontrados na região dão provas da sua história remontar aos tempos pré-históricos, provavelmente ao final da Idade do Bronze. O primeiro foral é concedido em fevereiro de 1206 por D. Pedro Afonso, filho bastardo de D. Afonso Henriques. No dia 8 de agosto de 1513, D. Manuel I concedeu a Pedrógão Grande a sua segunda carta de foral. A 7 de setembro de 1895 a comarca e concelho são extintos, na sequência da reorganização territorial do distrito de Leiria. A 13 de janeiro de 1898 o concelho é restaurado, permanecendo a sua comarca em Figueiró dos Vinhos. O tecido económico de Pedrógão Grande é caracterizado essencialmente pelo setor secundário, com relevo para a exploração florestal, têxteis e construção civil. A indústria de espetáculos, nomeadamente carrosséis e diversões públicas são, igualmente, uma referência no município. Ficheiro:PONTE FILIPINA 1.jpg|Ponte Filipina Ficheiro:PONTE FILIPINA 2.jpg|Ponte Filipina Ficheiro:PONTE IC8.jpg |Ponte sobre o rio Zêzere (IC8) Ficheiro:BARRAGEM DO CABRIL 2.jpg |Barragem do Cabril Atualmente, começam a ser explorados os recursos naturais, considerados como uma grande potencialidade do município, a par da riqueza cultural e infraestruturas de apoio ao turismo. Os locais de interesse turístico passam pelas barragens, albufeiras e piscinas fluviais. Também o centro histórico da vila assume destaque pelas inúmeras residências de traço da fidalguia provinciana. O seu artesanato é rico em peças de madeira, cortiça e estanho, mas também rendas, bordados e tecelagem. Apesar de pertencer ao distrito de Leiria e fazer parte da Beira Litoral, a composição do solo e os costumes da sua população assemelham-se mais às características da província da Beira Baixa. Pedrógão Grande faz fronteira com os municípios de Castanheira de Pera, Góis, Sertã, Figueiró dos Vinhos e Pampilhosa da Serra. Conta com uma área geográfica que não ultrapassa os 130 quilómetros quadrados e uma população de 3.390 habitantes em 2021, distribuídos por três freguesias. A 17 de Junho de 2017 deu-se, no município de Pedrógão Grande, um devastador incêndio que matou 64 pessoas e causou um elevado número de feridos. É considerado como a maior tragédia em Portugal desde a tragédia de Entre-os-Rios. Em 23 de setembro de 2023, durante um pequeno festival, com oficinas, house music e tendas Sioux, um desavisado encanador britânico de 37 anos foi atraído para a floresta e assassinado por seu compatriota Joshua Menkens (28), o organizador do festival. Segundo os pesquisadores, Menkens sofreu de psicose durante sua atuação. ==Freguesias== O município de Pedrógão Grande está dividido em 3 freguesias: * Graça * Pedrógão Grande * Vila Facaia ==População== Número de habitantes Instituto Nacional de Estatística (Recenseamentos Gerais da População) - https://www.ine.pt/xportal/xmain?xpid=INE&xpgid;=ine_publicacoes 1864 1878 1890 1900 1911 1920 1930 1940 1950 1960 1970 1981 1991 2001 2011 2021 6 230 6 597 7 333 7 944 8 561 8 541 8 877 9 250 8 955 8 239 5 131 5 842 4 643 4 398 3 915 3 391 (Obs.: Número de habitantes \"residentes\", ou seja, que tinham a residência oficial neste município à data em que os censos se realizaram.) Número de habitantes por grupo etário INE - http://censos.ine.pt/xportal/xmain?xpid=CENSOS&xpgid;=censos_quadros INE - https://www.ine.pt/xportal/xmain?xpid=INE&xpgid;=ine_indicadores&indOcorrCod;=0011166&contexto;=bd&selTab;=tab2 1900 1911 1920 1930 1940 1950 1960 1970 1981 1991 2001 2011 2021 0-14 Anos 4 846 4 763 2 741 2 793 2 801 2 173 1 863 840 943 654 508 434 269 15-24 Anos 2 240 2 174 1 265 1 716 1 590 1 573 1 212 505 719 465 458 355 300 25-64 Anos 5 577 5 572 3 446 3 913 3 982 4 076 4 103 2 555 2 841 2 224 2 016 1 815 1 617 = ou > 65 Anos 812 949 523 625 782 850 1 061 1 085 1 339 1 300 1 416 1 311 1 205 (Obs.: De 1900 a 1950 os dados referem-se à população \"de facto\", ou seja, que estava presente no município à data em que os censos se realizaram. Daí que se registem algumas diferenças relativamente à designada população residente.) == Política == === Eleições autárquicas === Data % V % V % V % V % V % V % V Participação PPD/PSD PS CDS-PP FEPU/APU/CDU PRD IND CH 1976 61,88 4 21,00 1 8,94 - 3,01 - 1979 69,75 4 22,26 1 3,71 - 1982 56,90 3 21,22 1 17,01 1 1,57 - 1985 65,16 4 18,31 1 5,60 - 1,44 - 5,85 - 1989 63,30 4 30,63 1 1,38 - 1993 33,52 2 61,06 3 0,98 - 1997 50,31 3 45,02 2 0,90 - 2001 62,63 3 33,23 2 0,99 - 2005 70,05 4 19,06 1 1,05 - 6,00 - 2009 68,44 4 23,74 1 1,84 - 2013 56,59 3 36,58 2 1,30 - 2017 38,03 2 55,78 3 1,33 - 1,42 - 2021 52,62 3 28,20 2 11,60 - 1,94 - 1,60 - === Eleições legislativas === Data % PSD PS CDS PCP UDP AD APU/ CDU FRS PRD PSN B.E. PAN PSD CDS L CH IL 1976 48,23 22,66 15,49 1,23 0,18 1979 AD 16,50 AD APU 0,88 67,93 3,55 1980 FRS 0,62 75,63 2,58 13,76 1983 57,85 20,78 11,45 0,64 2,49 1985 57,35 16,37 8,97 0,83 2,07 7,12 1987 71,05 14,35 4,40 CDU 0,40 1,51 0,94 1991 74,46 16,02 2,57 1,04 0,42 1,04 1995 59,35 31,71 4,03 0,50 0,57 1999 59,28 30,64 4,66 0,93 0,25 0,54 2002 65,98 24,45 4,93 0,72 0,61 2005 55,00 31,71 4,61 0,82 1,57 2009 51,32 23,87 9,18 3,00 4,77 2011 61,29 19,87 8,53 1,31 2,11 0,56 2015 CDS 26,93 PSD 1,21 6,09 0,45 54,50 0,35 2019 40,40 34,26 2,95 1,76 5,74 1,48 0,11 2,73 0,17 2022 43,18 37,95 2,10 1,99 2,44 0,17 0,11 6,02 2,10 2024 AD 27,07 AD 41,42 1,04 3,29 0,68 0,83 16,95 2,71 == Património == O município de Pedrógão Grande possui o seguinte património arquitetónico e histórico: * Igreja de Nossa Senhora da Assunção ou Igreja Paroquial de Pedrógão Grande * Ponte do Cabril (sobre o Rio Zêzere) * Igreja da Misericórdia de Pedrógão Grande * Pelourinho de Pedrógão Grande * Casa da Criança == Gastronomia == No município de Pedrogão Grande podemos encontrar uma gastronomia sobretudo de cariz rural, onde a agricultura, a pastorícia e a pesca são, ainda, uma realidade. Muitos dos pratos característicos variam de acordo com as ocasiões como, por exemplo, a quadra natalícia, a Páscoa, ou até as várias festas, feiras e romarias populares da região. Existem, no entanto, aqueles que se distinguem e são mais procurados, nomeadamente o Pudim de Pão, o Cabrito, a Sopa de Peixe, o Bucho Recheado e os Maranhos. Pode-se, então, considerar que fazem parte da gastronomia do município de Pedrógão Grande os seguintes pratos: Peixe: * Trutas Grelhadas * Achigã e o Bordalo com molho verde Carnes: * Cabrito assado * Galinha corada no forno * Bucho de porco recheado Sopas: * Sopa de peixe Produtos da região: * Mel * Queijo de cabra (fresco ou curado) * Aguardente de medronho Doces: * Arroz doce * Filhós * Tijelada * Sonhos de abóbora * Bolo de Mel * Pão de Ló == Cultura == * Casa- Museu Manuel Nunes Corrêa * Museu de Arte Sacra * Museu Pedro Cruz * Museu da República e Maçonaria * Museu das Concertinas *Ruínas Romanas == Educação == No município de Pedrogão Grande, e que como acontece um por pouco por todo o interior do país, são cada vez menos os alunos em idade escolar, no entanto ainda existem as seguintes escolas: Ensino primário * Escola Básica de Graça * Escola Básica de Pedrógão Grande Ensino básico de 2º e 3º Ciclos * Escola Básica Miguel Leitão de Andrada (chegou a ter ensino secundário que deixou de existir devido à falta de alunos) Ensino profissional * ETPZP - Escola Tecnológica e Profissional da Zona do Pinhal ==Festas, feiras e romarias== Abril * Semana Santa - Pedrógão Grande * 1º fim-de-semana após 25 de Abril - Festa do Senhor dos Aflitos Junho * Dia 10 - Festa do Senhor dos Bons Caminhos, Lugar de Regadas * Dia 12 - Santo António, Pesos Fundeiros Julho * Dia 24 - Feriado Municipal, Pedrógão Grande * Festas de Verão, Pedrógão Grande * Dias 23, 24 e 25 - Feira de Ano, Pedrógão Grande Agosto * Dia 15 - Festa de Senhora da Graça, Graça * 1º fim-de-semana - Festa da Senhora da Estrela, Graça * 2º domingo - Festa da Senhora da Consolação, Escalos do Meio * 3º domingo - S. Vicente Ferrer, Troviscais Cimeiros * Santo António - Salaborda Nova * Último domingo de Agosto - Festa da Senhora da Saúde, Louriceira * Festa da Senhora do Rosário, Derreada Cimeira Setembro * 1º domingo - Festa da Senhora dos Milagres, Pedrógão Grande * Fim-de-semana após o dia 8 - Festa da Senhora da Piedade, Vila Facaia * 3º fim-de-semana - Festa da Senhora do Carmo, Lugar da Picha * Dia 25 - Festa de Santa Lurdes, Escalos Cimeiros Outubro * 1º domingo - S. Vicente dos Pinheirais, Mó Grande Novembro * Dia 25 - Feira anual de Santa Catarina, Vila Facaia == Personalidades == * Primavera das Neves (1933-1981), tradutora que viveu no Brasil * Miguel Leitão de Andrada (1553-1630), jurista e escritor == Heráldica == Brasão: Escudo azul com uma águia de prata e de negro, aberta, olhando o sol de ouro em chefe. Em contra-chefe, um monte de penhascos de prata e de negro, cortado por uma faixa ondada de azul. Coroa de mural de prata de quatro torres. Listel branco com legenda a negro: \"PEDRÓGÃO GRANDE\". Bandeira: Esquartelada de branco e negro. Cordões e borlas de prata e negro. Haste e lança de ouro. == Aldeias == Torneira, Marroquil, Sobreiro, Mingacho, Agria, Mó Pequena, Mó Grande, Lameira (...) == Ver também == * Incêndio florestal de Pedrógão Grande em 2017 == Ligações externas == * Município de Pedrógão Grande",
 "title": "Pedrógão Grande"
}