{
 "id": "17669",
 "text": "O Museu Histórico Nacional (MHN) é um museu dedicado à história do Brasil, localizado na praça Marechal Âncora, no centro histórico da cidade do Rio de Janeiro, no Brasil. Foi criado em 1922 pelo presidente Epitácio Pessoa, como parte das comemorações do Centenário da Independência do Brasil e o seu primeiro diretor foi o advogado e jornalista Gustavo Barroso. O museu é uma das unidades museológicas do Instituto Brasileiro de Museus (Ibram) - autarquia federal ligada ao Ministério da Cultura - e possui um acervo constituído por mais de 300 mil itens arquivísticos, bibliográficos e museológicos. São manuscritos, iconografia, mobiliário, armaria, esculturas, indumentária, entre outros itens. ==História== ==== O conjunto arquitetônico ==== O local onde se encontra o museu era primitivamente uma ponta de terra que avançava sobre as águas da baía de Guanabara, entre as praias de Piaçaba e de Santa Luzia. Nessa ponta, os portugueses ergueram, em 1603, o Forte de São Tiago da Misericórdia, ao qual se acrescentou a Prisão do Calabouço (1693) - destinada a escravizados faltosos -, a Casa do Trem (1762) - depósito do \"trem de artilharia\" (armas e munições) -, o Arsenal de Guerra do Rio de Janeiro (1764) e o Quartel (1835). Na Casa do Trem teria sido esquartejado o corpo de Tiradentes, após sua execução no Campo de Lampadosa (atual Praça Tiradentes), no final do século XVIII. Por sua localização estratégica para a defesa da cidade, então capital, a ponta e as instalações nela mantidas foram área militar até 1908, quando o Arsenal de Guerra foi transferido para a ponta do Caju. Na década de 1920, a Ponta do Calabouço foi aterrada e reurbanizada para acolher a Exposição Internacional Comemorativa do Centenário da Independência. Para integrar o evento, as edificações do antigo Arsenal de Guerra foram ampliadas e embelezadas, com decoração característica da arquitetura neocolonial. Do primitivo forte de São Tiago e da prisão do Calabouço restam apenas as fundações. Subsistem até aos nossos dias o edifício da Casa do Trem (totalmente recuperado na década de 1990), o do Arsenal de Guerra (onde se destaca o imponente pátio da Minerva), e o pavilhão da exposição de 1922, atualmente ocupado pela Biblioteca. ==== O museu ==== Criado em agosto de 1922, visando dotar o país de um museu voltado para a história do Brasil, as novas instalações foram abertas ao público em 12 de outubro, compreendendo o pavilhão das Grandes Indústrias, um dos mais visitados da referida exposição, e duas galerias do Museu Histórico Nacional. Em 1940, essas galerias abertas ao público já somavam vinte e duas. Atualmente, o museu ocupa todo o conjunto arquitetônico da antiga Ponta do Calabouço, constituindo-se em um dos mais importantes museus históricos do país e um centro gerador de conhecimento nas áreas da museologia e do patrimônio cultural. Abrigou o primeiro curso de Museologia do país, criado em 1932, e que funcionou nas dependências do museu até 1977, tornando-se uma referência para a constituição de outros importantes museus brasileiros. Outra importante instituição que começou no Museu Histórico Nacional foi a Inspetoria dos Monumentos Nacionais, criada em 1934, que transformou-se mais tarde no Instituto do Patrimônio Histórico e Artístico Nacional (Iphan). Em 2009, o conjunto arquitetônico e as coleções do MHN foram tombados pelo Iphan. ==Características== O museu se caracteriza como um museu de história, com ênfase na história do Brasil, abrangendo desde o período pré- cabralino até sua história contemporânea. Seus espaços expositivos abertos à visitação pública fazem parte de um conjunto arquitetônico que distribui-se por uma área útil total de 14 540 m², a qual se somam os 3 212 m² de seus pátios internos (pátio Epitácio Pessoa, também conhecido como pátio dos Canhões, pátio da Minerva, pátio de Santiago e pátio Gustavo Barroso). No pavimento térreo, encontram-se o pátio dos Canhões, que apresenta uma coleção de canhões do período colonial e a exposição de longa duração \"Do móvel ao automóvel\", com um grande número de carruagens do século XIX. Nesse pavimento encontra-se ainda a Reserva Técnica do museu, localizada no pátio Gustavo Barroso. Há também no térreo algumas galerias utilizadas para exposições temporárias. O segundo pavimento apresenta o circuito de longa duração do museu, com as seguintes galerias: \"Oreretama\" (dedicada aos primeiros povos que viveram no Brasil e aos índios que até hoje povoam o país); \"Portugueses no Mundo\" (mostrando as trajetórias dos navegantes portugueses no período das grandes navegações e o processo de colonização no Brasil); \"A Construção do Estado\" (abrangendo a Independência e o período imperial); e \"A Construção da Cidadania\" (que aborda desde a Proclamação da República até a história contemporânea). Neste segundo pavimento localiza-se também a biblioteca do museu no pátio de Santiago. No terceiro pavimento encontram-se o Arquivo Institucional, o Laboratório de Conservação e Restauração, o acervo de numismática (Casa do Trem) e as áreas técnicas e administrativas do museu. ==Acervo== A formação do acervo do Museu Histórico Nacional teve início a partir da transferência itens de outras instituições que já existiam à época de sua fundação. Vários itens e peças vieram do museu do Arquivo Nacional e do gabinete de numismática da Biblioteca Nacional. Também colaboraram para formação inicial do acervo a Casa da Moeda, o Museu Nacional de Belas Artes, o Ministério do Exército e o Ministério da Marinha. Ajudaram a compor ainda o acervo do museu, em seu período inicial, a doação de colecionadores particulares, como a do senador baiano Miguel Calmon du Pin e Almeida, a da família Guinle e a da museóloga Sophia Jobim. Outra importante coleção, adquirida nos primeiros anos do museu, é a de esculturas religiosas em marfim do empresário e colecionador Souza Lima, arrematadas pelo presidente Getúlio Vargas em um leilão promovido pela Caixa Econômica Federal, em 1940.Atualmente, o acervo do museu se divide em arquivístico, bibliográfico, museológico e aquele de suas próprias publicações. O acervo arquivístico está dividido em dois: o Arquivo Histórico e o Arquivo Institucional. O primeiro, é formado por coleções, em sua maioria de caráter originalmente particular, e que abriga cerca de 62 mil documentos iconográficos e manuscritos. Destacam-se as coleções do fotógrafo Juan Gutierrez, que documentou a Revolta da Armada no Rio de Janeiro, as de Augusto Malta e Marc Ferrez, a de Carlos Gomes (composta de partituras, epistolário, libretos e fotografias) e a Coleção Família Imperial, com gravuras, documentos e outros objetos referentes a D. Pedro I, D. Pedro II e familiares. Já o Arquivo Institucional é fonte de pesquisa sobre a história do próprio museu e da história política e administrativa da cultura no país. O acervo bibliográfico, com cerca de 65 mil itens, encontra-se preservado na Biblioteca do Museu Histórico Nacional e disponibiliza obras do século XVI ao XXI. Ele é composto por livros, folhetos, periódicos e outros tipos de publicação, que abrangem temas como Arte Decorativa, Numismática, Filatelia, Indumentária, História do Brasil, História do Rio de Janeiro, História de Portugal, Heráldica, Genealogia, Sigilografia, Gastronomia e Museologia. O acervo museológico do Museu Histórico Nacional conta com cerca de 172 mil itens e é formado por coleções de objetos que datam desde a Antiguidade até os dias atuais. Faz parte deste acervo a área de Numismática, responsável pelas coleções de moedas, cédulas, selos, carimbos, sinetes, medalhas e ordens honoríficas de Brasil e Portugal, totalizando mais de 150 mil itens. A qualidade do acervo faz da coleção de numismática a mais expressiva da América do Sul. Nela há várias peças raras, como a moeda Peça da Coroação, com tiragem de apenas 64 exemplares, cunhada a mando do Imperador D. Pedro I para comemorar sua coroação, em 1822, a medalha de homenagem a Louis Pasteur, bulas dos Papas Clemente VI (século XIV) e Júlio II (séculos XV e XVI) e a Insígnia Imperial Ordem da Rosa, criada para perpetuar a memória do segundo casamento de Dom Pedro I com Dona Amélia de Leuchtenberg. O acervo museológico inclui ainda a Reserva Técnica do museu, com mais de 22 mil itens, datados dos séculos XVI ao XXI, e que abrangem diversos tipos de materiais, tais como a madeira, o metal, o marfim, o vidro, o mármore, o ouro, a porcelana e o gesso, além de quadros, joalheria, cestaria, esculturas, brinquedos, armaria e têxteis. Por fim, o museu também preserva um acervo de suas publicações, pois desde a sua criação, o Museu Histórico Nacional dedica- se à produção e à divulgação de conhecimento nas áreas de História, do Patrimônio e da Museologia. Desde de 1940, o museu publica seus Anais, um periódico de caráter científico, e, a partir de 1999, passou a publicar em livro as apresentações do Seminário Internacional que começou a promover na década de 1990. == Visitação == O acervo aberto à visitação se divide em várias exposições, de longa duração e temporárias. Entre as exposições de longa duração estão: *No pátio dos Canhões está a coleção de canhões do museu e reúne exemplares de Portugal, Inglaterra, França, Holanda e do Brasil. Foi a primeira exposição do país a ter legendas em braile; *\"Do Móvel ao automóvel: transitando pela História\" mostra 29 peças como cadeirinhas de arruar, carruagens e berlindas. Uma das raridades dessa exposição é o carro Protos, pertencente ao barão do Rio Branco, enquanto Ministério das Relações Exteriores, e um dos dois únicos existentes no mundo; *O pátio Gustavo Barroso apresenta esculturas de diversos autores brasileiros - com destaque para os conjuntos escultóricos de Eduardo de Sá; *O pátio da Minerva apresenta uma coleção de escudos com a representação heráldica de portugueses ilustres do período colonial; *\"Îandé: aqui estávamos, aqui estamos\" é dedicada à presença dos povos originários no país, desde o passado mais remoto até os dias atuais; *\"Portugueses no Mundo\" mostra o processo de colonização e seus desdobramentos econômico-culturais, compondo-se de peças ligadas à navegação, às culturas de cana-de-açúcar e café, à mineração, à chegada da corte portuguesa no Brasil; *\"A Construção do Estado\" procura retratar a Independência do Brasil, o período imperial e à imigração do século XIX, entre outros assuntos relacionados à essa época; *\"Cidadania\" apresenta um panorama da história recente do país, desde a proclamação da República até a história contemporânea. O MHN possui um núcleo de Educação que atende grupos escolares agendados e visitantes espontâneos com atividades mediadas especiais. As exposições são acessíveis e todas as áreas de visitação do museu permitem a livre circulação de cadeirantes. O museu também possui uma loja de souvenirs no pátio da Minerva. == Diretores do Museu Histórico Nacional == Ao longo de sua história o museu teve os seguintes diretores: * Gustavo Barroso (1922-1930) * Rodolfo Garcia (1930-1932) * Gustavo Barroso (1932-1959) * Josué Montello (1959-1967) * Léo Fonseca (1967-1970) * Octávia Côrrea dos Santos de Oliveira (1970-1971) * Gerardo Britto Câmara (1971-1984) * Rui Mourão (1984-1985) * Solange de Sampaio Godoy (1985-1989) * Heloísa Magalhães Duncan (1989-1990) * Ecyla Castanheira Brandão (1990-1994) * Vera Lúcia Bottrel Tostes (1994-2014) * Ruth Beatriz Silva Caldeira de Andrade (2014-2015) * Paulo Knauss (2015-2020) * Vânia Drumond Bonelli - substituta (2020-2021) * Aline Montenegro Magalhães - substituta (fevereiro-julho 2022) * Fernanda Santana Rabello de Castro - substituta (julho-dezembro 2022) * Pedro Colares Heringer - substituto (janeiro 2023- atual) ==Ver também== * Centro do Rio de Janeiro * Orla Conde == Bibliografia == *BANCO SAFRA. O Museu Histórico Nacional. São Paulo, Banco Safra, 1989. *MUSEU HISTÓRICO NACIONAL. Museu Histórico Nacional. São Paulo, Olhares, 2013. *MUSEU HISTÓRICO NACIONAL. Museu Histórico Nacional: 90 anos de histórias, 1922-2012. Rio de Janeiro, Museu Histórico Nacional, 2013. ==Ligações externas== *Site do Museu Histórico Nacional *Anais do Museu Histórico Nacional Museu Histórico Nacional Categoria:Agraciados com a Ordem do Mérito Cultural Categoria:Patrimônio tombado pelo IPHAN no Rio de Janeiro Categoria:Arquitetura colonial no Brasil Categoria:Arquitetura do Brasil do século XVIII",
 "title": "Museu Histórico Nacional"
}