{
 "id": "1772",
 "text": "Suriname (; ; ; ), oficialmente chamado de República do Suriname (em neerlandês: Republiek Suriname), é um país do norte da América do Sul, limitado a norte pelo oceano Atlântico, a leste pela França (Guiana Francesa), a sul pelo Brasil e a oeste pela Guiana. Com pouco menos de 165 000 km², é o menor país da América do Sul. O Suriname tem uma população de aproximadamente 632,638 (2022 est.), a maioria dos quais vive na costa norte do país, dentro ou nos arredores da capital e maior cidade do país, Paramaribo. O Suriname é considerado uma nação medianamente desenvolvida, com índice de desenvolvimento humano (IDH) de 0,690, considerado médio, e com um renda per capita de US$ 6 373 e perspectiva média de vida ao nascimento de . Suriname foi por muito tempo habitado por vários povos indígenas antes de ser explorado e contestado pelas potências europeias do século XVI, chegando finalmente ao domínio holandês no final do século XVII. Durante o período colonial holandês, foi principalmente uma economia de plantação dependente de escravos africanos, mas que, após a abolição da escravidão, servos da Ásia foram contratados. Em 1954, Suriname tornou-se um dos países constituintes do Reino dos Países Baixos. Em 25 de novembro de 1975, Suriname deixou o Reino dos Países Baixos para se tornar um estado independente, mantendo, no entanto, estreitos laços econômicos, diplomáticos e culturais com seu antigo colonizador. A rigor, apesar da contiguidade geográfica, é incorreto classificar o país como sendo integrante da América Latina devido à sua colonização pelos Países Baixos, cujo idioma, o neerlandês é de matriz germânica, assim como o inglês. Este fato favorece um vínculo cultural com a Guiana e com vários países da região do Caribe colonizados por britânicos e neerlandeses. O Suriname é considerado um país culturalmente caribenho e é membro da Comunidade do Caribe (CARICOM). Enquanto o neerlandês é a língua oficial do governo, dos negócios, da mídia e da educação, o sranan ou surinamês, uma língua crioula baseada no inglês, é uma língua franca amplamente usada no país. O Suriname é a única nação soberana fora da Europa, onde o neerlandês é falado pela maioria da população. Como legado da colonização, o povo do Suriname está entre os mais diversos do mundo, abrangendo uma grande quantidade de grupos étnicos, religiosos e linguísticos. == Etimologia == O nome Suriname pode derivar de um povo indígena chamado Surinen, que habitava a área na época do contato com os europeus.\"Suriname\", The New Encyclopædia Britannica, Encyclopædia Britannica, Volume 5. Edição 15, Encyclopædia Britannica, 2002, p. 547 O sufixo -ame, comum em nomes de lugares e rios surinameses (veja também o rio Coppename), pode vir de aima ou eima, significando a foz do rio ou riacho em lokono, uma língua aruaque falada no país. As primeiras fontes europeias dão variantes de \"Suriname\" como o nome do rio no qual as colônias foram fundadas. Lawrence Kemys escreveu em \"Relation of the Second Voyage to Guiana\" sobre a passagem de um rio chamado \"Shurinama\" enquanto viajava ao longo da costa. Em 1598, uma frota de três navios holandeses em visita à Costa Selvagem menciona a passagem pelo rio \"Surinamo\". Em 1617, um notário holandês soletrou o nome do rio em que existia um entreposto comercial holandês três anos antes como \"Surrenant\". Os colonos britânicos, que em 1630 fundaram a primeira colônia europeia em Marshall's Creek ao longo do rio Suriname, soletraram o nome como \"Suriname\"; essa seria por muito tempo a grafia padrão em inglês. O navegador holandês David Pietersz de Vries escreveu sobre viajar pelo rio \"Sername\" em 1634 até encontrar uma colônia inglesa ali; a vogal terminal permaneceu nas futuras grafias e pronúncias holandesas. Em 1640, um manuscrito espanhol intitulado \"Descrição geral dos domínios de Sua Majestade na América\" chamou o rio de \"Soronama\". Em 1653, instruções dadas a uma frota britânica navegando para encontrar Lord Willoughby em Barbados — que na época era a sede do governo colonial inglês na região — novamente soletrou o nome da colônia como \"Suriname\". Uma carta real de 1663 dizia que a região ao redor do rio era \"chamada de Serrinam, também Surrinam\". Como resultado da grafia \"Surrinam\", fontes britânicas do século XIX ofereceram a etimologia popular \"Surryham\", dizendo que era o nome dado ao rio Suriname por Lord Willoughby, na década de 1660, em homenagem ao Duque de Norfolk e ao Conde de Surrey, quando uma colônia inglesa foi estabelecida sob uma concessão do rei Carlos II. Esta etimologia popular pode ser encontrada repetida em fontes posteriores da língua inglesa. Quando o território foi tomado pelos holandeses, passou a fazer parte de um grupo de colônias conhecido como Guiana Holandesa. A grafia oficial do nome em inglês do país foi alterada para \"Suriname\" em janeiro de 1978, mas \"Surinam\" ainda pode ser encontrado em inglês. == História == === Colonização === O Suriname foi primariamente conquistado por espanhóis no e em meados do XVII os ingleses estabeleceram-se lá. Embora mercadores neerlandeses tivessem estabelecido várias colónias na região da Guiana antes, os neerlandeses não tomaram posse do que é hoje o Suriname até ao Tratado de Breda, em 1667,Série de autores e consultores, Dorling Kindersley, History (título original), 2007, ISBN 978-989-550-607-1 que marcou o fim da Segunda Guerra Anglo-Holandesa. Em 1863 foi abolida a escravatura, e devido a isso começaram a ser trazidos trabalhadores da Índia e de Java. === Independência, golpe militar e guerra civil === Depois de se tornar numa parte autônoma do Reino dos Países Baixos, em 1954, o Suriname conseguiu a independência em 25 de novembro de 1975. Um regime militar dirigido por Desi Bouterse governou o país nos anos 80 até que a democracia foi restabelecida em 1988. É um país de baixa densidade demográfica. Diferentemente de outros países da América Latina que tiveram governos militares nas décadas de 1960 e 1970, o Suriname sofreu com um golpe de estado em 25 de fevereiro de 1980 dado pelo General Desi Bouterse, declarando o país como uma República Socialista. No dia seguinte o primeiro-ministro foi afastado por decisão do Conselho Militar Nacional (CMN) que fez um apelo aos líderes da oposição para governar o país, momento no qual vários líderes de esquerda tomaram as rédeas do governo. Nos primeiros anos o governo estabeleceu relações com Cuba, enfrentando oposição interna e externa vinda principalmente dos Estados Unidos e dos Países Baixos. Em 8 de dezembro de 1982 jornalistas, intelectuais e líderes sindicais contrários ao governo de Bouterse foram presos, torturados e assassinados, provocando a suspensão de todos os acordos de cooperação assinados entre os Países Baixos e sua ex- colônia (desde agosto de 2008 Bouterse aguarda julgamento no Suriname por estes crimes). Em um esforço para reduzir o isolamento do Suriname, o governo aderiu à Comunidade do Caribe (CARICOM), como observador, restabelecendo relações com países como Granada, Nicarágua, Brasil e Venezuela. Em 29 de novembro de 1986, mais uma vez a violência do governo de Bouterse foi direcionada contra os opositores em um ataque efetuado por uma unidade militar à aldeia de Moiwana. A casa do chefe da oposição armada, Ronnie Brunswijk, foi incendiada e 35 pessoas foram sumariamente executadas, principalmente mulheres e crianças. A repressão foi tanta que quando as investigações do caso foram reabertas em 1990, o inspetor-chefe encarregado do novo inquérito, Herman Gooding, foi assassinado, sendo seu corpo jogado na frente dos escritórios de Bouterse. Em abril de 1987, a assembleia nacional aprovou uma constituição que proporcionou um enquadramento para o retorno às instituições. O projeto teve o apoio dos três principais partidos políticos do país e do exército. Nas eleições de 1988, a Frente para a Democracia e Desenvolvimento foi vitoriosa. Em julho de 1989, o presidente Ramsewak Shankar negociou uma anistia para os guerrilheiros, dando a possibilidade destes manterem-se armados no interior da selva. Bouterse, do PDN (Partido Democrático Nacional) opôs-se à medida, alegando que seria legalizar uma força militar autônoma. A Nova Frente (NF) venceu as eleições para a Assembleia Nacional em Maio de 1991, e uma das suas principais propostas foi a de restabelecer as relações com o governo neerlandês. Em 16 de setembro, Ronald Venetiaan, líder da NF, foi eleito presidente em outubro e iniciou uma política de redução de gastos da defesa e das Forças Armadas. Deu-se início a um processo de paz com a guerrilha e movimentos de desarmamento, sob a supervisão da Guiana e do Brasil, representando as Nações Unidas. Em 1993, o país sofreu com a queda no preço de bauxita e sua economia diminuiu a uma taxa média anual de 2,6%. O novo governo civil teve um rigoroso programa de ajustamento estrutural, o que resultou em um significativo descontentamento na população. Pobreza e desemprego no país formaram o pano de fundo da ocupação da barragem de Afobakka, a 100 km ao sul de Paramaribo, em março de 1994. Os rebeldes, que exigiam a deposição do governo, foram expulsos por tropas governamentais após quatro dias de ocupação. Em Abril de 1997, os Países Baixos lançaram um mandado de captura internacional contra o ex-ditador Bouterse, que era suspeito de manter ligações com o tráfico de drogas no Suriname. Em resposta, o presidente Jules Wijdenbosch foi nomeado como assessor do ex-ditador do Estado, com o que ganhou imunidade diplomática. Mais tarde naquele ano, uma tentativa de golpe levou à prisão de 17 oficiais de baixa graduação. A tentativa de golpe foi relacionada às condições de trabalho dos soldados, prejudicada pelos baixos salários e equipamentos obsoletos. Agitação social e uma crise econômica sem precedentes intensificaram-se no início de 1999. A maior greve geral na história do Suriname, que praticamente paralisou o país, e grandes manifestações de protesto ocorreram em Paramaribo tomou meses para colocar ao parlamento em Junho, o gabinete Wijdenbosch, acusando o colapso econômico do país. === Século XXI === Em Maio de 2000, a NF venceu as eleições parlamentares e, em agosto, Venetiaan foi eleito presidente com 37 dos 51 votos da Assembleia Nacional. As tensões entre Suriname e Guiana, devido à disputa que durante décadas foi exacerbada por águas territoriais, aumentaram em Junho de 2000, quando um navio surinamês foi forçado a retirar para a empresa canadense CGX Energia, que tinha obtido permissão de exploração petrolífera da Guiana. Em julho, depois de os líderes de ambos os países não chegarem a um acordo após vários dias de negociações na Jamaica, a empresa canadense suspendeu o projeto. Em meados de 2001, durante a cerimônia de transferência de comando, o antigo comandante do exército nacional Sedney Glenn ofereceu suas desculpas à comunidade surinamesa por \"feridas e divisões\" que os militares haviam causado no passado. Em maio de 2002, o presidente Ronald Venetiaan expressa a necessidade de monitorar continuamente o respeito pela liberdade de expressão e do reconhecimento de que, em 1980 e as décadas de 1990, houve incidentes de intimidação contra jornalistas e editores e estações de rádio. Venetiaan assinou a Declaração de Chapultepec, pela liberdade de expressão. A Associação dos Jornalistas recebeu as boas-vindas, salientando a necessidade de alterar algumas leis em conformidade com as orientações contidas na declaração. Em uma manobra que visa fortalecer a economia, em Janeiro de 2004, o governo estabeleceu o Dólar do Suriname como a nova moeda, substituindo o florim neerlandês. Nenhum dos candidatos alcançou dois terços dos votos parlamentares necessários para a presidência no primeiro turno das eleições, em Julho de 2005, na segunda ronda a mesma coisa aconteceu. Finalmente, a Assembleia do Povo Unido, um organismo regional composto por 891 deputados e representantes de bairros, reelegeu Venetiaan presidente com 560 dos 879 votos. Em Maio de 2006, fortes chuvas atingiram o país causando graves inundações. Mais de 30 000 km² de terra foram submersos por água e 175 aldeias foram virtualmente \"varridas do mapa\" a ser coberto por camadas de até 2 m de lama. Cerca de 25 000 pessoas perderam tudo que tinham. O governo, que descreveu a situação como \"catástrofe\", pediu assistência internacional de agências. El anuario El Mundo Indígena 2006, elaborado pelo Grupo Internacional de Trabalho sobre Assuntos Indígenas (IWGIA), denunciou que um projeto de Lei de Mineração, que estava sendo estudado pela Assembleia Nacional, era racialmente discriminatório. O projeto, se aprovado, forçaria várias comunidades indígenas no norte do país a deixar suas terras para o assentamento de novas minas. Além disso, segundo o IWGIA, os habitantes das áreas circunvizinhas tornar-se-iam demasiado vulneráveis aos impactos do mercúrio usado na mineração, que poderia resultar em malformações congênitas, bem como intoxicações em adultos. A disputa com a Guiana para os direitos de uma bacia submarina teve início em 2004, até agosto de 2007 ainda estava pendente. Ambos os governos aguardam uma resolução da ONU a respeito do embate. De acordo com especialistas, a bacia pôde deter cerca de 15 000 milhões de barris de petróleo e gás natural exploráveis. Na madrugada de 19 de Julho de 2010, o ex-ditador Desi Bouterse foi restabelecido no governo surinamês em votação realizada no Parlamento do país, conseguindo 36 dos 50 votos possíveis. == Geografia == O Suriname é o menor país independente na América do Sul. Situado no Planalto das Guianas, encontra-se principalmente entre as latitudes 1° e 6° N e longitudes 54° e 58° W. O país pode ser dividido em duas principais regiões geográficas. A área costeira do norte, formada por planície, é onde se registra as maiores áreas de cultivos e onde a maioria da população vive. A parte sul é composta por floresta tropical e savana, além de ser pouco habitada, ao longo da fronteira com o Brasil, cobrindo cerca de 80% da superfície terrestre do Suriname. As duas principais cadeias de montanhas são as montanhas Bakhuys e Montanhas Van Asch Van Wijck. A Juliana Top é o ponto mais elevado no Suriname, com 1 286 m acima do nível do mar.Wereld Bosatlas, 1. Ausgabe, 3. Auflage, 2005, Seite 303 - ISBN 9001968996 (neerlandés) Outras montanhas importantes no país são a Tafelberg, com 1 026 m, o Monte Kasikasima, com 718 m, Goliathberg, com 358 m e Voltzberg, com 240 m de altitude. O país está situado entre a França (Guiana Francesa), a leste, e a Guiana, a oeste. A fronteira sul é compartilhada com o Brasil, e a fronteira norte é a costa atlântica. As fronteiras meridionais com a França (Guiana Francesa) e com a Guiana são disputadas por estes países ao longo dos rios Maroni e Corentine, respetivamente. Uma parte da fronteira marítima disputada com a Guiana foi arbitrada por um tribunal, convocado sob as regras estabelecidas no anexo VII da Convenção das Nações Unidas sobre o Direito do Mar, em 20 de setembro de 2007. === Clima === Localizado na região equatorial, o Suriname tem um clima tropical muito quente, e as temperaturas médias máximas e mínimas dos dias são praticamente idênticas em todos os meses. Em Paramaribo as mínimas médias são 23 °C e as máximas médias 28 °C. O ano tem duas estações chuvosas, de abril a agosto e de novembro a fevereiro. E tem também duas estações secas, de agosto a novembro e de fevereiro a abril. === Biodiversidade === Devido à variedade de habitats e temperaturas, a biodiversidade no Suriname é considerada alta. Em outubro de 2013, 16 cientistas internacionais pesquisando os ecossistemas durante uma expedição de três semanas na Bacia do Alto Rio Palumeu, no Suriname, catalogaram 1 378 espécies e encontraram 60 outras — incluindo seis sapos, uma cobra e 11 peixes — que podem ser espécies desconhecidas anteriormente.Cocoa frog and lilliputian beetle among 60 new species found in Suriname. The Guardian (3 de outubro de 2013). Acessado em 7 de outubro de 2013.New species discovered in Surname's mountain rainforests. The Telegraph (2 de outubro de 2013). Acessado em 7 de outubro de 2013.Scientists discover scores of species in Suriname's 'Tropical Eden'. NBC News (7 de outubro de 2013). Acessado em 7 de outubro de 2013.New-Species Pictures: Cowboy Frog, Armored Catfish, More. National Geographic (1 de janeiro de 2012). Acessado em 7 de outubro de 2013. De acordo com a Conservação Internacional, organização ambiental sem fins lucrativos, que financiou a expedição, o amplo suprimento de água doce do Suriname é vital para a biodiversidade e os ecossistemas saudáveis da região.Discover 60 New Species In Suriname. The Huffington Post (3 de outubro de 2013). Muirapinima (Brosimum guianense), uma árvore semelhante a um arbusto, é nativa desta região tropical das Américas. A Alfândega do Suriname informa que a muirapinima é frequentemente exportada ilegalmente para a Guiana Francesa, considerada para a indústria do artesanato.Law Compliance, and prevention, and control of illegal activities in the forest sector of Suriname, Maureen Playfair == Demografia == === Composição étnica === A população do Suriname é constituída por vários grupos étnicos culturais. Segundo o censo oficial de 2012, os grupos mais numerosos são formados pelos hindustanis (27,4%), descendentes de indo-paquistaneses que chegaram durante o como trabalhadores assalariados para substituir a mão de obra escrava quando abolida a escravidão; e pelos maroons (21,7%), descendentes de africanos trazidos como escravos durante o regime colonial e que conseguiram fugir da escravidão para as florestas do interior e formar seis povos tribais distintos: boni, kwinti, matawai, ndjuka, paramaka, saramaka. Os crioulos (descendentes de escravos africanos libertados com a abolição da escravatura, frequentemente misturados com brancos) e os javaneses (descendentes de indonésios originários de Java, chegados no ) formam 15,7% e 13,7%, respectivamente; quase o mesmo percentual de mestiços (13,4%). Os povos indígenas (akurió, lokono, kalin'a, tiriyó e wayana) representam 3,7% do total da população, chineses são 1,4% e brancos (principalmente descendentes de holandeses e de judeus sefarditas), 0,3%. Imigrantes brasileiros somam 0,9% dos habitantes do país. === Línguas === A língua neerlandesa, ou holandês, é a língua oficial do Suriname, que aderiu em 2004 à União da língua Neerlandesa e é a mais difundida, sendo a primeira língua de mais de 60% dos habitantes. Como a população surinamesa é muito diversificada, os idiomas também assumem recortes étnicos: javaneses falam javanês e indonésio; hindustanis falam sarnami-hindi (hindi do Suriname) e os ameríndios utilizam suas línguas originais (dos troncos linguísticos caribe e aruaque). Os maroons possuem seus próprios idiomas, o aucano (língua crioula de base lexical inglesa falada pelos ndjuka, boni, paramaka e kwinti) e o saramacano (crioulo de base lexical anglo-portuguesa falado pelos saramaka e pelos matawai). Em meio à diversidade linguística, o sranantongo ou surinamês, (idioma crioulo base lexical inglesa com influências do neerlandês, do português e de idiomas africanos) funciona como língua franca e tem uma grande difusão no país como segunda língua, sendo falado por 37% da população. O inglês é também bastante utilizado, principalmente em instalações orientadas para o turismo, e também em zonas fronteiriças com a Guiana. O português e o espanhol também são falados, principalmente pelos residentes latino-americanos e seus descendentes, e também por razões comerciais, sendo às vezes também ensinados nas escolas. Na fronteira oriental do país, ao redor da fronteira com a Guiana Francesa, o francês também tem um certo número de falantes. === Cidades mais populosas === == Política == O Suriname é uma democracia sujeita à constituição de 1987. O ramo legislativo do governo é a Assembleia Nacional, que consiste de 51 membros, eleitos pelo voto popular de cinco em cinco anos. A Assembleia Nacional elege o chefe do ramo executivo, o presidente, através de uma maioria de dois terços. Se nenhum candidato atingir essa maioria, o presidente é eleito pela Assembleia do Povo, uma instituição de 340 membros que é composta pelos membros da Assembleia Nacional e por representantes regionais. O Suriname é um membro de pleno direito da UNASUL, CARICOM, OEA, CEPAL e OCI. == Subdivisões == O Suriname está dividido em dez distritos e cada distrito por sua vez é subdividido em ressorten (singular ressort): Nr Distrito Capital Área (km²) Porcentagem (%) População (2011) Porcentagem (%) Densidade (hab./km²) Subúrbios Mapa 1 Brokopondo Brokopondo 7 364 4,5 27 000 2,7 1,8 6 2 Commewijne Nieuw Amsterdam 2 353 1,4 46 000 5,1 10,5 6 3 Coronie Totness 3 902 2,4 5000 0,6 0,7 3 4 Marowijne Albina 4 627 2,8 31 000 3,4 3,6 6 5 Nickerie Nieuw Nickerie 5 353 3,3 53 000 7,5 6,8 5 6 Para Onverwacht 5 393 3,3 33 000 3,9 3,5 5 7 Paramaribo Paramaribo 183 1,1 300 000 50,0 1 331,4 12 8 Saramacca Groningen 3 636 2,2 29 000 3,3 4,4 6 9 Sipaliwini ---- 130 567 79,7 45 000 5,8 0,2 6 10 Wanica Lelydorp 442 2,7 140 000 17,7 194,7 7 SURINAME Paramaribo 163 820 100,0 526 000 100,0 3,0 62 == Economia == thumb|esquerda|Sede do Ministério das Finanças A economia do Suriname é movimentada principalmente pela produção de ouro, bauxita e pela exportação de alumínio. A importação de produtos de consumo torna o país dependente do capital externo. A atividade industrial é voltada à transformação de minérios e de madeira. O processamento de alimentos e a indústria têxtil são outras atividades industriais no Suriname, onde o padrão de consumo é alto. A exploração do petróleo é promissora no país. O governo controla a economia, e emprega aproximadamente 65% da população, tanto na administração quanto nas empresas estatais. Em 2002, a taxa de câmbio sofreu intensa desvalorização, devido a um esvaziamento nas reservas de ouro do país. O governo então adotou um câmbio paralelo flutuante, como medida para conter a desvalorização da moeda. Naquele período, a moeda oficial do país era o florim surinamês (SGR). Em 2004, três zeros foram excluídos e a moeda passou a se chamar dólar surinamês, sendo que a cotação era então de US$ 1 = SD 2,75. O PIB do Suriname, em 2006, foi de US$ 3 136 bilhões, com um crescimento de 5 % em relação ao período anterior. O PIB per capita ficou em US$ 7 100. Na costa do Suriname se concentram alguma atividades agrícolas, principalmente a produção de banana, arroz, frutas cítricas e vegetais, enquanto no interior a exploração de minerais e madeira são a principal atividade. A extração clandestina de minérios é motivo de preocupação para os governantes por vários motivos. Além de não haver os cuidados ambientais com o mercúrio no garimpo de ouro, por exemplo, há um aumento da circulação de armas ilegais e um aumento da incidência de doenças como a AIDS e a malária. O principal transporte utilizado para exportação e importação é o marítimo, sendo que mesmo a produção interna, sobretudo de minérios do interior, são transportados em navios pelos rios do país, em embarcações que podem ter até 7 m de calado. A ausência de portos com maior calado prejudica a economia do país. A energia utilizada no Suriname é obtida por usinas hidrelétricas ou térmicas. A capacidade de geração de energia é bem maior que o consumo do país, sendo o custo de energia favoravelmente baixo. A Holanda concedeu a independência do Suriname em 1975. Uma das heranças deixada pelo colonizador foi a estrutura educacional eficiente, sobretudo em relação a alfabetização. Contudo, existe uma deficiência em relação ao ensino superior, o que impede o desenvolvimento científico e tecnológico do país. O Suriname é membro da CARICOM (Comunidade do Caribe) e um estado associado ao Mercosul. == Infraestrutura == === Educação === thumb|Sala de aula em uma escola do Suriname A educação no Suriname é gratuita e obrigatória até os 12 anos. O governo, a Igreja Católica e a Irmandade Moraviana proveem desde a educação infantil até a escola secundária. Como regra, todas as instruções são em neerlandês, com três exceções: International Academy of Suriname, Christian Liberty Academy e AlphaMax Academy. O índice de alfabetização de adultos é de aproximadamente 99,6%. As instituições de treinamento de professores, escola secundária e escola técnica emitem diplomas de conclusão. === Transportes === O Suriname, por influência da Guiana, tem mão de direção inglesa, sendo estes dois países os únicos da América continental a ter esta característica. Os visitantes deste país devem se atentar a este fato se desejarem alugar um carro ou mesmo dirigir no Suriname, Apesar de a Permissão Internacional de Dirigir tecnicamente habilitar brasileiros e portugueses a dirigir no Suriname, o visitante deve considerar se irá se adaptar a esta característica do trânsito local. == Cultura == A cultura envolve artesanato, biografia, cibercultura, cinema, esporte, entretenimento, folclore, gastronomia, passatempos, jogos, misticismo, mitologia, ocultismo, religião e turismo. A mistura étnica do país evidencia-se nas crenças religiosas do povo. As maiores influências vêm de costumes cristãos, apesar de existir fortes traços do hinduísmo. O desenvolvimento das artes locais diminuiu pelo fato de grande parte da população erudita morar fora do país (principalmente nos Países Baixos), em busca de melhores oportunidades econômicas e também por causa da repressão militar. Contudo, podem se apreciar esculturas que expressam parte da cultura dos índios e da população negra. === Esportes === O maior esportista da história do Suriname é Anthony Nesty, campeão olímpico dos 100 m borboleta nos Jogos Olímpicos de Verão de 1988, e bronze na mesma prova nos Jogos Olímpicos de Verão de 1992, que são, até hoje, as únicas medalhas ganhas pelo país nas Olimpíadas.Nesty no Sports Reference Outros notáveis nomes de desportistas nascido no Suriname são os dois jogadores de futebol Clarence Seedorf e Edgar Davids que atuaram pela Seleção Holandesa === Feriados === Existem vários feriados nacionais hindus e islâmicos como Diwali (deepavali), Phagwa e Eid ul-Fitr e Eid-ul-adha. Esses feriados não têm datas fixas no calendário gregoriano, pois são baseados nos calendários hindu e islâmico, respectivamente. Existem vários feriados exclusivos para o Suriname. Estes incluem os dias de chegada dos indianos, javaneses e chineses. Eles comemoram a chegada dos primeiros navios com seus respectivos imigrantes. * 1 de janeiro - dia de ano novo * 6 de janeiro - dia dos três reis * Janeiro - Dia Mundial da Religião * Janeiro / fevereiro - Ano Novo Chinês * 25 de fevereiro - dia da revolução * Março (varia) - Holi * Março / abril - sexta-feira Santa * Março / abril - Páscoa * 1 de maio - Dia do Trabalhador * Maio / junho - dia da ascensão * 5 de junho - dia da chegada da Índia * 1 de julho - Keti Koti (Dia da Emancipação - fim da escravidão) * 8 de agosto - dia de chegada javanesa * 9 de agosto - Dia dos Povos Indígenas * 10 de outubro - dia dos quilombolas * 20 de outubro - dia de chegada da China * Outubro / novembro - Diwali * 25 de novembro - Dia da Independência * 25 de dezembro - Natal * 26 de dezembro - dia de boxe == Ver também == * Groot Desseyn * Lista de Estados soberanos * Lista de Estados soberanos e territórios dependentes da América == Ligações externas == * Assembleia Nacional do Suriname(em neerlandês) * *",
 "title": "Suriname"
}