{
 "id": "17729",
 "text": "Augusto (Augustus, plural: augusti; ; entry \"Augustus\" Latim para \"majestoso,\" \"o exaltado,\" ou \"venerável\") foi um título antigo romano dado tanto como nome quanto como título para Caio Otávio (frequentemente referido simplesmente como Augusto), o primeiro imperador de Roma. Com sua morte, tornou-se um título oficial de seu sucessor, sendo também usado por imperadores romanos daí em diante. A forma feminina Augusta foi usada para imperatrizes romanas e outras mulheres da família imperial. As formas masculina e feminina se originaram na época da República Romana, em conexão com coisas consideradas divinas ou sagradas na tradicional religião romana. Seu uso como título para maiores e menores deidades romanas do Império associaram o sistema imperial e a família imperial com as tradicionais virtudes romanas e a vontade divina, e pode ser considerado uma característica do culto imperial romano. Nas províncias de língua grega de Roma, \"Augusto\" foi traduzido como sebasto (σεβαστός, \"venerável\"), ou helenizado como augoustos (αὔγουστος). Após a queda do Império Romano, Augusto foi algumas vezes usado como um nome para homens de nascimento aristocrático, especialmente nas terras do Sacro Império Romano- Germânico. Permanece como um prenome para homens. == Título na Roma Antiga == === Uso mais antigo === Cerca de trinta anos antes de sua primeira associação com o herdeiro de Júlio César, Augusto foi um obscuro título com associações religiosas. Um contexto inicial (58 a.C.) o associa com o provincial Lares (um dos deuses domésticos romanos).Hornum, Michael B., Nemesis, the Roman state and the games, Brill, 1993, p.37 footnote 23, citando evidência epigráfica da província romana da Gália Cisalpina. Na poesia e na prosa, era a \"elevação\" ou o \"aumento\" do que já é sagrado ou religioso.Aparece em tais obras de Cícero, antes de seu uso por Otaviano, depois conhecido como Augusto. Veja a entrada no Lewis and Short's Latin dictionary, online em perseus.org. Algumas fontes romanas conectam-no com auspício, tendo-se dito que Roma foi fundada com o \"augusto auspício\" de Rômulo.Haverfield, F J, \"The name Augustus\", Journal of Roman Studies, 5 (1915), pp. 249‑250, citando Ênio, Annales, 245 M. (494 V.) \"augusto augurio postquam incluta condita Romast\". available from penelope.uchicago.edu === Nome ou título imperial === O primeiro verdadeiro imperador romano conhecido como \"augusto\" (e primeiro considerado como um imperador romano) foi Caio Júlio César Otaviano (Otaviano). Ele foi o filho adotado e herdeiro de Júlio César, que tinha sido assassinado por sua aparente aspiração à monarquia divina, então subsequentemente e oficialmente deificado. Otaviano cuidadosamente evitou qualquer associação com as reivindicações de César, além de reconhecer sua posição e deveres como Divi filius, \"filho do Divino\". No entanto, sua posição era única e extraordinária. Ele tinha terminado a prolongada e sangrenta guerra civil de Roma com sua vitória em Ácio, e estabeleceu uma duradoura paz; ele era auto-evidentemente favorecido pelos deuses. Como princeps senatus (\"primeiro homem ou príncipe do senado\"), presidiu os encontros senatoriais. Ele foi pontífice máximo, sacerdote-chefe da religião do estado romano. Mantendo o imperium consular, com autoridade igual à do chefe oficial do Executivo, ele foi comandante supremo de todas as legiões romanas e mantinha o tribunicia potestas (\"poder tribuciano\"). Como um tribuno, sua pessoa era inviolável (sacrosanctitas) e tinha o direito de vetar qualquer lei ou proposta feita por qualquer magistrado dentro de Roma. Ele foi oficialmente renomeado \"Augusto\" pelo senado romano em 16 de janeiro de 27 a.C. – ou provavelmente o Senado ratificou sua própria escolha cuidadosamente (\"Rômulo\" tinha sido considerado, e rejeitado).Haverfield, F J, \"The name Augustus\", Journal of Roman Studies, 5 (1915), pp. 249‑250, available from penelope.uchicago.edu Otaviano foi também um áugure. Haverfield supõe que a escolha de \"Augusto\" como nome deve também ter significado ofuscar a legenda \"AUG\" nas moedas emitidas por seu inimigo derrotado Pompeu – onde \"AUG\" significa o status de Pompeu como um áugure, derrotado com a ajuda de áugure superior de Augusto. Então sua renomeação oficial em uma forma vagamente associada com uma religiosidade tradicionalmente republicana, mas sem precedente como um cognomen, pode ter servido para mostrar que ele devia sua posição à aprovação de Roma e seus deuses, e possivelmente sua própria natureza única e elevada e talentos \"divinos\". Seu título completo e oficial foi Imperator Caesar Divi Filius Augustus. As reformas religiosas de Augusto estenderam ou afirmaram augustus como um quase onipresente título ou honra para várias deidades locais menores, incluindo o Lares Augusti de comunidades locais, e obscuras deidades provinciais tais como o norte-africano Marazgu Augustus. Essa extensão de um honorífico imperial para deidades maiores e menores de Roma e suas províncias é considerada uma característica de nível de chão do culto imperial, o que perdurou até a oficial substituição das religiões tradicionais de Roma pelo cristianismo. O título ou nome de Augusto foi adotado por seus sucessores, que mantinham o nome durante suas próprias vidas por virtude de seu status, mandatos e poderes – o que incluía os imperadores cristãos. A maioria dos imperadores também usou o imperator, mas outros podiam e tinham o mesmo título e funções. César foi usado como um título, mas foi também o nome de um clã dentro da linha juliana. === Equivalente feminino === Augusta foi o equivalente feminino de Augusto, e tinha origens similares como um descritor obscuro com toques vagamente religiosos. Foi concedida para algumas mulheres das dinastias imperiais, como um indicador de poder e influência mundanos, e um status perto da divindade. Não havia qualificação com prestígio mais alto. O título ou honorífico era compartilhado pelas deusas do estado associadas com a generosidade e provisão do regime imperial, tais como Ceres, Bona Dea, Juno, Minerva, e Ops, e por deusas locais ou menores através do império. Outras personificações percebidas como essencialmente femininas e dadas ao título Augusta incluem Pax (paz) e Victoria (vitória). A primeira mulher a receber o honorífico Augusta foi Lívia Drusa, pela última vontade de seu marido Augusto. De sua morte (14 d.C.) ela era conhecida como Júlia Augusta, até sua própria morte em 29 d.C.. == Uso tardio == === Império Bizantino === thumb|upright=1.1|Um tardio exemplo bizantino de Augusto na titulatura imperial: nessa miniatura de ca. 1404, Manuel II Paleólogo é intitulada \"basileus e autokrator dos romanos\", mas também aei augoustos (\"sempre augusto\"), após a fórmula antiga tardia semper augustus. Sob a Tetrarquia, o império foi dividido em metades orientais e ocidentais. Cada uma foi governada por um imperador sênior, com o posto de augusto, e um imperador júnior, que tinha um posto abaixo como um césar. Os títulos imperiais de Imperator, césar, augusto foram respectivamente renderizados em grego como autocrator, kaisar, e augoustos (ou sebasto). Os títulos em grego foram usados no Império Bizantino até sua extinção em 1453, embora \"sebasto\" perdesse sua exclusividade imperial e autocrator se tornasse o título exclusivo do imperador bizantino. O último imperador romano que governou no ocidente, Rômulo Augusto se tornou conhecido como Augustulus (\"pequeno Augusto\"), devido à insignificância de seu reinado. === Sacro Império Romano-Germânico === Carlos Magno usou o título serenissimus augustus como um prefixo para seus títulos e seus sucessores limitaram a si mesmos para imperator augustus, em ordem de evitar conflito com os imperadores bizantinos. Começando com Otão III (coroado em 983), os imperadores romano-germânicos usavam Romanorum Imperator Augustus. A fórmula de semper augustus (\"sempre exaltado\") quando traduzido para alemão no período tardio do Sacro Império Romano-Germânico não era renderizado literalmente, mas como allzeit Mehrer des Reiches (\"sempre Elevador do Reino\"), do significado verbal transitivo de augere, \"elevar, aumentar\". === Brian Boru === O rei irlandês Brian Boru (c. 941 – 1014) foi descrito nos Anais de Ulster como ardrí Gaidhel Erenn & Gall & Bretan, August iartair tuaiscirt Eorpa uile (\"Grande Rei dos Gaels da Irlanda, dos Nórdicos e dos Bretões, Augusto do inteiro noroeste da Europa\"), o único rei irlandês a receber aquela distinção. == Ver também == * Arcontes * Auctoritas * Basileus * César (título) * Imperium * Lista de imperatrizes romanas e bizantinas Categoria:Imperadores romanos Categoria:Títulos romanos Categoria:Tratamentos",
 "title": "Augusto (título)"
}