{
 "id": "17730",
 "text": "Paço de Sousa é uma vila portuguesa sede da Freguesia de Paço de Sousa do Município de Penafiel, freguesia com 8,35 km² de área e 3838 habitantes (censo de 2021), tendo, assim, uma densidade populacional de . A povoação de Paço de Sousa foi elevada à categoria de vila em 1991. == Localização geográfica == A vila de Paço de Sousa fica situada no extenso Vale do Sousa e dista do Porto cerca de 30 km. Terra de monumentos e obras importantes de onde destacamos o Mosteiro de Paço de Sousa, que lhe serve de Igreja Matriz, onde se encontra sepultado Egas Moniz (aio do primeiro Rei de Portugal) e a obra da Casa do Gaiato, fundada pelo saudoso Padre Américo. O inédito e o pitoresco estendem- se de um extremo ao outro da freguesia, onde a intensidade de costumes e ritos que respiram lendas e mistérios, e ainda os medos simples duma população acolhedora, fazem desta terra um conjunto humano harmónico e sugestivo. A Igreja do Mosteiro de Paço de Sousa está inserida na Rota do Românico do Vale do Sousa. ==Demografia== A população registada nos censos foi: Distribuição da População por Grupos Etários Ano 0-14 Anos 15-24 Anos 25-64 Anos > 65 Anos 2001 799 758 2083 358 2011 591 530 2244 504 2021 489 431 2174 744 == Personalidades == * D. Guido Arnaldes, Cavaleiro medieval português foi Senhor de Aguiar de Sousa e desta localidade. * Alberto Santos, político e escritor * André Villon, ator brasileiro, era neto de António Coelho de Souza, imigrante português originário de Paço de Sousa. * Nuno Morais, antigo futebolista == Património == * Casa e Quinta da Companhia * Cruzeiro de Paço de Sousa * Igreja do Salvador de Paço de Sousa ou Igreja Matriz de Paço de Sousa (sacristia, claustro e fonte) * Mosteiro de Paço de Sousa * Ponte Romana do Vau == Instituições == * Associação Humanitária de Bombeiros Voluntários de Paço de Sousa * Associação para o Desenvolvimento da Vila de Paço de Sousa * Casa do Gaiato * Casa da Música - Banda Musical e Cultural de Paço de Sousa * Centro Cultural e Rancho Folclórico de Paço de Sousa * Centro de Saúde (novas instalações) * Junta de Freguesia (novas instalações) * Grupo 203 da Associação dos Escoteiros de Portugal * Futebol Clube Paço de Sousa == Ligações externas == * * * * * Categoria:Freguesias de Penafiel",
 "title": "Paço de Sousa"
}