{
 "id": "17744",
 "text": "Sebolido é uma povoação portuguesa sede da Freguesia de Sebolido do Município de Penafiel, freguesia com 5,54 km² de área e 823 habitantes (censo de 2021), tendo, por isso, uma densidade populacional de . Dista 20 km da sede do município estando situada na margem direita do rio Douro. ==História== Conquanto o povoamento do território desta freguesia seja muito anterior à nacionalidade (respeitam-lhe diretamente diplomas do século XII, e há alusões às vizinhanças, Canelas etc. - muito anteriores), a sua elevação à categoria de freguesia é relativamente moderna, não vai além de dois séculos, pelo desmoronamento de Pedorido (Lugar de Rio Mau), cuja sede e maior porção ficavam da outra banda do rio Douro. Por esta natural razão, não é possível sempre, tratando-se das épocas em que Canelas e Sebolido eram uma só paróquia, distinguir-se a história de uma da outra, especificamente na Idade Média - o que até se reflete na junção documental quase milenária, dos dois topónimos ou lugares, como na expressão \"sub dominio Penafidele loco predicto Cebelido (sic) et Canelas\" de um diploma de 1109 (Doc. Med. III, n.º 310). Esta expressão garante que já antes da nacionalidade tais lugares entravam na vasta «Terra» de Penafiel. ==Geografia== A freguesia é plenamente coberta pelas grandes e declivosas concovas do monte cujo cume se chama Boneca popularmente, por alusão a qualquer achado ai de escultura antropomorfica ou existência antiga de qualquer mégalito desse aspeto. Este monte era d e todo próprio para a defesa castreja. A toponimia do território é abonadora de recuada antiguidade. O principal topónimo, anteriormente Cebolido, como etimológico derivado de feição comum do latim caeppula, corresponde a um latinismo caepullitu - ou caepolletu - pois os sufixos etu e itu equivalem-se na toponimia «botanica», designando pois, um local onde proliferava uma espécie vegetal analoga à cebola. Ligado a esta localidade esta o conde D. Ufo Ufes (970 -?) que foi Capitão general do concelho de Vieira, governador de Viseu. Este D. Ufa foi pai de Santa Senhorinha de Bastos. ==Demografia== A população registada nos censos foi: Distribuição da População por Grupos Etários Ano 0-14 Anos 15-24 Anos 25-64 Anos > 65 Anos 2001 171 163 515 96 2011 146 101 550 115 2021 105 96 479 143 ==Património== * Igreja de São Paulo (matriz) * Capela da Senhora do Monte * Cruzeiro de Sebolido * Fontanário * Casa da Rocha * Miradouro do Ribeiro do Couço * Serra da Boneca * Fragas da Abitoeira == Ligações externas == * * Categoria:Freguesias de Penafiel",
 "title": "Sebolido"
}