{
 "id": "17748",
 "text": "Penalva do Castelo é uma vila portuguesa do distrito de Viseu, situada na província da Beira Alta, região do Centro (Região das Beiras) e sub-região Viseu Dão-Lafões, com cerca de habitantes. É sede do município Penalva do Castelo com de área e habitantes (2021), subdividido em 11 freguesias.Lei n.º 11-A/2013, de 28 de janeiro: Reorganização administrativa do território das freguesias. Anexo I. Diário da República, 1.ª Série, n.º 19, Suplemento, de 28/01/2013. O município é limitado a norte pelo município de Sátão, a nordeste por Aguiar da Beira, a leste por Fornos de Algodres, a sul por Mangualde e a oeste por Viseu. A vila norte-americana de Cumberland, Rhode Island, é vila gémea de Penalva do Castelo. Isto deve-se ao facto de viverem lá cerca de 2 000 Penalvenses em Cumberland. == Etimologia == O topónimo Penalva do Castelo advém da existência de uma antiga fortaleza, que se localizaria numa penha situada na margem esquerda do Rio Dão, da qual não restam quaisquer vestígios e que deu nome à localidade de Castelo de Penalva. Contudo, desde uma data que permanece incerta, a vila designou-se de Castendo até ao ano de 1957. === Divisão administrativa === O município de Penalva do Castelo está subdividido em 11 freguesias: * Antas e Matela * Castelo de Penalva * Esmolfe * Germil * Ínsua * Lusinde * Pindo * Real * Sezures * Trancozelos * Vila Cova do Covelo e Mareco ==Património== ==Evolução da população do município== ★ Os Recenseamentos Gerais da população portuguesa tiveram lugar a partir de 1864, regendo-se pelas orientações do Congresso Internacional de Estatística de Bruxelas de 1853. Encontram-se disponíveis para consulta no site do Instituto Nacional de Estatística (INE). (Obs.: Número de habitantes \"residentes\", ou seja, que tinham a residência oficial neste município à data em que os censos se realizaram.) Número de habitantes por grupo etário INE - http://censos.ine.pt/xportal/xmain?xpid=CENSOS&xpgid;=censos_quadros 1900 1911 1920 1930 1940 1950 1960 1970 1981 1991 2001 2011 2021 0–14 Anos 4 698 5 057 4 546 4 562 4 945 4 951 4 493 3 265 2 609 1 993 1 372 979 750 15–24 Anos 2 510 2 350 2 285 2 562 2 404 2 334 2 130 1 565 1 598 1 309 1 307 786 680 25–64 Anos 5 693 5 515 5 246 5 273 5 577 5 953 5 646 4 780 4 168 4 041 4 215 3 890 3 340 ≥ 65 Anos 840 1 064 959 1 080 1 178 1 380 1 417 1 435 1 797 1 823 2 125 2 301 2 563 (Obs: De 1900 a 1950 os dados referem-se à população \"de facto\", ou seja, que estava presente no município à data em que os censos se realizaram. Daí que se registem algumas diferenças relativamente à designada população residente) Segundo o Recenseamento Populacional de 2001 vivem no concelho de Penalva do Castelo 9 019 pessoas que constituem um total de 3 424 famílias sendo que o número médio de pessoas por família é de 2,63, um número que diminui desde 1991 (média de 3 pessoas). Inserido num fenómeno próprio dos países desenvolvidos, a dimensão das famílias no concelho tem vindo a diminuir. A população distribui-se pelas 13 freguesias que constituem a concelho, sendo que o grosso desta (cerca de 69%) se concentra na freguesia de Castelo de Penalva, Ínsua, Pindo e Sezures. Durante o período que vai de 1981 (1 0142 habitantes) a 1991 (8 980 habitantes) é possível verificar uma diminuição da população com uma diferença de cerca de 1 000 pessoas), facto que estará relacionado com a situação económica que se fazia sentir nesta altura nas zonas interiores do país, caracterizada pelo desemprego e pela ausência de indústrias o que levou a uma vaga de emigração rumo ao litoral ou ao estrangeiro. Já no período correspondente a 1991–2001 os resultados do Recenseamento Populacional demonstram que o número de habitantes estagnou face à década anterior, verificando-se mesmo um pequeno aumento da população para 9 019 habitantes. Este resultado, certamente, que surge do facto se verificar uma melhoria das condições sociais e económicas e ao regresso de alguns emigrantes. A freguesia de Pindo é desde 1981 a freguesia com o maior número de habitantes (um total de 2 245 habitantes). == Política == A Câmara é constituída pelo presidente, pelo vice-presidente e, ainda, por três vereadores. Quanto à Assembleia Municipal, o órgão legislativo do município, esta é formada por 26 deputados, sendo que 11 destes são membros por inerência por serem presidentes das respectivas juntas de freguesia. === Eleições autárquicas === Data % V % V % V % V % V % V % V Participação CDS-PP PS PPD/PSD FEPU/APU/CDU PPM PSD-CDS MPT 1976 33,91 2 33,11 2 24,10 1 2,47 - 1979 66,21 4 23,44 1 5,43 - 1982 44,01 3 23,30 1 23,98 1 2,70 - 1985 34,67 2 17,31 1 43,40 2 1,00 - 1989 30,56 2 25,74 1 38,84 2 0,73 - 1993 48,96 3 1,77 - 45,69 2 0,51 - 1997 2,92 - 6,94 - 35,34 2 0,64 - 50,03 3 2001 33,52 2 60,02 3 3,07 - 2005 PPD/PSD 28,46 1 CDS-PP 3,38 - 62,78 4 2009 38,79 2 3,09 - 48,10 3 6,77 - 2013 50,71 3 3,26 - 41,50 2 2017 67,87 4 2,84 - PSD-CDS 24,74 1 PSD-CDS 2021 56,68 3 1,59 - 37,11 2 === Eleições legislativas === Data % CDS PSD PS PCP UDP AD APU/ CDU FRS PRD PSN BE PAN PSD CDS L CH IL 1976 34,61 28,93 22,81 1,06 0,94 1979 AD AD 17,49 APU 0,96 72,48 3,06 1980 FRS 0,47 70,34 3,73 17,13 1983 26,42 32,15 30,90 0,34 3,07 1985 21,71 37,94 23,62 0,58 3,40 6,69 1987 7,39 64,59 17,11 CDU 0,42 1,81 1,27 1991 6,20 66,19 20,85 1,22 0,46 1,30 1995 10,29 45,97 38,36 0,35 1,22 0,26 1999 9,92 45,63 37,70 1,89 0,40 0,53 2002 10,48 56,19 27,65 1,45 1,23 2005 6,72 42,63 40,73 2,37 2,56 2009 13,03 37,28 35,76 3,42 4,64 2011 12,15 47,63 28,03 3,58 1,91 0,36 2015 PSD CDS 31,39 3,86 4,69 0,28 50,87 0,49 2019 5,59 31,94 43,76 2,37 5,48 1,42 0,26 0,82 0,33 2022 2,01 32,17 49,98 1,64 2,11 0,56 0,37 6,42 1,52 2024 AD AD 32,24 35,79 1,42 2,13 0,89 1,24 17,06 2,06 == Produtos de Penalva do Castelo== ===Maçã Bravo de Esmolfe=== Como o próprio nome sugere, esta variedade surgiu na aldeia de Esmolfe, no concelho de Penalva do Castelo, há aproximadamente 200 anos. Provavelmente originou-se de uma árvore gerada por semente, cujos frutos foram bastante apreciados, levando a uma intensa procura por material para enxertia e a propagação da variedade. A existência de condições agroclimáticas favoráveis à preservação das características que a tornaram apreciada permitiu a sua expansão para concelhos vizinhos e assegurou-lhe o estatuto de variedade predominante que possuía em meados deste século. A maçã Bravo de Esmolfe destaca-se principalmente por: tamanho médio a pequeno, forma oblongo-cónica, epiderme de cor esbranquiçada, possivelmente com manchas avermelhadas; marcada e/ou riscada de escamas na cavidade peduncular, podendo cobrir até 20% da epiderme; polpa branca, tenra, suculenta, doce, com boas qualidades gustativas, aroma intenso, agradável e bastante único; colheita a partir da segunda quinzena de setembro; conservação em ambiente refrigerado por 4 a 5 meses. As árvores têm um porte ereto com ramificações de ângulos fechados, muito vigorosas, folhas novas de cor verde- claro, peludas na face inferior e lisas na superior, folhas adultas ovadas e oblongas, quase duas vezes mais compridas que largas, de cor verde-amarelada. A floração ocorre tardiamente e a produtividade é média a baixa, com a maioria da produção ocorrendo em ramos de dois ou mais anos, e a maturação dos frutos é escalonada. A entrada em produção é muito lenta, havendo uma grande necessidade de frio invernal para interromper a dormência. ===Queijo Serra da Estrela=== O pastor ordenha as ovelhas ao cair da noite e de manhã cedo. Há quem faça o queijo à noite e de manhã. Outros, no entanto, misturam o leite da ordenha da noite com o da manhã. O leite é transportado para casa, vertendo-se da “ferrada” para um “tacho” onde é “amornado” ao lume, ou seja, aquecido lentamente sem ferver. Seguidamente, “moe-se o cardo” com sal. A operação seguinte consiste em colocar um pano branco, denominado “coador”, na boca do tacho que normalmente possui duas “asas”. Amarra-se o pano às “asas” para não cair do tacho. Coloca-se o cardo no “coador”, vertendo o leite a seguir para o “coador”, retira-se o “coador”, espremendo-o no tacho à medida que se remove. “Mexe-se” depois o leite que já se encontra no tacho de “asas”, para o cardo se dissolver em todo o leite, de modo a este “coalhar” adequadamente. Posteriormente, coloca-se à frente a “francela”, o “acincho” e um tacho grande por baixo da francela, para recolher o soro destinado à produção do requeijão. A queijeira, após 30–45 minutos, vai “mexendo a coalhada” para ir separando o soro da “coalhada” (processo conhecido por “pular a coalhada”). Utiliza-se um copo ou tigela para ir retirando a “coalhada” para o “acincho”, pressionando a “coalhada” com as mãos até o queijo estar pronto. De seguida, remove-se o “acincho” do queijo, colocando-se a “empresga” (pano branco) em volta do queijo. O “acincho” é colocado de novo à volta do queijo, voltando a pressionar lentamente até não escorrer mais soro. A operação seguinte é a colocação de uma pedra num prato ou tábua sobre o “acincho”, para o queijo ficar direito. Desde o início em que a queijeira retira a primeira “coalhada” para o “acincho” até à colocação da pedra, despendem-se cerca de 21–22 horas. Aqui, o queijo “desacincha-se”, ou seja, retira-se a pedra, o “acincho” e o pano (empresga). Posteriormente, coloca-se sal à volta e por cima, e deixa-se num prato durante 24 horas. Em seguida, transfere-se para as tábuas da “queijeira”, colocando-se um pano branco por baixo, fecha-se a queijeira e diariamente limpa-se e volta-se com um pano branco. Ali, vai “curando”, eliminando as impurezas “até que fique curado” (adquira uma cor amarelada). ===Vinho do Dão=== O vinho é decerto o produto rei que predomina nas terras penalvenses, estando Penalva no Coração da Zona demarcada do Dão. == Turismo == === Património natural === Penalva do Castelo foi outrora conhecida por Vila Nova de Santo Sepulcro, nome que decorre do facto de nela se ter instalado a Ordem Militar e Canónica de Jerusalém, também chamada de Ordem do Santo Sepulcro. É, no entanto, ponto assente que a antiga vila não se encontrava precisamente no local onde hoje está situada a Vila de Penalva do Castelo (que até 1957 era designada Castendo). Os forais foram as primeiras células da nossa organização politíca e administrativa. O foral mais antigo, que faz referência a este concelho, é o de Azurara da Beira (hoje Mangualde), com a data de 1102, que foi expedido pelo conde D.Henrique. D.Sancho II concede às terras de Penalva foral; D.Afonso III, em 1275, atribui a Penalva uma Carta de Foro; contudo, o foral de D.Manuel I, datado de 10 de Fevereiro de 1514, é o mais referenciado e conhecido documento régio sobre Penalva do Castelo. O Marquesado de Penalva do Castelo formou-se no reinado de D.João V e tem as suas raízes no Condado de Tarouca; o Marquesado de Penalva é filiado no Marquesado de Alegrete. A história de Penalva do Castelo está intrinsicamente ligada ao poder e influência de outras famílias senhoriais, como os fidalgos da Casa da Moita, da Casa de Real ou da Casa Magalhães Coutinho. As terras de Penalva estão, sobretudo, ligadas à Casa da Ínsua e à notoriadade e importância que esta adquiriu de Luís de Albuquerque ter sido Governador do Estado do Mato Grosso, no Brasil, entre 1771 e 1790. Situado no coração do Dão, o município de Penalva do Castelo, essencialmente agrícola e com boas condições agronómicas, salienta-se entre os melhores produtores de Vinho do Dão, de frutas (é o \"berço\" da Maça de Bravo de Esmolfe) e do Queijo da Serra de Estrela. O município tem onze freguesias: União das freguesias de Antas e Matela, União das freguesias de Vila Cova do Covelo e Mareco, Castelo de Penalva, Esmolfe, Germil, Ínsua (Penalva do Castelo), Lusinde, Pindo, Real, Sezures, e Trancozelos. === Artesanato === Os esteireiros de Vila Cova do Covelo colhiam, ao findar do Verão, a junça nos valejos da serra. Nos longos serões do Outono e do Inverno, construíram entrançados sem fim. Faziam estreiras para casa e para a Igreja e para armazéns e adegas. Os latoeiros de Pindo e da Matela são afamados por léguas sem fim. Ainda aparecem em bancas da feira, com baldes de zinco, potes de azeite, francelase e ancinhos para pastores, lampiões e candeias para fins ornamentais. A cestaria dos vales de rija verga das madeiras da região (castanho, carvalho, vime), de apurada execução, abastece amplos mercados da Beira. Cestos para frutas e roupa para o trabalho são as peças que mais se vendem. Os fogueteiros de Lusinde animam as festas e romarias da região. Constroem com simplicidade esses mágicos foguetes que estrondosamente festejam um santo ou eferméride feliz. A Cantaria em granito de Esmolfe é o material mais rico na construção civil. São trabalhos executados com pedra aparelhada (escadas, pilares, colunas, cimalhas, etc.), muito apreciadas na região. Os Estalinhos de Carnaval dos Cantos têm fama pela singularidade e mistérios que envolvem. === Percursos Pedestres === ====Percurso Arqueológico de Esmolfe==== O percurso inicia-se junto ao cruzeiro de Ildefonso; siga em frente e pode observar as alminhas das eiras que se encontram assentes numa ara votiva anepígrafa. Depois do cruzamento, vire à direita e pode observar a necrópole medieval constituída por três núcleos: das Eirinhas, de S.Martinho e da Capela. Volte para trás e siga em direcção à Anta do Penedo do Com, (anta de grandes dimensões de câmara poligonal de nove esteios, com corredor constituído por quatro monolíticos. A 200 m da anta do lado esquerdo pode observar o Penedo do Com, abrigo natural, sob um penedo de granito de grandes dimensões. Siga em frente e tome o caminho de asfalto em direcção ao cimo da Serra da Paramuna, onde se situa o Castro da Paramuna ou dos Mouros, e uma gravura rupestre. ====Caminho dos Galegos==== Percorrido durante séculos por peregrinos que caminhavam em busca de Santiago de Compostela (Galiza, Espanha) para prestar homenagem junto da sepultura do Apóstolo, o Caminho dos Galegos é constituído por um execelente lajeado de acentuada antiguidade, provocada pelo desgaste de múltiplas passagens, marcando profundamente a pedra granítica. A freguesia de Mareco foi durante séculos propriedade da Ordem de Santiago, sendo os seus habitantes \"reguengueiros encabeçados\". Nesta localidade, existe a antiga casa da Ordem, que possui gravada na ombreira da porta uma estilizada cruz de Santiago, cruzada por dois cajados de peregrino. Num cenário natural de rara beleza, o Caminho dos Galegos faz parte de um inúmero conjunto de vias que percorrem a Peninsula Ibérica e Europa, denominados — Caminhos de Santiago. ====Rota da Senhora da Ribeira==== Esta Rota situa-se na freguesia de Pindo, concelho de Penalva do Castelo. Com a Rota pedestre de Nossa senhora da Ribeira pretende- se estimular a observação do Património Natural e Monumental da Freguesia de Pindo. O pedestrianismo surge como um instrumento pedagógico extremamente eficaz na sensibilização de toda a comunidade para as questões patrimoniais- ambientais e no incremento da actividade turística. Esta rota permite-lhe observar recursos naturais de rara beleza como a Agricultura, Avifauna, Rio e Floresta. Procura-ser acima de tudo que descubra os itinerários sugeridos, caminhando pela história de uma terra onde a força e a vontade humana moldaram a natureza e criaram uma nova paisagem. == Figuras ilustres == * António de Gouveia Osório (Penalva do Castelo, Castelo de Penalva, Vila Mendo, 25 de julho de 1825 — ?) ==Festividades== Desde 1991 Penalva do Castelo organiza a Feira do Pastor e do Queijo, onde se destacam os produtos locais de qualidade como o queijo, o vinho do Dão, o azeite e a maçã Bravo de Esmolfe.Gazeta Rural n.º 263, 31 de janeiro de 2016, pág. 8. == Ligações externas == * Câmara Municipal de Penalva do Castelo * TERRITÓRIO, ELITES E GOVERNANÇA- Penalva do Castelo em finais do Antigo Regime (1750–1834). Vol I, por Paulo Celso Monteiro",
 "title": "Penalva do Castelo"
}