{
 "id": "1775",
 "text": "{{Info/Município do Brasil | nome = Saquarema | foto = SAQUAREMA 09.JPG | apelido = Capital Nacional do SurfeCapital do Surfe Brasileiro e Casa do Vôlei Brasileiro.\" Disponível em http://www.saquarema.rj.gov.br/capital.php . Acesso em 19 de agosto de 2012. | brasão = Brasao_Saqua_Sm.svg | bandeira = Bandeira-de-Saquarema.svg | link_brasão = | link_bandeira = | link_hino = | aniversário = 8 de maio | lema = Fraternidade e concórdia | fundação = | gentílico = saquaremense | CEP = 28990-000 até 28999-999 | padroeiro = Nossa Senhora de Nazareth | prefeito = Manoela Ramos de Souza Gomes Alves. | partido = PL | fim_mandato = 2024 | mapa = RiodeJaneiro Municip Saquarema.svg | latP = S | latG = 22 | latM = 55 | latS = 12 | lonP = O | lonG = 42 | lonM = 30 | lonS = 36 | estado = Rio de Janeiro | mesorregião = Baixadas | data_mesorregião = IBGE/2008 | microrregião = Lagos | data_microrregião = IBGE/2008 | região_intermediária = | região_imediata = | vizinhos = Araruama, Maricá, Rio Bonito, Tanguá | dist_capital = 96 | área = 352.130 | área_ref = | população = 89559 | data_pop = IBGE/2022 | altitude = 2 | clima = tropical | sigla_clima = | idh = 0.709 | idh_pos = 46º | data_idh = PNUD/2010 | pib = mil | data_pib = IBGE/2021 | pib_per_capita = 41758897.92 | data_pib_per_capita = IBGE/2021 | Condominio ótimos = lago do paraiso }} Saquarema é um município brasileiro do estado do Rio de Janeiro, localizado na região das Baixadas Litorâneas, mais precisamente, na Região dos Lagos. Sua população estimada em 2022 era de 89.559 habitantes, segundo o IBGE. == História == === Antecendentes === Por volta do ano 1000, comunidades indígenas de língua tupi provenientes das bacias dos rios Madeira e Xingu, na margem direita do rio Amazonas, ocuparam a maior parte do atual litoral brasileiro, expulsando os habitantes anteriores, falantes de línguas do tronco linguístico macro-jê, para o interior do continente. === Colonização Portuguesa === Durante a expedição de Gonçalo Coelho, foi estabelecida a Feitoria de Cabo Frio, aonde teria acontecido os primeiros contatos dos tamoios com os europeus. Essa nação tupi, também chamados de tupinambás, já ocupava nessa época a região de Saquarema.BUENO, E. Brasil: uma história. 2ª edição. São Paulo. Ática. 2003. p. 19. A feitoria já não existia quando Cristóvão Jacques visitou a região em 1516. Em 17 de março de 1531, a expedição de Martim Afonso de Sousa atracou em frente ao Morro de Saquarema. Com a criação da Capitania de São Vicente, em 1534, a região aonde hoje é Saquarema passou a ser comandada pelo donatário desta Capitania, sendo este inicialmente o próprio Martim Afonso. Após a expulsão dos franceses da Baía de Guanabara em 1567, a criação de São Sebastião do Rio de Janeiro, e sesmaria de São Lourenço dos Índios dada a Araribóia, a margem direita da Baía, passou a se chamar Banda d'Além, e a ficar subordinada a Capitania do Rio de Janeiro. Em 4 de agosto de 1575, com o intuito de acabar de vez com a Confederação dos Tamoios, o governador António Salema partiu em expedição na Banda d'Além, com a força de 400 portugueses e 700 indígenas temiminós. Ao caminho de Cabo Frio, Salema encontrou e realizou um cerco a uma aldeia fortificada dos Tamoios, aonde hoje é o distrito de Sampaio Correa em Saquarema. O padre Luís da Fonseca, após vários dias de cerco, relata que: Diversos conflitos ocorreram na região entre Saquarema e o atual distrito de Tamoios, no que hoje é chamado de Guerra de Cabo Frio. O conflito foi de grande extensão, e por esta razão o território aonde hoje é Saquarema ficou praticamente sem uso até 1594, quando padres da Ordem do Carmo receberam no dia 5 de outubro daquele ano, próximo ao atual distrito de Ipitangas, e construíram no local o Convento de Santo Alberto. No momento da instauração da Paróquia Nossa Senhora de Nazareth, em 1755, a Capela do Convento de Santo Alberto se tornou a única capela ligada a Paróquia. Em 1768, Thomaz Cotrim de Carvalho construiu a Capela de Nossa Senhora da Conceição, porém foi rebaixada posteriormente a oratório. == Geografia == Saquarema está localizada no estado do Rio de Janeiro, estando distante a 497,5 quilômetros da capital estadual, Rio de Janeiro. Possui uma área de 99.12 quilômetros quadrados. == Subdivisões == O Município de Saquarema é dividido em dividida em três distritos e 32 bairros. === Saquarema === miniaturadaimagem|Praia da Barrinha em Saquarema|254x254px Primeiro distrito do município e sede do município. Nela é localizada todos os prédios da administração pública municipal: Prefeitura, Câmara de Vereadores, Fórum, Ministério Público, Defensoria Pública, Sede da OAB, Conselho Tutelar, Delegacia Legal, dentre outros. Além de abrigar a Igreja Matriz de Nossa Senhora de Nazareth, as praias mais famosas da cidade (Vila e Itaúna), é o point da vida noturna da cidade, onde estão concentrados a maioria dos bares, restaurantes e casas noturnas. A Praça principal, localizada no Centro, abriga a famosa Feira do Artesanato, em que muitos expositores, inclusive estrangeiros, vendem de tudo: desde pequenos souvenirs da cidade até bonitas joias de prata. O distrito de Saquarema possui ao todo 14 bairros: Centro (sede), Itaúna, Leigo, Porto Novo, Areal, Gravatá, Boqueirão, Barra Nova, Ipitangas, Jardim, Jardim Ipitangas, Mombaça, Porto da Roça, e Vilatur. === Bacaxá === Bacaxá é o segundo distrito de Saquarema. É conhecido por ser o centro comercial de Saquarema, conta com a ETE Helber Vignoli Muniz, a maior escola técnica do Rio de Janeiro, que oferece vários professores e cursos profissionalizantes, formando técnicos para a população local. Bacaxá é cortada pelo famoso rio Bacaxá, principal ponto turístico do distrito. O distrito de Bacaxá possui ao todo 20 bairros: Bacaxá (sede), Água Branca, Alvorada, Asfalto Velho, Barreira, Bonsucesso, Bicuíba, Condado de Bacaxá, Goar, Grama Alta, Guarani, Madressilva, Palmital, Raia, Rio d'Areia, Rio Seco, Rio Mole, São Geraldo, Verde Vale, Village Santo Antonio === Sampaio Corrêa === miniaturadaimagem|Praia de Jaconé|254x254px Sampaio Corrêa é o terceiro distrito de Saquarema e o segundo maior do município, com população não divulgada. É conhecido por ter possuído, nas décadas de 60 e 70, a usina de cana-de-açúcar Santa Luiza que chegou a ser a segunda maior produtora de cana-de-açúcar do estado do Rio de Janeiro, perdendo apenas para o município de Campos dos Goytacazes. O distrito de Sampaio Corrêa possui ao todo 8 bairros: Sampaio Corrêa (sede), Basiléa, Jaconezinho, Jaconé, Mato Grosso, Serra do Mato Grosso, Tingui, Rio Mole == Infraestrutura == === A Igreja Matriz de Nossa Senhora de Nazareth === A primeira capela no Morro de Saquarema foi construída por volta de 1660 pelo casal Manoel de Aguillar Moreira e Catarina de Lemos, e era ligada a Matriz de Nossa Senhora da Assumpção de Cabo Frio. A capela foi demolida para a construção, em 1675, da atual Igreja Matriz de Nossa Senhora de Nazareth de Saquarema. A igreja foi elevada a paróquia pelo Alvará Régio de 12 de janeiro de 1755. A cidade tem como padroeira Nossa Senhora de Nazareth. O Círio de Nossa Senhora de Nazareth da Saquarema, que ocorre do dia 30 de agosto a 8 de setembro, é o maior manifestação religiosa do Estado do Rio de Janeiro. É também o Círio de Nazaré mais antigo do país, datado de 1630. A igreja também possui um cemitério, que atrai turistas por ter uma vista de mirante para a Praia de Itaúna. === Transporte === Os principais acessos rodoviários são: * RJ-106 - Rodovia Amaral Peixoto * RJ-118 - Estr. Sampaio Corrêa - Jaconé - Ponta Negra. * RJ-124 - Via Lagos * RJ-128 - Av. Saquarema/Estrada do Palmital Saquarema também já foi atendida por transporte ferroviário no período entre 1913 a 1962 pela Estrada de Ferro Maricá, nos distritos de Sampaio Corrêa e Bacaxá. A ferrovia ligava o município as cidades de São Gonçalo e Maricá, na Região Metropolitana do Rio de Janeiro e a também cidade litorânea de Cabo Frio, o ponto terminal da linha férrea. Seu trajeto cortava grande parte do litoral da região das Baixadas Litorâneas, mais conhecida como Região dos Lagos e tinha como função escoar a produção agrícola, açucareira e salineira e a pesca da região, além do transporte de passageiros que seguiam rumo a Niterói, para em seguida se deslocarem à capital Rio de Janeiro por meio de barcas. No distrito de Sampaio Corrêa, a ferrovia também atendia com sua demanda de transportes, a antiga Usina Santa Luzia, considerada a maior da região na época. No ano de 1943, a EFM foi repassada à Estrada de Ferro Central do Brasil, passando a ser denominada como Ramal de Cabo Frio. Em seus últimos anos, havia sido repassada à Estrada de Ferro Leopoldina. Os últimos trens de passageiros e de cargas circularam pela cidade no dia 16 de janeiro de 1962, desativando o trecho que atravessava o município. Em 1966, a linha férrea foi erradicada de Saquarema, o que ocasionou prejuízos econômicos à região posteriormente. == Cultura == === Esportes === O principal destaque esportivo da cidade é no surfe, sendo que, por causa do porte e qualidade das ondas, Saquarema é considerada pelos praticantes como a \"Capital Nacional do Surfe\". Os primeiros festivais de surfe na cidade começaram na década de 1970, e era sede da etapa brasileira da World Surf League até 2002. Desde 2017, a cidade passou a ser novamente parte do circuito mundial de surf. A primeira etapa de volta a cidade teve como campeão o surfista brasileiro Adriano de Souza, conhecido como Mineirinho. As etapas são realizadas na Praia de Itaúna, conhecida entre os praticantes como o \"Maracanã do Surf Brasileiro\". Saquarema também é sede da Confederação Brasileira de Voleibol (CBV), e por esta razão, a cidade é conhecida como a \"Casa do Vôlei Brasileiro\". Atualmente, a cidade possui dois clubes de futebol filados a FERJ. São eles o Boavista Sport Club, do distrito de Bacaxá, e o Sampaio Corrêa Futebol e Esporte, do distrito de Sampaio Corrêa. === Música === Em 1976, a cidade foi sede do festival \"Som, Sol & Surf\", que foi organizado por Nelson Motta e contou com a participação, dentre outros, de Raul Seixas, Rita Lee e Angela Ro Ro. O cantor Serguei tinha sua residência em Saquarema, na qual chamava de Templo do Rock. A casa, que foi construída por Russell Wid Coffin, era mantida como museu pelo cantor. Após a morte de Serguei, a Secretaria de Comunicação de Saquarema avisou que \"o local ficará designado à Secretaria Municipal de Educação e Cultura para coordenar as ações de preservação, mantendo-o como patrimônio cultural do município, levando a história de Serguei e do Rock brasileiro para as futuras gerações\".. == Bibliografia == * * == Ligações externas == * Página da prefeitura * Vista aérea de Saquarema no WikiMapia. * Mapa de Saquarema no OpenStreetMap. Categoria:1841 no Brasil Categoria:Topônimos de origem tupi",
 "title": "Saquarema"
}