{
 "id": "17765",
 "text": "Museu de Arte de São Paulo Assis Chateaubriand (mais conhecido pelo acrônimo MASP) é um centro cultural e museu de arte brasileiro fundado em 1947 pelo empresário e jornalista paraibano Assis Chateaubriand. Entre os anos de 1947 e 1990, o crítico e marchand italiano Pietro Bardi assumiu a direção do MASP a convite de Chateaubriand. Inicialmente instalado na rua 7 de abril, encontra- se desde 7 de novembro de 1968 na Avenida Paulista, cidade de São Paulo (estado homônimo), em um edifício projetado pela arquiteta ítalo-brasileira Lina Bo Bardi para ser sua sede. É considerado uma das mais importantes instituições culturais brasileiras. É conhecido pelo vão de mais de 70 metros que se estende sob quatro enormes pilares, concebido pelo engenheiro José Carlos de Figueiredo Ferraz, com o intuito de que que funcionasse como uma praça para uso da população. Considerado um importante exemplar da arquitetura brutalista brasileira, o edifício foi tombado pelas três instâncias de proteção ao patrimônio: IPHAN, Condephaat e Conpresp. Instituição particular sem fins lucrativos, o museu foi fundado em 1947 e, ao longo de sua história, notabilizou-se por uma série de iniciativas importantes no campo da museologia e da formação artística, bem como por sua forte atuação didática. Foi também um dos primeiros espaços museológicos do continente a atuar com perfil de centro cultural, bem como o primeiro museu do país a acolher as tendências artísticas surgidas após a Segunda Guerra Mundial.Bardi, P.M., A cultura nacional e a presença do MASP, 1982, pp. 7-24. O MASP possui a mais importante e abrangente coleção de arte ocidental da América Latina e do hemisfério sul, abrangendo arte africana, das Américas, asiática, brasileira e europeia, desde a Antiguidade até o século 21, incluindo pinturas, esculturas, desenhos, fotografias e roupas, entre outros, totalizando aproximadamente 10 mil peças. O acervo é tombado pelo Instituto do Patrimônio Histórico e Artístico Nacional (IPHAN). Também abriga uma das maiores bibliotecas especializadas em arte do país. É o museu mais visitado do Brasil e frequentemente listado entre os melhores do mundo. É conhecido pelos cavaletes de cristal de autoria de Lina Bo Bardi, conhecidos por suspender as obras de arte em suportes transparentes com o objetivo de aproximá-las do público, que desta forma pode circular em seu entorno. Ao lado de sua mostra de longa duração, denominada de Acervo em transformação, o museu conta com uma programação de exposições temporárias, incluindo a série dedicada às Histórias, ciclo de exposições cuja primeira edição foi inaugurada em 2016. A programação expositiva é complementada pelos programas públicos desenvolvidos pela equipe de mediação do museu e por uma série de publicações impressas. Estas ações fazem parte da atuação do museu em prol da concretização de sua missão: \"Estabelecer, de maneira crítica e criativa, diálogos entre passado e presente, culturas e territórios, a partir das artes visuais. Para tanto, deve ampliar, preservar, pesquisar e difundir seu acervo, bem como promover o encontro entre públicos e arte por meio de experiências transformadoras e acolhedoras\". Atualmente, o MASP desenvolve o projeto MASP em expansão, com a construção do novo edifício intitulado Pietro Maria Bardi, conectado por ligação subterrânea ao prédio histórico de Lina Bo Bardi. A construção aumentará a área do museu em 6 945 metros quadrados, com 14 andares compostos por galerias, salas de aula, laboratório de restauro, restaurante, loja e áreas de evento, ampliando as atividades realizadas hoje e aumentando a capacidade de visitantes. A previsão de conclusão do projeto é em 2024. == História == === Antecedentes === A década de 1940 caracterizou-se no Brasil como um período de grande efervescência no plano econômico e político. Fatores de ordem internacional, como a Segunda Guerra Mundial e a crise de 1929, favoreceram um surto de desenvolvimento industrial, em substituição ao ciclo do café, tendo como consequência direta a criação das condições necessárias ao crescimento urbano e à instalação de uma \"estrutura cultural\" no país. Em São Paulo, particularmente, o período se notabilizou pela consolidação de um vigoroso parque industrial. O estado, a essa altura, já havia suplantado o Rio de Janeiro como principal produtor de bens de consumo do país. A capital paulista prosseguia em sua trajetória de extraordinário crescimento populacional. Atraindo muitas indústrias e concentrando uma expressiva e poderosa elite, abandonava progressivamente o aspecto de cidade provinciana. No plano cultural, sem embargo, São Paulo ainda distava muito da então capital federal, onde o debate estético encontrava-se muito mais adiantado e o poder público já assimilava as manifestações modernas internacionais (sendo o edifício do Ministério da Educação e Cultura o exemplo maior de tal contexto). Sua referência mais notável continuava a ser a Semana de Arte Moderna de 1922. Se por um lado esse evento havia permitido alguma abertura aos artistas modernos nos salões oficiais, influenciado a criação de grupos e associações como a Sociedade Pró-Arte Moderna e a Família Artística Paulista e garantido alguma substância ao debate estético, por outro, seus propósitos não chegaram a atingir o grande público nem a definir um circuito artístico local. A cidade contava com uma casa de ópera de prestígio e com uma grande quantia de cineteatros, de programação bastante diversificada, mas havia um único museu voltado à arte, a Pinacoteca do Estado, dedicada quase exclusivamente à arte acadêmica. A Escola de Belas Artes seguia a mesma orientação e eram poucas as galerias comerciais abertas às tendências modernas.Cannabrava Filho, 2004, pp. 143-144. O paraibano Assis Chateaubriand, fundador e proprietário dos Diários Associados - à época o maior conglomerado de veículos de comunicação do Brasil – foi uma das figuras mais emblemáticas desse período. Comandava um verdadeiro império midiático, composto por 34 jornais, 36 emissoras de rádio, uma agência de notícias, uma editora (responsável pela publicação da revista O Cruzeiro, a mais lida do país entre 1930 e 1960) e se preparava para ser o pioneiro da televisão na América Latina - e futuro proprietário de 18 estações. Dono de um espírito empreendedor, Chateaubriand manteve uma postura ativa no processo de modernização do Brasil e utilizava-se da influência de seu conglomerado para pressionar a elite do país a auxiliá-lo em suas iniciativas, quer fossem políticas, econômicas ou culturais. Em meados dos anos quarenta, criou a \"campanha da aviação\", que consistia em enérgicos pedidos de contribuições para a aquisição de aeronaves de treinamento a serem doados aos aeroclubes do país. Como fruto da iniciativa, cerca de mil aviões foram comprados e doados às escolas para formação de pilotos. Terminada a campanha, Chateaubriand iniciaria uma nova e ousada empreitada: a aquisição de obras de arte para formar um museu de nível internacional no Brasil.Bardi, P.M., 1992, pp. 10-14. Chateaubriand pretendia sediar o futuro museu no Rio de Janeiro, mas optou por São Paulo por acreditar que nessa cidade teria mais sucesso em arrecadar os fundos necessários para formar a coleção. O mercado de arte internacional passava por um momento propício para quem dispunha de fundos para adquirir obras de relevo e o Brasil passava por um momento de grande prosperidade. Com o fim da Segunda Guerra Mundial e a Europa em reconstrução, muitas coleções eram postas à venda. O aumento exponencial da oferta derrubou os preços das obras de arte em níveis inéditos. Chateaubriand, entretanto, embora fosse um apreciador de obras de arte, era um leigo no assunto. Para movimentar-se nesse mercado, selecionando peças de alto valor e com garantias de autenticidade, precisaria do auxílio de um técnico especializado e experiente. Assim, convidou Pietro Maria Bardi para ajudá-lo na empreitada. Pietro Maria Bardi, galerista, colecionador, jornalista e crítico de arte italiano, havia viajado ao Rio de Janeiro na companhia de sua esposa, a arquiteta Lina Bo, para apresentar a Exposição de Pintura Italiana Antiga no Ministério da Educação e Saúde, organizada pelo Studio d'Arte Palma, dirigido por Bardi em Roma. Durante um almoço em Copacabana, no verão de 1946, Chateaubriand o convidou para auxiliar a criar e a dirigir um \"Museu de Arte Antiga e Moderna\" no país. Bardi objetou que não deveria haver distinção entre as artes, propondo denominar a instituição apenas como \"Museu de Arte\", e aceitou o convite. Planejando ficar à frente do projeto por apenas um ano, dedicar-se-ia a ele pelo resto de sua vida, tendo dirigido a instituição por quase meio século. Mudou-se definitivamente com Lina para o Brasil, trazendo consigo seu acervo artístico particular e uma vasta fototeca com imagens de obras consagradas. === Fundação e primeiros anos === Nos três primeiros anos de atividade, o museu funcionaria em uma sala de mil metros quadrados, no segundo andar do Edifício Guilherme Guinle, na rua Sete de Abril, centro de São Paulo, projetado pelo arquiteto francês Jacques Pilon para ser a sede dos Diários Associados. Lina Bo Bardi projetou os espaços no primeiro andar, eliminando paredes e elementos decorativos constantes do projeto original, a fim de que o espaço obedecesse a um ambiente estritamente funcional. Além da pinacoteca, contava com uma sala de exposição didática sobre a história da arte, duas salas para exposições temporárias e um auditório com 100 lugares. Essa divisão refletia o interesse dos fundadores em conceber a nova instituição como centro difusor de conhecimento e cultura, opondo-se à ideia de museu como simples depósito de obras de arte. O museu foi inaugurado em 2 de outubro de 1947, com a presença do governador do estado, Ademar de Barros e do ministro da educação, Clemente Mariani, além de outras personalidades do mundo artístico e político. No dia seguinte, os primeiros visitantes chegaram para ver a incipiente coleção, ainda com poucas peças, destacando-se o Busto de atleta, de Pablo Picasso e o Auto-retrato com barba nascente, de Rembrandt. Duas exposições temporárias também puderam ser vistas: uma com a Série Bíblica de Cândido Portinari e outra com obras de Ernesto de Fiori. Nos anos seguintes, o espaço passaria a oferecer cursos sobre história da arte, mostras de artistas nacionais e estrangeiros de todas as correntes, manifestações de teatro, música e cinema, transformando o museu em um ponto de encontro de artistas, estudantes e intelectuais em geral. Assim, o MASP inaugurava o conceito de espaço museológico multidisciplinar, tornando-se uma das primeiras instituições do mundo a atuar com perfil de centro cultural, décadas antes da fundação do Centro Georges Pompidou, em Paris. Paralelamente às atividades didáticas, o acervo continuava a crescer. Chateaubriand, sempre respaldado pela influência dos Diários, havia desenvolvido um eficiente sistema visando angariar fundos para as aquisições. Negociava com empresários a doação de recursos para comprar obras de arte, em troca de contratos de anúncios de suas empresas em toda a cadeia associada dos Diários (rádio, jornais, revistas e, pouco depois, televisão). Comprometia-se também, após a aquisição das obras, a distribuir títulos de mecenas aos doadores. Cada nova aquisição era festejada com uma suntuosa recepção, com a mais ampla cobertura possível dos Diários, quer no museu, quer na casa dos doadores, ou até mesmo em campo aberto – como se registrou à chegada da obra O Escolar, de Van Gogh, recepcionada por um grande desfile de estudantes nas ruas de Salvador.Bardi, P.M., 1978, pp. 9-15. Edmundo Monteiro, executivo de mídia dos Diários Associados e, posteriormente, presidente do MASP, era o principal responsável pelas finanças do museu e íntimo colaborador de Chateaubriand, tendo sido de grande importância sua atuação para o equacionamento do sistema que permitiria a aquisição do acervo.Bardi, P.M., 1992, pp. 29-31. O plano de aquisições do MASP se assentava ainda na perspectiva de uma alta de preços no mercado internacional de arte. Cálculos baseados em pesquisas de mercado indicavam, por exemplo, que os preços de pinturas do impressionismo deveriam subir entre 20 e 25% ao ano após a década de 1950. Assim, Bardi e Chateaubriand compravam tudo aquilo que parecesse passível de uma expressiva valorização futura, o que, por meio de trocas e vendas, forneceria os recursos necessários para formar uma coleção mais homogênea.Bardi, P.M. & Salgueiro, 1981, pp. 20-32. === Escolas do MASP === Três anos após a fundação, visando acomodar o crescente acervo, o museu passou a contar com mais três andares do Edifício Guilherme Guinle. O terceiro andar foi reservado para a coleção permanente e se destacava pelo partido museológico adotado: as paredes eram suspensas por tirantes de aço, com iluminação planejada e sem a intervenção de paredes. Cursos e palestras ocupavam o quarto e o décimo-quinto andares. No segundo andar, ficavam os auditórios, e espaços expositivos, além de biblioteca e laboratório fotográfico. Os novos espaços foram inaugurados pelo presidente da república, Eurico Gaspar Dutra, com a presença do banqueiro Nelson Rockefeller e do cineasta Henri-Georges Clouzot. A ampliação dos espaços permitiu ao museu diversificar a sua atuação didática. Assim, em 1950, foi criado o Instituto de Arte Contemporânea, englobando diversos cursos, com o objetivo principal de suprir importantes lacunas no ensino técnico e artístico da cidade. O primeiro curso ministrado pelo instituto foi o de gravura, aos cuidados de Poty Lazzarotto e Renina Katz. O de desenho foi confiado a Roberto Sambonet, importante designer italiano. Gastone Novelli e Waldemar da Costa lecionaram pintura, e o polonês August Zamoyski, escultura. Neste mesmo ano, o museu lança a revista Habitat, que se torna um importante veículo de divulgação de uma estética moderna de viés funcionalista. Lina Bo Bardi coordenou a Escola de Desenho Industrial do MASP, a primeira iniciativa voltada ao campo do ensino de desenho industrial no Brasil, onde lecionaram Carlos Bratke, Gregori Warchavchik, Lasar Segall e Leopold Haar. O curso, criado nos moldes do Instituto de Design de Chicago, dava continuidade aos métodos pedagógicos da Bauhaus,Ruchti, 1951, pp. 62. tendo formado importante contingente de designers brasileiros. No setor do cinema, realizaram-se seminários sob a orientação de Marcos Margulies e Tito Batini, tendo como ponto alto o curso ministrado pelo cineasta Alberto Cavalcanti, diretor da Companhia Cinematográfica Vera Cruz. Na área de teatro, o MASP promoveu um seminário paralelo ao de cinema, coordenado por Beatriz Segall, que mais tarde tornou-se um departamento, sob responsabilidade de Gianni Ratto.Bardi, P.M., 1992, pp. 16-17. Outras iniciativas do museu no campo didático incluíam cursos de fotografia e ecologia. No campo da moda, destacou-se um audacioso projeto coordenado por Luisa Sambonet e Roberto Sambonet, reunindo pela primeira vez artistas, designers e representantes da indústria de tecidos do país, com o objetivo de criar e confeccionar uma moda inteiramente nacional. Por fim, a constatação de que a publicidade brasileira deixava a desejar levou o museu a criar uma Escola de Propaganda, sob coordenação de Rodolfo Lima Martensen, onde atuaram importantes referências da área no Brasil. A iniciativa acabaria crescendo e ganhando autonomia, transformando-se na atual Escola Superior de Propaganda e Marketing.Abreu & Paula, 2007, pp. 88-89. As grandes exposições promovidas pelo museu nos seus primeiros anos também ganharam notoriedade, com o consequente aumento na frequência dos visitantes, o que permitiu a formação de um público cada vez mais numeroso e interessado. Destacaram-se as mostras individuais dedicadas a artistas contemporâneos, como Le Corbusier, Alexander Calder, Paul Klee e Max Bill, entre outros. A retrospectiva do designer e arquiteto Max Bill é considerada um marco histórico no processo de divulgação na arte concreta no Brasil. Teve grande repercussão também o desfile de moda de Christian Dior, ocasião para qual Salvador Dalí criou o Costume do ano 2045, posteriormente adquirido pelo museu. === Turnê internacional === Na década de 1950, o museu ensaiava a internacionalização de suas atividades. Chateaubriand havia adquirido para o MASP a Villa Benivieni, antiga residência de Alexander Mackenzie, em Fiesole, nos arredores de Florença, com o objetivo de lá abrigar estudantes latino-americanos que quisessem se especializar em história da arte. O projeto não pôde ser levado adiante, pois o museu viu-se obrigado a vender a residência quando passou por dificuldades financeiras na década seguinte.Bardi, P.M., 1992, pp. 38-41. Em 1953, a coleção já havia adquirido um volume suficientemente importante para que o MASP fosse convidado a expor suas obras em museus estrangeiros. Pietro Maria Bardi planejava uma forma de consolidar o acervo do museu, submetendo-o à avaliação crítica internacional, como forma de responder às insinuações de parte da imprensa brasileira de que Chateaubriand estava criando um museu de obras falsas. Entrou em contato com Germain Bazin, então diretor do Louvre, que lhe assegurou a possibilidade de albergar a mostra na capital francesa. Formalizado o convite do governo francês, organizou-se a exposição com cem pinturas do MASP no Musée de l'Orangerie, em Paris. A mostra, inaugurada pelo presidente da França, Vincent Auriol, teve um inesperado sucesso: diversas reportagens e críticas publicadas em periódicos franceses confirmavam a boa impressão causada pelo acervo, registrando-se uma excepcional afluência de público. A repercussão foi tão intensa que diversos outros museus europeus solicitaram a exposição: de Paris, as obras seguiram para o Palais des Beaux- Arts de Bruxelas e, em seguida, para o Centraal Museum de Utrecht, sendo apresentadas ainda no Kunstmuseum de Berna, na Tate Gallery de Londres, na Kunsthalle de Düsseldorf e no Palazzo Reale de Milão.Bardi, P.M., 1992, pp. 17-19. Recusando outros convites de museus europeus, Bardi aceitou o do Metropolitan Museum de Nova Iorque. Nos Estados Unidos, muitas outras instituições requisitaram a mostra, mas além do Metropolitan, ela só pôde ser vista no Toledo Museum of Art, em Toledo, Ohio, pois precisava retornar ao Brasil para ser exposta no Museu Nacional de Belas Artes, no Rio de Janeiro, concluindo em 1957 a turnê iniciada quatro anos antes. === Penhor do acervo === O longo período de apresentações de obras do museu na Europa foi bastante prolífico para o aumento da coleção. À medida que as exposições iam se sucedendo, apareciam boas oportunidades no mercado. Bardi e Chateaubriand decidiram, portanto, comprar mais algumas obras. Para isso, assumiram uma dívida considerável com duas tradicionais galerias comerciais, a Wildenstein e a Knoedler. Quando as obras foram apresentadas nos Estados Unidos, o representante da Galeria Knoedler, Walter J. Leary, impaciente por uma solução, decidiu executar a dívida, solicitando à justiça norte-americana o sequestro das obras. Georges Wildenstein recusou-se a tomar a mesma atitude. A respeito do assunto, declarava: \"Somos criadores e não liqüidantes de museus\".Bardi, P.M., 1992, pp. 19-23. Para efetuar o pagamento, Chateaubriand solicitou a David Rockefeller um crédito de cinco milhões de dólares junto à Morgan Guaranty Trust Company, a ser pago em parcelas semestrais. A garantia de pagamento era o penhor de todo o acervo. A dívida, no entanto, era demasiadamente alta, e somente a primeira parcela foi paga. Diante da possibilidade das obras serem confiscadas, Chateaubriand recorreu diretamente ao presidente, Juscelino Kubitschek, que autorizou a Caixa Econômica Federal a conceder um empréstimo ao museu para honrar as dívidas contraídas no exterior, detendo dessa forma o controle da coleção. Os futuros problemas financeiros do museu impediriam que a dívida junto ao governo brasileiro fosse paga. A situação só seria equacionada muito tempo depois, durante a gestão de Antônio Delfim Netto no Ministério da Fazenda, quando, para quitar o débito, o governo decidiu utilizar todo o montante arrecadado com a Loteria Esportiva, destinada, por lei, à cultura. === Nova sede (1958-1968) === No final da década de 1950, o crescente volume do acervo e a ampliação das atividades didáticas do museu demandavam espaços mais amplos e adequados a atividades museológicas regulares. Na tentativa de solucionar o problema, Bardi fez contatos com a Fundação Armando Álvares Penteado (FAAP). Ficou acertado que o museu teria um espaço no edifício que a fundação estava erguendo no bairro de Higienópolis, onde seria exposto seu acervo, ao qual se juntariam as obras do fundador da FAAP (hoje reunidas no Museu de Arte Brasileira). As obras do MASP chegaram a ser expostas nas salas da fundação, mas Bardi mostrou-se preocupado com a qualidade de algumas peças a serem incorporadas à coleção. Preferiu romper o acordo, recomeçando a busca por uma nova sede. Havia então, na avenida Paulista, um terreno no local antes ocupado pelo belvedere Trianon, tradicional ponto de encontro da elite paulistana, projetado por Ramos de Azevedo e demolido em 1951 para dar lugar a um pavilhão, onde fora realizada a primeira Bienal Internacional de São Paulo. O terreno havia sido doado à prefeitura por Joaquim Eugênio de Lima, idealizador e construtor da avenida Paulista, com a condição de que a vista para o centro da cidade fosse preservada, através do vale da avenida Nove de Julho.Bardi, P.M., 1978, pp. 162-167. Lina Bo Bardi, ciente da situação do terreno e das condições impostas pelo doador, considerava o local ideal para a construção da nova sede. Contou seus planos a Edmundo Monteiro, que, por sua vez, decidiu negociar a concessão do terreno com Ademar de Barros. Ademar era candidato à eleição para a prefeitura de São Paulo. Acertou com Edmundo Monteiro de fazer a sua campanha pelos Diários Associados, de graça, comprometendo-se, caso fosse eleito, a aprovar a concessão do terreno para a construção da nova sede. Eleito, Ademar manteve o acordo, dando início aos trabalhos. É, para mim, motivo de especial satisfação inaugurar este magnífico Museu de Arte. A sua beleza, simplicidade e a perícia com que foi construído tornam-no mais um impressionante exemplo do espírito de iniciativa dos paulistas. Sinto-me feliz também em pensar que ele abrigará uma coleção de quadros de um dos mais ativos e generosos embaixadores que jamais foram à Corte de St. James: o dr. Assis Chateaubriand. Lembro-me muito bem de seu espírito e estuante personalidade e todos sentimos, profundamente, que ele não esteja mais aqui conosco neste dia. Aos paulistas desejamos, meu marido e eu, felicidades e prosperidade. É com grande prazer que declaro inaugurado este Museu. Elizabeth II, em seu discurso de inauguração da nova sede do MASP, em 8 de novembro de 1968.Krüse, Olney. MASP: 35 anos. Este é um museu que ousou sempre. Jornal da Tarde, Caderno de Programas e Leituras, São Paulo, 2 de outubro de 1982. Lina Bo Bardi concebeu arquitetonicamente a atual sede do MASP. Para preservar a vista exigida para o centro da cidade era necessário ou uma edificação subterrânea ou uma suspensa. A arquiteta optou por ambas as alternativas, concebendo um bloco subterrâneo e um elevado, suspenso a oito metros do piso. A construção é considerada única pela sua peculiaridade: o corpo principal pousado sobre quatro pilares laterais, resultando em um vão livre de 74 metros, à época considerado o maior do mundo. A inovação foi viabilizada pelo trabalho do engenheiro José Carlos de Figueiredo Ferraz, que aplicou na obra a sua própria patente de concreto protendido. O edifício, projetado em 1958, levou dez anos para ser concluído. As obras se estenderam ao longo dos mandatos de Ademar de Barros e Prestes Maia, sendo somente finalizadas durante a gestão de Faria Lima. A nova sede do MASP foi finalmente inaugurada em 8 de novembro de 1968, na presença do príncipe Filipe e da rainha Elizabeth II, da Inglaterra, a quem coube o discurso de inauguração. Lina Bo coordenou a exposição de abertura, intitulada A mão do povo brasileiro, dedicada à cultura popular do país. A arquiteta inovou na forma de expor a coleção permanente, ao utilizar lâminas de cristal temperado amparados por blocos de concreto como suportes para as pinturas. Essa forma de exibição deixou de ser adotada pelo MASP no fim dos anos 1990 e seria retomada somente em dezembro de 2015, durante a gestão de Heitor Martins.. === Anos 1970 === Assis Chateaubriand não chegaria a ver a inauguração da nova sede do MASP. Morreu alguns meses antes, em 4 de abril de 1968, vítima de uma trombose. Seu império jornalístico, por sua vez, já havia começado a se esfacelar desde o início da década de 1960, com dívidas crescentes e com a concorrência da rede de jornais de Roberto Marinho, fazendo escassear os recursos que haviam permitido a formação do acervo. Bardi se preocupava com o futuro do museu e da coleção, cuja integridade já havia sido ameaçada na década anterior. Assim, em 1969, a pedido do museu, a coleção foi tombada pelo Serviço do Patrimônio Histórico e Artístico Nacional (atual IPHAN). Tornou-se assim inalienável, faz parte do patrimônio brasileiro e qualquer movimentação de obras para fora do país necessita de autorização expressa do IPHAN.Apesar das dificuldades financeiras do MASP terem se agravado após a morte do fundador, impossibilitando a aquisição de novas obras, o museu conservou seu perfil de instituição dinâmica. Em 1970, organizou e sediou a primeira edição do Congresso Internacional de Histórias em Quadrinhos, do qual participaram artistas consagrados, como Burne Hogarth e Lee Falk, entre outros. Em 1973, o museu foi convidado a expor obras do acervo em várias instituições japonesas, iniciando um longo e profícuo intercâmbio com este país. Quando retornou, a coleção foi apresentada no Palácio do Itamaraty, em Brasília. Parte do acervo seguiria novamente para o Japão, em uma série de exposições realizadas entre 1978 e 1979.Bardi, P.M., 1992, pp. 31-38. Em 1977, em comemoração aos 30 anos do museu, Leon Cakoff, crítico, jornalista e diretor do Departamento de Cinema do MASP, organizou a Mostra Internacional de Cinema, com 16 longas-metragens e 7 curtas de 17 países, e inaugurou a modalidade de voto do público para a escolha do melhor filme. O vencedor da primeira edição foi Hector Babenco, com Lúcio Flávio, o passageiro da agonia. A mostra, realizada anualmente desde então, tornou-se uma das mais importantes e tradicionais do Brasil. Seguiu vinculada ao museu até 1984, quando ganhou autonomia. Em 1978, ganhou amplo destaque na imprensa a restauração da imagem em terracota de Nossa Senhora de Aparecida. Retirada das águas do rio Paraíba em 1717, a imagem foi fragmentada em 175 pedaços, após um atentado na Basílica de Aparecida. A restauração ficou a cargo de Maria Helena Chartuni, chefe do Departamento de Restauro do museu entre 1965 e 1988. Também em 1978, o museu lançou um dos primeiros cursos de museografia do Brasil, em tempo integral e com bolsas de estudo, visando formar pessoas capacitadas a atuar em instituições museológicas. === Dos anos 1980 ao afastamento de Bardi === Em 1982, a província japonesa de Mie, que mantém convênio de irmandade com o estado de São Paulo, solicitou ao MASP o empréstimo de parte da coleção para inaugurar seu museu regional. A exposição foi novamente solicitada por museus de outras cidades japonesas, retornando ao Brasil no ano seguinte. Em troca desses empréstimos, o MASP recebeu generosas doações em dinheiro, ao mesmo tempo em que consolidava a importância da coleção no oriente. Em 1983, o MASP apresentou uma mostra completa sobre o Expressionismo Alemão, com obras de todos os representantes dessa corrente. Em 1986, organizou uma exposição com 360 gravuras de Pablo Picasso, amplamente visitada. Nesse mesmo ano, a cidade italiana de Florença foi a Capital Europeia da Cultura, e como parte das comemorações, solicitou ao MASP o empréstimo da série completa de 73 esculturas de Edgar Degas, para serem apresentadas no Palazzo Strozzi. Depois disso, a exposição seguiu para Verona, Roma, Nápoles e Gênova, retornando ao Brasil somente em 1988. Outras exposições internacionais de obras do MASP seriam organizadas no fim dos anos 1980. O objetivo principal era manter as obras em ambientes adequados, enquanto a sede do museu passava por obras de impermeabilização da cobertura. Foram organizados dois grupos de obras, que seguiram para a Itália em duas etapas. A primeira, intitulada Da Raffaello a Goya… Da Van Gogh a Picasso, foi apresentada em Milão, Trento, Nápoles, Palermo e Bari.Camesasca, Da Raffaello a Goya…, 1987. A segunda, Da Manet a Toulouse-Lautrec, seguiu posteriormente para Verona, Monza, Gênova, Palermo e Bari.Camesasca, Da Manet a Toulouse-Lautrec, 1987. Os catálogos das exposições foram redigidos por Ettore Camesasca. Após as mostras na Itália, as obras seguiram para a Fundação Pierre Gianadda, em Martigny, Suíça, apresentando-se em seguida na Kunsthalle de Mannheim, no Museu Villa Stuck de Munique, e no Kunsthalle de Berlim. Finalmente, algumas obras foram reunidas na mostra De Manet a Matisse, apresentada no Museu Van Gogh, de Amsterdã. Em 1989, o museólogo Fábio Magalhães, ex-diretor da Pinacoteca do Estado de São Paulo e do Memorial da América Latina, assume o cargo de curador-chefe, no qual permanecerá até 1994. Em 1991, o museu apresentou ao público brasileiro a exposição Albert Eckhout e seu Tempo, com peças relacionadas ao período da dominação holandesa em Pernambuco, tendo como ponto alto as pinturas de Eckhout conservadas no Museu Nacional de Arte da Dinamarca. No exterior, o MASP voltou a expor seu acervo no Japão, em Nara, Yokohama e Kobe, entre 1990 e 1991. Outra seleção de obras do acervo seguiu para instituições latino- americanas: a coleção de esculturas de Degas, exposta no Banco de la República, em Bogotá e posteriormente no Museu de Belas Artes de Caracas, e a mostra De Manet a Chagall, no Museu Nacional de Belas Artes de Santiago do Chile. Em 1996, bastante abalado desde a morte de Lina, ocorrida em março de 1992, Bardi afastou-se da direção do MASP. Morreu poucos anos depois, em 10 de outubro de 1999, aos 99 anos de idade. Bardi permaneceu à frente do MASP por 49 anos, e, embora nunca tenha ocupado o cargo de presidente da instituição, foi durante todo esse tempo o efetivo \"comandante\" do museu, coordenando todas as suas atividades, à exceção do Departamento de Finanças, sempre confiado a Edmundo Monteiro. === Gestão Júlio Neves (1994-2008) === Em 1994, ultrapassando José Mindlin por um voto, o arquiteto Júlio Neves, amigo íntimo de Paulo Maluf, foi eleito pelo conselho diretor presidente do MASP. Sem concorrentes nos pleitos seguintes, Júlio Neves exerceria sete mandatos consecutivos, dirigindo o museu por 14 anos. Sua gestão, bastante polêmica, seria amplamente criticada pela suposta inconsistência do projeto curatorial e do programa museológico. Critica-se, também, a forma como Neves conduziu a crise financeira do museu, bastante acentuada nos seus últimos anos à frente da presidência. Júlio Neves coordenou a grande reforma do edifício, levada a cabo entre março de 1996 e setembro de 2001, ao custo de 20 milhões de reais. Também polêmica, a reforma, embora tenha sanado problemas críticos do edifício, foi criticada por supostamente descaracterizar o projeto original de Lina. A direção também determinou a substituição dos cavaletes de concreto e vidro do segundo andar, idealizados por Lina, pelo tradicional sistema de divisórias. thumb|Uma das salas de exposições do museuEm 1995, Luiz Marques, historiador da arte e professor da Unicamp, assume a curadoria do museu, permanecendo no cargo pelos dois anos seguintes. Após sua saída, Luiz Hossaka, assistente de Bardi desde a fundação do MASP, assume a função. Luciano Migliaccio, professor de história da arte, também seria colaborador ocasional do museu, escrevendo textos para o catálogo de 1998 e colaborando na organização de algumas exposições. Nos primeiros anos da gestão Júlio Neves, o MASP organizaria diversas mostras de grande porte, que atraíram recordes de público à época, e que ajudaram a inserir o Brasil no circuito das \"megaexposições\". Em 1996, o museu apresentou Arte italiana em coleções brasileiras, uma seleção de mais de 500 obras representativas da arte da Itália conservadas em coleções públicas e privadas do país. No ano seguinte, em comemoração ao cinqüentenário do museu, realizaram-se as mostras Monet no Brasil e Michelangelo na História da Arte Italiana, que trouxe pela primeira vez ao hemisfério sul obras deste mestre do Renascimento. Ao término deste ano, o museu registra o maior fluxo de visitantes de sua história: 850 mil pessoas. Em 2001, o museu apresentou Egito Faraônico – Terra dos Deuses, com 120 peças do acervo do Louvre. A partir de então, a situação começa a mudar. O modelo de \"megaexposições\", que se consolida no Brasil, tende a concentrar público e, consequentemente, o grosso do patrocínio de empresas privadas. Sem fôlego para competir com instituições financeiramente mais bem amparadas, o MASP perdeu público, arrecadação e patrocínios, ao mesmo tempo em que cresceram suas dívidas. Em 2004, a direção do museu penhorou a tela Retrato de Camões, obra-prima do pintor português José de Guimarães (avaliada à época em 4,29 milhões de reais) como garantia de pagamento de uma dívida trabalhista com o INSS, no valor de 3,3 milhões de reais. Em 2006, o museu teve o fornecimento de energia elétrica cortado, em função de uma outra dívida, de 3,5 milhões de reais, com a Eletropaulo. Em 2005, Neves apresentou uma proposta para ampliar os espaços administrativos do museu. Com o patrocínio da Vivo S.A, adquire, ao preço de 12 milhões de reais, o vizinho Edifício Dumont- Adams. O objetivo era utilizar o edifício como base para uma torre, com 110 metros de altura, em cujo topo seria exibido o logotipo da empresa que financiou a aquisição. A proposta foi vetada pelo CONDEPHAAT e pelo CONPRESP, sob a justificativa de que a torre interferiria negativamente no entorno do bem tombado. Em setembro de 2006, depois de um período de quase dez anos sem contar com direção técnica especializada, o MASP anunciou a contratação de Teixeira Coelho, professor titular da USP e ex-diretor do MAC, para o cargo de curador-coordenador. Uma das primeiras mudanças executadas por Teixeira Coelho foi a modificação da forma de expor o acervo permanente. As obras, até então apresentadas segundo critérios cronológicos e geográficos, passam a ser reunidas em mostras temáticas de longa duração. ==== Roubo de obras do acervo ==== No dia 20 de dezembro de 2007, por volta das cinco horas da manhã, três homens invadiram o museu, levando duas obras importantes do acervo: O Lavrador de Café de Cândido Portinari e Retrato de Suzanne Bloch de Pablo Picasso. A ação durou cerca de três minutos. As obras foram encontradas pela polícia paulista em 8 de janeiro de 2008, em Ferraz de Vasconcelos, na Região Metropolitana de São Paulo, sem terem sofrido danos. Dois homens foram presos na operação que resgatou as obras. Na época do roubo, as duas pinturas estavam estimadas em aproximadamente 55 milhões de reais. No segundo semestre de 2008, o museu inaugurou o seu novo sistema de segurança. Avaliado em 1 milhão de reais, o sistema, que conta com 96 câmeras de segurança digitais e sete monitores de alta resolução, foi doado pela empresa coreana LG. === Gestão Azevedo (2008-2013) === Em novembro de 2008, João da Cruz Vicente de Azevedo, encabeçando chapa única, foi eleito presidente do MASP por 41 dos 71 votos do conselho diretor para um mandato de dois anos. A colecionadora Beatriz Pimenta de Camargo foi eleita vice-presidente na mesma chapa e posteriormente sucedeu Vicente de Azevedo na presidência do Museu. === Gestão Heitor Martins (2014-atualmente) === Em 2014, a diretoria foi totalmente reestruturada, e Heitor Martins assumiu a presidência, em um momento no qual o MASP passava por uma grave crise que ameaçava a sua sobrevivência. Iniciou-se um ciclo da modernização do MASP, com um grande choque de gestão. Além das questões administrativas, foram realizadas transformações na programação curatorial. Heitor nomeou Adriano Pedrosa como diretor artístico, que trouxe exposições de grande sucesso, como Histórias afro-atlânticas, realizada em 2018 em parceria com o Instituto Tomie Ohtake e eleita a melhor daquele ano pelo The New York Times. Atualmente, a diretoria do museu é também composta por Carolina Rossetti, diretora de relações institucionais, e Marcelo Ribeiro, diretor financeiro e de operações. Na gestão de Martins, foram criados programas para a doação de pessoas físicas e empresas que contribuem diretamente na manutenção do museu, como o Amigo MASP e a Empresa Amiga MASP, uma iniciativa de fidelização que tem por objetivo arrecadar recursos para os projetos do MASP e, como contrapartida, oferece benefícios aos participantes. Destaca-se também o programa de patronos e jovens patronos do MASP, que garante, através de doações de pessoas físicas, uma rede de sustentação na vida e desenvolvimento do Museu. Outro marco da gestão foi a retomada, em dezembro de 2015, dos cavaletes de concreto e cristal projetados por Lina Bo Bardi como suporte para as obras do acervo do MASP, quase vinte anos após a sua retirada. Os cavaletes ficam dispostos em fileiras na sala ampla, livre de divisórias, do segundo andar do museu. Retirar as obras da parede e colocá-las nos cavaletes possibilita um encontro mais próximo do público com os trabalhos. O visitante pode caminhar entre as obras, que parecem flutuar no espaço. O espaço aberto, fluido e permeável oferece múltiplas possibilidades de acesso e de leitura, eliminando hierarquias e roteiros predeterminados. Martins conta com o apoio de um grupo de conselheiros, formado principalmente por representantes da iniciativa privada, em especial bancos e grandes empresas. Este período foi marcado também pela adesão do público. Em 2022, 440 mil pessoas visitaram a instituição, representando um aumento de 88% em relação ao ano anterior. Durante a gestão de Martins, também foi iniciado um projeto de expansão e modernização da infraestrutura, que adicionará 7 680m² à área do museu. Foi iniciada a restauração do prédio Lina Bo Bardi, incluindo a arquitetura original, áreas de acervo, salas expositivas, espaços administrativos, troca do sistema de ar condicionado e iluminação, assim como a reforma do sistema de segurança. Além disso, foi iniciada a construção de um novo prédio, chamado Pietro Maria Bardi, que permitirá a expansão da área de acervo do museu, possibilitando que o MASP receba um maior número de visitantes. Outro projeto, ainda, é a construção de uma área de docas, que expande as possibilidades para organizar grandes exposições internacionais com maior segurança. Os dois edifícios serão conectados por uma galeria subterrânea, com pé-direito de 2,50 metros, comprimento de 48,80 metros e largura de 5 metros. A expansão do MASP faz parte do projeto elaborado pelo arquiteto Júlio Neves, com projeto arquitetônico e coordenação conduzida pelo escritório Metro Arquitetos, assinado por Martin Corullon e Gustavo Cedroni, e tem previsão de inauguração para o ano de 2024. == Edifício== A atual sede do MASP foi erguida pela Prefeitura de São Paulo, e inaugurada em 1968, com a presença da soberana britânica, a rainha Isabel II. É uma das principais obras da arquitetura modernista no país. O edifício foi erguido no terreno do antigo Belvedere Trianon, na Avenida Paulista, de onde se avistava o centro da cidade e a serra da Cantareira. O doador do terreno à prefeitura, o engenheiro Joaquim Eugênio de Lima, construtor da avenida Paulista e precursor do urbanismo no Brasil, havia vinculado a doação do terreno à municipalidade ao compromisso expresso de que jamais se construiria ali obra que prejudicasse a amplidão do panorama. Desse modo, o projeto exigia ou uma edificação subterrânea ou uma suspensa. A arquiteta Lina Bo Bardi e o engenheiro José Carlos de Figueiredo Ferraz optaram por ambas as alternativas, concebendo um bloco subterrâneo e um elevado, suspenso a oito metros do piso, através de quatro pilares interligados por duas gigantescas vigas de concreto. Sob eles, estendia-se o que foi considerado uma ousadia: o maior vão-livre do mundo à época, com extensão total de 74 metros entre os apoios, afirmando a técnica do concreto protendido no país. No edifício de aproximadamente metros quadrados, há, além dos espaços expositivos e da pinacoteca, o Centro de Pesquisa, um auditório, restaurante, loja, espaços administrativos e reserva técnica. O acabamento é simples. \"Concreto à vista, caiação, piso de pedra-goiás para o grande Hall Cívico, vidro temperado, paredes plásticas. Os pisos são de borracha preta tipo industrial. O Belvedere é uma ‘praça’, com plantas e flores em volta, pavimentada com paralelepípedos na tradição ibérico- brasileira. Há também áreas com água, pequenos espelhos com plantas aquáticas\", descreve Lina Bo Bardi, afirmando: \"Não procurei a beleza. Procurei a liberdade\". Em 2003, o edifício foi tombado pelo Instituto do Patrimônio Histórico e Artístico Nacional. No que diz respeito à museografia, Lina Bo Bardi inovou ao utilizar lâminas de cristal temperado amparadas por um bloco de concreto aparente como base para as pinturas. A intenção é imitar a posição do quadro no cavalete do artista em seu ateliê. Essas bases trazem no verso dos quadros pranchas com informações sobre o pintor e a obra, para que o primeiro encontro do visitante se dê de forma mais livre, sem a interferência de contextualizações. Com a retirada das obras da parede, o visitante passa a poder caminhar entre as obras, que parecem flutuar no espaço. O dispositivo foi introduzido em 1968, na inauguração do museu na sede da avenida Paulista, aposentado em 1996 e, em 2015, retornou ao museu na exposição no 2° andar, após passar por revisão do escritório METRO Arquitetos. Entre 1996 e 2001, a administração do museu empreendeu uma reforma, que envolveu a realização de uma nova protensão das vigas de sustentação, recuperação estrutural e nova impermeabilização da cobertura, do piso do vão livre e do piso dos espelhos d'água. O arquiteto e ex-diretor do museu, Júlio Neves, determinou a troca do piso original dos subsolos, escolhido por Lina Bo Bardi, a instalação de um segundo elevador e a construção de um terceiro subsolo, e a substituição dos espelhos d'água do subsolo por jardins. Durante a gestão de Neves, também foi feita uma compartimentação dos espaços em todos os pavimentos do museu, o que causou um grande debate com relação a uma possível descaracterização do projeto original de Lina. == Acervo == === A formação do acervo === O processo de aquisição de obras ocorreu principalmente entre 1947 e 1960. Bardi, ex- proprietário de galerias em Milão e Roma, teve a tarefa de procurar e selecionar as obras que deveriam ser compradas, enquanto Chateaubriand se responsabilizou por encontrar doadores e potenciais mecenas engajados em sua causa de dotar o Brasil de um museu de nível internacional. Embora tenham-se registrado muitas doações espontâneas, Chateaubriand adquiriu reputação por se utilizar de métodos ousados de persuasão. Respaldado pela influência dos Diários Associados, ele negociava com os anunciantes a arrecadação de recursos, mediante um processo de intimidação. Depois, retribuía aos doadores com títulos de mecenas, festejando cada nova aquisição com banquetes, discursos e até mesmo paradas cívicas, como a que se registrou em Salvador por ocasião da chegada da obra O escolar de Van Gogh. Em 1947, por ocasião do desembarque no Brasil da obra Auto-retrato com Barba Nascente de Rembrandt, Chateaubriand proferiria um discurso de desconcertante sinceridade: No trabalho de levantamento de fundos foi importante também o esforço de Edmundo Monteiro, executivo do grupo de mídia dos Diários Associados para as regiões Sudeste e Sul do Brasil, que possuía a atribuição de conquistar outros doadores, além daqueles que o próprio Chateaubriand já estava reunindo. Fundos de múltiplos doadores, entre industriais, empresários, fazendeiros e associações de classe, eram criados para aquisição de peças de alto valor artístico. Até mesmo o poder público sentia-se pressionado: o próprio Senado Federal do Brasil ofereceu fundos ao museu para aquisição dos célebres quatro retratos das filhas de Luís XV da França, pintados por Jean-Marc Nattier para figurar no Palácio de Versalhes. A Câmara Municipal de São Paulo, por sua vez, doou ao museu os recursos necessários para a aquisição de uma rara pintura de Andrea Mantegna. O mercado de arte internacional passava por um momento propício para quem dispunha de capital para adquirir obras de qualidade - havia muitas à disposição em vista do final da guerra, e o Brasil passava por um momento de prosperidade. O plano de aquisições do MASP baseava-se, portanto, na expectativa de uma alta de preços no mercado europeu, assim como nas boas relações nesse mercado. As aquisições foram sempre empreendidas junto às mais tradicionais e reputadas galerias europeias e norte-americanas, como Knoedler, Matthiesen, Malborough, Seligman, Daber e Wildenstein. Os métodos pouco ortodoxos utilizados para financiar a formação da coleção, exercidos por Chateaubriand, renderam muitas críticas. A estas, somaram-se outras, relacionadas ao fato de que o museu adquiria obras sem a devida comprovação de autenticidade. Contribuiu para essa impressão o fato de que o museu foi, à época, um dos maiores compradores no mercado internacional. Ao contrário de outros congêneres, cujas aquisições dependiam de aprovação de um conselho de curadores, o MASP decidia as suas aquisições com rapidez, muitas vezes por telegrama. Graças a essa agilidade, conseguiu adquirir peças expressivas, mesmo diante de concorrentes de maior nome e de recursos financeiros mais volumosos. Ao fim da década de 1960, o império jornalístico de Assis Chateaubriand enfrentava grandes dificuldades, com o crescimento das dívidas de seus veículos de comunicação e o surgimento da concorrência de Roberto Marinho. As dificuldades financeiras dos Diários Associados refletiam no arrefecimento do plano de aquisições do MASP. Após a morte de Chateaubriand, os recursos minguaram de forma ainda mais acentuada. Assim, após mais de uma década de grandes aquisições, o museu passou a aumentar o seu acervo somente com doações espontâneas de artistas, empresas e colecionadores particulares. === Caracterização do acervo === O Museu de Arte de São Paulo possui a maior e mais completa coleção de arte ocidental da América Latina e de todo Hemisfério Sul. Dentre as mais de onze mil peças do museu, destaca-se o segmento referente às pinturas, esculturas, desenhos, gravuras e artes decorativas europeias, desde a Antiguidade aos dias atuais. As obras francesas constituem, ao lado das italianas, o principal núcleo do acervo, seguidas pelas escolas espanhola, portuguesa, flamenga, holandesa, inglesa e alemã. O museu também mantém sob sua guarda uma significativa coleção de arte brasileira, atestando o desenvolvimento das artes no Brasil do aos dias de hoje. Ainda no contexto da arte ocidental, são relevantes os conjuntos referentes às artes norte e latino-americanas. Marcam presença no acervo da instituição objetos representativos da produção artística em diversos períodos e diferentes civilizações não ocidentais - como a arte africana e a arte asiática, como no caso das do par de guerreiros chineses e da escultura da divindade africana Exu. Outros que se destacam por sua importância arqueológica, artística e histórica são o seleto conjunto de antiguidades egípcias, etruscas e greco- romanas e outros artefatos de culturas pré-colombianas e da arte medieval europeia. Tombado pelo Instituto do Patrimônio Histórico e Artístico Nacional – IPHAN, o acervo do Museu vem sendo enriquecido e ampliado por meio de doações de pessoas físicas e de parcerias com empresas e instituições. ==== Arte italiana ==== A coleção de arte italiana do MASP abrange um amplo período, que vai das manifestações artísticas da Idade Média, até o Fovismo de Filippo De Pisis. Do período bizantino, há estatuetas em marfim (Figura de Anjo, ) e obras de ourivesaria de temática sacra, ornados com prata e pedras preciosas. Na coleção de pinturas, estão representadas a arte tardo-medieval, com a Madona de Mestre do Bigallo, e o Gótico italiano (Mestre de San Martino alla Palma, Paolo Serafini da Modena, Ottaviano Nelli e Mestre de 1416). É perceptível, de toda forma, a afinidade da coleção com a arte da Renascença, onde se destacam nomes da importância de Andrea Mantegna de quem o museu possui a mais antiga obra conhecida, São Jerônimo Penitente no Deserto, Biagio d´Antonio, Giovanni Bellini, Jacopo del Sellaio, Niccolò di Liberatore, Sandro Botticelli, Agostino di Duccio e Pietro Perugino, atingindo seu ápice com a obra Ressurreição de Cristo, de Rafael. A iconografia renascentista da Madona com o Menino é fartamente documentada, nas obras de Piero di Cosimo, Giampietrino e Francesco Francia. A coleção mantém seu vigor no que tange ao Maneirismo, com obras representativas de Paris Bordone, Tiziano (Retrato do Cardeal Cristoforo Madruzzo), Tintoretto, Paolo Veronese, Alessandro Allori, Girolamo Santacroce, Jacopo Bassano e Jacopo Palma, il Giovane. Os movimentos artísticos posteriores encontram-se representados de forma mais modesta na coleção, embora verifique-se a presença de grandes expoentes, tais como Carlo Saraceni, Panfilo Nuvolone, Giambattista Pittoni (Retrato do Dioniso e Ariadne), Guercino, Bartolomeo Passante, Guido Reni, Ciro Ferri e Giuseppe Mazzuoli, no que tange ao Barroco; e Alessandro Magnasco, Michele Rocca, Pellegrini, Pompeo Batoni, Francesco Zugno e Valério Villareale, como representantes do Rococó e do neoclassicismo. Giovanni Boldini, Eduardo de Martino, Gaetano Previati e Eduardo Dalbono são os grandes nomes da arte oitocentista italiana, ao passo que Modigliani, de quem o museu possui seis telas, é o maior expoente do modernismo. Outro destaque da coleção italiana é o importante conjunto de 246 maiólicas - cerâmicas porosas e coloridas, de revestimento transparente ou opaco decorado com reflexos metálicos. Provenientes da famosa Coleção Imbert, o acervo de maiólicas cobre um arco temporal que vai do período arcaico () ao Storiato (séculos XVI - XVII), abrangendo diversos centros de produção, entre os quais, Florença, Siena, Cafaggiolo, Veneza, Faenza Urbino, Gubbio, Deruta, etc. Trata-se uma coleção de extrema relevância histórica e científica, pela quantidade de peças assinadas, datadas ou marcadas com armas e brasões de importantes proprietários, como os Médicis, os Piccolomini, entre outros. ==== Arte francesa e Escola de Paris ==== A coleção de arte francesa representa o núcleo mais numeroso do acervo, e é conhecida por sua densidade e homogeneidade, especialmente no que se refere aos movimentos artísticos dos séculos XVIII e XIX. A produção artística referente ao período gótico e à Renascença (séculos XIII ao XVI) encontra-se representada por estatuetas e bustos relicários de temática sacra, finamente adornados com filigranas e pedras semipreciosas. Os séculos XVI e XVII, embora escassos na coleção, emergem no maneirismo de François Clouet e nas composições barrocas de Nicolas Poussin e Pierre Mignard. Entre os destaques dos Setecentos, de inspiração Rococó, estão os quatro retratos das filhas de Luís XV, pintados por Jean-Marc Nattier, Piquenique Durante a Caçada, de François Lemoyne, Retrato de Auguste Gabriel Godefroy, de Chardin e outras obras de Pierre Gobert, Pater, Boucher, Drouais, Antoine Callet, Fragonard, Jean-Baptiste Greuze e Vestier. Entre os representantes das diversas correntes pictóricas do , encontram-se grandes exemplares do neoclassicismo de Ingres e do Romantismo de Delacroix (alegorias das \"Quatro Estações\"). Corot, Daumier, Courbet, e Antoine Vollon exemplificam o realismo, ao passo que Harpignies, Ziem e Defaux evidenciam a Escola de Barbizon. O academicismo oitocentista está documentado nas obras de Édouard Detaille, Boyé e Chabas. Do movimento impressionista, é possível apreciar um vasto conjunto de obras de Manet, Degas, Cézanne, Monet e Renoir. Dos pós- impressionistas, há quadros de Gauguin, Van Gogh, Toulouse-Lautrec, Bonnard, Henri Martin, Suzanne Valadon e Édouard Vuillard. Na coleção de modernos, o fauvismo se faz presente nas obras de Matisse, Marquet, Othon Friesz e Vlaminck; e o cubismo tem como expoentes Fernand Léger, Jean Crotti, André Lhote e Pablo Picasso - este último, presente com trabalhos de várias fases de sua trajetória artística. Marcel Duchamp, Max Ernst, Miró, Chagall e Gustav Brauner evidenciam o surrealismo e o dadaísmo, ao passo que a estética expressionista se faz sentir nas composições de Soutine, Larionov e Wols. Também merecem destaque artistas como Monticelli, Marie Laurencin, Maurice Utrillo, Leonard Baunattian-Benatov e Raymond Renefer. Na coleção de esculturas francesas, o ponto alto cabe ao conjunto completo de 73 bronzes de Degas uma rara coleção que só pode ser apreciada em sua totalidade, além do MASP, no Metropolitan de Nova Iorque e no Museu d´Orsay de Paris. Há ainda um mármore de Houdon, um relevo de Daumier, bronzes de Rodin e Renoir e peças contemporâneas de Jacques Lipchitz, César Baldaccini e Patrick Raynaud. ==== Arte ibérica ==== O segmento referente à arte espanhola no acervo do MASP cobre um arco de mais de oito séculos, sendo Virgem sobre o Trono, obra da escola castelhana do , a mais remota cronologicamente. É imperioso citar ainda o retábulo O Juízo Final, do Mestre da Família Artés, único representante do renascimento ibérico na coleção. El Greco comparece com duas obras, Anunciação e São Francisco. Entre os expoentes do chamado Século de Ouro da pintura espanhola, encontram-se Francisco de Zurbarán, Juan Carreño de Miranda, Murillo e Velázquez (Retrato do Conde-Duque de Olivares). Goya comparece com quatro retratos de importantes figuras eclesiásticas e aristocratas da corte espanhola e com um conjunto de gravuras da série Tauromaquia. O Costume do Ano 2045 de Salvador Dalí é uma das peças mais emblemáticas na coleção de modernos. Entre os artistas portugueses presentes no acervo, merecem destaque Domingos Sequeira, José Malhoa, José Júlio de Souza Pinto e Columbano Bordalo Pinheiro. ==== Arte flamenga, holandesa e alemã ==== Este núcleo do acervo, embora pequeno, reúne algumas preciosidades do Renascimento e do maneirismo em Flandres e na Holanda. Destacam-se Hans Memling (Virgem em Lamentação), Hieronymus Bosch (As Tentações de Santo Antão), Jan van Dornicke (Tríptico da Crucificação), Quentin Massys, Lucas Cranach, o Velho e Hans Holbein, o Jovem. No , os destaques são os retratos e paisagens, como Alberto VII, de Rubens, o Auto-retrato de Rembrandt e outras obras de Frans Hals, Van Dyck, Salomon van Ruysdael e Jan de Baen, além das cinco paisagens pernambucanas de Frans Post. Há ainda um relevante conjunto de tapeçarias das manufaturas de Maelsaeck e dos Gobelins (cinco peças da Série das Pequenas Índias). As tendências pictóricas modernas manifestam-se a partir do impressionismo do belga Emile Claus, e se consolidam nas obras de Ferdinand Hodler, Käthe Kollwitz, Paul Klee, Max Pechstein, Max Beckmann, Otto Ritschel, Renée Sintenis, Oskar Kokoschka, Willi Baumeister e Karel Appel. ==== Arte inglesa e do norte da Europa ==== thumb|upright|Joshua Reynolds (inglês, 1723-1792): As crianças de Edward Holden Cruttenden, c. 1763. Óleo sobre tela, 179 x 168 cm O segmento referente à arte do norte da Europa no acervo do MASP caracteriza-se por uma profunda ênfase na retratística do chamado Século de Ouro da pintura inglesa. Estão presentes artistas como Joshua Reynolds, William Hogarth, Thomas Gainsborough, George Romney e Henry Raeburn. O período romântico também se encontra bem representado por meio de trabalhos magistrais de Thomas Lawrence (Os Filhos de Sir Fludyer), William Turner (O Castelo de Carnaevon) e John Constable (A Catedral de Salisbury). O modernismo inglês se faz presente nas obras de Nadia Benois, Henry Moore, John Piper, Graham Sutherland, Wiig Hansen, Eduardo Paolozzi, Joe Tilson, Peter Blake e Kitaj. Há ainda trabalhos inusitados, como um interior de Winston Churchill, adquirida por Chateaubriand em um leilão de obras do estadista, na Inglaterra. ==== Arte brasileira ==== O acervo do MASP conserva momentos de grande intensidade das artes no Brasil, desde os registros pictóricos de Frans Post no , passando pela estatuária barroca de Aleijadinho, até as mais recentes manifestações artísticas contemporâneas. No período oitocentista, destacam-se Facchinetti, Victor Meirelles (Moema), Pedro Américo, Almeida Júnior (Moça com Livro), João Batista Castagneto, Benedito Calixto, Pedro Weingärtner, Rodolfo Amoedo, Henrique Bernardelli, Belmiro de Almeida, Alfred Andersen, Pedro Alexandrino, Antônio Parreiras, João Batista da Costa, Eliseu Visconti, Oscar Pereira da Silva e Artur Timóteo da Costa. Do período modernista, o museu conserva importantes registros dos principais artistas e fases, como Ernesto De Fiori, Vicente do Rego Monteiro, John Graz, Lasar Segall, Oswaldo Goeldi, Guignard, Anita Malfatti (A Estudante), Alfredo Volpi, Brecheret, Bruno Giorgi, Di Cavalcanti (Cinco Moças de Guaratinguetá), Flávio de Carvalho e um amplo conjunto da obra de Cândido Portinari (as séries Bíblica e Retirantes, O Lavrador de Café e vários retratos). Estão presentes ainda Samson Flexor, Pancetti, Tomie Ohtake, Arcângelo Ianelli e Manabu Mabe, Maria Auxiliadora, Agostinho Batista de Freitas, Albino Braz, José Antônio da Silva e Rafael Borjes de Oliveira. Entre artistas contemporâneos, estão Leonor Antunes, Conceição dos Bugres, Abdias Nascimento, MAHKU (Movimento dos Artistas Huni Kuin), Sonia Gomes, Wanda Pimentel, Flávio Cerqueira, Emanoel Araújo, entre outros. ==== Arte das Américas ==== No segmento referente à arte da América, cabe citar a existência de um pequeno núcleo de artefatos pré-colombianos, dentre os quais merecem destaque um Busto Feminino (c. 500), proveniente da Cultura Chone (Equador) e uma Cabeça de Animal, produzida em Honduras entre 700 e 1100. Além destas, há outras obras isoladas representativos das diferentes correntes artísticas americanas, como uma madona equatoriana do , e o retrato de Mrs. Franck Rolleston, pintura de teor acadêmico do conceituado artista norte-americano Gilbert Stuart. Não obstante, a maior parte do acervo permite vislumbrar aspectos importantes da produção modernista latino- americana, com obras do uruguaio Joaquim Torres García, dos muralistas mexicanos Diego Rivera e David Alfaro Siqueiros, e da contemporânea Mari Carmen Hernandéz (Meta). Outro destaque deste núcleo é o conjunto de trabalhos contemporâneos norte-americanos, formado por artistas como Andy Warhol, Charles E. Burchfield, Alexander Calder, Jim Dine, entre outros. ==== Arqueologia ==== thumb|upright|Civilização grega. Estátua da Deusa Higeia, O MASP possui um acervo de antiguidades egípcias, gregas, itálicas, italiotas e romanas que se destaca no Brasil por sua raridade e qualidade. São objetos provenientes das mais importantes civilizações que floresceram no mediterrâneo oriental e ocidental. A maioria provém da Doação Lina Bo e Pietro Maria Bardi, feita ao museu em 1976. O acervo egípcio é constituído por artefatos datados do Reino Antigo () ao Período Romano (). O essencial do grupo é formado por objetos religiosos de variadas temáticas, como estatuetas divinas (Tote, Hórus, Osíris etc.), fragmentos de pinturas tumulares, amuletos, ushabtis (figuras mumiformes) e estelas votivas. O grande destaque da coleção é a peça Ísis Lactante com Hórus, uma estatueta de bronze do período ptolomaico . Dentre os objetos representativos das culturas clássicas, destaca-se um conjunto de 19 vasos de cerâmica, provenientes da Grécia, da Magna Grécia, da Etrúria e do mundo romano, datados do ao ; além de estatuetas em terracota (tânagras), bronzes itálicos e romanos (22 peças, entre ornatos, armas e objetos de uso cotidiano), enócoas e vidros romanos, todos produzidos entre os séculos e Além destes, são dignos de menção dois exemplares excepcionais da arte grega (Estátua da Deusa Higeia, ) e romana (Sarcófago, 140-200). ==== Arte africana ==== O MASP possui uma importante coleção de artefatos africanos de uso ritual e cotidiano, que se destacam por sua qualidade artística. São, em sua grande maioria, objetos cerimoniais usados nas sociedades tribais do Centro-Oeste Africano, situadas em países como Mali, Serra Leoa, Guiné, Alto Volta, Libéria, Costa do Marfim, Nigéria (nação Ioruba), Camarões, Gabão e Zaire. Em 1995, a coleção do museu foi bastante enriquecida por intermédio de doação de 35 peças feita pelo Banco de Boston. Outro núcleo de obras de arte africanas foi incorporado ao acervo por intermédio da coleção William Daghlian, doada ao museu na década de oitenta, acrescentando ao corpus do acervo peças artesanais e objetos de culto produzidas por grupos étnicos do Congo e de Gana (nação Ashanti). ==== Arte asiática ==== thumb|upright|Civilização chinesa, Dinastia Tangue. Guerreiro de terracota, 618-907 A coleção de arte asiática do MASP, embora pequena numericamente, cobre um amplo período histórico, abrangendo desde o até o XX. Estão representadas, majoritariamente, as escolas chinesa, japonesa e hindu. A maior parte delas provém da doação de William Daghlian, feita ao museu na década de oitenta. No que tange à arte chinesa, merecem destaque uma belíssima estatueta de Dançarina da dinastia Hã , e outras quatro peças datadas da dinastia Tangue : dois guerreiros e dois pequenos cavalos, todos moldados em terracota. No segmento referente à arte japonesa, predominam as pinturas e desenhos em variados suportes, com destaque para o Retrato do poeta Hitomaro, de um pintor da Escola Kanō (), um desenho sobre papel para leque, de autoria do famoso colorista Utagawa Toyoharu () e outras duas pinturas sobre tecido representando acólitos da divindade Fudo Myo-o, datadas do . Por fim, a arte da Índia se faz presente com estatuetas em pedra e estuque representando divindades budistas e hindus. Merecem destaque um Buda de Gandara (), uma cabeça de Bhairava () e uma magnífica representação de Gada-Devi, do Período Pala Tardio (). ==== Fotografias ==== O MASP conserva em seu acervo uma coleção de fotografias de autores consagrados no meio artístico brasileiro. São provenientes de um projeto desenvolvido, desde 1990, conjuntamente pelo museu e pela Pirelli S.A, e devem sua relevância à multiplicidade de questões histórico-sociais, estéticas e formais. Dentre os fotógrafos presentes na coleção, merecem destaque Sebastião Salgado, Pierre Verger, Araquém Alcântara, Nair Benedicto, Adenor Gondim, Guy Veloso, Flavya Mutran, Juca Martins, Klaus Mitteldorf e Arthur Omar, entre outros. ==== Moda e vestuário ==== Por iniciativa de Pietro Maria Bardi, existe no museu uma coleção de 140 vestidos apresentados nos desfiles da Rhodia. O projeto executado entre o final dos anos 1960 e o começo dos anos 1970 era pioneiro e reuniu pela primeira vez artistas, designers de moda e a indústria de tecidos. Os desfiles ocorreram em várias cidades do Brasil e foram o produto final da interação de artistas como Roberto Sambonet, Francisco Brennand, Aldemir Martins, Carlos Vergara, Manabu Mabe, Hercules Barsotti, Wyllis de Castro entre outros, que participaram criando padrões de tecidos com temática nacional e contemporânea, além de designers famosos na época como Ugo Castellana, Alceu Penna e Dener Pamplona de Abreu. Desde 2018 o MASP desenvolve o projeto em parceria com a Renner, que convida duplas de artistas e estilistas para criarem, de forma colaborativa, looks para integrar a coleção de moda do museu. O MASP Renner desenvolveu, ao todo, 76 looks, durante 3 temporadas do projeto, que refletem a diversidade cultural do acervo de obras de arte da instituição, bem como uma pluralidade de temas e linguagens. Para a última edição, foram convidadas nove duplas de artistas e estilistas de diferentes gerações, compostas por Aline Bispo e Flavia Aranha; Criola e Luiz Claudio Silva; Edgard de Souza e Jum Nakao; Larissa de Souza e Diego Gama; Lidia Lisbôa e Fernanda Yamamoto; No Martins e Angela Brito; Panmela Castro e Walério Araújo, Randolpho Lamonier e Vicenta Perrotta, Valdirlei Dias Nunes e Vitorino Campos. == Outros serviços == A programação expositiva do MASP é complementada por um calendário de atividades para interação do público, como programas da equipe de mediação, cursos do MASP Escola, acesso à publicações no Centro de Pesquisa, eventos culturais apresentados nos auditórios do museu, além dos serviços MASP Loja, o MASP Café e o restaurante MASP A Baianeira. A instituição conta com um auditório e mantém um calendário permanente de exposições e espetáculos. === Mediação e programas públicos === O museu oferece cursos e atendimento a grupos desde a sua fundação, em 1947. Além da realização de exposições, publicações e cursos, ao longo dos anos diversos profissionais elaboraram programas fundamentais no desenvolvimento da educação no museu, contemplando também atividades para crianças e estudantes. Entre as contribuições estiveram o Club Infantil de Arte de Suzanna Rodrigues, entre 1948 e 1953; o Departamento de Difusão de Najma Burdmann, entre 1971 e 1983; em 1997, o MASP instituiu o \"Serviço Educativo\", para o qual contribuiu Paulo Portella Filho, com o objetivo de realizar e implementar constantemente programas específicos para o seu público. O programa de Mediação e Programas públicos do MASP desenvolve uma série de ações que buscam motivar a curiosidade, a colaboração e a convivência de seus públicos. Essas iniciativas estão integradas aos processos das exposições, tornando o museu um lugar para formação e compartilhamento de conhecimento mais do que simplesmente um lugar de exibição. Entre essas ações, estão os cursos livres do MASP Escola; o MASP Palestra; o MASP Seminários; o MASP Oficinas e o MASP Professores, voltado para a formação de educadores e interessados. A instituição também oferece cursos para interessados em artes através do MASP Escola, que são voltados para pessoas com ou sem formação na área. Os cursos cobrem múltiplos temas e apresentam duração variada. Os cursos de Histórias da Arte são semestrais e são compostos, em média, de dezesseis aulas. O módulo conta com três programas diferentes de aulas, independentes e complementares. Juntos, os três cursos cobrem um arco histórico que se estende do século 14 ao 21. Entre os temas abordados por outros cursos do MASP estão a moda, pintura, escultura, arquitetura e curadoria. === Centro de Pesquisa === O \"Centro de Pesquisa do MASP\" tem como finalidade guardar, preservar, organizar e divulgar todo o material bibliográfico, iconográfico e histórico existente na instituição. O núcleo foi estabelecido inicialmente como uma biblioteca, sendo parte das comemorações do 30.º aniversário do museu em 1977, quando Lina Bo Bardi e Pietro Maria Bardi doaram sua coleção de livros à instituição. Durante os anos 1990, suas atividades foram ampliadas para incluir a incorporação da documentação gerada pelas operações do museu. A partir de 2017, com uma nova perspectiva sobre seu propósito, passou a ser chamado de Centro de Pesquisa. O valioso acervo especializado em artes plásticas, arquitetura, história e história da arte, design, fotografia, moda e afins, é composto de mais de 70 mil volumes, entre livros, livros raros, catálogos de museus e exposições, periódicos, zines, teses e boletins de museu. Trata-se da principal fonte de pesquisa para o estudo da História da Arte em São Paulo e é uma das maiores bibliotecas especializadas em arte do país, possuindo periódicos nacionais e internacionais como O Cruzeiro, Habitat, Mirante das Artes, Gazette des Beaux Arts, ArtForum e Frieze. Entre os livros raros, encontram-se preciosidades como Trattato della Pittura, de Leonardo da Vinci (1792), Le Fabbriche e I Disegni, de Andrea Palladio (1796), Vita Del Cavaliere Gio. Lorenzo Bernino (1682) e Ragionamenti Del Sig. Cavaliere Giorgio Vasari (1588), entre outros. Já o acervo arquivístico conta com a documentação institucional permanente do museu. Isto inclui registros de diferentes gêneros a respeito da criação do museu, da formação de seu acervo, da construção de sua sede, das exposições realizadas, entre outras atividades. Junto à documentação produzida pelo museu, há também o Arquivo de Referência, que reúne dossiês sobre artistas nacionais e internacionais, entidades culturais e movimentos artísticos, dividido entre Fundos e Coleções Pessoais. === MASP Loja === O MASP Loja oferece grande variedade de livros de arte editados pelo museu e também de outras editoras. Traz também uma grande variedade de livros educativos infantis, catálogos do acervo do museu e das exposições atuais e anteriores. A loja apresenta uma linha própria de produtos do museu, e uma seleção de objetos provenientes de várias partes do país, elaborados por comunidades de artesãos, povos indígenas e designers. Essa seleção tem a consultoria da curadora-adjunta MASP Loja Adélia Borges, em um trabalho que integra seu esforço para divulgar e valorizar o objeto brasileiro. Os produtos são apresentados de forma não hierárquica, em coerência com o posicionamento conceitual da instituição definido por Lina Bo e Pietro Maria Bardi, e retomado por Adriano Pedrosa desde que assumiu a direção artística, em 2014. === MASP A Baianeira === Desde 2019, o espaço do 2° subsolo do MASP recebe o restaurante A Baianeira, comandado pela chef Manuelle Ferraz. Partir do regional para falar de Brasil é o lema da chef, natural de Almenara, no Vale do Jequitinhonha, que elabora pratos com referências baianas e mineiras. No MASP, A Baianeira tem uma carta especial de drinques, preparada por Néli Pereira, do Espaço Zebra. Durante o almoço, as opções incluem tanto os pratos do dia, quanto opções permanentes. Diariamente, há opções de pratos vegetarianos ou veganos, uma proposta condizente com um equilíbrio de consumo de proteína animal, estimado por Manu. O conceito de gastronomia de Manuelle Ferraz casa com a proposta do MASP de romper hierarquias nas artes, sem discriminar, por exemplo, arte e artesanato. Embora faça pratos vistosos, a busca de Manuelle é por quebrar categorizações e estigmas e trabalhar com ingredientes muitas vezes desprezados pela chamada alta gastronomia. Manuelle Ferraz foi reconhecida Chef Revelação pelo prêmio Melhores do Ano Prazeres da Mesa 2018-2019 e teve seu restaurante eleito um dos novos Bib Gourmand (melhor custo-benefício) do Guia Michelin Brasil 2019. Ainda naquele ano, A Baianeira foi eleito o Melhor Restaurante para se Sentir em Casa, pela premiação gastronômica O Melhor de São Paulo, do jornal Folha de S.Paulo. O restaurante também foi premiado como melhor restaurante de comida brasileira pelo guia Comer & Beber 2021/2022 da Veja São Paulo. === MASP Café === Inaugurado em 23 de fevereiro de 2022, o MASP Café é uma parceria entre o MASP e A Baianeira, sob direção da chef Manuelle Ferraz. == Ver também == *Lista de museus da cidade de São Paulo === Bibliografia === * * * * * * * * * * * * * * * * * == Ligações externas == * * * * * Museu de Arte de São Paulo no TripAdvisor * Museu de Arte de São Paulo no Google Sketchup *Museu de Arte de São Paulo no Google Arts & Culture Categoria:Patrimônio tombado pelo CONPRESP Categoria:Museus fundados em 1947 Categoria:Atrações turísticas da cidade de São Paulo Categoria:Patrimônio tombado pelo CONDEPHAAT Categoria:Arquitetura brutalista no Brasil Categoria:Lina Bo Bardi Categoria:Patrimônio tombado pelo IPHAN em São Paulo Categoria:Agraciados com a Ordem do Mérito Cultural Categoria:Arte no Brasil do século XX Categoria:Arquitetura do Brasil do século XX Categoria:Assis Chateaubriand Categoria:Bela Vista (distrito de São Paulo)",
 "title": "Museu de Arte de São Paulo"
}