{
 "id": "17772",
 "text": "Herbert Clark Hoover (10 de agosto de 1874 — 20 de outubro de 1964) foi um político, empresário e engenheiro americano que serviu como Presidente dos Estados Unidos de 1929 a 1933. Membro do Partido Republicano, ele presidiu o país durante o período inicial da Grande Depressão. Antes de chegar na Casa Branca, Hoover foi diretor da agência federal de Administração de Comida e foi o terceiro Secretário do Comércio.\"Herbert Hoover - U.S. President - Biography\". Página acessada em 18 de julho de 2021. Nascido em uma família de Quakers em West Branch, Iowa, Hoover cresceu no Oregon. Após se formar na Universidade de Stanford, ele foi trabalhar numa empresa de mineração em 1895. Após a Primeira Guerra Mundial começar, ele se tornou chefe da Commission for Relief in Belgium, uma organização internacional de ajuda humanitária que fornecia alimentos para a Bélgica ocupada. Quando os Estados Unidos entrou na guerra, o Presidente Woodrow Wilson apontou Hoover para liderar a agência federal de Administração de Comida, posição que fez com que ele fosse chamado de \"czar da comida\".West, Hal Elliott. Hoover, the Fishing President: Portrait of the Man and his Life Outdoors (2005). Após o conflito, Hoover liderou a Administração de Resgate Americano, que forneceu alimentos aos habitantes da Europa Central e Oriental. O serviço militar de Hoover fez dele o favorito de muitos progressitas, mas ele não conseguiu a nomeação republicana para a eleição de 1920.Brandes, Joseph. Herbert Hoover and Economic Diplomacy: Department of Commerce Policy, 1921-1928. (Universidade de Pittsburgh Press, 1970). Após o pleito de 1920, o presidente eleito Warren G. Harding apontou Hoover como Secretário do Comércio; ele continuou a servir no governo do Presidente Calvin Coolidge após a morte de Harding em 1923. Hoover era um membro de gabinete incomumente ativo e visível publicamente, se tornando conhecido como \"Secretário de comércio e Subsecretário de todos os outros departamentos\". Ele foi influente no desenvolvimento de viagens aéreas e rádio. Hoover liderou a resposta do governo federal a Grande Inundação do Mississippi de 1927. Herbert Hoover então concorreu a nomeação republicana para a eleição presidencial de 1928 e facilmente derrotou o candidato democrata, Al Smith. Porém, logo após tomar posse, ocorreu a chamada \"Quinta- Feira Negra\", quando a Bolsa de Valores de Nova Iorque quebrou, e a Grande Depressão recaiu sobre o mundo, com os Estados Unidos entrando em pesada recessão. O colapso da economia americana dominou o mandato de Hoover. O presidente aprovou uma série de políticas para tentar melhorar a situação, mas se opôs a aprovar uma intervenção grande do governo na economia. Sua postura de intervenção limitada no setor econômico foi interpretada por muitos eleitores como indiferença e seu apoio a Lei Seca também não lhe rendeu muitos aliados.Myers, William Starr; Walter H. Newton, eds. (1936). The Hoover Administration; a documented narrative.Hawley, Ellis, ed. (1974–1977). Herbert Hoover: Containing the Public Messages, Speeches, and Statements of the President. No fim, ele conseguiu passar alguns programas de obras públicas, como a construção da Represa Hoover. Na política externa, manteve a posição isolacionista de seus predecessores republicanos e assinou com as outras potências mundiais o Tratado Naval de Londres, limitando o tamanho das marinhas pelo globo, um foco do presidente que queria cortar gastos das forças armadas para reforçar programas domésticos.Best, Gary Dean. The Politics of American Individualism: Herbert Hoover in Transition, 1918–1921 (1975) A crise econômica que os Estados Unidos entrou após a Crise de 1929 persistiu durante todo o seu mandato, erodindo sua popularidade. Para piorar, quatro meses antes da eleição de 1932, um evento acabou por ser decisivo para limitar as chances de vitória de Hoover no pleito. Em julho desse ano, em Washington, D.C., um grupo de milhares de veteranos da Primeira Guerra Mundial marcharam para exigir que fosse pago a eles o dinheiro prometido de suas pensões. A polícia local reagiu com violência e dispersou a manifestação, deixando vítimas. Imagens de policiais batendo em veteranos americanos chocou o público e atingiu em cheio a imagem do presidente. Os democratas indicaram então Franklin D. Roosevelt, que recebeu apoio de vários republicanos progressistas e moderados, insatisfeitos com a inação do governo Hoover frente a crise econômica. Roosevelt prometeu acabar com a Lei Seca, dar apoio aos mais pobres, pagar benefícios aos desempregados e fazer com que o governo interferisse na economia para tentar tirar o país da recessão. Assim, na eleição presidencial de novembro de 1932, Roosevelt não teve dificuldades em derrotar Hoover, por uma margem considerável. Ao deixar a presidência, Hoover se aposentou da política. Ele viveu trinta e um anos após deixar a Casa Branca, sendo um dos ex-presidentes que mais viveu, mas ele continuou ativo como escritor. Ele criticou a presidência de Franklin Roosevelt, se queixando da expansão dos poderes do governo federal, a nova política externa intervencionista americana e os programas do New Deal.Barber, William J. From New Era to New Deal: Herbert Hoover, the Economists, and American Economic Policy, 1921–1933. (1985) Com o passar dos anos, ele foi ficando cada vez mais conservador. Nas décadas de 1940 e 50, a reputação pública de Hoover começou a melhorar um pouco, porque ele serviu em várias atribuições dados pelos Presidentes Harry S. Truman e Dwight D. Eisenhower, incluindo a posição de chefe da chamada Comissão Hoover (instituída para reorganizar o governo federal). Embora ele tenha conseguido reabilitar seu legado até certo ponto, Herbert Hoover ainda é reconhecido como um presidente fraco, com a maioria dos historiadores e acadêmicos avaliando sua presidência como uma das piores na história dos Estados Unidos.Short, Brant. \"The Rhetoric of the Post- Presidency: Herbert Hoover's Campaign against the New Deal, 1934-1936\" Presidential Studies Quarterly (1991). online ==Ligações externas== *Herbert Hoover Presidential Library & Museum *Herbert Hoover na Casa Branca Herbert Hoover Categoria:Norte-americanos de ascendência alemã Categoria:Alunos da Universidade Stanford Categoria:Escritores dos Estados Unidos Categoria:Anticomunistas dos Estados Unidos Categoria:Presidentes dos Estados Unidos Categoria:Secretários do Comércio dos Estados Unidos Categoria:Republicanos de Iowa Categoria:Quakers dos Estados Unidos Categoria:Membros da Academia Nacional de Ciências dos Estados Unidos Categoria:Políticos americanos do século XX",
 "title": "Herbert Hoover"
}