{
 "id": "17789",
 "text": "Pedrógão de São Pedro é uma povoação portuguesa do Município de Penamacor, na antiga província da Beira Baixa, região do Centro (Região das Beiras) e sub- região da Beira Interior Sul, que foi sede da extinta Freguesia de Pedrógão de São Pedro, freguesia que tinha 21,78 km² de área e 500 habitantes (2011), e, por isso, uma densidade populacional de 23 hab/km². A Freguesia de Pedrógão de São Pedro foi extinta (agregada) pela reorganização administrativa de 2012/2013,Diário da República, 1.ª Série, n.º 19, Reorganização administrativa do território das freguesias, Lei n.º 11-A/2013, de 28 de janeiro, Anexo I. Acedido a 19/07/2013. tendo o seu território sido agregado ao da Freguesia de Bemposta para criar a União das Freguesias de Pedrógão de São Pedro e Bemposta. Até 12 de Julho de 1997 a sua designação oficial era apenas de Pedrógão, passando então a denominar-se Pedrógão de S. Pedro. Faz fronteira com o Município de Idanha-a-Nova, ficando a cerca de quatro quilómetros de Aldeia de Santa Margarida. A aldeia de Pedrógão fica situada numa pequena elevação (altitude máxima de 436 m) na linha de cumeada que separa as bacias hidrográficas das ribeiras das Taliscas e de Ceife. Por altura das festas de Verão, que duram quatro dias, a aldeia quase que duplica a sua população, ficando cheia de gente que vem de todos os lados de Portugal (principalmente do Distrito de Lisboa) mas também da Suíça e França. thumb|290px|right|Localização no Município de Penamacor ==População== População da freguesia de Pedrógão de São Pedro Instituto Nacional de Estatística (Recenseamentos Gerais da População) - https://www.ine.pt/xportal/xmain?xpid=INE&xpgid;=ine_publicacoes 1864 1878 1890 1900 1911 1920 1930 1940 1950 1960 1970 1981 1991 2001 2011 912 1 000 957 1 057 1 180 1 168 1 299 1 355 1 446 1 447 1 206 798 726 580 500 Alteração da designação da freguesia de Pedrógão para Pedrógão de São Pedro pela Lei nº 39/97, de 12 de Julho == Património == === Arquitectura religiosa === * Igreja Matriz do Pedrógão ou Igreja de São Pedro * Ermida da Senhora da Graça * Ermida do Espírito Santo * Ermida de Santo António * Ermida da Senhora das Dores * Cruzeiro de Pedrógão === Arquitectura civil pública === * Fonte de São Pedro * Fonte da Pia * Fonte de Sabarnel * Fonte da Prata * Fonte dos Clérigos * Fonte de Cales === Arquitectura civil privada === * Casa do Teatro * Solar de Marrocos == Bibliografia == * Henriques, Hélder Manuel Guerra. \"Pedrógão de S. Pedro: História, Tradição e Arte. Edições Colibri. Lisboa, Julho de 2008. ISBN 978-972-772-812-1 == Ligações externas == * * * * * Classificação da Casa do Teatro como imóvel de interesse público Categoria:Antigas freguesias de Penamacor",
 "title": "Pedrógão de São Pedro"
}