{
 "id": "17793",
 "text": "O OO-EDI é baseado numa técnica de análise orientada a objectos, o Object Unified Modeling Language da Management Group, UML, para produzir modelos de objectos que descrevem processos de negócios entre empresas. Temos que lembrar que quando estamos a discutir o OO-EDI, estamos a discutir algo que é novo, não existindo ainda standards. O que existe são apenas investigações com diferentes propostas. Prevêem certos analistas \"Um verdadeiro standard utilizável deverá emergir em breve\". No entanto, há muito cepticismo quando se trata destes projectos, e muitos vêm isto como uma última tentativa dos comités de estandardização para que uma tecnologia velha e obsoleta ganhe relevância. ==EDI orientado a objectos== O OO EDI é uma aplicação de técnicas orientadas a objectos para EDI, adoptando Open EDI. O OO-EDI usa fortemente processos de negócio e metodologias de modelação da informação para desenhar os seus objectos. O modelo resultante especifica que o fluir do negócio (business flow) necessita e identifica classes de objectos relacionadas para estender a produção de software livre que suporte transacções EDI para se tornar fiável. Não é possível converter mensagens de EDI existentes para OO/EDI(FACT) e o OO/EDI não irá usar uma sintaxe EDI. Lembre-se que o OO-EDI ainda está em desenvolvimento. == Características do OO-EDI == O OO-ODI consiste em: * Usar Open EDI com técnicas Orientadas a Objectos; * Visão orientada para o negócio operacional (BOV - Business Operational View); * Modelação de objectos via UML; * Focar-se nos vendedores da aplicação, e não nos utilizadores. Assim, o negócio e a modelação da informação com tecnologia de objectos distribuída e o modelo de referência Open-EDI é o OO-EDI. As práticas de negócio são os maiores sistemas de controlo e gestão das organizações empresariais, mas são altamente variáveis, dependentes do estilo de gestão e experiência. Um processo de negócio não é mais que uma tarefa individual executando uma prática de negócio, o que é algo mais genérico em relação ao tipo de negócio, logo mais estável e mais facilmente estandardizado. == Os novos paradigmas do OO-edi == O OO-edi é uma aproximação ao Open-edi sendo pesquisado pelo grupo de planeamento de estratégias de implementação da X12 e pelo grupo de planeamento de pesquisa, aconselhamento estratégico e implementação da CEFACT (Center for the Facilitation of Practices and Procedures for Administration, Commerce and Transport - a organização das Nações Unidas para a administração do desenvolvimento de standards UN/EDIFACT). O OO-edi requer uma mudança paradigmática: mudar o foco dos standards EDI para processos de negócio e práticas de negócio por detrás destas; decompor os processos de negócio EDI em níveis de tarefas individuais que são mais genéricas ao tipo de negócio; e, identificar actividades (ou seja, transformações) e classes de objectos que são candidatos prováveis para estandardização. == Os standards futuros do OO-EDI == A maioria dos standards actuais usam documentos de papel electrónicos para trocar dados. Estas mensagens incluem muito pouca informação sobre as partes envolvidas e sobre o contexto do processo de negócio em que as mensagens são trocadas. Também se definiu um passo simples para o processo de negócio, mas pouco sobre que mensagens podem vir antes e depois. Somando a isso, os standards actuais são tão abrangentes e de uso generalizado, que as empresas têm que desenvolver convenções de implementação para aplicar os standards para os seus processos de negócio específicos. Devido à elevada variação em processos de negócio entre empresas leva a existir muitos cenários diferentes. Assim, e actualmente, como temos muitas convenções de implementação diferentes, no OO- EDI teremos muitos modelos UML diferentes. Contudo, os modelos UML devem ser de fácil conversão para códigos de aplicações de negócio em relação às convenções actuais de implementação, significando que o OO-EDI pode ter um grande potencial. Podendo ser comparável com o X12-XML, alguns autores o proferem em detrimento deste último. Os standards irão definir: * Classes de Objectos Standards * Interacções entre Objectos Os cenários irão especificar: * Papéis; * Objectos e métodos; * Requerimento de Serviços de FSV (Functional Service View – Vista de Serviço Funcional) == O casamento entre o OO-EDI e o XML == No entanto, as soluções em XML são actualmente realizáveis, enquanto que o lançamento do OO-EDI somente num futuro um pouco mais longínquo. É de notar, nesta problemática, que o XML e o OO-EDI não potencializam \"exclusividade\" e que é possível enviar mensagens OO-EDI através do XML e assim tirando vantagem de ambos os standards. O XML é uma ferramenta de transferência de informação pela Internet. Uma combinação entre o XML e a lógica do OO-EDI podem ser uma solução que toma vantagem de ambas as técnicas. Quem está a desenvolver o OO-EDI actualmente aclama que esta solução irá suportar melhor os processos de negócio que qualquer standard. Quando visto no contexto de representação lógica e numa representação física, a ligação entre o OO-edi e o XML/EDI torna-se evidente. Contudo, precisamos de saber como equacionar e envolver ambas as peças que oferecem a ligação física propriamente dita. É importante mostrar que é uma interligação bidireccional. A ligação bidireccional significa que o OO-edi (Open-edi/BOV e UML) podem ser usados para gerar um sistema directo XML/EDI, ou alternativamente, um sistema físico ad hoc criado em XML/EDI, podendo assim ser importado directamente para UML e modelado num cenário OO-edi para documentar o desenho e verificar a sua exactidão. == Implementações futuras do OO-EDI == Tendo em vista a Internet, há uma variedade de formas para podermos implementar o OO-edi, cada uma estando apta para trabalhar com outras. Uma implementação OO-edi pura está muito ligada aos dados de negócio (objectos). Não há necessidade de mapeamento, assumindo que a aplicação usou uma biblioteca de classe de objectos comum. O sistemas Herança precisaram de interface através de um mapeador. Num caso ideal, todos os dados herdados são mapeados uma vez para objectos de negócio comuns como são definidos na biblioteca. Uma vez que isto é feito, o sistema estará apto para executar qualquer cenário OO-edi. Aplicações baseadas na Internet podem utilizar objectos de negócio comuns bem como no desenho e uso de forms electrónicos permitindo a participação em certos cenários. == Referência == * \"EDI\" - Exposição teórica de \"Engenharia de Software\" (2004), alunos do ISEP Categoria:Engenharia de software",
 "title": "OO-EDI"
}