{
 "id": "17798",
 "text": "Castainço é uma freguesia portuguesa do município de Penedono, com 14,00 km² de área e 128 habitantes (censo de 2021). A sua densidade populacional é . ==Demografia== A população registada nos censos foi: Distribuição da População por Grupos Etários Ano 0-14 Anos 15-24 Anos 25-64 Anos > 65 Anos 2001 20 24 78 60 2011 14 13 81 53 2021 6 12 53 57 == História == A freguesia de Castainço era em 1527, um simples lugar pequeno com 85 moradores. Nos princípios do século XVIII, a paróquia de Castainço esteve anexa a Granja e, por isso, se denominou durante algum tempo, Granja e Castainço. Com a extinção do concelho de Penedono, e até 7 de setembro de 1895, fez parte do concelho de São João da Pesqueira, voltando a Penedono em 13 de janeiro de 1898. Era curato anexo à abadia de Penedono e da apresentação do abade, no termo da mesma vila. Hoje, eclesiasticamente anexa a Riodades. Diocese de Lamego. Disposta num vale, talvez para se protegerem da peste, os moradores construíram uma Igreja a S. Sebastião. Manteve-se um povoado rural do qual se dizia que produzia “centeio, trigo, milho, feijão, castanha, linho e muito gado de caça”. == Destaques == === Dólmen do Sangrino === É um exemplar de grande interesse, especialmente, pelo importante conjunto de artefactos exumados. Trata-se de um monumento funerário com câmara poligonal e com corredor de média dimensão, que revelou ter tido diferentes fases de ocupação. O Dólmen do Sangrino arqueologicamente intervencionado em 1995 e 1997, revelou duas fases de utilização. A primeira: do Neolítico final (4000 - 3700AC) caracteriza-se pelo achado de um conjunto de peças de tradição antiga. Do espólio descoberto salientam-se duas goivas, um machado, elementos de adorno, um pendente, fragmentos cerâmicos lisos e um pequeno recipiente. A análise radio-carbónica revelou que a sua fase inicial de utilização se situou entre os anos 3063 – 2939 a.C., voltando a ser reutilizado alguns séculos depois, talvez já no período do Bronze Final. Nesta altura terá sido utilizado como sepulcro, circunscrita ao espaço da câmara, definindo-se pela deposição somente de recipientes cerâmicos de fundo plano. A câmara foi quase totalmente reconstruída com pedras das imediações. === Igreja Matriz de S. Sebastião === Templo de raiz românico-gótica, composto por nave e capela-mor, que conserva: portal axial de arco quebrado com onze aduelas, vestígios de um alpendre e parte da decoração no rebordo do arco. No interior, destaca-se no corpo do templo a capela batismal com duas pias e alfaias religiosas, o teto é em abóbada de berço e o arco cruzeiro com vestígios de pintura. A capela mor é de talha dourada e policromada do séc. XVIII avançado. A torre sineira está adossada do lado esquerdo da frontaria. A festa do Padroeiro realiza-se a 20 de janeiro. === Capela de S. António === Capela retangular de paredes rebocadas e caiadas de branco, coberta por um telhado de duas águas. Na fachada principal há um portal encimado por uma cruz entre pináculos. No interior, possui um altar, pintado a branco e azul com uma imagem de Santo António. A sua localização num dos pontos mais altos da freguesia, proporciona um olhar atento sobre a mesma. É no 1.º fim de semana de agosto, que aqui se celebram as festas de ano, dedicadas ao orago da capela. === Capela Nossa Senhora dos Prazeres === Capela setecentista reformada em época posterior, que guarda no seu interior um altar barroco, pintado de branco e uma imagem de Nossa Senhora em pedra ançã com policromia. ===Outros locais de interesse turístico=== Piscinas e Ponte da Lavandeira == Tradições == A cultura do linho foi muito importante nas tradições rurais da freguesia. Ainda o é, para quem ainda não esqueceu a arte de bem preparar, fiar ou tecer o linho ou a lã que por cá também dela se preparavam boas mantas, colchas e tapetes. Um dos produtos regionais bem conhecidos desta povoação são as colchas de Castainço. São feitas com teia de linho e lã, em cores vivas, e têm o verde e o vermelho como cores predominantes. Geralmente são usadas para cobertas de camas ou para decoração de paredes. Tradicionais, são “as alvíssaras” que se cantam na véspera da Páscoa, desde o Calvário até aos mais pequenos arruamentos, em anúncio da Ressurreição, como também as bonitas Romarias a Santa Eufémia na Segunda-feira de Páscoa. Aí não falta pão-de-ló bem característico (e que aqui chamam de bola doce), nem as cavacas de todos os monumentos festivos. Festas e romarias: Santo António Gastronomia: Cavacas de Castainço ==Heráldica== Brasão: Escudo de ouro, dois milheiros de vermelho, o da sinistra voltado; em chefe, flor de linho de azul; em campanha, roda de azenha de negro movente de ponta ondada de três tiras ondadas de azul e prata. Coroa mural de prata de três torres. Listel branco, com a legenda a negro, em maiúsculas: «Castainço». (D.R. II Série nº 251, de 27/12/2013) == Ligações externas == * * https://cm- penedono.pt/freguesias/castainco/ * Lapa,F. Um olhar sobre Castainço, Edição Camara Municipal de Penedono, 2009 Categoria:Freguesias de Penedono",
 "title": "Castainço"
}