{
 "id": "17810",
 "text": "Rabaçal é uma povoação portuguesa do Município de Penela que foi sede da extinta Freguesia de Rabaçal, freguesia que tinha 8,79 km² de área e 291 habitantes (2011), e, por isso, uma densidade populacional de 33,1 hab/km². A Freguesia de Rabaçal foi extinta (agregada) pela reorganização administrativa de 2012/2013,Diário da República, 1.ª Série, n.º 19, Reorganização administrativa do território das freguesias, Lei n.º 11-A/2013, de 28 de janeiro, Anexo I. Acedido a 19/07/2013. tendo o seu território sido agregado ao das Freguesias de São Miguel e Santa Eufémia para criar a União das Freguesias de São Miguel, Santa Eufémia e Rabaçal. Rabaçal foi vila e sede de concelho até 1853. O antigo concelho integrava as freguesias de Zambujal, Degracias, Santiago da Guarda, Rabaçal e Atianha. Tinha, em 1801, 3 270 habitantes. Após as reformas administrativas do início do liberalismo, foram- lhe anexadas as freguesias de Pombalinho e Alvorge, tendo sido desanexada a freguesia de Santiago da Guarda. Tinha, em 1849, 5 172 habitantes. thumb|290px|right|Localização no Município de Penela ==População== População da freguesia de RabaçalInstituto Nacional de Estatística (Recenseamentos Gerais da População) - https://www.ine.pt/xportal/xmain?xpid=INE&xpgid;=ine_publicacoes 1864 1878 1890 1900 1911 1920 1930 1940 1950 1960 1970 1981 1991 2001 2011 599 714 728 715 638 635 585 651 658 521 432 476 365 339 291 Thumb|200px|Evolução da População (1864 / 2011) Thumb|200px|Grupos Etários (2001 e 2011) Thumb|200px|Grupos Etários (2001 e 2011) ==Etimologia== A palavra \"Rabaçal\" deriva do nome rabaça, esta uma fitotoponímia que significa campo de plantas vivazes da família das umbelíferas (rabaça), usada por vezes como tem­pero e própria de terrenos com águas correntes. ==Queijo Rabaçal== Na gastronomia local, destaca-se o Queijo Rabaçal, que constitui uma denominação de origem protegida, de acordo com as normas da União Europeia.http://www.terrasdesico.pt/produtos.phphttp://www.rabacal.net/ == Património == * Villa romana do Rabaçal - inscrita no World Monuments Watch * Castelo de Germanelo ==Ver também== * União das Freguesias de São Miguel, Santa Eufémia e Rabaçal Categoria:Antigas freguesias de Rabaçal",
 "title": "Rabaçal (Penela)"
}