{
 "id": "17828",
 "text": "A Batalha dos Atoleiros foi travada a 6 de Abril de 1384, no atual município português de Fronteira, distrito de Portalegre e a cerca de 60 km da fronteira com Castela, entre as forças portuguesas, comandadas por Nuno Álvares Pereira, e uma expedição punitiva castelhana, enviada por João I de Castela, junto da povoação do mesmo nome, no Alentejo.MARTINS, J. P. Oliveira (1893),A Vida de Nun'Alvares Foi a primeira batalha durante a crise de 1383-1385 e a primeira vitória obtida pelo general português. O Terreiro da Batalha dos Atoleiros é Monumento Nacional desde fevereiro de 2023. == Antecedentes == Em dezembro de 1383, uma revolução em Lisboa, levou o então mestre de Avis, João ao poder, sendo aclamado Regedor e Defensor do Reino e levando a rainha Leonor Teles a fugir e a pedir ajuda ao genro: João I de Castela. Este começou por organizar um exército para esmagar a revolta, pois considerava-se como o legítimo rei de Portugal. O novo regente nomeou Nuno Álvares Pereira, fronteiro do Alentejo e entregou-lhe uma força militar,Chronica do Condestabre de Portugal Dom Nuno Alvarez Pereira temendo a entrada de João em Portugal junto com o exército castelhano por aquela zona. O chefe militar português partindo de Lisboa, aumentou o número dos seus homens pelo caminho e aproximou-se do exército inimigo, que intentava cercar Fronteira.MARTINS, J. P. Oliveira (1893), A Vida de Nun'Alvares tinha sob o seu comando uma força de 1400 homens, dos quais 100 besteiros e 300 lanceiros ingleses (cavalaria ligeira e pesada). As forças castelhanas invasoras contavam com um efetivo com 5000 homens. == A batalha == Mais numerosos e conscientes que D. Nuno os iria interceptar, os castelhanos enviaram um emissário ao chefe do exército português, tentando dissuadi-lo. Perante a recusa dos portugueses, o exército castelhano foi ao seu encontro, sendo um dos comandantes, o irmão de Nuno Álvares: Pedro Álvares Pereira, prior da ordem do Hospital. O exército português tinha escolhido previamente o terreno, formando um retângulo com a maioria dos veteranos lanceiros ingleses na vanguarda; nas alas e retaguarda estavam os peões, misturados com mais lanceiros ingleses. Os castelhanos atacaram com a cavalaria, que foi contida pelos lanceiros ingleses e por virotões, o que gerou grande desordem. A batalha durou pouco, tendo sofrido o exército castelhano pesadas baixas.MARTINS, J. P. Oliveira, (1893), A Vida de Nun'Alvares As tropas castelhanas começaram a recuar, sendo perseguidas por todo o resto do dia pelas forças juntadas por Nuno Álvares Pereira, que lhes deu caça até à distância de cerca de sete quilómetros do local da batalha. A batalha dos Atoleiros constituiu na Península Ibérica a primeira e efetiva utilização das novas técnicas de defesa de forças de infantaria em inferioridade numérica, aprendida dos ingleses, perante uma cavalaria pesada muito superior. A mais conhecida destas será a técnica de «pé terra»» ou «pé em terra», pela primeira vez usada em Portugal: consistia em peões armados com lanças a esperar a carga da cavalaria inimiga, adotando uma tática defensiva. Uma das mais curiosas notas da batalha é que, embora as forças de Castela tenham sofrido perdas muito elevadas, principalmente com muitos mortos entre a cavalaria pesada (que era a força castelhana mais importante), do lado português não ocorreu uma única morte, julgam alguns, nem se registaram feridos, algo pouco provável, pois o ataque castelhano consistiu primeiro em atacar a cavalo e como tal não surtiu efeito, nova investida foi feita a pé, havendo então combate corpo a corpo. == Consequências == Esta batalha provou ser possível resistir a um exército fortemente armado e formado na maioria por cavaleiros da nobreza, com recurso a forças populares. Foi uma importante vitória para resistir ao domínio de Castela e deu força à causa do mestre de Avis.José Saraiva (1993), História de Portugal No fim de março, o exército de Castela pôs cerco a Lisboa, terminando em setembro por culpa da peste que atacou o acampamento. == Bibliografia == * Chronica do Condestabre de Portugal Dom Nuno Alvarez Pereira * MARTINS, J. P. Oliveira (1893), A Vida de Nun'Alvares, Lisboa * == Ver também == *Crise de 1383-1385 *Cerco de Lisboa (1384) *Batalha de Aljubarrota Atoleiros Categoria:1384 em Portugal Categoria:Conflitos em 1384",
 "title": "Batalha dos Atoleiros"
}