{
 "id": "17824",
 "text": "{{Info/Município do Brasil | nome = Jacobina | foto = Jacobina vista do pico do jaraguá - panoramio.jpg | leg_foto = Vista Panorâmica de Jacobina pelo Pico do Jaraguá. | apelido = Cidade do ouro | brasão = Brasão de Jacobina.png | bandeira = Bandeira_de_Jacobina.svg | link_brasão = | link_bandeira = | link_hino = | emancipação = | aniversário = 28 de julho | distritos = Caatinga do Moura, Itaitu, Itapeipu, Novo Paraíso, Lages do Batata, Cachoeira Grande e Junco | fundação = | gentílico = jacobinense | lema = | prefeito = Tiago Dias | partido = PC do B | fim_mandato = 2024 | mapa = Bahia Municip Jacobina.svg | latP = S | latG = 11 | latM = 10 | latS = 51 | lonP = O | lonG = 40 | lonM = 31 | lonS = 04 | estado = Bahia | mesorregião = Centro Norte Baiano | data_mesorregião = IBGE/2008 | microrregião = Jacobina | data_microrregião = IBGE/2008 | região_metropolitana = | vizinhos = Capim Grosso, Quixabeira, Miguel Calmon, Caém, Saúde, Mirangaba, Ourolândia, Várzea Nova e Serrolândia | dist_capital = 339,5 | área = 2192.905 | área_ref = IBGE/2022 | área_urbana = | área_urbana_ref = IBGE/2019 | população = 86649 | data_pop = 2024 | população_ref = | altitude = 463 | população_pos = BA: 21ºNE: 82°BR: 390º | clima = Tropical com estação seca | sigla_clima = Aw | CEP = 44700-000 | idh = 0.649 | data_idh = PNUD/2010 | gini = | data_gini = PNUD/2010 | pib = | data_pib = IBGE/2021 | pib_pos = BA: 27º | pib_per_capita = 23131.75 | data_pib_per_capita = IBGE/2021 | pib_per_capita_pos = BA: 28º | padroeiro = Santo Antônio | site_prefeitura = www.jacobina.ba.gov.br | site_câmara = www.camarajacobina.ba.gov.br }} Jacobina, também conhecida como a Cidade do Ouro, é um município brasileiro no interior e centro-norte do estado da Bahia, criado em 1722. Localiza-se a latitude 11º10'50\" sul e a longitude 40º31'06\" oeste, estando a uma altitude de 463 metros. Situada no extremo norte da Chapada Diamantina, rodeada por serras, morros, lagos, rios, fontes e cachoeiras, Jacobina se apresenta como um excelente destino para os apreciadores do turismo ecológico. O município fica a 339 km de Salvador e se tornou conhecida como a Cidade do Ouro, uma herança das minas de ouro dos séculos XVII e XVIII. Além das belezas naturais e das minas, Jacobina possui um rico patrimônio histórico-cultural, que pode ser percorrido com auxílio de guias turísticos. O município conta com mais de 600 leitos, distribuídos em 241 apartamentos de 13 hotéis e pousadas. O principal polo do ecoturismo jacobinense é a vila de Itaitu. == Topônimo == A tradição oral afirma que o topônimo Jacobina vem do nome de dois indígenas paiaiás que acolhiam os desbravadores que por essa área passavam: um velho cacique chamado Jacó e sua companheira, uma sábia mulher chamada Bina. No entanto, essa tradição oral é hoje considerada um mito fundador da história jacobinense. O mais provável é que o topônimo Jacobina seja oriundo do tupi, podendo ter os seguintes significados: “jazida de cascalho limpo”, “campo aberto” e “jacuíba desfolhada”. == História == === Ocupação indígena anterior à colonização portuguesa === A região conhecida como “Sertão das Jacobinas”, que engloba a Chapada Diamantina Central e o norte e extremo norte da Chapada Diamantina, incluindo o atual território jacobinense, era originalmente habitada por povos indígenas falantes de idiomas macro-jê, genericamente apelidados de “tapuias”, como os maracás, paiaiás, sapoiás e secaquerinhens. A região da atual Jacobina especificamente era habitada sobretudo pelos paiaiás. === Primeiras entradas, bandeiras e início do extrativismo do ouro === No século XVII, a chegada de exploradores em busca de pedras preciosas contribuiu para o início do povoamento do Sertão das Jacobinas, realizado por vaqueiros ligados aos grandes latifúndios da Casa da Torre e Casa da Ponte, e para o começo do apagamento da memória dos povos indígenas que ocupavam o território antes. Uma das primeiras entradas no Sertão das Jacobinas em busca de minérios preciosos e do aprisionamento de indígenas para a sua escravização foi a realizada pelo neto de Caramuru Belchior Dias Moreia, conhecido como Muribeca, cuja expedição percorreu o interior da Bahia e de Sergipe entre 1595 (ou 1596) e 1604. Esse explorador alegou ter encontrado minas de prata, informação que não se comprovou na prática. Em 1630, o sobrinho de Muribeca, Francisco Dias d'Ávila, que era ligado também por parentesco aos latifundiários da Casa da Torre, apareceu na região com o mesmo propósito do tio e encontrou minas de salitre no norte da Chapada Diamantina, as quais só começaram a ser efetivamente exploradas na década de 1670. A mão-de-obra utilizada nas salitreiras era a dos indígenas, muitos deles vindos dos aldeamentos. A partir de meados do século XVII, a região do Sertão das Jacobinas foi desbravada também por bandeirantes paulistas, inicialmente focados na “guerra justa” contra indígenas que não aceitavam o Cristianismo, mas que depois passaram também a procurar pedras preciosas. Na segunda metade do século XVII, jesuítas criaram, no norte da Chapada Diamantina, aldeamentos missionários, para a catequese e proteção dos indígenas locais. No entanto, devido aos constantes ataques da Casa da Torre e da Ponte às missões, os padres da Companhia de Jesus abandonaram-nas, sendo substituídos pelos franciscanos. Em 1682, foi criada a Freguesia de Santo Antônio da Jacobina Velha, sediada no aldeamento missionário de São Francisco Xavier, localizado nos arredores do que é hoje a cidade de Campo Formoso, fundado em 1666 pelos jesuítas Jacob Roland e João de Barros. No final do século XVII e inicio do século XVIII, bandeirantes paulistas que estavam em Cachoeira seguiram pelo curso do Rio Paraguaçu, chegando à região do atual município de Jacobina para realizar “guerra justa” contra os indígenas, mas acabaram descobrindo ouro nessa área. A descoberta de ouro em Jacobina e arredores trouxe para essa área um grande número de desbravadores portugueses e paulistas, além de muitos escravos africanos para trabalhar nas jazidas. Em 1706, sob o incentivo do latifundiário Antônio da Silva Pimentel, possuidor de terras na região, que havia peticionado no ano anterior para a rainha infante de Portugal, foi estabelecida, no local em que hoje é a cidade de Jacobina, o aldeamento missionário denominado Missão do Bom Jesus da Glória de Jacobina, fundado por missionários franciscanos, que contava com uma capela construída no mesmo ano da fundação. Esta capela teria o nome de Bom Jesus da Glória e viria a ser tornar conhecida no futuro como \"Igreja da Missão\". Com o aldeamento missionário de Bom Jesus da Glória de Jacobina, os franciscanos reuniram os indígenas remanescentes, com destaque para os paiaiás, com o propósito de catequizá-los. Esta foi a missão religiosa que existiu por mais tempo na região, tendo existido até 1847. === A Vila de Santo Antônio de Jacobina === Graças ao desenvolvimento da região devido às minas de ouro, uma carta régia de 5 de agosto de 1720 criou a vila de Santo Antônio de Jacobina, sediada na Missão de Nossa Senhora das Neves do Sahy, aldeamento missionário fundado pelos franciscanos em 1697 no atual território municipal de Senhor do Bonfim, e instalada em 2 de junho de 1722, em uma cerimônia presidida por Pedro Barbosa Leal, representando o governador da capitania e o vice-rei. Pelo fato da Missão do Sahy estar longe das jazidas de ouro, a sede da vila foi transferida, em 15 de fevereiro de 1724, para a Missão do Bom Jesus da Glória de Jacobina. A exploração aurífera prosseguia fora do controle oficial e em escala tão crescente que a Coroa Portuguesa, para melhor garantir a arrecadação do seu dízimo, por Provisão do Conselho Ultramarino de 13 de maio de 1726, determinou que o Governador da Capitania da Bahia criasse duas casas de fundição, uma em Minas do Rio de Contas e outra em Jacobina, esta última instalada em 5 de janeiro de 1727. O resultado foi surpreendente e auspicioso, arrecadando-se, na mina de Jacobina, em apenas dois anos, cerca de 3.841 libras de ouro, não obstante a difícil fiscalização sobre atividade de tal natureza. Em 4 de fevereiro de 1743, foi instalado o termo da comarca de Jacobina pelo desembargador Manuel da Fonseca Brandão. Desde então, Jacobina passou a contar com um órgão da Justiça Colonial portuguesa para resolver os conflitos locais. A freguesia de Santo Antônio de Jacobina foi criada em 1752, 32 anos após a criação da vila. O território original da Vila de Santo Antônio de Jacobina era imenso - estendendo-se por aproximadamente 300 léguas e abrangendo áreas desde Rio das Contas, Palmas de Monte Alto, Cachoeira, e indo até os limites com o atual estado de Sergipe, nas proximidades da Cachoeira de Paulo Afonso - e sofreu grandes perdas ao longo do tempo, com a criação das vilas de Minas do Rio de Contas (atual Rio de Contas, 1723), Santo Antônio do Urubu (atual Paratinga, 1745), Vila Nova da Rainha (atual Senhor do Bonfim, 1797), Sento Sé (1832) e Riachão do Jacuípe (1878). === Jacobina durante o Brasil Independente === Em 21 de outubro de 1822, a Câmara Municipal da vila de Santo Antônio de Jacobina jurou lealdade ao imperador D. Pedro I pela proclamação da independência, antes mesmo da independência da Bahia, ocorrida em 2 de julho de 1823. Na década de 1840, a descoberta de diamantes em regiões mais ao sul da Chapada Diamantina, como Lençóis e Mucugê, levou muitos jacobinenses a migrarem para essas jazidas diamantíferas, enquanto as jazidas auríferas de Jacobina estavam em declínio há décadas. O declínio das atividades locais foi o motivo principal motivo da demora da vila de Santo Antônio de Jacobina ser elevada à categoria de cidade, o que ocorreu somente em 28 de julho de 1880, pela Lei Provincial 2.049, valendo-lhe o título de \"Agrícola Cidade de Santo Antônio de Jacobina\" (mais tarde, apenas Jacobina). Sua instalação ocorreu em 11 de janeiro de 1893, após a Proclamação da República, quando o governador do estado era Joaquim Manoel Rodrigues Lima. O primeiro prefeito de Jacobina, Antônio Manoel Alves de Mesquita, tomou posse em 1893. Foi procedido na chefia do executivo, por junta de cinco membros nomeados pelo Governador, que administrou o município durante o período 1890/92. Em sua história republicana, Jacobina perdeu território para a criação dos municípios de Saúde (1914 e 1933), Caém (1962), Serrolândia (1962), Várzea Nova (1985), Capim Grosso (1985), Ourolândia (1989) e São José do Jacuípe (1989). ; Formação administrativa O Município é composto de 4 (quatro) distritos e 22 (vinte e dois) povoados: Distritos: Caatinga do Moura, Itaitu, Itapeipu, Novo Paraíso, Lages do Batata, Cachoeira Grande e Junco. Povoados: Barro Branco, Baixa do Poço, Barrocão de Cima, Cafelândia, Canavieira de Fora, Genipapo de Cafelândia, Genipapo de Olhos D´Água dos Góis, Guariba, Itapicuru, Malhadinha, Palmeirinha, Pé de Serra, Pedra Branca, Piancó, Pontilhão, Velame e Várzea da Lage, Coxo de Fora, Coxo de Dentro, Pau Ferro, Pontilhão, Curralinho, Pingadeira; == Geografia == O município localiza-se na zona fisiográfica do Noroeste Baiano, no Território de Identidade do Piemonte da Chapada Diamantina e está entre serras e desfiladeiros. O território está incluído no Polígono das secas. Tida como a capital da Chapada Norte, Jacobina está localizada nas Coordenadas geográficas 11° 10’ de latitude Sul e 40° 30’ de longitude Oeste. Seu bioma é a Caatinga. Limita-se ao norte com Mirangaba, Saúde e Caém; ao sul, com Várzea Nova e Miguel Calmon; ao leste, com Serrolândia, Quixabeira e Capim Grosso; ao oeste, com Ourolândia. * Distância da Capital: 330 km * Rodovias de Acesso: BA-131, BA-368, BA-373 e BR-324 * População (2018): 80.394 hab. * Superfície: 2.192 km² * Distritos: Jacobina (sede), Junco, Itaitu, Itapeipu, Lages do Batata e Caatinga do Moura. O clima da cidade é segundo a Classificação climática de Köppen-Geiger do tipo AW - quente, com duas estação definidas (o inverno e o verão). Segundo dados do Instituto Nacional de Meteorologia (INMET), referentes aos períodos de 1961 a 1970, 1973 a 1980, 1986 a 1989 e a partir de 1993,a menor temperatura registrada em Jacobina foi de em 21 de agosto de 1966, e a maior atingiu em 19 de dezembro de 1994. O maior acumulado de precipitação em 24 horas foi de milímetros (mm) em 6 de janeiro de 1994. Março de 1997, com , foi o mês de maior precipitação. Já foram registrados no município tremores de terra. == Demografia == O município possui uma população de 79 247 habitantes, segundo dados de 2010 do IBGE, e uma estimativa de 80 635 pessoas no ano de 2020. == Educação == Entre as principais instituições de ensino superior presentes em Jacobina estão a Universidade do Estado da Bahia (Uneb) — campus IV, a Faculdade Ages,, o Instituto Federal da Bahia (IFBA), o Centro Territorial de Educação Profissionalizante do Piemonte da Diamantina II (CETEP), e dentre outros. == Estrutura administrativa == === Executivo === * Secretaria Administrativa * Procuradoria Jurídica * Secretaria de Finanças * Secretaria de Saúde * Secretaria de Educação e Cultura * Secretaria de Assistência Social * Secretaria de Agricultura * Secretaria de Meio Ambiente * Controladoria interna * Secretaria de Planejamento * Secretaria de Infraestrutura * Centro Cultural Professor Edmundo Isidoro * Arquivo Público Municipal * Espaço Cultural Luis Eduardo Magalhães * Conselho Tutelar * Polícia Administrativa Municipal * Posto de Informações Turísticas * Secretaria de Esportes e Lazer * Centro de Abastecimento Municipal * LIMPUJA - Limpeza Pública de Jacobina * Serviço Municipal de Tráfego e Transportes - SMTT === Legislativo === * Câmara Municipal de Jacobina composta por 17 Vereadores. === Judiciário === * Fórum da Comarca de Jacobina * TRT - Tribunal Regional do Trabalho-5ª Região * TRE - Tribunal Regional Eleitoral == Divisão do município == === Bairros de Jacobina === Centro, Félix Tomaz, Missão, Vila Feliz, Caeiras, Conceição, Caixa D'água, Jacobina I, Jacobina II, Jacobina III, Jacobina IV,Novo Amanhecer, Bananeira, Serrinha, Sete Casas, Catuaba, Nazaré, Peru, índios, Estação, Morada do Sol, Leader, Matriz, Inocoop, Ladeira Vermelha, Pedra Branca, Conjunto Zuleide, Mundo Novo, Grotinha, Tamarindo, Canavieiras, Barro Branco, Cidade do Ouro, Lagoa Dorada, Velame de Cima, Velame de Baixo, Anadissor entre outros. Distritos de Jacobina * Lages do Batata, pequeno povoado situado a 34 km de distância da sede do município, onde residem aproximadamente 3 mil habitantes, possui baixa renda per capita, provinda principalmente de trabalhos agrícolas e especialmente do Sisal (planta cultivada na região). * Junco. Maior distrito de Jacobina. * Cachoeira Grande, pequeno povoado situado a 29 km de distância da sede do município, onde residem aproximadamente 2 mil pessoas, possui baixa renda per capita, provinda da agricultura e do turismo do rio que desce da barragem que fica 3 km acima do povoado. * Caatinga do Moura, pequena vila, muito aconchegante, está situada a 45 km de distância da sede do município, onde residem aproximadamente 2 mil habitantes, bastantes distribuídos por ao longo de um vale-verde, sendo a principal atividade econômica, a cultura de alimentos, dos quais se destacam bananas para a produção de doce, alho e outras culturas que se favorecem do clima úmido. A história do nome do distrito vem do Sr. Moura, que prestava serviços para o Sr. Alexandre Marques, este veio de Portugal com dinheiro trazido da Coroa Portuguesa, com o objetivo de formar uma expedição e assim explorar o interior do estado da Bahia. Por causa da Caatinga do Moura, Jacobina foi a primeira cidade produtora de alho do Brasil. * Itapeipu. * Itaitu, ou Riachão de Jacobina como também é chamada, é uma pequena vila, situada ao sul da sede, a aproximadamente 25 km de distância, sendo 11 pavimentados e 14 de estradas vicinais que sofre variações de acordo com a estação climática (chuvas). O nome Itaitu é de origem indígena, que significa pedra grande; é um local ambientalmente muito atrativo para o turismo ecológico, possuindo diversas cachoeiras, e o custo de hospedagem e alimentação muito baratos, possui uma igreja católica histórica e muito bonita na praça central. * Paraíso. == Cultura == === Patrimônio Cultural === O município de Jacobina é rico em patrimônio cultural. Ele tem em seu território quatros bens tombados pelo Instituto do Patrimônio Artístico e Cultural da Bahia (IPAC), ou seja, são reconhecidos quatro Patrimônios Culturais da Bahia em seu território. Destes, dois são tombados pelo Estado, e dois são tombados pela União, sendo: A Capela de bom Jesus da Glória, e a Igreja da Missão (ambos tombados pela União); e a Casa da Praça Castro Alves, n° 61, e a Igreja Matriz de Santo Antônio (estes tombados pelo Estado). === Esportes === Jacobina tem como clube de futebol o Jacobina Esporte Clube. Criado oficialmente em 1º de dezembro de 1993, seu mascote/apelido é Jegue da Chapada. O estádio na cidade do clube é o José Rocha. O clube tem destaque no cenário estadual e atualmente luta pela conquista do seu primeiro título baiano. == Economia == O município tem como principais fontes de renda o comércio (com lojas de roupas, autopeças, postos de combustível, hotéis, restaurantes e outros estabelecimentos comerciais) e a extração de ouro. Por causa da exploração de ouro realizada no município, ele está no primeiro lugar da lista dos municípios baianos com maior arrecadação da Compensação Financeira pela Exploração de Recursos Minerais (CFEM) — em 2020, foram mais de R$ 22.9 milhões. === Turismo === A região é favorecida por serras, cânions, cachoeiras e lagos e é um verdadeiro encanto para os fãs do ecoturismo. São inúmeras serras e morros, dentre os quais pode se destacar a Serra do Tombador, o Monte Tabor, o Morro dos Ventos Uivantes e o Pico do Jaraguá. Para as cachoeiras, existem dezenas de quedas, dentre algumas pode-se destacar a do Aníbal, Pirâmide, Véu de Noivas, Andorinhas, Caldeirão, Amores, Esplendor do Sol, Viúva e Paulista, sendo estas as mais procuradas dentre as mais de 45 quedas d’água que estão reunidas no Parque das Cachoeiras, o qual foi criado pela Bahiatursa em parceria com a Prefeitura Municipal e na Estância Ecológica Bandeirantes. É um verdadeiro encanto para os olhos e para as atividades físicas, visto que é ideal para trilhas de mountain bike, trekking, rapel, banhos, acampamentos e muito mais. Existe na localidade de Itaitu, distrito de Jacobina, a mais alta queda d’água da região, a Cachoeira Véu de Noiva, com 60m de altura de muita adrenalina, que desemboca em um poço ótimo para mergulhos e é uma grande atração turística. O Distrito de Itaitu vem ganhando cada vez mais notoriedade no campo de turismo, dada as suas reservas naturais. No distrito de Caatinga do Moura, há cavernas e grutas que atraem a atenção de turistas, sendo um local de riquezas históricas e naturais. A cidade tem muitos festejos, dentre os quais destacam-se a Marujada, que tem mais de 200 anos de história; o grupo dos Capetas, que geralmente sai na Micareta e a Caminhada da Luz, ato de fé cristão realizado na Semana Santa, quando romarias de fiéis sobem o Morro do Cruzeiro sendo um ato de fé cristã. === Artistas Regionais === Nome Ocupação nascimento Ano Teto Trapper 19 de Outubro 2002 Cícero Matos Artista Plastico 15 de Agosto 1952 Danilo Cerqueira Ator 07 de Janeiro 1993 == Bibliografia == * * == Ligações externas == * Página da Prefeitura * Página da Câmara de Vereadores Categoria:Fundações no Brasil em 1722",
 "title": "Jacobina"
}