{
 "id": "1782",
 "text": "Teoria dos jogos ou Teoria de jogos é um ramo da matemática aplicada que estuda situações estratégicas onde jogadores escolhem diferentes ações na tentativa de melhorar seu retorno. Inicialmente desenvolvida como ferramenta para compreender comportamento econômico e depois usada pela Corporação RAND para definir estratégias nucleares, a teoria dos jogos é hoje usada em diversos campos acadêmicos. A partir de 1970 a teoria dos jogos passou a ser aplicada ao estudo do comportamento animal, incluindo evolução das espécies por seleção natural. Devido a interesse em jogos como o dilema do prisioneiro iterado, no qual é mostrada a impotência de dois jogadores racionais escolherem algo que beneficie a ambos sem combinado prévio, a teoria dos jogos vem sendo aplicada nas ciências políticas, ciências militares, ética, economia, filosofia e, recentemente, no jornalismo, área que apresenta inúmeros e diversos jogos, tanto competitivos como cooperativos. Finalmente, a teoria dos jogos despertou a atenção da ciência da computação que a vem utilizando em avanços na inteligência artificial e cibernética.Teoria dos Jogos A teoria dos jogos tornou-se um ramo proeminente da matemática nos anos 30 do século XX, especialmente depois da publicação em 1944 de The Theory of Games and Economic Behavior de John von Neumann e Oskar Morgenstern. A teoria dos jogos distingue-se na economia na medida em que procura encontrar estratégias racionais em situações em que o resultado depende não só da estratégia própria de um agente e das condições de mercado, mas também das estratégias escolhidas por outros agentes que possivelmente têm estratégias diferentes, mas objetivos comuns. Os resultados da teoria dos jogos tanto podem ser aplicados a simples jogos de entretenimento como a aspectos significativos da vida em sociedade. Um exemplo deste último tipo de aplicações é o Dilema do prisioneiro (esse jogo teve sua primeira análise no ano de 1953) popularizado pelo matemático Albert W. Tucker, e que tem muitas implicações no estudo da cooperação entre indivíduos. Os biólogos utilizam a teoria dos jogos para compreender e prever o desfecho da evolução de certas espécies. Esta aplicação da teoria dos jogos à teoria da evolução produziu conceitos tão importantes como o conceito de Estratégia Evolucionariamente Estável, introduzida pelo biólogo John Maynard Smith no seu ensaio Game Theory and the Evolution of Fighting. Na economia, a teoria dos jogos tem sido usada, segundo Joseph Lampel, para examinar a concorrência e a cooperação dentro de diversos mercados, desde pequenos grupos de empresas até relações internacionais. A partir daí, era apenas um pequeno passo até a estratégia. Pesquisadores de administração de estratégia têm procurado tirar proveito da teoria dos jogos, pois ela provê critérios valiosos quando lida com situações que permitem perguntas simples, não fornecendo respostas positivas ou negativas, mas ajuda a examinar de forma sistemática várias permutações e combinações de condições que podem alterar a situação. As questões estratégicas da vida real dão origem a um número imenso de variações, impossibilitando o tratamento exaustivo de todas as possibilidades. Assim o objetivo não é resolver as questões estratégicas, mas sim ajudar a ordenar o pensamento estratégico - provendo um conjunto de conceitos para a compreensão das manobras dinâmicas contra os concorrentes. Em complemento ao interesse acadêmico, a teoria dos jogos vem recebendo atenção da cultura popular. Um pesquisador da Teoria dos Jogos e ganhador do Prémio de Ciências Econômicas em Memória de Alfred Nobel, John Nash, foi sujeito, em 1998, de biografia por Sylvia Nasar e de um filme em 2001 Uma mente brilhante. A teoria dos Jogos também foi tema em 1983 do filme Jogos de Guerra. Embora similar à teoria da decisão, a teoria dos jogos estuda decisões que são tomadas em um ambiente onde vários jogadores interagem. Em outras palavras, a teoria dos jogos estuda as escolhas de comportamentos ótimos quando o custo e benefício de cada opção não é fixo, mas depende, sobretudo, da escolha dos outros indivíduos. == História == A primeira discussão conhecida da teoria dos jogos ocorreu em uma carta escrita por James Waldegrave em 1713. Nesta carta, Waldegrave propõe uma solução de estratégia mista de minmax para a versão de duas pessoas do jogo le Her. Isto foi tudo até a publicação de Antoine Augustin Cournot, Researches into the Mathematical Principles of the Theory of Wealth, em 1838, que estabeleceu os princípios teóricos da teoria dos jogos. Neste trabalho, Cournot considera uma dupólio e apresentava uma solução que é uma versão restrita do equilíbrio de Nash. Embora a analise de Cournot seja mais geral do que a de Waldegrave, a teoria dos jogos realmente não existiu como um campo unificado até que John von Neumann publicou uma série de trabalhos em 1928. Enquanto o matemático francês Émile Borel possuía alguns trabalhos anteriores na teoria dos jogos, von Neumann pode, com justiça, ser creditado como o inventor da teoria dos jogos. Von Neumann foi um brilhante matemático cujo trabalho tem longo alcance, desde a teoria dos conjuntos até seus cálculos que foram chave para o desenvolvimento bomba atômica e de hidrogênio e, finalmente, o seu trabalho para desenvolvimento de computadores. O trabalho de Von Neumann culminou no livro lançado em 1944, The Theory of Games and Economic Behavior, com a co-autoria do austríaco Oskar Morgenstern. Este profundo trabalho contem o método para encontrar soluções ótimas para jogos de duas pessoas de soma zero. Durante este período, trabalhos na teoria dos jogos eram primariamente focados na teoria jogos cooperativos, a qual analisa estratégias ótimas para grupos de indivíduos, presumindo que eles possam conjugar seus esforços no que diz respeito a suas estratégias adotadas. Em 1950, a primeira discussão do Dilema do prisioneiro aparece e um experimento foi conduzido neste jogo pela corporação RAND. Neste mesmo período, o matemático americano John Nash desenvolveu uma definição de uma estratégia ótima para jogos com vários jogadores onde nenhuma solução ótima ainda tinha sido definida, conhecido como equilíbrio de Nash. Este equilíbrio é suficientemente geral, permitindo sua utilização na análise de jogos não cooperativos além dos cooperativos. A teoria dos jogos experimentou um atividade intensa nos anos 50, durante a qual conceitos de jogos na forma extensiva, jogador fictício, jogos repetidos, e o valor de Shapley foi desenvolvido. Além disto, as primeiras aplicações da teoria dos jogos para filosofia e ciência política ocorreram durante este período. Em 1965, o alemão Reinhard Selten introduziu seu conceito de solução do equilíbrio perfeito em sub-jogo, o qual foi depois refinado para o equilíbrio de Nash. Em 1967, John Harsanyi desenvolveu o conceito de informação completa e jogos Bayesianos. Ele juntamente com John Nash e Reinhard Selten ganharam o Prêmio Nobel de Economia em 1994. Na década de 70, a teoria dos jogos foi extensivamente aplicada na biologia, principalmente como resultado de John Maynard Smith e sua estratégia evolucionaria estável. Alem disto, o conceito de equilíbrio correlato, e conhecimento comum foram introduzidos e analisados. Em 2005, cientistas da teoria dos jogos, Thomas Schelling e Robert Aumann, venceram o Prêmio Nobel. Schelling trabalhou nos modelos dinâmicos, o primeiro exemplo da teoria dos jogos evolucionários. == Representação dos jogos == Os jogos estudados pela teoria são objetos matemáticos bem definidos. Um jogo consiste de jogadores, um conjunto de movimentos (ou estratégias) disponíveis para estes jogadores, e uma definição de pagamento para cada combinação de estratégia. Existem duas formas de representação de jogos que são comuns na literatura. === Forma normal === Um jogo na forma normal Jogador 2 escolhe esquerda Jogador 2 escolhe direita Jogador 1 escolhe para cima 4, 3 -1, -1 Jogador 1 escolhe para baixo 0, 0 3, 4 O jogo (ou modo estratégia) normal é uma matriz a qual mostra os jogadores, estratégias, e pagamentos (veja o exemplo na tabela). No jogo existem dois jogadores, um escolherá as linhas e o outro escolherá as colunas. Os pagamentos são registrados no seu interior. O primeiro número é o pagamento recebido pelo jogador da linha (Jogador 1 em nosso exemplo); e o segundo é o pagamento para o jogador da coluna (Jogador 2 em nosso exemplo). Suponha que o Jogador 1 obteve para cima e que o Jogador 2 obteve esquerda, então o Jogador 1 ganha 4, e o Jogador 2 ganha 3. Quando um jogo é apresentado na forma normal, presume-se que cada jogador atue simultaneamente ou, ao menos, sem conhecer a ação dos outros. Se os jogadores têm alguma informação acerca das escolhas dos outros jogadores, o jogo é habitualmente apresentado na forma extensiva. === Forma extensiva === A forma extensiva de um jogo tenta capturar jogos onde a ordem é importante. Os jogos aqui são apresentados como árvores (como apresentado na figura a esquerda). Onde cada vértice (ou nodo) representa um ponto de decisão para um jogador. O jogador é especificado por um número listado no vértice. Os pagamentos são especificados na parte inferior da árvore. No jogo mostrado aqui, existem dois jogadores, Jogador 1 move primeiro escolhendo entre F ou U. O Jogador 2 vê o movimento do Jogador 1 e então escolhe entre A ou R. Suponha que o Jogador 1 escolha U e então o Jogador 2 escolha A, então o Jogador 1 obterá 8 e o Jogador 2 obterá 2. A forma extensiva também pode capturar jogos que se movem simultaneamente. Isto pode ser representado com uma linha tracejada ou um círculo que é desenhado contornando dos diferente vértices (isto é, os jogadores não sabem a qual ponto eles estão). == Tipos de jogos == === Simétricos e assimétricos === Um jogo assimétrico E F E 1, 2 0, 0 F 0, 0 1, 2 Um jogo simétrico é aquele no qual os pagamentos para os jogadores em uma estratégia particular dependem somente da estratégia escolhida, e não de quem está jogando. Se as identidades dos jogadores puderem ser trocadas sem alterar os pagamentos obtidos pela aplicação das suas estratégias, então este é um jogo simétrico. Muitos dos jogos 2×2 comumente estudados são simétricos. As representações padrões do Jogo da Galinha, do Dilema do prisioneiro, e da caça ao veado são todos jogos simétricos. Certos acadêmicos estudam variações assimétricas destes jogos, contudo, a maioria dos pagamentos deste jogos são simétricos. Os jogos assimétricos mais comuns são jogos onde existem grupos de estratégias diferentes para cada jogador. Por exemplo, o jogo do ultimato e seu similar, o jogo do ditador tem estratégias diferentes para ambos os jogadores. É possível, contudo, para jogos que tenham estratégicas idênticas para ambos os jogadores, que ainda assim sejam assimétricos. Por exemplo, o jogo representado na figura à direita é assimétrico, a despeito de possuir estratégias idênticas para ambos os jogadores. === Soma zero e soma diferente zero === Um jogo de sedução João Joana João 2, −2 -1, 1 Joana 1, -1 3, −3 No jogo de soma-zero o benefício total para todos os jogadores, para cada combinação de estratégias, sempre somam zero (ou falando mais informalmente, um jogador só lucra com base no prejuízo de outro). O Poker exemplifica um jogo de soma zero (ignorando possíveis vantagens da mesa), porque o vencedor recebe exatamente a soma das perdas de seus oponentes. A maioria dos jogos clássicos de tabuleiro é de soma zero, incluindo o Go e o Xadrez. Muitos dos jogos estudados pelos pesquisadores da teoria dos jogos (incluindo o famoso Dilema do prisioneiro) são jogos de soma diferente de zero, porque algumas saídas têm resultados combinados maior ou menor que zero. Informalmente, em jogos de soma diferente de zero, o ganho de um dos jogadores não necessariamente corresponde à perda dos outros. É possível transformar qualquer jogo em um jogo de soma zero pela adição de jogadores espúrios (frequentemente chamados de o tabuleiro), para o qual as perdas compensam o total alcançado pelos vencedores. === Simultâneos e sequencial === Jogos simultâneos são jogos onde ambos os jogadores movem-se simultaneamente, ou se eles não se movem simultaneamente, ao menos os jogadores desconhecem previamente as ações de seus adversários (tornando-os efetivamente simultâneos). Jogos sequenciais (ou dinâmicos) são jogos onde o próximo jogador tem conhecimento da jogada de seu antecessor. Isto não necessita ser conhecimento perfeito a cerca de cada ação do jogador antecessor; ele necessita de muito pouca informação. Por exemplo, um jogador deve saber que o jogador anterior não pode realizar uma ação em particular, enquanto ele não sabe quais das outras ações disponíveis o primeiro jogador ira realmente realizar. A diferença entre jogos simultâneos e sequenciais é capturada nas diferentes representações discutidas acima. Forma normal é usada para representar jogos simultâneos, e a forma extensiva é usada para representar jogos sequenciais. === Informação perfeita e informação imperfeita === Um importante subconjunto dos jogos sequenciais consiste dos jogos de informação perfeita. Um jogo é de informação perfeita se todos os jogadores conhecem os movimentos prévios feitos por todos os outros jogadores. Portanto, somente jogos sequenciais podem ser jogos de informação perfeita, uma vez que nos jogos simultâneos nenhum jogador conhece a ação do outro. A maioria dos jogos estudados na teoria dos jogos são de informação imperfeita, embora alguns jogos interessantes sejam de informação perfeita, incluindo o jogo centipede. Muitos dos jogos populares são jogos de informação perfeita incluindo xadrez, go e mancala. Informação perfeita é frequentemente confundida com informação completa, que é um conceito similar. Informação completa requer que cada jogador conheça as estratégias e pagamentos dos outros jogadores, mas não necessariamente suas ações. === Jogos infinitamente longos === Por razões óbvias, jogos como estudados por economista e jogadores no mundo real geralmente terminam em um número finito de movimentos. Matemáticos puros não estão restritos a isto, e na teoria de conjuntos em particular estudam jogos que se prolongam por um número infinito de movimentos, com os vencedores (ou prêmios) não são conhecidos até após todos estes movimentos tenham sido completados. O foco da atenção é usualmente não tanto qual o melhor caminho para o jogador em tal jogo, mas simplesmente se um ou outro jogador tem uma estratégia vencedora. (Isto pode ser provado, usando o axioma da escolha, que há jogos— mesmo com informação perfeita, e onde as únicas saídas são vencedor ou perdedor— para o qual nenhum jogador tem uma estratégia vencedora.) A existências de tais estratégias, para jogos projetados especificamente para este fim, tem consequências importantes na teoria descritiva dos conjuntos. == Usos da teoria dos jogos == Jogos de uma forma ou de outra são vastamente usados em diversas disciplinas acadêmicas. O uso da Teoria dos Jogos é para se conhecer, previamente, o melhor resultado para os jogadores diante das estratégias praticadas. === Economia e negócios === Os economistas têm usado a teoria dos jogos para analisarem um vasto leque de fenômenos econômicos, incluindo leilões, barganhas, oligopólios, formação de rede social, e sistemas de votação. Estas pesquisas usualmente se focam em um conjunto particular de estratégias conhecidas como equilíbrio no jogo. Este conceito de solução é usualmente baseado naquilo que é requerido pelas normas de racionalidade. A mais famosa destas é o equilíbrio de Nash. Um conjunto de estratégias é um equilíbrio de Nash se cada uma representa a melhor resposta para as outras estratégias. Então, se todos os jogadores estiverem jogando a estratégia em um equilíbrio de Nash, eles não terão nenhum incentivo a se desviar dela, desde suas estratégias é a melhor que eles podem obter dado que os outros façam. Os valores na matriz de ganhos (payoffs) dos jogos são geralmente definidos pela função de utilidade de cada jogador individual. Frequentemente na modelagem de situações em que os ganhos representam dinheiro, o qual presumivelmente corresponde a uma função de utilidade individual. Esta presunção, contudo, pode ser falha. Um papel típico da teoria dos jogos na economia seria a utilização de um jogo como uma abstração de alguma situação econômica em particular. Uma ou mais situações conceituais são escolhidas, e o autor demonstra qual conjunto de estratégias apresentados pelo jogo são um equilíbrio para o tipo apropriado para o problema. Economistas sugerem dois usos primários para estas estratégias. ==== Descritivo ==== O primeiro uso é para nos informar acerca de como as populações humanas se comportam realmente. Algumas escolas acreditam que se encontrando o equilíbrio dos jogos ele pode predizer como realmente populações humanas irão se comportar quando confrontar com situações análogas a do jogo estudado. Esta visão particular da teoria dos jogos possui atualmente certa descrença. Primeiro, ela é criticada porque précondições assumidas pelos teóricos dos jogos são frequentemente violadas. Eles devem assumir que os jogadores sempre agem com racionalidade para maximizar seus ganhos (modelo do Homos economicus), mas seres humanos reais frequentemente agem de forma irracional, ou agem racionalmente para maximizar o ganho de um grande grupo de pessoas (altruísmo). Teóricos dos jogos respondem comparando suas suposições àquelas usadas pelos físicos. Portanto, enquanto suas suposições não sempre se concretizam, eles podem tratar a teoria dos jogos como uma razoável idealização ligado aos modelos usados por físicos. Porém, criticas adicionais deste usos da teoria dos jogos tem sido criadas porque alguns experimentos tem demonstrado que indivíduos não jogam por estratégias de equilíbrio. Por exemplo, no jogo Centípede, Jogo da adivinhação em 2/3 da média e no Jogo do ditador, as pessoas habitualmente não jogam no equilíbrio de Nash. Há um debate em andamento relativo a importância deste experimento. Alternativamente, alguns autores afirmam que o equilíbrio de Nash não produz predições para populações humanas, mas provê uma explicação de porquê populações que jogam no equilíbrio de Nash permanecem neste estado. Contudo, a questão de como as populações alcançam este ponto permanece em aberto. Alguns teóricos dos jogos têm buscado teoria de jogos evolucionária de forma a resolver estas diferenças. Estes modelos presumem nenhuma racionalidade ou limite de racionalidade por parte dos jogadores. A despeito do nome, a teoria dos jogos evolucionária não presume necessariamente a evolução natural no sentido biológico. A Teoria dos jogos evolucionária inclui tanto a evolução cultural como a biológica e também modelos de aprendizagem individual (por exemplo, dinâmica de jogos de ficção). Na solução de determinados jogos, utiliza-se também uma explicação racional além de encontrar o equilíbrio de Nash, encontra-se o ótimo de pareto na solução destes jogos sem que haja perda de ambos os lados dos jogadores envolvidos no jogo. ==== Normativo ==== O Dilema do Prisioneiro Cooperate Defect Cooperate 1/2, 1/2 10, 0 Defect 0, 10 5, 5 Por outro lado, alguns estudiosos veem a teoria dos jogos não como uma ferramenta para prever o comportamento humano, mas como uma sugestão de como as pessoas devem se comportar. Desde um equilíbrio de Nash de um jogo constituem umas das melhores respostas para as ações dos outros jogadores, utilizar uma estratégia que faça parte de um equilíbrio de Nash parece apropriado. Porem, isto expõem a teoria dos jogos a algumas criticas. Primeiro, em alguns casos é apropriado jogar em uma estratégia de não equilíbrio se espera que os outros jogadores adotem estratégias de não equilíbrio também. Por exemplo, veja Jogo 2/3 na média. Segundo, o Dilema do prisioneiro apresenta outro contraexemplo em potencial. No Dilema do prisioneiro, cada jogador persegue seus próprios interesses levando outros jogadores em estado pior do que eles não tivessem perseguindo seus próprios interesses. Alguns estudiosos acreditam que isto demonstra a teoria dos jogos como uma recomendação para comportamento. === Biologia === Hawk-Dove Hawk Dove Hawk (V-C)/2, (V-C)/2 V, 0 Dove 0, V V/2, V/2 Diferente da economia, os pagamentos para jogos na biologia são frequentemente interpretados como uma medida da adaptação. Em acréscimo, o foco esta menos voltado para um equilíbrio que corresponde a noção de racionalidade, mas para aquilo que pode ser mantido pela forças evolucionárias. Este é o equilíbrio mais bem conhecido na biologia como Estratégia evolucionária estável ou (EEE), que foi criada por John Maynard Smith (descrita em seu livro em 1982). Embora sua motivação inicial não envolva qualquer pré-requisito metal do equilíbrio de Nash, cada EEE esta em um equilíbrio de Nash. Na biologia, a teoria dos jogos foi usada para compreender muitos fenômenos diferentes, Ela foi primeiramente usada para explicar a estabilidade de aproximadamente 1:1 da razão dos sexos. Ronald Fisher (1930) sugeriu que a razão dos sexos de 1:1 como resultados das forcas evolucionárias atuando para que indivíduos, que pode ser vista como uma tentativa de maximizar o número de seus netos. Além disto, biólogos têm usado a teoria dos jogos evolucionários e a EEE para explicar o surgimento da comunicação nos animais (Maynard Smith & Harper, 2003) e para explicar a evolução do altruísmo recíproco (Robert Trivers). As analises dos jogos de sinalização e outros jogos de comunicação tem proporcionado alguma inspiração no campo da evolução da comunicação entre animais. Finalmente, os biólogos têm usado o Jogo da galinha para analisar o comportamento de luta e territorialidade. === Ciência da computação e lógica === A teoria dos Jogos veio a impulsionar importantes leis na lógica e na ciência da computação. Várias teorias lógicas têm uma base na semântica dos jogos. Além disso, os cientistas da computação têm usado os jogos para modelar computação interativa. === Ciência política === Pesquisas na ciência política também têm usado a teoria dos jogos. Uma explicação baseada na teoria dos jogos para a paz democrática é que o debate público e aberto da democracia envia informações claras e confiáveis a respeito da sua opinião em relação a outros estados. Em contraste, existe a dificuldade de se conhecer as intenções de líderes não democráticos, o que afeta as concessões a serem feitas, e se as promessas irão ser mantidas. Portanto haverá desconfiança e má vontade efetuar concessões se ao menos uma das partes na disputa é não democrática. A teoria dos jogos também pode ser utilizada na política na formação de coalizões (alianças) entre partidos. O poder de cada uma dessas coalizões pode ser determinado através do cálculo do Valor de Shapley (Shapley value). Para Karl Marx, a luta de classes nunca é um jogo de soma zero que assim como na biologia, leva ao aumento da cooperação e da empatia.Postmodern Imperialism === Filosofia === A teoria dos jogos tem demonstrado várias aplicações na filosofia. Respondendo a dois trabalhos de Willard van Orman Quine (1960, 1967), David Lewis (1969) usou a teoria dos jogos para desenvolver uma explicação filosófica da convenção. Fazendo isto, ele provou a primeira análise do senso comum e empregou nisto a análise utilizada no jogo da coordenação. Alem disto, ele primeiro sugeriu destes pode compreender o significado em termos de jogos de sinalização. Esta ultima sugestão foi ampliada por vários filósofos desde Lewis (Skyrms 1996, Grim et al. 2004). A caçada ao veado Veado lebre Veado 3, 3 0, 2 Lebre 2, 0 2, 2 Na ética, alguns autores têm tentado impulsionar o projeto, começando por Thomas Hobbes, para derivar a moralidade do auto-interesse. Desde jogos como o Dilema do prisioneiro apresenta um aparente conflito entre a moralidade e o auto- interesse, explicando porque a cooperação é requerida pelo auto-interesse, sendo um importante componente neste projeto. Esta estratégia comum é um componente da visão contrato social geral (para exemplos, veja Gauthier 1987 e Kavka 1986) Finalmente, outros autores têm tentado usar a teoria dos jogos evolucionaria de modo a explicar o surgimento de atitudes humanas a cerca da moralidade e comportamentos animais correspondentes. Este autor utilizou vários jogos incluindo o Dilema do prisioneiro, a Caçada ao veado, e o jogo da barganha de Nash como provas de uma explicação para o surgimento de atitudes a cerca da moralidade (veja, por exemplo, Skyrms 1996, 2004; Sober and Wilson 1990) === Jornalismo === A Teoria dos jogos tem muitas e importantes aplicações no jornalismo. Um caso é o jogo do off, uma cooperação entre fonte anônima e repórter ou veículo jornalístico. Outros jogos, tanto cooperativos como competitivos, podem ser, por exemplo: veículo jornalístico x anunciante, governo x veículo, movimento popular x veículo. Os resultados dos jogos, esquematizados (descrição de jogadores, estratégias, ganhos e perdas) e descritos tanto na forma normal (matrizes) ou na forma extensiva (árvores de decisão) são capazes de demonstrar com extrema objetividade o que na maioria das vezes é somente avaliado subjetivamente, impedindo uma compreensão científica das interações estratégicas. Também pode ser aplicada na assessoria de imprensa. == Experiências com Teoria dos Jogos == Para que se possa testar a Teoria dos Jogos, é necessário desenvolver experiências em que esta possa ser aplicada. As experiências com Teoria dos Jogos não se focam apenas em análises comportamentais, podendo também ser interessante avaliar o papel das emoções na tomada de decisão. As decisões dos participantes destas experiências podem ser bastante sensíveis, pelo que é importante ter em atenção o design da experiência. Apesar de as especificações de cada experiência dependerem do objetivo que se pretende estudar, há alguns aspetos gerais que devem ser tidos em consideração: * Instruções: são responsáveis por definir e enquadrar o ambiente da experiência. Uma vez que o comportamento é altamente sensível ao enquadramento, é necessário ter cuidado com as instruções fornecidas. Por exemplo, a utilização de palavras como \"adversário\" ou \"parceiro\" para descrever o outro jogador pode ser suficiente para alterar as decisões dos participantes. Para além disso, se a experiência for repetida várias vezes, as instruções devem ser consistentes em todas as sessões (o fornecimento das instruções em papel permite ultrapassar este problema); * Randomização: evita que diferenças como personalidade, riqueza ou a altura a que o participante começa a experiência afetem sistematicamente a experiência. É necessária para a validação de uma variedade de procedimentos; * Anonimato: corresponde à associação aleatória de participantes para uma experiência, sem contacto visual e mantidos em silêncio durante a mesma. Assim, pode-se evitar que ocorra influência da perceção não associada ao objetivo do estudo na tomada de decisão.Classificação Brasileira de Ocupações; * Incentivos: assumindo que as pessoas preferem mais dinheiro do que menos, é importante usar dinheiro real como incentivo nas experiências. Estudos prévios já demonstraram que a utilização de incentivos reduz a variância dos resultados, quando comparado com a não utilização de incentivos; * Deceção: é crucial que os participantes não se sintam dececionados com a experiência em que estão a participar. Caso contrário, poderão começar a ignorar as instruções fornecidas, provocando variações nos dados obtidos. === Experiências Neuroeconómicas === As experiências neuroeconómicas dão informação relativa às bases biológicas da tomada de decisão humana. Existem vários tipos de experiências neuroeconómicas: # Experiências comportamentais em que participantes saudáveis fornecem dados para o papel da emoção na tomada de decisão; # Estudos lesionais, em que se estudam as alterações comportamentais associadas a dano cerebral permanente ou temporário (induzido por estimulação magnética transcraniana); # Avaliação do efeito de drogas na tomada de decisão; # Medição da atividade elétrica cerebral durante a tomada de decisão por eletroencefalografia (EEG) ou magnetoencefalografia (MEG); # Visualização cerebral em tempo real através da imagem por ressônancia magnética funcional durante a tomada de decisão. Apesar de cada um dos métodos apresentar as suas vantagens, a ressonância magnética funcional tem-se tornado a técnica dominante, uma vez que é um método não invasivo e fácil de implementar, para além de fornecer as informações em tempo real, no momento das decisões. Ao longo dos últimos anos, várias experiências têm demonstrado resultados importantes no que diz respeito à associação da atividade cerebral com a tomada de decisão. Em 2001, através de uma variante do jogo da confiança, foi demonstrado que a Teoria da Mente era necessária para a cooperação económica. Quando colocados em sessão de jogo contra outros humanos ou computadores, os participantes teriam de decidir entre cooperar ou não. Verificou-se que, quando estavam em confronto com outros humanos, havia um aumento da atividade das regiões mediais pré-frontais (ver McCabe, 2001). Uma outra experiência com jogos de confiança pretendia avaliar as bases neuronais associadas à penalização/castigo e verificar se as áreas de recompensa estavam ativadas quando um dos participantes punia um outro que tinha abusado da sua confiança. Observou-se que a punição ativa áreas de recompensa, em particular, o estriado dorsal. Para além disso, verificaram também que os participantes que apresentavam maior ativação desta região, estavam dispostos para perder mais para poder punir o outro participante (ver de Quervain, 2004). Através do jogo do ultimato, também foram feitos diversos estudos, com o objetivo de tentar perceber o porquê de as pessoas recusarem ofertas injustas. Um dos estudos tentou avaliar o papel da expressão das emoções na decisão. Para isso, quando o recetor tem de decidir entre aceitar ou recusar a oferta, é-lhe dada a possibilidade de enviar uma mensagem ao líder. Verificou-se que nas situações de oferta injustas, há uma redução para 32% de recusa por parte do recetor (nas situações em que só pode ser tomada a decisão, sem qualquer tipo de mensagem, há cerca de 60% de recusa da oferta). Também se observou que em quase todos os casos de oferta injusta aceite, as mensagens enviadas ao líder manifestavam insatisfação e desagrado (ver Xiao e Houser, 2005). Um outro estudo colocou os participantes em confronto com líderes humanos ou computadores, que faziam ofertas. Verificou-se que, quando as ofertas injustas eram propostas por humanos, existe uma ativação das regiões da ínsula, córtex anterior cingulado e córtex dorsolateral pré-frontal. Uma vez que as quantidades de dinheiro envolvidas nas duas situações (humanos e computador) eram as mesmas, pode-se dizer que a ativação destas áreas era provocado pelas intenções injustas dos humanos. Para além disso, a ínsula está associada a emoções desagradáveis, o que confirma o facto de as emoções negativas estarem associadas à rejeição neste tipo de jogo (ver Sanfey, 2003). Em 2006, utilizando estimulação magnética transcraniana repetitiva, avaliou-se o papel do córtex dorsolateral pré-frontal na rejeição de ofertas. Os investigadores verificaram que quando o córtex dorsolateral pré-frontal direito era perturbado, havia rejeição de apenas 10% das ofertas injustas. Quando o mesmo processo foi testado no lado esquerdo, não se verificaram diferenças significativas. Assim, pode-se concluir que esta região (córtex dorsolateral pré-frontal direito) é importante no processo de tomada de decisão neste tipo de situação (ver Knoch, 2006). == Ver também == * Equilíbrio de Nash * Ganhar ganhar * Informação perfeita * Jogo cooperativo * Jogo de soma zero * John von Neumann * Lista de tecnologias emergentes * Nova economia * Paradoxo de Chainstore * Paradoxo de Parrondo * Racionalidade * Teorema de Zermelo * Teoria combinatória dos jogos == Bibliografia == ==== Livros texto e referência geral ==== * Bierman, H. S. and L. Fernandez: Game Theory with economic applications, Addison-Wesley, 1998. (suitable for upper-level undergraduates) * Fudenberg, Drew and Jean Tirole: Game Theory, MIT Press, 1991, ISBN 0-262-06141-4 (the definitive reference text) * Dutta, Prajit: Strategies and Games: Theory and Practice, MIT Press, 2000, ISBN 0-262-04169-3 (suitable for undergraduate and business students) * Gibbons, Robert (1992): Game Theory for Applied Economists, Princeton University Press ISBN 0-691-00395-5 (suitable for advanced undergraduates. Published in Europe by Harvester Wheatsheaf (London) with the title A primer in game theory) * Ginits, Herbert (2000): Game Theory Evolving, Princeton University Press ISBN 0-691-00943-0 * Houser, Daniel and McCabe, Kevin: Experiemental Economics and Experimental Game Theory. In P. W. Glimcher & E. Fehr (Eds.), Neuroeconomics: Decision Making and the Brain (2nd ed., pp. 19-34). Waltham (MA): Academic Press. * Osborne, Martin J.: An Introduction to Game Theory, Oxford University Press, New York, 2004, ISBN 0-19-512895-8 (undergraduate textbook) * Osborne, Martin J. and Ariel Rubinstein: A Course in Game Theory, MIT Press, 1994, ISBN 0-262-65040-1 (a modern introduction at the graduate level) * Rasmusen, Erik: Games and information, 4th edition, Blackwell, 2006. Available online . * Mas- Colell, Whinston and Green (1995): Microeconomic Theory, 1995. Oxford University Press, 1995, ISBN 0-19-507340-1 . (Presents game theory in formal way suitable for graduate level) ==== Textos historicamente importantes ==== * Fisher, Ronald (1930) The Genetical Theory of Natural Selection Clarendon Press, Oxford. * Luce, Duncan and Howard Raiffa Games and Decisions: Introduction and Critical Survey Dover ISBN 0-486-65943-7 * Maynard Smith, John Evolution and the Theory of Games, Cambridge University Press 1982 ISBN 052-12888-43 * Morgenstern, Oskar and John von Neumann (1947) The Theory of Games and Economic Behavior Princeton University Press * Nash, John (1950) \"Equilibrium points in n-person games\" Proceedings of the National Academy of the USA 36(1):48-49. * Poundstone, William Prisoner's Dilemma: John von Neumann, Game Theory and the Puzzle of the Bomb, ISBN 0-385-41580-X ==== Outras Referências ==== * Camerer, Colin (2003) Behavioral Game Theory Princeton University Press ISBN 0-691-09039-4 * de Quervain, Dominique (2004) The neural basis of altruistic punishment Science 305, 1254�1258. * Gauthier, David (1987) Morals by Agreement Oxford University Press ISBN 0-19-824992-6 * Grim, Patrick, Trina Kokalis, Ali Alai-Tafti, Nicholas Kilb, and Paul St Denis (2004) \"Making meaning happen.\" Journal of Experimental & Theoretical Artificial Intelligence 16(4): 209-243. * Kavka, Gregory (1986) Hobbesian Moral and Political Theory Princeton University Press. ISBN 0-691-02765-X * Knoch, Daria (2006) Diminishing Reciprocal Fairness by Disrupting the Right Prefrontal Cortex Science 314, 829�832. * Lewis, David (1969) Convention: A Philosophical Study * Maynard Smith, J. and Harper, D. (2003) Animal Signals. Oxford University Press. ISBN 0-19-852685-7 * McCabe, Kevin (2001) A functional imaging study of cooperation in two-person reciprocal exchange PNAS 2001 98 (20) 11832-11835. * Quine, W.v.O (1967) \"Truth by Convention\" in Philosophica Essays for A.N. Whitehead Russel and Russel Publishers. ISBN 0-8462-0970-5 * Quine, W.v.O (1960) \"Carnap and Logical Truth\" Synthese 12(4):350-374. * Sanfey, Alan (2003) The Neural Basis of Economic Decision- Making in the Ultimatum Game Science 300, 1755�1758. * Skyrms, Brian (1996) Evolution of the Social Contract Cambridge University Press. ISBN 0-521-55583-3 * Skyrms, Brian (2004) The Stag Hunt and the Evolution of Social Structure Cambridge University Press. ISBN 0-521-53392-9. * Sober, Elliot and David Sloan Wilson (1999) Unto Others: The Evolution and Psychology of Unselfish Behavior Harvard University Press. ISBN 0-674-93047-9 * Sober, Elliot and David Sloan Wilson (1999) Unto Others: The Evolution and Psychology of Unselfish Behavior Harvard University Press. ISBN 0-674-93047-9 * Xiao, Erte and Houser, Daniel (2005) Emotion expression in human punishment behavior PNAS 2005 102 (20) 7398-7401. == Ligações externas == * Yale Economic Review: The Rise of Game Theory. * Paul Walker: History of Game Theory Page. * David Levine: Game Theory. Papers, Lecture Notes and much more stuff. * Alvin Roth: Game Theory and Experimental Economics page - Comprehensive list of links to game theory information on the Web * Mike Shor: Game Theory .net - Lecture notes, interactive illustrations and other information. * Jim Ratliff's Graduate Course in Game Theory (lecture notes). * Valentin Robu's software tool for simulation of bilateral negotiation (bargaining) * Don Ross: Review Of Game Theory. * Bruno Verbeek and Christopher Morris: Game Theory and Ethics * Chris Yiu's Game Theory Lounge * Elmer G. Wiens: Game Theory - Introduction, worked examples, play online two-person zero-sum games. * Web sites on game theory and social interactions * Game Theory Society * TeoriadosJogos.net",
 "title": "Teoria dos jogos"
}