{
 "id": "17910",
 "text": "Raymond Aron (Paris, 14 de março de 1905 - Paris, 17 de outubro de 1983) foi um filósofo, sociólogo, historiador e jornalista https://www.college-de- france.fr/site/raymond-aron/index.htm#content francês. == Vida == Aron nasceu em 1905 em Paris, de uma família burguesa e judia da Lorena.A fonte mais importante são ainda as memórias de Aron, mas existe agora uma excelente biografia, que tem a vantagem de completar a autobiografia com outros testemunhos e algumas fontes de arquivo, muito útil dado que há frequentes inexactidões mesmo em trabalhos académicos. A maior parte dos testemunhos usados na biografia foram os reunidos em \"Raymond Aron. Histoire et politique\", Commentaire, nº 28-29, Paris, Fev. 1985. Essa biografia é de Nicolas Baverez, intitula-se Raymond Aron:un moraliste au temps des idéologies, foi publicada em Paris pela Flammarion em 1993. Frequentou a École Normale Supérieure, uma das mais prestigiadas instituições francesas de ensino anteriores à Segunda Guerra Mundial, onde é colega de Sartre, Marrou, Friedman, Canguilhem e Nizan – em nenhum outro sítio, dizia, encontrou tanta gente inteligente \"em tão poucos metros quadrados\". Aluno brilhante, obtém a aggrégation, mas passa por uma \"crise interior\" ao terminar os estudos, por ter perdido anos a não aprender \"quase nada\". Vai então para a Alemanha, onde vive entre 1930 e 1933, como leitor em Colónia, primeiro, e depois como bolseiro em Berlim. Regressado a França, ensina primeiro no Liceu do Havre e em 1934 torna-se secretário do Centro de Documentação Social da ENS, dirigido por C. Bouglé, passando a leccionar na Escola Normal de Saint Claude. Entre 1935 e 1938 faz como um \"bon garçon\", casa-se e vê nascer a primeira filha, Dominique. Escreve o seu primeiro livro sobre a sociologia alemã, o que atrasa um pouco o doutoramento que tinha começado a preparar sobre a filosofia da história, mas a tese é finalmente defendida em 1938, com o pressentimento da guerra que se avizinha. O doutoramento vale-lhe a nomeação como maître de conférences para a Universidade de Toulouse. Mobilizado para o exército, a rápida derrota francesa na drôle de guerre, leva-o a decidir partir para Londres, onde a mulher Suzanne e a filha Dominique se lhe juntam mais tarde, e aí torna-se redactor da France libre, sob o pseudónimo René Avord. Em 1945, Reymond regressa ao Paris “mortalmente triste” do fim da guerra, para aí se dedicar ao jornalismo. Colabora, por pouco tempo, nos \"Les temps modernes\" de Sartre e sobretudo no \"Combat\", o jornal da resistência de Camus, até que opta por ser colunista do Le Figaro, no qual viria a trabalhar durante trinta anos. Neste período escreve também na revista \"Liberté d´ésprit\" e, nos anos 50 e 60, na revista \"Preuves\", tornando-se colaborador activo das iniciativas do Congresso para Liberdade da Cultura. Em 1977 deixa o Figaro e, temporariamente privado de uma tribuna, funda com amigos a revista \"Commentaire\", regressando logo depois ao jornalismo no \"L´express\". Nunca abandonou completamente o ensino, proferindo entre 1945 e 1955 diversos cursos de teoria política nas grandes écoles criadas no pós-guerra, o Institut de Sciences Politiques e a École National d’Administration (ENA), que formam a próxima geração da elite francesa da administração e das finanças. Mas o “aborrecimento antecipado do regresso às aulas” e, sobretudo, o \"vírus da política\" que o atinge, levam-no a aceitar em 1945 e 1946 o lugar de conselheiro de Malraux, então ministro, e a participar entre 1947 e 1953 no RPF de De Gaulle. Em Julho de 1950 a sua filha Laurence nasce com síndrome de Down e em Dezembro do mesmo ano a segunda filha, entretanto nascida em Londres, Emanuelle, com seis anos, morre de leucemia três semanas após o diagnóstico. São duas tragédias que o afectam profundamente. A breve passagem pela política activa, da qual está então já “literalmente saturado”, adiou contudo dez anos o ingresso na Sorbonne, onde é aceite somente em 1955 e ministra os seus cursos mais famosos, depois editados em livro, sobre a sociedade industrial, a luta de classes, os regimes políticos, as relações internacionais e ainda a história da sociologia, até que renuncia no fim de 1967. É entretanto director de estudos da \"École Pratique d’Hautes Études\" (EPHE) de Fernand Braudel e, depois de 1971, professor no Collège de France, de onde se jubila em 1978 na sequência de um acidente cardiovascular. Aqui, as suas aulas, por obrigação estatutária nunca repetidas, são encaradas por ele como “ensaios”, quer dizer, ‘lançamentos’ no sentido do rugby, para os livros. Das lições nascem efectivamente quatro livros que publica ainda em vida, \"Médio Oriente: Histoire et dialectique de la violence\", \"République impériale\", \"Plaidoyer\" e por fim \"Penser la guerre\", Clausewitz e muitos outros textos que ficam por publicar. Ensina também frequentemente como convidado no estrangeiro, em 1954 em Tübingen, no ano de 1960-61 em Harvard, onde prepara a Paix et Guerre. É convidado a leccionar as Jefferson Lectures, na Universidade de Berkeley, em Abril de 1963 e as Gifford Lectures, em Aberdeen. Por diversas vezes entre 1965 e 70 é também convidado por Cornell. Embora tenha tido uma carreira política breve e nunca tenha retornado a essa área, ele continua a participar ativamente em debates públicos na França. Antes do fim da guerra, sua voz não era muito ouvida, apesar de escrever sobre tópicos como a política econômica da Frente Popular, o nazismo e a oposição ao bonapartismo de De Gaulle. No entanto, depois que suas causas se tornaram conhecidas, ele se tornou famoso. É favorável ao não em relação à constituição, é pela conciliação com a Alemanha, pela comunidade europeia de defesa e pelo armamento da Alemanha, é contra o estalinismo, contra a justificação das suas atrocidades apresentada pelos compagnons de route, é pela independência da Argélia, pela reforma da constituição da IV República, é contra a histeria do Maio de 68, contra os nouveaux philosophes, contra o “círculo quadrado” da aliança PS-PCF – tem uma intervenção pública marcante nas eleições de Março de 78 que aproximam Miterrand do poder, um dos momentos em que a sua influência na política nacional francesa foi mais forte. Paris continua a necessitar de polémicas, mas no clima de apaziguamento interno estas versaram sobretudo sobre os “casos estrangeiros”. Aron que em geral evita comentar golpes de estado, lamenta a tomada do poder pelos coronéis na Grécia e condena o golpe contra Salvador Allende e o governo pelo terror de Augusto Pinochet. Mostra-se optimista sobre a democracia, tanto em Portugal, como na Grécia. Após a publicação do Arquipélago de Gulag em França, polemiza com invulgar violência e indignação contra Jean Daniel do Nouvel observateur, a quem censura a distinção entre ‘bons’ e ‘maus’ campos de concentração e, quando Sakharov recebe o Nobel da Paz, denuncia a falácia de uma détente que não pressupõe nenhuma concessão por parte da Rússia. As controvérsias em que se envolveu só terminam com a sua morte. ==Citações== *Referindo-se a Tocqueville, Aron faz possivelmente uma descrição não muito diferente da sua própria situação: \"Demasiado liberal para o partido de onde ele provém, não muito entusiasta por ideias novas aos olhos dos republicanos, ele não foi adoptado nem pela direita nem pela esquerda, ele permanece suspeito a todos \"Aron, Les Étapes de la pensée sociologique\", Paris.Gallimard, 1967, pg. 18 *Os Bolcheviques são Jacobinos que obtiveram sucesso, e favorecidos pelas circunstâncias, alargados em espaço submetido à sua vontade. \"O ópio dos intelectuais\", 1955 *Foi Aron que cunhou a expressão Guerra Fria ao período histórico que sucedeu a Segunda Guerra Mundial. E, durante o mesmo período, disse a célebre frase: \"Guerra improvável, paz impossível\". ==Obras == A tempestade totalitária Raymond Aron forma em 1933 a convicção de que se desencadeia na Alemanha um processo que levará à guerra que pressente. Regressado a França, reflecte sobre a ascensão de Hitler ao poder, numa série de conferências em 1934-35 no CDS da ÉNS. O texto das conferências, publicado em 1936, “Une révolution antiprolétarienne. Idéologie et réalité du national-socialisme”, descreve a revolução alemã como um movimento de massas contra o marxismo, senão contra o proletariado, possível pela disponibilidade de uma classe de assalariados, pequenos comerciantes, jovens e desempregados, para aceitar o nacionalismo: “ressentimentos, esperanças, uma ideologia uniam num fervor apaixonado milhões e milhões de homens que queriam um mundo novo”. Põe em relação a ideologia, “uma fé colectiva de natureza religiosa”, favorecida pelo ressentimento contra a França e os judeus, cujo efeito é multiplicado pela crise, com as políticas do nazismo depois de alcançar o poder. Essas políticas, ainda que não constituam uma transformação global da sociedade, são uma mobilização de toda a vida privada para o esforço militar, nos termos políticos de uma “democracia autoritária e plebiscitária” – no conceito de Weber – mobilização que desmente o pacifismo oficial de Hitler em Munique. Elites violentas e religiões seculares Na comunicação de 1939 à sociedade francesa de filosofia define o essencial da sua concepção do totalitarismo. Este forma-se com a conquista do poder por uma nova elite violenta de “aventureiros” e intelectuais, capazes de utilizar todos os meios, e constitui um fenómeno político irredutível ao conservadorismo nacionalista, latino-americano, português e espanhol, que se encontra noutras paragens. O nazismo é autenticamente revolucionário, busca a mobilização permanente das massas e a subordinação das decisões económicas à política. Desenvolve nessa comunicação três temas. O primeiro é o papel das elites, no sentido de Pareto (objectivo e não moral): “a natureza dos regimes autoritários depende essencialmente da elite que governa, do carácter dessa elite e do seu carácter revolucionário”; o segundo é a política externa: a “subordinação da ideologia e da economia às ambições propriamente políticas”, e o último é o problema das relações entre estes regimes e os democráticos. A sua intenção é reclamar a legitimidade da “virtude” democrática, à la Maquiavel: quando a força é a única razão, não se pode responder aos canhões com manteiga. Pessimista reconhece que “o peso da história vai no sentido dos regimes totalitários, quer dizer, esta mistura peculiar de demagogia, de técnica, de fé irracional e de polícia”. O essencial desta avaliação do fenómeno nazi pode ser transposto para o comunismo. Antes do fim da guerra num artigo publicado na France Libre em 1944, Aron estabelece o parentesco entre os fascismos e o regime soviético, ainda aliado do dia, descrevendo a formação de uma religião secular na Rússia em que se combina o profetismo com o ultra- racionalismo marxista, dando origem a temas que não estão nos textos de Marx, como o partido-estado e a planificação. Vislumbra, para lá do domínio do partido e da ideologia, a cristalização de uma ‘ideocracia’ que pretende estabelecer uma nova ordem social. O tema de Prometeu, do domínio das forças naturais e da reconciliação da humanidade consigo mesma, presente no socialismo é uma forma de secularização. “Neste sentido, o socialismo seria essencialmente anti-religião”, votado a pôr fim à alienação do povo, como previa Marx. Mas nessa mesma medida as religiões seculares são doutrinas “que tomam nas almas dos nossos contemporâneos o lugar da fé desvanecida e situam aqui em baixo, no horizonte longínquo do futuro, sob a forma de uma ordem social a criar, a salvação da humanidade”. Apesar da objecção de que faltam a estas religiões a devoção a um Deus transcendente, julga legítimo ao sociólogo ou ao psicólogo estabelecer certo paralelismo em função dos traços semelhantes que enuncia: a submissão da vontade ao fanatismo de uma causa, com a mesma dedicação e intransigência reservados antes às religiões pessoais; o sentido apocalíptico e a exigência de todos sacrifícios; a definição do critério do bem e do mal a partir desse fim último, que autoriza o maquiavelismo moral. O comunismo, que se reclama do mesmo livro e do mesmo profeta que os socialismos, acrescenta-lhes a ideia racionalista de que a visão da história do Manifesto Comunista e do Capital é científica e uma confusão entre “o necessário e o desejável” que assenta numa confiança ilimitada na razão humana. Apesar do contraste aparente com o irracionalismo nazi, > “As semelhanças superficiais impõem-se a todos os espíritos sem > preconceitos. As manifestações nazis recorriam aos mesmos procedimentos que > as manifestações socialistas: em salas imensas reúnem-se milhares, por vezes > dezenas de milhares de fieis. Na parede ostentam-se imensos retratos dos > grandes homens, ou slogans simples, em letras enormes. Milícias em uniforme > desfilam ao som de uma música política, inumeráveis bandeiras...” E ainda mais importante, para além das formas deliberadamente imitadas, a mesma visão do mundo, maniqueia, contra uma classe ou uma raça, a mesma promessa da salvação. Assim, “a religião do hiper-racionalismo sucede à religião do elã biológico”. Ambas são substitutas de um sistema unificador de valores necessários à coesão social de uma comunidade: os césares inventam uma igreja. A vitória do exército vermelho faz a demolição da religião da raça e consagra o prestígio do socialismo, mas justifica igualmente os piores despotismos. > “Sem dúvida, no século XX, já não se acredita nas constituições > parlamentares ou no liberalismo económico ou na soberania nacional como se > acreditava no século passado”. Liberdade, igualdade, democracia eram antes meras referências ideais e a sua própria realização parcial extinguiu o charme da novidade. As religiões seculares, as únicas alternativas actuais que suscitam as paixões que movem montanhas, contêm todavia dois defeitos intrínsecos: são religiões da salvação colectiva e não pessoal, pelo que não podem deixar de assentar exclusivamente sobre a adoração da colectividade e dos seus chefes; e são corroídas por dentro por uma secreta descrença, degenerando facilmente em transportes cegos e em cinismo consciente. São os temas que Aron retomará mais tarde, no L´opium, dessa vez contra os compagnons de route do comunismo. '''Democracia e totalitarismo''' Na sequência de um ensaio sobre o totalitarismo, que integra o texto dessa primeira obra política de 1948, atribui a política de violência e terror à ambição desmedida de refazer a sociedade do zero, abatendo todas as barreiras, sem respeitar nenhuns limites. Um “absolutismo burocrático” que uma dúzia de anos depois, na última parte da trilogia das lições da Sorbonne, descreve amplamente. Aí não só procura os antecedentes histórico-filosóficos do totalitarismo, mas tenta desenhar o “ideal-tipo” dos sistemas políticos. Define o regime como um sistema de relações entre governantes e governados, não a partir do número de detentores de poder como era clássico, pois tal classificação não permitiria captar o “princípio” – no sentido de Montesquieu – que distingue os regimes totalitários dos regimes democráticos, visto que estes últimos sociologicamente são forçosamente, como assinalou Pareto, oligarquias. Não permitiria também distinguir o totalitarismo dos despotismos clássicos. A democracia moderna, que Dahl descreve como “a organização de um sistema político que permite a oposição, rivalidade, ou competição entre o governo e os seus opositores” tem para Aron no pluralismo o aspecto constitutivo mais importante, por contraposição aos regimes de ideologia única. Há uma transformação essencial que é a passagem da unidade à pluralidade: “A passagem do partido único aos partidos múltiplos geraria uma transformação fundamental”, a unidade pressupõe a sociedade fechada, a pluralidade uma sociedade aberta. Ao monismo sucede a aceitação dos diferentes grupos e a organização livre dos seus interesses. Não há regimes perfeitos, mas há uma enorme diferença entre as imperfeições de facto das democracias e a imperfeição essencial do regime totalitário. Mas as constituições soviéticas, que analisa demoradamente nessa obra, não são uma simples mistificação: são prova de uma esperança. Estabelecido o ideal-tipo do regime totalitário seria depois possível aperfeiçoar a tipologia com critérios empíricos. Hannah Arendt e a sua crítica A imperfeição dos regimes reais nunca se exprime tão claramente como no contraste com a obra de Hannah Arendt, que no seu livro mais célebre, faz ao fenómeno totalitário uma aproximação antropológica: o totalitarismo tem as suas raízes na atomização e massificação das sociedades modernas e é um regime “sem princípio”. Aron, que a admira e ajuda à tradução das suas obras em França, publica em 1954 uma recensão bastante crítica: “querer tratar o regime totalitário como um todo, é ir ao encontro do ponto de vista dos seus ideólogos”. O totalitarismo não se explica somente pelas suas raízes sociais ou económicas, mas também não é apenas a resultante de umas correntes filosóficas, é um regime sem precedentes até ao século XX. Se o paradigma dominante da democracia é a arte do compromisso e do respeito da legalidade, o princípio dos totalitarismos é tanto a fé como o medo. Porque, historicamente, a confiança na ideologia só seduziu uma minoria, do princípio de “fé secular” surge o recurso à violência, sem a qual o regime não é capaz de se manter. O domínio da alavanca política é decisivo e faz a mediação entre os grupos de uma sociedade e as ideias que suportam o regime. O fenómeno totalitário: o grande mistério nazi Aron foi muito cedo sensível à novidade do fenómeno totalitário, e embora existam, sem dúvida, algumas mudanças na abordagem dos textos que percorremos e na ênfase num ou noutro aspecto, alguns caracteres são continuamente salientados: a natureza “revolucionária” do nazismo e do comunismo, por oposição ao conservadorismo, o papel das elites violentas, a natureza quase-religiosa das ideologias que derrubam todas as barreiras morais, ou melhor constituem um critério novo de moralidade, o uso da força do aparelho de estado para impor o “homem novo”, a banalização da violência e do medo justificados pela ambição desmedida – Reich dos mil anos ou paraíso socialista. Não perdeu de vista as semelhanças entre nazismo e sistema soviético, que apontou mesmo antes da aliança entre Estaline e Hitler chamar a atenção para elas. Mas um outro traço se destaca: a sua contingência histórica. Os totalitarismos não são um fatalismo resultante da sociedade industrial ou de massas, ou do atomismo individualista, nem sequer têm uma ‘essência’ completamente distinta de todos os regimes políticos que existiram até ao momento, definida pela “ausência de princípios”. São fenómenos históricos com uma larga parte “acidental”, que se explicam por uma pluralidade de causas, mas na qual o domínio do aparelho de estado por certos grupos e elites joga um papel decisivo. Em 1979, na recensão de um estudo sobre o nazismo, Aron reafirma-o expressamente, recusando a questão global: “Porquê, em que circunstâncias, um povo de alta cultura se entregou a um demagogo, como Hitler, e o seguiu até ao aniquilamento, quase até ao suicídio nacional?”. Na sua opinião, assim formulada a questão não terá nunca resposta, o que não impede a historiografia de tornar inteligíveis os múltiplos elementos, descobrindo várias ‘causas’, umas demonstradas, outras plausíveis. Claude Lefort sentia-se incomodado com esta ‘relativização histórica’. Qual o significado dessa relativização histórica? Não pode representar a banalização nem a aceitação dos totalitarismos, contra os quais, mesmo em contra-ciclo da história, Aron sempre se bateu. Mas significa que entre regimes democráticos e totalitários, em certas circunstâncias políticas, a margem e os limites podem tornar-se subitamente estreitos, de tal forma que as democracias se podem “corromper”, como a “lição” da República de Weimar parecia confirmar. Entre os múltiplos factores e variadas causas que podem explicar a corrupção democrática e o totalitarismo, uma pareceu-lhe sempre a mais saliente, mas não única: a guerra total. \\---- A guerra dos trinta anos O século XIX tinha prometido além do progresso técnico a vitória da democracia, a igualdade e a liberdade. “A Europa burguesa, orgulhosa da sua civilização, confiante no progresso, olhava a guerra como uma monstruosidade de uma outra era”. Em vez disso o século XX aparece a Aron como o século da guerra de proporções inimagináveis, com milhões de mortos, sem precedente na história, ao mesmo tempo que é o século dos totalitarismos, onde estados dirigidos por partidos únicos negam os direitos mais básicos a parte significativa da população, em nome da raça ou da classe, com líderes não sujeitos ao império da lei e cujo poder assenta na violência e no terror. A surpresa tecnológica, a diplomacia e as ideias morais Como se explica a reviravolta que leva ao sucesso da revolução russa e às reacções fascista e nacional-socialista? É esta questão que arrasta Aron para o terreno das relações internacionais. Na obra Les guerres en châine, escrita em 1950 faz uma análise da origem das guerras do século XX. Afirma aí que, num certo ponto, a violência atinge uma massa crítica e se torna auto-sustentada, à semelhança de uma reacção química em cadeia. As guerras são imprevisíveis por natureza, mas nas guerras deste século é ‘a batalha’, o combate militar em si mesmo, que tem mais consequências. Na primeira guerra foi a surpresa tecnológica da mina, do torpedo, da metralhadora, da artilharia rápida, dos tanques, somada ao serviço militar obrigatório da “idade da democracia” que tornam a guerra “hiperbólica”, na expressão de G. Ferrero. Por definição, a guerra restrita, quase coreografada, do século XVIII e dos séculos precedentes fazia menos vítimas, mas a violência da guerra da secessão americana mostra que a tecnologia já estava disponível e, no entanto, no século XIX a diplomacia europeia tinha conseguido escapar temporariamente à guerra hiperbólica localizando os conflitos, sem pôr em causa a balança dos poderes. Só em 1914 a extensão geográfica das alianças, a surpresa tecnológica e as paixões nacionalistas transformam uma guerra de verão num conflito sem limites. A ampliação tecnológica parece a Aron mais decisiva na explicação da violência da guerra que as ideologias da nação, da monarquia ou democracia, embora sejam estas que ganham a opinião pública e geram o “espírito de cruzada”. A capacidade multiplicada de produção e destruição pesam mais que as ideias. Mesmo a entrada dos EUA na guerra não se daria sem a ameaça da guerra total dos submarinos ao comércio atlântico e foi também a tecnologia que condenou ao fracasso os esforços de conciliação diplomática. Os historiadores tendem a concentrar-se na questão das origens da guerra, mas aos olhos de Aron o ‘verdadeiro’ problema é porque ela dura tanto, alastra tanto e se torna tão mortífera. Depois da primeira guerra total, tudo parece resultar da “dinâmica da violência”, que atinge o seu momentum: a segunda Guerra não é senão o prolongamento da primeira. A revolução russa e as reacções fascistas na Itália e na Alemanha acabam de destruir as instituições tradicionais que obstavam ao nivelamento social e ao colectivismo e aceleram o controlo do “estado total”. Se a guerra foi perdida pelo agressor, os valores dos vencedores não convencem o mundo e os fracassos das experiências democráticas demonstram-no. E, visto que Hitler não teria parado as suas conquistas, por si só, se não encontrasse opositores, o que conta na explicação da segunda guerra são as origens remotas – o contexto que permitiu a ascensão de Hitler ao poder. O mesmo se pode dizer da “terceira guerra”. Se o objectivo do ocidente fosse restabelecer uma Alemanha democrática ou conservadora, a exigência de uma rendição incondicional acaba por levar a guerra aos seus limites e quando finalmente se dissipam as ilusões da propaganda aliada, que tinha justificado a guerra como uma luta dos defensores da liberdade contra os fascismos, o Leste da Europa está sovietizado, a Alemanha dividida e os comunistas chineses armados. Ironicamente uma guerra que se inicia em nome da aliança com a Polónia termina com a sua entrega nas mãos de um outro totalitarismo. Aron pensa que esta forma de condução da guerra é característica das democracias: as guerras assemelham-se às sociedades que as originam, por um processo de ajuste recíproco entre as relações de classe e a estrutura dos exércitos. O governo da ‘burguesia’ do século XIX arrisca-se a aparecer, retrospectivamente, como um intervalo entre duas aristocracias, uma militar e a outra tecnocrática. No próprio momento em que o progresso económico cura alguns males sociais há uma mobilização total das colectividades para a guerra. As leis supremas das nações em combate são a organização e a racionalização. Regras que só se aplicam a certas empresas, em tempo de guerra aplicam-se a toda a sociedade e a centralização administrativa é irresistível, gerando no caso de bolcheviques e nazis uma ordem e mobilização totais. Como mostram as excepções democráticas, onde as regras da organização do estado total se relaxam em tempo de paz, essa mobilização não teria que ser necessariamente totalitária, mas não deixou de afectar ainda assim profundamente o funcionamento das democracias. O mito do imperialismo, causa da guerra: necessidade e acidentes Quando examina as causas da guerra, Raymond Aron analisa também a teoria alternativa do imperialismo de Lenine, segundo a qual o capitalismo leva à expansão colonial, à concorrência pelos mercados e por fim à guerra pelas colónias, enquanto o socialismo leva ao internacionalismo e à paz. No confronto deste ‘mito’ com os factores que geram a dinâmica da violência é a observação histórica que suscita as suas objecções. Não nega que talvez a guerra dos Bóeres tivesse como motivo o ouro e a guerra no médio oriente o petróleo, nem ignora a acção de alguns capitalistas, como os Thyssen, no apoio à construção naval alemã e no financiamento Nazi de 1933, mas estas são mais excepções que regras. O mito do imperialismo como resultado do capitalismo está cheio de inconsistências. Nem a primeira nem a segunda guerra resultam de conflitos pelas colónias e a Europa não se encontrava destroçada pelas contradições económicas quando embarca na aventura militar. Nem a França, nem a Rússia são ‘países capitalistas modelo’ e os impérios africanos não foram construídos pelo padrão capitalista. As guerras foram motivadas por ambições propriamente políticas que as chancelarias camuflaram às vezes com justificações ‘realistas’. Os problemas políticos são mais que meros epifenómenos. Mesmo os alinhamentos militares das alianças são propriamente políticos na origem. É por efeito da propaganda aliada que se encarnam o bem e o mal nas nações e se confundem os regimes e os povos a eles sujeitos. Não é na eterna Alemanha, nem no capitalismo que se deve buscar a explicação das guerras. Todas as interpretações monistas são incompletas e falseadas. Só tendo em conta o dinamismo da violência, os efeitos do combate militar propriamente dito, se encontra a explicação da segunda guerra e depois da guerra-fria. A primeira guerra alterou de tal modo o “concerto europeu” e a constituição interna dos estados, que conduziu à segunda, e o vazio criado pela derrota alemã à terceira, pelo que se pode falar de uma só guerra, de trinta anos. Mas as linhas gerais da história, que a posteriori, parecem fruto de uma necessidade fatalista, são na verdade resultado do que Bergson designa como “ilusão retrospectiva”. Em diversos momentos a história esteve suspensa de acidentes que podiam ter transformado radicalmente o seu curso: o “empate” alemão no Marne, a falta de resposta aliada à ocupação militar da Renânia, o fracasso dos conspiradores anti-Hitler, a diplomacia da aniquilação da Alemanha, os erros que hipotecaram a vitória americana no extremo oriente são exemplos dessa contingência. As intenções dos actores são traídas por efeitos não intencionais. Os estadistas tentaram primeiro o apaziguamento e só quando o inimigo já se fortaleceu a resistência. Parece a Providência ou a “astúcia da razão” hegeliana a manifestar-se na história, mas a tragédia não é senão o intervalo entre os sonhos dos homens e o destino das sociedades. E também, do lado democrático, uma certa falta de sabedoria: > “Poupar o inimigo quando não se está seguro do aliado, foi sempre a lição de > uma honrada sabedoria maquiavélica.” Paz impossível, guerra improvável Depois de os canhões da II Guerra se calarem, nada resta do concerto europeu das potências e a Europa tornou-se terra de ninguém entre dois gigantes. Ninguém esperava um idílio russo- americano, mas muitos esperavam uma trégua. O que se verificou foram duas importantes mudanças, que se prevêem duradoiras: a unificação do campo de acção diplomático no planeta, resultado da solidariedade dos continentes e do alcance da tecnologia; a formação de um mundo bipolar, efeito quase mecânico da devastação na Europa. E outros dois efeitos que serão talvez menos permanentes, mas não menos importantes. O primeiro é a destruição parcial do equilíbrio da “balança das potências”. O outro é a expansão da rivalidade dos impérios a uma “diplomacia total”, que não se resume à intervenção militar: qualquer campanha eleitoral é agora um episódio da guerra-fria. Esta situação altera o conceito até aí normal de paz, que implicava a limitação do que está em conflito e dos meios utilizados. Agora tudo está em jogo: economia, regime político, classe governante. É o que Hitler chamara antes “estratégia alargada” e que Aron já tinha analisado no esboço de texto sobre os “maquiavelismos” escrito em 1939-40. Se o mundo parece dividido entre as hegemonias dos dois “estados-continentes”, nem por isso a escolha entre o partido americano e o partido russo se equivalem. A diplomacia francesa, desde a libertação ao Kominform, tem evitado tomar partido por qualquer dos campos, mas há uma diferença abissal entre o discreto poderio naval americano e a calamidade continental soviética. A classe dominante americana não deseja transformar todo o seu potencial industrial em militar e vê antes a sua acção como um “fardo” a suportar. Os Estados Unidos também não mantêm uma polícia de estado ou o monopólio do poder nos países ocupados militarmente, enquanto a entrada na esfera soviética é irreversível, o que dá um sentido peculiarmente irónico à palavra “contenção” na boca de Estaline. Mas “a ausência de paz não é a guerra”. Não é provável que a guerra seja despoletada por um incidente como em 1914. Só haverá guerra se for desejada resolutamente e, dada a incerteza do balanço militar, ninguém a quer, pelo que só surgirá se um dos lados pretender alcançar um objectivo que o outro considera inaceitável. “Assim se explica o equilíbrio actual que não exclui a precariedade”. Estaline não é um romântico: é tão ambicioso como Hitler, mas menos impaciente. Por isso, prevê Aron, tentará primeiro aumentar o seu potencial industrial. A Europa está dividida por uma “cortina de ferro” mas, embora recuse reconhecê- lo, possui uma cultura comum que partilha com a América – cuja originalidade reside na ciência, na industrialização e na racionalização social – e a Alemanha ocidental é parte integrante dessa Europa que, com as suas colónias, apesar do actual vácuo, é ainda uma grande potência. A ideia de unidade da Europa foi mais inspirada pela prudência que pelo entusiasmo, mas “não seria a primeira vez que a unidade nasce da consciência de um perigo comum”. Como Schumpeter antes dele, Aron prevê longa duração para este grande cisma, que nem a morte de Estaline deve ultrapassar, contra as esperanças dos que confundiam o regime comunista com um despotismo pessoal. O grande debate e a conjuntura “contemporânea” da guerra-fria Num ensaio, incluído na obra de 1957, Espoir et peur du siècle, editado autonomamente em inglês como On war, sobre as armas atómicas, Raymond Aron distingue três escolas que fazem diferentes previsões dos efeitos das novas armas: uma optimista, convencida que a “a guerra vai pôr fim à guerra” e que deposita na bomba a esperança que outrora se julgou poder depositar na pólvora; outra pessimista que não vê como é possível acreditar que o homem descobriu a sabedoria e prevê o apocalipse; a última em que Aron se revê, “mais por temperamento que por convicção”, realista. A abordagem realista concorda, com os pessimistas, que nenhuma arma é capaz de mudar a natureza humana e que a sociedade não está livre das “leis da violência”, mas deixa o futuro em aberto e prefere preocupar-se com o presente, buscando um equilíbrio, ainda que precário. Note-se que Aron não retira a conclusão de que os profetas da desgraça estarão errados amanhã, mas dá uma lição de método: o que importa é a análise das condições que mantêm o equilíbrio precário. Porque o equilíbrio bipolar estabelecido em torno de dois estados com a bomba, corre o risco de dissolver-se quando esta estiver à disposição de qualquer estado. Não julga contudo que não exista nenhuma outra esperança para além do estado universal e da paz perpétua. A tecnologia pode curar os males da miséria melhor que a pilhagem de guerra, mas o progresso económico não apaga as paixões humanas e no fundo a civilização moderna joga o mesmo jogo de sempre, ainda que sob forma diferente. Há problemas permanentes na sociedade política e a guerra é um deles. Na terceira parte da Paix et guerre retoma a análise dos efeitos que as novas bombas atómicas têm sobre o panorama estratégico, que embora não alterem nem a natureza dos homens, nem a das unidades políticas, têm no entanto consequências importantes sobre as suas relações. Em primeiro lugar, o mundo é doravante finito: o campo diplomático estende-se ao planeta inteiro; em segundo, os homens preparam-se para uma guerra que não desejam. A criação dos dois blocos é pois, como disse, um “efeito mecânico” da segunda guerra mundial, que deixa vitoriosos dois “irmãos inimigos”: a formação do bloco soviético, gera, por reacção, o reagrupamento do ocidente, passando o mundo a funcionar segundo a lógica previsível do equilíbrio bipolar. Uma das consequências da nova estratégia de dissuasão é que os combates se travam doravante fora da zona de confronto directo, no terceiro mundo, para evitar a luta até à morte, uma vez que há mais medo da guerra total que dos avanços do inimigo. No entanto os dois actores são mais semelhantes do que parecem aos observadores, pois há uma solidariedade inconsciente que tinge a sua hostilidade. A secção histórica da obra é pois sobretudo uma análise das convenções não escritas da guerra-fria. A República imperial: critica do revisionismo Numa das seus últimos obras Aron tenta novamente uma avaliação da conjuntura histórica do século. O livro apresenta- se, tal como as obras de intervenção anteriores, não como um relato histórico, mas “un essai ou une esquisse”, que se quer crítico da acção externa dos EUA. O que deseja fazer não é todavia mais uma avaliação moralizante, da qual já há mais oferta que procura, até porque “as apreciações morais ou de legitimidade política pertencem a um género complexo, mal definido” que não aprecia. A sua crítica é tanto estratégica e política como moral e leva-o a distanciar-se quer dos estudos da escola ‘realista’ americana, a que chama a “escola imperial”, quer do revisionismo para-marxista. Uma avaliação crítica da política externa americana também não deve ter em conta só o respeito da lei internacional e ser indiferente aos resultados: “os exércitos levam consigo a liberdade ou o despotismo”. O que deseja fazer é um retrato das condutas efectivas, independentemente das intenções que as motivaram, mas sem deixar de apontar o intervalo entre o que se fez e o que se devia ter feito. Um longo prólogo trata de descrever a história diplomática da “ilha-continente” até à segunda guerra, porque não há nada mais tradicional que a diplomacia de um estado, distinguindo dois períodos, o primeiro do Tratado de Paris em 1783 até à guerra com Espanha (1898) e o outro que começa então e vai até 1941. A primeira época corresponde à acção externa de uma república soberana numa geografia insular, mas na época seguinte a diplomacia americana procura um novo propósito, que se manifesta na anexação das Filipinas e na intervenção da I Guerra. Esta nova direcção ainda está cheia de inconsistências, como a rejeição do Tratado de Versalhes e a recusa em integrar a Liga das Nações, que são retiradas isolacionistas. Segundo Aron essas inconsistências são também um traço da diplomacia americana desde 1945 até ao presente. Faz também a crítica da tese revisionista, que “em busca de um culpado” pretendia atribuir aos EUA, e não a Estaline, a responsabilidade da guerra fria, argumentando que a recusa de deixar os russos erigir uma cortina protectora, que se atribui à doutrina Truman de Março de 1947, não representa senão a continuidade da diplomacia americana na Europa que permanece puramente defensiva e se limita a evitar que a URSS preencha o vácuo deixado pelo fim do III Reich. Aos seus olhos, o ponto de viragem decisivo é o Plano Marshall e, fora da Europa, a invasão da Coreia do Sul, que põem em marcha uma cadeia de eventos cujos efeitos ainda perduram quando escreve e mesmo hoje não se apagaram totalmente. Só, portanto, após 1950 a guerra fria toma uma dimensão global, quando os Estados Unidos se habituam a manter, pela primeira vez na sua história, um vasto aparelho militar em tempo de paz, apesar de retrospectivamente a Coreia aparecer mais como um incidente fortuito que parte de um plano geral comunista de expansão. A política americana é eficaz no Ocidente, mas no Oriente e em geral nos países em vias de desenvolvimento, a ajuda económica produziu menos resultados por causa da infiltração das guerrilhas. Vietname, os Estados Unidos no mercado mundial e o subsistema político Observa depois que a era Kennedy, que inaugura o período mais dinâmico da diplomacia americana, oscilando entre a cruzada e a retirada, muda rapidamente entre a aparente supremacia mundial e o espectacular colapso no Vietname, sem que os elementos materiais dessa hegemonia se alterem muito. Na sua avaliação o Vietname é um erro, quer pela enormidade da violência sobre aqueles que devia proteger, quer pela interferência dos EUA na política interna, quer pelo gap entre as afirmações dos líderes americanos e as suas acções. E é sobretudo anacrónica, pois já não há a leste uma frente comunista unida. O desastre só é compreensível se juntarmos o “orgulho” político americano, que ignora a mistura entre nacionalismo e comunismo nos rebeldes, a “ingenuidade” da confiança na tecnologia e a convicção de que uma aceitação da derrota é fatal – a teoria do dominó – e o que chama a “corrupção do poder”, capaz de transformar um professor num assassino de multidões que formula opções militares como quem avança peões num tabuleiro de xadrez. Nesse contexto a diplomacia de Nixon- Kissinger aparece-lhe como um regresso a uma sabedoria à Metternich ou a uma prudência aristotélica. Em balanço final, a política americana conseguiu uma acomodação na Europa, na qual a promoção do progresso económico e da liberdade tem um papel fundamental, e uma aceitação do status quo no subsistema asiático, onde a diplomacia americana tende a ser sugada pelo vazio. A obra publicada em 1973 é despoletada pela dupla mudança na acção política americana como grande potência, que pode ser simbolizada por dois episódios recentes: a visita de Nixon à China e a desvalorização do dólar. A sincronia dos dois eventos parece-lhe revelar que os aspectos tradicionais da relação entre estados são só uma face da moeda. A suspensão da convertibilidade do dólar em Agosto de 1971 revela a outra face. A General Motors e a IBM representam parte da influência americana, que não está confinada às chancelarias, o que não significa todavia que a diplomacia se deduza das estatísticas do investimento e do comércio. A hegemonia americana assenta, em parte, sobre a dissolução dos impérios coloniais europeus, em parte sobre a política de contenção e, noutra parte, sobre a expansão dos conglomerados e bancos americanos. São os recursos que a superioridade económica proporciona que tornam a própria política de contenção possível. Mas é preciso desfazer mitologias. Os americanos, tal como os japoneses ou os europeus, compram e vendem sem intenção de conquista e a exploração de materiais baratos tem um peso relativamente pequeno no produto americano. A competição ideológica entre os EUA e os comunistas tem uma dinâmica própria. Nem o Vietname nem a América Latina valem economicamente o que custaram. Mais que o receio da queda do dominó foi a ideia de que não se pode abandonar um aliado que justificou o atoleiro em que o exército americano se encontra. Os lóbis não são o segredo íntimo da diplomacia. Aron usando a metáfora da disputa Fisher-Spassky prevê finalmente, como Kennan, que a “política de contenção”, com altos e baixos, está destinada a durar até que o poder soviético seja abalado pelas suas contradições internas e pela suavização da ideologia. Se nos últimos anos do século não previu a proximidade da queda do muro de Berlim, o autor percebeu certeiramente muito antes que se a “virtude democrática” era essencial, o desmoronamento do império soviético e o fim do impasse da guerra fria só poderia vir de dentro. *Raymond Aron, Paz e Guerra entre as Nações (1962) *Raymond Aron, O ópio dos intelectuais (1955) - Livro dedicado ao Marxismo de alguns intelectuais *Raymond Aron, Prefacio da traducao da obra O Principe de Nicolau Maquiavel - Brasil (1962) *Raymond Aron, Três Testes da Era Industrial (1966) *Raymond Aron, As etapas do pensamento sociológico (1967) *Raymond Aron, O Marxismo de Marx, (1962) *Raymond Aron, 18 lições sobre a Sociedade Industrial (1964) == Ver também == *Historicismo, Wilhelm Dilthey. *REIS, José Carlos. A História entre a Filosofia e a Ciência. São Paulo: Ática, 1996; == Ligações externas == *Commentaire (Revista trimestral fundada por Raymond Aron) *FILOSOFIA DA HISTÓRIA (Projeto Filosofia em Rede) Categoria:Naturais de Paris Categoria:Filósofos da França Categoria:Sociólogos da França Categoria:Anticomunistas da França Categoria:Agnósticos Categoria:Sepultados no Cemitério do Montparnasse Categoria:Alunos do Instituto de Estudos Políticos de Paris",
 "title": "Raymond Aron"
}