{
 "id": "1792",
 "text": "A teoria da recapitulação, também chamada de lei biogenética ou paralelismo embriológico - frequentemente expressa usando a frase de Ernst Haeckel \"a ontogenia recapitula a filogenia\" - é uma hipótese de que o desenvolvimento do embrião de um animal, da fertilização à gestação ou incubação (ontogenia), passa por estágios que se assemelham ou representam estágios adultos sucessivos na evolução dos ancestrais remotos do animal (filogenia). Foi formulada na década de 1820 por Étienne Serres com base na obra de Johann Friedrich Meckel, também conhecida como lei Meckel – Serres. Como os embriões também evoluem de maneiras diferentes, as deficiências da teoria foram reconhecidas no início do século 20, e foram relegadas à \"mitologia biológica\"Ehrlich, Paul; Richard Holm; Dennis Parnell (1963) The Process of Evolution. New York: McGraw–Hill, pg. 66: \"Its shortcomings have been almost universally pointed out by modern authors, but the idea still has a prominent place in biological mythology. The resemblance of early vertebrate embryos is readily explained without resort to mysterious forces compelling each individual to reclimb its phylogenetic tree.\" em meados do século 20.Blechschmidt, Erich (1977) The Beginnings of Human Life. Springer-Verlag, p. 32: \"The so-called basic law of biogenetics is wrong. No buts or ifs can mitigate this fact. It is not even a tiny bit correct or correct in a different form, making it valid in a certain percentage. It is totally wrong.\" As analogias com a teoria da recapitulação foram formuladas em outros campos, incluindo o desenvolvimento cognitivoDavid G. Payne, Michael J. Wenger (1998) Cognitive Psychology p.352 quotation: \"Faulty logic and problematic proposals relating the development of an individual to the development of the species turn up even today. The hypothesis that ontogeny recapitulates phylogeny has been applied and extended in a number of areas, including cognition and mental activities.\" e a crítica musical.Medicus (1992) p.2 quotation: \"..many biologists accept the rule with respect to behavioral ontogeny in animal species.\" ==Embriologia== ===Conforme Meckel, Serres e Geoffroy=== A ideia da recapitulação foi formulada pela primeira vez na biologia a partir da década de 1790 pelos filósofos naturais alemães Johann Friedrich Meckel e Carl Friedrich Kielmeyer, e por Étienne Serres que, segundo Marcel Danesi (1993), logo ganhou o status de uma suposta lei biogenética. A teoria embriológica foi formalizada por Serres em 1824-26, com base na obra de Meckel, no que ficou conhecido como a \"Lei Meckel-Serres\". Isso tentou ligar a embriologia comparativa com um \"padrão de unificação\" no mundo orgânico. Foi apoiado por Étienne Geoffroy Saint-Hilaire e se tornou uma parte importante de suas idéias. Isso sugeria que as transformações anteriores da vida poderiam ter ocorrido por meio de causas ambientais que atuam no embrião, em vez de no adulto, como no lamarckismo. Essas ideias naturalistas levaram a divergências com Georges Cuvier. A teoria foi amplamente apoiada nas escolas de anatomia superior de Edimburgo e Londres por volta de 1830, notadamente por Robert Edmond Grant, mas teve a oposição das idéias de divergência de Karl Ernst von Baer e foi atacado por Richard Owen na década de 1830. ===Conforme Haeckel=== Ernst Haeckel (1834–1919) tentou sintetizar as idéias do Lamarckismo e da Naturphilosophie de Goethe com os conceitos de Charles Darwin. Embora muitas vezes visto como rejeitando a teoria da evolução ramificada de Darwin por uma visão lamarckiana mais linear e não precisa de uma evolução progressiva: Haeckel usou a imagem lamarckiana para descrever a história ontogenética e filogenética de espécies individuais, mas concordou com Darwin sobre a ramificação de todas espécies de um ou alguns ancestrais originais.Richards, Robert J. 2008. The Tragic Sense of Life: Ernst Haeckel and the Struggle Over Evolutionary Thought. Chicago: University of Chicago Press. Pp. 136–142 Desde o início do século XX, a \"lei biogenética\" de Haeckel foi refutada em muitas frentes. Haeckel formulou sua teoria como \"Ontogenia recapitula a filogenia\". A noção mais tarde tornou-se simplesmente conhecida como teoria da recapitulação. Ontogenia é o crescimento (mudança de tamanho) e desenvolvimento (mudança de estrutura) de um organismo individual; filogenia é a história evolutiva de uma espécie. Haeckel afirmava que o desenvolvimento de embriões de espécies modernas passa por estágios representados por organismos adultos de espécies mais primitivas. Colocado de outra forma, cada estágio sucessivo no desenvolvimento de um indivíduo representa uma das formas adultas que apareceram em sua história evolutiva. Por exemplo, Haeckel propôs que os sulcos branquiais faríngeos entre os arcos faríngeos no pescoço do embrião humano não apenas se assemelhavam a fendas branquiais de peixes, mas representavam diretamente um estágio de desenvolvimento adulto \"semelhante ao de um peixe\", significando um ancestral semelhante ao de um peixe. As fendas faríngeas embrionárias, que se formam em muitos animais quando as finas placas branquiais que separam as bolsas faríngeas e os sulcos faríngeos abrem, abrem a faringe até o exterior. Os arcos faríngeos aparecem em todos os embriões de tetrápodes: nos mamíferos, o primeiro arco faríngeo se desenvolve em mandíbula (cartilagem de Meckel), em martelo e em estribo. Haeckel produziu vários desenhos de embriões que frequentemente enfatizavam demais as semelhanças entre embriões de espécies relacionadas. A biologia moderna rejeita a forma literal e universal da teoria de Haeckel, como sua possível aplicação à ontogenia comportamental, ou seja, o desenvolvimento psicomotor de animais jovens e crianças humanas. == Status contemporâneo == === Crítica contemporânea === Os desenhos de Haeckel deturpam o desenvolvimento embrionário humano observado a tal ponto que atraiu a oposição de vários membros da comunidade científica, incluindo o anatomista Wilhelm His, que havia desenvolvido uma rival \"teoria mecânico-causal\" do desenvolvimento embrionário humano. Seu trabalho criticou especificamente a metodologia de Haeckel, argumentando que as formas dos embriões eram causadas mais imediatamente por pressões mecânicas resultantes de diferenças locais no crescimento. Essas diferenças, por sua vez, eram causadas pela \"hereditariedade\". Ele comparou as formas das estruturas embrionárias às dos tubos de borracha que podiam ser cortados e dobrados, ilustrando essas comparações com desenhos precisos. O ataque de His à teoria da recapitulação de Haeckel foi muito mais fundamental do que o de qualquer crítico empírico, já que efetivamente afirmou que a \"lei biogenética\" de Haeckel era irrelevante. Charles Darwin propôs que os embriões se assemelhavam porque compartilhavam um ancestral comum, que presumivelmente tinha um embrião semelhante, mas esse desenvolvimento não necessariamente recapitulava a filogenia: ele não via razão para supor que um embrião em qualquer estágio se assemelhava a um adulto de qualquer ancestral. Darwin supôs ainda que os embriões estavam sujeitos a uma pressão seletiva menos intensa do que os adultos e, portanto, haviam pouco mudado. === Status moderno === A biologia evolucionária moderna do desenvolvimento (evo-devo) segue Karl Ernst von Baer, ​​ao invés de Darwin, ao apontar a evolução ativa do desenvolvimento embrionário como um meio significativo de mudar a morfologia dos corpos adultos. Dois dos princípios-chave da evo-devo, a saber, que as mudanças no tempo (heterocronia) e no posicionamento (heterotopia) dentro do corpo de aspectos do desenvolvimento embrionário mudariam a forma do corpo de um descendente em comparação com o de um ancestral, foram, no entanto, formuladas pela primeira vez por Haeckel na década de 1870. Esses elementos de seu pensamento sobre o desenvolvimento sobreviveram, ao passo que sua teoria da recapitulação não. A forma Haeckeliana da teoria da recapitulação é considerada extinta. Os embriões passam por um estágio filotípico — um período de desenvolvimento durante a metade da embriogênese onde embriões de espécies relacionadas filogeneticamente expressam o mais alto grau de semelhança morfológica e molecular — em que sua morfologia é fortemente moldada por sua posição filogenética, em vez de pressões seletivas, mas isso significa apenas que eles se _parecem com outros embriões_ nesse estágio, não com adultos ancestrais como Haeckel afirmou. A visão moderna é resumida pelo Museu de Paleontologia da Universidade da Califórnia: ===Acusações de fraude === As observações científicas de Haeckel levaram à proposição de uma ligação entre a ontogenia (desenvolvimento da forma) e a filogenia (descendência evolutiva), mais tarde chamada de teoria da recapitulação e consubstanciada na expressão \"a ontogenia recapitula a filogenia\". Em 1874, os desenhos dos embriões de Haeckel foram revelados como falsos e ele foi condenado em um tribunal universitário confessando apenas a falsificação de alguns dos desenhos, modificados para dar maior credibilidade. Em 1997, a revista Science, baseada num artigo cientifico de M. K. Richardson, argumentou que a extensão da fraude era maior. Robert J. Richards, no entanto, num artigo publicado na Biology & Philosophy em 2009, argumenta que tais acusações são baseadas em pressupostos falsos, fazendo parte de uma campanha de descrédito de Haeckel. ==Aplicações para outras áreas== ===Desenvolvimento cognitivo=== O filósofo inglês Herbert Spencer foi um dos proponentes mais enérgicos das ideias evolucionárias para explicar muitos fenômenos. Em 1861, cinco anos antes de Haeckel publicar pela primeira vez sobre o assunto, Spencer propôs uma possível base para uma teoria de recapitulação cultural da educação com a seguinte afirmação: G. Stanley Hall usou as teorias de Haeckel como base para suas teorias sobre o desenvolvimento infantil. Seu trabalho mais influente, \"Adolescência: sua psicologia e suas relações com a fisiologia, antropologia, sociologia, sexo, crime, religião e educação\" em 1904 sugeriu que o curso de vida de cada indivíduo recapitulava a evolução da humanidade de \"selvageria\" para \"civilização\". Embora ele tenha influenciado as teorias de desenvolvimento da infância posterior, a concepção de Hall agora é geralmente considerada racista. O psicólogo do desenvolvimento Jean Piaget favoreceu uma versão mais fraca da fórmula, de acordo com a qual a ontogenia é paralela à filogenia porque as duas estão sujeitas a restrições externas semelhantes. . O pioneiro austríaco da psicanálise, Sigmund Freud, também favoreceu a doutrina de Haeckel. Ele foi formado como biólogo sob a influência da teoria da recapitulação durante seu apogeu e manteve uma perspectiva lamarckiana com a justificativa da teoria da recapitulação. Freud também distinguiu entre recapitulação física e mental, em que as diferenças se tornaria um argumento essencial para a teoria das neuroses. No final do século 20, estudos de simbolismo e aprendizagem no campo da antropologia cultural sugeriram que \"tanto a evolução biológica quanto os estágios do desenvolvimento cognitivo da criança seguem praticamente a mesma progressão dos estágios evolutivos sugerida no registro arqueológico\". ===Criticismo musical=== O musicólogo Richard Taruskin em 2005 aplicou a frase \"ontogenia torna-se filogenia\" ao processo de criação e reformulação da história da música, muitas vezes para afirmar uma perspectiva ou argumento. Por exemplo, o desenvolvimento peculiar das obras do compositor modernista Arnold Schoenberg (aqui uma \"ontogenia\") é generalizado em muitas histórias em uma \"filogenia\" - um desenvolvimento histórico (\"evolução\") da música ocidental em direção aos estilos atonais dos quais Schoenberg é um representante. Tais historiografias do \"colapso da tonalidade tradicional\" são criticadas pelos historiadores da música por afirmarem um ponto retórico em vez de histórico sobre o \"colapso\" da tonalidade. Taruskin também desenvolveu uma variação do lema no trocadilho \"ontogenia recapitula ontologia\" para refutar o conceito de \"música absoluta\" avançando as teorias sócio-artísticas do musicólogo Carl Dahlhaus. Ontologia é a investigação do que exatamente algo é, e Taruskin afirma que um objeto de arte se torna aquilo que a sociedade e as gerações seguintes fizeram dele. Por exemplo, St. John Passion, de Johann Sebastian Bach, composta na década de 1720, foi adotada pelo regime nazista na década de 1930 para propaganda. Taruskin afirma que no desenvolvimento histórico da St. John Passion (sua ontogenia) como um trabalho com um anti-semita, a mensagem informa, de fato, a identidade da obra (sua ontologia), embora essa fosse uma preocupação improvável do compositor. A música ou mesmo uma obra de arte visual abstrata não pode ser verdadeiramente autônoma (\"absoluta\") porque é definida por sua recepção histórica e social. ==Veja também== * Ernst Haeckel * Embirologia * Embriologia evolutiva ==Refêrencias== ==Fontes== * * * * ==Leitura complementar== * * * * Borchert. Catherine M. and Zihlman, Adrienne L. (1990) The ontogeny and phylogeny of symbolizing, in Foster and Botscharow (eds) The Life of Symbols * Bates, E., with L. Benigni, I. Bretherton, L. Camaioni, & V. Volterra. (1979). The emergence of symbols: Cognition and communication in infancy. New York: Academic Press * == Ligações externas== * Haeckel, E. 1899. Riddle of the Universe at the Close of the Nineteenth Century. Citado em http://www.ucmp.berkeley.edu/history/haeckel.html. * Division of Biology and Medicine, Brown University, Evolution and Development I: Size and shape, http://biomed.brown.edu/Courses/BIO48/30.S&S.HTML; * https://www.uibk.ac.at/psychologie/humanethologie/einfuehrung-in-die- humanethologie/dateien/humandevelopment.pdf Categoria:História da biologia",
 "title": "Teoria da recapitulação"
}