{
 "id": "1796",
 "text": "A tradução automática (TA) é o processo automático de tradução de uma mensagem de um idioma original para outro através de um programa de computador, sendo um dos exemplos mais conhecidos a ferramenta Google Tradutor. A tradução automática é uma subsecção da linguística computacional que investiga o uso de programas de computador para traduzir textos ou discursos de uma língua natural para outra. No seu nível básico, a TA executa a substituição simples de palavras numa língua natural por palavras noutra. Isto raramente produz traduções de qualidade, por várias razões: nem todas as palavras numa língua têm equivalentes diretos noutra língua; muitas palavras têm mais do que um significado; e frequentemente é necessária a compreensão de uma frase completa para se conhecer o seu equivalente noutra língua, sendo que a substituição palavra-a-palavra nestes casos pode levar a traduções com um significado muito diferente do texto original. Usando técnicas de corpus, podem ser conseguidas traduções mais complexas, que têm em conta as diferenças de tipologia linguística, reconhecimento de frases, e tradução de idiomas, bem como a isolação das anomalias. Os programas atuais de tradução automática muitas vezes permitem uma personalização por domínio ou profissão (tal como relatórios meteorológicos) — melhorando os resultados por limitar o escopo de substituições admissíveis. Esta técnica é especialmente eficaz em domínios onde a língua formal ou formulaica é usada. Logo a tradução automática de documentos do governo e legais mais prontamente produz resultados usáveis que a conversação ou textos menos padronizados. A tradução não é nada simples. Não é uma mera substituição de cada palavra, mas ter a habilidade de conhecer \"todas palavras\" em uma frase ou oração e como uma pode influenciar a outra. As línguas humanas consistem em morfologia (o modo com que as palavras são montadas a partir de pequenas unidades de sentido), sintaxe (estrutura de frase), e semântica (sentido). Mesmo textos simples podem estar repletos de ambiguidades. == História == A ideia da tradução automática remonta ao século XVII. Em 1629, René Descartes propôs uma língua universal, em que ideias equivalentes em diferentes línguas partilhavam o mesmo símbolo. A experiência Georgetown (1954) incluiu a tradução completamente automática de mais de 60 frases do russo para o inglês. A experiência foi um grande sucesso, e marcou o começo de uma era em que a investigação em tradução automática foi abundantemente financiada. Os autores consideravam que em três a cinco anos a tradução automática seria um problema trivial. Contudo, o progresso verificado foi muito mais lento do que o previsto, e após o relatório ALPAC (1966), que revelou que em dez anos de investigação não tinha sido possível responder às expectativas, o financiamento foi grandemente reduzido. Desde finais da década de 1980, à medida que o poder computacional foi aumentando e tornando-se menos dispendioso, o interesse nos modelos estatísticos para a tradução automática foi também aumentando. A ideia de usar computadores digitais para traduzir línguas naturais foi proposta logo em 1946 por A. D. Booth, e possivelmente outros. A experiência Georgetown não foi de modo algum a primeira aplicação da ideia. Em 1954 foi feita uma demonstração com a máquina APEXC no Birkbeck College (Universidade de Londres) de uma tradução rudimentar do Inglês para o Francês. Vários artigos sobre o tópico foram publicados na altura, e até artigos em jornais importantes (ver, por exemplo, Wireless World, Set. 1955, Cleave e Zacharov). Um exemplo similar, também do Birkbeck College, consistia num computador a ler e compor textos em braille. == Ver também == * Tradução * Linguística * Inteligência artificial * Eurotra * Babylon * Moses (tradução automática) == Ligações externas == * Wikimedia Machine Translation Project * Google Tradutor * Tradutor brasileiro * BabelCode Project, um novo sistema de tradução controlado * Machine Translation, uma guia introdutória ao MT, do D.J.Arnold, entre outros. (1994) * Disciplina HCE033 Tradução Automática e Intermediada por Computador, do Curso EP101 Especialização em Estudos da Tradução da Universidade Federal do Ceará. * European Association for Machine Translation, uma organização sem ánimo de lucro * * * TechDico - Tradutor automático 1 bilhão de traduções classificadas por campo de atividade em 28 idiomas * NLP2CT Tradutor, traduzir entre Chinês e Português (pt-pt) Categoria:Inteligência artificial Categoria:Linguística computacional Categoria:Tradução auxiliada por computador Categoria:Aplicações de inteligência artificial",
 "title": "Tradução automática"
}