{
 "id": "1797",
 "text": "A tipografia é a arte e o processo de criação na composição e impressão de um texto, física ou digitalmente. Assim como no design gráfico em geral, o objetivo principal da tipografia é dar ordem estrutural e forma à comunicação escrita. A tipografia tem sua origem principal nas primeiras impressões com tipos gráficos (letras em relevos confeccionadas em madeira, barro ou ferro). Popularmente, passou também a ser um modo de se referir à gráfica que usa uma prensa de tipos móveis. == Etimologia == A palavra \"tipografia\" (do latim renascimental typographia) foi cunhada a partir dos elementos da língua grega τύπος [týpos], que significa \"impressão\", e -γραφία [-graphía], \"escrita\". == Visão geral == Na maioria dos casos, uma composição tipográfica deve ser especialmente legível e visualmente envolvente, sem desconsiderar o contexto em que é lido e os objetivos da sua publicação. Em trabalhos de design gráfico experimental (ou de vanguarda) os objetivos formais extrapolam a funcionalidade do texto, portanto questões como legibilidade, nesses casos, podem acabar sendo relativas. No uso da tipografia o interesse visual é realizado através da escolha adequada de fontes tipográficas, composição (ou layout) de texto, a sensibilidade para o tom do texto e a relação entre texto e os elementos gráficos na página. Todos esses fatores são combinados para que o layout final tenha “atmosfera” ou “ressonância” apropriada ao conteúdo abordado. No caso da mídia impressa, designers gráficos (ou seja, os tipógrafos) costumam se preocupar com a escolha do papel adequado, da tinta e dos métodos de impressão. Por muito tempo o trabalho com a tipografia, como atividade projetual e industrial gráfica, era limitado aos tipógrafos (técnicos ou designers especializados). O design de tipos, no entanto, atividade altamente especializada que requeria o conhecimento das técnicas de gravar punções para fazer as matrizes usadas para fabricar tipos, foi desenvolvida desde o início por especialistas, os gravadores de tipo ou puncionistas, verdadeiros designers de tipo antes que a denominação entrasse no vocabulário profissional. Foram designers de tipo e puncionistas Claude Garamond e Giambattista Bodoni, criando fontes clássicas que até hoje são apreciadas. A composição manual, ou seja, a colocação dos tipos lado a lado para formar os textos, foi mecanizada em fins do século XIX com a criação do linotipo (por Ottmar Merghenthaler, em 1886) e do monotipo (por Tolbert Lanston, em 1887). Ambas eram máquinas muito grandes e complexas que fundiam e alinhavam os tipos de chumbo a partir do texto selecionado em um teclado. Com o tempo, o termo linotipo passou a designar estas máquinas, com seu operador sendo chamado linotipista. A partir dos anos 1940, começa a se impor a fotocomposição, sistema que usa matrizes fotográficas dos tipos que são reduzidos ou ampliados por lentes, mas apenas com a popularização do \"offset\" nas décadas de 1960/70 essa tecnologia passa a ser largamente usada, superando o linotipo. Uma outra técnica de impressão surgida nessa época foi a de letras transferíveis (transfer), prática e acessível, embora limitada a pequenas sequências de texto. Adquiriu especial popularidade a empresa Letraset, cujas lâminas foram largamente usadas por designers e publicitários. O advento da computação gráfica nos anos 1990 tornou a tipografia disponível para designers gráficos em geral e leigos. Hoje qualquer um pode escolher uma fonte (tipo de letra) e compor um texto simples em um processador de texto. O conhecimento adequado do uso da tipografia é essencial aos designers que trabalham com diagramação, ou seja, na relação de texto e imagem. Logo a tipografia é um dos pilares do design gráfico e uma matéria necessária aos cursos de design. Para o designer que se especializa nessa área, a tipografia costuma se revelar um dos aspectos mais complexos e sofisticados do design gráfico. == Invenção da imprensa == A tipografia clássica baseia-se em pequenos paralelepípedos de metal com relevos de letras e símbolos. Tipos rudimentares foram inventados inicialmente pelos chineses. No século XV, o alemão Johannes Gutenberg desenvolveu tipos móveis em metal e aperfeiçoou a prensa tipográfica. O conceito básico de Gutenberg foi o da reutilização dos tipos para compor diferentes textos. Mostrou-se eficaz e é utilizada até aos dias de hoje, constituindo a base da imprensa durante muitos séculos. Essa revolução deu início à comunicação em massa, que foi chamada pelo teórico Marshall McLuhan como o início do “homem tipográfico”. Com advento dos computadores e da edição eletrônica de texto, a tipografia permanece viva nas formatações, estilos e grafias. == Tipografia contemporânea == O design de tipos foi incrementado através de programas especializados para criação e desenvolvimento de tipos, hoje acessíveis aos interessados no assunto, dando margem a uma grande variedade de fontes que são vendidas pelas fundições ou editoras de tipo (muitas vezes identificadas pelo termo inglês type foundries). Multiplicaram- se as famílias tipográficas, que reúnem variações de um determinado desenho. A família mais usual reúne os estilos regular, negrito, itálico e negrito itálico. Existem, porém, famílias com diversas variantes intermediárias, munidas de diversas opções de peso (leve, médio, regular, semi-negrito, negrito, extra-negrito, pesado, etc.) e de forma (comprimido, condensado, normal, estendido, alargado etc.). Na atualidade, novas tecnologias ampliaram muito as possibilidades tipográficas. Em 1999 um novo formato para fontes tipográficas foi desenvolvido em conjunto pelas gigantes de informática Microsoft e Adobe. O formato, denominado OpenType, permite a inclusão de milhares de caracteres em uma mesma fonte, além de vários recursos adicionais.Informações adicionais sobre o formato OpenType estão disponíveis em www.adobe.com/type/opentype. Especificações sobre seus diversos recursos podem ser consultadas em www.microsoft.com/typography/otspec/ Com isso, tornaram-se comuns fontes que suportam vários alfabetos, como o latino, o cirílico, o grego, o hebraico e o árabe, integrando as fontes tipográficas com a especificação Unicode.O Unicode é o padrão para escrita universal, mapeando os caracteres alfanuméricos, a pontuação e os variados símbolos usados nos diversos alfabetos do mundo. Informações detalhadas encontram-se em www.unicode.org Lado a lado com a oferta de fontes digitais, os programas de formatação de página permitem a composição de textos combinados com fotos, desenhos e gráficos com qualidade profissional, como o InDesign da Adobe, sendo parte do arsenal técnico dos designers da atualidade. O usuário deve atentar para a qualidade das fontes que escolherá para seus trabalhos. Muitas são gratuitas, mas não possuem qualidade adequada quanto à proporção e harmonia entre as letras, seu espaçamento ou mesmo a presença de acentos (sinais diacríticos) do português. Fontes de qualidade se destacam pelo desenho coeso, atenção a detalhes e equilíbrio de espaços. É particularmente relevante o uso de compensações visuais para que o leitor tenha a impressão de harmonia entre as diferentes formas e espaços. == Famílias Tipográficas famosas == As seguintes são famílias tipográficas célebres na história do design gráfico. * Arial * Bodoni * Comic Sans * Frutiger * Futura * Garamond * Gill Sans * Helvetica * Times New Roman * Univers === Fontes === * LUPTON, Ellen. Pensar com Tipos: Um guia para designers, escritores, editores e estudantes. Cosac & Naify, 2006. * RUDER, Emil. Typography: a manual of design. Suíça: Zollikofer et co. ag, 1967. * BAINES,Phil e HASLAM, Andrew. Tipografia, Función, forma y diseño. Barcelona: Gustavo Gilli, 2005. Categoria:Design gráfico Categoria:Tipografia Categoria:Design Categoria:História do design",
 "title": "Tipografia"
}