{
 "id": "18006",
 "text": "Acessibilidade se refere à possibilidade e condição de alcance para utilização, com segurança e autonomia, de espaços, mobiliários, equipamentos urbanos, edificações, transportes, informação e comunicação, inclusive seus sistemas e tecnologias, bem como de outros serviços e instalações abertos ao público, de uso público ou privados de uso coletivo, tanto na zona urbana como na rural, por pessoa com deficiência ou com mobilidade reduzida. No principio o termo referia-se apenas ao acesso as estruturas físicas, afinal as pessoas com deficiência e os parentes sentiam como se as cidades fossem locais hostis que demandavam muita cautela. porém em 1981 a ONU decretou que seria o Ano Internacional das Pessoas Deficientes o que mudou a visão do mundo referente a \"acessibilidade\", Desde então, gradualmente o termo ganhou força e abrangência deixando de referir-se apenas as arquiteturas e englobando acesso a educação, trabalho, lazer, cultura, esportes, informação e internet. == A tecnologia como ferramenta à acessibilidade == Em informática, programas que provêm acessibilidade são ferramentas ou conjuntos de ferramentas que permitem que pessoas com deficiência (as mais variadas) se utilizem dos recursos que o computador oferece. Essas ferramentas podem constituir leitores de tela como o Virtual Vision, JAWS e o Dosvox, para deficientes visuais, teclados virtuais para pessoas com deficiência motora ou com dificuldades de coordenação motora e sintetizadores de voz para pessoas com problemas de fala. Na Internet, o termo acessibilidade refere-se também a recomendações do W3C, que visam a permitir que todos possam ter acesso aos websites, independente de terem alguma deficiência ou não. As recomendações abordam desde o tipo de fonte a ser usado, bem como seu tamanho e cor, de acordo com as necessidades do usuário, até a recomendações relativas ao código (HTML e CSS, por exemplo). Já a acessibilidade dentro da internet ou no que se refere a acesso à própria tecnologia, é tratada no tópico de Inclusão Digital, o qual trata de iniciativas voltadas a conectar idosos ou pessoas que não têm contato com tecnologia ao mundo digital por meio de conhecimentos de informática e do uso de ferramentas digitais do cotidiano. Um bom exemplo de ação para inclusão digital é o Programa Navegando na Internet na Melhor Idade, realizado pelo Instituto de Tecnologia da Informação e Comunicação do Estado do Espírito Santo (Prodest) em parceria com a Secretaria de Estado e Gestão de Recursos Humanos (Seger). O projeto Debian possui uma seção dedicada a software acessível. Ainda em software livre, existe o projeto linuxacessivel.org que é o Ubuntu com alterações pontuais para deficientes visuais que falam Português. == Acessibilidade urbana == No Brasil, a acessibilidade é um direito, garantido por lei que se destina à implementar, de forma gradual, medidas para a remoção de barreiras físicas, arquitetônicas, de comunicação e de atitudes, a fim de promover o acesso, amplo e irrestrito, com segurança e autonomia de pessoas portadoras de deficiência ou com mobilidade reduzida. == Acessibilidade em Museus == Acessibilidade em museus e centros de ciência significa que as exposições, espaços de convivência, serviços de informação, programas de formação e todos os demais serviços básicos e especiais oferecidos pelos equipamentos culturais devem estar ao alcance de todos os indivíduos, perceptíveis a todas as formas de comunicação e com sua utilização de forma clara, permitindo a autonomia dos usuários. Os museus para serem acessíveis precisam que seus serviços estejam adequados para serem alcançados, acionados, utilizados e vivenciados por qualquer pessoa, independentemente de sua condição física ou comunicacional.SARRAF, Viviane Panelli. Reabilitação do Museu: políticas de inclusão cultural por meio da acessibilidade. 2008. Dissertação (Mestrado em Ciência da Informação) – Escola de Comunicação e Artes, Universidade de São Paulo, São Paulo, 2008. Portanto, este tema tem sido amplamente discutido no meio acadêmicoTOJAL, Amanda Pinto da Fonseca. Política de acessibilidade comunicacional em museus: para quê e para quem? Revista Museologia & Interdisciplinaridade, v. 4, n. 7, p. 190-202, 2015. http://periodicos.unb.br/ojs311/index.php/museologia/article/view/16779 considerando que todos os usuários, com ou sem algum tipo de deficiência, podem ser usuários de diferentes tipos de acessibilidade. Dentro desse contexto, um estudo publicado no ano de 2020 investigou ações de acessibilidade em museus e centros de ciências da América Latina a partir de questionários preenchidos por diretores e responsáveis de 109 instituições em 12 diferentes países. A partir desse estudo, foi evidenciado que as instituições geralmente oferecem ações na parte de acessibilidade física, tendo poucas ações em acessibilidade comunicacional e atitudinal. Este mesmo estudo evidenciou uma baixa quantidade de aporte financeiro para a implementação de ações em acessibilidade. Pensando em divulgar e estimular as ações de acessibilidade em museus e centros de ciências, em 2017 foi organizado pelo Grupo Museus e Centros de Ciências Acessíveis (MCCAC) em parceria com a Rede de popularização da ciência e da tecnologia da América Latina e do Caribe (RedPOP) e da Fiocruz o \"Guia de Museus e Centros de Ciências acessíveis da América Latina e do Caribe\", que lista recursos de acessibilidade em 110 museus e centros de ciências da América Latina e do Caribe. Grupo Museus e Centros de Ciências Acessíveis (MCCAC) == Características == De acordo com o artigo 2º da Lei 10.098/2000, são quatro espécies de barreiras que limitam e/ou impedem o acesso, a liberdade de movimento e circulação segura das pessoas, conforme descrito abaixo: * Barreiras arquitetônicas urbanísticas (encontradas em vias e espaços de uso públicos); * Barreiras arquitetônicas na edificação presentes no interior dos edifícios; * Barreiras arquitetônicas nos transportes * Barreiras nas comunicações (qualquer entrave ou obstáculo que dificulte a expressão ou recebimento de mensagens por intermédio dos meios ou sistemas de comunicação) == Histórico == Como resposta às atrocidades e horrores cometidos pelo nazismo na segunda guerra mundial, surge o movimento de internacionalização dos direitos humanos, instituído pela Declaração Universal dos Direitos Humanos em 1948, aprovado pela ONU através da Resolução 217. Os princípios desta resolução são: o direito à vida, à igualdade, à não discriminação, à liberdade de locomoção e o direito ao trabalho. Baseando-se nos princípios da Declaração Universal, em 30 de março de 2007, a ONU editou e assinou a Convenção Internacional sobre os Direitos das Pessoas com Deficiência. A mesma foi ratificada e assinada pelo Brasil, transformando-se em Emenda Constitucional por força do parágrafo 3º do art. 5º da Carta de 1988, através do Decreto Nº 6.949, de 25 de agosto de 2009, promulgado pelo Presidente Luiz Inácio Lula da Silva. A Presidente Dilma Rousseff, sancionou a Lei 12.587, de 03 de janeiro de 2012, que instituiu as diretrizes da Política Nacional de Mobilidade Urbana. == Acessibilidade urbana no contexto brasileiro == Embora a Lei N.º 10.098/2000 tenha a finalidade de assegurar o direito de igualdade, das liberdades fundamentais e de inclusão social através da criação de normas gerais e critérios básicos para a promoção da acessibilidade das pessoas portadoras de deficiência ou com mobilidade reduzida, essa ainda é uma realidade muito distante. Além da falta de políticas públicas e de investimentos, há também deficiência na fiscalização para a aplicação das leis existentes. No Brasil, a dificuldade em acessibilidade é enfrentada principalmente por pessoas com dificuldades físico-motoras e dificuldades sensoriais (a maioria pessoas com deficiência visual e auditiva). No caso as pessoas com deficiência visual, as limitações de acessibilidade do meio físico ocorrem principalmente pela barreira comunicacional. É praticamente inexistente a instalação da sinalização de acessibilidade composta por pisos táteis, informações em braile, placas fotoluminescentes, sinais sonoros, etc., apesar de serem obrigatórios através da Norma ABNT NBR 9050/2015 e do Estatuto da Pessoa com Deficiência, para que todos possam gozar do direito de inclusão e do direito de ir e vir. O Decreto 9.296 de 1º de março de 2018, através da regulamentação do art. 45 da Lei 13.146/2015 – Estatuto da Pessoa com Deficiência, torna obrigatório o cumprimento da NBR 9050/2015, norma ABNT (Associação Brasileira de Normas Técnicas), que regulamenta a acessibilidade a edificações, mobiliário, espaços e equipamentos urbanos. A Norma ABNT NBR 9050/2015, também estabelece a utilização dos princípios do Desenho Universal, que recomenda que tudo possa ser utilizado por todas as pessoas, sem barreiras, nem necessidade de projetos específicos ou adaptações, para que todos tenham a possibilidade de usufruir pelo maior tempo possível, garantindo assim, o direito de inclusão e cidadania, o direito das liberdades fundamentais por pessoa com deficiência e de poder desfrutar de uma vida independente. O grande avanço para tornar isso possível, se deu através do Decreto Nº 9.126/2018, art. 1º, que torna obrigatória a implementação dos princípios do Desenho Universal e o uso das referências básicas da Norma ABNT nos projetos arquitetônicos em hotéis, pousadas e estruturas similares, protocolados a partir de 3 de janeiro de 2018. Porém, o maior desafio será fiscalizar e exigir adequação nas estruturas existentes, a maior parte em locais públicos, que antes do Decreto não foram projetadas de acordo com as exigências da Lei 10.098/2000 e Norma NBR 9050, para promover a acessibilidade e o direito de ir e vir para todos de forma igualitária. Existem países com políticas públicas e políticas de investimentos, que garantem a devida aplicação de suas leis internas promovendo o direito de acessibilidade. Direito que também é garantido pela Declaração Universal dos Direitos Humanos da ONU. A Suécia pode ser usada como exemplo, pois iniciou há 2 décadas investimentos em políticas públicas e projetos de acessibilidade, com medidas de adaptação pelas cidades do país. Praticamente todas as calçadas suecas possuem corrimões e sinalização contrastantes em todas as escadas, meios-fios acessíveis para a entrada de veículos nas paradas de ônibus, calçadas com pisos táteis de alerta e direcionais, rampas por todo lugar, ônibus e metrô com elevadores, alertas eletrônicos que indicam os destinos dos transportes públicos, hotéis totalmente acessíveis, dentre outras medidas primordiais à inclusão. Em termos de legislação, o Brasil tem avançado bastante para assegurar as condições de igualdade, além dos direitos e liberdades fundamentais às pessoas com deficiência, mas a realidade na prática ainda é pouco promissora. Para garantir esses direitos, é preciso haver uma união entre os governos e toda a sociedade civil, sendo necessário além de políticas públicas de investimento, uma maior atuação de órgãos como o Ministério Público e a Defensoria Pública, que podem assegurar a proteção de interesses coletivos ou difusos das pessoas portadoras de deficiência, com base na Lei 7.853 de 24 de outubro de 1989. == Ver também == * Diversidade funcional * Rua completa * Vitalidade urbana Categoria:Interação humano-computador Categoria:Terminologia de estudos urbanos e planeamento",
 "title": "Acessibilidade"
}