{
 "id": "18034",
 "text": "Otto Adolf Eichmann (; Solingen, 19 de Março de 1906 – Ramla, 1 de Junho de 1962) foi um SS-Obersturmbannführer (tenente-coronel) da Alemanha Nazista, e um dos principais organizadores do Holocausto. Eichmann foi designado pelo SS- Obergruppenführer (general/tenente-general) Reinhard Heydrich para gerir a logística das deportações em massa dos judeus para os guetos e campos de extermínio das zonas ocupadas pelos alemães no Leste Europeu durante a Segunda Guerra Mundial. Em 1960, foi capturado na Argentina pela Mossad, o serviço secreto de Israel. Após um julgamento de grande publicidade em Israel, foi considerado culpado por crimes de guerra e enforcado em 1962. Depois de frequentar a escola, onde foi um aluno mediano, Eichmann trabalhou na empresa de mineração do seu pai na Áustria, para onde a família foi viver em 1914. A partir de 1927, trabalhou como técnico comercial da área do petróleo, juntando-se ao Partido Nazista e às SS em 1932. Após regressar à Alemanha em 1933, entrou para o Sicherheitsdienst (SD; Serviço de Segurança), onde foi nomeado para chefe do departamento responsável pelas questões judaicas — em particular a emigração, a qual os nazistas forçaram através da violência e pressão econômica. No início da guerra em Setembro de 1939, Eichmann e o seu pessoal concentraram os judeus em guetos nas grandes cidades, esperando que fossem transportados para o leste e para territórios ultramarinos. Eichmann elaborou planos para colocar os judeus em reservas, primeiramente em Nisko no sudeste da Polônia e, mais tarde, em Madagáscar, mas nenhum deles seguiu em frente. Quando os nazistas deram início à invasão da União Soviética em 1941, a política em relação aos judeus foi alterada passando de emigração para extermínio. Para coordenar o planeamento do genocídio, Heydrich recebeu os responsáveis administrativos do regime na Conferência de Wannsee em 20 de Janeiro de 1942. Eichmann reuniu informação para Heydrich, esteve presente na reunião e preparou as minutas. Eichmann e o seu pessoal ficaram responsáveis pela deportação dos judeus para os campos de extermínio, onde as vítimas foram gaseadas. Depois da invasão alemã da Hungria em Março de 1944, Eichmann supervisionou a deportação de grande parte da população judia daquele país. Muitas das vítimas foram enviadas para Auschwitz, onde entre 75 e 90 por cento foi executada à chegada. Quando os transportes cessaram em Julho de 1944, dos judeus húngaros tinham sido mortos. O historiador Richard J. Evans estima que entre 5,5 e 6 milhões de judeus tenham sido mortos pelos nazistas. Eichmann afirmou no final da guerra que \"daria saltos na sua sepultura de tanto rir porque, sentir que tinha cinco milhões de pessoas na sua consciência, seria para ele uma fonte de extraordinária satisfação\". Depois da derrota da Alemanha em 1945, Eichmann fugiu para a Áustria. Ali viveu até 1950, mudando- se para a Argentina usando documentos falsos. As informações recolhidas pela Mossad possibilitaram confirmar a localização de Eichmann, em 1960. Uma equipe da Mossad e agentes da Shin Bet sequestraram Eichmann e levaram-no para Israel para ser julgado sobre 15 crimes, incluindo crimes de guerra, crimes contra a humanidade e crimes contra o povo judeu. Considerado culpado de muitas das acusações, foi condenado à morte e executado em 1 de Junho de 1962. O julgamento foi seguido pelos meios de comunicação e serviu de inspiração para vários livros, incluindo o de Hannah Arendt, Eichmann em Jerusalém, no qual Arendt descreve Eichmann com a frase \"a banalidade do mal\". ==Primeiros anos e educação== Otto Adolf Eichmann, o mais velho de cinco irmãos, nasceu em 1906, no seio de uma família protestante calvinista, em Solingen, na Alemanha. O seu pai, Adolf Karl Eichmann, era guarda-livros, e a sua mãe Maria Schefferling, era doméstica. Em 1913, o pai de Eichmann mudou-se para Linz, Áustria, para trabalhar como gestor comercial na Companhia de Eléctricos e Electricidade de Linz, e o resto da família juntou-se a ele um ano mais tarde. Depois da morte de Maria(sua mãe) em 1916, o pai de Eichmann casou com Maria Zawrzel, uma protestante devota com dois filhos. Eichmann frequentou a Staatsoberrealschule Kaiser Franz Joseph (escola secundária estatal) em Linz, a mesma escola que Adolf Hitler frequentou 17 anos antes. Tocava violino, praticava desporto e fazia parte de clubes, incluindo um grupo Wandervogel de exploradores, constituído por rapazes mais velhos pertencentes a milícias de extrema- direita. Os maus resultados escolares fizeram com que o seu pai o retirasse da Realschule e o inscrevesse no colégio vocacional Höhere Bundeslehranstalt für Elektrotechnik, Maschinenbau und Hochbau. Acabou por sair sem terminar o curso e foi trabalhar para a nova empresa do pai, a Companhia Mineira Untersberg, onde ficou vários meses. Entre 1925 e 1927, trabalhou como administrador de vendas na companhia de rádio Oberösterreichische Elektrobau AG. De seguida, entre 1927 e inícios de 1933, Eichmann trabalhou na Alta Áustria e Salzburg como agente distrital da Vacuum Oil Company AG. Durante este período, juntou- se à Jungfrontkämpfervereinigung, a ala jovem do movimento de veteranos de direita de Hermann Hiltl, começando a ler os jornais do Partido Nazi (NSDAP). O partido defendia o fim da República de Weimar Alemanha, a rejeição dos termos do Tratado de Versalhes, anti-semitismo radical, e antiBolchevismo. Prometia um governo central forte, aumento do Lebensraum (espaço vital) para os povos germânicos, formação de uma comunidade baseada na raça, e uma limpeza racial através da supressão dos judeus, os quais veriam retirada a sua cidadania e direitos civis. ==Início de carreira== Aconselhado por um amigo da família, chefe das Schutzstaffel (SS), Ernst Kaltenbrunner, Eichmann entrou para a delegação austríaca do NSDAP a 1 de Abril de 1932, com o número . A sua associação nas SS foi confirmada, sete meses depois, com o número . Ficou integrado no regimento SS-Standarte 37, responsável pela vigilância da sede do partido em Linz e pela segurança dos discursadores nos comícios, os quais se tornavam habitualmente violentos. Eichmann tinha actividades partidárias em Linz nos fins-de-semana enquanto continuava a trabalhar na Vacuum Oil em Salzburg. Uns meses depois da tomada do poder pelos nazis na Alemanha, em Janeiro de 1933, Eichmann ficou desempregado devido a cortes de pessoal na Vacuum Oil. O Partido Nazi foi banido na Áustria por volta da mesma altura. Estes acontecimentos foram decisivos na opção de Eichmann regressar à Alemanha. Tal como outros nacionais-socialistas que deixaram a Áustria na Primavera de 1933, Eichmann partiu para Passau, onde se juntou a Andreas Bolek no seu escritório. Depois de passar por uma programa de formação no centro das SS em Klosterlechfeld em Agosto, Eichmann regressou a Passau em Setembro, onde lhe foi atribuída a chefia de um grupo de oito homens das SS para orientar nacionais-socialistas austríacos para a Alemanha, e introduzir material de propaganda deste país para a Áustria. No final de Dezembro, quando esta unidade foi dissolvida, Eichmann foi promovido a SS-Scharführer (líder de pelotão, equivalente a cabo). O pelotão de Eichmann do Regimento Deutschland estava aquartelado perto do Campo de concentração de Dachau. Em 1934, Eichmann pediu transferência para o Sicherheitsdienst (SD; Serviço de Segurança) das SS, para sair da \"monotonia\" do treino e serviço militar em Dachau. Eichmann foi aceite no SD e foi-lhe dada a responsabilidade sobre os assuntos relacionados com a maçonaria, organizando objectos de natureza ritual para um museu. Passados seis meses, Eichmann foi convidado por Leopold von Mildenstein para se juntar ao Departamento Judeu, Secção II/112 do SD, nos escritórios de Berlim. A transferência de Eichmann foi feita em Novembro de 1934. Mais tarde referiu que esta transferência tinha sido uma grande oportunidade. Ficou com a responsabilidade de estudar e preparar relatórios acerca do sionismo e das várias organizações judaicas. Aprendeu umas bases de hebreu e iídiche, ganhando a reputação de especialista em sionismo e assuntos judaicos. A 21 de Março de 1935, Eichmann casou com Veronika (Vera) Liebl (1909–97). O casal teve quatro filhos: Klaus (n. 1936 em Berlim), Horst Adolf (n. 1940 em Viena), Dieter Helmut (n. 1942 em Praga) e Ricardo Francisco (n. 1955 em Buenos Aires). Eichmann foi promovido a SS-Hauptscharführer (equivalente a sargento- mor) em 1936, passando a SS-Untersturmführer (segundo-tenente) no ano seguinte. A Alemanha Nazi utilizou a violência e a pressão económica para levar os judeus a deixar o país por sua própria vontade; cerca de do total de de judeus emigraram entre 1933 e 1939. Eichmann viajou até à Palestina com o seu superior Herbert Hagen em 1937 para avaliar a possibilidade de os judeus da Alemanha emigrarem voluntariamente para aquele país, entrarem com credencias falsas em Haifa, de onde viajariam para o Cairo no Egipto. Quando chegaram, encontraram-se com Feival Polkes, um agente da Haganah, mas não conseguiram chegar a um acordo. Polkes sugeriu que devia ser permitido que saíssem mais judeus sob os termos do Acordo Haavara, mas Hagen recusou, supondo que uma forte presença judaica na Palestina pudesse levar à fundação de um estado independente, o que seria contra a política do Reich. Eichmann e Hagen tentaram regressar à Palestina uns dias mais tarde, mas viram a sua entrada recusada pelas autoridades britânicas por causa dos seus vistos. O relatório sobre a sua visita foi publicado. Em 1938, Eichmann foi colocado em Viena para ajudar na organização da emigração dos judeus da Áustria, que tinha acabada de ser integrada no Reich pela Anschluss. As organizações das comunidades judaicas foram colocadas sob a supervisão do SD, a qual encorajou e facilitou a emigração dos judeus. O financiamento teve origem em dinheiro retirado a outros judeus e a outras organizações judaicas, tal como de donativos do exterior, que ficaram sob o controlo do SD. Eichmann foi promovido a SS-Obersturmführer (primeiro-tenente) em Julho de 1938, e escolhido para trabalhar na Agência Central para a Emigração Judaica em Viena, criada em Agosto. Quando deixou Viena em Maio de 1939, cerca de judeus já tinham partido da Áustria legalmente, e muitos outros tinham passado ilegalmente para a Palestina e outros territórios. ==Segunda Guerra Mundial== ===Transição da emigração para a deportação=== Semanas depois da invasão da Polónia a 1 de Setembro de 1939, a política nazi em relação aos judeus alterou-se passando de emigração voluntária para deportação forçada. Depois de várias discussões com Hitler nas semanas anteriores, a 21 de Setembro o SS- Obergruppenführer Reinhard Heydrich, director do SD, instruiu o seu pessoal de que os judeus deviam ser reunidos em cidades da Polónia com bom sistema ferroviário, para facilitar a sua expulsão dos territórios controlados pela Alemanha, começando com zonas que tinham sido incorporadas no Reich. Ele anunciou os planos para criar uma reserva no Governo Geral (a região da Polónia não incorporada no Reich), onde aqueles judeus, e outros, considerados indesejáveis ficavam a aguardar por pela deportação. A 27 de Setembro de 1939, o SD e a Sicherheitspolizei (que incluía a Gestapo e a Kripo) foram fundidas para dar origem ao novo SS-Reichssicherheitshauptamt (RSHA; Gabinete Central de Segurança do Reich), ficando sob o controlo de Heydrich. Depois de uma passagem por Praga para apoiar no estabelecimento de um gabinete de emigração, Eichmann foi transferido para Berlim em Outubro de 1939 para comandar o o Gabinete Central para a Emigração Judaica para todo o Reich sob as ordens de Heinrich Müller, chefe da Gestapo. Foi de imediato escolhido para organizar a deportação de a judeus do distrito de Ostrava, na Morávia, e do distrito de Katowice na zona recentemente anexada da Polónia. Por sua própria iniciativa, Eichmann elaborou planos para deportar judeus para Viena. Num deles, o Plano Nisko, Eichmann escolheu Nisko para o local de um novo campo de transição onde os judeus seriam colocados temporariamente antes de serem deportados para outro local. Nas últimas semanas de Outubro de 1939, 4 700 judeus foram enviados para o local por comboio, sendo deixados ao abandono, sem água, pouca comida, em campo aberto. As cabanas foram planeadas mas nunca construídas. Muitos dos deportados foram levados pelas SS para territórios ocupados pelos soviéticos e outros acabaram por ser colocados em campos de trabalho da proximidade. A operação depressa chegou ao fim, em parte porque Hitler decidiu que os comboios deviam ser utilizados para fins militares, por enquanto. Entretanto, de acordo com os planos de colonização de Hitler, centenas de milhares de alemães étnicos estavam a ser transportados para os territórios anexados, e, por seu lado, os polacos étnicos e os judeus estavam a ser transferidos ainda mais para leste, em particular para o Governo Geral. thumb|Memorial numa paragem de autocarros perto do local do escritório de Eichmann, Referat IV B4 (Gabinete dos Assuntos Judaicos) em Kurfurstenstrasse 115, actualmente ocupado por um hotel. Em 19 de Dezembro de 1939, Eichmann foi nomeado chefe do RSHA Referat IV B4 (RSHA Sub-Departamento IV-B4), com a função de supervisionar os assuntos judaicos e a sua evacuação. Heydrich escolheu Eichmann para seu \"técnico especial\", com a responsabilidade de tratar de todas as deportações para a Polónia. Este novo cargo obrigava a interagir com as agências policiais para a remoção física dos judeus, tratar dos seus bens confiscados, e angariar fundos e transportes. Em poucos dias, após a sua nomeação, Eichmann formulou um plano para deportar judeus para o Governo Geral. O plano foi bloqueado por Hans Frank, governador-geral dos territórios ocupados, pois a aceitação de mais deportados iria ter um impacto negativo no desenvolvimento económico e no objectivo de germanização da região. No seu papel de ministro responsável pelo Plano de Quatro Anos, a 24 de Março de 1940 Hermann Göring proibiu todos os transportes para o Governo Geral, a menos que fossem, primeiramente, autorizados por ele ou por Frank. Os transportes continuaram, mas a um ritmo inferior que o inicialmente definido. Desde o início da guerra até Abril de 1941, cerca de judeus foram transportados para o Governo Geral. E muitos dos comboios deste período, morreu até um terço dos deportados. Embora Eichmann tenha dito em tribunal que se sentiu aborrecido com as terríveis condições nos comboios e nos campos transitórios, a sua correspondência e documentos daquele período mostram que a sua preocupação principal era efectuar as deportações da forma mais económica possível, com a minimização dos problemas para as operações militares alemãs em curso. Os judeus eram concentrados em guetos nas principais cidades, partindo-se do princípio que, a dada altura, seriam transportados mais para leste ou mesmo para colónias ultramarinas. As condições de vida terríveis nos guetos—excesso de pessoas, más condições sanitárias, e falta de comida—tinham como resultado uma elevada taxa de mortalidade. A 15 de Agosto de 1940, Eichmann emitiu um memorando intitulado Reichssicherheitshauptamt: Madagaskar Projekt (Gabinete Principal de Segurança do Reich: Projecto Madagáscar), definindo o envio de um milhão de judeus por anos para Madagáscar durante quatro anos. Quando a Alemanha fracassou frente à Royal Air Force na Batalha de Inglaterra, a invasão do Reino Unido foi adiada indefinidamente. Como os britânicos ainda controlavam o Atlântico e a sua frota mercante não ficaria à disposição dos alemães para ser utilizada em evacuações, os planos de Madagáscar foram suspensos. Hitler continuou a falar do plano até Fevereiro de 1942, altura em que ficou completamente posta de parte. ===Conferência de Wannsee=== A partir do início da invasão da União Soviética em Junho de 1941, os Einsatzgruppen seguiram o exército para as áreas conquistadas e reuniram os judeus, oficiais do Comintern e membros mais destacados do Partido Comunista, e executaram-nos. Eichmann foi um dos oficiais que recebiam relatórios detalhados das suas actividades. A 31 de Julho, Göring deu autorização por escrito a Heydrich para preparar e submeter um plano para uma \"solução total para a questão judaica\" em todos os territórios sob controlo alemão, e coordenar a participação de todas as organizações do governo envolvidas. OGeneralplan Ost (Plano Geral para o Leste) estabelecia a deportação da população dos territórios ocupados na Europa de Leste e da União Soviética para a Sibéria, para servirem de escravos ou para serem mortos. Mais tarde, nos interrogatórios do pós-guerra, Eichmann afirmou que Heydrich lhe disse, em meados de Setembro, que Hitler tinha dado ordens para que todos os judeus na Europa controlada pelos alemães deviam ser mortos. O plano inicial era a implementação do Generalplan Ost após a conquista da União Soviética. Contudo, com a entrada dos Estados Unidos na guerra em Dezembro, e do fracasso alemão na Batalha de Moscovo, Hitler decidiu que os judeus da Europa tinham de ser executados imediatamente e não depois da guerra, a qual, agora, não tinha fim à vista. Por esta altura, Eichmann foi promovido a SS-Obersturmbannführer (tenente-coronel), a patente mais elevada a que chegou. Para coordenar o plano do proposto genocídio, Heydrich marcou a Conferência de Wannsee, que juntou os líderes administrativos do regime nazi a 20 de Janeiro de 1942. Para a conferência, Eichmann preparou uma lista a Heydrich com o número de judeus nos diversos países europeus e com estatísticas sobre emigração. Eichmann esteve presente na reunião, supervisionou o estenógrafo que redigiu as minutas, e elaborou o registo oficial da conferência. Na sua carta, Heydrich apontou para elo de ligação entre os departamentos envolvidos. Sob a supervisão de Eichmann, as deportações em larga escala tiveram início de imediato para os campos de extermínio de Bełżec, Sobibor e Treblinka, entre outros. O genocídio recebeu o nome de Operação Reinhard em honra de Heydrich, que morreu em Praga no início de Junho, vítima de ferimentos numa tentativa de assassinato. Kaltenbrunner sucedeu-lhe como chefe do RSHA. Eichmann não definia políticas, mas tinha poder operacional. As ordens específicas sobre as deportações vinham do Reichsführer-SS Heinrich Himmler. O gabinete de Eichmann era responsável pela recolha de informação sobre os judeus de cada zona, organização do arresto dos seus bens, e providenciar a logística dos comboios. O seu departamento estava em constante contacto com Gabinete de Relações Exteriores, pois os judeus dos países conquistados, como a França, não podiam ver os seus bens retirados facilmente nem era fácil enviá-los para os campos de extermínio para serem mortos. Eichmann tinha reuniões regulares nos escritórios de Berlim com os seus membros de departamento, tal como viajava muito para visitar os campos de concentração e os guetos. A sua esposa, que não gostava de Berlim, residia em Oraga com os seus filhos. Inicialmente, Eichmann visitava-os semanalmente, mas, com o passar do tempo, as visitas passaram a ser mensais. ===Hungria=== A Alemanha invadiu a Hungria a 19 de Março de 1944. Eichmann chegou no mesmo dia, e, pouco tempo depois, chegaram os membros de topo do seu pessoal assim como cinco ou seis centenas de homens do SD, das SS e da Sicherheitspolizei (SiPo; polícia de segurança). A nomeação de um governo húngaro por Hitler mais favorável aos nazis significava que os judeus húngaros, que não tinham sido, de um modo geral, afectados até àquela altura, seriam agora deportados para o campo de concentração de Auschwitz para trabalhar como escravos ou para serem mortos com gás. Eichmann percorreu a zona nordeste da Hungria na última semana de Abril e passou por Auschwitz em Maio para se inteirar dos preparativos. Durante os Julgamentos de Nuremberga, Rudolf Höss, o comandante de Auschwitz, testemunhou que Himmler lhe dado ordens para cumprir todas as instruções operacionais para a implementação da Solução Final de Eichmann. A concentração começou a 16 de Abril, e a partir de 14 de Maio quatro comboios por dia, com cerca de três mil judeus a bordo em cada, começaram a partir da Hungria para o campo de Auschwitz II-Birkenau, chegando a uma nova linha central a poucas centenas de metros das câmaras de gás. Apenas de 10 a 25 por cento das pessoas que chegavam em cada comboio eram escolhidas para os trabalhos forçados; os restantes eram mortos poucas horas depois de chegarem. Debaixo de pressões internacionais, o governo húngaro parou com as deportações a 6 de Julho de 1944, altura em que cerca de de judeus húngaros tinham já morrido. Apesar das ordens de paragem, Eichmann preparou comboios adicionais para Auschwitz a 17 e 19 de Julho. Em várias reuniões que tiveram início a 25 de Abril, Eichmann reuniões com Joel Brand, um judeu húngaro membro da Comissão de Ajuda e Resgate. Mais tarde, Eichmann referiu que Berlim autorizou-o a permitir a emigração de um milhão de judeus em troca de caminhões equipados para fazer frente às condições adversas da Frente Oriental. A proposta não foi aceite pois os Aliados recusaram a oferta. Em Junho de 1944, Eichmann fazia parte das negociações com Rudolf Kasztner, cujo resultado foi o salvamento de 1684 pessoas, pessoas estas enviadas por comboio para a Suíça em troca de três malas cheias de diamantes, ouro, dinheiro e documentos de segurança. Eichmann, irritado com o facto de Kurt Becher e outros estarem cada vez mais envolvidos nos assuntos da emigração dos judeus, e furioso pela suspensão ordenada por Himmle das deportações para os campos da morte, pediu para mudar de função em Julho. No final de Agosto, recebeu o comando de um esquadrão de resgate para a evacuação de dez mil alemães étnicos presos na fronteira húngara com a Roménia, no caminho do Exército Vermelho. As pessoas que ali estavam recusaram-se a deixar o local, e assim os soldados ajudaram a evacuar membros de um hospital de campanha alemão presos perto da frente. Por esta operação, Eichmann recebeu a Cruz de Guerra de Segunda Classe. Ao longo dos meses de Outubro e Novembro, Eichmann reuniu dezenas de milhares de vítimas judias e fê-las marchar, em condições terríveis, de Budapeste para Viena, numa distância de . A 24 de Dezembro de 1944, Eichmann fugiu de Budapeste mesmo antes de os soviéticos cercarem a cidade. De regressou a Berlim, destruiu todos os registos incriminatórios do Departamento IV-B4 queimando-os. Tal como muitos outros oficiais das SS, que também tinham fugido nos meses que antecederam o final da guerra, Eichmann e a sua família ficaram a viver em relativa segurança na Áustria quando a guerra terminou a 8 de Maio de 1945. ==Pós-guerra== No final da guerra, Eichmann foi capturado pelos americanos e levado para vários campos de prisioneiros de oficiais das SS mas com identificação falsa, sob o nome de \"Otto Eckmann\". Quando a sua identidade foi descoberta, fugiu de Cham. Obteve novos documentos de identidade sob o nome de \"Otto Heninger\" e foi realocado por várias vezes nos meses seguintes. Transferido para Charneca de Lüneburg, conseguiu inicialmente emprego na indústria florestal e mais tarde arrendou um pequeno terreno em Altensalzkoth, onde viveu até 1950. Entretanto, nos Julgamento de Nuremberga que tiveram início em 1946, foram apresentadas provas incriminatórias sobre as actividades de Eichmann pelo ex-comandante de Auschwitz, Rudolf Höss, entre outros. Em 1948, Eichmann obteve uma licença de entrada na Argentina e uma identidade falsa sob o nome de \"Ricardo Klement\", através de uma organização gerida pelo bispo Alois Hudal, um padre austríaco então residente em Itália e simpatizante do nazismo. Estes documentos permitiram-lhe, em 1950, obter um passaporte da Cruz Vermelha, o que lhe permitiu emigrar definitivamente para a Argentina. Até chegar àquele país, viajou pela Europa, ficando em vários mosteiros que tinham sido preparados para servirem de local secreto de segurança. A 17 de Junho de 1950 de Génova, chegou a Buenos Aires a 14 de Julho. Inicialmente, Eichmann viveu em Tucumán, onde trabalhou para um empreiteiro do governo. Entretanto a sua família chegou em 1952 e mudaram-se para Buenos Aires. Eichmann passou por vários empregos modestos até encontrar trabalho na Mercedes-Benz, onde chegou a chefe de departamento. A família construiu uma casa no número 14 da Rua Garibaldi (actual n.º 6061 da mesma rua) e foram para lá viver em 1960. Durante quatro meses, nos finais de 1956, Eichmann foi entrevistado pelo jornalista nazi expatriado Willem Sassen com o objectivo de elaborar uma biografia. Fizeram-se gravações, transcrições e notas escritas. Mais tarde, as memórias serviriam de base para uma série de artigos que surgiram nas revistas Life e Stern no final da década de 1960. ==Captura na Argentina== Vários judeus e outros sobreviventes do Holocausto dedicaram parte das suas vidas à procura de Eichmann e de outros nazis. Entre eles encontrava-se Simon Wiesenthal. Por uma carta que lhe foi mostrada em 1953, Wiesenthal soube que Eichmann tinha sido avistado em Buenos Aires e, em 1954, transmitiu essa informação ao consulado israelita em Viena. Quando o pai de Eichmann morreu em 1960, Wiesenthal contratou detectives privados para, secretamente, fotografar os membros da família, pois sabia-se que o irmão de Eichmann, Otto, era muito parecido com ele, e não havia fotografias atuais do fugitivo. Wiesenthal forneceu estas fotografias a agentes da Mossad a 18 de Fevereiro. Também essencial na descoberta da identidade de Eichmann foi Lothar Hermann, um alemão meio-judeu que tinha emigrado para a Argentina em 1938. Quando em 1956 a filha de Hermann, Sylvia, começou a namorar com um homem chamado Klaus Eichmann, que se gabava das façanhas nazis do seu pai, Hermann alertou Fritz Bauer, procurador- geral do estado de Hesse, na Alemanha Ocidental. Sylvia, enviada numa missão de pesquisa a casa de Klaus, encontrou-se com o próprio Eichmann à porta, que lhe disse ser tio de Klaus. Informada de que Klaus não estava em casa, Sylvia sentou-se à espera. Quando voltou, Klaus chamou Eichmann de pai. Em 1957, Bauer passou a informação pessoalmente ao diretor da Mossad, Isser Harel, que tratou de organizar missões de vigilância, sem sucesso inicial. A 1 de março de 1960, Harel enviou a Buenos Aires o interrogador-chefe da Shin Bet, Zvi Aharoni, que, nas semanas de investigação seguintes, conseguiu confirmar a identidade do fugitivo. Como a Argentina tinha um histórico de recusar pedidos de extradição de criminosos nazis, o primeiro-ministro israelita David Ben- Gurion tomou a decisão de capturar Eichmann, em vez de pedir a sua extradição, e trazê-lo para Israel para julgamento. Harel viajou para Buenos Aires para supervisionar pessoalmente a captura em maio de 1960. O operativo da Mossad Rafi Eitan foi escolhido para liderar a equipe de oito homens, muitos dos quais eram membros da Shin Bet. A equipe capturou Eichmann perto da sua casa na Rua Garibaldi em San Fernando, uma comunidade industrial a 20 km a norte do centro de Buenos Aires, no dia 11 de Maio de 1960. Os agentes chegaram a Buenos Aires em abril de 1960, após confirmação da identidade de Eichmann. Acompanharam a rotina do suspeito durante vários dias e determinaram que ele chegava a casa, de autocarro, vindo do trabalho, sempre à mesma hora ao final do dia. Planearam apanhá-lo quando percorresse uma zona aberta desde a paragem do autocarro até à sua casa. O plano quase foi cancelado no dia previsto, pois Eichmann não vinha no autocarro habitual. Por fim, quase meia hora mais tarde, Eichmann chegou. O agente da Mossad, Peter Malkin, aproximou-se e perguntou- lhe em espanhol se tinha um momento. Com medo, Eichmann tentou evitá-lo, mas surgiram mais dois agentes da Mossad em apoio a Malkin; os três agentes atiraram Eichmann no chão e, após uma curta luta, meteram-no num carro, onde o esconderam no chão, tapado com um lençol. Eichmann foi levado para uma das habitações secretas da Mossad. Ali ficou nove dias, tempo durante o qual a sua identidade foi várias vezes verificada e confirmada. Durante o período de detenção, Harel tentou localizar Josef Mengele, o destacado médico nazi de Auschwitz, pois a Mossad tinha informações de que também ele se encontrava a viver em Buenos Aires. Harel esperava levar consigo Mengele para Israel no mesmo voo. Contudo, Mengele já tinha deixado a sua última residência, de que se tinha conhecimento, na cidade, e Harel não conseguiu qualquer pista sobre o seu paradeiro, o que o forçou a abandonar o plano desta captura. Eitan disse ao Haaretz em 2008 que tomaram a decisão, intencionalmente, de não ir atrás de Mengele, pois essa operação poderia pôr em perigo a captura de Eichmann. Perto da meia-noite do dia 20 de Maio, Eichmann foi sedado por um médico israelita da equipe da Mossad, vestido de assistente de bordo. e colocado a bordo do avião da El Al, um Bristol Britannia, que, dias antes, trouxera a delegação israelita para as celebrações do 150.º aniversário da independência da Argentina. Depois de um longo período de tensão devido a atrasos na aprovação do plano de voo, o avião descolou para Israel, fazendo escala em Dakar, no Senegal, para reabastecimento de combustível. Chegaram a Israel no dia 22 de maio e Ben-Gurion anunciou a captura de Eichmann ao Knesset — o parlamento israelita — nessa tarde. Na Argentina, o rapto foi recebido com uma violenta onda de antissemitismo, levada a cabo por membros da extrema-direita, incluindo o Movimento Nacionalista Tacuara. Em Junho de 1960, após várias negociações mal-sucedidas com Israel, a Argentina solicitou uma reunião urgente ao Conselho de Segurança das Nações Unidas para protestar, pois considerava a captura como um ato de violação dos seus direitos soberanos. No debate que se seguiu, a representante israelita, Golda Meir, disse que os raptores não eram agentes de Israel mas sim indivíduos privados e, por isso, o incidente era apenas uma \"violação isolada da lei argentina\". A 23 de junho, o Conselho aprovou a Resolução 138, a qual estabelecia que a soberania da Argentina tinha sido violada e exigia que Israel procedesse a uma indemnização. Após algumas negociações, Israel e a Argentina emitiram, a 3 de agosto, uma declaração conjunta que admitia a violação da soberania argentina mas concordava em pôr fim à disputa. No julgamento e no subsequente recurso de Eichmann, o tribunal israelita determinou que as circunstâncias da sua captura não tiveram qualquer influência na legalidade do seu julgamento. Documentos da Central Intelligence Agency (CIA) tornados públicos em 2006 mostram que a captura de Eichmann preocupou a CIA e o Bundesnachrichtendienst (BND) da Alemanha Ocidental. Ambas as organizações sabiam, há pelo menos dois anos, que Eichmann estava escondido na Argentina, mas não agiram, pois isso não interessava no contexto da Guerra Fria. Ambas estavam inquietas com o que Eichmann poderia dizer no seu testemunho sobre o conselheiro de segurança alemão Hans Globke, um dos autores de várias leis nazis antissemitas (incluindo as Leis de Nuremberga). Os documentos também revelaram que ambas as agências tinham utilizado alguns dos ex-colegas nazis de Eichmann para espiar os países europeus comunistas. ==Julgamento== Eichmann foi levado para um posto de polícia fortificado em Yagur, Israel, onde ficou nove meses. Os israelitas tinham dúvidas em levá-lo a julgamento com base apenas em provas de documentos e testemunhos. Diariamente, o prisioneiro era sujeito a interrogatórios, totalizando mais de 3500 páginas de depoimentos. O chefe dos interrogatórios era o inspetor-chefe da polícia nacional, Avner Less. Utilizando documentos fornecidos pelo Yad Vashem e pelo caçador de nazis Tuviah Friedman, Less conseguiu, por vezes, determinar se Eichmann estava ou não a mentir ou a ser evasivo. Quando era confrontado com informações que o forçavam a admitir o que fizera, Eichmann insistia que não tinha qualquer autoridade na hierarquia nazi e apenas obedecia a ordens. O inspetor Less observou que Eichmann parecia não compreender a enormidade dos seus crimes e não mostrou remorsos. O seu recurso, publicado em 2016, não contradiz esta situação: \"É necessário marcar uma linha entre os líderes responsáveis e as pessoas, como eu, que foram forçadas a servir como meros instrumentos nas mãos dos líderes\", escreveu Eichmann. \"Eu não era um líder responsável, pelo que não me sinto culpado\". O julgamento de Eichmann no Tribunal da Comarca de Jerusalém teve início a 11 de abril de 1961. A base legal das acusações contra ele era a Lei (da Condenação) dos Colaboradores Nazis de 1950, ao abrigo da qual foi indiciado por 15 crimes, incluindo crimes contra a humanidade, crimes contra os judeus e associação em uma organização criminosa. O julgamento foi presidido por três juízes: Moshe Landau, Benjamin Halevy e Yitzhak Raveh., sendo procurador principal Gideon Hausner, assistido por Gabriel Bach do Departamento de Justiça e pelo Procurador Distrital de Tel Aviv Yaakov Bar-Or. A equipa de defesa era constituída pelo advogado alemão Robert Servatius, acompanhado do assistente Dieter Wechtenbruch, e pelo próprio Eichmann. O governo israelita organizou o julgamento por forma a ter grande cobertura dos meios de comunicação. A Capital Cities Broadcasting Corporation, dos Estados Unidos, comprou os direitos exclusivos de gravação das imagens televisivas. Muitos dos principais jornais mundiais enviaram os seus jornalistas e publicaram as reportagens na capa. O julgamento teve lugar no Beit Ha'am (atualmente conhecido como Gerard Behar Center), um auditório situado no centro de Jerusalém. Eichmann sentou-se dentro de uma cabina com vidro à prova de bala para o proteger de alguma tentativa de assassinato. O edifício foi adaptado para permitir aos jornalistas assistirem ao julgamento em circuito fechado de televisão e foram instalados 750 lugares no próprio auditório. Os israelitas puderam assistir à transmissão das sessões televisivas do julgamento, e as gravações de imagem eram enviadas diariamente para os Estados Unidos, para serem transmitidas no dia seguinte. A acusação apresentou o caso ao longo de 56 dias, envolvendo centenas de documentos e 112 testemunhas (muitas delas sobreviventes do Holocausto). O propósito de Hausner quis, não só, demonstrar a culpa de Eichmann, mas também apresentar material sobre o Holocausto, produzindo, assim, um registo completo dos factos. O discurso acusatório de Hausner começou do seguinte modo: \"Não é um indivíduo que está no banco neste julgamento histórico, e também não é o regime nazi, mas o antissemitismo ao longo da História\". O advogado de defesa Servatius tentou repetidamente, e com êxito, travar a apresentação de material não relacionado diretamente com Eichmann. Para além de documentação do período da guerra, o material apresentado como prova incluía gravações e transcrições dos interrogatórios de Eichmann e das entrevistas de Sassen na Argentina. Neste último caso, apenas as notas escritas por Eichmann foram aceites como elementos de prova. Algumas das provas apresentadas pela acusação tomaram a forma de depoimentos fora do tribunal por parte de nazis destacados. A defesa solicitou que os homens fossem trazidos até Israel, de modo a que não fosse revogado o direito da defesa ao contra-interrogatório. Mas Hausner, no seu papel de Procurador-Geral, declarou que seria obrigado a deter qualquer criminoso de guerra que entrasse em Israel. A acusação demonstrou que Eichmann estivera em locais onde tinham ocorrido atos de extermínio, incluindo Chełmno, Auschwitz e Minsk (onde ele assistiu a uma execução em massa de judeus),, pelo que tinha conhecimento de que os deportados estavam a ser mortos. Quando a acusação terminou, a defesa apresentou uma moção de dispensa com base na ilegalidade do julgamento. Servatius chamou a atenção para o facto de Eichmann ter sido raptado e para a base jurídica israelita por força da qual ele era acusado. O advogado argumentou que, se o julgamento continuasse, a sua jurisdição deveria ser transferida para a Alemanha Ocidental. A acusação contra-argumentou, dizendo que as Nações Unidas tinham apoiado a ação de Israel e que tanto a Alemanha Ocidental como a Argentina tinham acordado que as acusações contra ele eram legítimas. A moção da defesa acabou por ser chumbada. A defesa passou depois para uma análise detalhada do próprio Eichmann. Moshe Pearlman e Hannah Arendt descreveram Eichmann como vulgar na aparência e indiferente nos sentimentos. No seu testemunho ao longo do julgamento, Eichmann insistiu no facto de não ter tido qualquer hipótese de escolha quanto às ordens que recebia, pois prestara juramento de lealdade — o mesmo argumento utilizado por outros arguidos nos Julgamentos de Nuremberga em 1945–1946. Eichmann disse que as decisões não tinham sido tomadas por ele mas sim por Müller, Heydrich, Himmler e, em primeiro lugar, Hitler. Servatius também argumentou que as decisões do governo nazi eram atos de Estado e, por isso mesmo, não sujeitas a processos judiciais normais. Em relação à Conferência de Wannsee, Eichmann disse que se sentira satisfeito e aliviado quando a reunião terminou. Como a decisão de extermínio dos judeus fora tomada pelos seus superiores, o assunto já não lhe dizia respeito; sentia-se absolvido de qualquer culpa. No último dia da avaliação, assumiu culpa na organização dos transportes, mas declarou que não se sentia culpado pelas consequências. Ao longo do contra-interrogatório, o procurador Hausner tentou, infrutiferamente, que Eichmann admitisse a sua culpa pessoal. Eichmann admitiu que não gostava de judeus e que os via como adversários, mas afirmou que nunca pensara que se justificasse o seu extermínio. Quando Hausner apresentou provas de Eichmann ter dito em 1945 \"irei para o túmulo a rir porque a sensação de que tenho cinco milhões de seres humanos na minha consciência é para mim uma fonte de extraordinária satisfação.\" Eichmann respondeu que queria dizer \"inimigos do Reich\", como os soviéticos. Durante análises posteriores realizadas pelos juízes, Eichmann admitiu que se queria referir aos judeus e disse que aquela observação fora irrefletida na altura. O julgamento terminou no dia 14 de agosto de 1961 e o veredicto foi lido a 12 de dezembro seguinte. Os juízes declararam que ele não era pessoalmente culpado de matar alguém nem de supervisionar e controlar as atividades dos Einsatzgruppen. Foi considerado culpado das terríveis condições de deportação, em particular por comboio, e de arrebanhar judeus para essa deportação. Foi considerado culpado de crimes contra a humanidade, crimes de guerra e crimes contra os polacos, os eslovenos e os ciganos. Também de associação a três organizações criminosas nos Julgamentos de Nuremberga: a Gestapo, a SD e a SS. Na sentença, os juízes concluíram que Eichmann tinha, não só, cumprido ordens, mas também acreditara, profundamente, na causa nazi, e tinha tido um papel-chave no genocídio. A 15 de dezembro de 1961, Eichmann foi condenado à morte por enforcamento. ===Recursos e execução=== Servatius apelou da sentença, baseando os seus argumentos, principalmente, na legalidade da jurisdição de Israel e na legalidade das leis por força das quais Eichmann fora condenado. As audições do recurso tiveram lugar entre os dias 22 e 29 de março de 1962. A esposa de Eichmann, Vera, viajou para Israel, onde se encontrou com ele, pela última vez, no final de abril. Em 29 de maio, o Supremo Tribunal de Israel rejeitou o recurso e confirmou a sentença do Tribunal comarcal. Em seguida, Eichmann enviou um pedido de clemência ao presidente de Israel, Yitzhak Ben-Zvi. O conteúdo da sua carta ao presidente, apelando ao perdão, e os documentos originais do julgamento foram tornados públicos a 27 de janeiro de 2016. Cidadãos destacados como Hugo Bergmann, Pearl Buck, Martin Buber e Ernst Simon mostraram o seu apoio a Eichmann. Ben-Gurion marcou uma reunião para resolver o problema. A comissão reunida decidiu recomendar a Ben-Zvi que não aceitasse perdoar Eichmann, e o presidente rejeitou o apelo à alteração da sentença. Às 20h00 do dia 31 de maio, Eichmann foi informado de que o seu último apelo fora negado. A sua última refeição foi a habitual dose de queijo, pão, azeitonas e chá, com meia garrafa de vinho. Eichmann foi enforcado horas depois, numa prisão de Ramla. O enforcamento, marcado para a meia-noite de 31 de maio, sofreu um ligeiro atraso de poucas horas. A execução, ao início do dia 1 de junho de 1962, foi testemunhada por um pequeno grupo de oficiais, quatro jornalistas e um padre canadiano, William Lovell Hull, seu conselheiro espiritual na prisão. Últimas palavras de Eichmann: Depois da execução, o corpo de Eichmann foi cremado e as suas cinzas espalhadas no mar Mediterrâneo, fora das águas territoriais israelitas, por um navio-patrulha da Marinha de Israel. ===Impacto=== O julgamento e toda a sua cobertura pelos meios de comunicação fizeram renascer o interesse pelos acontecimentos da guerra, e o aumento verificado na publicação de memórias e trabalhos académicos ajudou a consciencializar o público em geral sobre o Holocausto. O julgamento teve grande cobertura da imprensa na Alemanha Oriental, e muitas escolas incluíram material sobre o assunto nos seus programas. Em Israel, os relatos das testemunhas no julgamento resultaram num conhecimento mais profundo do impacto do Holocausto nos sobreviventes, em particular entre os cidadãos mais jovens que nunca tinham passado por opressão levada a cabo pelo Estado. Hannah Arendt, escritora de teoria política que escreveu para o The New Yorker sobre o julgamento de Eichmann, descreveu-o no seu livro Eichmann em Jerusalém como representante da \"banalidade do mal\". Para a escritora, ele tinha uma personalidade vulgar, não mostrando culpa nem ódio. Arendt escreveu também que \"este caso foi construído com base naquilo que os judeus sofreram, e não no que Eichmann fez\". No seu livro de 1988 Justice, Not Vengeance (Justiça, não Vingança), Wiesenthal diz: \"O mundo compreende agora o conceito de «crime de secretária». Sabemos que não é preciso ser fanático, sádico ou doente mental para assassinar milhões; isso chega para ser seguidor leal, ansioso por fazer o seu trabalho\". O termo \"pequenos Eichmanns\" tornou-se pejorativo para designar os burocratas responsáveis por, indireta e sistematicamente, fazerem mal a outras pessoas. No seu livro de 2011 Eichmann Before Jerusalem, baseado em grande parte nas entrevistas de Sassen e nas notas de Eichmann durante o exílio, Bettina Stangneth descreve Eichmann como um antissemita ideologicamente motivado e defensor de longa data da causa nazi, que construiu uma personalidade de burocrata sem face para se apresentar no tribunal. Os historiadores Christopher Browning, Deborah Lipstadt, Yaacov Lozowick e David Cesarani chegam a uma conclusão semelhante: Eichmann não era o funcionário burocrático banal, ingénuo, que Hannah Arendt julgava. O filho mais novo de Eichmann, Ricardo, disse não sentir qualquer ressentimento contra Israel pela execução do seu pai. Discorda do pai em relação à desculpa de \"seguir ordens\" para atenuar as suas ações e acrescentou que a falta de remorsos de Adolf Eichmann causara \"emoções difíceis\" no seio da família. Ricardo é professor de Arqueologia no Instituto Arqueológico Alemão. Em 2015, a filmagem do julgamento pelo realizador de TV Leo Hurwitz, com produção de Milton Fruchtman, foi tema do filme para a televisão britânica The Eichmann Show, com Martin Freeman e Anthony LaPaglia. O filme é intercalado de cenas extraídas do próprio julgamento. ==Resumo da carreira como SS== *Número SS: *Número do Partido Nazi: *Posições destacadas: Subdepartamento IV-B4 (Gestapo), RSHA *Serviço na Waffen-SS: SS-Untersturmführer der Reserve (9 de Novembro de 1944) ===Registo militar=== Promoções de Adolf Eichmann Data Patente 1 de Abril de 1932 SS-Anwärter (Candidato) 9 de Novembro de 1933 SS-Mann (Soldado) 24 de Dezembro de 1933 SS-Scharführer (Segundo-Sargento) 1 de Maio de 1934 SS- Oberscharführer (Primeiro-Sargento) 1 de Julho de 1934 SS-Scharführer 1 de Setembro de 1935 SS-Oberscharführer (Primeiro-Sargento) 13 de Setembro de 1936 SS-Hauptscharführer (Sargento-Ajudante) 9 de Novembro de 1937 SS- Untersturmführer (Segundo-Tenente) Julho de 1938 SS-Obersturmführer (Primeiro- Tenente) 30 de Janeiro de 1939 SS-Hauptsturmführer (Capitão) 1 de Agosto de 1940 SS-Sturmbannführer (Major) 9 de Novembro de 1941 SS-Obersturmbannführer (Tenente-Coronel) ===Condecorações e Honras Nazis=== * Cruz de Mérito de Guerra (1.ª e 2.ª Classes com Espadas) * Cruz de Ferro, Segunda Classe (1944) * Medalha Anschluss * Crachá de Desporto da SA (em Bronze) * SS-Ehrenring * Chevron de Honra da Velha Guarda * SS Julleuchter * Crachá Civil da SS; SS Zivilabzeichen (SS-Z.A. #6375) ==Ver também == * Banalidade do mal * Críticas ao negacionismo do Holocausto * Eichmann em Jerusalém == Bibliografia == ===Principal=== * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * ===Adicional=== * * * * * * * * * ==Ligações externas== * Artigo sobre a operação de captura de Eichmann na Argentina *Entrevista com Gabriel Bach, principal promotor no julgamento de Eichmann * Adolf Eichmann no site do Museu Memorial do Holocausto dos Estados Unidos *O Julgamento de Eichmann no site do Yad Vashem * O Julgamento de Adolf Eichmann registros dos procedimentos * \"Comigo há seis milhões de acusadores\" site que marca os 50 anos do aniversário do julgamento de Eichmann * \"Adolf Eichmann em Israel: retratos de um criminoso de guerra nazista na Revista Time * \"O Julgamento de Eichmann: 50 anos depois\": documentos no Arquivo Estatal Israelense Categoria:Nazistas condenados por crimes de guerra Categoria:Criminosos de guerra nazistas Categoria:Oficiais nazistas Categoria:Pessoas da Segunda Guerra Mundial (Alemanha) Categoria:Pessoas executadas por enforcamento Categoria:Naturais de Solingen Categoria:Antissemitismo Categoria:Perpetradores do holocausto Categoria:Vítimas de sequestro Categoria:Oficiais da SS Categoria:Exilados Categoria:Conferência de Wannsee Categoria:Pessoas executadas por Israel Categoria:Pessoas executadas por crimes contra a humanidade",
 "title": "Adolf Eichmann"
}