{
 "id": "18067",
 "text": "Solução final ou solução final da questão judaica (do alemão Endlösung der Judenfrage) refere-se ao plano nazi de genocídio da população judia de todos os territórios ocupados pela Alemanha, durante a Segunda Guerra Mundial. A expressão aparece em uma carta do general das SS, Reinhard Heydrich ao diplomata Martin Franz Julius Luther, do Ministério do Exterior alemão. Na carta, Heydrich solicita a participação do Ministério na implementação da \"solução final para a questão judaica\", ou seja, \"remover\" os judeus dos territórios ocupados pela Alemanha, conforme fora decidido pelas lideranças nazistas. Anexa à carta estava a ata da conferência de Wannsee, na qual havia sido anunciado que Heydrich seria o principal responsável pelo cumprimento daquela decisão.World War II Database. Wannsee Conference 20 Jan 1942. Por C. Peter Chen Os nazis concentraram as populações judias em guetos e mais tarde em campos de concentração e campos de extermínio. == Origem == [[Ficheiro:Carta Göring.JPG|miniatura|250px|esquerda|Carta de Göring para Reinhard Heydrich (31 de julho de 1941), determinando a elaboração de um plano para solução final da questão judaica (Endlösung der Judenfrage)Documento recebido como evidência nos julgamentos de Nuremberg. Document 710-PS (USA-509). O número de série USA é o número oficial de exibição atribuído pela corte. In Trial of the Major War Criminals before the International Military Tribunal [Blue Series]. 42 volumes, vol. III p.525. Nuremberg, 1947-49 Famous World Trials. Nuremberg Trials. 1945 - 1949 Excerpts of the Testimony of Hermann Goering 3 [Testimony on 3/20/1946. Morning SessionTranscrição : Der Reichsmarschall des Großdeutschen Berlin, den 7.1941 Reiches Beautragter für den Vierjahresplan Vorsitzender des Ministerrats für die Reichsverteidigung An den Chef der Sicherheitspolizei und des SD SS-Gruppenführer H e y d r i c h B e r l i n. In Ergänzung der Ihnen bereits mit Erlaß vom 24.1.39 übertragenen Aufgabe, die Judenfrage in Form der Auswanderung oder Evakuierung einer den Zeitverhältnissen entsprechend möglichst günstigsten Lösung zuzu führen, beauftrage ich Sie hiermit, alle erforderlichen Vorbereitungen in organisatorischer, sachlicher und materieller Hinsicht zu treffen für eine Gesamtlösung der Judenfrage im deutschen Einflußgebiet in Europa. Soferne hierbei die Zuständigkeit anderer Zentralinstanzen berührt werden, sind diese zu beteiligen. Ich beauftrage Sie weiter, mir in Bälde einen Gesamtentwurf über die organisatorischen, sachlichen und materiellen Vorausmaßnahmen zur Durchführung der angestrebten Endlösung der Judenfrage vorzulegen. (Unterschrift:Göring) Tradução : \"Complementing the task which was conferred upon you already on 1/24/1939, to solve the Jewish problem of emigration or evacuation in the best possible way according to present conditions, I charge you herewith to make all necessary preparations as regards organizational, factual, and material matters for final solution[ \"total solution\", segundo a tradução proposta pelo próprio Göring, durante seu julgamento] of the Jewish question within the area of German influence in Europe. Should these come within the competence of other governmental departments, then such departments are to co-operate. In case this affects the responsibilities of other central organisations, these shall participate as well. \"I charge you further to submit to me as soon as possible a general plan showing the organizational and material measures for reaching the desired total solution of the Jewish question.]] Em 31 de Julho de 1941, sob instruções de Adolf Hitler, Hermann Göring enviou uma carta a Reinhard Heydrich determinando que este lhe submetesse, assim que possível, um plano geral, incluindo uma previsão de meios materiais e organizacionais necessários para implementar uma \"solução final para a questão judaica\". Na conferência de Wannsee, que teve lugar em Berlim, no dia 20 de janeiro de 1942, reuniram-se altos funcionários do governo da Alemanha nazista e líderes das SS (Schutzstaffel). O objetivo da conferência, convocada pelo diretor do Reich Main Security Office SS-Obergruppenführer, Reinhard Heydrich, era assegurar a cooperação de líderes administrativos de vários departamentos governamentais na implementação da \"solução final para a questão judaica\". Durante a reunião, Heydrich delineou como os judeus europeus seriam reunidos e enviados para campos de extermínio na Polónia ocupada, onde seriam mortos. Os registros e minutas do que se passou na conferência foram recuperados pelos Aliados somente em 1947 (depois do primeiro dos vários julgamentos de Nuremberg). No entanto, a expressão Endlösung der Judenfrage não aparece nesses documentos. A natureza precisa e o momento exacto das decisões que levaram à Solução Final é um aspecto intensamente pesquisado e debatido do Holocausto. A maioria dos historiadores concorda, escreveu Christopher Browning, que a Solução Final não pode ser atribuída a uma única decisão tomada num determinado momento. \"É geralmente aceito que o processo de tomada de decisão foi prolongado e incremental\". == O mecanismo em marcha == O principal objetivo da conferência de Wannsee não era decidir sobre o Holocausto, que há muito já estava em marcha - mas organizar e coordenar a deportação e aniquilação da população judaica. A \"solução final\" já se sugeria no Mein Kampf pela própria escrita de Adolf Hitler, quando lamentava que, no início ou durante a Primeira Guerra Mundial, doze ou quinze mil dos judeus malfeitores \"que estavam a corromper a nação\" não tivessem sido submetidos a gás venenoso \"no momento certo\". De acordo com o jornalista Josef Hell, que ainda em 1922 lhe perguntou o que ele faria com total liberdade de ação contra os judeus, Hitler respondeu: \"Quando estiver realmente no poder, a destruição dos judeus será minha primeira e mais importante tarefa.\" E acrescentou que levantaria forcas em todas as cidades alemãs até que o último judeu fosse exterminado. Em 30 de Janeiro de 1933, Adolf Hitler foi nomeado chanceler da Alemanha pelo presidente Paul von Hindenburg, depois de o partido nazi obter uma percentagem significativa (cerca de 44%) dos votos nas eleições de 1932. Aquela data, para vários historiadores e organizações, marca o começo da \"solução final\" \\- foi seguida pouco tempo depois pela Lei de Concessão de Plenos Poderes, que deu a Hitler o poder de legislar sem aprovação parlamentar. A partir daí, leis e práticas cada vez mais duras e restritivas foram apertando o cerco à minoria judaica. A 20 de Março de 1933, abre o primeiro campo de concentração: Dachau, nos arredores de Munique, sob controle das SS. Nele foram aprisionados comunistas, social-democratas, Testemunhas de Jeová, homossexuais, ciganos, judeus (embora ainda não especificamente visados nessa condição) e de um modo geral os \"inimigos do Reich\", reais ou imaginários. Era usado de início o eufemismo \"custódia protetora\". Dachau foi um campo de treino para as SS e o modelo para os muitos campos de trabalho e/ou extermínio que se lhe seguiram. === Exclusão e expulsão === Com a tomada de poder pelo NSDAP em 1933, a perseguição aos judeus alemães começou com o objetivo imediato de forçar o maior número possível deles a emigrar da Alemanha, por meio da asfixia económica e da exclusão social, primeiro através do terror das SA (Sturmabteilung), a partir de 1934 pelas SS (Schutzstaffel). Seguiram-se medidas estatais como o Boicote aos negócios judaicos (1 de abril de 1933), a demissão de funcionários públicos não arianos (Lei de Restauração da Função Pública de 8 de Abril de 1933) e as Leis de Nuremberga de 1935. A resposta inicial ao regime nazi foi uma onda substancial de emigração (37 000 a 38 000), grande parte para os países europeus vizinhos (França, Bélgica, Holanda, Dinamarca, Checoslováquia e Suíça). Grande parte desses refugiados foi depois capturada pelos nazis após a conquista da Europa Ocidental em Maio de 1940. Em Agosto de 1933, após três meses de negociações, foi celebrado um acordo entre o Banco Anglo-Palestino, a Federação Sionista da Alemanha e o Ministério da Economia do III Reich. O acordo, que ficou conhecido pelo nome de Acordo Haavara (significando \"acordo de transferência\") tinha como objectivo organizar a emigração de judeus alemães para a região da Palestina. O acordo tornou possível a emigração de cerca de sessenta mil judeus para a Palestina entre 1933 e 1939 e, ao mesmo tempo, promoveu as exportações alemãs (entre outras, como uma contramedida ao boicote anti-nazista de 1933). Conforme o estipulado no documento, os judeus emigrados podiam receber parte de seus ativos alemães bloqueados na forma de importações alemãs para o Médio Oriente. Este acordo continuou com pequenas alterações de 1933 até ao começo da Segunda Guerra Mundial. === A \"Noite de Cristal\" do Reich === Na noite de 9 para 10 de Novembro de 1938, naquela que ficou conhecida como a \"Noite de Cristal\", forças das SA e civis alemães levaram a cabo um pogrom organizado contra a minoria judaica na Alemanha e na Áustria. Apresentado pela propaganda do regime nazi como uma \"resposta espontânea\" ao assassínio do diplomata alemão Ernst vom Rath por Herschel Grynszpan, um judeu polaco, em Paris, nesse mesmo dia 9 - foi de facto ordenado a partir do topo. Entre 7 e 13 de novembro, cerca de 800 judeus foram assassinados, 400 deles na noite de 9 para 10 de novembro. Mais de 1 400 sinagogas, salas de oração e outras salas de reunião, assim como milhares de lojas, apartamentos e cemitérios judeus foram destruídos e saqueados. A partir de 10 de novembro, aproximadamente 30 000 judeus foram presos em campos de concentração. Três decretos antijudaicos foram emitidos em 12 de Novembro: os judeus não mais dirigiriam empresas; teriam eles próprios de suportar os estragos sofridos durante o pogrom, e as indemnizações dos seguros seriam confiscadas em benefício do Reich. Além disso, os judeus alemães, as vítimas da Noite de Cristal, foram obrigados a pagar uma multa no valor um bilhão de marcos. === Invasão da Polónia === Em 1 de Setembro de 1939, sem uma declaração formal de guerra, a Alemanha invadiu a Polónia, por coincidência no mesmo dia em que Hitler autorizou o Aktion T4, o programa de eutanásia do regime nazi. A invasão da Polónia pretendia, conforme as palavras de Hitler, destruir totalmente o país e os seus habitantes e reparti-lo, conforme o pacto secreto Molotov-Ribbentrop, com a URSS. Pouco antes da invasão, Hitler fez um discurso aos seus comandantes militares em Obersalzberg: \"(...) preparei, para já apenas no Leste, as minhas formações SS-Totenkopfverbände (\"regimentos da caveira\") com ordens para matar sem piedade nem misericórdia todos os homens, mulheres e crianças de ascendência ou língua polaca. Só assim poderemos obter o espaço vital de que necessitamos\". Desde os primeiros dias da guerra, uma onda de enorme violência acompanhou as tropas alemãs: pilhagens, violações, massacres da intelligentsia polaca e judaica, e igualmente do povo comum - o chamado \"holocausto a tiro\". A invasão foi um exemplo de guerra total. A Luftwaffe bombardeou alvos militares e civis, escolas, igrejas, e hospitais e ambulâncias apesar de sinalizadas. De posse de listas de milhares de pessoas a abater, elaboradas antes da invasão com a ajuda de membros da minoria alemã no país, as SS, as Selbstschutz (\"unidades de auto defesa\"), assim como o exército regular, conduziram diariamente execuções em massa de polacos, e preferencialmente judeus. Em 17 de Setembro, e também sem aviso, as tropas de Estaline invadem a leste a Polónia, sendo também responsáveis por inúmeros crimes de guerra. Em fins de Setembro, praticamente toda a resistência polaca organizada cessara. O número de mortos polacos– civis e militares, judeus e não judeus – nesse primeiro mês da ocupação foi estimado em 250 mil. === O Plano de Madagáscar === O regime nazi, em determinada altura, cerca de 1938, chegou a considerar a hipótese de deportar a população judaica da Europa sob o seu domínio para a ilha de Madagascar, uma possessão francesa. A ilha seria colocada sob mandato alemão, governada pelas SS, e nela os judeus perderiam a cidadania e, conforme as próprias palavras do plano idealizado pelos nazis, permaneceriam nas mãos dos alemães como um penhor do futuro \"bom comportamento dos membros da sua raça na América\". Seria, no fundo, um \"supergueto.\" Yehuda Bauer observa que em Outubro de 1940 o nazismo deportou 7 500 judeus da Alemanha, não para o Leste, mas para a França - o que seria apropriado como ponto de embarque para Madagáscar. Contudo, o plano foi abandonado por não ser viável. === A Reserva de Lublin === Uma vez a Polónia subjugada, uma área perto de Lublin, com cerca de 900 km2, que fazia parte do chamado Governo Geral, foi inspecionada por Artur Seyss-Inquart em Novembro de 1939. Ele relatou que - de acordo com o governador local - a área, de natureza pantanosa, serviria como uma \"reserva\" para os judeus, e que \"esta ação causaria (a sua) considerável dizimação\" Em 25 de novembro, Hans Frank informou a administração local que um influxo de \"milhões de judeus\" tinha sido proposto. Odilo Globočnik foi encarregado de todas as questões relativas aos judeus na área de Lublin, representando as SS e o comando da polícia. Globočnik criou um departamento liderado por um Dr. Hofbauer para planear a colonização dos judeus esperados e o seu recrutamento para trabalhos forçados. Os primeiros judeus, cerca de 3 mil, foram enviados para Lublin em 18 de Outubro de 1939. Os primeiros comboios eram constituídos por judeus deportados da Áustria e do Protectorado da Boémia e Morávia. Contudo, logo no dia 19, quando o segundo e terceiro transportes estavam preparados, Heinrich Müller, em nome do chefe da SS, Heinrich Himmler, suspendeu novas deportações e o plano foi abandonado. === A Invasão de França === A 10 de Maio de 1940, deu-se a invasão alemã da Holanda, Bélgica e Luxemburgo, preliminares da invasão da França. Numa primeira fase, a Fall Gelb, as unidades de tanques alemãs penetraram através das Ardenas, para circundar as unidades Aliadas que se tinham movido para a Bélgica. A maior parte da Força Expedicionária Britânica e muitos soldados franceses tiveram de escapar de Dunquerque para a Inglaterra na Operação Dínamo. Na segunda fase da invasão, a Fall Rot, a 5 de Junho, as forças alemãs cercaram a Linha Maginot para atacar o resto da França. O governo francês deixou Paris para Bordéus e os alemães tomaram Paris a 14 de Junho. Após a rendição do Segundo Grupo do Exército Francês a 22 de Junho, a França assinou um armistício em 25. Antes da invasão, às tropas de Hitler tinha sido distribuído Pervitin, uma metanfetamina recentemente descoberta e já habitualmente usada pelo exército nazi; tinha sido testada na Polónia. O exército alemão tinha encomendado 35 milhões de comprimidos antes de avançar para a França. A droga possibilitou o avanço rápido e constante dos alemães, que já não sentiam necessidade de descansar e dormir; segundo o próprio Guderiam, as suas tropas não descansaram durante dezassete dias. Hitler dividiu a França em duas partes principais, uma ocupada por alemães no norte e no oeste, e uma parte no sul, sob um governo colaboracionista de Pétain, o qual ficou conhecido como o Regime de Vichy, localidade onde se estabeleceu. A 10 de Junho de 1940, após vários dias de debate, 569 deputados da Assembleia Nacional (contra apenas 80) votam a favor da concessão de plenos poderes a Pétain. O novo governo desde logo começou a publicar legislação antisemita. O regime de Vichy promulgou um Estatuto dos Judeus, que discriminou os judeus excluindo-os da administração pública, forças armadas, entretenimento, artes e mídia, assim como determinadas profissões, como o ensino, a advocacia e a medicina. Distinguiu ainda entre os judeus estrangeiros e os franceses, decidindo que os primeiros podiam ser internados pelas autoridades locais. === A Procura de Métodos Alternativos === Do ponto de vista do Nazismo, os primeiros métodos usados para liquidar os judeus tinham diversos e sérios defeitos. O isolamento forçado em guetos, o saque das riquezas judaicas, e a retirada de meios de subsistência, embora aumentassem a mortalidade, eram extremamente lentos. As execuções a tiro exigiam muitos recursos, munições e transporte. Em 15 de Agosto de 1941, H. Himmler assistiu a uma execução em massa de judeus pelo Einsatzgruppen B em Minsk. Arthur Nebe, o comandante do grupo, e Erich von dem Bach-Zelewski, queixaram-se da \"pressão psicológica\" sofrida pelos seus homens ao terem de matar mulheres e crianças. Himmler começou a procurar melhores, mais rápidos e \"limpos\" métodos de liquidar os judeus e opositores. Foram feitas experiências executando doentes mentais por meio de explosivos, o que deixava pedaços de corpos espalhados por toda a parte. Pacientes de asilos perto de Minsk foram gaseados em recintos selados em que introduziam gases de escape de automóveis a partir do exterior. Por último, o modo escolhido foi usar carrinhas de gás, camiões especificamente modificados, com capacidade para cerca de 100 condenados de cada vez, que encaminhavam os gases de escape para o interior do compartimento de carga. Durante a viagem até aos locais onde seriam sepultadas, as vítimas morriam sufocadas. As camionetas de gás foram utilizadas em Chelmno a partir de 8 de Dezembro 1941.Este foi o primeiro campo de extermínio a funcionar, e a partir de Janeiro de 1942 já os habitantes do gueto de Lodz estavam a ser mortos em Chelmno. Contudo, também este método viria a ser abandonado - as mortes não eram imediatas, e os gritos das vítimas perturbavam os condutores. As câmaras de gás viriam a ser escolhidas como o método mais eficiente de extermínio em massa. === Os Campos da Morte === Em 3 de setembro de 1941, em Auschwitz, o SS-Hauptsturmführer Karl Fritzsch fez uma primeira experiência com seiscentos prisioneiros de guerra soviéticos e 150 polacos, executando-os por meio de Zyklon-B, um pesticida. Este método de eleição foi o seguido nos campos de extermínio de Auschwitz-Birkenau e Majdanek. == Ver também == * Antijudaísmo * Anti-semitismo * Arianização * Dia Internacional da Lembrança do Holocausto * Discurso de Posen *Êxodo de 1940 em França * Holocausto * Lista de judeus sobreviventes do Holocausto * Lista dos campos de concentração nazistas * Plano Madagáscar * Política racial da Alemanha Nazista * Questão judaica * Triângulos do Holocausto ==Bibliografia== * Bauer, Yehuda - A History of the Holocaust - Franklin Watts, 1982 *Browning, Christopher R. - The Origins of the Final Solution: The Evolution of Nazi Jewish Policy, September 1939 - March 1942 - University of Nebraska Press & Yad Vashem, 2004 *Browning, Christopher R. - Nazi Policy, Jewish Workers, German Killers - Cambridge University Press, 2000 *Cesarani, David (editor) -The Final Solution -Origins and Implementation -Routledge, 1994 *Chesnoff, Richard - Pack of thieves: how Hitler and Europe plundered the Jews and committed the greatest theft in history - Anchor Books, 1999T *Dear, I.C.B. (editor). The Oxford Companion to the Second World War - Oxford University Press, 1995 *Desbois, Patrick - The Holocaust by Bullets: A Priest’s Journey to Uncover the Truth behind the Murder of 1.5 Million Jews - Palgrave MacMillan, 2008 *Friedlander, Saul - Nazi Germany and the Jews: Vol.1 - The Years of Persecution, 1933-1939 - Harper Collins, 1997 *Gilbert, Martin -The Holocaust: The Human Tragedy - RosettaBooks LLC, 2014 * *Kochanski, Halik - The Eagle Unbowed: Poland and the Poles in the Second World War - Harvard University Press, 2012 *Longerich, Peter - Holocaust: The Nazi Persecution and Murder of the Jews - Oxford University Press, 2010 *Longerich, Peter - Heinrich Himmler - Oxford University Press, 2012 *Niewyk, Donald (e Francis Nicosia) - The Columbia Guide to the Holocaust. - Columbia University Press, 2000 *Ohler, Norman - Blitzed -Drugs in Nazi Germany - Penguin Press, 2017 *Pallud, Jean Paul - The Vichy Government in France (No magazine \"After the Battle” num. 170) - 2015 *Piotrowski, Tadeusz - Poland's Holocaust: Ethnic Strife, Collaboration With Occupying Forces and Genocide in the Second Republic, 1918–1947 -McFarland & Company, Inc., 1998 *Roseman, Mark - Os nazistas e a solução final: a conspiração de Wannsee: do assassinato em massa ao genocídio - Rio de Janeiro, Jorge Zahar, 2003. ISBN 85-7110-697-5 *Saunders, Alan - The Invasion of Poland - Franklin Watts, 1984 *Totten, Samuel; Bartrop, Paul R. - Dictionary of genocide. - Greenwood Press, 2008 Categoria:Nazismo Categoria:Antissemitismo Categoria:Conferência de Wannsee Categoria:Reinhard Heydrich",
 "title": "Solução final"
}