{
 "id": "18088",
 "text": "Calheiros é uma freguesia portuguesa do município de Ponte de Lima, com 8,89 km² de área e 930 habitantes (censo de 2021). A sua densidade populacional é . A freguesia de Calheiros situa-se a cerca de 8 km da sede de concelho de Ponte de Lima ==Demografia== A população registada nos censos foi: Distribuição da População por Grupos Etários Ano 0-14 Anos 15-24 Anos 25-64 Anos > 65 Anos 2001 173 182 509 183 2011 158 103 550 180 2021 130 107 497 196 ==Toponímia e história== Calheiros é uma povoação extremamente antiga, que remonta os seus princípios aos primeiros núcleos de população fixos das épocas pré-romanas. Dos marcos eclesiásticos podemos apreciar o registo da fundação e construção da Igreja de Santa Eufémia, que é paroquial do século XII para o século XIII, provavelmente deve ter tido uma primeira fundação anterior à Nacionalidade, e era Igreja “própria” dos cultos dos locais. A honra de Calheiros foi confirmada por D. Afonso IV em Santarém, a 5 de fevereiro de 1336, a favor de Martim Martins Calheiros, cuja honra lhe fora dada por D. Dinis. Posteriormente D. Sebastião por sentença de 12 de Novembro de 1566, novamente rectificou os direitos e demarcações daquela honra, a favor de **Diogo Lopes de Calheiros** , o ilustre autor do memorial de Calheiros. A geração antiquíssima da Casa de Calheiros, no dizer do memorial provém de Dom Aldias e de sua mulher Dona Gontinha, dos quais procede Martim Martins de Calheiros que obteve de D. Afonso IV a sentença da honra de Calheiros. Tendo como Orago Santa Eufémia, sempre teve como momento de maior demonstração de especial devoção dos residentes a festa em honra do Sr. dos Perdidos, que se realiza no terceiro fim-de-semana de Agosto e que ao longo dos anos se tornou famosa pela mencionada devoção dos residentes, pela imponente procissão que reúne imensos residentes e forasteiros e presenciada por muitas individualidades convidadas. Antigamente esta Igreja ficava situada no meio do Paçal e era cercada por um muro onde se encontravam quatro carreiros: o de Progo, o de Parada, o do Portal e o da Carvoeira, que davam para as quatro “meias” da freguesia e que eram muitas vezes objeto de rivalidades. Em 1935, com a construção do cemitério, ficou cortado o carreiro de Parada. Mais tarde ligaram esse carreiro cortado ao carreiro de Progo e foi feito o caminho, hoje estrada que passa ao lado da Igreja. O enterrador (coveiro) era nomeado pelo próprio. A freguesia pagava ¼ de milho em cada ano, ao enterrador. Mas esta Igreja Matriz da Freguesia de Calheiros tem sido objeto de grandes intervenções e tem vindo também a fomentar e propagar o nome e devoção à Padroeira da Freguesia - Santa Eufémia, sendo fixado o terceiro domingo de Setembro para realização da sua Festividade. Em 2009 numa peregrinação memorável à Catedral de Ourense (Espanha) onde se encontram depositadas as relíquias da Santa Eufémia, obtiveram-se uma parte dessas relíquias da Santa Eufémia e que hoje estão expostas em relicário desta Igreja de Calheiros. Além dos eventos e realizações atrás mencionados e não menos digno de aqui ser mencionado, Calheiros tem ainda a Festa em honra de S. Brás que realiza anualmente no primeiro domingo de Fevereiro, na sua Capela localizada na rua que dá pelo mesmo nome de RUA DE SÃO BRÁS e cuja Capela e zona envolvente foram objeto de beneficiação recente. Retomando alguns elementos históricos, porque amplamente ligado à história da Freguesia de Calheiros, elencamos aqui alguns registos da Casa de Calheiros ou Paço de Calheiros. Reza a história que em 1385, D.Joao I doou a torre de Santo Estevão da Facha ao escudeiro Garcia Lopes, por tê-lo auxiliado na conquista do castelo de Neiva e da Vila de ponte de Lima; um ano depois, a 5 de Janeiro, concedeu-lhe todos os bens sequestrados a Lopo Gomes Livra e pouco depois, estas mercês foram agraciadas a Rui Mendes de Vasconcelos, passando em seguida para Fernão Anes de Lima. A 4 de Agosto de 1528, Fernão Anes de Lima, bisneto e homónimo do anterior, obteve carta de brasão dos Calheiros. Foi primeiro Conde de Calheiros, por Decreto-Lei de 20 de Março de 1890, Francisco Lopes de Calheiros e Menezes Benevides, moço- fidalgo da casa real, deputado da nação e senhor do Paço de Calheiros. ==Associativismo== Das coletividades e organizações conta com a ACDR Calheiros, que ao longo dos anos vem promovendo o desporto e cultura e onde registamos a participação no Campeonato distrital de Futebol do INATEL desde o ano 1988, a organização das Jornas das Culturais e Prova de Atletismo que vão já na 29ª realização e outros eventos de índole desportiva, recreativa e cultural. O Rancho Folclórico é também uma das faces desta Associação Cultural e desportiva cujo início foi pensado como um grupo coral de cantares, uma iniciativa para recuperar cantigas tradicionais do povo, no tempo em que as malhadas, as desfolhadas e a faina do linho, eram a principal ocupação deste povo que lentamente se iam apagando na memória dos mais jovens. Foi contratado um tocador de concertinas e um ensaiador, houve uma recolha de músicas tradicionais junto das pessoas mais idosas e, em 1990 o Grupo Folclórico de Calheiros tornou-se uma realidade. O Grupo Folclórico de Calheiros, tem levado as suas danças e cantigas por todo o país, e também pelos povos e culturas no estrangeiro. O seu reportório é constituído pelo **Regadinho, Malhão, Tirana, as Pintas da Blusa, Carrasquinha, Chula Picada, Chula de Roda, Vira d'Oito, Vira Trespassado, Vira Batido, Cana Verde, Passarinho, Rusga de Entrada, Rusga de Saída, Vira de Roda, Ritinha, Laurindinha, Rosinha, Maria Nova, São João, Vira de Calheiros, Pintas da Blusa, Está aqui**. Todas estas danças como anteriormente dito, foram recolhidas junto das pessoas mais idosas da nossa freguesia, da forma como eram cantadas e dançadas, cada uma delas caracterizava a atividade que se estava a desenvolver, no meio rural onde predominada a agricultura. No que diz respeito a Trajes, este Grupo Folclórico traja os fatos mais tradicionais do Alto Minho, de características diversas, tais como: fato de noiva, fato de mordoma, domingueiro, festivo, fato de trabalho, Maria da fonte. ==Economia== Como atividades económicas podemos mencionar a agricultura, serralharias, transformação de madeira, hotelaria e turismo, comércio, pecuária, construção civil, como atividades principais. O Centro Paroquial e Social de Calheiros é também ele uma referência para esta freguesia de Calheiros, pelo convívio que promove entre os, económica e socialmente carenciados, e pelo serviço que presta junto dos mesmos. Recentemente o Paço de Calheiros foi objeto de grandes intervenções e restauro, passando a destinar-se a turismo de habitação, sendo atualmente uma das grandes referências Nacionais e até internacionais neste setor, utilizada por grandes nomes de governantes e artistas. Este é sem dúvida o grande indicador do património cultural que a Freguesia ostenta, no entanto outros existem e que aqui poderemos mencionar, como sejam, a já referida Igreja Matriz ou Paroquial, agora com as suas 2 novas torres, as capelas de S.Brás e do Sr dos Perdidos, a caso do Barrenho de cuja construção remonta aos finais do século XVII e que tem como proprietários a família Sottomayor e a caso do Rego. == Património == * Paço de Calheiros - casa do século XV (Turismo de Habitação) * Casa do Barrenho * Mesa dos Quatro Abades * Capela do Senhor dos Perdidos ==Pontos turísticos== Como pontos e locais de interesse turístico, além dos mencionados, pode ainda referir-se o Centro Cívico, como local de passagem e os altos do Cavalo e Penedo Branco e o monte do Castelo como locais de visibilidade.",
 "title": "Calheiros"
}