{
 "id": "1809",
 "text": "Tecnologia (do grego \"τέχνη\": \"técnica, arte, ofício\" e \"-λογία\": \"estudo\") é o conjunto de processos e habilidades usados na produção de bens ou serviços, ou na realização de objetivos, como em investigações científicas. Isso também pode ser embutido em máquinas para permitir a operação destas sem conhecimento detalhado do funcionamento. Sistema tecnológico (ou computacional) que através do input de dados, faz à análise destes e, então produz um resultado. A forma mais simples de tecnologia é o desenvolvimento e a utilização de ferramentas básicas. A descoberta pré-histórica de como controlar o fogo e a subsequente Revolução Neolítica aumentaram a disponibilidade de fontes de alimento, enquanto a invenção da roda auxiliou humanos a viajar, transportar cargas e controlar seu ambiente. Desenvolvimentos ao longo da história, como a prensa móvel, também conhecida como impressora, o telefone e a Internet diminuíram as barreiras físicas da comunicação e permitiram que os humanos interagissem livremente em uma escala global. Entre os efeitos da tecnologia estão o desenvolvimento de economias mais avançadas (incluindo a atual globalização econômica) e o aparecimento dos bens de Veblen. Muitos processos tecnológicos produzem produtos indesejados, conhecidos como poluição, e consomem recursos naturais não renováveis que afetam o meio ambiente da Terra. Inovações sempre influenciaram os valores de uma sociedade e levantaram novas questões na ética da tecnologia. Exemplos incluem o aparecimento da noção de eficiência em termos de produtividade humana e os desafios da bioética. O uso da tecnologia também provoca debates filosóficos onde se discute se a tecnologia melhora a condição humana ou a piora. O Neoludismo, Anarco-primitivismo e outros movimentos reacionários similares criticam a difusão da tecnologia, argumentando que ela prejudica o meio ambiente e aliena pessoas. Já os proponentes de ideologias como o Transumanismo e o Tecnoprogressivismo enxergam o progresso tecnológico contínuo como benéfico para a sociedade e para a condição humana. == Definição e uso == A tecnologia pode ser mais amplamente definida como as entidades, materiais e imateriais, criadas pela aplicação do esforço mental e físico para obter algum valor. Nesse uso, a tecnologia se refere a ferramentas e máquinas que podem ser usadas para resolver problemas do mundo real. É um termo de longo alcance que pode incluir ferramentas simples, como um pé de cabra ou colher de pau, ou máquinas mais complexas, como uma estação espacial ou um acelerador de partículas. Ferramentas e máquinas não precisam ser materiais; a tecnologia virtual, como software e métodos de negócios, se enquadra nessa definição de tecnologia. W. Brian Arthur define a tecnologia de maneira igualmente ampla como \"um meio de cumprir um propósito humano\".A palavra \"tecnologia\" também pode ser usada para se referir a uma coleção de técnicas. Nesse contexto, é o estado atual do conhecimento da humanidade de como combinar recursos para produzir produtos desejados, resolver problemas, atender necessidades ou satisfazer desejos; inclui métodos técnicos, habilidades, processos, técnicas, ferramentas e matérias-primas. Quando combinado com outro termo, como \"tecnologia médica\" ou \"tecnologia espacial\", refere-se ao estado do conhecimento e das ferramentas do respectivo campo. \"Estado da arte\" refere-se à alta tecnologia disponível para a humanidade em qualquer campo. A tecnologia pode ser vista como uma atividade que forma ou muda a cultura. Além disso, a tecnologia é a aplicação da matemática, da ciência e das artes em benefício da vida como é conhecida. Um exemplo moderno é o surgimento da tecnologia de comunicação, que diminuiu as barreiras à interação humana e, como resultado, ajudou a gerar novas subculturas; o surgimento da cibercultura tem como base o desenvolvimento da Internet e do computador. Nem toda tecnologia aprimora a cultura de maneira criativa; a tecnologia também pode ajudar a facilitar a repressão política e a guerra por meio de ferramentas como armas. Como atividade cultural, a tecnologia antecede a ciência e a engenharia, cada uma das quais formaliza alguns aspectos do esforço tecnológico. == Ciência, engenharia e tecnologia == A distinção entre ciência, engenharia e tecnologia nem sempre é clara. Ciência é um conhecimento sistemático do mundo físico ou material obtido através da observação e experimentação. As tecnologias geralmente não são exclusivamente produtos da ciência, porque precisam satisfazer requisitos como utilidade, usabilidade e segurança. A engenharia é o processo orientado a objetivos de projetar e fabricar ferramentas e sistemas para explorar fenômenos naturais por meios humanos práticos, frequentemente (mas nem sempre) usando resultados e técnicas da ciência. O desenvolvimento da tecnologia pode recorrer a muitos campos do conhecimento, incluindo o conhecimento científico, de engenharia, matemático, linguístico e histórico, para alcançar algum resultado prático. A tecnologia é frequentemente uma consequência da ciência e da engenharia, embora a tecnologia como atividade humana anteceda os dois campos. Por exemplo, a ciência pode estudar o fluxo de elétrons em condutores elétricos usando ferramentas e conhecimentos já existentes. Esse conhecimento recém- encontrado pode ser usado pelos engenheiros para criar novas ferramentas e máquinas, como semicondutores, computadores e outras formas de tecnologia avançada. Nesse sentido, cientistas e engenheiros podem ser considerados tecnólogos; os três campos são frequentemente considerados um para fins de pesquisa e referência. As relações exatas entre ciência e tecnologia, em particular, foram debatidas por cientistas, historiadores e formuladores de políticas no final do século XX, em parte porque o debate pode informar o financiamento da ciência básica e aplicada. No surgimento imediato da Segunda Guerra Mundial, por exemplo, foi amplamente considerado nos Estados Unidos que a tecnologia era simplesmente \"ciência aplicada\" e que financiar a ciência básica era colher resultados tecnológicos no devido tempo. Uma articulação dessa filosofia pode ser encontrada explicitamente na dissertação de Vannevar Bush sobre a política científica do pós-guerra, Science - The Endless Frontier: \"Novos produtos, novas indústrias e mais empregos exigem acréscimos contínuos ao conhecimento das leis da natureza... Este novo conhecimento essencial pode ser obtido apenas por meio de pesquisa científica básica.\" No entanto, no final da década de 1960, essa visão ficou sob ataque, levando a iniciativas para financiar a ciência para tarefas específicas (iniciativas resistidas pela comunidade científica). A questão permanece controversa, embora a maioria dos analistas resista ao modelo de que a tecnologia é resultado de pesquisa científica. == História == === Paleolítico (2,5 Ma – 10 ka) === O uso de ferramentas pelos primeiros humanos foi em parte um processo de descoberta e evolução. Os primeiros seres humanos evoluíram a partir de uma espécie de hominídeo forrageiro que já era bípede, com uma massa cerebral de aproximadamente um terço dos humanos modernos. O uso de ferramentas permaneceu relativamente inalterado durante a maior parte da história inicial humana. Aproximadamente 50.000 anos atrás, surgiu o uso de ferramentas e um conjunto complexo de comportamentos, que muitos arqueólogos acreditam estarem conectados ao surgimento de uma linguagem totalmente moderna. ==== Ferramentas de pedra ==== Os hominídeos começaram a usar ferramentas de pedra primitivas milhões de anos atrás. As ferramentas de pedra mais antigas eram pouco mais que uma rocha fraturada, mas há aproximadamente 75.000 anos, a descamação por pressão forneceu uma maneira de fazer um trabalho mais detalhado. ==== Fogo ==== A descoberta e o uso do fogo, uma fonte simples de energia com muitos usos abrangentes e profundos, foi um ponto de virada na evolução tecnológica da humanidade. A data exata de sua descoberta não é conhecida; evidências de ossos de animais queimados no Berço da humanidade sugerem que a domesticação do fogo ocorreu antes de 1 Ma; o consenso acadêmico indica que o Homo erectus controlou o fogo entre 500 e 400 ka. O fogo, abastecido com madeira e carvão vegetal, permitiu que humanos precoces cozinhassem seus alimentos para aumentar sua digestibilidade, melhorando seu valor nutritivo e ampliando o número de alimentos que poderiam ser consumidos. ==== Roupas e abrigo ==== Outros avanços tecnológicos feitos durante a era paleolítica foram roupas e abrigo; a adoção de ambas as tecnologias não pode ser datada exatamente, mas elas foram a chave do progresso da humanidade. À medida que a era paleolítica progredia, as habitações se tornavam mais sofisticadas e mais elaboradas; já em 380 ka, os seres humanos estavam construindo cabanas de madeira temporárias. As roupas, adaptadas dos pêlos e dos couros dos animais caçados, ajudaram a humanidade a se expandir para regiões mais frias; os seres humanos começaram a migrar para fora da África em 200 ka e para outros continentes, como a Eurásia. === Neolítico à antiguidade clássica (10 ka – 300 CE) === A ascensão tecnológica do ser humano começou propriamente no período conhecido como Neolítico (\"Nova Era da Pedra\"). A invenção de machados de pedra polidos foi um grande avanço que permitiu o desmatamento em larga escala para criar fazendas. Esse uso de machados de pedra polidos aumentou muito no Neolítico, mas foi originalmente usado anteriormente no Mesolítico em algumas áreas como a Irlanda. A agricultura alimentou populações maiores e a transição para a sedentarização permitiu simultaneamente criar mais filhos, já que os bebês não precisavam mais ser carregados, como os nômades. Além disso, as crianças poderiam contribuir com mão de obra para a criação de colheita mais rapidamente do que para a economia de caçadores-coletores. Com esse aumento da população e disponibilidade de mão de obra, houve um aumento na especialização do trabalho. O que desencadeou a progressão das primeiras aldeias neolíticas para as primeiras cidades, como Uruque, e as primeiras civilizações, como a Suméria, não é conhecido especificamente; no entanto, acredita-se que o surgimento de estruturas sociais cada vez mais hierárquicas e de trabalho especializado, de comércio e guerra entre culturas adjacentes e a necessidade de ação coletiva para superar desafios ambientais, como a irrigação, tenham desempenhado um papel. ==== Ferramentas de metal ==== As melhorias contínuas levaram ao forno e ao fole e forneceram, pela primeira vez, a capacidade de fundir e forjar ouro, cobre, prata e chumbometais nativos encontrados de forma relativamente pura na natureza. As vantagens das ferramentas de cobre sobre as ferramentas de pedra, osso e madeira foram rapidamente aparentes para os humanos primitivos, e o cobre nativo provavelmente foi usado quase no início dos tempos neolíticos (cerca de 10 ka). O cobre nativo não ocorre naturalmente em grandes quantidades, mas os minérios de cobre são bastante comuns e alguns deles produzem metal facilmente quando queimados em lenha ou carvão. Eventualmente, o trabalho de metais levou à descoberta de ligas como bronze e latão (cerca de 4000 a.C.). Os primeiros usos de ligas de ferro, como o aço, datam de 1800 a.C. == Ver também == * Artes mecânicas * Ciência medieval * Engenharia reversa * Inovação tecnológica * Invenção * Lei de Moore * Lista dos países que mais utilizam a tecnologia * Lista de tecnologias emergentes * Singularidade tecnológica * Tecnologia medieval * Tecnólogo * Transferência de tecnologia == Ligações externas == * Ministério da Ciência e Tecnologia- Brasil * Ministério da Ciência, Tecnologia e Ensino Superior- Portugal Categoria:Classificações dos tópicos principais",
 "title": "Tecnologia"
}