{
 "id": "18096",
 "text": "Como uma república federal, a Áustria está dividida em nove estados (). Estes estados estão divididos em distritos () e cidades estatutárias (). Os distritos estão subdivididos em municípios (). As cidades estatutárias acumulam as competências concedidas a distritos e municípios. ==Estados== A Áustria é uma república federal dividida em nove Estados. Os estados não são meras divisões administrativas, mas possuem autoridade legislativa distinta do governo federal, como em matérias de cultura, assistência social, proteção da natureza, caça, construção e zoneamento. Nos últimos anos, tem sido discutido se hoje em dia é apropriado para um pequeno país manter dez parlamentos. ==Distritos e cidades estatutárias== A Áustria é dividida em 84 distritos políticos (Politische Bezirke) e 15 cidades estatutárias (Statutarstädte), que acumulam o status de distrito e município ao mesmo tempo. ==Municípios== A Áustria está dividida em 2093 municípios (Gemeinden, em 01 de janeiro de 2023). O município é o menor nível de divisão administrativa da Áustria de acordo com a Constituição Federal. A capital federal, Viena, e as outras 14 cidades estatutárias (Statutarstädte) são consideradas municípios, porém, suas estruturas organizacionais e funções diferem substancialmente dos municípios \"comuns\". Distribuição dos municípios por tipo: * municípios ou municípios rurais (Gemeinden): 1.118 * mercados ou municípios mercado (Marktgemeinden): 773 * cidades (Stadtgemeinden): 187 (exceto as estatutárias) * cidades com estatuto de distrito (Statutarstädte - cidades estatutárias): 15 Estado Municípios em geral Cidades (não estatutárias) Cidades estatutárias Mercados Demais municípios Burgenland 171 11 2 67 91 Caríntia 132 15 2 47 68 Baixa Áustria 573 72 4 327 170 Alta Áustria 438 30 3 152 253 Salzburgo 119 10 1 25 83 Estíria 286 34 1 122 129 Tirol 277 10 1 21 245 Vorarlberg 96 5 — 12 79 Viena 1 — 1 — — Áustria 2 093 187 15 773 1 118",
 "title": "Subdivisões da Áustria"
}