{
 "id": "18129",
 "text": "Milénios: segundo milénio a.C. - primeiro milénio a.C. - primeiro milénio d.C. Séculos: Século III a.C. - Século II a.C. - Século I a.C. É considerada parte da era clássica, embora dependendo da região em estudo, outros termos possam ser mais adequados. Também é considerado o fim da Era Axial. No contexto do Mediterrâneo Oriental, é conhecido como período helenístico. Recém-saído de suas vitórias na Segunda Guerra Púnica, a República Romana continuou sua expansão em territórios vizinhos, eventualmente anexando a Grécia e a costa norte-africana, depois de destruir a cidade de Cartago no final da Terceira Guerra Púnica. A influência de Roma também foi sentida no Oriente Próximo, quando estados helenísticos em ruínas como o Império Selêucida foram forçados a fazer tratados em termos romanos para evitar o confronto com os novos senhores do Mediterrâneo ocidental. O final do século testemunhou a reforma do Exército Romano de um exército de cidadãos para uma força profissional voluntária, sob a orientação do notável general e estadista Caio Mário (Reformas de Mário). No Sul da Ásia, o Império Máuria na Índia entrou em colapso quando Briadrata Máuria, o último imperador, foi morto por Pusiamitra Sunga, um general Máuria e fundador do Império Sunga. No Extremo Oriente, a China atingiu um ponto alto durante a Dinastia Han. O Império Han estendeu suas fronteiras da Coréia no leste ao Vietnã no Sul até as fronteiras do moderno Cazaquistão no oeste. Também no século II a.C, os Han despacharam o explorador Zhang Qian para explorar as terras a oeste e formar uma aliança com os iuechis a fim de combater a tribo nômade dos Xiongnu. == Eventos == ===África=== * 305-30 a.C.: Dinastia ptolomaica no Egito. * 202-148 a.C.: reinado de Massinissa na Numídia, num território que incluía a Argélia e o atual Marrocos oriental Christophe Burgeon, La troisième guerre punique et la destruction de Carthage : le verbe de Caton et les armes de Scipion, Louvain-la-Neuve, Éditions Academia, 2015, 189 p. (ISBN 978-2-8061-0254-6). Seu poderoso reino vende trigo, elefantes, leões e panteras para Roma. As cidades númidas crescem e são adornadas com monumentos, as cidades fortificadas contra os nômades se multiplicam. Massinissa possui uma frota e tem moedas de bronze cunhadas. Incentiva a sedentarização dos nômades e a urbanização. Ele espalhou a civilização púnica e os cultos agrários helênicos no campo. Sua capital é Cirta. Ele envia seu trigo para Delos e Atenas (um de seus filhos, Mastanabal, triunfa no Panatenaico em 158 aC). * Os escribas de Meroé abandonaram os hieróglifos e a língua egípcia para inventar um alfabeto de vinte e três letras e escrever em sua própria língua, que nos é desconhecida Histoire de l'humanité, vol. 3, UNESCO, 2000 (ISBN 978-92-3-202812-9) ===Oriente Médio=== * 202-195 a.C..: quinta guerra síria entre os ptolomaicos e os Selêucidas Martin Sicker, The pre-Islamic Middle East, Greenwood Publishing Group, 2000, 231 p. (ISBN 978-0-275-96890-8) * 200-142 a.C.: os selêucidas dominam a Judéia Philippe Gruson et Michel Quesnel, La Bible et sa culture : Ancien Testament : Jésus et le Nouveau Testament, Desclée De Brouwer, 2011, 1184 p. (ISBN 978-2-220-02193-5). No século II a.C., aparecem na Judéia duas seitas antagônicas que se opõem no ritual e no dogma: os saduceus professam um materialismo e negam a ressurreição dos mortos e a sobrevivência da alma. Apegados aos bens deste mundo, eles se comprometeriam voluntariamente com o helenismo. Os fariseus vivem no rigor da Lei mosaica, observam meticulosamente as práticas. Eles acreditam em anjos e demônios e na ressurreição final dos eleitos (influência das doutrinas persas). Eles praticam uma profunda influência espiritual sobre o povo graças ao seu conhecimento da Lei, à sua vida simples e honesta e às suas escolas Régine Azria, Le judaïsme, La Découverte, 2010, 128 p. (ISBN 978-2-7071-6473-5.) * 167-164 a.C.: revolta dos Macabeus na Judéia. * São escritos os Livros dos Macabeus. * É escrito o Livro de Daniel.Apocalíptica , acessado em 21 de agosto de 2010 * É escrito o Eclesiástico West, Gerald (2003). \"Judith\". In Dunn, James D. G.; Rogerson, John William (eds.). Eerdmans Commentary on the Bible. Eerdmans. ISBN 978-0802837110. * É escrito o Livro da Sabedoria Horbury, William (2007). \"The Wisdom of Solomon\". In Barton, John; Muddiman, John (eds.). Oxford Bible Commentary. Oxford University Press. ISBN 978-0199277186. * É escrito o Livro de Baruque Schmitt, John J. (2003a). \"Baruch\". In Dunn, James D. G.; Rogerson, John William (eds.). Eerdmans Commentary on the Bible. Eerdmans. ISBN 978-0802837110. * É escrito o Livro de Judite West, Gerald (2003). \"Judith\". In Dunn, James D. G.; Rogerson, John William (eds.). Eerdmans Commentary on the Bible. Eerdmans. ISBN 978-0802837110. * 142-63 a.C.: Dinastia dos Asmoneu na Judéia. * Reconstrução do Templo de Jerusalém. * É escrita a última tabuinha conhecida de \"Ele que o abismo viu\". ===Ásia=== *206 a.C.-220 d.C: Dinastia Han na China. *200 a.C.: ascensão dos reinos gregos (Reino Greco-Bactriano e Reinos Indo-Gregos) de Punjab e Báctria Éric-Paul Meyer, Une histoire de l'Inde, Albin Michel, 2007 (ISBN 978-2-226-20129-4) * O Budismo é introduzido no Sri Lanka. *185-73 a.C.: Dinastia Sunga na ÍndiaAshok Pant, The Truth of Babri Mosque, iUniverse, 2012, 302 p. (ISBN 978-1-4759-4290-3) * 139-126 a.C..: missão do general chinês Zhang Qian na Ásia Central, que atesta a abertura da Rota da Seda que liga a China ao Mediterrâneo. O comércio de seda chinês chegou a Roma a partir do século I aC. J.-C. François Pernot, Les routes de la soie, Paris, Éditions Artémis, 2007, 203 p. (ISBN 978-2-84416-654-8) *133 a.C.-89: Guerra Han-Xiongnu, uma série de conflitos entre a dinastia chinesa Han e a confederação nômade dos Xiongnu Pierre Picquart, La renaissance de la route de la soie : L'incroyable défi chinois du XXIe siècle, Groupe Libella, 2018, 195 p. (ISBN 978-2-8289-1707-4) *118-116 a.C.: o navegador grego Eudoxo de Cízico vai duas vezes à Índia. Teria depois tentado circunavegar a África, mas não obteve sucesso. * A última onda de emigração malaia para a Indonésia trouxe ferramentas e armas de ferro. Os malaios praticam a navegação de ilha em ilha e se misturam com povos mais antigos (Négritos, Veddas). As populações indonésias que resultam do cruzamento entre os malaios e os povos mais antigos são diversas em tipos físicos e idiomas, mas têm uma entidade de civilização e religião. Trabalham metais (ouro, cobre, bronze e ferro), conhecem a arte da tecelagem e da olaria, praticam irrigação e cultivo de arroz. Eles vivem em casas de madeira bem construídas, às vezes ricamente esculpidas. Esta civilização pré-hindu desenvolveu-se em Sumatra, Java, Bali e na costa e nas planícies acessíveis pelos canais de Bornéu Jean Bruhat, Histoire de l'Indonésie, P.U.F, 1976 ===Europa=== *155-139 a.C.: Guerra Lusitana, travada entre os romanos e os lusitanos no atual Portugal. * Roma destrói Cartago no fim da Terceira Guerra Púnica e Corinto no fim das Guerras Macedónicas. * A República Romana estende-se por todo o Mediterrâneo. ===Oceania=== *150 a.C.: as Ilhas Marquesas estão ocupadas por colonos Lapita André Leroi-Gourhan, José Garanger, La préhistoire dans le monde, Presses Universitaires de France, 2015, 848 p. (ISBN 978-2-13-073824-4) ===América=== *200 a.C.: desenvolvimento de Teotihuacan no México. A cidade tinha 80.000 habitantes no século I. *200 a.C-600 d.C: período do horizonte médio no Peru Michael A. Malpass, Daily Life in the Inca Empire, 2nd Edition, ABC-CLIO, 2009, 176 p. (ISBN 978-0-313-35549-3). Surgimento da civilização de Nazca na costa sul do Peru, com enormes geoglifos desenhando padrões geométricos e animais nas planícies desérticas Bobbie Kalman et Tammy Everts, Peru : The People and Culture, Crabtree Publishing Company, 2003, 32 p. (ISBN 978-0-7787-9342-7). Continua as tradições locais de cerâmica e tecidos finos. As cerâmicas, pintadas antes da queima, mostram animais, pássaros, plantas, mas também cabeças humanas decepadas e corpos decapitados, motivos encontrados nos misteriosos alinhamentos de Nazca. A cultura Virú, também chamada Gallinazo, desenvolveu-se na costa norte peruana entre o ano 200 AC. e o ano 300 d.C Haagen D. Klaus, J. Marla Toyne, Ritual Violence in the Ancient Andes : Reconstructing Sacrifice on the North Coast of Peru, University of Texas Press, 2016 (ISBN 978-1-4773-0963-6). Tiwanaku e Pucará, ocupados pelos aimarás, foram os estados mais poderosos da região do Lago Titicaca entre 200 aC. e 200 Margaret Young-S¾nchez, Tiwanaku : Ancestors of the Inca, U of Nebraska Press, 2004, 215 p. (ISBN 978-0-8032-4921-9) ==Personagens importantes== * Caio Mário, militar e político romano, membro da facção dos Populares do Senado e reformador do exército. * Apolônio de Perge, matemático e astrônomo grego * Antíoco IV Epifânio, rei selêucida. * Apolodoro de Atenas, gramático grego, historiador e mitógrafo. * Asdrúbal, o Beotarca: soldado cartaginês, comandante na terceira guerra púnica. * Carneades, filósofo grego. * Catão, o Velho, senador romano. * Caio Semprônio Graco: político romano. * Cícero: orador e político romano. * Hiparco de Nicéia, astrônomo, geógrafo e matemático grego. * Judas Macabeu, líder da rebelião judaica contra os gregos. * Lúcio Cornélio Cina: político romano. * Masinissa, rei da Numídia e aliado de Roma. * Plauto, dramaturgo romano. * Políbio, historiador grego. * Públio Cornélio Cipião Emiliano Africano, militar e político romano, conquistador de Cartago e da Numância. * Quinto Cecílio Metelo Numídico, militar e político romano. * Quinto Lutácio Cátulo, militar e político romano. * Sima Qian, historiador chinês. * Terêncio, dramaturgo romano. * Tibério Semprônio Graco: político romano. * Viriato, líder militar lusitano * Wu de Han, imperador chinês == Décadas == Década de 190 a.C. | Década de 180 a.C. | Década de 170 a.C. | Década de 160 a.C. | Década de 150 a.C. | Década de 140 a.C. | Década de 130 a.C. | Década de 120 a.C. | Década de 110 a.C. | Década de 100 a.C. == Anos == 200 a.C. | 199 a.C. | 198 a.C. | 197 a.C. | 196 a.C. | 195 a.C. | 194 a.C. | 193 a.C. | 192 a.C. | 191 a.C. 190 a.C. | 189 a.C. | 188 a.C. | 187 a.C. | 186 a.C. | 185 a.C. | 184 a.C. | 183 a.C. | 182 a.C. | 181 a.C. 180 a.C. | 179 a.C. | 178 a.C. | 177 a.C. | 176 a.C. | 175 a.C. | 174 a.C. | 173 a.C. | 172 a.C. | 171 a.C. 170 a.C. | 169 a.C. | 168 a.C. | 167 a.C. | 166 a.C. | 165 a.C. | 164 a.C. | 163 a.C. | 162 a.C. | 161 a.C. 160 a.C. | 159 a.C. | 158 a.C. | 157 a.C. | 156 a.C. | 155 a.C. | 154 a.C. | 153 a.C. | 152 a.C. | 151 a.C. 150 a.C. | 149 a.C. | 148 a.C. | 147 a.C. | 146 a.C. | 145 a.C. | 144 a.C. | 143 a.C. | 142 a.C. | 141 a.C. 140 a.C. | 139 a.C. | 138 a.C. | 137 a.C. | 136 a.C. | 135 a.C. | 134 a.C. | 133 a.C. | 132 a.C. | 131 a.C. 130 a.C. | 129 a.C. | 128 a.C. | 127 a.C. | 126 a.C. | 125 a.C. | 124 a.C. | 123 a.C. | 122 a.C. | 121 a.C. 120 a.C. | 119 a.C. | 118 a.C. | 117 a.C. | 116 a.C. | 115 a.C. | 114 a.C. | 113 a.C. | 112 a.C. | 111 a.C. 110 a.C. | 109 a.C. | 108 a.C. | 107 a.C. | 106 a.C. | 105 a.C. | 104 a.C. | 103 a.C. | 102 a.C. | 101 a.C. Categoria:Século II a.C.",
 "title": "Século II a.C."
}