{
 "id": "18138",
 "text": "Museu da Imagem e Som de Alagoas (MISA) é um museu brasileiro, localizado no município de Maceió. Foi com intenção de preservar o patrimônio audiovisual que compunha a história e a cultura do Estado de Alagoas que o museu foi fundado, no dia 3 de setembro de 1981. Sua curadoria é de responsabilidade da Secretaria de Estado da Cultura – Secult. Em 2016, o MISA completou 35 anos. Além do acervo próprio, durante todo esse tempo o museu também foi abrigo para exposições e shows particulares de artistas diferentes. Ainda no ano de 2016, a Secult deu vida a um projeto que objetivava trazer visibilidade para a cultura musical alagoense: o Misa Acústico. Durante os meses de agosto a novembro de 2016 e março a junho de 2017, oito artistas se apresentaram no MISA. A Secretaria de Estado da Cultura – Secult – investiu R$ 16 mil no projeto. Cada apresentação custou 2 mil reais, que foram dados como pagamento ao artista da vez. Em 2001 o antigo casarão onde fica localizado o museu, na Praça dois Leões, foi restaurado. A construção já vinha dando sinais de mau instalação há um tempo. Foi, inclusive, fechado no ano de 1997, para que as condições em que se encontrava não piorassem ou prejudicassem as pessoas que viviam ali por perto. Para que a restauração pudesse acontecer, empresas que queriam se responsabilizar pela execução do projeto participaram de uma licitação pública. A arquitetura ficou por conta de Júlia Tavares e Lausanne Leão; e a execução, por conta da empresa de construção civil alagoana vencedora, a Cipesa. == Acervo == O MISA possui em seu acervo parte da memória maceioense, registrada em fotografias, fitas cassete e fitas de vídeo, discos antigos, tudo catalogado, além de uma coleção de objetos doados, rádios e máquinas fotográficas. Lá se podem encontrar dados sobre os principais acontecimentos políticos, sociais e artísticos do Estado. == Ligações externas == * MISA no portal de cultura do governo de Alagoas Categoria:Museus de Maceió Museus de historia do Brasil Categoria:Fundações em Alagoas em 1981 Categoria:Patrimônio tombado pelo estado de Alagoas",
 "title": "Museu da Imagem e do Som de Alagoas"
}