{
 "id": "18170",
 "text": "Jogos multijogador, também conhecidos como jogos multiplayer, são jogos que permitem que vários jogadores participem simultaneamente de uma mesma partida. Diferentemente da maioria dos outros jogos, jogos de computador e videojogo que muitas vezes são para um jogador, usando inteligência artificial para programar personagens controlados pelo jogo. Já o multijogador permite que seja desfrutada uma experiência com vários jogadores, podendo ser em forma de disputa, cooperativo ou rivalidade, e proporcionar-lhes uma forma de comunicação social que está quase sempre ausente em jogos para um jogador. Há vários tipos de jogo multijogador em que ocorrem partidas entre 2 ou mais jogadores. Nos jogos cooperativos, os jogadores trabalham em equipe para atingir um objetivo em comum. Já nos competitivos os jogadores trabalham um contra o outro e o que alcança o objetivo primeiro vence. == Possibilidades == === Jogos via rede === São jogos de computador que se utilizam de Internet ou rede local, geralmente através do protocolo TCP/IP, para permitir uma partida com dois jogadores em sistemas diferentes. Estes jogos, têm chamado à atenção de empresas que patrocinam torneios de jogos, podendo ocorrer torneios com pessoas distantes ou com várias pessoas em uma sala através de LAN parties. Os jogos do tipo MMOG e MMORPG são os mais populares. São jogos em que o jogador assume o papel de um personagem em um mundo virtual e interage com outros jogadores, podendo trocar e vender itens, procurar tesouros, formar equipes e em alguns lutar por territórios. === Jogos em um único sistema === Em sistemas como consoles, arcades e computadores há jogos que possuem suporte para partidas entre dois ou mais jogadores com vários controles ligados a um mesmo sistema. Geralmente se usa o modo de tela dividida, em que cada jogador tem sua própria parte da tela para não depender dos outros jogadores para se movimentar. Isso ocorre geralmente em jogos de tiro em primeira pessoa. == Ver também == * Arena de batalha multijogador em linha * Jogo eletrônico cooperativo * Jogo on-line * Jogo multijogador massivo online * Jogador contra ambiente * Jogador contra jogador Categoria:Jogos eletrônicos multijogador massivos online Categoria:Terminologia de jogos eletrônicos Categoria:Jogabilidade dos jogos eletrônicos",
 "title": "Jogo multijogador"
}