{
 "id": "18190",
 "text": "Filipe IV (em castelhano: Felipe IV; Valladolid, 8 de abril de 1605 – Madrid, 17 de setembro de 1665), também chamado “O Grande” e “O Rei Planeta” por seus apoiantes, e \"O Opressor\" por seus detractores, foi Rei da Espanha, Portugal, Nápoles, Sicília, Sardenha e Países Baixos, durante a União Ibérica. Subiu ao trono em 1621 e reinou na Espanha até 1665, ano de sua morte. É lembrado pelo seu grande patrocínio às artes e pelo seu domínio sobre a Espanha durante a Guerra dos Trinta Anos. Reinou sobre Portugal com o nome de Filipe III. Apesar de o Império Espanhol ter alcançado aproximadamente 12,2 milhões de quilômetros quadrados de área na época de seu falecimento, o reino estava em declínio em outros aspetos, reflexo das inúmeras reformas fracassadas das políticas Filipinas. == Vida == Filipe IV nasceu no Palácio Real de Valladolid em 8 de abril de 1605 como o filho mais velho de Filipe III e sua esposa, Margarida da Áustria. Aos 10 anos, casou-se com Elisabeth da França, de 13 anos, e teve sete filhos com ela. Entretanto, o único homem, Baltasar Carlos, morreu aos 16 anos, em 1646. Após a morte de sua primeira esposa, casou-se novamente com Marianna da Áustria, a fim de fortalecer as relações com os Habsburgo, na Áustria. Em seu segundo casamento, teve cinco filhos, porém apenas dois deles - Margarita Teresa e o futuro Carlos II da Espanha - atingiram a idade adulta. Apesar de ter sido retratado durante muito tempo pela História como um monarca fraco, que dominava uma corte barroca debochada e delegava excessivas atribuições a seus ministros, os historiadores, a partir do século XX, passaram a considerá-lo mais enérgico - tanto física quanto mentalmente - do que seu pai. Filipe IV era um bom cavaleiro, um caçador afiado e um devoto das touradas. Em particular, parecia ter uma personalidade mais leve. Quando era mais jovem, dizia-se que ele possuía um senso de humor agudo e um \"grande senso de diversão\". Ele frequentou academias particulares em Madri durante todo o seu reinado - eram salões literários alegres que tinham por objetivo analisar literatura e poesia contemporâneas com um toque humorístico. Apaixonado por teatro, às vezes era criticado pelos contemporâneos por seu amor a esses entretenimentos \"frívolos\". Outros contemporâneos capturaram sua personalidade privada como \"naturalmente gentil e afável\". Aqueles próximos a ele alegaram que era academicamente competente, com uma boa noção de latim e geografia, além de saber falar bem francês, português e italiano. Como muitos na sua época, Filipe IV tinha um grande interesse em astrologia. Sua tradução manuscrita dos textos de Francesco Guicciardini sobre história política ainda existe. O monarca teve inúmeras amantes, principalmente atrizes. A mais famosa delas foi María Inés Calderón (La Calderona), com quem teve um filho em 1629, João José, criado como príncipe real. No final do reinado e com a saúde de Carlos José em dúvida, havia uma possibilidade real de que seu filho bastardo visse a reivindicar o trono, o que contribuiu para a instabilidade dos anos da regência. == Política Interna == Ver também: Crise espanhola de 1640Filipe IV assumiu o trono espanhol aos 16 anos, após o falecimento de seu pai, Filipe III, em 1621. Inicialmente, seu reinado foi celebrado devido à troca de monarcas, uma vez que seu pai havia sido reconhecido por permitir que Francisco de Sandoval, o futuro duque de Lerna, exercesse grande influência sobre o reino por conta da amizade existente entre eles, sendo considerado um favorito do rei. Essa forma de governar utilizada por Filipe III tornou-o cada vez mais impopular, uma vez que ia contra a crença popular de que um rei não deveria governar através de outros e acarretou no governo espanhol beneficiando inúmeros nobres, servos e familiares de Lerna em detrimento das outras regiões o que indica um certo favoritismo por parte do monarca. Estes tinham enorme prestígio dentro da Corte como conselheiros, o que tornava o rei propenso a fazer política conforme os interesses daqueles que o influenciavam. Além disso, o governo de Filipe III foi marcado pela corrupção e enriquecimento do duque de Lerna e aqueles que lhe eram próximos e o reino enfrentava uma série de problemas econômicos, já que uma colheita ruim, a fome e a peste bubônica chegaram a matar 10% da população. O governo de Filipe IV, por sua vez, iniciou uma reforma administrativa ao remover os últimos membros da família Lerna Sandoval, reestruturar o Conselho da Fazenda e reduzir o conselho do rei em apenas quatro conselheiros. Segundo o conde Olivares, primeiro ministro de Filipe IV, embora fosse interessante que o monarca fosse amado por seus vassalos, ele não devia conceder benefícios a eles de modo a desfalcar o Tesouro Real, já que o reino se encontrava em situação financeira delicada por conta de governos anteriores. Além disso, o rei deveria ater-se a conquistar reinos estrangeiros. De acordo com suas palavras, o monarca era o principal apoiador e defensor da Igreja Católica em toda a Europa. Pouco tempo depois de assumir o trono, as primeiras reformas socioeconômicas de Filipe IV foram postas em prática. Leis contra o luxo foram criadas e a justiça passou a ser regulada. Como o Tesouro espanhol encontrava-se bastante reduzido, em razão da expulsão dos mouros, o conde Olivares passou a buscar novas formas de diminuir custos de modo a promover uma economia de gastos no reino. Sendo assim, Olivares propôs a realização de um inventário dos bens pertencentes à Coroa para que fosse possível conseguir recursos com a disposição deles. Em 1625, o conde Olivares propôs ao rei a unificação total da Espanha, de modo a aumentar de forma exponencial seu poder econômico e político. Tal manobra tinha a intenção de, nas palavras do autor, “ressuscitar a Monarquia”. O estado decadente da monarquia espanhola despertava as palavras dos intelectuais que, em prosa e verso, criticavam a forma de governo de Filipe IV. Um exemplo são os versos de Quevedo, que foram mantidos em San Marcos de León: > \"[...] Para cem reis, a Espanha nunca pagou as quantias que o seu reinado. E > o povo de luto desconfia que lança gabela na respiração. Embora os imensos > frutos do céu o enviem, ele enfurece nossa fome como estéril. [...] Veja que > os pobres, sozinhos e ocultos, silenciosamente o invocam com mil gritos. Um > ministro da paz come gajes mais do que na guerra, pode gastar dez linhagens. > Mas, como existem despesas na Itália e na Flandres, cessam os supérfluos e > os grandes agregados familiares, e não com o sangue de mim e de meus filhos, > os lagos abundam de alegria. Quadrados de madeira custam milhões, removendo > vigas e tábuas dos templos. Os palácios crescem, cem em cada um e o grande > San Isidro, nem eremitério nem enterro. Quem o escreve com sangue inimigo na > lança. Por mérito próprio, vem o esplendor colina, para a guerra finge > elogios, e não a tinta do bajulador.\" == Política Externa == Filipe IV foi muito comprometido em relação às políticas externas, de modo a transparecer por meio de sua decisões seu caráter como monarca respeitado e honrado. Sua política externa era como um espelho das percepções, imagens mentais e ideias que prevalecem na sua época. Tratando de sua reputação, pode-se dizer que foi muito estimado e respeitado por diversos outros monarcas da Europa, visto como uma autoridade digna de prestígio. Como garantia de seu poderio, possuía os elementos principais da honra: boa posição social, linhagem aristocrática de valor e a fé católica. A própria história ilustra o peso da figura de Filipe IV como um imponente católico e descendente de uma linhagem de importantes reis. Filipe IV sabia a importância de sua imagem mais que seus próprios ministros, por isso, em 1661, encomendou ao jurista Francisco Ramos Del Manzano uma história de seu reinado para defender \"a reputação das nações e vassalos das minhas coroas[...]\". Desta forma, vale refletir sobre os feitos da Coroa hispânica, que em sua maioria eram intencionados para manter a reputação do reinado. === Guerra dos 30 anos === Filipe IV reinou durante a maior parte da Guerra dos Trinta Anos. O monarca foi convencido por Baltazar de Zúñiga a intervir militarmente na Boêmia junto ao imperador Fernando II. Feito isso, foi convencido, também, a promover uma política externa mais agressiva na Espanha e aliar-se ao Sacro Império Romano de forma a renovar as hostilidades com os holandeses em 1621 e forçá-los à negociação de um acordo de paz que beneficiasse os espanhóis. Apesar dessa mudança na política de Filipe IV, suas atitudes não eram ao todo belicosas. O rei parecia genuinamente entristecido pelo fato de que seu povo teve que pagar em sangue seu apoio às guerras durante os reinados anteriores. Embora custosa aos bolsos espanhóis, a guerra travada contra os holandeses havia rendido bons frutos, dentre eles a retomada da cidade-chave de Breda em 1624. Entretanto, no fim da década de 1620, Filipe se viu obrigado a priorizar a guerra nos Flandres em detrimento da Guerra de Sucessão de Mantuan (1628-1631) em apoio à França. O aumento das tensões com a França tornou a guerra contra este aliado cada vez mais inevitável. Apesar de ter se mostrado forte durante os primeiros anos da guerra hispano francesa (1635), a partir de 1640, a Espanha sofreu com conflitos internos relacionados aos custos da guerra contra os franceses. Para que pudesse haver uma contenção de gastos, Filipe IV cortou os recursos destinados à guerra dos Flandres para que a guerra hispano-francesa tivesse prioridade em seu reinado, e pouco depois, acabou por dar ordens aos seus embaixadores para buscarem um tratado de paz entre as Coroas. Apesar de ter conseguido um tratado de paz - a Paz de Vestfáslia - para resolver os conflitos com Holanda e Alemanha, a guerra contra a França se arrastou. Filipe manteve-se firme em sua luta ao notar sinais de fraqueza por parte da Coroa francesa por conta das rebeliões de Fronda de 1648, e responsabilizou-se por promover uma ofensiva que lhe garantisse a vitória sobre os franceses. Todavia, esta vitória nunca surgiu, e em 1658, o monarca espanhol estava pronto para assinar um acordo de paz. Em 1659, foi assinado o Tratado dos Pirenéus, que estabelecia, dentre outras coisas, o casamento da filha de Filipe IV, Maria Teresa, com o jovem Luís XIV, finalmente encerrando este episódio da História. === Guerra da Restauração === Em 1640, uma conspiração liderada pela nobreza proclamou o Duque de Bragança como rei João IV de Portugal, derrubando o governo do monarca espanhol em Lisboa e dando início à Guerra de Restauração. O início da guerra foi complicado para D. Filipe, tendo que lidar não só com Portugal, como também com as revoltas na Catalunha. Em 1659, o rei espanhol assinou o Tratado dos Pirenéus, concentrando os recursos da monarquia hispânica em reconquistar o território rebelde. Nesse momento a Espanha estava em paz com a França, Inglaterra e os Países Baixos, restando apenas o conflito com Portugal. Dessa forma, muitas medidas foram tomadas, como o aumento de impostos, a desvalorização da moeda e as transferências de tropas de Flandres e Itália para a fronteira com Portugal. Ainda assim, Portugal conseguiu vencer a Guerra, com cinco grandes vitórias contra os espanhóis e seus apoiantes: Batalha de Montijo (1644), Batalha das Linhas de Elvas (1659), Batalha de Ameixial (1663), Batalha de Castelo Rodrigo (1664) e Batalha de Montes Claros (1665). === Filipe IV e o Brasil === A ligação entre o Brasil e a Coroa Espanhola, assim como a monarquia de Filipe IV, estabeleceu-se de forma sutil e secundária. A “marginalidade” atribuída à área se expressou nos escritos dos próprios moradores do território entre os séculos XVI e XVII quando mencionaram a falta de ajuda da coroa da Espanha, assim como a ausência de registros das atividades que foram desenvolvidas ali na América e a curta menção do território nos documentos que relacionavam o peso da monarquia de Filipe no resto do mundo. Para além disso, o testamento de seu pai, Filipe III, apesar de numerar suas diversas possessões territoriais, não incluía as terras brasileiras. Inclusive, era compreendido pela Coroa portuguesa e por aqueles que realizavam a ocupação das terras que, antes e durante o domínio Habsburgo, o Brasil era pouco importante. O processo de expansão espanhol, iniciado a partir de 1560 se estendeu até a segunda década do século XVII, consolidou-se com a expulsão de franceses e holandeses, em decorrência de inúmeros conflitos como a famosa Batalha de Guararapes e com a derrota dos grupos indígenas que resistiram. Como herança do governo de Filipe IV, em comparação aos anteriores, obteve-se o domínio de boa parte da faixa litorânea brasileira, ou seja, as terras desde a capitania de São Vicente no Sul até a capitania do Pará no Norte; dobrou-se o número de centros urbanos; houve significativo crescimento dos engenhos de cana-de-açúcar e por fim, a facilidade inicial em obter terras e escravos indígenas, coisa que, posteriormente, se complicara devido a necessidade de substituir a mão de obra indígena pela negra, que era mais lucrativa. Foi um período de grande desenvolvimento para a colônia e prosperidade para os senhores de engenho. A demanda europeia pelo açúcar, um dos grandes produtos comerciais da época, garantia mercados e preços crescentes para a produção. A fase de combate contra os holandeses, a intensificação do tráfico de escravos da África e o acirramento da carga fiscal são exemplos de situações que contribuíram para o fim da prosperidade espanhola vivenciada pouco antes da Guerra dos Trinta Anos, que viria a propiciar o desvio das riqueza de Portugal pela monarquia dos Habsburgo para sustentar o lado católico no conflito, criando tensões dentro da União Ibérica. == Filipe IV e a Religião Católica == A religião católica e seus rituais tiveram um papel importante na vida de Filipe, especialmente no final de seu reinado. O monarca fez devoções especiais a uma pintura da Nossa Senhora dos Milagres, também tinha um grande padrão feito com a imagem da pintura de um lado e o brasão real do outro, trazido em procissões todos os anos em 12 de julho. Além de marcar uma forte crença religiosa pessoal, esse vínculo cada vez mais visível entre a Coroa, a Igreja e símbolos nacionais, como a Virgem dos Milagres, representava um pilar fundamental de apoio a Filipe como rei. Os monarcas católicos, durante a Idade Moderna, também tiveram um papel fundamental no processo de canonização e puderam utilizá-lo para efeito político. Internacionalmente, era importante que o prestígio espanhol recebesse pelo menos uma parte proporcional e idealmente maior de novos santos do que outros reinos católicos, então Filipe IV patrocinou diversos textos e livros para apoiar os candidatos da Espanha, particularmente em concorrência com a França católica. Especialmente entre os anos de 1643 e 1665, Filipe voltou-se para uma figura feminina bem estabelecida, a irmã Maria de Ágreda, uma superiora de convento conhecida por seus escritos religiosos. Tornou-se, segundo relatos, uma conselheira real nos assuntos políticos. Ela também manteve correspondência com outros membros da nobreza, elite e família real, como Isabel de Borbón, Baltasar Carlos, Mariana de Áustria, João José. A relação entre o rei e sua conselheira deu origem a mais de seiscentas cartas trocadas entre eles sendo um corpus documental de grande importância para a compreensão da política espanhola durante o século XVII. As cartas contemplavam conteúdos importantes, como a exposição dos pensamentos do monarca sobre a política interna e externa do reino, e expunham uma reflexão das virtudes de um príncipe, e a concepção de governo de Estado, assim, como as relações com seus ministros, conselheiros e mesmo com seus súditos. O monarca relatava o comportamento do reino frente às potências europeias nos tempos de paz e de guerra, bem como sua confiança na vontade divina, que sustentava a monarquia hispânica, conforme o providencialismo. Acredita-se que o monarca esteve envolvido em proteger Maria de Ágreda da investigação da Inquisição de 1650. == Patrono das Artes == Filipe IV é lembrado pelo entusiasmo com o qual colecionou obras de arteAndrew Graham- Dixon. \"The Mystical North\". The Art of Spain. Season 1. Episode 3. 14/02/2008 e pelo seu amor ao teatro. No meio dramático, o monarca favoreceu dramaturgos ilustres, tendo sido creditado na composição de várias comédias. Também tornou-se reconhecido pelo seu patrocínio a vários outros pintores de destaque, incluindo Diego Velázquez, Eugenio Cajés, Vicente Carducho, Gonzales e Nardi. O monarca obteve pinturas de toda a Europa, especialmente da Itália, acumulando mais de 4 mil itens na época de sua morte, formando um conjunto incomparável que ficou conhecido como \"mega-coleção'. Filipe IV foi apelidado de \"O Rei Planeta\" por seus contemporâneos, e grande parte da arte e exibição em sua corte foram interpretadas como uma necessidade do rei de projetar seu poder e autoridade, tanto sobre os espanhóis quanto sobre os estrangeiros. Algumas interpretações historiográficas antigas consideravam a corte de Filipe IV completamente decadente, mas a arte e o simbolismo do período certamente não refletiam a ameaça deste declínio do poder espanhol. O monarca também investiu em um novo palácio como segunda residência e local de lazer, que foi nomeado como Bom Retiro. Por intermédio de Olivares, as construções foram iniciadas em 1630 em Madri, segundo o projeto do arquiteto Alonso Carbonell. O espaço, concluído em 1640, incluía seu próprio teatro, salão de baile, galerias, praça de touros, jardins e lagos artificiais e tornou-se o centro de artistas e dramaturgos de toda a Europa. Foi construído durante um período difícil do reinado de Filipe IV, pois dado o custo da construção, em um período de severas economias em tempo de guerra, houve diversos protestos que representavam a população descontente. Apesar disso, um palácio de tão grande magnitude e beleza é considerado uma parte importante da tentativa de comunicar grandeza e autoridade reais. === Velázquez e os retratos do Rei === O Século de Ouro Espanhol foi assim chamado em função do destaque que as Artes tiveram neste período, em contrapartida com os embates políticos que o reino espanhol enfrentava. Um dos motivos pelo qual Filipe foi retratado foi para ser eternizado na memória e localizado no tempo. Um importante artista do período foi Diego Velázquez, admitido como pintor oficial da corte através de um concurso realizado em 1624. Destacou-se na elaboração de retratos de Filipe IV ao longo de seu reinado, além de pinturas da família real, bobos da corte, oficiais, etc.. Muitos dos retratos de Filipe IV foram pintados por Diego Velázquez durante o período da Guerra dos Trinta Anos e tinham como objetivo exaltar o poder do rei. Essas pinturas eram expostas em locais onde muitas pessoas pudessem vê-las, pois a imagem do rei era importante para os súditos. A etiqueta e as roupas utilizadas pelo Rei eram de grande importância para a sociedade de corte do século XVII, pois sua imagem possuía um caráter divino e influenciava na forma como o povo o via. A imagem passada pelos retratos de Velázquez podem ser consideradas uma estratégia de manutenção do poder. Analisar a seqüência cronológica de alguns retratos permite refletir sobre a noção de tempo na sociedade espanhola do século XVII.Um dos primeiros retratos feitos por Velázquez mostram Filipe de forma imponente, mas não relaciona a imagem do rei à guerra. Apesar de ainda ser jovem e aparentemente discreto, colocá-lo em um ambiente que remete ao conhecimento gerava a ideia de experiência do monarca, pois antes de tudo o rei devia saber governar. Posteriormente, nota-se a presença de retratos do rei em roupas de guerra, que demonstram um caráter mais ativo de Filipe IV. Em plena Guerra dos Trinta Anos, retratar o monarca de forma imponente servia para disseminar a ideia de que seu reinado ainda era forte, incentivando os demais “espanhóis” e mascarando a crise pela qual a monarquia passava. Nos retratos posteriores, onde o rei já demonstra uma idade mais avançada é possível perceber uma mudança nas feições do rosto, parecendo mais melancólicas, calvo e cansado, até mesmo as cores se tornam mais apagadas e menos vivazes. Há hipóteses que relacionam sua face cansada as derrotas militares para a França e o fato de que ofereceria sua filha em casamento a um francês, que apesar de seu sobrinho ainda era um rival. Maria Teresa, uma vez casada, dificilmente voltaria a ver o pai. O semblante melancólico do rei pode refletir tanto derrotas políticas e a crise econômica, quanto a apreensão a respeito deste problema “familiar” da perda da filha. == Ancestrais == Os casamentos reais são considerados importantes estratégias políticas por propiciar, por exemplo, a união de coroas, tréguas de paz e alianças comerciais. Por essa razão, é importante conhecermos a ancestralidade de um monarca, assim como seus casamentos e sua descendência devido a possíveis dinâmicas estabelecidas pelos acordos matrimoniais. == Casamentos e Descendência == Casou pela primeira vez em Burgos, em 18 de outubro de 1615, com Isabel da França, irmã de Luís XIII e filha de Henrique de Navarra e Maria de Médici. Tiveram seis filhas e dois filhos: # Maria Margarida de Áustria (14 de agosto de 1621 - 15 de agosto de 1621) # Margarida Maria Catarina de Áustria (25 de novembro de 1623 - 22 de dezembro de 1623) # Maria Eugênia de Áustria (21 de novembro de 1625 - 21 de julho de 1627) # Isabel Maria Teresa de Áustria (31 de outubro de 1627 - 1 de novembro de 1627) #Baltasar Carlos de Áustria, Príncipe das Astúrias (17 de outubro de 1629 - 9 de março de 1646), morreu solteiro e sem descendência; # Francisco Fernando de Áustria (12 de março de 1634) # Maria Ana Antônia de Áustria (17 de janeiro de 1636 - 5 de dezembro de 1636) #Maria Teresa de Áustria (20 de setembro de 1638 - 30 de julho de 1683), casou com Luís XIV de França, com descendência. Casou-se pela segunda vez, em Navalcarnero no outono de 1649, com sua sobrinha Maria Ana da Áustria, filha do Imperador do Sacro Império Fernando III e da Infanta Maria Ana de Áustria, sua irmã. Tinha sido noiva de seu filho o infante Baltasar Carlos. Tiveram cinco filhos dos quais três homens: #Margarida Teresa de Áustria (12 de julho de 1651 - 12 de março de 1673), casou-se com seu tio Leopoldo I do Sacro Império Romano-Germânico, com descendência; # Maria Ambrósia da Conceição de Áustria (7 de dezembro de 1655 - 21 de dezembro de 1655) #Filipe Próspero de Áustria, Príncipe das Astúrias (28 de novembro de 1657 - 1 de novembro de 1661) # Fernando Tomás Carlos de Áustria (23 de dezembro de 1658 - 22 de outubro de 1659) #Carlos II de Espanha (6 de novembro de 1661 - 1 de novembro de 1700), sucedeu seu pai como rei da Espanha. Casou-se pela primeira vez com Maria Luísa de Orleães, sem descendência. Casou-se pela segunda vez com Maria Ana de Neuburgo, sem descendência. === Filhos Ilegítimos === # Fernando Francisco Isidro de Áustria (15 de maio de 1626 - 1634), com a jovem filha do Conde de Chirel, que o rei enviara à Itália. # Ana Margarida de São José, encerrada em convento agostiniano, o mosteiro da Encarnação, do qual foi superiora e onde morreu aos 22 anos. # João José de Áustria (7 de abril de 1629 - 17 de setembro de 1679), morreu solteiro e sem descendência legítima; # Alonso Henríquez de Santo Tomás (9 de junho de 1631 - 30 de julho de 1692), dominicano que chegou a Bispo de Malaga e Inquisidor Geral da Espanha; # Carlos Fernando de Áustria e Manrique (1639 - 31 de março de 1696), governador da Navarra; # João Cosío (1640 - 1701), religioso agostiniano; # Alonso Antônio de São Martin (1642 - 5 de julho de 1705), Bispo de Oviedo, filho de uma dama da rainha, Tomasa Aldama. # Margarida de São José, (morta em 1682), descalça carmelita, superiora do Real Mosteiro da Encarnação. # Fernando Gonzalez Baldez (morto em 6 de fevereiro de 1702), Governador de Novara, General de Artilharia do Estado de Milão. # João do Sacramento, pregador da Ordem de Santo Agostinho. # Ana Maria, também filha da atriz Maria Calderón. == Cronologia == Eventos importantes durante o reinado de Filipe IVː * 1621 - Morte de Filipe III e iniciou das reformas administrativas em Março. Fim da trégua com a Holanda em Agosto; * 1622 - As reformas continuaram. Vitória de Wimpfen em Maio e Fleurs em Agosto; * 1624 - Olivares propõe a unificação política da Espanha; * 1625 - Os holandeses tomam a Bahia; * 1635 - Declaração de guerra do rei da França em Junho; * 1639 - Os franceses invadem a Catalunha em Junho; * 1640 - Rebelião da Catalunha em Junho. Rebelião de Portugal em Dezembro. Aliança do rei da França com os catalães em Dezembro; * 1641 - Conjuração separatista na Andaluzia; * 1643. - Queda do Conde Olivares em Janeiro; * 1647 - Rebelião em Nápoles em Julho. Nápoles pede ajuda ao rei da França em Outubro; * 1648 - Paz com a Holanda/Munster em Janeiro; * 1657 - Grã-Bretanha e França se unem contra a Espanha em Maio; * 1659 - Paz dos Pirenéus em Novembro; * 1660 - Casamento de Luís XIV e Maria Teresa da Espanha; * 1665 - Morte de Filipe IV em Setembro. == Filmografia == Assim como os retratos durante a Idade Moderna, as produções audiovisuais como novelas, séries e filmes são essenciais para reproduzir e projetar a imagem que temos sobre importantes eventos, como Guerras, e figuras públicas, como os reis. A televisão e o cinema espanhóis aproveitam-se da popularidade de Filipe IV para retomar narrativas consagradas ou elaborar novas. === Televisão === Ano Série Canal Ator Pais de origem 2004-2005 Memoria de España TVE Espanha 2009-2016 Águila Roja TVE Xabier Elorriaga Espanha 2015 Las aventuras del Capitán Alatriste TeleCinco Daniel Alonso Espanha === Cinema === Ano Filme Ator Pais de origem 1954 La moza del cántaro Ismael Merlo Espanha 1991 El rey pasmado Gabino Diego Espanha 2006 Alatriste Simón Cohen Espanha 2011 Águila Roja: la película Xabier Elorriaga Espanha == Ver também == * Dinastia filipina * Guerra da Restauração * Guerra dos 30 anos * Conde Olivares * Árvore genealógica dos reis de Portugal == Bibliografia == ANDERSON, M.S. (1988). War and Society in Europe of the Old Regime, 1618–1789. London: Fontana ARMESTO, Filippe Fernándo (2000). The Improbable Empire, in: Raymond Carr (ed.). Spain: A History. United Kingdom: Oxford University Press CASTILLO, Cánovas del (1622). Estudos da rainha de Filipe IV. Madrid: [s.n.] CORTEGUERA, Luis R. (2002). For the Common Good: Popular Politics in Barcelona, 1580–1640. Ithaca: Cornell University Press DARBY, Graham (1994). Spain in the Seventeenth Century. [S.l.]: Longman ELLIOT, J. H. (1991). Richelieu and Olivares. United Kingdom: Cambridge University Press ELLIOT, J.H. (1984). The revolt of the Catalans: a study in the Decline of the Spain, 1598-1640. Cambrige: Cambridge University Press. FEROS, Antionio (2006). Kingship and Favouritism in the Spain of Philip III, 1598–1621. Cambrige: Cambridge University Press. GARDINER, France (2004). Davenport, European Treaties Bearing on the History of the United States and Its Dependencies. United States: The Lawbook Exchange, Ltd GOODMAN, David (2002). Spanish Naval Power, 1589–1665: Reconstruction and Defeat. Cambrige: Cambridge University Press GOODMAN, Eleanor (2005). Conspicuous In Her Absence: Mariana of Austria, Juan José of Austria, and the Representation of Her Power, in: Theresa Earenfight (ed.), Queenship and Political Power in Medieval and Early Modern Spain. Aldershot: Ashgate HALICZER, Stephen (2002). Between Exaltation and Infamy: Female Mystics in the Golden Age of Spain. Oxford: Oxford University Press HUME, Martin (1907). Court of Philip IV: Spain in Decline. New York: G. P. Putnam's Sons ISHIKAWA, Chiyo (2004). Espanha na Era da Exploração, 1492-1819. Nebraska: University of Nebraska Press. KAMEN, Henry (2000). Vicissitudes of a World Power, 1500–1700, in: Raymond Carr (ed.). Spain: A History. Oxford: Oxford University Press MACKAY, Ruth (1999). Os limites da autoridade real: resistência e autoridade em Castela do século XVII. Cambrige: Cambridge University Press. ORTIZ, SOLANO, PESET, Antonio Domínguez; Francisco; José Luís Mariano (1981). Historia de España: Esplendor y decadencia (Siglo XVII) 7. [S.l.]: História PARKER, Geoffrey (1985). The Dutch Revolt. London: Pelican Books. PARKER, Geoffrey (2004). Exército de Flandres e Estrada Espanhola, 1567-1659. Cambrige: Cambridge University Press. PLAJA, Fernando Diaz (1987). Historia de España en sus documentos: SIGLO XVII. Madrid: Cátedra. RICUPERO, Rodrigo (2016). O Brasil e Felipe IV: uma aproximação. In: MEGIANI, Ana Paula Torres (Org.). O BRASIL NA MONARQUIA HISPÂNICA (1580-1668): Novas interpretações. São Paulo: Humanitas. SARAIVAL, Daniel M. P. As janelas da realidade: a função política das relações de sucessos na Guerra da Restauração de Portugal (1640-1668). Sorbonne: Université Paris IV. SCHUMACHER, Ib Mark (2015). «Felipe IV, su reputación y la política de la Monarquía Hispánica». Revista d-històrie moderna, Barcelona, v. 35. Consultado em 29 out. 2019 SILVA, Susana Aparecida da (2011). Diego Velázquez e os retratos de Felipe IV: A pintura Barroca e a ideia de tempo na sociedade espanhola do século XVII. Londrina: Dissertação (Mestrado em História Social) -Universidade Estadual de Londrina. == Ligações externas == * Filipe III de Portugal, o último dos filipes, Portugal e os portugueses, entrevista com António Ferronha (Excerto de Entrevista), RDP Internacional, 1998 |- ! colspan=\"3\" style=\"background: #FBEC5D;\" | Filipe IV de Espanha & III de Portugal Casa de Habsburgo 8 de abril de 1605 – 17 de setembro de 1665 |- style=\"text-align:center;\" |width=\"30%\" align=\"center\" rowspan=2 | Precedido por Filipe III & II |width=\"40%\" style=\"text-align: center;\"| Rei da Espanha, Nápoles, Sardenha e Sicília 31 de março de 1621 – 17 de setembro de 1665 |width=\"30%\" align=\"center\" | Sucedido por Carlos II |- |width=\"40%\" style=\"text-align: center;\"| Rei de Portugal e Algarves 31 de março de 1621 – 1 de dezembro de 1640 |width=\"30%\" align=\"center\" | Sucedido por João IV |} Categoria:Naturais de Valladolid Categoria:Monarcas da Espanha Categoria:Monarcas católicos romanos Categoria:Príncipes das Astúrias Categoria:Grão-Mestres da Ordem da Torre e Espada Categoria:Príncipes de Girona Categoria:Condes da Flandres Categoria:Dinastia Filipina Categoria:Guerra da Restauração Categoria:Duques de Gueldres Categoria:Reis habsburgos da Sardenha Categoria:Reis habsburgos da Sicília e Nápoles Categoria:Monarcas da Casa de Habsburgo Categoria:Duques da Lothier Categoria:Reis de Valência Categoria:Cavaleiros da Ordem de Santiago Categoria:Mecenas da Espanha Categoria:História da União Ibérica",
 "title": "Filipe IV de Espanha"
}