{
 "id": "18199",
 "text": "(, na numeração romana) foi um ano comum do do calendário juliano, da Era de Cristo, e a sua letra dominical foi F (52 semanas), teve início a uma terça- feira e terminou também a uma terça-feira. == Eventos == * 1 de Janeiro — Os nobres croatas elegem Fernando I da Áustria como o rei da Croácia. * 5 de janeiro — Felix Manz, co-fundador dos suíços anabatistas torna-se a primeira vítima da Reforma Radical aos ser executado por afogamento em Zurique, por desobedecer a um édito local que proibia o rebatismo. * 13 de março — Confirmação da concessão da capitania da ilha de Santa Maria dos Açores a João Soares de Sousa. * 30 de abril — Guerra da Liga de Cognac: Os reis e assinam o , no qual se comprometiam a juntar as suas forças contra Carlos V, sacro- imperador romano-germânico. * 6 de maio — Guerra da Liga de Cognac: Saque de Roma (1527) por tropas alemãs e espanholas de Carlos V. * 16 de maio — Os partidários de Savonarola voltam a remover os Médici do poder na República Florentina. * 17 de junho ** A frota da de Pánfilo de Narváez zarpa de Sanlúcar de Barrameda com o objetivo de colonizar a Flórida. **A Suécia adota o luteranismo como religião oficial, em substituição do catolicismo. * 22 de junho — Tropas do Sultanato de Demak tomam Sunda Kelapa, a cidade do reino hindu de Sonda onde os portugueses tinham um porto. A cidade é rebatizada Jayakarta, nome na origem do atual: Jacarta, a capital da Indonésia. * Criação da Provedoria das Armadas, com sede em Angra, Açores. * Regresso de Sá de Miranda a Portugal, um evento apontado como o início do classicismo no país. * , último soberano do Sultanato de Bamani foge da sua capital por recear ser assassinado, o que marca o fim daquele estado indiano. == Nascimentos == * 1 de maio — Johannes Stadius, matemático, astrônomo e historiador flamengo (m. 1579). * 21 de maio — Rei Filipe II de Espanha, Filipe I de Portugal (m. 1598).Campos, Alfredo Luís Campos, Memória da Visita Régia à ilha Terceira — 1 de julho de 1901. Publicado em Angra Heroísmo pela \"Imprensa Municipal\" em 1903, pág. 282. * 31 de julho — Maximiliano II, sacro-imperador romano- germânico (m. 1576). * 23 de dezembro — Hugo Donellus, humanista e jurisconsulto francês (m. 1591). == Mortes == * 21 de junho — Nicolau Maquiavel, historiador, filósofo e dramaturgo italiano (n. 1496).",
 "title": "1527"
}