{
 "id": "18226",
 "text": "Tramaga é uma localidade portuguesa do Município de Ponte de Sor que foi sede da extinta Freguesia de Tramaga, freguesia que tinha 97,16 km² de área e 1 542 habitantes (2011), e, por isso, uma densidade populacional de 15,9 hab/km². A Freguesia de Tramaga, que fora criada em 11 de Junho de 1993, por desmembramento da freguesia de Ponte de Sor, foi extinta (agregada) pela última reorganização administrativa do território das freguesias, de acordo com a Lei nº 11-A/2013 de 28 de Janeiro, tendo o seu território sido agregado ao das Freguesias de Ponte de Sor e de Vale de Açor para constituir a Freguesia de Ponte de Sor, Tramaga e Vale de Açor com sede em Ponte de Sor. thumb|300px|right|Localização no Município de Ponte de Sor ==População== Nº de habitantes Instituto Nacional de Estatística (Recenseamentos Gerais da População) - https://www.ine.pt/xportal/xmain?xpid=INE&xpgid;=ine_publicacoes 2001 2011 1 732 1 542 Criada pela Lei nº 17-C/93, de 11 de Junho, com lugares desanexados da freguesia de Ponte de Sor == História == A Freguesia de Tramaga foi fundada por Decreto-Lei, datado de 11 de Junho de 1993. Derivou da freguesia de Ponte de Sôr, e apresenta os seguintes contornos geográficos: a norte, confronta com o limite sul do Município de Abrantes, ao longo da estrada nacional n.° 367 até ao cruzamento com a estrada nacional n.º 2; a nascente, orienta-se em direcção ao ribeiro do Zambujinho que percorre até à foz na ribeira de Sor; a sul, estende-se a partir da foz da ribeira de Vale de Boi até ao limite das freguesias de Galveias e Montargil com esta última, confrontando-se ainda a poente com Foros do Arrão. Tramaga dista da sua sede de Município cerca de 3 km. Próxima da ribeira do Sôr e do ribeiro do Padrão ou das Ónias, foi conhecida durante muito tempo como aldeia da \"Água de Todo o Ano\". Esta povoação, cuja história está intimamente ligada à história da freguesia de Ponte Sôr, fora certamente povoada no tempo dos romanos, que fundaram uma via militar, mais conhecida por estrada do Alicerce, e estivera subordinada ao poder da Ordem dos Templários. Com a denominação de Água Todo o Ano, existia já no ano de 1864, tendo 11 fogos e 40 pessoas. A pequena aldeia era atravessada pela antiga e movimentada estrada de Montargil. A proximidade com essa via de comunicação e ainda o aforamento e povoamento de terras, que foram divididas em glebas, trouxeram-lhe prosperidade. O nome de Tramaga foi- lhe dado pelo povo, não há muitos anos. Primo Pedro da Conceição Freire Andrade explica a mudança de nome, do modo seguinte. \"O lavrador do Cansado, António Manuel Rocas, passava por ali, quase diariamente, para ir a sua herdade. Um dia, em conversa com um habitante do lugar, apreciavam o desenvolvimento que esta estava tomando. o seu interlocutor afirmava que, a continuar assim, a povoação dentro em pouco se tornaria numa aldeia, ao que aquele redarguiu, em tom depreciativo: - Ora, Aldeia de Tramaga!\" O motivo que terá levado a tão imediata denominação, com a qual rapidamente o povo se familiarizou, deveu-se à abundância de tramagas na aldeia. O autor citado refere que as próprias instituições oficiais a aceitaram, sem relutância, e \"nem sequer esperaram que o Governo sancionasse, como era necessário, a mudança de nome\". A povoação foi crescendo e apropriando-se lugares, como Caldeirão e Casas Novas. Desenvolveu a sua indústria de carvão de lenha, a extracção de cortiça, a própria indústria de pré-esforçado, o cultivo da azeitona e a produção de tabaco e ainda o pequeno comércio tradicional. O Moinho Novo de Tramaga, localizado na margem esquerda do Sôr, recorda o trabalho de dezenas de gerações de moleiros que, outrora, faziam a farinha para os seus fregueses. É um moinho antigo, embora lhe chamem novo, porque fora certamente o último a ser construído na linha de moinhos localizada ao sul da vila, entre Sobreira e Tramaga. Pedro P. da Conceição Freire de Andrade, referia que no local onde o Moinho Novo se situa, existia um admirável pego, com grande abundância de peixe, óptimo para a pesca à cana. == Dados gerais == * Festas e Romarias: Festa da Páscoa e Senhor da Fonte Santa. * Património Cultural Edificado: Igreja Matriz, moinho novo da Tramaga, capela do Monte Velho e capela do Senhor da Fonte Santa. * Outros locais de interesse turístico: Pousada de Monte de Marvila (turismo de habitação). * Gastronomia: Achegã grelhado, lebre, coelho bravo à caçador, assado na brasa com arroz, perdiz, pombo bravo e matança do porco. * Artesanato: Objectos em madeira e cortiça, \"couchos\" e tapetes de Arraiolos. * Colectividades: Grupo Desportivo Recreativo e Cultural de Tramaga. ==Património== A antiga freguesia de Tramaga é detentora de um património edificado de interesse cultural. A título de exemplo, destaca-se, neste ponto, a Igreja Matriz, a capela do Monte Velho e a capela do Senhor da Fonte Santa. Na Margem esquerda do rio Sôr, localiza-se o chamado moinho novo de Tramaga, que é um digno representante da tradição de moleiros locais. A Gastronomia da região, o artesanato de objectos de madeira e cortiça, de \"cochos\" e tapetes de Arraiolos, as actividades desportivas de caça e pesca, para além do que já mencionado centro de equitação e da Pousada de Marvilla são referências importantes numa enumeração, ainda que incompleta, dos principais pólos de atracção turística da freguesia. As unidades de Turismo em espaço rural e a pousada de Marvilla compõem a oferta hoteleira de Tramaga. ==Equipamentos== * Junta de Freguesia de Tramaga * Extensão de Saúde de Tramaga * EB 1 de Tramaga * Jardim de Infância de Tramaga * Multibanco de Tramaga Categoria:Antigas freguesias de Ponte de Sor",
 "title": "Tramaga"
}