{
 "id": "18235",
 "text": "Alegrete é uma povoação portuguesa sede da Freguesia de Alegrete do Município de Portalegre, freguesia com 87,38 km² de área e 1414 habitantes (censo de 2021), tendo, por isso, uma densidade populacional de . Foi vila e sede de concelho até 1855. O concelho era inicialmente constituído apenas pela freguesia da sede. Em 1801 tinha 1 089 habitantes. Após as reformas administrativas do início do liberalismo foi-lhe anexada a freguesia de São Julião. Em 1849 tinha 2 442 habitantes. ==Geografia== Inserida em pleno Parque Natural da Serra de São Mamede, a uma altitude de 500 m, localiza-se a cerca de 2 km da margem direita da ribeira de Alegrete, caracterizada por uma enorme diversidade geológica, paisagística, faunística e florística. thumb|280px|right|Localização no Município de Portalegre ==Demografia== A população registada nos censos foi: Distribuição da População por Grupos Etários Ano 0-14 Anos 15-24 Anos 25-64 Anos > 65 Anos 2001 222 262 1030 541 2011 171 136 881 558 2021 117 106 654 537 == História == Há vestígios de povoamento da zona que remontam ao paleolítico, donde se destacam uma jazida pré-histórica no Porto da Boga e uma anta na Herdade da Falagueira. Embora só se conheça documentação escrita relativa a Alegrete a partir do período da Reconquista Cristã, crê-se que durante a primeira metade do século V, a vila tenha sido devastada pelos Vândalos, devastação essa que só terminou com os Alanos, responsáveis pelo repovoamento e reedificação da mesma. No século VIII, Alegrete foi conquistada e ocupada pelos Mouros, que só a abandonariam em 1160. Alegrete acabou por ser formalmente incorporada na coroa portuguesa, em 1267, mediante o Tratado de Badajoz, celebrado entre D. Afonso III e D. Afonso X de Castela, seu sogro. D. Afonso III (1248-1279), ao encontrar esta vila bastante dizimada pelas sucessivas batalhas que nela se tinham travado, iniciou um processo de reconstrução, que visava a sua reedificação. O seu sucessor, D. Dinis (1279-1325), continuou o trabalho de reconstrução e repovoamento de Alegrete. Tendo sido um reinado caracterizado por diversas inovações - por exemplo, é no seu reinado que é fundada a primeira universidade, em Lisboa, tornando-se o português a língua oficial do país - preocupou-se também com a defesa do reino, defesa essa que passou não só pela construção de castelos e muralhas em redor das povoações que apresentavam sinais de crescimento, mas também pela reparação de outras fortificações já existentes. Como tal, em 1319, D. Dinis elevou Alegrete à categoria de vila, outorgando-lhe um foral em 1319, mandou edificar o castelo, a sua muralha envolvente, e uma torre de menagem. Durante os séculos seguintes, Alegrete e o seu castelo, foi sujeito a inúmeros ataques. Na segunda metade do século XIV, os habitantes de Alegrete aderiram à causa do Mestre de Avis, participando na guerra travada entre este e D. João I de Castela, nomeadamente na primeira fase desta, entre Janeiro e Outubro de 1384, durante a qual se deu a importante vitória das forças Mestre de Avis na batalha dos Atoleiros que decorreu perto de Fronteira Em 1475, durante o reinado de D. Afonso V, o castelhano Afonso Monroy conquistou a vila, tendo a mesma sido retomada dois anos mais tarde pelo então príncipe D. João, futuro D. João II. Nova referência histórica à vila de Alegrete só surge no reinado de D. Manuel I (1495-1521), o qual atribui à vila um novo foral, a 14 de Fevereiro de 1516, no qual eram confirmadas todas as regalias anteriormente atribuídas aos seus habitantes. Já no período da Guerra da Restauração (1640-1668), a povoação de Alegrete voltou a estar no centro das atenções, disponibilizando o seu castelo para a defesa do reino. Em 1704, durante o reinado de D. Pedro II, Filipe V de Espanha sitiou Alegrete com um poderoso exército no decurso da Guerra da Sucessão Espanhola. Em 1762 o concelho foi integrado na correição de Portalegre. Em 1795-97, a França e a Espanha iniciaram negociações no sentido de invadir e conquistar Portugal. Declarada a guerra que ficaria conhecida como Guerra das Laranjas em 1801, Gomes Freire de Andrade estabeleceu em Alegrete um número considerável de tropas que, por nunca ser utilizado, ficou conhecido ironicamente como \"Os Laranjas\". Em 1821, Alegrete era concelho da comarca e divisão eleitoral de Portalegre, com 293 casas e 1118 habitantes. Em 7 de Dezembro de 1826, durante a guerra civil que opôs liberais e absolutistas, é em Alegrete que as forças dirigidas pelo Conde de Vila Flor derrotam as forças que se dirigiam para Vila Viçosa, sob o comando do brigadeiro Magessy. No mesmo ano, Alegrete era concelho na comarca e província, com os mesmo número de habitações e que se manteve nos anos seguintes. Em 1842 era concelho no distrito administrativo de Portalegre e província do Alentejo, com duas freguesias — Alegrete, com 308 fogos e São São Julião, com 192. De acordo com a reforma territorial, baseado na lei de 26 de Junho de 1855 e em diploma firmado por D. Pedro V, foi suprimido o concelho e julgado de Alegrete. Em 1920 Alegrete tinha 2 560 habitantes. Em 1946, por força do Decreto-Lei nº 35 927 de 1 de Novembro de 1946, ficou estabelecido o seu estatuto de freguesia rural de 2.ª ordem, o qual ainda hoje se mantém. == Património == * Castelo de Alegrete * Igreja da Misericórdia de Alegrete * Igreja Matriz de Alegrete * Capela de S. Pedro de Alegrete * Torre do Relógio de Alegrete * Coreto de Alegrete * Calçada da Rua Direita * Fontes de Alegrete == Personalidades ilustres == * Conde de Alegrete * Marquês de Alegrete * * == Ligações externas == * * Categoria:Freguesias fronteiriças de Portugal",
 "title": "Alegrete (Portalegre)"
}