{
 "id": "18233",
 "text": "A Faculdade de Arquitetura e Urbanismo e de Design da Universidade de São Paulo (FAU ou FAU-USP) é responsável pelo ensino de graduação, pós-graduação, pesquisa e extensão de serviços à sociedade nas áreas de Design, Arquitetura e Urbanismo e nos campos de conhecimento que lhes são correlatos, como o Paisagismo. Foi fundada, em 1948, por um conjunto de professores da Escola Politécnica da Universidade de São Paulo — entre os quais se destacavam João Batista Vilanova Artigas e Luís Inácio de Anhaia Melo — estando entre as principais referências no ensino de arquitetura moderna no Brasil, logo tornou-se também uma das principais escolas do gênero no país e na América Latina. Em Vila Penteado ficava o seu primeiro prédio; o prédio tal como o conhecemos hoje começou a ser construído em 1966 na Cidade Universitária da Universidade de São Paulo a partir de um projeto cuja autoria pertencia a João Batista Vilanova Artigas com Carlos Cascaldi. A faculdade tornou-se uma das principais representantes da arquitetura modernista do país - destacando-se nos usos do concreto bruto, do vidro e da simplicidade de suas linhas, características do movimento. Em 1981, o Conselho de Defesa do Patrimônio Histórico do Estado de São Paulo (CONDEPHAAT) tombou o Edifício Vilanova Artigas, nome original do prédio, pela motivação de que ele desempenha o processo de valorização de exemplares da arquitetura contemporânea no quadro da Arquitetura Brasileira e na produção da Arquitetura Paulista Contemporânea. Diversas figuras públicas brasileiras passaram pela FAU, tal como um dos mais importantes cineastas do cinema brasileiro contemporâneo, o excelentíssimo Fernando Meirelles; outra personalidade que passou pela FAU foi um dos ícones da Música Popular Brasileira, Chico Buarque. == Histórico == A FAU foi fundada em 1948, surgindo a partir do curso de engenheiro-arquiteto da Escola Politécnica da Universidade de São Paulo. Seu fundador e primeiro diretor foi o Professor Luiz Ignácio de Anhaia Mello. Também foi responsável por direcionar o curso em um rumo urbanístico. A grade original da FAU combinava as antigas disciplinas técnicas, provenientes do curso da POLI, com a grade artística de outra instituição de ensino proeminente na época, a Escola Nacional de Belas Artes. O currículo originalmente era muito assimétrico, pois as disciplinas técnicas eram ministradas, tradicionalmente, por engenheiros e as disciplinas artísticas eram ministradas, tradicionalmente, por artistas plásticos. Por ser um curso relativamente novo na época — arquitetos já existiam desde a Grécia Antiga; no entanto, não eram formados, especificamente, em Arquitetura —, não havia muitos profissionais com uma formação \"arquitetônica total\" para ministrar o curso; o que levou, por vezes a visões muito distantes dentro do corpo docente de quais seriam as competências de um arquiteto. Essa crise institucional só viria a ter um desfecho com a reforma curricular de 1962, protagonizada por João Batista Vilanova Artigas, Carlos Milan e Lourival Gomes Machado - dentre outros membros do corpo docente. A partir de então, a FAU seguiria uma filosofia pedagógica do \"arquiteto total\". Inicialmente, a FAU era instalada na Vila Penteado em um edifício projetado por Karl Ekman no início do século XX para servir de residência à família de Armando Álvares Penteado. A FAU se localizava na Rua Maranhão, no bairro Higienópolis, em um casarão que seguia a tendência da época em que foi projetado por Ekman, seguindo, pois, as linhas gerais do art nouveau. A faculdade passou por uma extensa reforma curricular na década de 1960, o que acabou levando à expansão de suas atividades e a uma inevitável necessidade de maiores espaços. Portanto, o projeto de expansão da FAU, que a transformaria no que ela viria a se tornar o que é hoje o edifício Vilanova Artigas (FAU-USP), foi proposto em 1961 e teve sua finalização em 1969 pela assinatura do arquiteto João Baptista Vilanova Artigas com auxílio de Carlos Cascaldi — arquiteto que participou de diversas outras obras de Artigas na época, abrigando a Faculdade de Arquitetura e Urbanismo da Universidade de São Paulo na Cidade Universitária. Na época, os examinadores questionaram a validade do projeto e sugeriram algumas mudanças devido ao custo alto do preço da obra. As mudanças propostas (questões de ventilação e iluminação, por exemplo), foram encaminhadas aos autores da obra e, depois de revisado, o então diretor da FAU, Pedro Cruz, defendeu a aprovação do projeto inicial e a urgência do início das obras, mesmo que com o custo alto de 1 519 146 906,00 cruzeiros segundo a notícia no 7444 do setor de Difusão Cultural da Reitoria da USP, alegando que o prédio seria funcional e representaria um momento histórico da arquitetura brasileira. Artigas já era professor da FAU antes de dar início ao projeto — e continuou a sê-lo muito tempo após a conclusão da FAU na Cidade Universitária. A construção da FAU na Cidade Universitária evidencia as características gerais do arquiteto, ademais de evidenciar sua concepções acerca da formação de um arquiteto — \"o arquiteto total\", como ele se referia a essa formação. O edifício pode ser caracterizado pelo uso do concreto bruto, do vidro, da simplicidade de suas linhas; além disso, o prédio evidencia um foco na integração dos espaços - permitindo caracterizar, pois, o edifício como econômico, funcional e plasticamente original. Olhando-se de fora, a FAU se assemelha a um imenso paralelepípedo de concreto, suportado por pilares no formato de trapézios. A ideia central do prédio consiste de uma continuidade espacial. Os andares da faculdade são ligados por rampas de alturas oscilantes, transmitindo uma sensação de plano único. Todos os ambientes do edifício encontram-se fisicamente conectados; além disso, há uma utilização de grandes espaços abertos. Esses dois pontos foram utilizados, como dito anteriormente, para explicitar a visão que Artigas tem da formação de um arquiteto, ou seja, enfatizando a necessidade de convivência e o ideal de um estilo de vida comunitário. Uma das ideias pretendidas pelo projeto de Artigas era a equalização de todos que adentrassem tal estrutura, levando a uma democratização dos indivíduos que convivessem no prédio. Além disso, Artigas também tinha em mente a construção de um prédio que se assemelhasse a um templo ecumênico, enfatizando o seu desejo de que a FAU fosse um ambiente que desse espaço a todos os credos e demais aspirações intelectuais. Na concepção dos espaços comunitários da FAU, Artigas pretendia algo similar ao que acontecia nas ágoras das polis gregas, ou seja, um ambiente que estimulasse os debates para se chegar a resolução de conflitos através do diálogo. O desejo do professor era de que o espaço servisse para discussões entre alunos, professores e demais funcionários acerca das questões pedagógicas \\- evidenciando, pois, a maneira como Artigas enxergava a formação de arquitetos pela FAU, imersos desde sua vida acadêmica na política para que, como futuros profissionais, pudessem exercer sua profissão mais conscientemente. A FAU acabou se tornando uma das obras mais importantes da carreira de Artigas - quem se tornou, posteriormente, uma das figuras mais importantes da arquitetura em São Paulo na década seguinte. Era engajado politicamente e um militante de esquerda, o que, para alguns, refletiu certas características em seu estilo arquitetônico. Artigas tem uma grande influência de Frank Lloyd Wright e Le Corbusier. A agitação estudantil da região em que a escola estava — próxima a uma série de instituições de ensino superior (em especial, a Universidade Presbiteriana Mackenzie, relativo à Batalha da Rua Maria Antônia) — levou o governo ditatorial da época a apressar as obras na Cidade Universitária Armando de Salles Oliveira. Seu atual edifício-sede, projetado pelo Professor Vilanova Artigas, está localizado na Cidade Universitária e foi entregue em 1969. É considerado um dos principais representantes do modernismo arquitetônico no Brasil e reflete as influências brutalistas de seu autor e é a fiel representação de seu pensamento espacial. O edifício tem suas áreas funcionais construídas em torno de um grande espaço livre (o \"Salão Caramelo\", sede de eventos cívico-culturais). O projeto recebeu grandes homenagens e reconhecimento da sociedade brasileira, como o tombamento do prédio em 1982 pelo CONDEPHAAT e pelo COMPRESP. Além disso, ganhou o Prêmio Jean Tshumi da União Internacional dos Arquitetos (UIA), em 1985, por sua contribuição ao desenvolvimento tecnológico da arquitetura. Com o crescimento dos trabalhos acadêmicos e ingresso mais efetivo de alunos, foi necessário ampliar os espaços de apoio didático. Para isso, foi construído o edifício conhecido como \"Anexo\", projeto do Arquiteto e Professor Gian Carlo Gasperini, vencedor de um concurso interno promovido pela FAU. O prédio abriga a oficina de modelos (LAME), o laboratório de fotografia e o laboratório de programação gráfica, além de se articular externamente com o canteiro experimental de construção, feito sob cobertura tensa projetada pelo Arquiteto e Professor Reginaldo Ronconi. Completando o patrimônio construído da Faculdade de Arquitetura e Urbanismo - USP, integra-se a tal o atelier de escultura Caetano Fracarolli, próximo da Prefeitura do Campus da Cidade Universitária. Localizada no edifício \"Vilanova Artigas\", a Biblioteca da Faculdade é considerada uma das maiores do país, quando se trata de Arquitetura, Urbanismo e Artes Visuais. Nela, se encontram pesquisas acadêmicas a partir de levantamentos bibliográficos, além de outras obras. Seu acervo abriga milhares de obras, entre elas cerca de 1200 teses e dissertações defendidas e mais de 5 000 registros da produção docente da Faculdade. Também abriga originais de projetos e livros raros, doados por arquitetos brasileiros e suas famílias, fazendo da Biblioteca o mais importante centro de documentação da arquitetura brasileira no mundo. Desde 1950, a Biblioteca elabora e publica o Índice da Arquitetura Brasileira que, assim como todo o acervo da Biblioteca, apoia pesquisas tanto da própria faculdade quanto de outras, fora da USP. == Perfil de ensino == Ao longo de sua trajetória, a FAU assumiu uma posição de defesa de um ensino de \"arquitetura total\", cujo resultado seria um profissional apto a responder por todos os campos da arte, construção, design, política e história. A ênfase que se dava à Programação Visual, Sociologia e ao Desenho Industrial são referências nítidas deste pensamento. Alguns dos principais nomes da Arquitectura, do Urbanismo, do Design, e das Artes brasileiras estudaram ou lecionaram na FAU. Durante o início da década de 2000, ocorreram discussões internas na faculdade que levaram à criação de um curso de Bacharelado em Design, cuja implantação se deu em 2006. O curso de graduação em Design criado visa não focar em habilitações específicas em Desenho Industrial ou Programação Visual, seguindo o caminho de uma formação abrangente. O ensino de pós-graduação foi formalmente instituído na FAU em 1972. De início restrito ao Mestrado, o curso evoluiu para o oferecimento de Doutorado, vindo a constituir-se no maior programa de pós-graduação da área no país. De acordo com seu mentor inicial, Vilanova Artigas (formado na Escola Politécnica da USP), a FAU não visa formar somente arquitetos, mas sim dar ao discente uma noção aplicada de sociedade, em outras palavras conhecer o funcionamento do mundo, para que, não importando em qual entidade ou profissão o formado da FAU-USP estiver, possa influenciar positivamente, conhecendo a realidade e contribuindo para a melhoria da mesma. A Faculdade de Arquitetura e Urbanismo decidiu em 2016, em votação realizada pela Congregação da faculdade, aderir ao Sistema de Seleção Unificada (Sisu) e suspender temporariamente para o processo seletivo 2017, a prova de habilidades específicas exigida para ingresso em seus cursos, ou seja, um vestibular próprio. No Sisu, serão oferecidas 30% das 190 vagas disponíveis nos cursos de Arquitetura e Urbanismo e Design. Todas são exclusivas para candidatos egressos de escola pública, das quais 15% reservadas para estudantes pretos, pardos e indígenas, segundo definição pelo IBGE. == Estrutura == A FAU está dividida em três departamentos, cada um deles responsável por uma parte da grade curricular do curso de Arquitetura e Urbanismo. * Departamento de História da Arquitetura e Estética do Projeto (AUH) * Departamento de Projeto (AUP) * Departamento de Tecnologia da Arquitetura (AUT) Desta forma, a divisão administrativa da faculdade corresponde à forma como o curso foi pensado. Esta configuração remete à reforma curricular realizada na década de 1960 e conduzida pelo professor Vilanova Artigas. Atualmente, há críticas quanto à eficácia da manutenção desta divisão e da necessidade de estabelecer instâncias interdepartamentais. Uma das diferenças encontradas já na estrutura é o modo de aprendizagem dos alunos presente, onde logo no projeto do prédio da FAU é a cobertura única e translúcida, com grelha estrutural envolta pela curva cega de concreto, que transforma o edifício numa metáfora de praça coberta, neste instante o espaço urbano e político, assim como as oposições entre aberto e fechado, leve e pesado. Com essa forma de pensar o prédio da escola, o processo de aprendizagem, não se dá exclusivamente na sala de aula mas também nas conversas com os colegas e os mestres, os espaços da escola são quase como os espaços das praças, ruas e calçadas da cidade. == Símbolos da FAU == === Identidade Visual === Os próprios alunos da FAU promoveram um concurso a fim de decidir qual seria o símbolo da Faculdade, o vencedor foi Ludovico Antônio Martino com o famoso sol, que sintetiza secção da coluna dórica (arquitetura) e o sol (urbanismo). Na época, aprovado pelo diretor Lourival Gomes Machado, João Baptista Vilanova Artiga gravou o símbolo no concreto do prédio. === Mascote === Devido a arquitetura semelhante à de uma caverna e ao fato de salas e laboratórios serem invadidos com alguma frequência por morcegos, o animal virou símbolo da FAU. Dessa forma, há cerca de dez anos o Mascote da Faculdade de Arquitetura e Urbanismo é um morcego, o chamado \"Bat\". == Vestibular == No ano de 2016, mudanças no tradicional vestibular para ingressar na instituição causaram agitação entre estudantes e vestibulandos. Além da adesão da faculdade ao Sistema de Seleção Unificada (SISU), a prova de habilidades específicas também foi temporariamente suspensa (em relação ao vestibular de 2017). Estudantes de Arquitetura e Design pediam pelo fim da prova de habilidade em suas greves e paralisações gerais, por considerarem as mesmas \"elitistas\" e dificultadoras para o ingresso de pessoas que não tinham condições de pagar um cursinho com foco em desenho arquitetônico. A prova específica era realizada em dois dias e consistia em desenho bidimensional, desenho tridimensional e geometria. Há também os alunos e professores que defendem a permanência da prova, argumentando que a mesma é importante pois serve para selecionar alunos com vocação para o design e arquitetura. == Núcleo de quadrinhos == O Núcleo de Quadrinhos da FAU foi criado em 1998 por alunos de arquitetura da Faculdade, a Cogumelo ou Cogu, como é carinhosamente chamada, é um núcleo que reunia originalmente interessados em histórias em quadrinhos. O núcleo já publicou nove revistas e alguns fanzines, e colaborou diversas vezes com ilustrações para o Jornal do Campus e para seu suplemento, o Claro!. A décima edição da Revista Cogumelo foi lançada em outubro de 2009, na Festival Internacional de Quadrinhos. == Ex-alunos notáveis == Além de diversos arquitetos de renome que estudaram na FAU e fizeram parte de seu corpo docente, muitas outras pessoas que viriam ser figuras públicas se formaram pela FAU. Dentre eles, estão: * Chico Buarque — o músico é um ícone da MPB, que construiu sua relevância durante a Ditadura Militar, escrevendo letras enigmáticas de oposição à ditadura. Passou pela FAU entre 1963 e 1965, quando largou a faculdade para se dedicar integralmente à música. * Fernando Meirelles — um dos principais cineastas brasileiros contemporâneos, tendo sido um dos poucos brasileiros a terem sido indicados a prêmios importantes, tais como o Globo de ouro, o Oscar e o BAFTA. Sua filmografia conta com nomes de peso, tais como Cidade de Deus (2002), O Jardineiro Fiel (2005) e Ensaio Sobre a Cegueira (2008). Como aluno de arquitetura, porém, ele foi aprovado com as notas mínimas, sendo que o seu trabalho de conclusão de curso já demonstrava seu futuro, ao invés de um projeto, ele fez um filme. Ele se formou pela FAU na década de 1980. * Carlos Moreno — o garoto-propaganda da Bombril não só se formou pela FAU como fez uma pós-graduação no exterior. * Arrigo Barnabé — o músico e ator passou pela FAU entre 1971 e 1973. * Guilherme Arantes — o músico e compositor foi outro a abandonar a FAU para se dedicar à música. * Chico Caruso — o ilustrador, chargista e caricaturista se formou pela FAU. * Milton Hatoum — um dos escritores brasileiros mais relevantes também teve a sua passagem pela FAU. A arquitetura esteve presente em sua obra, mais notavelmente em Cinzas do Norte, no qual retrata, dentre outros temas, as habitações precárias da Amazônia. == Ver também == * Instituto de Arquitetura e Urbanismo * Arquitetura * Ensino da arquitetura * Design == Bibliografia == * vários autores; Cadernos dos Riscos Originais do Edifício da FAUUSP; São Paulo: FUPAM/FAU, 1998. * vários autores; Anistia na FAUUSP - A Reintegração dos Professores Cassados pelo AI5; São Paulo: FUPAM/FAU, 1998. * BATTAGLIA, Antônio Domingos (org.); Canteiro Experimental da FAUUSP; São Paulo: FUPAM/FAU, 1998 == Ligações externas == * Página oficial da FAU * Fundação para as pesquisas ambientais - FUPAM * Atlética da FAU * Grêmio dos estudantes da FAU * Passeio virtual pela FAU Categoria:Unidades da Universidade de São Paulo Categoria:Escolas de arquitetura e urbanismo no Brasil Categoria:Escolas de design Categoria:Patrimônio histórico do estado de São Paulo Categoria:Arquitetura brutalista no Brasil Categoria:Patrimônio tombado pelo CONDEPHAAT Categoria:Patrimônio tombado pelo CONPRESP Categoria:Arquitetura do Brasil do século XX",
 "title": "Faculdade de Arquitetura e Urbanismo e de Design da Universidade de São Paulo"
}