{
 "id": "18232",
 "text": "Osíris (em egípcio: wsjr) é um deus da mitologia egípcia. Conhecido como o deus dos mortos, além de ser a divindade da vegetação, do julgamento e do além. Em outras culturas, seu nome é variavelmente transcrito em Asar, Ausir, Wesir, Ausare, Hagir, Heinir, Higor, Hermes, Antar, Varor, entre outros. Oriundo de Busíris, no Baixo Egito, foi primitivamente, a deificação da força do solo, que faz a vegetação crescer; disto derivou seus atributos posteriores, que o exaltam como o inventor da agricultura e consequentemente o propiciador da civilização, do qual tornou-se uma espécie de patrono. Mais tarde, seus mitos passaram a representá-lo como um mítico faraó que teria governado o Egito em tempos imemoriais, sendo traído por seu próprio irmão, Seth, que o mata para obter o trono. Osíris, vencendo a morte, renasce no Além, tornando-se o Senhor da vida pós morte e juiz dos espíritos que lá chegam. Embora a trajetória de deus da vegetação para deus da vida após morte pareça desconexa e incoerente, o que há de comum nessas atribuições é o conceito de ciclos de vida e renascimento que tanto a vegetação quanto a passagem para o além carregam. Assim, pode-se dizer que, resumidamente, Osíris é o deus do renascimento. Osíris foi um dos deuses mais populares do Antigo Egito, cujo culto remontava às épocas remotas da história egípcia e que continuou até a era Greco-Romana, quando o Egito perdeu a sua independência política. Marido de Ísis e pai de Hórus,Isaac Newton, The Chronology of Ancient Kingdoms, Chapter 2: Of the Empire of Egypt, p.192 era ele quem julgava os mortos na \"Sala das Duas Verdades\", onde se procedia à pesagem do coração ou psicostasia. Osíris, é sem dúvida o deus mais conhecido do Antigo Egito, devido ao grande número de templos que lhe foram dedicados por todo o país, porém, os seus começos foram os de qualquer divindade local e é também um deus que julgava a alma dos egípcios se eles iam para o paraíso (lugar onde só há fartura). Para os seus primeiros adoradores, Osíris era apenas a encarnação das forças da terra e das plantas. À medida que o seu culto se foi difundindo por todo o espaço do Egito, Osíris enriqueceu-se com os atributos das divindades que suplantava, até que, por fim substituiu a religião solar. Por outro lado a mitologia engendrou uma lenda em torno de Osíris, que foi recolhida fielmente por alguns escritores gregos, como Plutarco. A dupla imagem que de ambas as fontes chegou até nós deste deus, cuja cabeça aparece coberta com a mitra branca, é a de um ser bondoso que sofre uma morte cruel e que por ela assegura a vida e a felicidade eterna a todos os seus protegidos, bem como a de uma divindade que encarna a terra egípcia e a sua vegetação, destruída pelo sol e a seca, mas sempre ressurgida pelas águas do Nilo. == Nome == Segundo Diodoro Sículo, os primeiros egípcios, logo que surgiram, olharam para o céu e ficaram com temor do Universo, e imaginaram dois deuses eternos, o Sol e a Lua, respectivamente Osíris e Ísis.Diodoro Sículo, Biblioteca Histórica, Livro I, 11.1 Osíris significa muitos-olhos, um significado apropriado para representar os raios do Sol, que veem tudo, tanto a terra quanto o mar.Diodoro Sículo, Biblioteca Histórica, Livro I, 11.2 Os mitógrafos gregos, ainda segundo Diodoro Sículo, identificaram Osíris com Dionísio e com a estrela Sirius; Diodoro cita poemas de Eumolpo e Orfeu identificando Dionísio com a estrela Sirius.Diodoro Sículo, Biblioteca Histórica, Livro I, 11.3 Segundo alguns, Osíris era representado com uma capa de estrelas, imitando o céu estrelado.Diodoro Sículo, Biblioteca Histórica, Livro I, 11.4 Segundo Isaac Newton, Osíris é um nome grego; eles interpretaram o lamento egípcio 0 Sihor, Bou Sihor como Osíris, Busíris.Isaac Newton, The Chronology of Ancient Kingdoms, Chapter 1: Of the Chronology of the First Ages of the Greeks, p.98 Ele identifica Osíris com o faraó Sesac ou Sesóstris que reinou de 1002 a.C. a 956 a.C..Isaac Newton, The Chronology of Ancient Kingdoms, A Short Chronicle from the First Memory of Things in Europe, to the Conquest of Persia by Alexander the Great miniaturadaimagem|229x229px|A estátua do deus Osíris. Coleção Egípcia da Casa Museu Eva Klabin == Iconografia == A representação mais antiga conhecida de Osíris data de 2019 a.C. sua representação mais comum correspondia ao de um homem mumificado com uma barba postiça, com braços que emergem do corpo cruzados sob o peito.Ele segura o cajado hekat e o açoite nekhakha.Poliane Vasconi dos Santos, RELIGIÃO E SOCIEDADE NO EGITO ANTIGO: UMA LEITURA DO MITO DE ÍSIS E OSÍRIS NA OBRA DE PLUTARCO, p.66 Na cabeça Osíris apresentava a coroa atef, isto é, uma coroa branca com duas plumas de avestruz. Em algumas representações poderia ter um uraeus (serpente) sob a coroa e uns cornos de carneiro. Poderia também ser retratado como uma múmia deitada de cujo corpo emergiam espigas (\"Osíris vegetante\"). Esta representação está associada a um prática dos Egípcios que consistia em regar uma estátua do deus feita de terra e de trigo. Estas estátuas eram depois enterradas nas terras agrícolas, acreditando-se que seriam a garantia de uma próspera colheita. Este costume está atestado desde a Pré-História do Egito até à época ptolemaica. A pele do deus poderia ser verde ou negra, cores que os Egípcios associavam à fertilidade e ao renascimento. A representação de Osíris como um animal era rara. Quando se verificava o deus poderia surgir como um touro negro, um crocodilo ou um grande peixe. == O mito de Osíris == O mito de Osíris é conhecido graças a várias fontes, sendo a principal o relato de Plutarco (século I) De Iside et Osiride (Sobre Ísis e Osíris). Alguns textos egípcios, como os Textos das Pirâmides, os Textos dos Sarcófagos e Livro dos Mortos, narram vários elementos do mito, mas de uma forma fragmentária e desconexa. Osíris é apresentado como filho de Geb e Nut,Textos das Pirâmides, 1. NUT AND THE DECEASED KING, UTTERANCES 1-11, 8d-8f na tradução por Samuel A. B. Mercer tendo como irmãos Ísis, Néftis e Set. É portanto um dos membros da Enéade de Heliópolis. Ísis não era apenas sua irmã, mas também a sua esposa. Osíris governou a terra (o Egito), tendo ensinado aos seres humanos as técnicas necessárias à civilização, como a agricultura e a domesticação de animais. Foi uma era de prosperidade que contudo chegaria ao fim. Osíris governava sozinho o deserto, situação que não agradava a seu irmão Set. Movido pela inveja, Set decide engendrar um plano para matar o irmão. Auxiliado por setenta e dois conspiradores, Set convidou Osíris para um banquete. No decurso do banquete, Set apresentou um magnífico sarcófago que prometeu entregar a quem nele coubesse. Os convidados tentaram ganhar o sarcófago, mas ninguém coube nele, dado que Set a tinha preparado para as medidas de Osíris. Convidado por Set, Osíris entra no sarcófago, então que os conspiradores trancam-no e atiram-no no rio Nilo. A corrente do rio arrasta o sarcófago até o mar Mediterrâneo, até chegar em Biblos (Fenícia). Ísis, desesperada com o sucedido, parte à procura do marido, procurando obter todo o tipo de informações dos andarilhos do caminho. Chegando a Biblos, Ísis descobre que o sarcófago ficou inscrustrado numa árvore que tinha entretanto sido cortada para servir como uma coluna do palácio real. Com a ajuda da rainha, Ísis corta a coluna e consegue regressar ao Egito com o corpo do amado, que esconde numa plantação de papiros. Contudo, Set encontra o sarcófago e furioso decide esquartejar Osíris em catorze pedaços e espalha essas partes do corpo de Osíris por todo o Egito; conforme alguns textos do período ptolemaico, teriam sido dezesseis ou quarenta e duas partes. Quanto ao significado destes números, deve referir-se que o catorze é número de dias que decorre entre a lua cheia e a lua nova e o quarenta era o número de províncias (ou nomos) em que o Egito se encontrava dividido. Ísis, auxiliada pela sua irmã Néftis, partiu à procura das partes do corpo de Osíris. Conseguiu reunir todas, com exceção do pênis, que teria sido devorado por um ou três peixes, conforme a versão. Para suprir a falta deste, Ísis criou um falo artificial com caules vegetais. Ísis, Néftis e Anúbis procedem então à prática da primeira mumificação. Ísis transforma-se em seguida num milhafre que graças ao bater das suas asas sobre o corpo de Osíris cria uma espécie de ar mágico que acaba por ressuscitá-lo; ainda sob a forma de ave, Ísis une-se sexualmente a Osíris e desta cópula resulta um filho, o deus Hórus. Ísis deu à luz este filho numa ilha do Delta, escondida de Seth. A partir de então, Osíris passou a governar apenas o mundo dos mortos. Quanto ao seu filho, conseguiu derrubar Set e passou a reinar sobre a terra. === Mito e história === Alguns autores especulam que o mito de Osíris possa ter ligações com eventos históricos. Assim, Osíris seria um chefe nômade responsável pela introdução da agricultura na região do Delta. Aqui teria entrado em conflito com Set, líder das populações do Delta. Osíris teria sido morto por Set e vingado pelo seu filho. Segundo Newton, Osíris e Busíris é como os gregos interpretaram o lamento egípcio O Siris e Bou Siris; Newton identifica Osíris com vários conquistadores mitológicos: Sesac, Baco, Marte, o Hércules egípcio citado por Cícero e Belo. Sua morte é dada no ano 956 a.C., e ele é morto por seu irmão Jápeto. == Símbolos == thumb|Pilares djed (a verde) O símbolo mais importante associado a Osíris era o pilar ou coluna djed. Não se sabe o significado exato deste símbolo, tendo sido proposto que representaria quatro pilares vistos uns atrás dos outros, a coluna vertebral de um homem ou do próprio Osíris ou uma árvore de cedro da Síria com os ramos cortados (esta última hipótese deriva-se do relato mítico segundo o qual o sarcófago ficou inscrustrado num cedro). O djed representava para os Egípcios a estabilidade e a continuidade do poder. O djed era o elemento principal de uma cerimônia ritual que se celebrava durante a festa heb sed do faraó (o jubileu real), denominada como o \"levantamento da coluna djed\" e das quais se conhecem várias representações. A nébride, ou seja, a pele de um animal esfolado (julga-se que seria a pele de uma vaca ou então de um felino) pendurada num pau que está inserido num recipiente, era outro símbolo associado ao deus. Osíris tem o símbolo da barca sagrada, a nechemet, na qual as Ísis e Néftis eram representadas ocupando respectivamente a proa e a popa. Categoria:Deuses egípcios Categoria:Deuses da fertilidade",
 "title": "Osíris"
}