{
 "id": "18268",
 "text": "Campanhã é um bairro português da cidade do Porto sede da Freguesia de Campanhã do Município do Porto, freguesia com 8,13 km² de área e habitantes (censo de 2021), tendo, por isso, uma densidade populacional de . Foi vila e sede de concelho até 1836. O concelho era constituído por uma única freguesia e tinha, em 1801, 3967 habitantes. Pelo decreto nº 40.526, de 8 de fevereiro de 1956, foram-lhe fixados os atuais limites. == Localização geográfica e condições naturais == O Vale de Campanhã está situado parte mais oriental da cidade do Porto, ocupando uma área total de 374 ha. É limitado a sul pelo rio Douro e a nascente pelo Município de Gondomar. A norte e a ocidente os seus limites acompanham, grosso modo, a linha de caminho de ferro (Minho e Douro). Apresenta altitudes médias que oscilam entre os 60 e os 80 metros e a sua formação resultou da ação de diversos agentes erosivos, em especial dos seus cursos de água mais importantes: os atuais rios Tinto e Torto. Estes dois rios correm ainda a descoberto através do vale, indo desaguar no rio Douro no local denominado Esteiro de Campanhã. Trata-se de uma zona muito influenciada pela proximidade do mar, marcada por uma intensa pluviosidade e sujeita à ocorrência de cheias periódicas. Estes fatores naturais concorreram para a formação de uma paisagem muito favorável à atividade agrícola. Atualmente, o vale possui ainda a maior mancha verde contínua da cidade, com algumas áreas florestadas onde predominam as espécies associadas às regiões pluviosas, como o pinheiro-bravo (Pinus pinaster) ou o carvalho-roble (Quercus robur). ==Demografia== A população registada nos censos foi: Distribuição da População por Grupos Etários Ano 0-14 Anos 15-24 Anos 25-64 Anos > 65 Anos 2001 5635 5677 20305 7140 2011 4009 3735 17391 7524 2021 3486 2990 15114 8076 == História == Rico em recursos hídricos, com um solo extremamente fértil e uma posição geográfica privilegiada, o vale de Campanhã ofereceu desde sempre condições muito favoráveis à fixação de populações. Não admira, por isso, que a presença humana nesta área esteja documentada desde os períodos mais recuados da Pré-História. Certos traços da toponímia demonstram que a zona de Campanhã terá sido habitada ainda durante o período dos grandes monumentos megalíticos (III e II milénios a.C.). Mas alguns vestígios encontrados junto ao Esteiro de Campanhã e atribuídos ao Paleolítico, indicam que a ocupação do vale poderá ser anterior. Na idade do Ferro terá existido um castro na zona de Noeda - o castro de Noeda – próximo da confluência do rio Tinto e do rio Torto. A presença romana, por sua vez, fez-se sentir de forma intensa em toda a área circundante ao vale, sendo, por isso, quase certo que aqui também venham a surgir testemunhos materiais dessa presença. Em todo o caso, a influência romana é um dado evidente e traduz-se, desde logo, no próprio topónimo \"Campanhã\", de origem latina. A referência mais antiga que se conhece relacionada com Campanhã surge num documento datado de 994. Onde se lê, pela primeira vez a expressão \"ribulum campaniana \" - rio de campanhã (o atual rio Torto). Mas no século XI Campanhã já ocorre na documentação coeva como sendo a sede de uma \"villa\" relativamente importante, a \"villa campaniana\", uma propriedade rural de tradição romana, cujas origens se perdem no século IV. Esta \"villa campaniana\", domínio de uma velha família nobre, incluía grande parte das posteriores freguesias de Campanhã, Rio Tinto e Valbom, e acolhia ainda o Mosteiro Santa Maria de Campanhã, a mais antiga instituição religiosa local. O ano de 1120 marca, entretanto, o início de um novo ciclo histórico que se revelou decisivo, não apenas para todo o burgo portuense. Nesse ano, D. Teresa, mãe de D. Afonso Henriques, doa o território do ao bispo D. Hugo, passando o burgo a ser administrado diretamente pela Sé Portocalense. Ora uma parte importante do vale é incluída na doação, formando a partir daí o limite oriental do couto, mais tarde denominado \"termo velho\" da cidade, pelo que gozava de todos os privilégios e honras concedidos aos habitantes do burgo. Campanhã surge assim dividida, grosso modo, em duas partes distintas: a área ocidental, mais próxima do centro do burgo e situada dentro dos limites do couto, e a parte oriental, pertencente ao \"senhor rei\"e formando, por isso, um reguengo. Esta divisão institucional definida em 1120 e confirmada pelas inquirições de D. Afonso III, em 1258, não conhecerá alterações significativas até ao século XIX. A Igreja de Campanhã assegurava a ligação, não apenas simbólica, mas também social e cultural entre as duas partes. Com o seu estatuto administrativo perfeitamente definido. Campanhã assiste nos séculos finais da Idade Média a uma expansão muito significativa da sua área cultivada, acompanhada de um crescimento bastante expressivo da população. Beneficiando das suas imensas riquezas naturais, o vale converte-se lentamente numa importante reserva agrícola do burgo, cuja principal função é abastecer a cidade de géneros alimentares básicos. Esta especialização económica desenvolve-se e aprofunda-se ao longo da Idade Moderna, prosseguindo praticamente inalterada até ao limiar do nosso século. O tráfico de bens agrícolas com as zonas mais urbanizadas da cidade intensifica-se a partir dos séculos XV e XVI, multiplicando os rendimentos dos proprietários das terras e dando origem a numerosos conflitos jurídicos entre si, a propósito dos limites e direitos associados a cada domínio. Em todo o caso, ainda que a agricultura representasse a atividade mais importante, a população de Campanhã, que tinha crescido de 1381 habitantes em 1687 para 2169 em meados do século XVIII, não era composto apenas por camponeses. Nas \"Memórias Paroquiais de 1758\" destacam-se ainda mais dois grupos profissionais: os pescadores, concentrados sobretudo junto das margens do rio Douro e gozando de isenções fiscais desde 1593, e os moleiros, que no seu conjunto detinham 76 rodas de moinhos, distribuídas ao longo dos numerosos cursos de água que percorriam o vale. thumb|230px|Palácio do Freixo. Durante o século XVIII esta marca agrícola do vale assume novas expressões. Surgem as quintas e os solares de \"ir a ares\", isto é, de veraneio das grandes famílias burguesas e nobres da cidade do Porto. As quintas do Freixo, de Bonjóia, da Revolta, de Furamontes e de Vila Meã são alguns casos bem representativos do luxo e do requinte arquitetónico que caracterizavam estes solares. A sua presença imprimiu um carácter muito próprio à paisagem e identidade do vale. Com o século XIX chega o tempo das destruições provocadas pela guerra. Primeiro com as invasões napoleónicas, logo no dealbar da centúria, que deixaram um rasto de devastação bem patente no saque da Igreja de Campanhã, perpetrado em 1809. E, depois, com a guerra civil(1832-34) e o célebre Cerco do Porto, que durou de Julho de 1832 a Agosto do ano seguinte. Durante o período que durou o cerco, o vale foi palco de numerosos confrontos entre liberais e absolutistas. O balanço trágico das perdas incluiu, segundo relatos da época, árvores derrubadas, campos incendiados, casas e muros demolidos danos irreparáveis em equipamentos industriais. Mas o século XIX, apesar das dificuldades das primeiras décadas, representa também um período de crescimento e prosperidade. O vale conhece então um aumento muito significativo da população e uma rápida ampliação da sua estrutura industrial. Assim, a par das indústrias tradicionais, como a moagem e a tecelagem, que registam um forte desenvolvimento, surgem novos investimentos e diversificam-se, cada vez mais, os ramos de atividade. Um pouco por todo o vale aparecem fábricas e oficinas que se dedicam à marcenaria, à produção de cal ao fabrico de fósforos de cera, palitos trabalhos em filigrana, à destilaria, à saboaria e ainda aos curtumes. Este desenvolvimento industrial deve-se em grande parte, à expansão dos meios de transporte, em especial do caminho-de-ferro. Em 1875 já era possível viajar de comboio desde Campanhã (Estação sucursal de São Roque da Lameira) até Braga, através da Linha do Minho, ou até Penafiel, através da Linha do Douro. Em 1877 são inauguradas a ponte Maria Pia e a Estação de Campanhã, construída na zona da Quinta do Pinheiro. O alargamento da oferta de meios de transporte e a construção da estação promoveram a deslocação de grandes quantidades de mão- de-obra do interior do pais para o Porto e, sobretudo, para Campanhã e para o seu vale. A grande disponibilidade de mão–de-obra favoreceu, por sua vez, a implantação de novas fábricas, sobretudo nas proximidades da estação, num movimento contínuo ao longo de todo o século XIX e das primeiras décadas do século XX. Por outro lado, a crescente afluência de pessoas a Campanhã conduziu a um redesenhar das estruturas de alojamento. Face ao seu reduzido poder de compra, os operários concentram-se em \"ilhas \" e \"pátios,\" dois tipos de construção que se transformaram numa das marcas mais importantes da paisagem física e social do vale. Este quadro poucas mudanças sofreu até às décadas de 50 e 60 deste século. Por essa época, intensifica-se a tendência de expansão da cidade para oriente. O vale converte-se numa das zonas preferenciais para a construção de bairros de iniciativa camarária. A sua população regista então um acréscimo extraordinário. Ao mesmo tempo assiste-se à diminuição do papel da indústria como principal atividade económica, substituída progressivamente pelas áreas ligadas aos serviços. Hoje, Campanhã continua repartida entre o seu passado de tradição rural, que ainda permanece vivo na paisagem e em muitos aspetos do quotidiano, e os traços cada vez mais visíveis da modernidade. in Roteiro de Campanhã - editado pela Fundação para o Desenvolvimento do Vale de Campanhã, 1999; Textos de: Susana Ribeiro e Rui Manuel Amaral == Património == * Capela, Cruzeiro e Fonte do \"Milagre de Nossa Senhora de Campanhã”, O Milagre da água que brota em Campanhã, Página visitada em 06/11/2022 * Capela de São Pedro * Capela do Forte * Casa e Quinta de Villar D'Allen ou Palácio Villar d'Allen ou Casa Allen ou Casa das Artes (Ex- Edifício da Secretaria de Estado da Cultura -Delegação Norte), incluindo jardins e auditório * Companhia de Moagens Harmonia * Estação de Campanhã * Igreja de Campanhã * Quinta da Revolta * Quinta das Areias * Quinta de Bonjóia * Quinta de Vila Meã == Personalidades ilustres == * Barão de Campanhã, Visconde de Campanhã e Conde de Campanhã == Espaços Verdes == * Parque de São Roque * Jardim da Praça da Corujeira * Quinta de Bonjóia * Parque Oriental == Vias estruturantes == * Rua de São Roque da Lameira * Avenida 25 de Abril == Arruamentos == A freguesia de Campanhã contém 331 arruamentos. Destacam-se: * Avenida de Fernão de Magalhães¹ ² * Avenida de Paiva Couceiro¹ * Bairro do Cerco * Calçada de Godim¹ * Calçada do Rego Lameiro¹ * Estrada da Circunvalação² ³ 4 5 * Largo de Godim¹ * Ponte do Freixo * Praça da Corujeira * Praça das Flores¹ * Rua da Formiga¹ * Rua de Contumil² * Rua de Godim¹ * Rua de Pinto Bessa¹ * Rua de São Roque da Lameira * Rua de São Rosendo¹ * Rua de Santa Justa² * Rua do Bonfim¹ * Rua do Doutor Lopo de Carvalho² * Rua do Padre António Vieira¹ * Travessa da Vigorosa¹ * Travessa de Nova Sintra¹ * Travessa do Cativo6 * Via de Cintura Interna² 5 1 Partilhada com a freguesia do Bonfim. ² Partilhada com a freguesia de Paranhos. ³ Partilhada com a antiga freguesia de Aldoar. 4 Partilhada com a antiga freguesia de Nevogilde. 5 Partilhada com a antiga freguesia de Ramalde. 6 Partilhada com a antiga freguesia da Sé. == Política == === Eleições autárquicas === Data % M % M % M % M % M % M % M % M % M PS PPD/PSD APU/CDU CDS-PP AD PRD PSD-CDS-PP B.E. IND 1976 40,84 7 21,37 3 19,50 3 11,92 2 1979 33,98 10 AD 24,06 7 AD 35,23 11 1982 38,72 12 28,01 8 30,26 9 1985 26,47 5 31,48 7 27,08 6 5,10 1 8,89 1 1989 44,67 10 28,57 6 17,77 4 4,32 1 1,22 - 1993 59,82 14 22,49 5 11,69 2 2,72 - 1997 59,71 13 CDS-PP 13,15 3 PPD/PSD 22,01 5 2001 50,17 11 12,67 2 30,80 6 2,30 - 2005 50,07 10 13,22 2 27,59 6 5,44 1 2009 48,07 10 12,53 2 29,03 6 7,09 1 2013 39,06 9 19,96 4 12,64 2 4,07 - 17,90 4 2017 40,22 9 11,52 2 10,27 2 6,44 1 26,72 5 == Ligações externas == * * *",
 "title": "Campanhã"
}