{
 "id": "18295",
 "text": "Alcaria é uma povoação portuguesa do Município de Porto de Mós, Distrito de Leiria, que foi sede da extinta Freguesia de Alcaria, freguesia que tinha 14,15 km² de área e 244 habitantes (2011), e, por isso, uma densidade populacional de 17,2 hab/km². A Freguesia de Alcaria foi extinta (agregada) em 2013, no âmbito de uma reforma administrativa nacional, para, em conjunto com Alvados formar uma nova freguesia denominada União das Freguesias de Alcaria e Alvados, com sede em Alvados. ==População== População da freguesia de Alcaria Instituto Nacional de Estatística (Recenseamentos Gerais da População) - https://www.ine.pt/xportal/xmain?xpid=INE&xpgid;=ine_publicacoes 1864 1878 1890 1900 1911 1920 1930 1940 1950 1960 1970 1981 1991 2001 2011 404 438 481 554 556 543 520 569 492 389 293 319 298 256 244 ==Toponímia== Alcaria (do ár. al-gariya, «vila, povoado pequeno»; em castelhano alquería e em catalão alqueria), designava, no mundo muçulmano do al-Ândalus, as pequenas povoações rurais que se situavam nas imediações das grandes cidades (as medinas), apresentando-se, de alguma forma, com a continuada das antigas villae romanas. Uma alcaria podia ser um povoado único, fortificado ou não, ou podia agrupar algumas pequenas povoções, que possuíam, em conjunto, um perímetro fortificado onde podiam guardar o gado em caso de perigo. O primeiro tipo de alcaria única existe sobretudo no Alto Alentejo. O segundo tipo de alcarias, com pequenos povoados associados, existe mais predominantemente no Baixo Alentejo e Algarve. O termo alcaria está na base de diversos topónimos, como uma freguesia desse nome do Fundão, uma outra em Porto de Mós, ou ainda nos compósitos Alcaria Ruiva, em Mértola, ou Alcaria da Serra, na Vidigueira. Alcaria dos Javazes, situada no concelho de Mértola no Baixo Alentejo, próximo da Ribeira do Vascão, fronteira Administrativa entre Alentejo e Algarve, terá sido \"refúgio\" de IBN QASI, emir de Mértola no Séc. XII. ==Património== * Igreja Matriz de N. Sra. dos Prazeres * Capela de S. Silvestre * Fontanários * Lavadouro de Alcaria * Fórnea * Ponte Celta Categoria:Antigas freguesias de Porto de Mós",
 "title": "Alcaria (Porto de Mós)"
}