{
 "id": "18290",
 "text": "Porto de Mós é uma vila portuguesa pertencente ao distrito de Leiria, na província da Estremadura, integrando a Comunidade Intermunicipal da Região de Leiria, na região do Centro de Portugal, com cerca de 5000 habitantes. É sede do município de Porto de Mós com de área e habitantes (2021), subdividido em 10 freguesias.Lei n.º 11-A/2013, de 28 de janeiro: Reorganização administrativa do território das freguesias. Anexo I. Diário da República, 1.ª Série, n.º 19, Suplemento, de 28/01/2013. O município é limitado a norte pelos municípios de Leiria e da Batalha, a leste por Alcanena, a sul por Santarém e Rio Maior e a oeste por Alcobaça. == História == Segundo a lenda da Nazaré, o cavaleiro D. Fuas Roupinho, miraculado por Nossa Senhora da Nazaré, em 1182, foi alcaide de Porto de Mós. Segundo outras fontes, venceu um grande exército muçulmano que cercava o castelo, recorrendo ao estratagema de se esconder previamente na serra com parte dos seus homens. Derrotou o inimigo com um ataque surpresa ao seu acampamento, durante a noite. O concelho de Porto de Mós foi pertença dos Coutos de Alcobaça em 1230, doado por D. Sancho II, influenciando por muitos séculos a vida e os hábitos desta região que mais tarde foi entregue, por D. João I, a D. Nuno Álvares Pereira e à Casa de Bragança, após a decisiva Batalha de Aljubarrota, a 14 de Agosto de 1385. Em 1895 o concelho de Porto de Mós foi extinto e passou a pertencer ao concelho de Alcobaça, no entanto este período foi de curta duração, já que em 1898 voltou a ter o estatuto de concelho, mas sem a freguesia de Minde que juntou ao concelho de Torres Novas. A vila recebeu foral de D. Dinis em 1305 e mais tarde recebeu o foral Manuelino de D. Manuel em 1515. == Geografia == Porto de Mós situa-se na Região Centro de Portugal, em pleno Parque Natural das Serras de Aire e Candeeiros. Do ponto de vista morfológico podem distinguir-se, no Maciço Calcário Estremenho do PNSAC, três subunidades – a Serra dos Candeeiros a oeste, o Planalto de Santo António ao centro e sul, e o Planalto de São Mamede e a Serra de Aire, a norte e este, respetivamente. A separar estas subunidades encontram-se três depressões originadas por grandes fraturas, respetivamente a depressão da Mendiga, o Polje de Mira-Minde e a depressão de Alvados. Apesar da ausência de cursos de água superficiais nesta região, a água existe em abundância no subsolo, constituindo um dos maiores reservatórios de água doce subterrânea do país que se estende entre Rio Maior e Leiria. A ação das águas, como agente físico-químico modelador dos calcários, originou uma paisagem marcada por formas de relevo características, como escarpas e afloramentos rochosos, que lhe conferem um traço vigoroso. De entre essas formas podem-se destacar, ainda, os campos de lapiás e as dolinas. A nível subterrâneo sobressaem os algares - aberturas naturais verticais - em alguns casos com dezenas de metros, e que por vezes se desenvolvem em profundidade por sistemas de galerias, salas e poços que, no seu conjunto, formam grutas. == Economia == O município de Porto de Mós é essencialmente industrial, sendo predominante a indústria transformadora. Contudo, é a indústria da calçada portuguesa que tem levado o seu nome a percorrer mercados internacionais. O setor primário é pouco significativo no município, empregando 5% a 8% da população em atividades ligadas à agricultura, pecuária, suinicultura e às indústrias extrativas. As freguesias mais rurais do município (Alcaria, Arrimal, São Bento e Serro Ventoso) são aquelas em que este tipo de atividades predomina. O setor secundário emprega cerca de 55% dos habitantes do município. Destaca-se a indústria transformadora, com 457 empresas sediadas no município (segundo o último levantamento do INE, em 2001). Dentro deste setor, predominam as indústrias de fabrico de produtos minerais não metálicos (146, segundo dados do INE - 2001). As freguesias de Calvaria de Cima, Juncal, Pedreiras e Mira de Aire são as que mais cidadãos empregam na atividade industrial. A construção civil tem vindo a apresentar um aumento considerável, causado pelo crescimento populacional e pelo aumento das obras públicas. Ao longo dos últimos anos, o setor terciário tem apresentado um desenvolvimento considerável, particularmente nas freguesias da sede do município - S. João Baptista e São Pedro. Atualmente, cerca de 28% a 30% da população integra-se neste setor e encontra-se distribuída entre a atividade comercial e a função pública. De uma forma geral, o município tem tentado reunir as melhores condições para a criação e estabelecimento efetivo de empresas na região, nomeadamente com a criação e investimento nas zonas industriais de Porto de Mós, Juncal e Mira de Aire, que tem mantido um registado um crescimento continuado. Mas, como já foi referido, é a Calçada à Portuguesa que merece destaque na caracterização económica de Porto de Mós, por ser tão característica da região. A pedra extraída no município está presente numa série de obras no país e no estrangeiro, figurando até nas paredes de alguns palácios árabes no Iraque. A pedra preta, proveniente de Alqueidão da Serra, Mendiga e São Bento, tem vindo a marcar território nos mercados europeus, americanos e chineses. E, precisamente porque a calçada é uma mais valia para o município, a Casa do Povo do Alqueidão da Serra criou, recentemente, o Prémio Nacional de Calçada à Portuguesa, para galardoar os melhores trabalhos feitos com pedra nacional. == Freguesias == O município de Porto de Mós está dividido em 10 freguesias: * Alqueidão da Serra * Alcaria e Alvados * Arrimal e Mendiga * Calvaria de Cima * Juncal * Mira de Aire * Pedreiras * Porto de Mós - São João Baptista e São Pedro * São Bento * Serro Ventoso == Política == === Eleições autárquicas === Data % V % V % V % V % V % V % V % V Participação PPD/PSD CDS-PP PS FEPU/APU/CDU AD PSN IND CH 1976 39,15 3 25,31 2 22,47 2 8,86 - 1979 41,34 3 32,51 3 10,28 - 12,33 1 1982 AD AD 21,58 1 12,11 1 61,06 5 1985 47,17 4 29,08 2 11,03 1 8,15 - 1989 58,33 5 13,55 1 15,33 1 6,35 - 1993 36,53 3 26,23 2 22,14 2 5,44 - 4,49 - 1997 52,86 4 7,97 - 33,66 3 2,03 - 2001 59,91 5 8,04 - 24,94 2 2,39 - 2005 41,37 3 3,27 - 47,92 4 2,52 - 2009 32,64 2 2,54 - 58,88 5 2,38 - 2013 27,29 2 3,77 - 56,52 5 3,72 - 2017 36,96 3 (a) 30,28 2 2,68 - 24,43 2 2021 55,87 4 35,87 3 1,68 - 2,96 - (a) CDS apoiou a lista independente \"Albino Januário Servir O Interesse Municipal\" nas eleições de 2017 === Eleições legislativas === Data % PSD PS CDS PCP UDP AD APU/ CDU FRS PRD PSN B.E. PAN PSD CDS L CH IL 1976 35,05 27,29 24,09 4,08 0,82 1979 AD 17,68 AD APU 1,43 64,03 9,08 1980 FRS 1,06 67,08 7,18 18,87 1983 36,41 29,45 21,42 0,55 6,95 1985 41,51 15,20 15,19 0,67 5,54 16,11 1987 64,93 16,22 7,10 CDU 0,48 3,84 2,97 1991 63,75 20,56 6,34 2,53 0,69 1,41 1995 43,24 33,78 16,57 0,43 2,24 1999 43,10 36,48 12,10 2,77 0,33 1,34 2002 52,79 27,70 11,73 2,11 1,98 2005 39,38 36,24 10,66 2,89 4,53 2009 35,86 30,62 13,91 3,15 9,01 2011 48,66 19,82 14,12 3,42 5,31 0,92 2015 CDS 24,22 PSD 3,09 9,01 1,05 50,95 0,58 2019 35,99 30,88 5,46 2,51 8,74 2,48 0,94 1,01 0,90 2022 37,76 33,23 2,04 1,85 4,16 1,13 0,69 9,71 5,26 ==População== Número de habitantes * Instituto Nacional de Estatística (Recenseamentos Gerais da População) - https://www.ine.pt/xportal/xmain?xpid=INE&xpgid;=ine_publicacoes 1864 1878 1890 1900 1911 1920 1930 1940 1950 1960 1970 1981 1991 2001 2011 2021 9883 10860 11834 12554 14533 14604 16296 18796 20524 21220 20412 21700 23343 24271 24342 23202 Número de habitantes por Grupo Etário ** INE - http://censos.ine.pt/xportal/xmain?xpid=CENSOS&xpgid;=censos_quadros 1900 1911 1920 1930 1940 1950 1960 1970 1981 1991 2001 2011 2021 0-14 Anos 4 453 4 861 4 783 5 678 6 352 6 217 6 136 5 850 5 314 4 686 3 909 3 658 2 876 15-24 Anos 1 913 2 373 2 659 2 789 3 160 3 802 3 675 3 070 3 722 3 673 3 491 2 547 2 514 25-64 Anos 5 008 5 394 5 842 6 500 7 481 8 644 9 588 9 265 10 081 11 685 12 635 13 077 12 019 = ou > 65 Anos 1 028 963 1 045 1 393 1 468 1 548 1 821 2 105 2 583 3 299 4 236 5 060 5 794 * (Obs.: Número de habitantes \"residentes\", ou seja, que tinham a residência oficial neste município à data em que os censos se realizaram.) ** De 1900 a 1950 os dados referem-se à população \"de facto\", ou seja, que estava presente no município à data em que os censos se realizaram. Daí que se registem algumas diferenças relativamente à designada população residente.) == Património == miniaturadaimagem|250x250px|Castelo de Porto de Mós O município de Porto de Mós possui o seguinte património arquitetónico e histórico: * Castelo de Porto de Mós * Igreja de São Pedro * Igreja de São João * Capela de Santo António * Capela de São Jorge * Grutas de Mira de Aire * Grutas de Alvados * Grutas de Santo António * Centro de Interpretação da Batalha de Aljubarrota * Arco da Memória * Lagoas do Arrimal * Praia Jurássica de São Bento * Capela São Silvestre, Serro Ventoso *Estrada Romana == Feiras e mercados == * Feira dos Sete - dias 7 de cada mês durante a tarde, na freguesia de Alvados * Mercado Municipal de Porto de Mós - sextas- feiras durante a manhã, em Porto de Mós * Mercado Municipal de Mira de Aire - sábados durante a manhã, na freguesia de Mira de Aire == Personalidades == * Venâncio Pinto do Rego de Ceia Trigueiros - 1.º Barão de Porto de Mós * Vítor Crespo - Capitão de Abril, Contra-Almirante, Comandante em Chefe e político português * Nuno Vieira Matias - Almirante * Luís Amado (1953) - Economista e político português == Ligações externas == * Município de Porto de Mós",
 "title": "Porto de Mós"
}