{
 "id": "18319",
 "text": "O Liceu de Artes e Ofícios de São Paulo (LAOSP) é uma instituição, fundada em 1873, cujas principais atividades se dão no âmbito da educação profissional, atuando também na produção industrial e cultural. Atualmente, o Liceu de Artes e Ofícios, uma sociedade civil de direito privado, se desdobra em três organismos diferentes: a LAO-Indústria (resultado do desmembramento da atividade produtiva da escola, especializada na fabricação de hidrômetros, medidores de gás e materiais para a construção civil, atua também como mantenedora das atividades educacionais do Liceu); a Escola Técnica do LAOSP (responsável pela atividade-fim do LAOSP, oferecendo cursos técnicos, ensino médio e cursos livres relacionados à área de tecnologia) e o Centro Cultural (responsável pela promoção das artes em geral e da preservação da memória da própria instituição). == História == === Fundação === A instituição foi criada em 1873 por um grupo de aristocratas pertencentes à elite cafeeira nacional que pretendia formar mão de obra especializada para uma futura possível industrialização do país, de acordo com os ideais positivistas que pregavam a \"dignificação do homem através do trabalho\". Seu fundador, Carlos Leôncio da Silva Carvalho, era um advogado e Deputado Geral(atualmente corresponde ao posto de Deputado Federal) e com o apoio financeiro da maçonaria paulista e dos cafeicultores, conseguiu tornar real a instituição para divulgação das artes e ofícios focando na formação de mão-de-obra especializada para a lavoura, a indústria e o comércio. Inicialmente adotou-se o nome \"Sociedade Propagadora da Instrução Popular\". Não se pretendia nos primeiros anos promover educação profissional: lecionavam-se cursos noturnos de Primeiras Letras e Aritmética, entre outros, para adultos e crianças. Desde essa época, porém, já existia um Conselho Superior (presidido pelo Conselheiro Leôncio de Carvalho) que representava a elite paulista do período. Passados sete anos, o Conselho Superior decidiu pela total reformulação da instituição e sua efetiva transformação em uma escola. Esta ainda não possuía sede nem diretrizes curriculares e o modelo adotados para a nova instituição seriam as experiências europeias dos Liceus de Artes e Ofícios (as Arts & Crafts Schools idealizadas por William Morris). O movimento das Arts & Crafts (artes e ofícios) já ocorria na Europa há algum tempo e pregava a valorização do trabalho manual do artesão na indústria capitalista. Com a adoção do nome Lyceu de Artes e Officios, o novo modelo passa a ser exercido e são ministrados cursos de marcenaria, serralheria, gesso, desenho, entre outros, dentro do espírito positivista-burguês das Artes e Ofícios. === Consolidação === A partir de 1890, assume a direção do Liceu o arquiteto Francisco Paula Ramos de Azevedo, responsável por uma nova reforma curricular e administrativa da escola que a faria prosperar de modo inédito. Ramos de Azevedo também foi um dos fundadores da Escola Politécnica da futura Universidade de São Paulo e trouxe da Bélgica um espírito empreendedor que ia de encontro aos interesses do Conselho Superior. A partir de sua reforma, os alunos do Liceu (aprendizes) passariam a receber financeiramente pela obra que produziam. Esta obra levaria a marca de qualidade do Liceu estampada e seria vendida por todo o País. Com este modelo, o LAOSP tornou-se autossuficiente e independente. A prosperidade financeira do Liceu possibilitou a criação de uma sede definitiva. Em 1897 o Escritório Técnico Ramos de Azevedo iniciou o projeto do edifício da Praça da Luz, nunca concluído mas entregue em 1900. Este edifício, através de um acordo com o Estado de São Paulo, seria dividido entre o LAOSP e a recém criada Pinacoteca do Estado. A produção industrial do Liceu prosperou nitidamente nos períodos de Guerras Mundiais, com o aumento do consumo de itens produzidos no país (devido à redução de importações). Neste período, passaram pelo Liceu nomes como Victor Brecheret; Alberto Santos Dumont; Adoniran Barbosa. O Liceu se torna o principal divulgador e realizador de obras em estilo Art nouveau da cidade (e do país). === Século XX === A partir dos anos 1950, com a adoção pelo país de um novo modelo de desenvolvimento industrial, os artesãos do Liceu passaram a ser inadequados para as novas atividades de produção. Ocorreu a separação entre a atividade industrial da instituição e sua seção educacional: todo o ideal original de indissociabilidade entre arte e indústria se perdeu a partir daí. São frutos dessa nova fase industrial: execução das esquadrias do MASP; execução de parte do mobiliário do Aeroporto Internacional de Cumbica; produção dos caixas-automáticos 24 Horas; entre outros. Nos anos 1970 ocorre uma nova reforma curricular e institui-se a Escola Técnica. Seus primeiros cursos envolvem Edificações (EDI), Máquinas e Motores (transformado em Mecânica - MEC - posteriormente), Decoração, Eletrônica (ELO) e mais tarde Desenho de Construção Civil (DCC) e Eletrotécnica. Quatro destes cursos (EDI, ELO, MEC e DCC) compuseram o núcleo pedagógico da escola e sobreviveram até 2002 (data da formatura de suas últimas turmas). Na década de 1980 foi fundado o Centro Cultural do Liceu de Artes e Ofícios de São Paulo, estreando o espetáculo multimídia Multivisão. === Século XXI === thumb|Portão das Oficinas do Liceu. Em 2007, iniciaram-se três novos cursos na escola: Multimídia (MT), Gestão de Negócios Culturais (GT) e Produção de Eventos Culturais e Promocionais (EVT). Os dois últimos cursos duraram apenas dois anos. Em 2009, as três novas turmas eram compostas por Edificações (EDI), Eletrônica (ELO) e Multimídia (MT). Em 2011, o colégio abriu 20 novas vagas para bolsas de Ensino Médio Regular. Em 2018, o curso de Edificações (EDI) integrado ao Ensino Médio foi finalizado, restando, apenas, o curso concomitante a esse (filantrópico). O curso de Eletrônica (ELO) foi o próximo encerrado no colégio, em 2019, porém foi criado o curso de Automação Industrial concomitante ao Ensino Médio para substituí-lo. A partir do ano de 2020, o Liceu de Artes e Ofícios de São Paulo apresenta dois cursos técnicos, sendo eles: Automação Industrial com Ênfase em Tecnologias de Construção e Multimídia (MT), ambos integrados ao Ensino Médio. O curso de Multimídia (MT) foi o próximo encerrado no colégio, em 2023, porém foi criado o curso de Edificações novamente, integrado ao Ensino Médio para substituí-lo. A partir do ano de 2024, o Liceu de Artes e Ofícios de São Paulo apresenta dois cursos técnicos, sendo eles: Automação Industrial com Ênfase em Tecnologias de Construção (AI) e a volta do curso de Edificações (EDI), ambos integrados ao Ensino Médio e gratuitos, sendo sua entrada por meio de um vestibulinho, de 40 questões sobre conhecimentos gerais. Ao longo da história, o Liceu pautou-se por um grupo de princípios de atuação de uma forma geral ligados ao ensino gratuito, à formação profissional e humanística. Recentemente, porém, através de reformas na Escola levadas a cabo pela LAO-Indústria, instituiu-se um modelo de ensino pago e a total separação entre a formação profissional e o ensino básico. ==== Incêndio ==== Em 4 de fevereiro de 2014, um incêndio danificou quase todo o acervo. Quadros, esculturas, móveis antigos e históricos do local, réplicas em gesso de obras-primas como Davi e Pietá, de Michelangelo, ficaram destruídas. Dois vigias avisaram o Corpo de Bombeiros quando o incêndio começou, por volta da 1h. Ao todo, 48 homens, em 14 viaturas, contiveram as chamas em 20 minutos. Apesar de ninguém ter ficado ferido, parte do forro do teto caiu, vidros se despedaçaram e o piso de madeira do local também foi danificado pelo fogo. De acordo com o capitão Miguel Jodas, do Corpo de Bombeiros, 100% da área interna do prédio do central cultural foi danificada. Em virtude disso, foi totalmente reformulado, criando um centro cultural moderno . ==== Recuperação ==== Em agosto de 2018, a instituição foi reaberta após uma grande reforma. Os custos desta reforma foi com o auxílio do seguro e com recursos próprios em parte da construção do novo prédio e do restauro de obras queimadas. Das 28 réplicas em gesso, oito já foram restauradas e já estão em exibição no espaço. Mais de 10 obras ficaram irrecuperáveis por causa do incêndio. Com 1.200 m², o novo Centro Cultural conta com dois espaços expositivos e é decorado com a mesma estrutura metálica do prédio que pegou fogo. Apesar de ter perdido a sua capacidade estrutural no incêndio, as peças metálicas foram restauradas e agora servem para ornamentação. A entrada principal na Rua da Cantareira foi refeita, com um design mais moderno, mas o pórtico localizado na Rua João Teodoro foi mantido. Para recuperar a história da instituição, o espaço inferior do novo Centro Cultural foi reservado para exposições sobre o próprio Liceu e inclui pequenas salas, onde foram colocadas as réplicas em gesso, como uma homenagem ao antigo centro. Numa parede lateral, fotos e objetos mostram a relação do Liceu com a cidade de São Paulo, ao relembrar construções que utilizam peças feitas pela instituição, como as portas da Catedral da Sé ou o Monumento a Duque de Caxias. Por fim, outra parede relembra as oficinas mantidas pelo Liceu, como de serraria, desenho e artes decorativas. Atualmente, o Liceu conta com quatro cursos técnicos gratuitos, além de ensino médio privado. === Obras com a marca Liceu === A lista seguinte reúne edifícios e monumentos em que existem registros da atuação do Liceu, seja em sua construção, seja em seus materiais. * Pinacoteca do Estado - ornamentos moldados pelos aprendizes do Liceu. * Teatro Municipal de São Paulo - lustre monumental no saguão produzido nas oficinas do Liceu. * Palácio das Indústrias de São Paulo - para-raios feito pelo Liceu. * Estação Júlio Prestes - esquadrias executadas pelo Liceu. * Monumento a Duque de Caxias - moldado no Liceu. * Monumento a Ramos de Azevedo - moldado no Liceu, sob orientação de Galileo Emendabili. * Monumento às Bandeiras - moldado no Liceu, sob orientação de Victor Brecheret. * Faculdade de Direito do Largo de São Francisco (FDUSP) - ornamentos do Salão Nobre e da Sala da Congregação moldados pelos aprendizes do Liceu. * Monumento ao Ex- governador do RN Dix-Sept Rosado Maia - executado pelo Liceu de Artes e Ofícios de São Paulo, sob a direção do professor Otoni Zorline e sob a supervisão do professor Pedro Suzana. *Palacete Horácio Sabino - Avenida Paulista: os móveis eram encomendados ao Liceu de Artes e Ofícios ou importados da França *Escultura Diana Caçadora: está localizada na Praça Pedro Lessa *Escultura Mercúrio em Repouso: está localizada na Praça da República == Ver também == *Pinacoteca do Estado de São Paulo *Wikipédia:Há uma data final - Ensaio que aborda a importância de realizarmos cópias de segurança de nossas informações. === Leitura adicional === * GORDINHO, Margarida Cintra (org.). Liceu de Artes e Ofícios de São Paulo - Missão excelência. São Paulo: Editora Marca d'Água, 2000. 119p. il. ISBN 85-85118-30-X. == Ligações externas == * * * * Enciclopédia Itaú Cultural Artes Visuais. Liceu de Artes e Ofícios de São Paulo - Laosp Categoria:Instituições de ensino médio de São Paulo Categoria:Instituições de ensino técnico do estado de São Paulo Categoria:Art nouveau Categoria:Escolas de arte do Brasil Categoria:Arte no Brasil do século XX Categoria:História da arte no Brasil Categoria:Liceus do Brasil Categoria:Bom Retiro (distrito de São Paulo)",
 "title": "Liceu de Artes e Ofícios de São Paulo"
}