{
 "id": "18312",
 "text": "O Museu da Imigração do Estado de São Paulo é uma instituição pública vinculada à Secretaria de Estado da Cultura de São Paulo. Está localizada na sede da extinta Hospedaria dos Imigrantes, na Rua Visconde de Parnaíba, 1316, no tradicional bairro da Mooca, na cidade de São Paulo. O museu possui forte tendência a ser um ponto turístico altamente frequentado por pessoas de dentro e de fora da cidade de São Paulo. O edifício é um patrimônio histórico tombado devido à sua importância para compreender os fluxos de imigração no país e no Estado de São Paulo. Por sua vez, o museu vem aprimorando seu trabalho, criando oportunidades para que seu público entre em contato cada vez maior com as diferentes influências que compõem o cenário cultural da cidade e do Estado de São Paulo. A exposição de longa duração, \"Migrar: experiências, memórias e identidades\", é dividida em oito módulos, que permitem ao visitante conhecer o processo migratório como algo inerente à humanidade e, a partir disso, os processos migratórios ocorridos no Estado de São Paulo entre os fins do século XIX e início do século XX. Nas exposições temporárias, o museu tem buscado abordar temáticas relativas aos movimentos migratórios contemporâneos que acontecem no Estado de São Paulo, buscando discutir suas características, personagens e diferenças e semelhanças com a migração ocorrida no passado. Eventualmente o museu também realiza mostras de curta duração que falam sobre os processos históricos de migração, como a exposição intitulada \"Retratos Imigrantes\", que apresentou ao público uma série de fotografias de pessoas que passaram pela antiga hospedaria de Ilha Ellis, na cidade de Nova York, nos Estados Unidos. O museu também possui um jardim e um Centro de Pesquisa, Preservação e Referência (CPPR) que podem ser visitados. O acervo museológico é bastante eclético e possui objetos relacionados à Hospedaria dos Imigrantes e aos migrantes e seus descendentes. Em seu acervo bibliográfico, a instituição possui títulos especializados sobre os processos migratórios. Também possui uma coleção de história oral e um conjunto de referências digitais sobre os migrantes que passaram pela Hospedaria, cuja guarda física está a cargo do Arquivo Público do Estado de São Paulo. == Histórico == A Hospedaria dos Imigrantes foi fundada no ano de 1887, ao longo da antiga linha ferroviária São Paulo Railway. A construção do edifício, segundo a Sociedade Promotora da Imigração \\- formada por cafeicultores da época - tinha como principal objetivo promover a inserção dos imigrantes na província de São Paulo, e encaminha-los para trabalhos na agricultura, uma vez que o afluxo de pessoas de diferentes nacionalidades direcionadas às lavouras de café só aumentava. Era a partir do Porto de Santos que os imigrantes adentravam no Brasil com o objetivo de refazer suas vidas e, logo em seguida, eram levados até a Hospedaria, onde ficariam alojados durante um período variável de cinco a oito dias até serem enviados para iniciar o trabalho nas fazendas.Guia de Bens Culturais da Cidade de São Paulo Durante um período de noventa e um anos (1887-1978), a Hospedaria dos Imigrantes recebeu mais de 2,5 milhões de pessoas, de mais de 70 nacionalidades. A respeito do local ideal para a construção da Hospedaria de Imigrantes, consta do relatório apresentado pelo governo da província à Assembleia Legislativa provincial no dia 15 de fevereiro de 1886: Em 1882, foi instalada uma hospedaria para imigrantes no bairro do Bom Retiro. Pequeno e com constantes problemas de epidemias, o local mostrou-se inadequado para os fins a que fora designado. Decidiu-se, então, pela construção de instalações que atendessem às necessidades de recepção do grande número de estrangeiros que para São Paulo afluíam. \"...autorizando a construção do novo edifício para a Hospedaria, determinou que esta ficasse situada nas proximidades das linhas férreas do Norte e Inglesa. O terreno da Luz (já então adquirido) fica próximo só da segunda destas linhas\". Em relatório da Repartição de Obras Públicas, apresentado em 15 de novembro de 1887, lia-se: \"...foram iniciados no correr de julho do mesmo ano (1886) os trabalhos de construção do alojamento de imigrantes e a 7 de junho próximo passado, isto é no intervalo de 10 ½ meses, já se achavam concluídas as seguintes obras: # Ala longitudinal do edifício principal medindo a extensão de 75 metros; # Refeitório e dependências; # Estação–armazém com latrinas para homens; # Lavanderia com tanques e latrinas para mulheres. Entregue a 19 de junho ao serviço da Inspetoria da Imigração a parte edificada pôde já prestar–se a acomodar cerca de 1200 imigrantes.\" Texto de 1908 diz: \"A Hospedaria de Imigrantes da capital de São Paulo, construída e inaugurada sob a presidência do Exmo. Sr. Conde de Parnaíba, Antonio de Queiroz Telles, em execução da Lei nº 56, de 21 de março de 1885, é destinada a receber os imigrantes procedentes do estrangeiro ou de outros Estados da União, que, agenciados em seu país ou viajando espontaneamente, procuram o Estado de São Paulo, a fim de localizarem–se na lavoura, nos núcleos coloniais ou nas indústrias. Começava a funcionar a Hospedaria de Imigrantes e em 1978 o local foi fechado apôs receber quase três milhões de pessoas de mais de 70 nacionalidades diferentes. Em 1998, foi criado o então Memorial do Imigrante, com seu funcionamento até o ano de 2010. === Restauração === A partir daquele ano, o Memorial passou por uma restauração em seus telhados, fachadas e esquadrias. Além disso, teve adequação de sua arquitetura para melhor atender sua museografia, e ainda, implantou elevadores e áreas de apoio à sua estrutura. Uma grande curiosidade durante as obras foi a descoberta de incisões feitas nos tijolos com nomes e datas do fim do século XIX. Foram encontrados também, textos com aspecto de regulamentos internos nas paredes da circulação principal, escritos em vários idiomas. A instituição teve seu nome alterado para Museu da Imigração, que guarda a história dos trabalhadores que por ali passaram na época de hospedaria em forma de jornais, documentos, fotos e depoimentos. A reforma durou até o ano de 2014 e, desde então, o prédio permanece o mesmo. === Estado atual === O Museu da Imigração do Estado de São Paulo tem um jardim de 2.900m², possui diversas árvores e plantas, incluindo uma figueira com mais de 500 anos de existência, o amplo espaço do gramado do jardim possibilita muitos encontros, atividades ao ar livre e muita recreação para os moradores do bairro da Mooca e seus visitantes. Além do jardim o museu conta com uma loja de souvenirs com os temas do museu, uma cafeteria que foi inaugurada no mês de outubro no ano de 2014 e tem sua sede no Museu do café e conta com baristas experientes prontos para recomendar o melhor café de acordo com os gostos do cliente, um auditório com 96 lugares destinado à eventos, workshops, palestras e apresentações gerais e um espaço onde os visitantes podem tirar fotografias à moda antiga com caracterização e ambientação da época. Além de possuir mostras de longa duração o museu também conta com um acervo digital. Após sua primeira restauração completa, depois de quatro anos fechado, o Museu da Imigração foi aberto no começo de 2014 para o público, a única alteração efetuada foi a de um elevador para cadeirantes, já que o prédio é tombado e não poderia haver mudança em seu projeto original. Porém conta com mudanças como: biblioteca, loja, café, loja, wi-fi no jardim e interligação com a maria-fumaça; fazendo com que o visitante se sinta na época que o museu representa. O Museu da Imigração do Estado de São Paulo possui o horário de funcionamento de terça-feira à sábado, das 9h às 17h, e aos domingos, das 10h às 17h. O valor dos ingressos é de 10 reais a inteira e 5 reais a meia-entrada, o museu pode ser acessado de maneira gratuita aos sábados, para o público e estudantes da rede pública de ensino e professores. As visitas para grupos agendados ocorrem de terças a sextas, nas modalidades educativa e autônoma. == Acervo Digital == O Museu da Imigração do Estado de São Paulo conta com documentos para uso em pesquisas no seu Acervo Digital, alguns deles são: * Cartografias: as plantas e mapas referentes a núcleos coloniais, a Hospedaria de Imigrantes e ao Museu da Imigração; * Registros de Matrícula: alguns dados das pessoas que estiveram presentes na Hospedaria de Imigrantes; * Requerimentos SACOP: os documentos que requerem a restauração das despesas de transporte até a chegada dos imigrantes ao Brasil; * Iconografias: uma série de imagens da Hospedaria de Imigrantes, fotografias das viagens, cartões postais e alguns retratos dos imigrantes; * Cartas de Chamada: os documentos que firmavam uma garantia de assistência aos imigrantes que quisessem se juntar às suas famílias que já estavam no Brasil; * Jornais: algumas impressões de colônias de imigrantes no Brasil, com publicações entre os anos de 1886 e 1987; * Listas de Bordo: o encadeamento dos imigrantes embarcados entre 1888 e 1965, com ênfase nos portos europeus e desembarque no Porto de Santos, no Brasil. == Turismo == Hoje, o Museu da Imigração é um dos mais importantes pontos turísticos e culturais de São Paulo. Além de abrigar todo o acervo histórico da hospedaria, abriga também algumas salas quem contam fatos dramáticos da história, como a Segunda Guerra Mundial, que acabou ocasionando os desastres de Hiroshima e Nagasaki no Japão. Uma das partes mais curiosas é a parede com centenas de sobrenomes de imigrantes e as telas digitais que contam a trajetória destes, em algumas dessas telas é possível encontrar detalhes dos locais de origem com as explicações de como e porquê a imigração foi necessária. Além disso, no museu há salas que reproduzem ambientes da hospedaria original, como o refeitório e o dormitório, inclusive com objetos da época como camas (incluindo lençol e travesseiros), mesas, e aparelhos que variam de máquinas à laminas de barbear, muitas vezes doados de pessoas e outros museus. A prateleira que imita uma parede além de dividir os cômodos (refeitório e dormitório) é cheia de gavetas e em cada uma contém \"Cartas de chamada\" originais de imigrantes radicados que enviavam correspondências à seus parentes, com relatos de seu estado e do ambiente no Brasil. Essas estão protegidas por um vidro, e manuseadas quando necessário para preservação. Os efeitos audiovisuais ajudam a contar a história de forma clara e dinâmica. Possui uma pequena fazenda de café, lanchonete, e um passeio de Maria Fumaça. Passeio que proporciona aos visitantes ver como era o transporte público e as viagens da época. Durante o passeio, podem ser vistos vários trens e vagões parados que estão prestes a serem reformados, para voltarem ao funcionamento. Muitos desses trens estão localizados abaixo da parte elevada da Radial Leste, e ao lado da linha de trens da CPTM, que contrasta fortemente com os trens do século passado. Além das exposições fixas, há espaço para eventos e exposições temporárias do museu e de outras entidades privadas, como a celebração do Dia dos Mortos, do Dia Nacional do Imigrante Italiano, a exposição \"Imigrantes à Mesa\", entre outros. === Visitas === O Museu fica aberto a visitações de terça a sábado das 9h às 17h, e durante os domingos, das 10h às 17h. == Arsenal da Esperança == Um pedaço deste prédio histórico ainda hoje cumpre a sua função inicial. Além do Museu da Imigração, parte dele é administrada pela casa “Arsenal da Esperança”. Definida como uma “Casa que acolhe”, ela não mais recebe imigrantes, mas sim pessoa em más condições de sobrevivência, dando lhes abrigo, comida e, sobretudo, apoio para que possam mudar as suas vidas.Também chamado de \"casa que acolhe\", tentar ajudar na recolocação profissional dessas pessoas inserindo-as no mercado de trabalho, ministrando cursos e palestras. Uma ideia que vai além da instância profissional, essas pessoas recebem também suporte psicológico e serviços básicos de saúde. Tal ação é realizada por meio de ações voluntárias e contribuições de associações, aberto ao público com visitas marcadas por telefone ou e-mail. Sua entrada fica na rua Dr. Almeida Lima, 900 no bairro da Mooca, zona leste de São Paulo, próxima a estação Bresser-Mooca do metrô. Todos os anos, durante a Festa do Imigrante (promovida pelo Museu) o espaço do Arsenal é usado em conjunto com o do Museu da Imigração, recebendo milhares de pessoas. == Galeria de fotos == 250px 250px 250px Bonde do Memorial. Hoje em Santos, o Bonde será restaurado e voltará ser elétrico. Os Jardins do Museu A Maria Fumaça do Museu. Faz um passeio de cerca de 1 km ao lado da linha de trens da CPTM 250px 250px 250px Parte externa do Memorial A Fazendinha do Café Edificação do Memorial do Imigrante == Ver também == * Museu da Imigração Italiana * Museu da Imigração Pomerana * Museu da Imigração (Santa Bárbara d'Oeste) * Museu Histórico Casa do Imigrante * Museu Histórico da Imigração Japonesa no Brasil == Ligações externas == * Página oficial * Acervo de livros de registro das antigas hospedarias de Imigrantes (1882 a 1958) * Arsenal da Esperança * Histórico: Museu da Imigração Categoria:Associação Brasileira de Preservação Ferroviária Categoria:Patrimônio tombado pelo CONPRESP Categoria:Ferrovias turísticas de São Paulo Imigração Categoria:Museus fundados em 1993 Imigração Categoria:Patrimônio tombado pelo CONDEPHAAT Categoria:Imigração no estado de São Paulo Categoria:Museus de migração humana Categoria:Mooca",
 "title": "Museu da Imigração do Estado de São Paulo"
}