{
 "id": "18412",
 "text": "Reconhecimento de fala é uma área interdisciplinar originária da linguística computacional cujo objetivo é desenvolver métodos e tecnologias que permitam o reconhecimento e a transcrição de linguagem falada de maneira automática. As tecnologias de reconhecimento de fala são normalmente conhecidas pela sigla em inglês ASR de Automatic Speech Recognition (reconhecimento automático de fala), Computer Speech Recognition (reconhecimento de fala por computador) ou STT de Speech to Text (fala para texto). == Visão Geral == Tecnologias de reconhecimento da fala permitem que computadores equipados com microfones reconheçam a fala humana, por exemplo, transcrevendo-a em texto que pode ser revertido em comandos. Por outro lado, o reconhecimento de voz é um problema distinto no qual o objetivo é identificar de maneira automática o falante em uma conversa. Em outras palavras, enquanto o reconhecimento de fala se preocupa em transcrever o áudio de uma fala para que um sistema computacional possa compreender a informação que está sendo falada, o reconhecimento de voz se preocupa em descobrir quem é o falante. As técnicas de reconhecimento de voz podem ter objetivo forense ou objetivarem a aplicação do sistema computacional a um ambiente com múltiplos falantes, como uma conversa entre seres humanos. Os sistemas de reconhecimento de fala podem ser classificados por requererem, ou não, que o usuário treine o sistema a reconhecer seus padrões particulares de fala, por ter a habilidade de reconhecer fala contínua ou por requerer que o usuário fale pausadamente, e pelo tamanho do vocabulário que é capaz de reconhecer (pequeno, da ordem de dezenas a centenas de palavras, ou grande, com milhares de palavras). Sistemas que requerem pouco treinamento podem capturar continuamente a fala com um amplo vocabulário, em ritmo normal, com precisão de cerca de 98% (duas palavras erradas em cem) enquanto sistemas que não requerem treinamento podem reconhecer um número pequeno de palavras como, por exemplo, os dez dígitos do sistema decimal. Tais sistemas são populares por direcionar chamadas telefônicas recebidas, em grandes organizações, aos seus destinos. Além disso, sistemas com vocabulário restrito podem ser usados para implementar comandos por voz, uma vez que se torna mais fácil para o sistema reconhecer palavras ou frases previamente estabelecidas. Essas palavras podem ser interpretadas pelo sistema como comandos e programadas para a execução de uma rotina específica pelo sistema. Sistemas comerciais para reconhecimento da fala têm estado disponíveis desde os anos 90, porém é interessante notar que, apesar do aparente sucesso dessa tecnologia, poucas pessoas os usam. Parece que a maioria dos usuários de computador pode criar e editar documentos mais rapidamente com um teclado convencional, apesar do fato de que muitas pessoas são capazes de falar consideravelmente mais rápido do que podem digitar. Além disso, o uso intenso dos órgãos da fala pode resultar em sobrecarga vocal. Alguns dos problemas técnicos chaves do reconhecimento da fala são: * Diferenças entre os interlocutores são frequentemente grandes e dificultam. Não está claro quais características da fala são independentes do falante. * A interpretação de vários fonemas, palavras e frases é sensível ao contexto. Por exemplo: os fonemas são geralmente mais curtos em palavras longas do que em palavras pequenas. As palavras têm significados diferentes em frases diferentes. Por exemplo: \"Philip lies\" pode ser interpretado como Philip sendo um mentiroso ou como Philip deitando-se na cama. * A entonação e o timbre da fala podem mudar completamente a interpretação de uma palavra ou frase. Por exemplo: \"Vai!\", \"Vai?\" e \"Vai.\" podem ser claramente reconhecidos por um humano, mas não tão facilmente por um computador. * Palavras e frases podem ter várias interpretações válidas de modo que o falante deixe a escolha da correta para o ouvinte. * A linguagem escrita precisa de pontuação de acordo com regras estritas que não estão fortemente presentes na fala e são difíceis de inferir sem conhecer o significado (vírgulas, fim de frase, citações). O entendimento do significado das palavras ditas é pensado como um campo separado do entendimento natural da linguagem. Há vários exemplos de frases que soam iguais e só podem ser desambiguadas pelo contexto: uma famosa camisa vestida por pesquisadores da Apple Inc. dizia \"I helped Apple wreck a nice beach\" [Eu ajudei a Apple a destruir uma bela praia], o que, quando pronunciado, soa como \"I helped Apple recognize speech\" [Eu ajudei a Apple a reconhecer a fala]. Uma solução geral para muitos dos problemas acima requer efetivamente conhecimento humano, experiência e uma avançada tecnologia em inteligência artificial. Especificamente, modelos estatísticos de linguagem são frequentemente empregados para desambiguação e melhoramento da precisão do reconhecimento. == História == As tecnologias de reconhecimento de fala tem seu início conjuntamente com a indústria telefônica, visando o aperfeiçoamento dos sistemas de comunicação. No anos de 1930, pesquisadores dos Laboratórios Bell propuseram o primeiro modelo para análise e síntese de fala. == Soluções Comerciais == Atualmente existem diversas pesquisas em andamento em diferente universidades e empresas do mundo. Algumas soluções comerciais com diferentes graus de desempenhos são: * Watson STT Solução IBM Watson de reconhecimento de fala. * Amazon Transcribe Solução Amazon de reconhecimento de fala. * Verbio ASR Solução de reconhecimento da fala. * Vocapia Research, Voxsigma Software Suite * DVOZ Sistemas Sistemas de Biometria para Programadores. == Nota == No exemplo, \"lies\" pode ser confundido com o presente dos verbos \"mentir\" e \"deitar\", já que, em inglês, ambos são escritos como \"lie\". Categoria:Inteligência artificial Categoria:Identificação automática e captura de dados",
 "title": "Reconhecimento de fala"
}