{
 "id": "18413",
 "text": "A Prelazia da Santa Cruz e Opus Dei (), mais conhecida como Opus Dei (em português, 'Obra de Deus') é uma prelazia pessoal (em Portugal, 'prelatura pessoal') da Igreja Católica, a única existente atualmente no ordenamento canônico. Trata-se de uma instituição hierárquica composta por leigos, casados ou solteiros, e sacerdotes. Tem como finalidade participar da missão evangelizadora da Igreja. Concretamente, o Opus Dei procura difundir a vida cristã no mundo, no trabalho e na família, a chamada universal à santidade e o valor santificador do trabalho cotidiano. O Opus Dei foi fundado no dia 2 de outubro de 1928 por Josemaría Escrivá de Balaguer, sacerdote espanhol canonizado em 2002. No dia 28 de novembro de 1982 o papa João Paulo II através da Constituição Apostólica Ut Sit Constituição Ut sit constituiu o Opus Dei como prelazia pessoal.ROMANO, Giuseppe. Opus Dei. A mensagem, as obras, as pessoas. Lisboa: Paulus, 2005. Atualmente seu Prelado é o teólogo espanhol Mons. Fernando Ocáriz Braña. == Fins == A prelazia segue uma via de conduta que passa pela santificação do trabalho. Nas palavras do fundador: O trabalho é santo, santifica-nos e santifica os outros. Assim, todo e cada um, homem ou mulher, é chamado à santificação pelo trabalho que exerce, encontrando Deus nas coisas ordinárias, por mais pequenas que sejam, da Terra. Segundo o fundador do Opus Dei, Josemaria Escrivá de Balaguer, a organização \"tem por fim promover entre pessoas de todas as classes da sociedade o desejo da plenitude da vida cristã no meio do mundo. Quer dizer, Opus Dei pretende ajudar as pessoas que vivem no mundo — o homem vulgar, o homem da rua — a levar uma vida plenamente cristã, sem modificar seu modo normal de vida, nem seu trabalho ordinário, nem suas aspirações e anseios.Questões atuais do Cristianismo, n. 24. São Paulo: Quadrante, 1986. > \"Por isso se pode dizer, como escrevi há muitos anos, que o Opus Dei é velha > como o Evangelho e, como o Evangelho, novo. É lembrar aos cristãos as > maravilhosas palavras que se lêem no Gênesis: Deus criou o homem para > trabalhar. Detivemo-nos no exemplo de Cristo, que passou quase toda a vida > na terra trabalhando como artesão numa aldeia. O trabalho não é apenas um > dos mais altos valores humanos e meio com que os homens devem contribuir > para o progresso da sociedade; é também caminho de santificação.\" == História == O Opus Dei foi fundado em 2 de outubro de 1928 em Madrid, na Espanha. \"A Obra de Deus não foi imaginada por um homem\", escreveu Josemaría Escrivá. \"Há muitos anos que o Senhor a inspirava a um instrumento inepto e surdo, que a viu pela primeira vez no dia dos Santos Anjos da Guarda, no dia 2 de outubro de 1928.\" Em 14 de Fevereiro de 1930, o fundador compreendeu que a instituição também deveria desenvolver o apostolado entre as mulheres, e posteriormente para receber e atender ao clero da prelazia foi fundada, em 14 de Fevereiro de 1943, a Sociedade Sacerdotal da Santa Cruz, composta exclusivamente de clérigos e inseparavelmente unida ao Opus Dei. == Governo central == Segundo a Constituição Apostólica Ut sit, promulgada pelo Papa João Paulo II, o Governo central da prelazia tem a sede em Roma, ficando erigido, como Igreja prelatícia o oratório de Santa Maria da Paz, que se encontra na sede central da prelazia e onde se encontra o Prelado.Const. Apost. Ut Sit n. VIII No governo da prelazia o prelado é auxiliado por dois órgãos centrais que também têm sede em Roma: o Conselho Geral composto pelos integrantes da seção masculina, e a Assessoria Central integrado apenas por mulheres. Na pessoa do prelado se mantém uma unidade indivisível de espírito e jurisdição. Por direito o prelado é também o Presidente geral da Sociedade Sacerdotal da Santa Cruz.Estatutos arts. 36.3, 138 e 146 (n.36 § 3. Praelatus Operis Dei est Praeses Generalis Societatis Sacerdotalis Sanctae Crucis.) (n.138. Ad Praelatum adiuvandum in dirigenda atque gubernanda Praelatura est Consilium Generale, constans e Vicario auxiliari, si adsit, Vicario Secretario Generali, Vicario pro Sectione mulierum, qui Sacerdos Secretarius Centralis nuncupatur, tribus saltem Vicesecretariis, uno saltem Delegato cuiusque Regionis, Studiorum Praefecto et Administratore Generali, qui constituunt Consilium plenum et vocantur Consultores.) (n.146. § 1. Sectio mulierum regitur a Praelato cum Vicario auxiliari, si adsit, Vicario Secretario Generali, Vicario Secretario Centrali et Consilio Centrali, quod Assessoratus Centralis appellatur, et eundem locum habet in Sectione mulierum ac Consilium Generale in Sectione virorum.) A prelazia está dividida em regiões que são administradas por um vigário ou conselheiro regional. As regiões por sua vez podem ser subdivididas em delegações e centros, os centros são a \"estrutura de base\" da prelazia.Estatutos n.150. (Praelati de consensu sui Consilii est circumscriptiones regionales, quae vocantur Regiones vel Quasi-Regiones, erigere, mutare, aliter definire, et etiam supprimere.) e n. 177 § 1. (Ut labor apostolicus Praelaturae in aliqua dioecesi incipiat, mediante canonica erectione primi Centri, ex quo exerceri possit apostolatus collectivus, debet prius informari loci Ordinarius, cuius venia requiritur, melius scripto data.) À época do falecimento do fundador, em 26 de Junho de 1975, a prelazia já se estendia pelos cinco continentes, contando com mais de sessenta mil membros de 88 nacionalidades.Personal Prelature of Opus Dei. Sanctae Crucis et Operis Dei O fundador foi sucedido no governo da prelazia pelo Bispo Dom Álvaro del Portillo e, após o seu falecimento inesperado em 23 de março de 1994, por Mons. Javier Echevarría Rodríguez, prelado nomeado pelo Papa em 20 de abril de 1994 e sagrado bispo por João Paulo II no dia 6 de janeiro de 1995 na basílica de São Pedro. Mons. Echevarría faleceu em 2016, sendo sucedido por Mons. Fernando Ocáriz, que é o prelado atual do Opus Dei desde 23 de janeiro de 2017. Está previsto no direito próprio que a investidura no cargo de prelado é vitalícia e nenhum outro cargo na prelazia é vitalício.Sítio oficial da Opus Dei == Características == \"Opus Dei é uma organização internacional de leigos, a que também pertencem sacerdotes seculares (uma exígua minoria em comparação com o total de sócios). Seus sócios são pessoas que vivem no mundo e nele exercem a sua profissão ou ofício. Não entram no Opus Dei para abandonar esse trabalho, antes, pelo contrário, para encontrar uma ajuda espiritual que os leve a santificar o seu trabalho ordinário e a convertê-lo também em meio de santificar-se e de ajudar os outros a santificar-se. Não mudam de estado — continuam a ser solteiros, casados, viúvos ou sacerdotes —, mas procuram servir a Deus e aos outros homens dentro do seu próprio estado. O Opus Dei não está interessado em votosOs votos religiosos são: pobreza, obediência e castidade. ou promessas; o que pede aos seus sócios é que, no meio das deficiências e erros próprios de toda a vida humana, se esforcem por praticar as virtudes humanas e cristãs, sabendo-se filhos de Deus.\" O Opus Dei tem como lema \"encontrar Deus no trabalho e na vida cotidiana\". Procura a santificação de cada cristão no meio do mundo, através do exercício profissional cotidiano e no cumprimento dos deveres pessoais, familiares e sociais de cada um, de maneira a que cada indivíduo se torne um fermento de intensa vida cristã em todos os ambientes em que se encontre inserido. Para essa finalidade a prelazia proporciona os meios de formação espiritual e atendimento pastoral aos próprios fiéis e também a muitas outras pessoas. Através desse atendimento pastoral, as pessoas são estimuladas a colocar em prática os ensinamentos do Evangelho, mediante o exercício das virtudes cristãs e a santificação do trabalho. Isto significa, para os fiéis da prelazia, trabalhar segundo o espírito de Jesus Cristo: realizar as próprias tarefas com perfeição, como forma de dar glória a Deus e servir aos outros, e, deste modo, contribuir para santificar o mundo, tornando presente o espírito do Evangelho em todas as actividades e realidades temporais. Os membros da prelazia praticam também as chamadas normas de piedade, que consistem em, por exemplo, rezar o terço todos os dias, visitar Deus no sacrário ou confessarem habitualmente. Os seus fiéis realizam pessoalmente a sua tarefa evangelizadora nos vários âmbitos da sociedade em que estão inseridos. Por conseguinte, o trabalho que levam a cabo não se limita a um campo específico, como a educação, o cuidado de doentes ou a ajuda a deficientes. A Prelatura propõe-se recordar que todos os cristãos, seja qual for a actividade secular a que se dediquem, devem cooperar na solução cristã dos problemas da sociedade e dar testemunho constante da sua fé. === Vida diária === O cristão está chamado a procurar a santidade, isto é, a identificação com Jesus Cristo, através das circunstâncias da sua vida e das atividades em que se ocupa regularmente. Segundo o fundador do Opus Dei: \"A vida corrente pode ser santa e plena de Deus; o Senhor chama-nos a santificar as ocupações habituais, porque também nelas se encontra a perfeição do cristão\".(É Cristo que passa, 2.ª ed., Quadrante, São Paulo,n 148) Portanto, todas as virtudes são importantes para o cristão: a fé, a esperança e a caridade, apoiadas nas virtudes humanas: como a generosidade, a laboriosidade, a justiça, a lealdade, a alegria, a sinceridade, etc. É pelo exercício das virtudes que o cristão vai-se configurando com Jesus Cristo. Outra consequência do valor santificador da vida corrente é a transcendência das coisas pequenas que preenchem a existência de um cristão comum. \"A santidade grande está em cumprir os deveres pequenos de cada instante\",Caminho, Quadrante, São Paulo, n. 817 ensinava Josemaria Escrivá. São coisas pequenas, por exemplo, os detalhes de serviço, de boa educação, de respeito aos outros, de ordem material, de pontualidade, etc.: quando se vivem por amor de Deus, esses detalhes não são de pouca relevância para a vida cristã. Dentre as realidades cotidianas sobre as quais um cristão corrente deve edificar a sua santificação e às quais deve dar, portanto, uma dimensão cristã, encontram-se — para a maioria das pessoas — o matrimônio e a família. \"Para um cristão, o matrimônio não é uma simples instituição social, e menos ainda um remédio para as fraquezas humanas: é uma autêntica vocação sobrenatural(…) Os casados estão chamados a santificar o seu matrimônio e a santificar-se a si próprios nessas união (…). A vida familiar, as relações conjugais, o cuidado e a educação dos filhos, o esforço necessário para manter a família, para garantir o seu futuro e melhorar as suas condições de vida, o convívio com as outras pessoas que constituem a comunidade social, tudo isso são situações humanas, comuns, que os esposos cristãos devem sobrenaturalizar\".(É Cristo que passa, ibid., n.º 23). === Caridade e apostolado === Os fiéis do Opus Dei se esforçam por dar testemunho da sua fé cristã por ocasião das suas atividades ordinárias e do seu relacionamento humano. O seu apostolado dirige-se a todos os homens e mulheres, e é exercido, em primeiro lugar, com o exemplo pessoal e depois mediante a palavra. O desejo de dar a conhecer Jesus Cristo, consequência direta da caridade (isto é, do amor a Deus sobre todas as coisas e ao próximo como a nós mesmos), é inseparável do desejo de contribuir para a solução das necessidades materiais e dos problemas sociais do ambiente. O apostolado do Opus Dei, é de natureza à conversão individual, não visa conversões em massa. Prima ele pelo trato natural que existe entre amigos. === Amor à liberdade === Os fiéis do Opus Dei são cidadãos que gozam dos mesmos direitos e estão sujeitos às mesmas obrigações que os outros cidadãos, seus iguais. Nas suas atuações profissionais, familiares, políticas, econômicas, culturais etc., agem com liberdade e com responsabilidade pessoal, sem pretender envolver a Igreja ou o Opus Dei nas suas decisões, nem apresentá-las como as únicas congruentes com a fé. É a isto que leva o respeito à liberdade e às opiniões alheias. === Vida de oração e sacrifício === O espírito do Opus Dei incentiva a cultivar a oração e a penitência, como meios de manter o empenho por santificar as ocupações habituais. Por isso, os fiéis da prelazia incorporam à sua vida determinadas práticas assíduas: meditação, assistência diária à Santa Missa, confissão sacramental frequente, leitura e meditação do Evangelho, etc. A devoção a Nossa Senhora ocupa um lugar importante nos seus corações. Igualmente, para imitar Jesus Cristo, fazem sacrifícios, em especial os que favorecem o cumprimento fiel do dever e tornam mais agradável a vida aos outros, bem como a renúncia a pequenos prazeres, o jejum, a esmola, etc. === Mortificação === São Josemaría Escrivá gostava de dizer que as melhores penitências são as que se apresentam por ocasião do próprio trabalho, que se leva na vida ordinária. Falava por exemplo do sorriso quando se está cansado, de terminar bem o trabalho começado, de saber escutar aos demais com paciência e compreensão. A mortificação corporal, que é praticada com moderação e senso comum, pertence ao patrimônio espiritual da Igreja e é entendida como um sacrifício mental ou físico aos olhos de Deus. Pode cingir-se à renúncia de algum alimento pelo qual a pessoa que se mortifica tenha preferência ou simplesmente por não beber água imediatamente quando se tem sede, ou até mesmo o uso da disciplina (objeto de mortificação) por exemplo. Estes sacrifícios são vistos como uma união à paixão e à cruz de Jesus Cristo e, portanto, como meio de participação na Redenção. Muitos santos a praticaram. === Unidade de vida === A \"unidade de vida\" é outro alicerce nos ensinamentos do fundador do Opus Dei. De acordo com sua mensagem, um cristão não deve procurar Deus apenas na igreja, mas também nas menores atividades ou ocupações de sua vida. Deixar de ser cristão quando se sai do templo, como quem tira um chapéu ao entrar num restaurante, é ter \"vida dupla\".thumb|170px|Antonio Fontán Pérez, conhecido membro da Opus Dei, perseguido pelo regime franquista, foi o primeiro presidente do Senado na democracia espanhola; o Instituto de Imprensa Internacional o considera \"Herói da liberdade de imprensa\" A \"unidade de vida\", segundo Escrivá, é uma profunda união com Jesus Cristo, verdadeiro Deus e verdadeiro homem. Desta forma, o trabalho profissional ou qualquer atividade, incluindo o descanso e o lazer, une-se à redenção operada por Cristo no Calvário, transformando-se em trabalho redentor. Todas as boas obras que fizermos em benefício do nosso próximo são obras de justiça, mas somente a fé em Jesus — o Filho de Deus — pode justificar o homem. Sobre a \"unidade de vida\" ensinou São Josemaria: Não meus filhos! Não podemos levar uma vida dupla, não podemos ser esquizofrênicos, se queremos ser cristãos: existe apenas uma vida, feita de carne e de espírito, e é esta vida que deve ser, na alma e no corpo, santa e cheia de Deus: este Deus invisível encontramo-lO nas coisas mais visíveis e materiais. Não há outro caminho, meus filhos: ou somos capazes de encontrar o Senhor na nossa vida ordinária, ou nunca O encontraremos. == Os fiéis da prelazia == Segundo Josemaria Escrivá, \"o membro do Opus Dei tem a obrigação de cumprir bem com o seu dever, de desempenhar bem a sua função social, de ser um bom marido, um bom pai, um bom filho, um bom estudante, um bom trabalhador, um bom intelectual, um bom profissional, um bom cidadão, tem de respeitar as opiniões dos outros nas coisas temporais, de conviver afectuosa e fraternalmente com os que não são da sua opinião, tem de ser alma de paz, semeador de alegria. Foi assim que a Santa Sé nos chamou num documento de há muitos anos: semeadores de paz e de alegria. E tenho a certeza de que o notais nas vossas famílias, aqueles de vós que têm pessoas do Opus Dei, que fazem de maneira a que haja paz, a que haja alegria, a que haja serenidade; tudo isto é manifestação do facto de que Deus está aí.\" A grande maioria dos membros é constituída por leigos. Por leigos entendem-se aqui todos os cristãos que não são membros da sagrada Ordem ou do estado religioso reconhecido pela Igreja (…) É, pois, claro a todos, que os cristãos de qualquer estado ou ordem, são chamados à plenitude da vida cristã e à perfeição da caridade. Na própria sociedade terrena, esta santidade promove um modo de vida mais humano.Concílio Vaticano II, const. Lumen Gentium, ns. 31 e 40. O Opus Dei possuía em 2005 aproximadamente 85 mil membros distribuídos pelos cinco continentes. Todos os fiéis da prelatura são membros em igual grau: segundo seus estatutos, todos os membros da Obra são iguais em direitos, deveres e autoridade sob a guia do prelado, líder pastoral da prelatura. Os membros podem ser casados, solteiros, homens ou mulheres. === Supernumerários === A maioria dos fiéis é composta pelos membros supernumerários (supranumerários, em Portugal): são geralmente homens ou mulheres casados, que seguem carreiras convencionais e para quem a santificação dos deveres profissionais e familiares é parte principal da sua vida cristã. Os supernumerários constituem atualmente cerca de 70% do total dos membros do Opus Dei. Além das atividades normais de qualquer cidadão, os supernumerários devotam algum tempo diário à oração, além de participar de palestras específicas de formação humana e teológica e de participar anualmente em retiros espirituais. Em decorrência de suas obrigações profissionais e familiares não possuem a mesma disponibilidade às atividades da prelatura que os outros membros. === Adscritos, numerários e numerárias auxiliares === Os demais fiéis do Opus Dei são homens e mulheres que se comprometem a viver em celibato, por motivos apostólicos. Alguns moram com as suas famílias ou onde lhes for mais conveniente por motivos profissionais: são os adscritos (agregados, em Portugal) da prelazia. Outros, pelas suas circunstâncias, podem permanecer plenamente disponíveis para cuidar das atividades apostólicas e da formação dos demais fiéis da prelazia: são os numerários, que ordinariamente podem viver em centros do Opus Dei, sem que isto impeça que desenvolvam sua carreira profissional. As numerárias auxiliares dedicam-se principalmente à atenção dos trabalhos domésticos das sedes dos centros da prelazia, que é a sua atividade profissional normal. === Sociedade Sacerdotal da Santa Cruz === O presbitério do Opus Dei é composto por membros da prelazia, tipicamente numerários e adscritos, que recebem o sacramento da Ordem e estão sob a jurisdição do prelado. A Sociedade Sacerdotal da Santa Cruz é uma associação de sacerdotes unida ao Opus Dei. Fazem parte desta associação os sacerdotes que compõem o presbitério do Opus Dei. Estes são membros da Sociedade Sacerdotal da Santa Cruz e estão sob a jurisdição do prelado da Obra. Também são admitidos como membros desta sociedade sacerdotes diocesanos que, permanecendo sob a jurisdição do bispo de sua diocese, procuram trabalhar de acordo com o espírito do Opus Dei e a sua orientação espiritual. Os sacerdotes diocesanos, portanto, não fazem parte do presbitério da Obra, mas apenas associam-se à Sociedade Sacerdotal da Santa Cruz. Eram, no ano de 2004, vinte e três os bispos da Igreja Católica originários (incardinados) do clero do Opus Dei; existem mais dezoito bispos originários do clero diocesano que integram a Lista de bispos da Opus Dei, num total de 41 bispos, o que segundo John L. Allen Jr., representaria, em 2004, 0,9% do episcopado católico do mundo, cujo total é de bispos. === Cooperadores === Os cooperadores do Opus Dei não pertencem à prelazia mas colaboram com ela de alguma forma: orações, contribuições financeiras ou provendo algum outro tipo de assistência. Os cooperadores não precisam aderir a qualquer requisito especial; são apenas pessoas que apoiam o trabalho do Opus Dei, com o qual partilham ideais. Podem ser cristãos ou não. == Obras corporativas == Nas obras de apostolado corporativo, o Opus Dei garante moralmente a orientação cristã da atividade que nelas se desenvolve. Os acordos com a prelazia não modificam de modo algum a natureza civil da entidade interessada. A responsabilidade plena da sua gestão e direção cabe sempre aos seus promotores (pessoas ou entidades civis), e não à prelazia. thumb|250px| Universidade de Navarra Nestes casos a Obra proporciona orientação doutrinal e atenção sacerdotal, sem discriminação de raça, religião ou condição social. Em todo caso deve tratar-se de iniciativas de inequívoco interesse social, sem fins comerciais ou políticos. === Iniciativas === Alguns fiéis da prelazia, juntamente com Cooperadores da Obra e muitas outras pessoas, católicas ou não, promovem iniciativas educacionais, culturais e de promoção social e assistencial, voluntariamente, com uma marcada finalidade de serviço e de formação. No Brasil existem, entre outras, as seguintes atividades: * Centro Educacional Assistencial Profissionalizante de PedreiraSite do Centro Educacional Assistencial Profissionalizante de Pedreira, São Paulo, SP. * Casa do MoinhoSite da Casa do Moinho. Cotia, SP * Instituto Internacional de Ciências Sociais (ICSS)Site do Instituto Internacional de Ciências Sociais, São Paulo, SP * Centro de Capacitação Profissional dos PinhaisOs Pinhais - Centro de Educação Profissional. São José dos Pinhais, PR. * Centro de Estudos Universitários do SumaréCentro de Estudos Universitários do Sumaré. São Paulo, SP * Centro Cultural Mirador == Estatutos == A prelazia do Opus Dei se submete ao regime estabelecido no Código de Direito Canônico para as prelazias pessoais.Código de Direito Canônico, arts. 294 a 297 sítio visitado em 25.out.2011] Os Estatutos do Opus Dei,Estatutos do Opus Dei - Sítio oficial foram outorgados pela Igreja e redigidos de conformidade com a Constituição Apostólica Ut Sit do Papa João Paulo II e escritos originalmente em latim, definem de modo preciso a sua configuração jurídica, a sua organização e os seus fins.Os estatutos estão disponíveis também na obra O Opus Dei na Igreja, de Pedro Rodríguez, Fernando Ocáriz e José Luis Illanes. Lisboa: Rei dos Livros, 1994, pp. 307-361. Estatutos em latim. Esta prelazia pessoal é governada por um prelado e composta pelos sacerdotes que formam o seu clero próprio e, em sua maioria, por fiéis leigos. O prelado é eleito em caráter vitalício por um Congresso Geral eletivo composto de sacerdotes e membros leigos oriundos das diversas regiões administrativas no mundo onde a prelazia realiza o seu labor apostólico. A sua eleição é submetida à confirmação do Romano Pontífice.Estatutos art. 130. Segundo o Papa João Paulo II: Esta natureza hierárquica do Opus Dei, estabelecida na constituição apostólica com a qual erigi a prelazia (cf. \"Ut sit\", 28 de novembro de 1982), pode servir-nos de ponto de partida para considerações pastorais ricas em aplicações práticas. Desejo enfatizar, antes de mais nada, que a pertença dos fiéis leigos, tanto à sua Igreja particular como à prelazia, à qual estão incorporados, faz com que a missão peculiar da prelazia desemboque no compromisso evangelizador de toda Igreja particular, tal como previu o Concílio Vaticano II ao criar a figura das prelazias pessoais.Discurso do Papa João Paulo II no congresso organizado pela Prelazia do Opus Dei sobre a Carta Apostólica Novo Millenio Ineunte, 17-III-2001. == Publicações oficiais == * Romana A prelazia mantém uma publicação oficial periódica, semestral, denominada Romana, em italiano, inglês, francês e castelhano, onde são publicados documentos da Santa Sé de maior interesse, informações sobre as atividades do prelado da Opus Dei e dados sobre iniciativas apostólicas promovidas pelos fiéis do Opus Dei. A revista foi publicada pela primeira vez em 1985, em italiano. A partir do seu número 22, passou também a ser publicada em espanhol e desde o número 24 surgiu a edição em inglês e atualmente em francês. A publicação, que também possui um sítio na internet, atende a um desejo do fundador que escolheu este nome com a finalidade de acentuar o caráter católico, universal, da missão pastoral própria do Opus Dei. Romana Sítio oficial da revista *Studia et Documenta Para promover a investigação e a pesquisa sobre a vida de Josemaría Escrivá e o desenvolvimento do Opus Dei notadamente nas áreas de história, sociologia, espiritualidade e humanidades o Instituto Histórico \"São Josemaría de Balaguer\" iniciou em 2007 a publicação da revista especializada Studia et Documenta de periodicidade anual. Conta com uma seção de fontes e outra de atualização sobre os principais eventos científicos relacionados com Josemaría Escrivá e o Opus Dei.https://studiaetdocumenta.org/ == Críticas e controvérsias == Ao longo de sua história, o Opus Dei foi sido criticado em muitos círculos, o que levou os jornalistas a descreverem o Opus Dei como \"a força mais controversa da Igreja Católica\", e seu fundador, Josemaria Escrivá, como uma figura capaz de polarizar opiniões. A instituição passou a receber maior atenção dos meios de comunicação de todo o mundo, após a publicação do livro \"O Código Da Vinci\", um romance ficcional que retrata membros da prelazia praticando violência para esconder o \"grande segredo\" - o de que Jesus Cristo teria tido filhos com Maria Madalena. Segundo John Allen Jr., jornalista da CNN, é preciso contextualizar as relações entre o Opus Dei e o regime franquista. No tempo da guerra civil na Espanha (1936–1939), segundo Allen, a maioria dos católicos do país apoiou os nacionalistas contra os republicanos e comunistas. Como o jornalista observou: \"vale a pena notar que no contexto da Guerra Civil Espanhola, em que as forças republicanas anti- clericais mataram 13 bispos, 4 mil sacerdotes diocesanos, 2 mil religiosos e 300 freiras, praticamente todo grupo em todo nível hierárquico da Igreja Católica da Espanha era 'pró-Franco'\" Apesar disso, Escrivá nunca se mostrou contra nem a favor do regime franquista. Citando Allen, \"não há nenhum momento no qual [Escrivá] tenha elogiado ou criticado o regime\". Nas décadas seguintes, alguns membros do Opus Dei tornaram-se ministros dos governos franquistas e pós-franquistas, em geral quadros de perfil tecnocrático. Neste livro, o autor afirma: \"E aparecem no governo [de Franco] os chamados «tecnocratas», personagens alheios às formações que até então haviam integrado o regime, recrutados em função da sua competência profissional. (…) Alguns deles são membros do Opus Dei.\" Em contrapartida, informa o autor, diversos numerários foram presos ou tiveram de se exilar por sua oposição a Franco. Os sucessores de Escrivá costumam descartar a acusação de serem ligados às elites, lembrando que entre os construtores da \"Obra\" — menos de 100 mil no mundo inteiro — existem trabalhadores manuais, motoristas de ônibus, agricultores e donas-de-casa. O livro de Allen Jr. traz depoimentos de alguns desses colaboradores mais humildes e também do jornalista de Barcelona Luís Foix, membro da organização, que colabora em publicações de centro-esquerda e apóia os socialistas nas eleições. Ele enfatiza a liberdade de opinião existente dentro do grupo, afirmando que ninguém jamais tentou influenciar suas escolhas políticas. \"Como membro do Opus Dei, sou totalmente livre\", resumiu o jornalista espanhol. Numa entrevista à Folha de S. Paulo,\"Opus Dei não é tão poderoso como se pensa\", diz vaticanista. Folha de S.Paulo, 13 de fevereiro de 2006. ao ser perguntado se o fato de os membros da organização \"cultivarem uma atmosfera de segredo não prejudica sua imagem\", John Allen Jr. respondeu: \"Sim. Mas o fato é que eles não vêm isso como segredo, mas como o viver sua própria espiritualidade. Assim, não tentam ser sigilosos, mas eu acho que, para as pessoas que estão fora, eles aparecem como um grupo secreto porque não fazem um trabalho muito bom para se explicarem. Isso os afeta. E é claro que, com o livro, eu estava os tentando desafiar a enfrentar isso.\" As críticas ao Opus Dei têm-se centrado em alegações de secretismo, métodos de recrutamento controversos, excessiva rigidez das regras que governam os seus membros, elitismo e misoginia, além de apoio ou participação em governos autoritários, especialmente o governo franquista da Espanha, até 1978.Moncada, Alberto. \"Opus Dei Over Time\", ICSA e-Newsletter, Vol. 5, No. 2, 2006, International Cultic Studies Association Sobre as críticas, os defensores do Opus Dei afirmam que a prelatura foi falsamente caluniada. Segundo John Allen, vaticanista da CNN : \"Há dois Opus Dei: um Opus Dei do mito e um Opus Dei da realidade\". John Allen também afirma que o Opus Dei recebe críticas da imprensa porque seu ethos é \"um sinal de contradição\" numa sociedade hedonista e autoindulgente.You can trust them to sell you a car. Resenha do livro Opus Dei, de John L Allen. The Telegraph, 23 de outubro de 2005 Também questionam a motivação e a confiabilidade de alguns críticos. Indicam que ex-membros de qualquer instituição podem ter motivações psicológicas ou emocionais para criticar o grupo a que pertenciam, e reivindicam que tais indivíduos estão propensos a criar histórias fictícias de atrocidade que não correspondem a realidade. === Denúncias de servidão e escravidão === 43 mulheres da Argentina, Paraguai e Bolívia denunciaram em setembro de 2021, a Opus Dei ao Vaticano, por tráfico de pessoas, exploração e servidão. Elas alegam que passaram por jornadas de trabalho de até 15 horas, como empregadas domésticas da organização, ficando isoladas em residências, e com uma rotina de oração e penitências que incluía banhos frios e autoflagelação. == Ver também == * Mons. Fernando Ocáriz: atual Prelado do Opus Dei * Críticos do Opus Dei * História do Opus Dei * Josemaria Escrivá de Balaguer * Obras corporativas do Opus Dei * Sociedade Sacerdotal da Santa Cruz == Bibliografia == * ALLEN JR., John. Opus Dei - Um olhar objetivo para lá dos mitos e da realidade da mais controversa força da Igreja Católica . Ed. Campus, São Paulo, 2006. (t.o. An Objective Look Behind the Myths and Reality of the Most Controversial Force in the Catholic Church. Doubleday, 2005.) * BAGGIO, Sebastiano, Prefeito da Congregação para os Bispos. Carta al Prelado del Opus Dei Mons. Álvaro del Portillo. \"Studia et Documenta\" 5 (2011) 319, Roma, 17 de janeiro de 1983. * BAURA, Eduardo (a cura di), Studi sulla Prelatura dell'Opus Dei. A venticinque anni dalla Constituzione apostolica \"Ut sit\". Roma, 2008. * CAPUCCI, Flavio (ed.): Estúdios (1985-1996), Romana - Boletim da Prelazia da Santa Cruz e Opus Dei, Roma, 1997. * CONGREGAÇÃO PARA OS BISPOS (COB). Nota, 14.XI.1981; texto em José Luis GUTIÉRREZ, Unità organica e norma giuridica nella Costituzione Apostolica \"Ut sit\", em \"Romana\", 11 (1986/3) 345. * COVERDALE, John F. Echando raíces: José Luis Muzquiz y la expansión Opus Dei. Madrid, Rialp, 2011, 1ª ed. espanhola. * ECHEVARRÍA, Javier. La configurazione giurídica dell'Opus Dei prevista da S. Josemaria, em Eduardo BAURA (dir.), Studi sulla Prelatura dell'Opus Dei. A veintecinque anni dalla Costituzione apostolica \"Ut sit\". Roma 2008, 3-20. * ESCRIVÁ, San Josemaría. Amare il mondo appassionatamente. Milano, Ares, 2010, 1ª ed. italiana. * E.B.E - Opus Dei as divine revelation (2016). Inclui documentos históricos inéditos (Regulations of 1941, várias cartas de Escrivá para Franco, documentos sobre o pedido de Escrivá por ter sido nomeado bispo, etc.). ISBN 978-1523318889 (paperback) and ASIN: B01D5MNGD2 (ebook). * FUENMAYOR, Amadeo de; GÓMEZ-IGLESIAS, Valentín; ILLANES, José Luis. El itinerario jurídico del Opus Dei, Pamplona, 1989. * GÓMEZ PÉREZ, Rafael. El Opus Dei. Una explicación, Madri, 1992. * ILLANES, J. L., A santificação do trabalho, São Paulo, 1982 (t.o.: La santificación del trabajo, Madri, 1980). * ILLANES, J. L, (Coord.), \"Diccionario de San Josemaría Escrivá de Balaguer\", Editorial Monte Carmelo, 2014. ISBN 978-84-8353-592-9 * LE TOURNEAU, Dominique. O Opus Dei, Lisboa, 1985 (t.o.: L'Opus Dei, Paris, 1985). * MATEO-SECO, Lucas Francisco; RODRIGUEZ-OCAÑA, Rafael. Sacerdotes en el Opus Dei. Pamplona, 1989. * LIMA, Frei Vanderlei de. \"Opus Dei: um envolvente estudo a partir das críticas\". São José dos Campos: Ed.COMDEUS, 2008, 170p. * MESSORI, Vittorio. Opus Dei. Uma investigação jornalística, Lisboa, 1995 (t.o.: Opus Dei. Un'indagine. Milão, 1994). * O'CONNOR, William. Opus Dei: An open book. The Mercier Press, Dublin & Cork, 1991. * REQUENA, Frederico M. SESÉ, Javier. Fuentes para la historia del Opus Dei, Barcelona, 2002. * RHONHEIMER, Martin. Transformación del mundo. La actualidad del Opus Dei. Rialp; Madrid; 2006. * RODRIGUEZ, Pedro. Opus Dei: Estrutura e Missão. Sua realidade eclesiológica. Tradução de Paula Nelly Dionigi. São Paulo, Indaiá, 2012. ISBN 978-85-64480-04-9 * RODRÍGUEZ, Pedro; OCÁRIZ, Fernando; ILLANES, José Luis. O Opus Dei na Igreja, Lisboa, 1994 (t.o.: El Opus Dei en la Iglesia, Madri, 1993). * ROEGELE, O., BEKEL, A. e REIRING, H., Opus Dei – Für und Wider; Fromms Taschen \"Zeitnahes Christentum, Band 52, Osnabrük, 1967. * ROMANO, Giuseppe. Opus Dei. A mensagem, as obras, as pessoas, Paulus, Lisboa, 2005. ISBN 972-30-1167-0. * THIERRY, J.J, Opus Dei. Mythe et Réalité, Hachette, Paris, 1973. * Walsh, Michael (1989) - The Secret World of Opus Dei - Grafton Books * WEST, William J. Opus Dei. Ficción y realidad, Madri, 1989 (t.o. Opus Dei. Exploding a Myth, Crows Nest (Austrália), 1987. == Hemerografia == * Baggio, Cardenal. Un bene per tutta la Chiesa: \"L'Osservatore Romano\", 28 de novembro de 1982. * Costalunga, Mons. L'erezione dell'Opus Dei in Prelatura personale: \"L'Osservatore Romano\", 28 de novembro de 1982. * Arias, J. El Opus Dei, Prelatura personal: \"Naturaleza y Gracia\", vol. XXX, Salamanca, 1984. * Arrieta, J. I. El Opus Dei, Prelatura Personal: \"Revista española de Teologia\", vol. 42, Madrid, 1982. * Latto di erezione dell'Opus Dei in Prelatura personale: em \"Appollinaris\", vol. LVI, Roma, 1983. * Caparrós, E. Une structure jurisdictionelle issue de la préocupation pastorale de Vatican II: les prélatures personelles: \"Studia Canonica\" vol. 17, n.2, Ottawa, 1983. * Diego, C. El nou statut del'Opus Dei: \"Questions de vida cristiana\", Barcelona, 1984. * Flader, J. Persona Prelatures and Opus Dei: \"The Australasian Catholic Record\", vol. LX, 1984. * Fornés, J. El perfil jurídico de las Prelaturas personales: \"Monitor Ecclesiasticus\", 107, Roma, 1983. * Gutiérrez, J. L. De Prelatura personali iuxta leges eius constitutivas et Codicis iuris canonici normas: \"Periodica de re morali, canonica, liturgica\", vol. 72, Roma, 1983. * Le Tourneau, D. Les prélatures personelles: une nouvelle structure pastorale ordinaire au service de l'Eglise. L'application à l'Opus Dei: \"L'Année canonique\", vol. XXVII, 1983. * Lo Castro, G. Le Prelature personali per lo svolgimento di specifiche funzioni pastorali: \"Il Diritto Ecclesiastico e Rassegna di Diritto Matrimoniali\", 1 de junho de 1983, Milão. * Das Opus Dei als Beispiel einer Personalprälatur im neuen Recht: \"Theologie und Glaube\", vol. 2, Paderborn, 1985. * Roggendorf, J. Die rechtliche Gestaltung der Personalprälaturen im neuen Codex: \"Theologisch-praktische Quartalschrift\", n. 3, Linz, 1985. * Schunck, R. Säkulare Spiritualität des Opus Dei: \"Münchener Theologische Zeitschrift\", n. 1, Munich, 1984. * Stetson, W. H. Opus Dei: The First personal Prelature: \"Homiletic and Pastoral Review\", VII, 1983. == Ligações externas == * Página oficial da Opus Dei * Romana: Boletim oficial da Prelatura * * Que espécie de pensamento político tinham os primeiros membros do Opus Dei? * Opus Dei Awareness Network,Inc. Categoria:Catolicismo",
 "title": "Opus Dei"
}