{
 "id": "1844",
 "text": "Tim LaHaye ou Timothy Francis LaHaye (Detroit, 27 de abril de 1926-25 de julho de 2016) foi um pastor batista e escritor estadunidense. == Biografia == Timothy Francis LaHaye nasceu em 27 de abril de 1926 em Detroit, Michigan por Frank LaHaye e Margaret LaHaye.George Thomas Kurian, Mark A. Lamport, Encyclopedia of Christianity in the United States, Volume 5, Rowman & Littlefield, USA, 2016, p. 1307 A morte de seu pai aos nove anos o chocou, mas ele foi encorajado pela palavra de um pastor no funeral que disse que quando Jesus Cristo voltasse, os crentes mortos seriam ressuscitados.Ed Hindson, Dan Mitchell, The Popular Encyclopedia of Church History, Harvest House Publishers, USA, 2013, p. 211 Em 1944, ele se alistou nas Forças Aéreas do Exército dos Estados Unidos, após concluir a escola noturna. Em 1947, ele se casou com Beverly Ratcliffe.Randall Herbert Balmer, Encyclopedia of Evangelicalism: Revised and expanded edition, Baylor University Press, USA, 2004, p. 391 Então ele estudou na Bob Jones University e obteve um bacharelado em artes em 1950. === Ministério === Ele serviu como pastor em Pumpkintown em Pickens County, SC. Em 1950 ele foi pastor de uma igreja batista em Minneapolis até 1956. Depois disso, ele se mudou para San Diego, onde foi pastor da Scott Memorial Baptist Church (agora chamou Shadow Mountain Community Church) de 1956 a 1981.Karla Peterson, Author Tim LaHaye dies at age 90, sandiegouniontribune.com, USA, 25 de julho de 2016 Em 1971, ele fundou o Christian Heritage College, agora conhecido como San Diego Christian College. Em 1972, ele ajudou a estabelecer o Institute for Creation Research em El Cajon, com Henry M. Morris. Em 1976, ele escreveu o livro \"O ato conjugal\" com sua esposa Beverly.Jonathan Zimmerman, Tim LaHaye's sex-ed legacy: Before he wrote novels about the apocalypse, he and his wife opened right-wing Christian married couples' eyes, nydailynews.com, USA, 29 de julho de 2016 Em 1977, ele recebeu um Doutorado em Ministério do Western Seminary. Em 1979, ele encorajou Jerry Falwell a fundar a Maioria Moral e atuou em seu conselho.Alex Johnson, 'Left Behind' Co-Author Tim LaHaye, Leading Voice of Evangelicalism, Dies, nbcnews.com, USA, 25 de julho de 2016 Em 1995, ele estreou a série de 16 livros \"Left Behind\" com o escritor Jerry B. Jenkins.Alissa Wilkinson, The ‘Left Behind’ series was just the latest way America prepared for the Rapture, washingtonpost.com, USA, 13 de julho de 2016 == Privacidade == LaHaye morreu em 25 de julho de 2016 de um derrame aos 90 anos na cidade de San Diego. == Prêmios == Em 2005, ele foi nomeado um dos 25 Evangélicos Mais Influentes da América pela Time Magazine por seus livros \"Left Behind\".TIME Staff, The 25 Most Influential Evangelicals in America - Tim and Beverly LaHaye, time.com, USA, 7 de fevereiro de 2005 Ele recebeu um Doutorado honoris causa em Literatura da Liberty University. Categoria:Escritores dos Estados Unidos Categoria:Teóricos da conspiração Categoria:Mortes por acidente vascular cerebral Categoria:Naturais de Detroit Categoria:Pastores batistas americanos Categoria:Sionismo cristão",
 "title": "Tim LaHaye"
}