{
 "id": "18453",
 "text": "miniaturadaimagem|Palácio da Justiça de Viena na década de 1880 O Massacre de Viena de 1927 ou Revolta de julho de 1927 (também conhecida como o incêndio do Palácio da Justiça de Viena, alemão: Wiener Justizpalastbrand) foi um grande motim que começou em 15 de julho de 1927 na capital austríaca, Viena. Isso culminou com as forças policiais disparando contra a multidão indignada, matando 89 manifestantes,Brook-Shepherd, Gordon (dezembro de 1996). Os austríacos: uma odisséia de mil anos . HarperCollins . p. 260. ISBN 0-00-638255-X enquanto cinco policiais morreram. Mais de 600 manifestantes e cerca de 600 policiais ficaram feridos. == Eventos == O confronto foi o resultado de um conflito entre o Partido Social Democrata da Áustria e uma aliança de direita que incluía ricos industriais e a Igreja Católica. Muitas forças paramilitares foram formadas na Áustria durante o início dos anos 1920, entre elas os Nacionalistas Frontkämpfervereinigung Deutsch-Österreichs sob o comando do coronel Hermann Hiltl e o Social-democrata Republikanischer Schutzbund. Um confronto entre esses grupos durante uma reunião em Schattendorf, Burgenland, em 30 de janeiro de 1927, resultou na morte de um veterano da Primeira Guerra Mundial e de um menino de oito anos. Três Frontkämpfer foram indiciados em um tribunal de Viena em julho por atirarem neles em uma emboscada. Defendidos pelo advogado Walter Riehl, e alegando legítima defesa, eles foram absolvidos em um julgamento por júri. Este \"Veredito de Schattendorf\" levou a uma greve geral que tinha como objetivo derrubar o governo chefiado pelo chanceler do Partido Social Cristão Ignaz Seipel. Protestos massivos começaram na manhã de 15 de julho, quando uma multidão furiosa tentou invadir o prédio principal da Universidade de Viena na Ringstrasse. Os manifestantes atacaram e danificaram uma delegacia de polícia próxima e um prédio de jornal, antes de seguirem para o prédio do Parlamento austríaco. Forçados a recuar pela polícia, eles chegaram na praça em frente ao Palácio da Justiça. Por volta do meio-dia, os manifestantes entraram no prédio quebrando as janelas; eles então demoliram os móveis e começaram a atear fogo a arquivos. Logo o prédio estava em chamas; o incêndio alastrou-se rapidamente, pois os bombeiros de Viena foram atacados por vários manifestantes que cortaram as mangueiras e impediram que fossem controlados até de madrugada. O ex-(e mais tarde) chanceler austríaco Johann Schober, então chefe da polícia de Viena, reprimiu os protestos com força. Ele instou o prefeito social-democrata Karl Seitz a convocar as Forças Armadas austríacas, o que Seitz rejeitou, assim como o ministro da defesa do Partido Social Cristão Carl Vaugoin. Por sua vez, Schober abasteceu as tropas policiais com rifles do exército e anunciou publicamente que as instalações seriam limpas à força se os bombeiros não pudessem trabalhar desimpedidos, depois que Seitz e o conselheiro de Schutzbund Theodor Körner tentaram persuadir a multidão a se render em vão. A polícia abriu fogo, o que deixou 5 policiais e 89 manifestantes mortos.G.R.E. Gedye, Fallen Bastions (Londres, 1939)F. Carsten, Fascism in Austria (London, 1977) == Significado e lembrança == O filósofo, estudioso e comentarista social do século XX, Karl Popper, tinha 24 anos e vivia em Viena durante os distúrbios. Em sua autobiografia de 1976, ele lembrou o evento como um prenúncio do extremismo: “Comecei a esperar o pior: que os bastiões democráticos da Europa Central cairiam e que uma Alemanha totalitária iniciaria outra guerra”. Um memorial às vítimas foi erguido no Zentralfriedhof de Viena; uma placa no Palácio da Justiça foi descoberta pelo presidente Heinz Fischer em 2007. Vários artefatos, como papéis do tribunal danificados pelo fogo e uniformes Schutzbund e Frontkämpfer estão em exibição no Museu Heeresgeschichtliches. == Ver também == * Guerra Civil Austríaca * Golpe de Julho Categoria:História da Áustria",
 "title": "Massacre de Viena de 1927"
}