{
 "id": "18457",
 "text": "Aver-o-Mar é uma zona urbana da cidade de Póvoa de Varzim em Portugal sendo sede da atual União das Freguesias de Aver-o-Mar, Amorim e Terroso. Aver-o-Mar foi sede da extinta Freguesia de Aver-o-Mar entre 1922 e 2013, freguesia que foi agregada na referida União de Freguesias e que tinha 8675 habitantes (2011). A povoação de Aver-o-Mar foi elevada à categoria de vila em 2003. Foi integrada na cidade da Póvoa de Varzim, em 2006. Subdividia-se em diversas localidades rurais e piscatórias, hoje subdivide-se em dois bairros urbanos: Aver-o-Mar (bairro) e Agro-Velho, este último partilhado com a freguesia vizinha de Póvoa de Varzim, Beiriz e Argivai. == História == Aver-o-Mar era um antigo território piscatório e agrícola a norte da Póvoa de Varzim. Abonemar é o mais antigo topónimo de Aver-o-Mar e data de 1099. O povoamento do lugar deveu-se ao cavaleiro da honra de Varzim, D. Lourenço Fernandes da Cunha. Desde a fundação do Condado de Portugal, Varzim era um vasto território feudal, com autonomia administrativa e militar, fundado pelo avô de D. Lourenço. Abarcava então todo o território desde a costa até ao monte de Laundos. O feudo foi posteriormente fragmentado ainda durante a Idade Média, devido ao seu poderio. À volta de 1656, foi anexada à vila (município) da Póvoa de Varzim, por provisão régia, devido a uma população crescente constituída por pescadores-lavradores. Em termos religiosos, pertencia à paróquia de Amorim, constituiu freguesia própria em 10 de Agosto de 1922, separando-se de Amorim, algo que era ambicionado pelo lugar desde os finais do século XIX. Os núcleos rurais e piscatórios de Aver-o-Mar já eram significativos durante todo o século XX. Nas últimas décadas do século XX, com o crescimento urbano da Póvoa de Varzim, a povoação começou por ser urbanizada como sequência natural do Bairro Norte, ganhando carácter balnear ou suburbano. Grande parte da sua população de quase 10 mil habitantes está integrada na malha urbana da Póvoa de Varzim, o que levou a que a Câmara Municipal da Póvoa de Varzim ao esboçar o Plano de Urbanização que delimitava as novas fronteiras da cidade, passasse a incluir também esta antiga freguesia como urbana desde 1995. Foi elevada a vila em 1 de Julho de 2003, posteriormente o seu território foi incluído na cidade da Póvoa de Varzim, desde o censo de 2001 como parte da cidade estatística e oficializado em Janeiro de 2006 com a aprovação do Plano de Urbanização e dos limites da cidade pelo governo nacional. Em 2013, no âmbito de uma reforma administrativa nacional, perde o estatuto de freguesia autónoma e é agregada às freguesias de Amorim e Terroso, passando a fazer parte da União das Freguesias de Aver-o- Mar, Amorim e Terroso, do qual é sede.Diário da República, 1.ª Série, n.º 19,Lei n.º 11-A/2013 de 28 de janeiro (Reorganização administrativa do território das freguesias). Acedido a 22 de Março de 2014. == Geografia == thumb|180px|esquerda|Praia da Fragosa na Enseada de Aver-o-Mar. O Cabo de Santo André localiza-se no norte do território. A zona norte mantém feição rural, enquanto a zona sul encontra-se amplamente urbanizada e verticalizada. Distingue-se o Agro-Velho, uma área balnear, cuja maioria do edificado é usado como segunda casa de carácter balnear. Por outro lado, o Quião ou Santo André é uma área com carácter bastante próprio de identidade piscatória e alinha-se pela costa norte, ligado aos bairros piscatórios da Póvoa de Varzim. A área entre a Avenida Nossa Senhora das Neves e a Estrada Nacional 13 possuiu o antigo núcleo rural de Aver-o-Mar, com vários exemplares de casario rural do século XIX, protegidos pelo Plano de Urbanização da Póvoa de Varzim. A antiga freguesia estava tradicionalmente dividida em dezoito lugares. Os bairros urbanos, eram eles: Agro-Velho, Aldeia Nova, Boucinha, Caramuja, Fontes Novas, Fragosa, Mourincheira, Paço, Paranho, Paranho de Areia, Palmeiro, Perlinha, Finisterra, Paralheira, Refojos, Sencadas, Santo André e Sesins. O INE considerava apenas 16 no censo de 2001. No censo de 2011 e devido a reformas dos lugares, o INE considerava apenas um lugar urbano, Póvoa de Varzim, que abarca a maioria da população da antiga freguesia. Em Aver-o-mar, ele estão localizadas três das onze partes da cidade da Póvoa de Varzim: Aver-o-Mar (bairro), a parte Norte do Agro-Velho e a parte poente do Parque da Cidade. == Demografia == LugarTodos os lugares de Aver-o-Mar passaram a ser considerados zona urbana da cidade da Póvoa de Varzim desde 2006, desde essa data são tidos como zonas da cidade e não como localidades. População (2001) Agro-VelhoA população refere-se apenas ao antigo lugar e não à parte da cidade que é significativamente superior. 1394 Aldeia Nova 1091 Boucinha 544 Caramuja 56 Finisterra 91 Fontes Novas 1306 Mourincheira 797 Paço 182 Palmeiro 130 Paranho de Areia 1620 Paranho de Cima 469 Paralheira 160 Perlinha 770 Refojos 181 Santo André 192 Sencadas 517 N.º de habitantes Colors = id:lightgrey value:gray(0.9) id:darkgrey value:gray(0.7) id:sfondo value:rgb(1,1,1) id:barra value:rgb(0.6,0.7,0.8) ImageSize = width:300 height:200 PlotArea = left:50 bottom:50 top:30 right:30 DateFormat = x.y Period = from:0 till:10000 TimeAxis = orientation:vertical AlignBars = justify ScaleMajor = gridcolor:darkgrey increment:2000 start:0 ScaleMinor = gridcolor:lightgrey increment:1000 start:0 BackgroundColors = canvas:sfondo BarData = bar:1930 text:1930 bar:1940 text:1940 bar:1950 text:1950 bar:1960 text:1960 bar:1970 text:1970 bar:1981 text:1981 bar:1991 text:1991 bar:2001 text:2001 bar:2011 text:2011 PlotData = color:barra width:20 align:left bar:1930 from:0 till: 2364 bar:1940 from:0 till: 2781 bar:1950 from:0 till: 3640 bar:1960 from:0 till: 4115 bar:1970 from:0 till: 5170 bar:1981 from:0 till: 6142 bar:1991 from:0 till: 5107 bar:2001 from:0 till: 8962 bar:2011 from:0 till: 8675 PlotData = bar:1930 at: 2400 fontsize:S text: 2364 shift:(-10,5) bar:1940 at: 2850 fontsize:S text: 2781 shift:(-10,5) bar:1950 at: 3700 fontsize:S text: 3640 shift:(-10,5) bar:1960 at: 4200 fontsize:S text: 4115 shift:(-10,5) bar:1970 at: 5250 fontsize:S text: 5170 shift:(-10,5) bar:1981 at: 6200 fontsize:S text: 6142 shift:(-10,5) bar:1991 at: 5200 fontsize:S text: 5107 shift:(-10,5) bar:2001 at: 8950 fontsize:S text: 8962 shift:(-10,5) bar:2011 at: 8750 fontsize:S text: 8675 shift:(-10,5) TextData = fontsize:S pos:(20,20) text:Demografia de A Ver-o-Mar 1864-2011 - Dados da Biblioteca Digital do INE INE Biblioteca Digital Tal como o centro da cidade, Aver-o-Mar é tradicionalmente dividida em duas etnias. À beira-mar vivia o pescador e seareiro de cabelo ruivo e corpo espadaúdo. No interior vivia o homem da aldeia do tipo galego de Amorim. O \"seareiro\" é um trabalhador que vive da terra e do mar, juntando dois tipos de vivências tradicionalmente separadas na Póvoa de Varzim. Uma parte da população subsiste ainda da agricultura. ===Topónimo=== O topónimo actual \" Aver-o-Mar \", adulterado por via erudita, é uma corruptela do nome arcaico \"Abonemar\" e da designação popular \"Abremar\", cujo significado se desconhece, mas que a via erudita terá interpretado como \"A Ver-o-Mar\". \"A Ver-o-Mar\" ou \"Aver-o-Mar\" são termos aceites, sendo a última o mais corrente. == Paróquia == No século XV, já existia uma capelinha dedicada à Nossa Senhora das Neves, que foi aumentada, no século XVIII, pelas religiosas de Santa Clara do Porto. == Sociedade == Em Aver-o-Mar, alguns elementos culturais poveiros eram também visíveis, tal como a variante de Aver-o-Mar do Ala-Arriba e o uso de siglas poveiras. Em termos musicais, existe a Fanfarra de Aver-o-Mar. O Conjunto Típico Ala-Arriba (1966-1981) é o principal marco musical e cultural de Aver-o-Mar na música portuguesa, com seis discos comerciais lançados e várias actuações de norte a sul do país, com temas populares nos quais se destacam Ó Póvoa Querida, Festas de Santo André e Cego do Maio. Na praia do Esteiro, ali encontra-se o pitoresco Moinho Luísa Dacosta, onde viveu a escritora Luísa Dacosta. A vivência da dureza da vida das Mulheres de Aver-o-Mar de antigamente afectou a forma da escritora ver o mundo. == Personalidades ilustres == * Barão de Aver- o-Mar * Francisco Gomes de Amorim (Aver-o-Mar, 13 de agosto de 1827 - Lisboa, Encarnação, 4 de novembro de 1891), foi um poeta, dramaturgo e romancista português. Escreveu as \"Memórias Biográficas de Garrett\". == Ligações externas == * *",
 "title": "Aver-o-Mar"
}