{
 "id": "18456",
 "text": "D. José I (Lisboa, – Sintra, ), cognominado o Reformador, foi Rei de Portugal e Algarves de 1750 até sua morte. Era o terceiro filho do rei e sua esposa a rainha Maria Ana da Áustria. O seu reinado foi marcado sobretudo pelas políticas do seu secretário de Estado, o Marquês de Pombal, que reorganizou as leis, a economia e a sociedade portuguesa, transformando Portugal num país moderno. Quando subiu ao trono, José I tinha à sua disposição os mesmos meios de acção governativa que os seus antecessores do , apesar do progresso económico realizado no país, na primeira metade do . Esta inadaptação das estruturas administrativas, jurídicas e políticas do país, juntamente com as condições económicas deficientes herdadas dos últimos anos do reinado de João V, vai obrigar o monarca a escolher os seus colaboradores entre aqueles que eram conhecidos pela sua oposição à política seguida no reinado anterior. A 1 de novembro de 1755, José I e a sua família sobrevivem à destruição do Paço Real no sismo de Lisboa por se encontrarem na altura a passear em Santa Maria de Belém. Depois desta data, José I ganhou uma fobia a edifícios de pedra e cal, vivendo o resto da sua vida num complexo luxuoso de tendas no Alto da Ajuda, em Lisboa. Outro acontecimento notável do seu reinado foi a tentativa de regicídio que sofreu a 3 de setembro de 1758 e o subsequente processo dos Távoras. Os Marqueses de Távora, o Duque de Aveiro e familiares próximos, acusados da sua organização, foram executados ou colocados na prisão, enquanto que a Companhia de Jesus foi declarada ilegal e os jesuítas expulsos de Portugal e das colónias. D. José I faleceu no dia 24 de fevereiro de 1777. Jaz no Panteão dos Braganças, no mosteiro de São Vicente de Fora em Lisboa. == Início de vida == === Nascimento e família === José Francisco António Inácio Norberto Agostinho nasceu no Paço da Ribeira, Lisboa no dia 6 de junho de 1714, recebendo o título de Duque de Bragança no nascimento. Dentre sete filhos era a terceira criança e segundo varão de João V de Portugal e de sua consorte, Maria Ana da Áustria, filha do sacro-imperador . Foi baptizado a 27 de agosto de 1714, sendo afilhado do rei Luís XIV de França e da imperatriz Isabel Cristina de Brunsvique-Volfembutel consorte do imperador de . Embora não tenha nascido sucessor da coroa portuguesa, por não ser primogénito, logo em outubro do mesmo ano, devido ao falecimento do seu irmão Pedro, veio a adquirir esse estatuto. === Educação === Os seus primeiros tempos de infância passou-os junto de sua mãe, recebendo a sua influência altamente religiosa, bem como a do seu confessor o jesuíta António Stief que lhe ministrou as primeiras letras de latim. Recebeu a educação adequada a um príncipe do seu tempo, no domínio das ciências e das línguas bem como da nobre arte da Cavalaria. Muito embora se saiba pouco sobre a sua educação musical, ao contrário da sua irmã D. Maria Bárbara, que beneficiou dos ensinamento dum dos grande músicos do seu tempo Domenico Scarlatti, que com ela seguiu para Espanha quando do seu casamento, o certo é que ficou conhecida a grande paixão de D. José pela ópera italiana. ==Casamento== === Nova crise diplomática === Na sequência da curta, mas para a Espanha desastrada guerra contra as quatro potências em 1718-1720, o rei de Espanha tinha ainda prometido uma filha ― a infanta Mariana Vitória ― a Luís XV da França, para também tentar melhorar as relações com esse reino. Com menos de quatro anos de idade foi a pequena princesa por isso enviada além-Pirenéus. Mas o rei francês entretanto não quis esperar que a pequena princesa crescesse, e acabou por optar por outra esposa. Em março de 1725, a pequena princesa, agora com sete anos, regressou a Espanha. Entretanto, novos conflitos tinham surgido entre Portugal e a Espanha, por causa da fundação pelos portugueses de Montevidéu, no Rio da Prata, a 22 de novembro de 1723. Isto era uma zona que os portugueses consideravam ser o limite meridional natural do Brasil, enquanto os espanhóis de Buenos Aires queriam controlar todo o estuário do Rio da Prata.Saturnino Monteiro, Armando da Silva: Batalhas e Combates da Marinha Portuguesa, Vol. VII, pp. 54-56. Os portugueses tinham desde 1680 a Colónia do Sacramento na região, que fora ocupada pelos espanhóis durante a Guerra da Sucessão Espanhola, mas devolvida pelo tratado de paz de 1715. No entanto, o tratado nada dizia sobre novas fundações na zona. Exatamente três meses após a fundação de Montevidéu, a 22 de Fevereiro de 1724, os espanhóis de Buenos Aires julgaram-se por isso justificados em ocupar a praça. Apenas um ano após o contrato de casamento entre Maria Bárbara e o Príncipe das Astúrias, estes acontecimentos, nesta remota parte dos respetivos impérios, causaram assim novos atritos diplomáticos entre as coroas ibéricas.Id., Ibid., Vol. VII, p. 141. === A Troca das Princesas === Para evitar novas controvérsias e fortalecer ainda mais a aliança que se pretendia, a diplomacia espanhola propôs então um duplo matrimónio: para além do casamento entre o príncipe herdeiro espanhol e Maria Bárbara, o príncipe herdeiro português poderia casar com a regressada Mariana Vitória. João V aceitou a proposta, e dois anos mais tarde, tendo os príncipes e infantas chegado a idade um pouco mais crescida, firmaram-se então os acordos pré-nupciais: o Príncipe do Brasil e Mariana Vitória a 27 de dezembro de 1727, e o Príncipe das Astúrias e Maria Bárbara de Portugal a 11 de janeiro de 1728.Araújo, Jeaneth Xavier de: \"Celebrar os Grandes: os casamentos monárquicos portugueses e a mobilização de recursos na capitania de Minas Gerais\", p. 8. Por fim, após demorada preparação, a Troca das Princesas realizou-se a 19 de Janeiro de 1729. A troca foi feita no Rio Caia, que faz fronteira entre Elvas no Alentejo, em Portugal, e Badajoz na Estremadura (Espanha), em Espanha. A cerimónia fez-se literalmente a meio do rio, numa grande ponte-palácio de madeira ricamente decorada construída para a ocasião, com vários pavilhões em ambas as margens também. Praticamente toda a Corte participou, tendo todas as vilas e lugares entre Lisboa e Elvas sido enfeitadas com arte efémera, tal como arcos triunfais, jardins artificiais, fontes, etc., para receber os imensos cortejos na ida e na volta da fronteira. As preparações para a troca das princesas foram de tal modo detalhadas que já em Janeiro de 1727 a Coroa colocava encomendas de berlindas em Paris,BESSONE, Silvana: The National Coach Museum - Lisbon, p. 74, 91. e pedia contribuições extraordinárias dos quatro cantos do império para financiar todo o esplendor desejado ― incluindo da Capitania de Minas Gerais no Brasil.Araújo, Jeaneth Xavier de: \"Celebrar os Grandes: os casamentos monárquicos portugueses e a mobilização de recursos na capitania de Minas Gerais.\" De notar que todo este panorama de arte efémera se voltou a registar meio século mais tarde, aquando do novo consórcio duplo entre Portugal e a Espanha em 1785, com os casamentos do então príncipe João e da irmã, Maria Ana Vitória, e foi descrito recentemente em pormenor.Ferreira-Alves, Joaquim Jaime B.: “Formas de arte efémera no duplo consórcio Bragança-Bourbon em 1785.” Depois de casada, Mariana Vitória e o Príncipe do Brasil passariam ainda vinte e um anos como príncipes herdeiros, antes de subir ao trono em 1750. Durante esse período, e com o piorar da saúde de Filipe V, Bárbara e o marido tiveram que enfrentar a animosidade da rainha e madrasta do príncipe, Isabel Farnésio, que queria manter o enteado longe da corte. Em 1733 foram aprovadas regras de conduta do príncipe herdeiro que eram, no dizer de um historiador, uma \"especie de arresto domiciliario\":Voltes, Pedro: La vida y la época de Fernando VI, pp. 39-45, 68. Pouco depois deu-se ainda o chamado Incidente das Embaixadas em 1735, e apesar da troca das princesas as relações entre Portugal e a Espanha deterioraram-se ao ponto do monarca português enviar uma forte esquadra ao Rio da Prata, e de passar a existir de facto um estado de guerra entre as duas coroas, apenas solucionado em 1737 (ver João V).Saturnino Monteiro, Armando da Silva: Batalhas e Combates da Marinha Portuguesa, Vol. VII, pp. 141-145. Ainda assim, durante todo este período, e durante todo o posterior reinado, a princesa teve o conforto da companhia de Domenico Scarlatti, o seu velho mestre de música em Lisboa, que seguiu com a sua aluna para Espanha, onde permaneceria o resto da vida. Aqui, o cravista napolitano compôs mais de quinhentas sonatas, muitas delas dedicadas a Bárbara, que passava grande parte do seu tempo a tocar composições do seu antigo professor. ==Reinado== O reinado de José I é sobretudo marcado pelas políticas do seu secretário de Estado, o Marquês de Pombal, que reorganizou as leis, a economia e a sociedade portuguesa, transformando Portugal num país moderno. Quando subiu ao trono, José I tinha à sua disposição os mesmos meios de acção governativa que os seus antecessores do século XVII, apesar do progresso económico realizado no país, na primeira metade do século XVIII. Esta inadaptação das estruturas administrativas, jurídicas e políticas do país, juntamente com as condições económicas deficientes herdadas dos últimos anos do reinado de João V, vai obrigar o monarca a escolher os seus colaboradores entre aqueles que eram conhecidos pela sua oposição à política seguida no reinado anterior. Diogo de Mendonça Corte-Real, Pedro da Mota e Silva e Sebastião José de Carvalho e Melo passaram a ser as personalidades em evidência, assistindo-se de 1750 a 1755 à consolidação política do poder central e ao reforço da posição do marquês de Pombal, com a consequente perda de importância dos outros ministros. === O sismo de Lisboa === O desastre abateu-se sobre Portugal na manhã do dia 1 de novembro (Dia de Todos os Santos) de 1755. Nesta data, Lisboa foi abalada por um violento sismo, com uma amplitude que em tempos actuais é estimada em cerca de nove pontos na escala de Richter. A cidade foi devastada pelo tremor de terra, pelo maremoto e ainda pelos incêndios que se seguiram. Sebastião de Carvalho sobreviveu por sorte, mas não se impressionou. Imediatamente tratou da reconstrução da cidade, de acordo com a famosa frase: \"E agora? Enterram-se os mortos e cuidam-se os vivos\". Apesar da calamidade, Lisboa não foi afectada por epidemias e menos de um ano depois já se encontrava parcialmente reconstruída. A baixa da cidade foi redesenhada por um grupo de arquitectos, com a orientação expressa de resistir a sismos subsequentes. Foram construídos modelos para testes, nos quais os sismos foram simulados pelo marchar de tropas. Nesta altura, e pela orientação do Marquês do Pombal, teve início o modelo de construção de edifícios denominado \"Gaiola\", em que todas as obras eram edificadas a partir de uma estrutura de madeira, semelhante a uma gaiola. A partir deste período, todos os edifícios eram obrigados a respeitar esta norma, com o fim de tornar as construções resistentes aos sismos, devido à sua flexibilidade. Surgiram também os primeiros edifícios dotados de saneamento próprio, através de condutas ligadas diretamente ao rio, e as ruas adquiriram dimensões em torno dos 20 metros de largura - para as estradas principais - uma característica nunca antes vista. Os edifícios e praças da Baixa Pombalina de Lisboa ainda prevalecem, sendo uma das atracções turísticas de Lisboa, construídos sob a assinatura do Marquês de Pombal. Sebastião de Melo fez também uma importante contribuição para a sismologia: elaborou um inquérito enviado a todas as paróquias do país. Exemplos de questões aí incluídas: os cães e outros animais comportaram-se de forma estranha antes do evento?; O nível da água dos poços subiu ou desceu?; Quantos edifícios foram destruídos? Estas questões permitiram aos cientistas portugueses a reconstrução do evento e marcaram o nascimento da sismologia enquanto ciência. === O processo dos Távoras === Na sequência do sismo ficou só menos de dois anos mais como Secretário de Estado dos Negócios Estrangeiros e da Guerra. O rei deu ao seu primeiro-ministro poderes acrescidos, tornando-o numa espécie de ditador, e fê-lo Conselheiro de Estado e Comendador de Santa Marinha da Mata de Lobos e de São Miguel das Três Minas, ambas na Ordem de Cristo. À medida que o seu poder cresceu, os seus inimigos aumentaram e as disputas com a alta nobreza tornaram-se frequentes. ==== O atentado ==== Em setembro de 1758, a carruagem do rei foi alvejada quando esse voltava da casa de sua amante, a esposa do Marquês de Távora. O monarca foi ferido e a rainha assumiu como regente. As investigações, durante o mês de dezembro, acusaram membros da alta nobreza, os quais foram imediatamente presos; entre eles integrantes da família dos Távoras (o número total de prisioneiros chegou a mais de mil, a maioria dos quais jamais foi julgada formalmente). Em 12 de janeiro de 1759, o José de Mascarenhas da Silva e Lencastre, então Duque de Aveiro, e diversos membros da família dos Távoras foram condenados à morte. ==== Consequências ==== Sebastião de Melo não mostrou qualquer misericórdia, tendo perseguido cada um dos envolvidos. Com este golpe final, o poder da nobreza foi decisivamente contrariado, marcando uma vitória sobre os seus inimigos, aqueles que tinham força para se oporem a si e ao rei. Pela sua acção rápida, atribuiu ao seu leal ministro o título de Senhor Donatário das vilas de Oeiras e seu termo e de Pombal, com o título de Conde de Oeiras, em 1759. A 3 de Setembro 1759, um ano depois da tentativa de regicídio a D. José, expulsou os jesuítas da metrópole e das colónias, confiscando seus bens, sob a alegação de que a Companhia de Jesus agia como um poder autónomo dentro do Estado português e as suas ligações internacionais eram um entrave ao fortalecimento do poder régio. No seguimento do caso Távora, o novo Conde de Oeiras não conheceu qualquer nova oposição. Adquirindo o título de Marquês de Pombal em 1770, teve quase exclusivamente o poder de governar Portugal até à morte de em 1777. === A regência === Quando seu marido foi declarado inapto para governar 1774, devido a loucura, D. Mariana Vitória foi proclamada regente, uma posição que manteve até a morte de seu marido. Após isso, ela tornou-se regente de sua filha mais velha, futura . Quando a filha assume o poder, D. Mariana Vitória tentou melhorar as relações com a Espanha que era governada pelo seu irmão mais velho, . Os dois países estavam em conflito em relação a posses territoriais nas Américas. Deixando Portugal, D. Mariana Vitória viajou para a Espanha, onde permaneceu por pouco mais de um ano, residindo entre o Palácio Real de Madrid e o Palácio Real de Aranjuez. Por influência da rainha, assinou-se em 1778 o tratado que estipulou dois casamentos: o do infante Gabriel, filho de Carlos III, com a sua neta D. Maria Ana Vitória, e o da infanta Carlota Joaquina, neta mais velha de Carlos III, com o infante D. João, futuro . == Morte == D. José I faleceu no dia 24 de fevereiro de 1777, sucedendo ao pai a rainha D. Maria. Jaz no Panteão dos Braganças, no mosteiro de São Vicente de Fora, em Lisboa. == Legado == D. José tem descendentes que vão desde o presente Rei de Espanha, Rei da Bélgica, ao Grão-Duque de Luxemburgo. Em 1822, o seu bisneto Pedro tornou-se o primeiro imperador do Brasil. ==Títulos, estilos, e honrarias== ===Títulos e estilos=== * 6 de Junho 1714 - 29 de outubro de 1714: \"Sua Alteza, o Sereníssimo Infante José de Portugal\" * 29 de Outubro de 1714 - 31 de julho de 1750: \"Sua Alteza Real, o Príncipe do Brasil\" * 31 de Julho de 1750 - 24 de fevereiro de 1777: \"Sua Majestade Fidelíssima, o Rei\" O estilo oficial de D. José I enquanto Rei de Portugal: \"Pela Graça de Deus, José I, Rei de Portugal e dos Algarves, d'Aquém e d'Além-Mar em África, Senhor da Guiné e da Conquista, Navegação e Comércio da Etiópia, Arábia, Pérsia e Índia, etc.\" ===Honrarias=== Enquanto monarca de Portugal, D. José I foi Grão-Mestre das seguintes Ordens: * Ordem dos Cavaleiros de Nosso Senhor Jesus Cristo * Ordem de São Bento de Avis * Antiga, Nobilíssima e Esclarecida Ordem de Sant'Iago da Espada * Antiga e Muito Nobre Ordem da Torre e Espada ==Descendência== Nome Retrato Longevidade Notas Havidos de José I de Portugal (31 de março de 1718 – 15 de janeiro de 1781; casados a 19 de janeiro de 1729) Maria I de Portugal 17 de dezembro de 1734 – 20 de março de 1816 Rainha de Portugal, a título próprio, de 1777 a 1816. Casou-se com o Infante D. Pedro, seu tio. Com descendência. Maria Ana, Infanta de Portugal 7 de outubro de 1736 – 16 de maio de 1813 Seguiu com a restante família real para o Brasil, onde veio a falecer. Maria Doroteia, Infanta de Portugal 21 de setembro de 1739 – 14 de janeiro de 1771 Foi-lhe proposto casar com Luís Filipe II, Duque de Orleães, mas ela recusou-se. Benedita, Princesa do Brasil 25 de julho de 1746 – 18 de agosto de 1829 Casou-se com o sobrinho, D. José, Príncipe do Brasil, em 1777. Eles não tiveram filhos, no entanto teve dois abortos: um em 1781 e outro em 1786. ==Ancestrais== ==Bibliografia== * Joel Serrão (dir.), Pequeno Dicionário de História de Portugal, Lisboa, Iniciativas Editoriais, 1976 * Joaquim Veríssimo Serrão, História de Portugal, Volume VI: O Despotismo Iluminado (1750-1807), Lisboa, Verbo, 1982 ==Ligações externas== * Biografia. www.arqnet.pt/dicionario *Obras de José I de Portugal na Biblioteca Nacional de Portugal |- ! colspan=\"3\" style=\"background: #FBEC5D;\" | José I de Portugal Casa de Bragança Ramo da Casa de Avis 16 de junho de 1714 – 24 de fevereiro de 1777 |- style=\"text-align:center;\" |width=\"30%\" align=\"center\" | Precedido por João V |width=\"40%\" style=\"text-align: center;\"| Rei de Portugal e Algarves 31 de julho de 1750 – 24 de fevereiro de 1777 |width=\"30%\" align=\"center\" | Sucedido por Maria I e Pedro III |- |width=\"30%\" align=\"center\" | Precedido por Pedro |width=\"40%\" style=\"text-align: center;\"| Príncipe do Brasil 16 de junho de 1714 – 31 de julho de 1750 |width=\"30%\" align=\"center\" | Sucedido por Maria I |} Categoria:Reis de Portugal Categoria:Reis do Algarve Categoria:Grão-Mestres da Ordem da Torre e Espada Categoria:Príncipes do Brasil Categoria:Duques de Bragança Categoria:Condes de Arraiolos Categoria:Condes de Barcelos Categoria:Condes de Neiva Categoria:Condes de Ourém Categoria:Duques de Barcelos Categoria:Marqueses de Vila Viçosa Categoria:Sepultados no Panteão dos Braganças Categoria:Naturais de Lisboa Categoria:Monarcas católicos romanos Categoria:Infantes de Portugal Categoria:Expulsão dos jesuítas Categoria:Processo dos Távoras Categoria:Ordem de Santiago da Espada",
 "title": "José I de Portugal"
}