{
 "id": "18464",
 "text": "Laundos (por vezes aparece a grafia Laúndos) é uma povoação portuguesa do Município da Póvoa de Varzim que é sede da Freguesia de Laundos, freguesia com 8,53 km² de área e 1937 habitantes (censo de 2021), tendo, por isso, uma densidade populacional de . O seu nome provém de Montis Lanutus. == Geografia == Laúndos localiza-se no extremo da Légua da Póvoa a 7,5 km da cidade, tendo como limites as freguesias de Estela a oeste, Aver-o-Mar, Amorim e Terroso a sul, Rates a este e com o Município de Barcelos a norte. Os lugares da freguesia são: Águas Férreas, Igreja, Laúndos, Machuqueiras, Outeiro, Pé do Monte, Rapijães, Real, Recreio e Senhora da Saúde. Encontra-se na freguesia o monte de São Félix, o monte de Laúndos, com o Castro de Laundos, um possível posto da Cividade de Terroso. A freguesia é talvez mais conhecida por se situar no extremo da \"légua da Póvoa\". Dado que não se sabe ao certo onde começa esta légua e que tamanho tem. A expressão \"tamanho da légua da Póvoa\" passou a ser uma expressão portuguesa usada para algo com uma medida grande e da qual se duvida.Simões, Guilherme Augusto (1993). \"Dicionário de Expressões Populares\". Publicações Dom Quixote Durante a época feudal, o monte aparece referenciado como subtus mons Lanudos, o limite territorial administrativo e militar de Villa Verazim, a Póvoa de Varzim moderna. Laúndos possui um dos mais importantes parques industriais da Póvoa de Varzim. == Turismo == A principal atração da freguesia é o Monte de São Félix. No seu cume os visitantes podem usufruir duma vista panorâmica única, moinhos tradicionais, uma estalagem e o santuário de São Félix. Alguns dos tradicionais moinhos do Monte de São Félix são centenários, enquanto que o maior moinho do Monte foi construído como residência de férias. Também no topo, está o Monumento ao Emigrante, dedicado aos Lanutenses que partiram para o estrangeiro em busca de uma vida melhor. O marco é simbolizado por uma família caminhando na rampa de um navio em direção a um novo mundo, e cada integrante da família representa diferentes valores, como coragem, esperança e generosidade . ==Demografia== A população registada nos censos foi: Distribuição da População por Grupos Etários Ano 0-14 Anos 15-24 Anos 25-64 Anos > 65 Anos 2001 449 379 1119 184 2011 369 270 1161 255 2021 238 244 1033 422 == Paróquia == Paróquia antiga, já existia no século XI. == Património == * Castro de Laundos * Mamoa de Monte Redondo == Ligações externas == *",
 "title": "Laundos"
}