{
 "id": "18460",
 "text": "Amorim é uma zona suburbana na União das Freguesias de Aver-o-Mar, Amorim e Terroso, no Município da Póvoa de Varzim, em Portugal. Amorim foi sede da extinta Freguesia de Amorim, que esteve em vigor entre 1836 e 2013Diário da República, 1.ª Série, n.º 19, Lei n.º 11-A/2013 de 28 de janeiro (Reorganização administrativa do território das freguesias) e que foi agregada nesta data na referida União de Freguesias, uma das duas da localidade urbana da Póvoa de Varzim. Amorim é uma antiga paróquia, que aparece pela primeira vez no século XI. É popular na Póvoa de Varzim devido ao seu pão, caracteristicamente consumido a altas temperaturas, logo após ser cozinhado - a Broa de Amorim. == História da paróquia== Paróquia muito antiga que se estendia até ao mar. O nome da Paróquia de Santiago de Amorim aparece pela primeira vez em 1033. O Censual de Braga regista-a então sob o título \"De Sancto Jacobi de Amorim\". Note-se contudo que Varzim era, desde a fundação do condado de Portugal, um vasto território feudal com autonomia administrativa e militar, uma honra de cavaleiros, abarcando todo o território desde a costa aos montes de Laundos e Terroso. Após o conflito dos cavaleiros da Honra de Varzim com Sancho I de Portugal, boa parte do território de Varzim é incorporado na Terra de Faria. A área é, contudo, habitada desde épocas pré- históricas, como evidenciam os topónimos Leira da Antas (entre Terroso e Amorim) e Montinho, Amorim de Cima, que terão origem na existência de mamoas ou antas pré-históricas. thumb|180px|A igreja paroquial de Santiago de Amorim é de feição neoromânica Na época moderna, a paróquia de Amorim estava no termo de Barcelos, que incorporou a terra de Faria. No século XVI, a Paróquia tem como Padroeiro o Convento de Santa Clara do Porto, que recolhe os dízimos da terra e apresenta o Reitor para a Igreja. É das poucas paróquias que tem o privilégio de ainda ter de pé a sua antiga igreja paroquial, um templo de três naves, datado de 1595, que terá contudo origens mais primitivas, como comprova o capitel românico hoje guardado na cidade do Porto. Esta igreja situa-se na extrema da freguesia com Terroso em sentido contrário ao do desenvolvimento urbano. A paróquia tem duas capelas: uma antiga, do século XVII, da invocação de Santo António, sita no lugar do Carvalheiro de Cadilhe; e outra moderna, no Bairro Social da empresa Quintas & Quintas, em Barreiros, já na cidade da Póvoa de Varzim. Tem a Paróquia duas Confrarias muito antigas: a do Santíssimo Sacramento, do tempo do Beato Frei Bartolomeu dos Mártires; e a do Senhor dos Passos, com procissão no terceiro Domingo da Quaresma. No início do século XX, uma família de brasileiros, naturais de Amorim, ofereceu à Paróquia uma monumental igreja, inaugurada em 1921, mais centralizada, para onde foram transferidos os serviços paroquiais. A elaboração do risco da Igreja Nova é do Arquitecto Adães Bermudes, que nela recria o estilo românico. Aquando das reformas liberais em 1836, a freguesia já com cunho civil é anexada ao concelho de Vila do Conde, o que será considerado um lapso das reformas, visto que separava a sede da Póvoa de Varzim do resto do concelho e a freguesia é reclamada pela Póvoa de Varzim. Foi transferida para a Póvoa em 1853, trocada por outras que vão para Vila do Conde. Em 2013, no âmbito de uma reforma administrativa nacional, perde o estatuto de freguesia civil e é incorporada na União das Freguesias de Aver-o-Mar, Amorim e Terroso. == Lugares == Lugar População (2011) Agra 296 Aldeia 76 Aldeia Nova 77 Amorim de Cima 326 Cadilhe 429 Cardosas 289 Esqueirinhas 29 Fontainhas 30 Mandim 235 Mourilhe 64 Pedroso 153 Póvoa de VarzimLocalidade partilhada com outras freguesias. População referente apenas à freguesia de Amorim. 168 Sistelos 73 Torrinha 147 Travassos 392 Nº de habitantes Colors = id:lightgrey value:gray(0.9) id:darkgrey value:gray(0.7) id:sfondo value:rgb(1,1,1) id:barra value:rgb(0.6,0.7,0.8) ImageSize = width:600 height:373 PlotArea = left:50 bottom:50 top:30 right:30 DateFormat = x.y Period = from:0 till:3000 TimeAxis = orientation:vertical AlignBars = justify ScaleMajor = gridcolor:darkgrey increment:3000 start:0 ScaleMinor = gridcolor:lightgrey increment:1000 start:0 BackgroundColors = canvas:sfondo BarData = bar:1864 text:1864 bar:1878 text:1878 bar:1890 text:1890 bar:1900 text:1900 bar:1911 text:1911 bar:1920 text:1920 bar:1930 text:1930 bar:1940 text:1940 bar:1950 text:1950 bar:1960 text:1960 bar:1970 text:1970 bar:1981 text:1981 bar:1991 text:1991 bar:2001 text:2001 bar:2011 text:2011 PlotData = color:barra width:20 align:left bar:1864 from:0 till: 1815 bar:1878 from:0 till: 1990 bar:1890 from:0 till: 2296 bar:1900 from:0 till: 2293 bar:1911 from:0 till: 2777 bar:1920 from:0 till: 2792 bar:1930 from:0 till: 1190 bar:1940 from:0 till: 1376 bar:1950 from:0 till: 1652 bar:1960 from:0 till: 1878 bar:1970 from:0 till: 2465 bar:1981 from:0 till: 2546 bar:1991 from:0 till: 2540 bar:2001 from:0 till: 2856 bar:2011 from:0 till: 2784 PlotData = bar:1864 at: 1850 fontsize:S text: 1815 shift:(-10,5) bar:1878 at: 2050 fontsize:S text: 1990 shift:(-10,5) bar:1890 at: 2350 fontsize:S text: 2296 shift:(-10,5) bar:1900 at: 2350 fontsize:S text: 2293 shift:(-10,5) bar:1911 at: 2800 fontsize:S text: 2777 shift:(-10,5) bar:1920 at: 2850 fontsize:S text: 2792 shift:(-10,5) bar:1930 at: 1250 fontsize:S text: 1190 shift:(-10,5) bar:1940 at: 1400 fontsize:S text: 1376 shift:(-10,5) bar:1950 at: 1700 fontsize:S text: 1652 shift:(-10,5) bar:1960 at: 1900 fontsize:S text: 1878 shift:(-10,5) bar:1970 at: 2500 fontsize:S text: 2465 shift:(-10,5) bar:1981 at: 2600 fontsize:S text: 2546 shift:(-10,5) bar:1991 at: 2600 fontsize:S text: 2540 shift:(-10,5) bar:2001 at: 2900 fontsize:S text: 2856 shift:(-10,5) bar:2011 at: 2800 fontsize:S text: 2784 shift:(-10,5) TextData = fontsize:S pos:(20,20) text:Demografia de Amorim 1864-2011 - Dados da Biblioteca Digital do INE INE Biblioteca Digital De notar que até ao censo de 1920 Amorim incluia A Ver-o-Mar. ===Topónimo=== Amorim deriva do Latim, e significa local de namoro/namorados. Os sobrenomes/apelidos portugueses \"Amorim\" e \"Morim\" têm origem nesta freguesia antiga, e estão entre os nomes mais comuns na cidade, mas em especial nesta freguesia. == Geografia == A freguesia é constituída por 15 localidades, incluindo a cidade da Póvoa de Varzim. Devido à abertura da Estrada Nacional N.º 205, a centralidade da povoação convergiu para essa artéria em especial as zonas perto do centro da cidade. == Educação == Amorim tem oferta educativa para todos os níveis de ensino até ao secundário, apesar da sua proximidade com a área urbana. O Centro Social Bonitos de Amorim possuiu um jardim de Infância e na freguesia está instalada a Escola Básica do 1.º Ciclo de Cadilhe. O Colégio de Amorim é a entidade privada que faculta o ensino privado, na freguesia, de 2.º e 3.º ciclos para além de ensino secundário. Nas proximidades, em Beiriz, está instalada a escola pública de 2.º e 3.º ciclo. A Casa da Igreja Matriz é uma casa antiga recuperada, junto à mais antiga igreja de Amorim, que é utilizada como extensão da Biblioteca Municipal Rocha Peixoto, parte da rede concelhia de leitura pública da Póvoa de Varzim. A casa possui uma área de leitura de jornais e revistas, dois postos de acesso à Internet e áreas infanto-juvenis. == Sociedade == ; Centro Social Bonitos de Amorim * Actividades: Futebol, Futebol de salão e Dança (Hip-Hop, Rancho Folcolórico e Clássíco). * Espaços: Ringue Desportivo (Junto ao Estádio de Futebol de Amorim) ; Grupo de Danças e Cantares do Centro Social Bonitos de Amorim O Grupo de Danças e Cantares do Centro Social Bonitos de Amorim foi fundado a 2 de Setembro de 2007 e é constituído por cerca de 50 elementos. == Património == * Igreja Paroquial de São Tiago de Amorim - Igreja mandada erguer por uma família emigrada no Brasil, concluída em 1921. * Antiga Igreja Paroquial de São Tiago de Amorim - Igreja datada de 1595, faz de Amorim uma das poucas paróquias que mantém a sua antiga igreja paroquial. * Capela de Santo António de Cadilhe de Amorim - Capela construída em 1651 pelo reitor António da Paz no lugar de Cadilhe. == Ligações externas == *",
 "title": "Amorim"
}