{
 "id": "18463",
 "text": "Estela é uma localidade portuguesa sede da Freguesia de Estela do Município da Póvoa de Varzim, freguesia com 11,54 km²IGP Instituto Geográfico Português -Carta Administrativa Oficial de Portugal CAOP 2012.1 de área e 2287 habitantes (censo de 2021)tendo, por isso, uma densidade populacional de . == História == A carta de \"Couto\" da freguesia de Estela, e da Vila Mendo data de 1140 concedida por D. Afonso Henriques aos frades Bentos de Tibães. Diz-se que neste documento, D. Afonso Henriques intitula-se pela primeira vez como Rei de Portugal. O nome de Sancta Maria de Stela aparece em 1220. == Geografia == A Estela situa-se a 7 km a norte do centro da cidade da Póvoa de Varzim. A norte faz fronteira com os Municípios de Esposende e Barcelos; a nascente com a freguesia de Laúndos; a sul com Aguçadoura e Navais; a sudeste com Aver-o-Mar, Amorim e Terroso e é banhada pelo Oceano Atlântico a poente. A par da cidade, a Estela é uma das zonas mais dinâmicas a nível turístico do Município da Póvoa de Varzim, e aí localizam-se o campo de golfe, o campo de campismo e unidades hoteleiras. Outrora dominada pelo pinhal plantado pelos monges do Mosteiro de Tibães, a freguesia possui uma grande densidade de estufas. Além da sede, os lugares na freguesia da Estela são: Baldoia, Barros, Carrascos, Carregosa, Contriz, Estrada, Fontainha, Frinjo, Igreja, Outeiro, Pedrinha, Teso, Urzes e o Rio Alto, este último lugar turístico sem população permanente. == Demografia == A população registada nos censos foi: Distribuição da População por Grupos Etários Ano 0-14 Anos 15-24 Anos 25-64 Anos > 65 Anos 2001 574 453 1297 272 2011 421 290 1260 345 2021 326 288 1237 436 == Paróquia == Paróquia antiga, já existia no século XI. == Heráldica == No antigo Brasão da Estela estavam representados valores locais sob fundo azul, tais como o mar em ondas brancas e azuis, logo acima das ondas e no centro um campo em masseira, rodeado por dois pinheiros mansos em cada canto e no centro da masseira a imagem de Nossa Senhora do Ó, orgado da freguesia. O escudo é encabeçado por uma coroa mural composta por três torres de prata, em sinal do seu estatuto de povoação. O listel é branco com a palavra Estela em cor prateada. O novo brasão é uma versão diferente desse antigo. ==Praia da Estela== Uma estrada ladeada pelas vedações de um campo de golfe conduz a uma praia calma, com uma extensão considerável e um razoável cordão dunar. Motivo de curiosidade paisagística, os tradicionais campos de masseira constituem ainda uma forma inteligente de aproveitamento das dunas, protegendo as culturas dos ventos marítimos e aumentando o seu grau de humidade. A norte encontra-se um parque de campismo com acesso privativo à praia.Guia Visão das Praias (2004), pág. 20. == Património == * Campos Masseira == Ligações externas == *",
 "title": "Estela (Póvoa de Varzim)"
}