{
 "id": "18505",
 "text": "Ribeira Quente é uma freguesia portuguesa do município da Povoação, com 9,88 km² de área, 767 habitantes (2011) e densidade populacional de 77,6 hab/km². Localiza-se na ilha de São Miguel, no arquipélago dos Açores, encontrando-se quase ao nível do mar. Tem como fronteiras, a norte a herdade de José do Canto, as terras da misericórdia de Furnas e Pico dos Bodes. A sul o mar, a nascente a Ribeira do Agrião e a poente a Grota do Tufo. No seu aspecto físico, dois grupos habitacionais são bem visíveis: o lugar da Ribeira e o do Fogo. Quanto ao primeiro, e como o próprio nome indica, situa-se na convergência da Ribeira dos Tambores com o mar e caracteriza-se pela existência do porto de pesca e seus complexos adjacentes. Quanto ao local do Fogo, situa-se nos arredores da actual igreja paroquial de São Paulo, edificada de 1911 a 1917. Existe aí uma pequena baía na qual se situa um pequeno areal: a Praia do Fogo. A existência de nascentes hidrotermais submarinas tornam a água do mar tépida. ==População== População da freguesia de Ribeira Quente Instituto Nacional de Estatística (Recenseamentos Gerais da População) - https://www.ine.pt/xportal/xmain?xpid=INE&xpgid;=ine_publicacoes 1864 1878 1890 1900 1911 1920 1930 1940 1950 1960 1970 1981 1991 2001 2011 1 065 1 270 1 334 1 463 2 126 2 211 1 861 1 308 998 798 767 Nos censos de 1911 a 1930 estava anexada à freguesia de Povoação. Pelo Decreto Lei nº 30.214, de 22/12/1939, foi extinta esta freguesia e incorporadana freguesia de Povoação. Voltou a ser autónoma pelo Decreto Lei nº 32.867, de 24/06/1943 Distribuição da População por Grupos Etários Ano 0-14 Anos 15-24 Anos 25-64 Anos > 65 Anos 0-14 Anos 15-24 Anos 25-64 Anos > 65 Anos 2001 196 126 396 80 24,6% 15,8% 49,6% 10,0% 2011 148 135 388 96 19,3% 17,6% 50,6% 12,5% ==Localização e limites== Coordenadas: O ponto central da Ribeira Quente situa-se nas seguintes coordenadas rectangulares do sistema UTM/ Datum de S. Brás (Fuso 26): X= 649122,04 e Y= 4178347,54. A Figura 2 ilustra a referenciação geográfica da freguesia de Ribeira Quente (Note-se que todas as coordenadas indicadas em todos os mapas deste documento se enquadram no sistema de coordenadas UTM – Fuso 26, tendo por referência o Datum de S. Brás). Descrição da Delimitação: Inicia-se no seu aspecto físico, dois grupos habitacionais são bem visíveis: o lugar da Ribeira e o do Fogo. Quanto ao primeiro, e como o próprio nome indica, situa-se na convergência da Ribeira dos Tambores com o mar e caracteriza-se pela existência do porto de pesca e seus complexos adjacentes. Quanto ao local do Fogo, situa-se nos arredores da atual igreja paroquial de São Paulo, edificada de 1911 a 1917. Existe aí uma pequena baía na qual se situa um pequeno areal: a Praia do Fogo. A existência de nascentes hidrotermais submarinas torna a água do mar tépida. == Caracterização sócio- económica == ===População=== De acordo com os Censos de 2001, a Freguesia da Ribeira Quente conta com um total de 798 Habitantes é constituída pelas seguintes massas populacionais. Em síntese, a pirâmide etária do Concelho, que se segue, dá conta de uma repartição mais minuciosa da população por grupos etários, em 2001, tornando perceptível constatar que o equilíbrio entre os sexos não se verifica em boa parte dos grupos etários. \\- O Escalão dos 10 aos 24 anos são as idades em que destacam a maioria da população (homens, mulheres), já no escalão dos 40 aos 85 ou + anos são as idades em que há um decréscimo da população (homens, mulheres). \\- A Freguesia da Ribeira Quente, tinha 1463 habitantes em 1900, não havendo registos até 1950, altura em que ocorre um aumento dos seus residentes (2126), crescendo ligeiramente até 1960 (2211) e iniciando, à semelhança de todas as outras, um processo de decréscimo da sua população que se prolongou até 2001 (quando registava apenas 798 habitantes). O quadro seguinte apresenta alguns indicadores demográficos, que permitem observar as dinâmicas de crescimento natural, de natalidade, de mortalidade, de nupcialidade, de divórcio e de envelhecimento da população, no Concelho da Povoação. O quadro seguinte apresentado mostra a evolução do parque habitacional com a população e com o número de famílias na freguesia da Ribeira Quente, entre 1991 e 2001. As taxas de desemprego demonstram um decréscimo significativo, de 1991 para 2001, na freguesia da Ribeira Quente (de 22,5 para 11,5%). Na freguesia da Ribeira Quente, a maioria dos desempregados possui apenas o 1º CEB ou o 2º CEB. O peso maioritário da sua população empregada recai no sector Secundário, embora próximo dos valores dos sectores primário e terciário. ===Atividades Económicas=== A condição perante a actividade económica, em conjunto com a distribuição da população por sectores de actividade e profissões da população residente são indicadores que importa cruzar para se obter a caracterização e o perfil da estrutura socioeconómica do Concelho e análise. *Setor Primário No setor Primário, a pecuária tem uma preponderância excessiva em detrimento da agricultura e exploração florestal. Com menor peso do que a atividade agrícola, as pescas no Concelho da Povoação ocupam 133 pessoas, o que representava 10,8% do total de pescadores da Ilha de São Miguel em 1985. As pescas mantiveram-se muito aquém do desenvolvimento desejável, especialmente por falta de Infra-estruturas de apoio e de embarcações adequadas.Com a construção do novo porto da Ribeira Quente e da Povoação, estas condicionantes são gradualmente ultrapassadas, facto que resultará na modernização do ssetoro aumento das capturas, dado que as novas estruturas portuárias potenciarão a reconversão da frota pesqueira. Pescas As pescas constituem no concelho de Povoação uma actividade com algum impacto, principalmente na freguesia da Ribeira Quente, uma vez que esta freguesia está associada a grande parte da frota pesqueira de atum na Região Autónoma dos Açores. Existe um número de traineiras associadas a esta freguesia, considerável considerando o contexto regional. *Setor Secundário No concelho da Povoação, a análise do setor secundário está fortemente penalizada pela falta de elementos estatísticos recentes, uma vez que os últimos dados conhecidos se referem a 1985. A indústria transformadora é caracterizada, segundo dados da Secretaria Regional da Economia, por uma concentração na indústria de serração de madeiras e carpintarias, com cerca de 37% das unidades existentes. Aliás, este setor é caracterizado pela pequena dimensão média dos estabelecimentos produtivos em termos de emprego era (9 trabalhadores em 1985). A atividade industrial no concelho caracteriza-se ainda por uma estrutura pouco diversificada e com um grau de transformação industrial baixo, sendo este de 0,12 versus 0,25 na região e 0,32 no continente. *Setor Terciário Mais significativo ainda é o que se passa no setor terciário onde o concelho de Ponta Delgada concentra, por si só, 72,7% da totalidade dos estabelecimentos comerciais, enquanto que a Povoação detém 5%, maioritariamente retalhistas de produtos alimentares e vestuário. À semelhança do que acontece nos Açores, o concelho da Povoação, no que refere ao setor Terciário, é predominantemente marcado pelo comércio, essencialmente de cariz retalhista e de fraco alcance, tanto a nível do espaço geográfico como da procura potencial que satisfaz, facto para o qual concorre a existência de uma agricultura de índole familiar em que parte da produção se destina ao auto-consumo. Em 1990, a proporção de estabelecimentos retalhistas no total era cerca de 83%. O aparelho comercial caracterizava-se, pela fraca cobertura do espaço geográfico, com aproximadamente 1 estabelecimento por cada 5 km². No que respeita ao Turismo, existem atualmente no concelho 6 unidades a funcionar com um total de 108 quartos e 199 camas. Convém aqui sublinhar que o concelho possui um excelente Campo de Golfe e se esta infra-estrutura for bem enquadrada e optimizada poderá ser uma mola para a rentabilização das estruturas hoteleiras existentes e de outras que brevemente surgirão, captando assim as receitas diretas e indiretas para o concelho. *Comércio O comércio a retalho em estabelecimentos não especializados domina a principal atividade económica exercida pelos estabelecimentos comerciais, deixando para segundo plano o comércio a retalho de outros produtos novos em estabelecimentos especializados. Resumindo, o comércio a retalho, em estabelecimentos não especializados, na Povoação representa 12% do total do comércio da ilha, por número de estabelecimentos. Os estabelecimentos de comércio, manutenção e reparação de veículos automóveis e motociclos e comércio a retalho de combustíveis para veículos, no concelho da Povoação, já começam a apresentar um valor significativo, ou seja, um número de 10, contra 106 do concelho de Ponta Delgada. Relativamente à dimensão dos estabelecimentos comerciais em função de pessoal ao serviço, verifica-se que 63 (84%) dos estabelecimentos apresentam 3 ou menos pessoas, isto num total de 76 estabelecimentos do concelho, o que representa um valor (negativamente) elevado comparativamente com Ponta Delgada (62%) e ainda inferior à média da ilha, onde 68% dos estabelecimentos possuem até 3 pessoas. Na avaliação da dimensão das empresas em função do volume de vendas, 46% destas apresentam faturações inferiores a 49.880 euros, ou seja, um número elevado de empresas de empresas reduzidas, daí podermos inferir que são empresas familiares, que funcionam como empresários em nome individual. *Serviços Os serviços, têm tido um peso específico crescente ao longo dos anos na atividade económica geral do concelho, quer no que respeita ao produto, quer quanto ao emprego. No concelho da Povoação predomina essencialmente o comércio retalhista em estabelecimentos não especializados, deixando para trás o comércio Grossista, que possui um peso diminuto. Ao nível dos serviços, o concelho dispõe de uma rede de balcões afectos à atividade bancária, que têm vindo a decrescer nos últimos anos, à custa dos efeitos da era informática, tentando aproximar-se da sua clientela sem aumentar os custos de funcionamento e de gestão. ===Turismo=== No que diz respeito ao turismo, na Ribeira Quente predomina o turismo balnear, dispondo de uma praia (Praia do Fogo), de condições para a prática de desportos aquáticos e mergulho, observação de cetáceos e golfinhos e de restaurantes com pratos tipicamente de peixe fresco e marisco. Outra componente recentemente em grande desenvolvimento, devido à aposta do governo regional nesse sentido, é a caminhada pelos trilhos turísticos sendo que 4 confluem na ribeira quente: Um parte a norte da praia do fogo com destino a Oeste chegando a Ponta Garça (atualmente interrompido por deslizamentos de terras). Um parte da estrada de acesso à freguesia a Norte, chegando às Furnas e outro parte do lado Este da freguesia, junto o mar. Finalmente um outro trilho segue ao lado da ribeira dos tambores. O Núcleo Museológico da Pesca Artesanal pretende a valorização de saberes dos cidadãos da freguesia da Ribeira Quente, relacionados com o mar e a pesca, e o seu estudo pelos alunos das suas duas escolas.Sousa, Sílvia (2009). A Museologia na ilha de São Miguel 1978-2008, Universidade dos Açores. ===Outros=== A educação e saúde representam algum peso no emprego deste concelho, emprego este predominantemente público. O concelho possui um Centro de Saúde, Escolas de Ensino Básico, duas do Ensino Preparatório e uma de Ensino Secundário, bem como uma Escola Técnico Profissional. A saúde privada ainda não possui relevo neste contexto, o que naturalmente poderá resultar numa oportunidade uma vez que as necessidades da população são crescentes e existe uma enorme saturação deste mercado nos centros urbanos. == Caracterização biofísica == ===Caracterização Climática=== A informação meteorológica que serve de base à monitorização ou caracterização do clima das diferentes regiões, neste caso particular as insulares, pode ter várias origens, tendo características específicas de fiabilidade e de resolução de acordo com as metodologias empregues e com limitações que advêm dos meios e processos utilizados na sua obtenção (Azevedo, 1996). *Temperatura do Ar Ao analisar a figura 16 podemos concluir que a variação da temperatura ao longo do ano é regular em todas as estações. O mês de Agosto é aquele em que a temperatura média é mais elevada. A temperatura média mais baixa é registada no mês de Fevereiro. A Temperatura Média do ar na freguesia da Ribeira Quente atinge aos 22 °C no mês de Agosto, e a temperatura mensal mais baixa é registada em Fevereiro atingindo os 13,9 °C. *Precipitação De uma forma regular a precipitação é mais elevada nos meses de Inverno e menor nos meses de verão (Junho, Julho e Agosto). Como se observa na figura 17 o mês de menor precipitação é em Julho com um valor de 29,5 mm. *Radiação Solar Devido à nebulosidade típica do Arquipélago dos Açores, os valores da radiação no topo da atmosfera são consideravelmente diferentes dos observados à superfície das ilhas. *Velocidade do Vento Para a análise do vento apenas existem valores para a Ribeira Quente. São observadas frequências da figura 18 de 20% para o rumo Norte, 15,5% para o rumo Nordeste e 14,4% para o rumo Oeste, sendo estes os rumos predominantes. A velocidade média do vento observa-se no mês de Fevereiro figura 19, com um valor de 13,1 km/h. Com 9 km/h apresenta-se o mês de Agosto sendo este o mês menos ventoso. *Humidade Relativa do Ar A humidade relativa o ar aumenta em altitude, os valores mais baixos situam-se entre os 82% e os 83%. Os valores mais elevados situam-se entre os 86% e os 87%. ===Análise Fisiográfica=== *Morfologia e Hipsometria' A freguesia da Ribeira Quente apresenta grandes diferenças de altitude em toda a sua extensão derivadas de carácter montanhoso e da morfologia bastante acidentada da zona. A sua altitude máxima (Ribeira Quente) é de 511 metros de altitude mínima, de 0 metros, sendo a altitude média na freguesia da Ribeira Quente 298 metros. *Orientações de Encosta Como se pode observar pela Carta de Orientações de Encosta as orientações geográficas menos representativas são as Norte e Nordeste, todas as restantes encontram-se distribuídas. Na zona central norte predomina com a zona sudoeste (azul, azul bebe) e a zona central Oeste predomina com a zona Este (amarelo, verde, vermelho). *Declives De Encosta O declive das encostas é o principal fator condicionante dos potenciais de uso do solo e de erosão (Cancela D` Abreu, 1989), sendo neste projecto um factor determinante na própria viabilidade de intervenção no terreno (pela capacidade ou incapacidade de acesso a determinadas áreas). A sua variação determina formas e feições da paisagem. O declive de encosta pode ser representado em percentagem, consistindo na diferença de cota medida na vertical entre dois pontos distanciados 100 metros entre si. \\- Pode-se concluir que a freguesia da Ribeira Quente apresenta declives inferiores a 6%, e superiores a 20% podendo ser classificada na globalidade como uma área muito declivosa e acidentada, sendo, portanto, muito susceptível à erosão hídrica, quer pela sua morfologia, quer pelo tipo de solos (pouco espessos) que nela ocorrem. Desta forma, os usos do solo estão sujeitos a graves condicionantes, devendo cingir- se a ocupação destas áreas a práticas conservacionistas pouco exigentes do ponto de vista ecológico. ===Caracterização Geológica=== *Geomorfologia A ilha de São Miguel é constituída por oito regiões geomorfológicas distintas: * Maciço vulcânico das Sete Cidades; * Região dos Picos; * Maciço vulcânico de Água De Pau (Fogo); * Planalto da Achada das Furnas; * Vulcão das Furnas; * Vulcão da Povoação; * Região da Tronqueira e do Nordeste; * Plataforma Litoral do Norte. *Rede Hidrográfica Uma parte da freguesia da Ribeira Quente sofre pela rede Hidrográfica existente, quando as condições atmosféricas são extremas (Precipitação Elevada) que caracterizam a ilha de São Miguel no Inverno à ocorrência de cheias e derrocadas. *Geologia A Freguesia da Ribeira Quente (Concelho da Povoação) na zona nordeste da costa sul é constituída por Andesitos e Andesitos Períodotíticos enquanto que na zona noroeste da costa sul é constituída por material Complexo Basáltico Nordeste. O material que abrange a maior parte da Freguesia é os Materiais Piroclásticos e Materiais de Projeção, enquanto que na zona centro encontra-se rochas eruptivas, Traquitos e Latitos. *Tectónica É muito visíveis filões, falhas e deslizamentos na Freguesia. A freguesia situa-se numa área sísmica marcada pela presença de estruturas tectónicas regionais e também pela presença dos sistemas vulcânicos das Furnas e Povoação. *Riscos Geológicos Dos diversos riscos geológicos existentes destacam-se os movimentos de massas, as cheias e enxurradas e, finalmente, os riscos vulcânicos e sísmicos. Movimentos de Massas O território desenvolve-se no setor mais antigo na ilha de S. Miguel. Os movimentos de massa representam geomorfologicamente um dos principais processos ativos que se encontram presentes na maior parte das taludes. As áreas de elevada cota, com declives acentuados, proporcionam extensos movimentos de massa, correspondente às enormes quantidades de material deslocado. Por outro lado a alteração geoquímica de importantes formações vulcânicas, ligadas a factores geocronológicos, permitem o aparecimento de algumas áreas geotecnicamente instáveis geralmente em vales apertados. *Cheias e Enxurradas Ciclicamente, as Ilhas dos Açores são atingidas por cheias e enxurradas. As chuvas intensas, a ação Humana outros factores da natureza geodinâmica contribuem para o desencadear de situações de catástrofe. Em termos recentes, a área foi alvo de diversas cheias que afectam o território. A zona apresenta um perigo elevado de cheias e enxurradas que advêm dos factores de localização geográfica e de configuração topográfica do espaço, que promovem uma elevada precipitação, por vezes torrencial. As características particulares geomorfológicas dendríticas e encaixadas das redes de drenagem de características perenes ou torrenciais e as zonas de acondicionamento dos afluentes acumulam rapidamente grandes quantidades de água. O declive, a altitude das camadas, a vegetação, a cobertura dos solos, e a meteorização contribuem para o agravamento no desenvolvimento de torrentes. *Perigo e risco vulcânico e sísmico Os sismos, para além de promoverem as conhecidas oscilações no terreno, poderão introduzir, de acordo com diversas características, a formação de movimentos de massa, liquefação do terreno, avalanches, descontinuidades no terreno ao longo de falhas, tsunamis, cheias resultantes do colapso de taludes e fogos. A propagação das ondas sísmicas parece fazer-se principalmente ao longo das falhas, dos desligamentos e dos filões. A espessura dos depósitos piroclásticos no terreno aumenta a perigosidade, tal como a presença de depósitos aluvionares que poderão amplificar as ondas sísmicas através do fenómeno - “efeito de sítio”. *Uso do Solo O sistema de Classificação de Capacidade de Uso do Solo é estabelecido com base na identificação das limitações permanentes do solo, ou seja das características do solo que em combinação com o clima execrem um efeito adverso na utilização dos solos. O sistema de Classificação de Capacidade de Uso, desenvolvido por Sampaio, Pinheiro & Madruga (1986), que consta no Quadro XXI , considera 7 classes de uso, em que a intensidade das limitações vai aumentando gradualmente da Classe I para a Classe VII. As primeiras Classes, de I a IV, compreendem os solos aráveis, ocupados por cobertos vegetais permanentes como as pastagens, as plantações florestais ou zonas de matos de vegetação natural. \\- Pela análise da distribuição espacial das classes de capacidade de uso do solo na freguesia da Ribeira Quente (concelho Povoação) é de realçar a ausência de solos aráveis (Classes I e IV), o que restringe os potenciais usos a práticas florestais muito pouco existentes face à reduzida capacidade de carga existente e obrigatoriamente valorizantes do ponto de vista ecológico e conservacionista. Porém, face aos valores relativos de ocupação do solo representados no Quadro pelas áreas de “Floresta de Produção”, podemos concluir que os usos estabelecidos excedem em larga escala a capacidade que o sistema biofísico tem de os suportar, aumentando assim drasticamente a probabilidade de ocorrência de catástrofes naturais (erosão acentuada, derrocadas e enxurradas, nomeadamente), sendo por essa razão aconselhada uma progressiva reconversão de ocupação do solo atualmente dominante por outra com impacte muito menor, como a plantação de espécies endémicas com carga adequada. *Ecologia É protegida na zona norte da Ribeira Quente devido à Lagoa das Furnas por ser uma zona húmida onde à muita diversidade de Avifauna, Flora e Habitats. == Freguesias próximas == * Furnas * Povoação * Ponta Garça == Ver também == * Forte da Ribeira Quente * Cascata da Ribeira Quente * Pico dos Bodes * Miradouro do Pico dos Bodes * Igreja de São Paulo * Praia do Fogo == Ligações externas == * * * * * Gil, A. 2005. Plano de Gestão da Zona de Protecção Especial Pico da Vara/Ribeira do Guilherme. Sociedade Portuguesa para o Estudo das Aves, Lisboa. * * * * * * Proposta de Plano Director Municipal da Povoação (2004) Câmara Municipal de Povoação * * * * Vieira, CP (2007) Estrutura Ecológica em Ilhas – O caso de São Miguel. Dissertação apresentada para a obtenção do grau de Mestre em Ordenamento do Território e Planeamento Ambiental pela Universidade dos Açores. Universidade dos Açores, Ponta Delgada. * Wikipédia (Acedido em Fevereiro 2008): Ribeira Quente, Demografia, População, Setor primário, Setor secundário, Ecologia, Tectónica. Categoria:Freguesias da Povoação",
 "title": "Ribeira Quente"
}