{
 "id": "1850",
 "text": "The Times (\"Os Tempos\", em inglês) é um jornal britânico nacional com sede em Londres, Reino Unido. Foi fundado em 1785 sob o título The Daily Universal Register, adotando seu nome atual em 1 de Janeiro de 1788. O The Times e seu jornal irmão The Sunday Times (fundado em 1821) são publicados desde 1981 pela Times Newspapers, uma subsidiária da News UK, do grupo News Corp, dirigido por Rupert Murdoch. O Times e o Sunday Times não compartilham a equipe editorial, foram fundados de forma independente e só têm propriedade comum desde 1967. O The Times foi o primeiro jornal a receber tal nome, no que foi seguido depois por inúmeros outros jornais em todo o mundo, incluindo The Times of India (fundado em 1838), The Straits Times (Singapura) (1845), The New York Times (1851) , The Irish Times (1859), Le Temps (França) (1861-1942), o Cape Times (África do Sul) (1872), Los Angeles Times (1881), The Seattle Times (1891), The Manila Times (1898), The Daily Times (Malawi) (1900), El Tiempo (Colômbia) (1911), The Canberra Times (1926), Times of Malta (Malta) (1935) e The Washington Times (1982). Nestes países, o jornal é muitas vezes referido como The London Times ou The Times de Londres,[9] embora o jornal tenha alcance e distribuição nacionais. O The Times é o criador do tipo de letra Times Roman, amplamente utilizada e originalmente desenvolvido por Stanley Morison, do The Times, em colaboração com a Monotype Corporation. Em novembro de 2006, o Times começou a imprimir manchetes em uma nova fonte, a Times New Roman. O jornal foi impresso em formato standard durante 219 anos, mas mudou para tamanho compacto em 2004, numa tentativa de ser mais apelativo para os leitores mais jovens e os viajantes que utilizam o transporte público. O Sunday Times continua a ter formato standard. Embora tradicionalmente seja um jornal moderado e, por vezes, um apoiante do Partido Conservador, apoiou o Partido Trabalhista nas eleições gerais de 2001 e 2005. O jornal teve uma circulação média diária de 396 mil exemplares em janeiro de 2015; no mesmo período, o Sunday Times teve uma circulação média diária de cópias. Uma edição estadunidense do The Times foi publicada desde 6 de junho de 2006. Tem sido muito utilizado por estudiosos e pesquisadores devido à sua ampla disponibilidade em bibliotecas e ao seu índice detalhado. Um arquivo histórico completo digitalizado do jornal está disponível online.Bingham, Adrian. \"The Times Digital Archive, 1785–2006 (Gale Cengage),\" English Historical Review (2013) 128#533 pp: 1037-1040. doi: 10.1093/ehr/cet144 == Cadernos e suplementos == === times2 === O times2 é o caderno publicado com todas as edições do Times, excepto as de Sábado. Inclui várias colunas sobre vidas, e secções como a Image of the Day (Imagem do Dia) e Modern Morals, uma coluna de dilemas morais escrita por Joe Joseph. São também publicados jogos como o Sudoku e as palavras cruzadas, estas mais fáceis do que as do caderno principal. Às Quartas-Feiras, inclui o suplemento Crème. Foi chamado até 5 de Setembro de 2005 T2. *The Game - suplemento de desporto. === Suplementos da edição de Sábado === Como já foi dito, aos Sábados não se publica o caderno times2. Por isso, são publicados os seguintes suplementos: *Books - suplemento dedicado à critica de livros e entrevistas. Também vem com o jogo Sudoku, que pode ser encontrado na contracapa. *The Times Magazine - revista dedicada a vários assuntos, tais como celebridades, moda, gastronomia, decoração e anedotas. *The Knowledge - um suplemento de cultura, que publica informação sobre o entretenimento da semana seguinte. Encontra-se dividido nas secções Arts & Entertainment e TV & Radio. A secção Arts & Entertainment está subsequentemente dividida nas subsecções Starts, Screen (que inclui DVD, Internet e Jogos), Sounds (música, discotecas e concertos), Stages (Teatro, Dança, Ópera e Comédia) e Sights. *Money - suplemento de economia. *The Game' - suplemento dedicado ao desporto, especialmente a Premier League. == Equipe == === Proprietários === * John Walter (1785–1803) * John Walter II (1803–1847) * John Walter III (1847–1894) * Arthur Fraser Walter (1894–1908) * Alfred Harmsworth (1908–1922) * Família Astor (1922–1966) * Roy Thomson (1966–1981) * Rupert Murdoch (1981—) === Colunistas e jornalistas atuais === * Rachel Campbell-Johnston * Sam Coates * Ben Hoyle * Hugo Rifkind * Anthony Browne * Hugh McIlvanney * Richard Ford * Martin Samuel * Simon Barnes * Graham Stewart * Frances Gibb * Benjamin Cohen, colunista de negócios eletrônicos * Adam Fresco * Alan Coren * Ruth Gledhill * Giles Coren * Robert Crampton * Nigel Hawkes * Dan Sabbagh * Michael Gove * Philip Webster * Tim Hames * Stewart Tendler * Anthony Howard * Philip Howard * Mick Hume * Anatole Kaletsky * Magnus Linklater * Richard Lloyd Parry * Anthony Loyd, correspondente * Ben Macintyre * Caitlin Moran * Richard Morrison * Kate Muir * Matthew Parris * Libby Purves * William Rees-Mogg * Peter Riddell * Nick Robinson * Mary Ann Sieghart * Andrew Sullivan * Janice Turner * Ann Treneman * Aki Riihilathi * Gordon Ramsay * Guillem Balague === Editores === * John Walter (1785–1803) * John Walter II (1803–1809) * John Stoddart (1809–1817) * Thomas Barnes (1817–1841) * John Delane (1841–1877) * Thomas Chenery (1877–1884) * George Earle Buckle (1884–1912) * George Geoffrey Dawson (1912–1919) * Henry Wickham Steed (1919–1922) * George Geoffrey Dawson (1923–1941) * Robert McGowan Barrington-Ward (1941–1948) * William Casey (1948–1952) * William Haley (1952–1966) * William Rees-Mogg (1967–1981) * Harold Evans (1981–1982) * Charles Douglas-Home (1982–1985) * Charles Wilson (1985–1990) * Simon Jenkins (1990–1992) * Peter Stothard (1992–2002) * Robert Thomson (2002) == Ligações externas == * Categoria:1785 na Inglaterra Categoria:Jornais do Reino Unido Categoria:Publicações fundadas em 1785",
 "title": "The Times"
}