{
 "id": "18521",
 "text": "A Escola Politécnica da Universidade de São Paulo (EPUSP, EP, POLI-USP ou simplesmente POLI) é a unidade da Universidade de São Paulo (USP) responsável pelo ensino, pesquisa e extensão universitária nas áreas de engenharia na cidade de São Paulo. Fundada em 1893 — antes mesmo da criação da USP — como a primeira escola de engenharia do estado de São Paulo, sob a denominação de Escola Politécnica de São Paulo, foi incorporada à USP em 1934, tendo sido também uma das fundadoras desta universidade. Seus alunos e ex-alunos são conhecidos como \"politécnicos\". Em virtude de vários formandos desta instituição, ao longo da sua história, ocuparem cargos com exposição pública ou de liderança empresarial e industrial, atribuiu-se a ela a fama de formadora de líderes. É referência nacional pela sua tradição e qualidade, e é também a faculdade com maior quantidade de habilitações em engenharia da América Latina. A Escola Politécnica possui numerosas parcerias internacionais de intercâmbio e pesquisa. É considerada, juntamente com as outras unidades da USP que ministram cursos de engenharia ou TI, a 75.ª melhor escola de tecnologia do mundo e a melhor da América Latina, segundo o QS World University Rankings em 2013; a melhor escola de engenharia da América Latina segundo o Times Higher Education em 2014, 2015, 2016 e 2023; e entre as cem primeiras escolas de engenharia do mundo pelo Academic Ranking of World Universities no mesmo ano. Igualmente em conjunto com as demais escolas de engenharia da USP, os cursos de engenharia da Poli ficam entre as primeiras colocações em rankings e indicadores nacionais, como o Ranking Universitário da Folha de S.Paulo e indicadores do Ministério da Educação. == Ingresso == O ingresso nos cursos de graduação da Escola se dá, assim como para todos os outros cursos da USP, pela admissão no vestibular realizado pela Fundação Universitária para o Vestibular (FUVEST), sendo excluída em 2023 a admissão pelo Sistema de Seleção Unificada (SiSU). A instituição oferece 870 vagas anualmente. É tradicionalmente o maior vestibular de engenharia do Brasil, com cerca de 15 mil candidatos, sendo uma das carreiras mais procuradas e com maior nota de corte no vestibular da FUVEST. A Poli se posicionou contra a adoção do Exame Nacional do Ensino Médio (ENEM) para a seleção de alunos em 2015; no entanto, essa posição foi modificada em 2016, e desde então 10% das vagas de cada curso são reservadas para o ingresso via Sistema de Seleção Unificada (SISU), no regime de livre-concorrência. Para alunos que já tenham cursado parte da graduação fora da Escola Politécnica, há a possibilidade de concurso de transferência externa, que é realizado anualmente. Em 2020, foram ofertadas 92 vagas nessa modalidade. Finalmente, a Poli conta com uma significativa presença de alunos estrangeiros, tanto em cursos de graduação como nos de pós-graduação. A Poli conta com o iPoli, um grupo específico de alunos nacionais para auxiliar na recepção e integração dos alunos estrangeiros. Entre 2001 e 2015, cerca de 160 alunos estrangeiros vieram para a Escola Politécnica fazer um programa de duplo-diploma (intercâmbios diplomantes com duração de até 2 anos). A Poli também recebe alunos em intercâmbios de menor duração, chamados \"aproveitamento de estudos\". Desde 2012 a escola tem se expandindo, principalmente com a oferta de novos cursos. A partir daquele ano, a Poli abriu seu primeiro campus fora da Cidade Universitária, para os alunos de engenharia de petróleo. A Poli inaugurou, em 2014, o curso de engenharia de computação com ênfase em sistemas corporativos, originalmente previsto para se instalar no campus da Escola de Artes, Ciências e Humanidades da USP. Porém, devido a dificuldades iniciais com o campus, o curso é atualmente ministrado no campus principal da Poli. Em 2013 foi realizada uma proposta de abertura de um curso de engenharia nuclear, em parceria com o IPEN, com aulas tanto no campus principal quanto no Centro Experimental Aramar, da Marinha. Uma nova proposta, que aproveita apenas a infraestrutura já disponível na Escola Politécnica, foi aprovada pelo Conselho Universitário da USP em 2020 com início de oferecimento em 2021. A Poli já possuía acordos com a Marinha desde meados da década de 1950, os quais permitiam que oficiais da Marinha cursassem matérias de graduação e pós- graduação. == Estrutura do curso == A escolha do curso de engenharia desejado dentro da Escola Politécnica se dá no momento de sua inscrição, à época da prova vestibular (FUVEST). No entanto, é bastante comum que alunos realizem transferências internas entre os diferentes cursos. === Ciclo básico === O \"ciclo básico\" da Escola Politécnica é formado pelo conjunto de disciplinas comuns e obrigatórias aos alunos do primeiro e do segundo ano. O objetivo do ciclo básico é de fornecer aos alunos os métodos e as ferramentas matemáticas necessárias para o estudo da engenharia. Nos dois primeiros semestres, os alunos da Escola Politécnica cursam apenas as matérias do ciclo básico, sendo elas: Cálculo I, Cálculo II álgebra linear, física, introdução à computação, desenho técnico, introdução à engenharia, introdução a ciências dos materiais, mecânica, química geral e tecnológica Física I e II, Cálculo Vetorial. Recentemente, a Escola Politécnica passou a flexibilizar o ciclo básico, para permitir que os alunos escolham optativas a partir do segundo semestre e tornar o curso mais focado nos interesses do aluno. === Grandes áreas === Os cursos da Poli dividem-se tradicionalmente em \"grandes áreas\" (GA), que concentram matérias comuns. Por exemplo, as engenharias mecânica, mecatrônica e de produção fazem parte da grande área mecânica, por terem várias disciplinas em comum. Similarmente, os alunos de automação e controle, energia e automação, sistemas eletrônicos e telecomunicações têm os mesmos cursos obrigatórios até o 3.º ano da graduação, passando a diferenciar-se apenas nos 4.º e 5.º anos. === Ênfases === As atuais ênfases da Escola, ordenadas por grande área, são: * Grande área civil: ** Engenharia ambiental ** Engenharia civil * Grande área elétrica: **Engenharia de automação e controle ** Engenharia de computação (curso quadrimestral) **Engenharia de energia e automação **Engenharia de sistemas eletrônicos **Engenharia de telecomunicações * Grande área mecânica: ** Engenharia mecânica ** Engenharia mecatrônica ** Engenharia naval ** Engenharia de produção * Grande área química: **Engenharia metalúrgica ** Engenharia de materiais ** Engenharia de minas ** Engenharia nuclear **Engenharia de petróleo **Engenharia química (curso quadrimestral) == Orçamento == A Escola Politécnica possui o maior orçamento dentre as escolas de engenharia públicas brasileiras. O orçamento anual da Escola, provindo do tesouro do estado e distribuído pela administração da USP, é de R$ 96 833 056,00. Além do dinheiro do Estado, a Poli recebe investimentos de parcerias com a iniciativa privada. Atualmente a Escola possui 323 convênios e contratos com empresas. Uma das parcerias de sucesso com que a Poli conta é com o grupo PACE, maior financiador de escolas de engenharia do mundo, formado por empresas como General Motors, HP, Siemens, Sun Microsystems, etc., e que também patrocina escolas como o Instituto de Tecnologia de Massachussets e Virginia Tech, o que permite que a Poli tenha laboratórios de CAD/CAE/CAM ao nível dessas universidades. Em 2011 foi criado o Endowment da Escola Politécnica, com o objetivo de levantar recursos adicionais de ex-alunos da instituição e de empresas, um modelo semelhante ao de instituições europeias e americanas. Foi a primeira vez que uma universidade brasileira criou um fundo permanente, baseado em doações, para reforçar seu orçamento. == Relações internacionais == Através de parcerias que vêm sendo concretizadas nos últimos anos da Escola com universidades estrangeiras, principalmente na Europa, e de iniciativas dos próprios estudantes, hoje 20% dos estudantes de graduação da Poli fazem algum tipo de intercâmbio no exterior. Os alunos da Poli possuem diversas oportunidades de intercâmbios firmados pela própria escola, além dos intercâmbios firmados pela USP e das iniciativas externas (como o Ciência sem Fronteiras). Em 2004, a Poli foi a primeira instituição de fora da Europa a fazer parte do T.I.M.E..T.I.M.E. - Top Industrial Managers Europe Programas de duplo diploma - mobilidade de estudantes (Top Industrial Managers for Europe), instituição que reúne escolas de engenharia líderes para promover o intercâmbio de alunos. Em 2015, o grupo Paristech, que agrupa os mais prestigiosos institutos de ensino superior em engenharia da França, abriu seu escritório permanente no Brasil nas dependências da Poli, a fim de aproximar as atividades de ensino, pesquisa e extensão entre essas instituições e a Poli, incluindo intercâmbios A Poli também possui parceria com o grupo TU9, que agrupa as mais importantes universidades de engenharia da Alemanha e com o grupo Centrale, na França. Além de ser um grande avanço no sentido de facilitar a ida de estudantes brasileiros para o exterior, essas parcerias representam o reconhecimento das instituições europeias à excelência do ensino na Escola Politécnica. Alunos que partem nessas modalidades de estudos dispõem de várias oportunidades de bolsa, a depender do país que o receberá. === Duplo diploma === A Poli é uma das pioneiras entre as escolas de engenharia brasileiras em programas de \"duplo-diploma\". Esse é um tipo de intercâmbio em que os estudantes realizam dois anos de curso na universidade estrangeira conveniada e ao término recebem o diploma das duas instituições. A maioria das escolas parceiras para esse tipo de formação é europeia e, portanto, oferecem diploma válido em toda a Europa. Algumas das escolas conveniadas são a École Polytechnique, Écoles Centrales, École Nationale des Ponts et Chaussées, Supélec, ENSTA Paristech, École des Mines de Saint-Étienne (França), T.U. Darmstadt, T.U. Munique (Alemanha), Politecnico di Milano, Politecnico di Torino (Itália), Politécnica de Madrid (Espanha), Instituto Superior Técnico (Portugal). Em 2014, foram oferecidas oportunidades de duplo diploma em 26 instituições na Europa e 1 na América Latina. Entre 2001 e 2015, 839 alunos vindos da Poli partiram em programa de duplo-diploma no exterior, o que representa cerca de 10% de seu corpo de alunos no período. Deve-se ressaltar que os alunos que fazem o percurso contrário, ou seja, partem de uma universidade estrangeira para vir à Poli em duplo-diploma são também uma fração significativa do corpo estudantil, cerca de 164 alunos durante o mesmo período. Em 2015, a Poli celebrou seu milésimo duplo-diploma. === Aproveitamento de estudos === Além do duplo- diploma, a Poli oferece vagas em acordos de intercâmbios chamados \"aproveitamento de estudo\", de duração menor e escopo mais específico, porém em uma gama maior de universidades estrangeiras. A maioria das universidades estrangeiras que oferecem o duplo-diploma também oferecem o aproveitamento de estudos. Em 2015, foram ofertadas vagas de aproveitamento de estudos em 32 instituições de onze países, incluindo Estados Unidos, França, Alemanha, Itália, Japão, Suécia e Singapura. Entre 2001 e 2014, 1220 politécnicos partiram nessa modalidade de intercâmbio, e a Poli recebeu 752 estrangeiros em aproveitamento de estudos. === Universidades parceiras === As escolas atualmente conveniadas com a Escola Politécnica da USP são: Alemanha * RWTH AACHEN University *Technische Hochschule Georg Agricola *Technische Universität Darmstadt * Technische Universität Munchen * Technische Universität Berlin * Universität Duisburg-Essen * Friedrich-Alexander- Universität Erlangen-Nürnberg Austrália * Royal Melbourne Institute of Technology - RMIT * University of Newcastle Bélgica * Universitè Catholique de Louvain * Université de Mons Canadá * Polytechinique Montréal *University of Windsor Chile * Universidad de Chile * Universidad Técnica Federico Santa Maria China * EAST China University of Science and Technology Colômbia * Universidad Antonio Nariñas *Universidad de Antioquia * Universidad de Los Andes * Universidad Tecnológica de Bolivar Coreia do Sul * KAIST - Korea Advanced Institute of Science and Technology Equador * Escuela Superior Politecnica del Litoral Espanha * Basque Center for Applied Mathematics *Universidad de Navarra *Universidad Internacional de La Rioja *Universidad Politecnica de Madrid Finlândia * Aalto University França * Agro ParisTech *Arts et Metiers ParisTech * CentraleSupélec (fusão da antiga École Centrale Paris e da Supélec) * École Centrale de Lille *École Centrale de Lyon * École Centrale de Marseille * École Centrale de Nantes *École de Mines de Nancy *École des Ponts ParisTech * École Polytechnique *ENS en Génie des Techonologies Industrielles * ENS Chimie de Lille *ENS des Ingenieurs en Arts Chimiques et Technologiques *ENS des Industries Chimiques *École des Mines de Saint-Étienne * ESTP Paris - École Spéciale des Travaux Publics, du Bâtiment et de l'Industrie *Institut Polytechnique Grenoble *Institut National des Sciences Appliquées *Institut National des Sciences Appliquées de Lyon - INSA Lyon *Télecom ParisTech Holanda * University of Twente Hungria * Budapest University of Technology and Economics * University of Miskolc Índia * Centre for Incubation, Innovation, Research and Consultancy - Jyothy Institute of Technology *PES University Irlanda * Waterford Institute of Technology Itália * Politecnico di Milano * Politecnico di Torino * Università Degli Studi di Udine *Università Degli Studi di Brescia Japão * Disaster Prevention Research Institute, Kyoto University *Shibaura Institute of Technology *Osaka University *Chuo University (tramitando) México * Instituto Politécnico Nacional Panamá * Universidad Tecnologica de Panama Peru * Escuela Profesional de Ingeniería de Minas *Pontificia Universidad Católica del Peru *Universidad Católica San Pablo *Universidad Nacional de Ingeniería *Universidad Nacional de San Agustin de Arequipa *Universidad Peruana de Ciencias Aplicadas Portugal * Instituto Superior Técnico *Universidade do Porto Reino Unido * University of Strathclyde * University of Birmingham * University of Huddersfield (tramitando) Singapura * National University of Singapore Suécia * Lund University Venezuela * Universidad Simón Bolivar == Estrutura física == A Poli possui uma área edificada de metros quadrados, a maior entre todas as unidades da USP. Possui quinze departamentos de ensino e pesquisa. A Escola atende 4577 alunos de graduação e 2137 de pós-graduação, sendo 1219 de mestrado e 918 de doutorado. === Bibliotecas === Em 1895, a abertura da biblioteca da Escola Politécnica foi responsável pela introdução da literatura sobre engenharia na capital de São Paulo, que até então somente dispunha da biblioteca da Faculdade de Direito, com obras sobre ciências jurídicas e sociais. Hoje, o acervo da Escola Politécnica da USP se distribui por uma rede de 8 bibliotecas, sendo o maior da USP, com mais de 570 mil itens bibliográficos, entre livros, periódicos, teses e dissertações. Juntas, as bibliotecas da Poli ocupam 5663 m². A Biblioteca Central conta com textos básicos de matemática, física e química. Além disto, consta em seu acervo, obras editadas pela Escola, obras raras dos séculos XVI a XIX e teses defendidas por seus alunos. As outras sete bibliotecas setoriais possuem textos especializados das áreas de engenharia civil, elétrica, mecânica, naval e oceânica, produção, química, metalúrgica e materiais, minas e petróleo. == Professores eméritos == A mais alta honraria da carreira acadêmica concedida pela EPUSP é o título de professor emérito. Tal título é conferido aos docentes, dentre os professores doutores, que ao longo de sua carreira proporcionaram avanços relevantes no ensino da engenharia ou que tenham realizado significativas contribuições científicas e tecnológicas para a sociedade. Até os dias atuais, 26 docentes receberam o título. Professor Doutor Emérito Data Felix Hegg 1955 Luís Inácio de Anhaia Melo 1961 Henrique Jorge Guedes 1964 Luís Cintra do Prado 1964 Antônio Carlos Cardoso 1964 Lucas Nogueira Garcez 1964 Francisco João Humberto Maffei 1965 João Augusto Breves Filho 1966 Paulo de Menezes Mendes da Rocha 1967 Paulo Ribeiro de Arruda 1967 Luís Inácio Romeiro de Anhaia Melo 1974 Nilo Andrade Amaral 1976 Fernando Marques de Almeida 1978 Professor Doutor Emérito Data Telêmaco de Macedo Van Langendonck 1980 Rubens Guedes Jordão 1983 Tarcísio Damy de Sousa Santos 1983 José Augusto Martins 1986 Oswaldo Fadigas Fontes Torres 1987 Milton Vargas 1988 Décio Leal De Zagottis 1996 Luiz de Queiroz Orsini 1998 Antonio Hélio Guerra Vieira 2000 Kokei Uehara 2000 Ernesto João Robba 2001 Célio Taniguchi 2013 Ivan Gilberto Sandoval Falleiros 2013 == Politécnicos célebres == ; Arquitetos e urbanistas * Carlos Cascaldi * Francisco Prestes Maia - Considerado o maior urbanista de São Paulo, como cidadão e como prefeito * João Batista Vilanova Artigas - Considerado o principal nome da história da arquitetura de São Paulo * Luís Inácio de Anhaia Melo ; Artistas * Alberto Martino * Caco Ciocler * Carlos Zara * Manuel Bandeira (não concluiu) * Thomas Farkas * Cleber Akira ; Empresários * João Augusto Amaral Gurgel - Fundador da Gurgel Motores S/A * Olavo Egídio Setúbal - Foi o criador e um dos maiores acionistas da holding Itaúsa * Pedro Luiz Barreiros Passos - Sócio-fundador e co-presidente da Natura * Roberto Setúbal - Ex-presidente do banco Itaú * Rubens Ometto Silveira Mello - Dono da Cosan, é o 18º homem mais rico do Brasil * Sérgio Mindlin * Fábio Levy Siqueira * Henrique D. Carvalho * Roberto Simonsen * Ricardo Villela Marino - Diretor do Banco Itaú * Romero Rodrigues - Fundador do Buscapé ; Jornalistas * Claudio Carsughi - Formado em Engenharia Civil * Marcelo Tas - Formado em Engenharia Civil ; Prefeitos de São Paulo * Luís Inácio de Anhaia Melo (1931) * Henrique Jorge Guedes (1931-1932) * Francisco Prestes Maia (1938-1945 e 1961-1965) * Paulo Maluf (1969-1971 e 1993-1997) * José Carlos de Figueiredo Ferraz (1971-1973) * Olavo Egydio Setubal (1975-1979) * Reinaldo de Barros (1979-1982) * Mário Covas (1983-1986) * José Serra (2005-2006) (não concluiu a graduação) * Gilberto Kassab (2006-2008 e 2009-2012) ; Governadores de São Paulo * Armando de Sales Oliveira (1933-1936) * Lucas Nogueira Garcez (1951-1955) * Paulo Maluf (1979-1982) * Mario Covas (1995-2001) * José Serra (2007-2010) (não concluiu a graduação) * Alberto Goldman (2010) ; Outros políticos * Antônio Kandir * Henrique Meirelles * Arnaldo Jardim ; Físicos * Mário Schenberg * Roberto Salmeron * Marcelo Damy de Souza Santos (não concluiu) ; Músicos * Marcelo Tupinambá * Ligia Amadio == Estrutura administrativa == A Escola Politécnica se divide em Departamentos, as menores divisões administrativas admitidas na Universidade de São Paulo: * PCC: Departamento de Engenharia de Construção Civil * PCS: Departamento de Engenharia de Computação e Sistemas Digitais * PEA: Departamento de Engenharia de Energia e Automação Elétricas * PEF: Departamento de Engenharia de Estruturas e Geotécnica * PHA: Departamento de Engenharia Hidráulica e Ambiental * PME: Departamento de Engenharia Mecânica * PMI: Departamento de Engenharia de Minas e Petróleo * PMR: Departamento de Engenharia Mecatrônica e de Sistemas Mecânicos * PMT: Departamento de Engenharia Metalúrgica e de Materiais * PNV: Departamento de Engenharia Naval e Oceânica * PQI: Departamento de Engenharia Química * PRO: Departamento de Engenharia de Produção * PSI: Departamento de Engenharia de Sistemas Eletrônicos * PTC: Departamento de Engenharia de Telecomunicações e Controle * PTR: Departamento de Engenharia de Transportes == Entidades e órgãos relacionados == === Atlética Poli-USP === A Associação Atlética Acadêmica Politécnica (AAA Politécnica, Atlética Poli-USP ou AAAP) é a entidade esportiva dos alunos da Escola Politécnica da Universidade de São Paulo. Fundada oficialmente em 10 de maio de 1956, mas existente desde 1903 como parte do Grêmio Politécnico, a AAAP foi uma das pioneiras no esporte universitário paulista, destacando sua participação na fundação da FUPE (Federação Universitária Paulista de Esportes), em 1934, e da LAAUSP (Liga Atlética Acadêmica da USP), em 1972. Hoje, é uma das maiores e melhores atléticas do estado, com equipes de alto nível e grandes resultados nas competições em que participa. Campeonatos de que participa: InterUSP, Engenharíadas, Jogos Universitários Paulistanos (JUP), Liga Esportiva Universitária Paulista (LEUP, antiga Liga ABC), Copa USP, Jogos da Liga, BichUSP, Sampira, Pauli-Poli, Jogos da Cidade, Liga Paulista de Rugby Universitário (LPRU), Liga Polista de Pólo Aquático, Torneio Universitário de Atletismo (TUNA), Liga Universitária Paulista de Atletismo Amador (LUPAA), EcoSwim, TopSwim, entre outros. Alguns títulos importantes: * 9 vezes campeã da InterUSP (2000/2001/2005/2006/2008/2009/2011/2014/2019) * 11 vezes campeã das Engenharíadas (2000/2002/2003/2005/2007/2009/2010/2011/2017/2018/2020) * Campeã da Copa USP (2000/01/02/03/04/05 2012/13) * Campeã do BichUSP (2000/2002/2003/2005/2006/2009/2012) * Várias vezes campeã paulista universitária (FUPE) *3 vezes campeã do NDU * Campeã da InterEng feminina (1997) * Campeã brasileira de Rugby da 2ª divisão *Campeã brasileira de Rugby da 1ª divisão (2018) *Campeã paulista de Rugby da 1ª divisão (2017/2018) * Campeã paulista de futebol amador * Ganhadora do Prêmio Jovem Brasileiro de Melhor Atlética Universitária (2012) ==== Calistenia Poli ==== O Calistenia Poli é o primeiro grupo universitário de Calistenia do Brasil. Fundado em fevereiro de 2017, com o primeiro treino oficial no dia 2 de Agosto de 2017. Foi também o primeiro grupo a ter um atleta universitário participando do Campeonato Sul Americano de Street Workout, durante o Arnold Classic, além de ser o pioneiro em organização de campeonatos universitários de Calistenia e Street Workout no Brasil. Anualmente o grupo organiza o Desafio Calistenia Poli, junto ao Grêmio Politécnico, um campeonato que conta com a participação de atletas de várias partes do Brasil. Em 2018 o grupo juntou-se à Associação Atlética Acadêmica Politécnica (AAAP), na qual faz parte até hoje. === Centros acadêmicos === * AEQ: Associação de Engenharia Química * CAEP: Centro Acadêmico da Engenharia de Produção * CAM: Centro Acadêmico Mecânica e Mecatrônica * CAPS: Centro Acadêmico Poli-Santos * CEC: Centro de Engenharia Civil Prof. Milton Vargas * CEE: Centro Acadêmico de Engenharia Elétrica e de Computação * CEN: Centro de Engenharia Naval * CMR: Centro Moraes Rêgo (alunos das Engenharias de Materiais, Metalúrgica e Minas). * CAPS: Centro Acadêmico de Engenharia de Petróleo. * CAEA: Centro Acadêmico de Engenharia Ambiental. === AEP - Associação dos Engenheiros Politécnicos === A AEP - Associação dos Engenheiros Politécnicos é a associação dos engenheiros formados pela Poli. Estabelecida em 1934, é a associação de egressos mais antiga em vigência no Brasil. Dentre os seus projetos temos o Programa Retribua, de apoio à alunos em condição de vulnerabilidade sócio-econômica-pedagógica, e o programa PoliNetworking de articulação nacional e internacional de redes de relacionamento dos alunos egressos. === Amigos da Poli === O Fundo Patrimonial Amigos da Poli, criado por ex-alunos em 2009, é uma associação que busca incentivar projetos da Escola Politécnica captando e investindo doações, de forma a criar uma fonte perene de recursos para projetos da Poli. === Grêmio Politécnico === O Grêmio Politécnico é a associação que representa os estudantes da Escola Politécnica. Fundado em 1º de setembro de 1903 por Alexandre Albuquerque, esteve na vanguarda do movimento estudantil brasileiro, tendo tido participação de importância histórica para o país em vários momentos, como no lançamento e liderança da campanha \"O petróleo é nosso\", na fundação da UEE (União Estadual dos Estudantes), na reconstrução do movimento estudantil no fim do período militar e na fundação da Liga Paulista Pró- Constituinte em apoio à Revolução Constitucionalista de 1932. Hoje, o grêmio é responsável por diversas atividades na Poli, como o Poliglota (curso de idiomas), o Cursinho da Poli (cursinho para alunos carentes) e o Escritório- Piloto, um escritório de engenharia cuja missão é fazer projetos de cunho socioculturais. === Empresa júnior === * Poli Junior A Escola Politécnica da USP abriga a mais antiga empresa júnior de engenharia do Brasil, a Poli Júnior. Fundada em 1989 a Pj, como é conhecida na POLI, é referência nacional em gestão e qualidade em projetos. Fazem parte da Poli Júnior apenas alunos da Escola Politécnica. Estes são recrutados em um disputado processo seletivo que ocorre duas vezes ao ano e conta com dinâmicas de grupo, entrevistas e resolução de cases. Além de realizar projetos nas mais variadas áreas da engenharia a Poli Júnior se destaca em nível nacional pela realização de eventos. Atualmente ela promove três grandes eventos durante o ano, o ciclo de palestras Semana de Cultura Empresarial, a competição de planos de negócios Ser Empreendedor e a feira de recrutamento Workshop Integrativo Poli Jr., esta última sendo a maior feira deste tipo no estado de São Paulo. * Poli Finance Tendo surgido em 2012 da ideia de alguns politécnicos de aproximar o mercado financeiro dos alunos da Poli, o Poli Finance é, no seu pouco tempo de existência, uma das Ligas de Mercado Financeiro mais proeminentes e vem ganhando cada vez mais espaço, sendo vencedores em diversas competições como \"Constellation Challenge\" e o \"CFA Institute Research Challenge\". * Grupo de Negócios da Escola Politécnica O Grupo de Negócios da Escola Politécnica da USP é um grupo de extensão da Escola Politécnica da USP criado em 2017 dedicado ao estudo de tópicos relacionados a gestão empresarial e ao desenvolvimento de soft skills. Conhecido por seu amplo escopo de atuação, o Grupo proporciona aos seus membros o contato com diferentes áreas do mercado de trabalho, como Mercado Financeiro, Consultoria e Empreendedorismo. Ao longo dos anos, o grupo conquistou mais de 20 pódios em competições, mais de 15 empresas parceiras, mais de 50 membros e ex-membros em sua história, além de diversos projetos. === Grêmio de Vela === Criado em 2010 com a intenção de promover a prática da vela entre os alunos da faculdade de engenharia da USP, o Grêmio de Vela realiza eventos sobre o esporte e, principalmente, procura introduzir os alunos nesse meio através da prática com nosso veleiro, que se encontra na represa de Guarapiranga. Além disso, possibilita que o aluno integre os aprendizados adquiridos em aula com os conceitos de funcionamento do barco. === Grupos culturais === ====Grupo de Teatro da Poli (GTP)==== O Grupo de Teatro da Poli (GTP) é um departamento do Grêmio Politécnico que tem por missão trazer cultura através da arte do teatro à Escola Politécnica da USP e incentivar seus alunos a terem um contato maior com o teatro. Atualmente o GTP está ativo e ser desenvolve com um trabalho através de jogos, em grande parte baseado na tese de Antonio Januzelli, que dá nome à sala do grupo, \"Laboratório Dramático Antônio Januzelli\". Foi fundado no fim dos anos 40, associado inicialmente ao Centro Acadêmico Horácio Berlinck. Tinha o apoio do Grêmio Politécnico, em especial após a criação do Departamento de Artes em 1950. Em 1956 passou definitivamente a ser um departamento do Grêmio Politécnico. Nessa época, foi dirigido por Carlos Zara, que futuramente brilharia no teatro e na TV e, na época, era aluno de engenharia da Escola Politécnica. Durante os anos 70, durante a Ditadura Militar, o GTP foi núcleo de ativação política dentro da universidade, sempre ligado ao Grêmio Politécnico. Já sem o mesmo ânimo dos anos da ditadura, o grupo perdeu força nos anos 90 até se desintegrar completamente no início dos anos 2000. Ao final de 2003 foi Reiniciado por iniciativa de estudantes e do Grêmio Politécnico. Em crescimento constante, dada sua abertura a toda a USP e seu renome como espaço estudantil permeando as unidades de toda a USP, a contagem dos chamados GTPenses passou de 50 integrantes em 2007. Ao início de 2009 contava com mais de 110 integrantes. ====Poli Dance==== O Poli Dance é um grupo de dança fundado na Escola Politécnica em janeiro de 2012. São ministradas aulas de diversos ritmos como Zouk, Sertanejo, Jazz e Forró. As aulas são dadas voluntariamente por estudantes que têm conhecimento na área. O grupo também promove bailes todo semestre para praticar o conteúdo que foi aprendido. As aulas ocorrem nos fins de tarde, no Laboratório Dramático Antônio Januzelli. ====Acappolli==== O Acappolli é um grupo de canto acappella que foi formado por alunos da Escola Politécnica em agosto de 2014. O grupo é composto por aproximadamente por 30 membros, recebendo novos integrantes todo início de semestre, e já teve participantes de diversos institutos da USP. Os membros se dividem em quatro tipos de vozes para cantar arranjos de músicas de estilos variados e se apresentar dentro e fora da universidade. Os ensaios ocorrem nos horários de almoço da Poli, dentro do Laboratório Dramático Antônio Januzelli, e são ministrados pelos próprios membros, principalmente aqueles que já estudaram música ou têm alguma experiência. === Equipes de extensão === A Escola Politécnica da USP oferece aos alunos uma grande diversidade de grupos de extensão, nos quais os alunos, especialmente dos primeiros anos, podem aprender e aplicar conhecimentos de engenharia na prática. São iniciativas de alunos, mas que usualmente contam com a orientação de um dos professores da escola. ==== Equipe Poli Racing ==== Criada em 2008, a Equipe Poli Racing representa a Escola Politécnica na competição Fórmula SAE. O objetivo é projetar e construir um carro estilo fórmula, que pode atingir 120 km/h e 0–100 km/h em 5s. A Equipe alia determinação, comprometimento, disciplina e vontade de aproximadamente 40 membros para construir o carro sem auxílio de professores, somente com trabalho de alunos. Atualmente, a equipe conta com oficina e escritório no prédio de Engenharia Mecânica na Escola Politécnica da USP, e com o apoio de mais de 40 empresas. ==== Equipe ThundeRatz de Robótica ==== A Equipe de Robótica da Escola Politécnica da USP foi formada em 2001, sendo reformulada em 2005 quando tornou-se Equipe ThundeRatz. Com a orientação do Prof. Dr. Marcos Ribeiro Pereira Barreto, o grupo desenvolve projetos de mecanismos robóticos voltados para competições nacionais e internacionais. A experiência dentro da equipe representa um diferencial para a formação dos alunos de engenharia, posto que proporciona a aplicação dos conceitos teóricos do curso em projetos práticos de robótica, além de desenvolver espirito de equipe, liderança e a tomada de decisões sob pressão. ==== Equipe Poli Náutico ==== O Poli Náutico é um grupo de extensão da Escola Politécnica da USP criado em 2014, voltado para a construção de embarcações de competição e para a inovação náutica. O grupo engloba alunos de diferentes áreas da engenharia e desde 2015 vem participado do DUNA (Desafio Universitário de Nautidesign), obtendo em seu segundo ano de competição o 4º lugar na categoria de projetos. Em 2017, com um projeto de propulsor azimutal, levou no DUNA o prêmio de melhor projeto geral, projeto cuja continuação levou a equipe ao pódio em 2019, atingindo a segunda colocação no ranking geral. ==== Equipe Poli de Baja ==== Em 2001 foi criada a Equipe Poli de Baja com o intuito de representar a escola nas competições de Baja organizadas pela SAE Brasil. A equipe tem continuamente melhorado os seus resultados nas competições em que participa, mantendo-se nos pódios desde 2006. Desde 2008, a equipe também representa a escola na etapa mundial da competição, organizada pela SAE International. Atualmente, a equipe tem um escritório no Prédio de Engenharia Mecânica da EPUSP e conta com o apoio de mais de 50 empresas. Mais informações no site. ==== Equipe de aerodesign da Poli (Keep Flying) ==== O aerodesign da Poli é formado por duas equipes com diferentes áreas da engenharia envolvidas (Mecânica, Mecatrônica, Naval, Elétrica, etc). Com resultados expressivos desde 2004, consolidou-se como referência da competição e sempre possui equipes favoritas ao título. ==== PoliSat ==== O PoliSat é um grupo de extensão dedicado ao desenvolvimento de nanossatélites, principalmente da categoria cubesats. Participa de competições nacionais, como OBSAT e CubeDesign, e internacionais, como a LASC (Latin America Space Challenge). Não se limita, porém, ao ambiente competitivo, e desenvolve também satélites para operação em órbita, com o objetivo de levantar dados para pesquisa e/ou teste de novas tecnologias. ==== Poli Social ==== A Poli Social é uma associação sem fins lucrativos, formada por alunos da Poli, que oferece serviços gratuitos de consultoria voltados ao Terceiro Setor, além de organizar eventos voltados a causas sociais na Escola Politécnica. Por meio da proatividade e do espírito empreendedor, seus membros são comprometidos com diversas causas sociais, de modo a aplicar na prática os conhecimentos adquiridos na faculdade com o intuito de provocar mudanças na sociedade. ==== Projeto Jupiter ==== O Projeto Jupiter é um grupo que visa construir foguetes para competições nacionais e internacionais, principalmente para a Intercollegiate Rocket Engineering Competition. A IREC, como é conhecida a competição, ocorre anualmente e é organizada pela Experimental Sounding Rocket Association (ESRA). Em 2015, o Projeto Jupiter se tornou a segunda equipe brasileira a participar dela. ==== Equipe PoliMilhagem ==== A Equipe PoliMilhagem é um grupo que visa construir protótipos veiculares automotivos de baixíssimo consumo de energia. Contando com a colaboração de estudantes das mais diversas engenharias, participa atualmente da Shell Eco-Marathon nas categorias Gasolina e Bateria Elétrica. ==== Equipe Skyrats de Drones inteligentes ==== O Skyrats, equipe interdisciplinar de drones inteligentes da Escola Politécnica, é um grupo de estudantes da Poli orientados pelo Prof. Dr. Marcelo K. Zuffo que pesquisa, desenvolve e projeta Drones ou VANTs (Veículos Autônomos não Tripulados). A equipe foi constituída em 2017, a partir de um grupo de alunos apaixonados pela engenharia de drones. ==== Concreto Poli ==== O Concreto Poli é um grupo de pesquisa e extensão fundado no início de 2018 por alguns alunos de engenharia civil da Escola Politécnica. O grupo é focado na formulação de concretos de alto desempenho e participa de competições estudantis realizadas pelo Instituto dos Auditores Independentes do Brasil (IBRACON). A equipe é orientada pelo Professor Doutor Sérgio Angulo e conta com a ajuda dos pesquisadores do LME (Laboratório de microestrutura e ecoeficiência). == Sugestão de leitura == * Escola Politécnica (1894-1984), publicação de Maria Cecília Loschiavo dos Santos (professora da FAUUSP), editada pela Imprensa Oficial do Estado - IMESP em 1985 * Minerva, Símbolo da Politécnica, publicação da própria Escola, com a participação de Monica Musatti, Judith Zuquim, José Luiz Aidar e Roney Cytrynowicz, editada pela Hackers Editores em 1993 * Escola Politécnica 110 anos construindo o futuro, publicação de Shozo Motoyama e Marilda Nagamini, editada pela Epusp em 2004, 400p. * Os arquitetos da Poli - ensino e profissão em São Paulo, publicação de Sylvia Ficher, editado pela EDUSP, São Paulo, 2005. * O Ensino de Engenharia na Escola Politécnica da USP: fundamentos para o ensino de engenharia, publicação de Idone Bringhenti, editado pela EDUSP em São Paulo, 1993, 200p. * Diretores da Escola Politécnica da Universidade de São Paulo: vidas dedicadas a uma instituição, de Eni de Mesquita Samara, EDUSP, São Paulo, 2003 * Trajetórias - Entrevistas com Engenheiros Politécnicos de Sucesso, de Associação dos Engenheiros Politécnicos da USP, EDUSP, São Paulo, 192p. == Ver também == * Escola de Engenharia de São Carlos == Ligações externas == *Página oficial da Escola Politécnica * Associação dos Engenheiros Politécnicos *Atlética Poli- USP *Centro Acadêmico da Engenharia de Produção * Equipe Keep Flying * Equipe Poli Racing *Grêmio Politécnico *Grêmio de Vela Poli-USP * GTP Grupo de Teatro da Poli *História-Escola Politécnica-Rua Três Rios * Poli Júnior Categoria:Unidades da Universidade de São Paulo Categoria:Escolas de engenharia no Brasil Categoria:Butantã",
 "title": "Escola Politécnica da Universidade de São Paulo"
}