{
 "id": "18574",
 "text": "Otto Eduard Leopold von Bismarck-Schönhausen, Príncipe de Bismarck, Conde de Bismarck-Schönhausen, Duque de Lauemburgo (, Schönhausen, 1 de abril de 1815 — Aumühle, 30 de julho de 1898) foi um estadista e diplomata prussiano e mais tarde alemão. A Realpolitik e o governo poderoso de Bismarck levaram-no a ser chamado de Chanceler de Ferro. De origem de proprietário de terras Junker, Bismarck ascendeu rapidamente na política prussiana sob o rei Guilherme I da Prússia. Ele serviu como embaixador da Prússia na Rússia e na França e em ambas as casas do parlamento prussiano. De 1862 a 1890, foi ministro- presidente e ministro das Relações Exteriores da Prússia. Ele dominou os assuntos europeus depois de planejar a unificação da Alemanha em 1871 e serviu como primeiro chanceler do Império Alemão até 1890. Bismarck provocou três guerras curtas e decisivas contra a Dinamarca, a Áustria e a França. Após a derrota da Áustria, ele substituiu a Confederação Germânica pela Confederação da Alemanha do Norte e serviu como seu chanceler. Isto alinhou os estados menores do norte da Alemanha com a Prússia, mas excluiu a Áustria. Após a derrota da França com o apoio dos estados independentes da Alemanha do Sul, ele formou o Império Alemão e uniu a Alemanha. Com o domínio prussiano alcançado em 1871, Bismarck usou a diplomacia do equilíbrio de poder para manter a posição da Alemanha numa Europa pacífica. No entanto, a anexação da Alsácia-Lorena causou o revanchismo francês e a germanofobia. Fazendo malabarismos com uma série interligada de conferências, negociações e alianças, ele usou as suas habilidades diplomáticas para manter a posição da Alemanha. Bismarck era avesso ao colonialismo marítimo, pois considerava-o um desperdício de recursos alemães, mas aquiesceu à opinião da elite e das massas e construiu um império ultramarino. Nas suas manobras políticas internas, Bismarck criou o primeiro estado de bem-estar social moderno, com o objetivo de minar os seus oponentes socialistas. Na década de 1870, ele se aliou aos liberais antitarifários e anticatólicos e lutou contra a Igreja Católica na Kulturkampf (“luta cultural”). Isto falhou, pois os católicos responderam formando o poderoso Partido do Centro Alemão e usando o sufrágio universal masculino para ganhar um bloco de assentos. Bismarck respondeu acabando com o Kulturkampf, rompendo com os liberais, decretando as deportações prussianas e formando uma aliança com o Partido do Centro para combater os socialistas. Bismarck era leal ao imperador alemão Guilherme I, que discutiu com Bismarck, mas o apoiou contra o conselho da esposa e do filho de Guilherme. Embora o Reichstag Imperial tenha sido eleito por sufrágio universal masculino, não controlava a política governamental. Bismarck desconfiava da democracia e governava através de uma burocracia forte e bem treinada, com o poder nas mãos da tradicional elite Junker. Guilherme II demitiu Bismarck do cargo em 1890 e ele se aposentou para escrever suas memórias. Bismarck é mais lembrado por seu papel na unificação alemã. Como chefe da Prússia e mais tarde da Alemanha, Bismarck possuía não apenas uma visão nacional e internacional de longo prazo, mas também a capacidade de curto prazo para fazer malabarismos com desenvolvimentos complexos. Ele se tornou um herói para os nacionalistas alemães, que construíram monumentos em sua homenagem. É elogiado como um visionário que manteve a paz na Europa através de uma diplomacia hábil, mas é criticado pela perseguição aos polacos e aos católicos e pela centralização do poder executivo, que alguns descrevem como cesarista. Ele é criticado pelos oponentes do nacionalismo alemão, à medida que o nacionalismo se tornou enraizado na cultura alemã, galvanizando o país a prosseguir agressivamente políticas nacionalistas em ambas as Guerras Mundiais. == Biografia == Bismarck nasceu em 1815 em Schönhausen, uma propriedade de uma família nobre a oeste de Berlim, na Saxônia Prussiana. Seu pai, Karl Wilhelm Ferdinand von Bismarck (1771-1845), era proprietário de uma propriedade Junker e ex-oficial militar prussiano; sua mãe, Wilhelmine Luise Mencken (1789-1839), era filha bem- educada de um alto funcionário do governo em Berlim. Em 1816, a família mudou- se para sua propriedade na Pomerânia, Kniephof (atual Konarzewo, Polônia), a nordeste de Stettin (atual Szczecin), na então província prussiana da Transpomerânia. Lá, Bismarck passou a infância em um ambiente bucólico.George Hesekiel: Das Buch vom Fürsten Bismarck. Bielefeld und Leipzig 1873, p. 55. Bismarck tinha dois irmãos: seu irmão mais velho, Bernhard (1810–1893) e sua irmã mais nova, Malwine (1827–1908). Outros viam Bismarck como um típico Junker prussiano do sertão, imagem que ele encorajou ao usar uniformes militares. No entanto, ele era bem educado e cosmopolita, com talento para conversar. Bismarck também sabia inglês, francês, italiano, polonês e russo. Bismarck foi educado na escola primária de Johann Ernst Plamann, e nas escolas secundárias Friedrich-Wilhelm e Graues Kloster. De 1832 a 1833, estudou Direito na Universidade de Göttingen, onde foi membro do Corpo de Hannover, e depois matriculou-se na Universidade de Berlim (1833-1835). Em 1838, enquanto servia como reservista do exército em Greifswald, estudou agricultura na Universidade de Greifswald. Em Göttingen, Bismarck fez amizade com o estudante americano John Lothrop Motley. Motley, que mais tarde se tornou um eminente historiador e diplomata, embora permanecesse próximo de Bismarck, escreveu um romance em 1839, Morton's Hope, ou as Memórias de um Provincial, sobre a vida em uma universidade alemã. Nele ele descreveu Bismarck como um excêntrico imprudente e arrojado, mas também como um jovem extremamente talentoso e encantador.Steinberg, 2011, pp. 39–41. Embora Bismarck esperasse tornar-se diplomata, ele iniciou seu treinamento prático como advogado em Aachen e Potsdam, e logo renunciou, tendo primeiro colocado sua carreira em risco ao tirar licença não autorizada para perseguir duas meninas inglesas: primeiro Laura Russell, sobrinha do duque de Cleveland, e depois Isabella Loraine- Smith, filha de um clérigo rico. Em 1838, Bismarck iniciou um serviço militar obrigatório reduzido no Exército Prussiano; servindo ativamente como voluntário por um ano antes de se tornar oficial no Landwehr (reserva). Depois, ele voltou a administrar as propriedades da família em Schönhausen após a morte de sua mãe, aos vinte e poucos anos. Por volta dos 30 anos, Bismarck formou uma intensa amizade com Marie von Thadden-Trieglaff, recém- casada com um de seus amigos, Moritz von Blanckenburg. Um mês após sua morte, Bismarck escreveu para pedir a mão em casamento da prima de Marie, a nobre Johanna von Puttkamer (1824-1894);Steinberg, 2011, p.64 eles se casaram em Alt-Kolziglow (moderna Kołczygłowy) em 28 de julho de 1847. Seu casamento longo e feliz gerou três filhos: Marie (n. 1847), Herbert (n. 1849) e Wilhelm (n. 1852). Johanna era uma mulher tímida, retraída e profundamente religiosa, embora mais tarde fosse famosa por sua língua afiada. == Início da carreira política == === Jovem político === Em 1847, Bismarck, aos trinta e dois anos, foi escolhido como representante na recém-criada legislatura prussiana, a Vereinigter Landtag. Lá, ele ganhou a reputação de político monarquista e reacionário, com talento para a retórica contundente; ele defendeu abertamente a ideia de que o monarca tinha o direito divino de governar. Sua seleção foi organizada pelos irmãos Gerlach, companheiros pietistas luteranos cuja facção ultraconservadora era conhecida como \"Kreuzzeitung\" em homenagem ao seu jornal, o Neue Preußische Zeitung, assim apelidado porque apresentava uma Cruz de Ferro na capa.Steinberg, 2011, p. 93. Em março de 1848, a Prússia enfrentou uma revolução (uma das revoluções de 1848 em toda a Europa), que subjugou completamente o rei Frederico Guilherme IV. O monarca, embora inicialmente inclinado a usar as forças armadas para reprimir a rebelião, acabou por recusar deixar Berlim em busca da segurança do quartel-general militar em Potsdam. Bismarck registrou mais tarde que houve um \"chocalhar de sabres em suas bainhas\" por parte dos oficiais prussianos quando souberam que o rei não suprimiria a revolução pela força. Ele ofereceu inúmeras concessões aos liberais: usou as cores revolucionárias preto-vermelho-dourado (como vistas na bandeira da Alemanha de hoje), prometeu promulgar uma constituição, concordou que a Prússia e outros estados alemães deveriam se fundir em um único estado- nação, e nomeou um liberal, Gottfried Ludolf Camphausen, como Ministro- Presidente.Steinberg, 2011, p. 89. Bismarck tentou inicialmente reunir os camponeses da sua propriedade num exército para marchar sobre Berlim em nome do rei.Steinberg, 2011, p. 86. Ele viajou para Berlim disfarçado para oferecer seus serviços, mas em vez disso foi instruído a ser útil, providenciando suprimentos de alimentos para o Exército em suas propriedades, caso fossem necessários. O irmão do rei, o príncipe Guilherme, fugiu para a Inglaterra; Bismarck tentou fazer com que a esposa de Guilherme, Augusta, colocasse seu filho adolescente Frederico Guilherme no trono da Prússia no lugar de Frederico Guilherme IV. Augusta não aceitou nada disso e depois disso detestou Bismarck,Steinberg, 2011, pp. 87–88. apesar do fato de que mais tarde ele ajudou a restaurar uma relação de trabalho entre Guilherme e seu irmão, o rei. Bismarck ainda não era membro da Câmara dos Representantes, a câmara baixa da nova legislatura prussiana. O movimento liberal pereceu no final de 1848 em meio a lutas internas. Enquanto isso, os conservadores se reagruparam, formaram um grupo interno de conselheiros — incluindo os irmãos Gerlach, conhecidos como a \"Camarilla\" — em torno do rei, e retomaram o controle de Berlim. Embora tenha sido concedida uma constituição, as suas disposições ficaram muito aquém das exigências dos revolucionários. Em 1849, Bismarck foi eleito para o Landtag. Nesta fase da sua carreira, opôs-se à unificação da Alemanha, argumentando que a Prússia perderia a sua independência no processo. Ele aceitou a sua nomeação como um dos representantes da Prússia no Parlamento de Erfurt, uma assembleia de estados alemães que se reunia para discutir planos de união, mas apenas o fez para se opor de forma mais eficaz às propostas desse órgão. O parlamento não conseguiu realizar a unificação, pois não tinha o apoio dos dois estados alemães mais importantes, a Prússia e a Áustria. Em setembro de 1850, após uma disputa sobre o Eleitorado de Hesse (a Crise de Hesse de 1850),Alan Palmer, Bismarck [Charles Scribner Publishers: New York, 1976] p. 41. a Prússia foi humilhada e forçada a recuar pela Áustria (apoiada pela Rússia) na chamada Pontuação de Olmütz;Alan Palmer, Bismarck, p. 42. um plano para a unificação da Alemanha sob a liderança prussiana, proposto pelo Ministro das Relações Exteriores da Prússia, Joseph von Radowitz, também foi abandonado. Em 1851, Frederico Guilherme IV nomeou Bismarck enviado da Prússia à Dieta da Confederação Alemã em Frankfurt. Bismarck renunciou ao seu assento eleito no Landtag, mas foi nomeado para a Câmara dos Lordes da Prússia alguns anos depois. Em Frankfurt, ele travou uma batalha de vontades com o representante austríaco, conde Friedrich von Thun und Hohenstein. Ele insistiu em ser tratado como igual por meio de táticas mesquinhas, como imitar Thun quando Thun reivindicava o privilégio de fumar e de tirar o paletó nas reuniões.Steinberg, 2011, p. 117. Este episódio foi o pano de fundo para uma altercação na câmara de Frankfurt com Georg von Vincke que levou a um duelo entre Bismarck e Vincke com Carl von Bodelschwingh como parte imparcial, que terminou sem ferimentos.Steinberg, 2011, pp. 142–43. Os oito anos de Bismarck em Frankfurt foram marcados por mudanças nas suas opiniões políticas, detalhadas nos numerosos e extensos memorandos, que enviou aos seus superiores ministeriais em Berlim. Não mais sob a influência dos seus amigos prussianos ultraconservadores, Bismarck tornou-se menos reacionário e mais pragmático. Ele ficou convencido de que, para compensar a influência recentemente restaurada da Áustria, a Prússia teria de aliar-se a outros estados alemães. Como resultado, ele passou a aceitar melhor a noção de uma nação alemã unida. Gradualmente, ele passou a acreditar que ele e seus colegas conservadores tinham de assumir a liderança na criação de uma nação unificada para não serem eclipsados. Ele também acreditava que os liberais da classe média queriam mais uma Alemanha unificada do que quebrar o domínio das forças tradicionais sobre a sociedade. Bismarck também trabalhou para manter a amizade da Rússia e uma relação de trabalho com a França de Napoleão III, sendo esta última um anátema para os seus amigos conservadores, os Gerlachs,Quotations from letters between Leopold von Gerlach and Bismarck debating the topic of Napoleon III are in Steinberg, 2011, pp. 131–33. mas necessária tanto para ameaçar a Áustria como para evitar que a França se aliasse à Rússia. Numa famosa carta a Leopold von Gerlach, Bismarck escreveu que era tolice jogar xadrez tendo primeiro colocado 16 das 64 casas fora dos limites. Esta observação tornou-se irónica, pois depois de 1871, a França tornou-se de facto o inimigo permanente da Alemanha e, eventualmente, aliou-se à Rússia contra a Alemanha na década de 1890.Steinberg, 2011, ch. 5. Bismarck ficou alarmado com o isolamento da Prússia durante a Guerra da Crimeia em meados da década de 1850, na qual a Áustria se aliou à Grã-Bretanha e à França contra a Rússia; A Prússia quase não foi convidada para as conversações de paz em Paris. Na Grande Crise do Oriente da década de 1870, o medo de uma repetição desta reviravolta seria mais tarde um factor que levou Bismarck a assinar a Aliança Dupla com a Áustria-Hungria em 1879. === Embaixador na Rússia e França === Em outubro de 1857, Frederico Guilherme IV sofreu um derrame paralisante, e seu irmão Guilherme assumiu o governo prussiano como regente. Guilherme foi inicialmente visto como um governante moderado, cuja amizade com a Grã-Bretanha liberal foi simbolizada pelo recente casamento do seu filho Frederico Guilherme com a filha mais velha da Rainha Vitória. Como parte de sua \"Nova Era\", Guilherme trouxe novos ministros, conservadores moderados conhecidos como Wochenblatt, em homenagem ao seu jornal. O regente logo substituiu Bismarck como enviado em Frankfurt e fez dele embaixador da Prússia no Império Russo.Steinberg, 2011, p. 147 Em teoria, isto era uma promoção, já que a Rússia era um dos dois vizinhos mais poderosos da Prússia. Mas Bismarck foi marginalizado dos acontecimentos na Alemanha e só pôde assistir impotente enquanto a França expulsava a Áustria da Lombardia durante a Guerra Italiana de 1859. Bismarck propôs que a Prússia explorasse a fraqueza da Áustria para mover as suas fronteiras \"para sul, até ao Lago Constança\", na fronteira suíça; em vez disso, a Prússia mobilizou tropas na Renânia para dissuadir novos avanços franceses em Venetia. Bismarck permaneceu em São Petersburgo durante quatro anos, durante os quais quase perdeu a perna devido a um tratamento médico mal feito e mais uma vez encontrou o seu futuro adversário, o príncipe russo Alexander Gorchakov, que tinha sido o representante russo em Frankfurt no início da década de 1850. O regente também nomeou Helmuth von Moltke como o novo Chefe do Estado-Maior do Exército Prussiano, e Albrecht von Roon como Ministro da Guerra com a tarefa de reorganizar o exército. Nos doze anos seguintes, Bismarck, Moltke e Roon transformaram a Prússia.Edward Crankshaw, Bismarck (1981) pp 97-105. Apesar da sua longa estada no estrangeiro, Bismarck não estava totalmente desligado dos assuntos internos alemães. Ele permaneceu bem informado devido a Roon, com quem Bismarck formou uma amizade duradoura e uma aliança política. Em maio de 1862, foi enviado a Paris para servir como embaixador na França e também visitou a Inglaterra naquele verão. Estas visitas permitiram-lhe conhecer e avaliar vários adversários: Napoleão III em França, e na Grã-Bretanha, o primeiro-ministro Henry Temple, o secretário dos Negócios Estrangeiros John Russell e o político conservador Benjamin Disraeli. == Ministro-Presidente da Prússia == O príncipe Guilherme tornou-se rei da Prússia após a morte de seu irmão Frederico Guilherme IV em 1861. O novo monarca frequentemente entrou em conflito com o cada vez mais liberal Landtag prussiano. Uma crise surgiu em 1862, quando o Landtag recusou-se a autorizar o financiamento para uma proposta de reorganização do exército. Os ministros do rei não conseguiram convencer os legisladores a aprovar o orçamento e o rei não estava disposto a fazer concessões. Guilherme ameaçou abdicar em favor de seu filho, o príncipe herdeiro Frederico Guilherme, que se opôs a isso, acreditando que Bismarck era o único político capaz de lidar com a crise. No entanto, Guilherme foi ambivalente quanto à nomeação de uma pessoa que exigia controle irrestrito sobre as relações exteriores. Foi em setembro de 1862, quando a Abgeordnetenhaus (Câmara dos Representantes) rejeitou esmagadoramente o orçamento proposto, que Guilherme foi persuadido a chamar Bismarck de volta à Prússia, a conselho de Roon. Em 23 de setembro de 1862, Guilherme nomeou Bismarck Ministro-Presidente e Ministro das Relações Exteriores.Steinberg, 2011, ch. 6. Bismarck, Roon e Moltke assumiram o comando numa altura em que as relações entre as Grandes Potências (Grã-Bretanha, França, Áustria e Rússia) tinham sido abaladas pela Guerra da Crimeia e pela Primeira Guerra de Independência Italiana. No meio desta desordem, o equilíbrio de poder europeu foi reestruturado com a criação do Império Alemão como a potência dominante na Europa continental, à parte da Rússia. Isto foi conseguido pela diplomacia de Bismarck, pela reorganização do exército de Roon e pela estratégia militar de Moltke. Apesar da desconfiança inicial do rei e do príncipe herdeiro e da aversão à rainha Augusta, Bismarck logo adquiriu um domínio poderoso sobre o rei pela força da personalidade e pelo poder de persuasão. Bismarck pretendia manter a supremacia real, pondo fim ao impasse orçamental a favor do rei, mesmo que tivesse de utilizar meios extralegais para o fazer. De acordo com a constituição, o orçamento só poderia ser aprovado depois que o rei e a legislatura concordassem com seus termos. Bismarck argumentou que, uma vez que a constituição não previa casos em que os legisladores não aprovassem um orçamento, havia uma \"lacuna legal\" na constituição e assim ele poderia aplicar o orçamento do ano anterior para manter o governo em funcionamento. Assim, com base no orçamento de 1861, a arrecadação de impostos continuou durante quatro anos. O conflito de Bismarck com os legisladores intensificou- se nos anos seguintes. Após a Convenção de Alvensleben de 1863, a Câmara dos Representantes decidiu que não poderia mais chegar a um acordo com Bismarck; em resposta, o rei dissolveu o Landtag, acusando-o de tentar obter controlo inconstitucional sobre o ministério – que, segundo a constituição, era responsável exclusivamente perante o rei. Bismarck emitiu então um decreto restringindo a liberdade de imprensa, um decreto que ganhou até a oposição pública do príncipe herdeiro. Apesar (ou talvez por causa) de suas tentativas de silenciar os críticos, Bismarck continuou sendo um político amplamente impopular. Os seus apoiantes tiveram maus resultados nas eleições de Outubro de 1863, nas quais uma coligação liberal, cujo principal membro era o Partido do Progresso, conquistou mais de dois terços dos assentos. A Câmara fez repetidos apelos à demissão de Bismarck, mas o rei apoiou-o, temendo que, se demitisse o Ministro Presidente, muito provavelmente seria sucedido por um liberal. === Sangue e Ferro === A unificação alemã tinha sido um dos principais objectivos das revoluções de 1848, quando representantes dos estados alemães se reuniram em Frankfurt e redigiram uma constituição, criando uma união federal com um parlamento nacional eleito por sufrágio universal masculino. Em abril de 1849, o Parlamento de Frankfurt ofereceu o título de Imperador ao Rei Frederico Guilherme IV. Temendo a oposição dos outros príncipes alemães e a intervenção militar da Áustria e da Rússia, o rei renunciou a este mandato popular, citando as suas preocupações sobre a legitimidade do parlamento para lhe oferecer a coroa sem o consentimento dos vários governantes alemães. Assim, o Parlamento de Frankfurt terminou num fracasso para os liberais alemães. Em 30 de setembro de 1862, Bismarck fez um famoso discurso ao Comitê de Orçamento da Câmara dos Deputados da Prússia, no qual expôs o uso de \"Sangue e Ferro\" para atingir os objetivos da Prússia: > A Prússia deve concentrar-se e manter o seu poder para o momento favorável > que já passou várias vezes. As fronteiras da Prússia, de acordo com os > tratados de Viena, não são favoráveis ​​a uma vida estatal saudável. As > grandes questões da época não serão resolvidas com discursos e decisões > majoritárias – esse foi o grande erro de 1848 e 1849 – mas com ferro e > sangue. === Derrota da Dinamarca === miniaturadaimagem|285x285px|Estátua de Otto von Bismarck no estado alemão de Schleswig-Holstein, no extremo norte Antes da década de 1860, a Alemanha consistia numa multidão de principados vagamente unidos como membros da Confederação Alemã. Bismarck usou tanto a diplomacia como os militares prussianos para alcançar a unificação, excluindo a Áustria de uma Alemanha unificada. Isto fez da Prússia o componente mais poderoso e dominante da nova Alemanha, mas também garantiu que continuasse a ser um Estado autoritário e não uma democracia parlamentar liberal.Gordon A. Craig, Germany, 1866–1945 (1978), pp. 1–21. Bismarck enfrentou uma crise diplomática quando o rei Frederico VII da Dinamarca morreu em novembro de 1863. A sucessão aos ducados de Schleswig e Holstein foi contestada; eles foram reivindicados por Cristiano IX, herdeiro de Frederico VII como rei, e também por Frederico von Augustenburg, um duque dinamarquês. A opinião pública prussiana favoreceu fortemente a afirmação de Augustemburgo, já que as populações de Holstein e do sul de Schleswig eram principalmente de língua alemã. Bismarck deu um passo impopular ao insistir que os territórios pertenciam legalmente ao monarca dinamarquês sob o Protocolo de Londres assinado uma década antes. No entanto, Bismarck denunciou a decisão de Christian de anexar completamente Schleswig à Dinamarca. Com o apoio da Áustria, ele emitiu um ultimato para que Christian IX devolvesse Schleswig ao seu antigo status. Quando a Dinamarca recusou, a Áustria e a Prússia invadiram, desencadeando a Guerra dos Ducados do Elba. A Dinamarca foi finalmente forçada a renunciar às suas reivindicações sobre ambos os ducados. A princípio isto pareceu uma vitória para Augustemburgo, mas Bismarck rapidamente o removeu do poder fazendo uma série de exigências impraticáveis, nomeadamente que a Prússia deveria ter controlo sobre o exército e a marinha dos ducados. Originalmente, foi proposto que a Dieta da Confederação Alemã, na qual todos os estados da Alemanha estavam representados, determinasse o destino dos ducados; mas antes que este esquema pudesse ser implementado, Bismarck induziu a Áustria a concordar com a Convenção de Gastein. Nos termos deste acordo assinado em 20 de agosto de 1865, a Prússia recebeu Schleswig, enquanto a Áustria recebeu Holstein. Naquele ano, Bismarck recebeu o título de Conde (Graf) de Bismarck- Schönhausen.Eyck 1964, pp. 58–106. === Derrota da Áustria === Em 1866, a Áustria renegou o acordo e exigiu que a Dieta determinasse a questão Schleswig-Holstein. Bismarck usou isto como desculpa para iniciar uma guerra com a Áustria, acusando-os de violar a Convenção de Gastein. Bismarck enviou tropas prussianas para ocupar Holstein. Provocada, a Áustria apelou à ajuda de outros estados alemães, que rapidamente se envolveram na Guerra Austro- Prussiana.Eyck 1964, pp. 107–38. Graças à reorganização de Roon, o exército prussiano era quase igual em número ao exército austríaco. Com o génio estratégico de Moltke, o exército prussiano travou batalhas que foi capaz de vencer. Bismarck também havia feito uma aliança secreta com a Itália, que desejava o Vêneto controlado pelos austríacos. A entrada da Itália na guerra forçou os austríacos a dividir as suas forças. Entretanto, quando a guerra começou, um radical alemão chamado Ferdinand Cohen-Blind tentou assassinar Bismarck em Berlim, disparando cinco tiros à queima-roupa. Bismarck teve apenas ferimentos leves.Staff (May 10, 1866) \"Ueber das Attentat auf den Grafen Bismarck\" Wiener Morgen-Post (Vienna) p. 1 Cohen-Blind mais tarde cometeu suicídio enquanto estava sob custódia. A guerra durou sete semanas. A Áustria tinha um exército aparentemente poderoso que era aliado da maior parte dos estados do norte da Alemanha e de todos os estados do sul da Alemanha. No entanto, a Prússia venceu a decisiva Batalha de Königgrätz . O rei e os seus generais queriam avançar, conquistar a Boêmia e marchar para Viena, mas Bismarck, preocupado com a possibilidade de a sorte militar prussiana mudar ou com a possibilidade de a França intervir ao lado da Áustria, recorreu à ajuda do príncipe herdeiro Frederico Guilherme, que se tinha oposto à guerra. mas comandou um dos exércitos prussianos em Königgrätz para dissuadir seu pai após discussões tempestuosas. Bismarck insistiu numa \"paz suave\", sem anexações e sem desfiles de vitória, de modo a poder restaurar rapidamente relações amistosas com a Áustria.Steinberg, 2011, p. 253. A Prússia tinha apenas uma pluralidade (17 dos 43 assentos) no Bundesrat, apesar de ser maior do que os outros 21 estados combinados, mas Bismarck poderia facilmente controlar os procedimentos através de alianças com os estados menores. Isto deu início ao que os historiadores chamam de \"A Miséria da Áustria\", na qual a Áustria serviu como mero vassalo da Alemanha superior, uma relação que moldaria a história até o final da Primeira Guerra Mundial. Jonathan Steinberg fala das conquistas de Bismarck até este ponto: > A escala do triunfo de Bismarck não pode ser exagerada. Só ele provocou uma > transformação completa da ordem internacional europeia. Ele havia dito aos > que quisessem ouvir o que pretendia fazer, como pretendia fazê-lo, e o fez. > Ele conseguiu este feito incrível sem comandar um exército, e sem a > capacidade de dar uma ordem ao mais humilde soldado comum, sem o controle de > um grande partido, sem apoio público, na verdade, em face da hostilidade > quase universal, sem uma maioria no parlamento , sem controle de seu > gabinete e sem seguidores leais na burocracia. Ele já não tinha o apoio dos > poderosos grupos de interesse conservadores que o ajudaram a alcançar o > poder. Os diplomatas mais graduados do serviço estrangeiro... eram inimigos > jurados e ele sabia disso. A Rainha e a Família Real o odiavam e o Rei, > emotivo e pouco confiável, logo completaria 70 anos. ... Com perfeita > justiça, em agosto de 1866, ele deu um soco na mesa e gritou: \"Eu venci > todos eles! Todos!\"Steinberg, 2011, p. 257. === Guerra Franco-Prussiana 1870-1871 === miniaturadaimagem|255x255px|Rendição de Napoleão III após a Batalha de Sedan, 1 de setembro de 1870 A vitória da Prússia sobre a Áustria aumentou as tensões já existentes com a França. O Imperador da França, Napoleão III, havia tentado ganhar território para a França (na Bélgica e na margem esquerda do Reno) como compensação por não ter aderido à guerra contra a Prússia e ficou desapontado com o resultado surpreendentemente rápido da guerra. Assim, o político da oposição Adolphe Thiers afirmou que foi a França, e não a Áustria, quem realmente foi derrotado em Königgrätz. Bismarck, ao mesmo tempo, não evitou a guerra com a França, embora temesse os franceses por uma série de razões. Primeiro, temia que a Áustria, sedenta de vingança, se aliasse aos franceses. Da mesma forma, temia que o exército russo ajudasse a França a manter um equilíbrio de poder. Ainda assim, porém, Bismarck acreditava que se os estados alemães percebessem a França como o agressor, eles então se uniriam em apoio ao rei da Prússia. Para conseguir isso, manteve Napoleão III envolvido em várias intrigas, pelas quais a França poderia ganhar território do Luxemburgo ou da Bélgica. A França nunca conseguiu tal ganho, mas foi feita para parecer gananciosa e indigna de confiança.Eyck 1964, pp. 139–86. Um pretexto adequado para a guerra surgiu em 1870, quando foi oferecido ao príncipe alemão Leopoldo de Hohenzollern- Sigmaringen o trono espanhol, vago desde uma revolução em 1868. A França pressionou Leopoldo a retirar a sua candidatura. Não contente com isso, Paris exigiu que Guilherme, como chefe da Casa de Hohenzollern, garantisse que nenhum Hohenzollern jamais buscaria a coroa espanhola novamente. Para provocar a França a declarar guerra à Prússia, Bismarck publicou o Ems Dispatch, uma versão cuidadosamente editada de uma conversa entre o rei Guilherme e o embaixador francês na Prússia, o conde Benedetti. Esta conversa foi editada para que cada nação sentisse que o seu embaixador tinha sido menosprezado e ridicularizado, inflamando assim o sentimento popular de ambos os lados a favor da guerra. Langer, no entanto, argumenta que este episódio desempenhou um papel menor na causa da guerra.William Langer, \"Bismarck as Dramatist\", in Studies in Diplomatic History & Historiography in Honour of G.P. Gooch (1962) pp. 199–216. Bismarck escreveu em suas Memórias que \"não tinha dúvidas de que uma guerra franco-alemã deveria ocorrer antes que a construção de uma Alemanha unida pudesse ser realizada\".Bismarck, Otto, The Man & the Statesman, Vol. 2, Cosimo Classics, 2013, 384 p. , p. 58. No entanto, ele estava confiante de que o exército francês não estava preparado para lutar contra as forças numericamente maiores da Alemanha: \"Se os franceses lutarem contra nós sozinhos, estarão perdidos\". Ele também estava convencido de que os franceses não conseguiriam encontrar aliados, pois \"a França, a vencedora, seria um perigo para todos - a Prússia para ninguém\". Ele acrescentou: “Esse é o nosso ponto forte”.Poschinger, Heinrich, Conversations with Prince Bismarck, Kessinger Publishing, 2007, 304 p. , p. 87. A França mobilizou-se e declarou guerra em 19 de julho. Os estados alemães viam a França como o agressor e – varridos pelo nacionalismo e pelo zelo patriótico – uniram-se ao lado da Prússia e forneceram tropas. Ambos os filhos de Bismarck serviram como oficiais da cavalaria prussiana. A guerra foi um grande sucesso para a Prússia, pois o exército alemão, controlado pelo Chefe do Estado-Maior Moltke, conquistou vitória após vitória. As principais batalhas foram todas travadas num mês (7 de agosto a 1 de setembro), e ambos os exércitos franceses foram capturados em Sedan e Metz, este último após um cerco de algumas semanas. Napoleão III foi feito prisioneiro em Sedan e mantido na Alemanha por algum tempo, para o caso de Bismarck precisar dele para chefiar o regime francês; mais tarde, ele morreu no exílio na Inglaterra em 1873. O restante da guerra caracterizou-se por um cerco a Paris, a cidade foi \"bombardeada ineficazmente\"; o novo regime republicano francês tentou então, sem sucesso, aliviar Paris com vários exércitos reunidos às pressas e uma guerra partidária cada vez mais acirrada. Bismarck citou o primeiro verso da letra de \"La Marseillaise\", entre outros, ao ser gravado em um fonógrafo Edison em 1889, a única gravação conhecida de sua voz. Um biógrafo afirmou que o fez, 19 anos depois da guerra, para zombar dos franceses. === Unificação da Alemanha === Bismarck agiu imediatamente para garantir a unificação da Alemanha. Ele negociou com representantes dos estados do sul da Alemanha, oferecendo concessões especiais caso concordassem com a unificação. As negociações foram bem-sucedidas; o sentimento patriótico dominou o que restava da oposição. Enquanto a guerra estava na sua fase final, Guilherme I da Prússia foi proclamado imperador alemão em 18 de janeiro de 1871 na Galeria dos Espelhos do Castelo de Versalhes. O novo Império Alemão era uma federação: cada um dos seus 25 estados constituintes (reinos, grão-ducados, ducados, principados e cidades livres) manteve alguma autonomia. O rei da Prússia, como imperador alemão, não era soberano sobre toda a Alemanha; ele era apenas , ou primeiro entre iguais. No entanto, ocupou a presidência do Bundesrat, que se reunia para discutir a política apresentada pelo Chanceler, nomeado pelo imperador. No final, a França teve de ceder a Alsácia e parte da Lorena, pois Moltke e os seus generais queriam-na como tampão. Os historiadores debatem se Bismarck queria esta anexação ou se foi forçado a ela por uma onda da opinião pública e da elite alemã. A França também foi obrigada a pagar uma indemnização; o valor da indenização foi calculado com base na população, como o equivalente preciso da indenização que Napoleão I impôs à Prússia em 1807. Os historiadores debatem se Bismarck tinha um plano mestre para expandir a Confederação da Alemanha do Norte de 1866 para incluir os restantes estados alemães independentes numa única entidade ou simplesmente para expandir o poder do Reino da Prússia. Eles concluem que factores adicionais à força da Realpolitik de Bismarck levaram um conjunto de sistemas políticos modernos a reorganizar as relações políticas, económicas, militares e diplomáticas no século XIX. A reacção ao nacionalismo dinamarquês e francês proporcionou focos para expressões de unidade alemã. Os sucessos militares – especialmente os da Prússia – em três guerras regionais geraram entusiasmo e orgulho que os políticos puderam aproveitar para promover a unificação. Esta experiência ecoou a memória das realizações mútuas nas Guerras Napoleónicas, particularmente na Guerra de Libertação de 1813-14. Ao estabelecer uma Alemanha sem a Áustria, a unificação política e administrativa em 1871 resolveu, pelo menos temporariamente, o problema do dualismo. O historiador Robert K. Massie observou que a imagem popular de Bismarck era tão \"rude\" e \"militarista\", enquanto na realidade \"a ferramenta de Bismarck era uma diplomacia agressiva e implacável\".Massie, Robert K., Dreadnought: Britain, Germany, and the Coming of the Great War (1991) New York: Random House. p. 76. Jonathan Steinberg disse sobre a criação do Império Alemão por Bismarck que: > A primeira fase de [sua] grande carreira estava concluída. Os estadistas > geniais transformaram a política europeia e unificaram a Alemanha em oito > anos e meio. E ele fez isso por pura força de personalidade, por seu brilho, > crueldade e flexibilidade de princípios.... [Isso] marcou o ponto alto de > [sua] carreira. Ele havia conseguido o impossível, e seu gênio e o culto ao > gênio não tinham limites.... Quando retornou a Berlim em março de 1871, > tornou-se imortal...Steinberg, 2011, pp. 311–12. == Chanceler do Império Alemão == miniaturadaimagem|Bismarck em 1873 Em 1871, Bismarck foi elevado ao posto de Fürst (Príncipe). Ele também foi nomeado o primeiro Chanceler Imperial (Reichskanzler) do Império Alemão, mas manteve seus cargos prussianos, incluindo os de Ministro-Presidente e Ministro das Relações Exteriores. Ele também foi promovido ao posto de tenente-general e comprou um antigo hotel em Friedrichsruh, perto de Hamburgo, que se tornou uma propriedade. Ele também continuou a servir como seu próprio ministro das Relações Exteriores. Por causa dos cargos imperiais e prussianos que ocupou, Bismarck tinha controle quase completo sobre a política interna e externa. O cargo de Ministro Presidente da Prússia foi temporariamente separado do de Chanceler em 1873, quando Albrecht von Roon foi nomeado para o antigo cargo. Mas no final do ano, Roon renunciou devido a problemas de saúde e Bismarck tornou-se novamente Ministro-Presidente. === Kulturkampf === Bismarck lançou uma Kulturkampf anticatólica (\"luta cultural\") na Prússia em 1871. Isto foi parcialmente motivado pelo medo de Bismarck de que Pio IX e os seus sucessores usassem a infalibilidade papal para alcançar o \"desejo papal de hegemonia política internacional... O resultado foi o Kulturkampf, que, com as suas medidas em grande parte prussianas, complementadas por ações semelhantes em vários outros estados alemães, procuraram conter o perigo clerical através de legislação que restringisse o poder político da Igreja Católica.\" Em maio de 1872, Bismarck tentou assim chegar a um entendimento com outros governos europeus para manipular futuros conclaves papais; os governos devem chegar a acordo antecipadamente sobre os candidatos inadequados e depois instruir os seus cardeais nacionais a votarem de forma adequada. O objetivo era acabar com o controlo do papa sobre os bispos num determinado estado, mas o projeto não deu em nada. Bismarck acelerou o Kulturkampf . Durante o seu curso, todos os bispos prussianos e muitos padres foram presos ou exilados. A população da Prússia expandiu-se muito na década de 1860 e era agora um terço católica. Bismarck acreditava que o papa e os bispos detinham demasiado poder sobre os católicos alemães e estava ainda mais preocupado com o surgimento do Partido do Centro Católico, organizado em 1870. Com o apoio do anticlerical Partido Liberal Nacional, que se tornou o principal aliado de Bismarck no Reichstag, ele aboliu o Departamento Católico do Ministério da Cultura da Prússia. Isso deixou os católicos sem voz nos altos círculos. Além disso, em 1872, os Jesuítas foram expulsos da Alemanha. Em 1873, mais leis anticatólicas permitiram ao governo prussiano supervisionar a educação do clero católico romano e restringiram os poderes disciplinares da Igreja. Em 1875, as cerimônias civis eram exigidas para casamentos civis. Até então, os casamentos nas igrejas eram reconhecidos civilmente. Kulturkampf tornou-se parte da política externa de Bismarck, ao procurar desestabilizar e enfraquecer os regimes católicos, especialmente na Bélgica e na França, mas teve pouco sucesso. O embaixador britânico Odo Russell relatou a Londres em outubro de 1872 que os planos de Bismarck estavam saindo pela culatra ao fortalecer a posição ultramontana (pró-papal) dentro do catolicismo alemão: \"Os bispos alemães, que eram politicamente impotentes na Alemanha e teologicamente em oposição ao Papa em Roma, tornaram-se agora poderosos líderes políticos na Alemanha e defensores entusiastas da agora infalível Fé de Roma, unidos, disciplinados e sedentos de martírio, graças à desnecessária declaração antiliberal de guerra de Bismarck à liberdade que até então desfrutavam pacificamente.Quoted in Os católicos reagiram organizando-se e fortalecendo o Partido do Centro. Bismarck, um protestante pietista devoto, ficou alarmado com o fato de secularistas e socialistas estarem usando o Kulturkampf para atacar todas as religiões. Abandonou-o em 1878 para preservar o seu capital político remanescente, uma vez que agora precisava dos votos do Partido do Centro na sua nova batalha contra o socialismo. Pio IX morreu naquele ano, substituído pelo mais pragmático Papa Leão XIII, que negociou a eliminação da maioria das leis anticatólicas. O Papa manteve o controle da seleção dos bispos, e os católicos, em sua maioria, apoiaram a unificação e a maior parte das políticas de Bismarck. No entanto, nunca esqueceram a sua guerra cultural e pregaram a solidariedade para apresentar a resistência organizada, caso esta fosse retomada.Rebecca Ayako Bennette, Fighting for the Soul of Germany: The Catholic Struggle for Inclusion after Unification (Harvard U.P. 2012) Steinberg comenta: > A histeria anticatólica em muitos países europeus pertence ao seu contexto > europeu. A campanha de Bismarck não foi única em si, mas o seu temperamento > violento, a intolerância à oposição e a paranóia de que as forças secretas > conspiraram para minar o trabalho da sua vida tornaram-na mais implacável. A > sua raiva levou-o a exagerar a ameaça das actividades católicas e a > responder com medidas muito extremas.... Como Odo Russell escreveu para sua > mãe, [Lady Emily Russell], \"O demoníaco é mais forte nele do que em qualquer > homem que conheço\"... o valentão, o ditador e o \"demoníaco\" combinaram-se > nele com a autopiedade e a hipocondria para criar uma crise constante de > autoridade, que ele explorou para seus próprios fins. ... Oponentes, amigos > e subordinados, todos comentaram sobre Bismarck como \"demoníaco\", uma > espécie de poder pessoal misterioso e diabólico sobre os homens e os > assuntos. Nestes anos de seu maior poder, ele acreditava que poderia fazer > qualquer coisa.Steinberg, 2011, pp. 335–36. === Economia === Em 1873, a Alemanha e grande parte da Europa e da América entraram na Longa Depressão, a Gründerkrise . Uma recessão atingiu a economia alemã pela primeira vez desde que o desenvolvimento industrial começou a aumentar na década de 1850. Para ajudar as indústrias vacilantes, o Chanceler abandonou o comércio livre e estabeleceu tarifas de importação protecionistas, o que alienou os liberais nacionais que exigiam o comércio livre. O Kulturkampf e os seus efeitos também incitaram a opinião pública contra o partido que o apoiava, e Bismarck aproveitou a oportunidade para se distanciar dos Nacionais Liberais. Isso marcou um rápido declínio no apoio dos liberais nacionais e, em 1879, os seus laços estreitos com Bismarck tinham praticamente terminado. Em vez disso, Bismarck retornou às facções conservadoras, incluindo o Partido do Centro, em busca de apoio. Ele ajudou a promover o apoio dos conservadores ao promulgar várias tarifas protegendo a agricultura e a indústria alemãs de concorrentes estrangeiros em 1879.E. J. Feuchtwanger, Bismarck (2002) p. 208. === Germanização === As burocracias governamentais imperiais e provinciais tentaram germanizar as minorias nacionais do estado situadas perto das fronteiras do império: os dinamarqueses no Norte, os francófonos no Ocidente e os polacos no Oriente . Como ministro-presidente da Prússia e como chanceler imperial, Bismarck \"classificou as pessoas em suas 'tribos' linguísticas [e religiosas]\"; ele seguiu uma política de hostilidade em particular contra os poloneses, um expediente enraizado na história da Prússia. “Ele nunca teve um polaco entre os seus camponeses” trabalhando nas propriedades bismarckianas; foram a burguesia polonesa instruída e os revolucionários que ele denunciou por experiência própria, e \"por causa deles ele não gostava de intelectuais na política\". O antagonismo de Bismarck é revelado numa carta privada à sua irmã em 1861: \"Martele os polacos até que eles se desesperam de viver [...] tenho toda a simpatia do mundo pela sua situação, mas se quisermos existir, nós não temos escolha a não ser eliminá- los: os lobos são apenas o que Deus os criou, mas nós atiramos neles mesmo assim quando podemos alcançá-los.\" Cited from Bismarck: Die gesammelten Werke, edited by H. von Petersdorff, et al. (Berlin, 1923), Volume XIV, p. 568. Letter to Malwine von Arnim, 14 March 1861Norman Davies, God's Playground, a History of Poland: 1795 to the present (1982) p. 124 online Mais tarde naquele ano, o público Bismarck modificou sua beligerância e escreveu ao ministro das Relações Exteriores da Prússia: \"Cada sucesso do movimento nacional polonês é uma derrota para a Prússia, não podemos continuar a luta contra este elemento de acordo às regras da justiça civil, mas apenas de acordo com as regras da guerra.\" Cited from Bismarck: Die gesammelten Werke, edited by H. von Petersdorff, et al. (Berlin, 1923), Volume III, pp. 289–90. Letter to Albrecht von Bernstorff, 13 November 1861 === Socialismo === Bismarck via o crescente movimento socialista internacional e o não-violento Partido Social Democrata Alemão (SDP), em particular, com alarme. Dado que a existência do SDP estava protegida pelos termos da constituição alemã, Bismarck encontrou formas de o enfraquecer, sem ser uma proibição total. Em 1878, ele instituiu a primeira de uma série de leis antissocialistas repressivas que proibiam organizações e reuniões socialistas, proibindo sindicatos, fechando jornais e proibindo a circulação de literatura socialista. O SPD continuou a participar nas eleições, mas os agentes da polícia tinham agora poderes para deter, revistar e prender membros do SDP e os seus líderes, muitos dos quais foram então julgados por tribunais policiais (uma forma que os socialistas usaram para contornar estas medidas duras foi concorrer como candidatos independentes, não filiados a nenhum partido). Apesar, ou possivelmente por causa das leis, o SDP ganhou continuamente apoiantes e assentos no Reichstag. Durante a década de 1880, Bismarck também tentou conquistar a lealdade das classes trabalhadoras ao regime conservador, implementando benefícios sociais positivos, como seguro contra acidentes e velhice, bem como sendo pioneiro em uma forma de medicina socializada.reformas que agora estão agrupadas sob o rótulo de Socialismo de Estado. O próprio Bismarck chamou assim, além de se referir a eles como “cristianismo prático”: > Todo o problema está enraizado na questão: o Estado tem a responsabilidade > de cuidar dos seus concidadãos indefesos, ou não? Afirmo que tem esse dever > e, com certeza, não apenas o Estado cristão, como uma vez me permiti aludir > com as palavras “Cristianismo prático”, mas antes todo Estado pela sua > própria natureza. . . . Existem objetivos que só o Estado na sua totalidade > pode cumprir. [. . . ] Entre os últimos objetivos mencionados [do estado] > estão a defesa nacional [e] o sistema geral de transporte. [. . . ] A estes > pertencem também a ajuda às pessoas em perigo e a prevenção de queixas > justificadas que, de facto, fornecem um excelente material para exploração > pelos sociais-democratas. Essa é a responsabilidade do Estado, da qual o > Estado não poderá retirar-se a longo prazo. * Discurso de Bismarck no > Reichstag sobre a Lei de Compensação dos Trabalhadores\", p. 4 (15 de março > de 1884) No entanto, apesar destas estratégias, Bismarck não conseguiu esmagar completamente o socialismo. O apoio ao SDP aumentou a cada eleição. === Políticas externas === Um dos segredos do sucesso de Bismarck foi o seu estudo cuidadoso e aprofundado do interesse nacional de todos os outros estados. Assim, ele evitou a armadilha dos mal-entendidos que levaram a conflitos. Ainda mais importante, ele identificou oportunidades em que o interesse nacional de outro Estado era congruente com o da Alemanha, e um acordo poderia ser alcançado em benefício de ambos.Norman Rich, \"The question of national interest in Imperial German foreign policy: Bismarck, William II, and the Road to World War I\" Naval War College Review, (1973) 26#1 pp. 28-41 online at p. 30 Resumindo o domínio da diplomacia de Bismarck, Jonathan Steinberg argumenta: > Nas relações internacionais, não significou absolutamente nenhum compromisso > emocional com nenhum dos atores. A diplomacia deveria, acreditava ele, lidar > com realidades, cálculos de probabilidades, avaliando os inevitáveis ​​erros > e súbitas guinadas por parte dos outros intervenientes, dos Estados e dos > seus estadistas. O tabuleiro de xadrez podia ser supervisionado e convinha > ao génio peculiar de Bismarck para a política manter na sua cabeça múltiplos > movimentos possíveis dos adversários... Ele tinha os seus objetivos em mente > e alcançou-os. Ele foi e permaneceu até o fim mestre do jogo afinado da > diplomacia. Ele gostou. Nas relações exteriores, ele nunca perdia a > paciência, raramente se sentia doente ou sem dormir. Ele poderia ser mais > esperto e superar as pessoas mais inteligentes de outros estados.Steinberg, > Bismarck, p. 472. O poderoso Exército Imperial Alemão estava sob o controle do aliado próximo de Bismarck, o Marechal de Campo Helmuth von Moltke, o Velho. Foi um modelo de profissionalismo, embora não tenha travado guerras. A Marinha Imperial Alemã era pequena sob Bismarck.Alfred Vagts, \"Land and Sea Power in the Second German Reich.\" Journal of Military History 3.4 (1939): 210+ online Após quinze anos de guerra na Crimeia, Alemanha e França, a Europa iniciou um período de paz em 1871.Albrecht-Carrié, A Diplomatic history of Europe since the Congress of Vienna (1958) pp 145-57.Taylor, The Struggle for Mastery in Europe: 1848–1918 (1954) pp 201-24. Com a fundação do Império Alemão em 1871, Bismarck emergiu como uma figura decisiva na história europeia de 1871 a 1890. Ele manteve o controle sobre a Prússia e também sobre as políticas externa e interna do novo Império Alemão. Bismarck construiu a sua reputação de guerreiro, mas transformou-se da noite para o dia num pacificador. Ele usou habilmente a diplomacia do equilíbrio de poder para manter a posição da Alemanha numa Europa que, apesar de muitas disputas e receios de guerra, permaneceu em paz. Para o historiador Eric Hobsbawm, foi Bismarck quem \"permaneceu campeão mundial indiscutível no jogo de xadrez diplomático multilateral por quase vinte anos depois de 1871, [e] dedicou-se exclusivamente, e com sucesso, à manutenção da paz entre as potências\".Eric Hobsbawm, The Age of Empire: 1875–1914 (1987), p. 312. O historiador Paul Knaplund conclui: > Um resultado líquido da força e do prestígio militar da Alemanha, combinados > com situações criadas ou manipuladas pelo seu chanceler, foi que, na década > de 1980, Bismarck tornou-se o árbitro em todas as disputas diplomáticas > graves, quer se referissem à Europa, à África ou à Ásia. Questões como as > fronteiras dos estados dos Balcãs, o tratamento dispensado aos armênios no > império turco e aos judeus na Romênia, os assuntos financeiros do Egito, a > expansão russa no Médio Oriente, a guerra entre a França e a China e a > divisão de África tiveram de ser resolvidas. ser encaminhado para Berlim; > Bismarck tinha a chave para todos esses problemas.Paul Knaplund, ed. Letters > from the Berlin Embassy, 1871–1874, 1880–1885 (1944) p. 8 online O principal erro de Bismarck foi ceder ao Exército e à intensa demanda pública na Alemanha pela aquisição das províncias fronteiriças da Alsácia e Lorena, transformando assim a França num inimigo permanente e profundamente comprometido (ver rivalidade franco-alemã). Theodore Zeldin diz: \"A vingança e a recuperação da Alsácia-Lorena tornaram-se o principal objetivo da política francesa durante os quarenta anos seguintes. O fato de a Alemanha ser inimiga da França tornou-se o fato básico das relações internacionais.\"Theodore Zeldin, France, 1848–1945: Volume II: Intellect, Taste, and Anxiety (1977) 2: 117. A solução de Bismarck foi tornar a França uma nação pária, encorajando a realeza a ridicularizar o seu novo estatuto republicano e construindo alianças complexas com as outras grandes potências – Áustria-Hungria, Rússia e Grã- Bretanha – para manter a França isolada diplomaticamente.Carlton J. H. Hayes, A Generation of Materialism, 1871–1900 (1941), pp 1-2.Mark Hewitson, \"Germany and France before the First World War: A Reassessment of Wilhelmine Foreign Policy\" English Historical Review (2000) 115#462 pp. 570-606 in JSTOR Um elemento-chave foi a Liga dos Três Imperadores, na qual Bismarck reuniu governantes em Berlim, Viena e São Petersburgo para garantir a segurança uns dos outros, ao mesmo tempo que bloqueava a França; durou 1881-1887.J. A. Spender, Fifty Years of Europe: A study in pre-war documents (1933) pp 21-27W. N. Medlicott, \"Bismarck and the Three Emperors' Alliance, 1881–87\", Transactions of the Royal Historical Society Vol. 27 (1945), pp. 61-83 online ==== Primeiras relações com a Europa ==== Tendo unificado a sua nação, Bismarck dedicou-se agora a prevenir a guerra na Europa com as suas habilidades como estadista. Ele foi forçado a enfrentar o revanchismo francês, o desejo de vingar as perdas da Guerra Franco-Prussiana. Bismarck, portanto, engajou-se numa política de isolar diplomaticamente a França, mantendo ao mesmo tempo relações cordiais com outras nações da Europa. Ele tinha pouco interesse em complicações navais ou coloniais e, assim, evitou a discórdia com a Grã-Bretanha. Os historiadores enfatizam que ele não queria mais ganhos territoriais depois de 1871 e trabalhou vigorosamente para formar alianças cruzadas que impedissem o início de qualquer guerra na Europa. Em 1878, tanto os porta-vozes liberais como conservadores na Grã-Bretanha aclamaram-no como o campeão da paz na Europa. A. J. P. Taylor, um importante historiador diplomático britânico, embora criticado como apologista do militarismo alemão, conclui que, \"Bismarck foi um mediador honesto da paz; e o seu sistema de alianças obrigou todas as potências, qualquer que fosse a sua vontade, a seguir um curso pacífico\".A.J.P. Taylor, Europe: Grandeur and Decline (1967) p. 89. Bem consciente de que a Europa era céptica em relação ao seu poderoso novo Reich, Bismarck voltou a sua atenção para a preservação do status quo na Europa com base num equilíbrio de poder que permitiria o florescimento da economia alemã. Bismarck temia que uma combinação hostil entre Áustria- Hungria, França e Rússia esmagasse a Alemanha. Se dois deles fossem aliados, então o terceiro só se aliaria à Alemanha se a Alemanha cedesse às exigências excessivas. A solução foi aliar-se a dois dos três. Em 1873 ele formou a Liga dos Três Imperadores (Dreikaiserbund), uma aliança de Guilherme, do czar Alexandre II da Rússia e do imperador Francisco José da Áustria-Hungria. Juntos, controlariam a Europa Oriental, garantindo que grupos étnicos inquietos, como os polacos, fossem mantidos sob controlo. Os Balcãs representavam uma questão mais séria, e a solução de Bismarck foi dar predominância à Áustria-Hungria nas áreas ocidentais e à Rússia nas áreas orientais. Este sistema entrou em colapso em 1887.Raymond James Sontag, European Diplomatic History: 1871–1932 (1933) pp. 3–58.W. N. Medlicott, \"Bismarck and the Three Emperors' Alliance, 1881-87\", Transactions of the Royal Historical Society Vol. 27 (1945), pp. 61–83 online Em 1872, uma disputa prolongada começou a apodrecer entre Bismarck e o conde Harry von Arnim, o embaixador imperial na França. Arnim se via como um rival e concorrente à chancelaria, mas a rivalidade aumentou descontroladamente e Arnim obteve registros confidenciais dos arquivos da embaixada em Paris para respaldar seu caso. Foi formalmente acusado de apropriação indevida de documentos oficiais, indiciado, julgado e condenado, fugindo finalmente para o exílio, onde morreu. Ninguém voltou a desafiar abertamente Bismarck em questões de política externa até à sua demissão.George O. Kent, Arnim and Bismarck (Oxford University Press. 1968) pp 182–185. ==== França ==== direita|miniaturadaimagem|Bismarck A França era o principal problema de Bismarck. As relações pacíficas com a França tornaram-se impossíveis depois de 1871, quando a Alemanha anexou toda a província da Alsácia e grande parte da Lorena. A opinião pública exigia que humilhasse a França e o Exército queria fronteiras mais defensáveis. Bismarck cedeu com relutância, os franceses nunca esqueceriam ou perdoariam, calculou ele, por isso poderiam muito bem tomar as províncias. (Essa foi uma suposição errada – após cerca de cinco anos os franceses acalmaram-se e consideraram-na uma questão menor.) A política externa da Alemanha caiu numa armadilha sem saída. “Olhando retrospectivamente, é fácil ver que a anexação da Alsácia-Lorena foi um erro trágico.” See also and Depois que a anexação ocorreu, a única política que fazia sentido era tentar isolar a França, por isso não tinha aliados fortes. No entanto, a França complicou os planos de Berlim quando se tornou amiga da Rússia. Em 1905, um plano alemão para uma aliança com a Rússia fracassou porque a Rússia estava demasiado próxima da França.John Keiger, France and the World since 1870 (2001) pp 111–17. Entre 1873 e 1877, a Alemanha manipulou repetidamente os assuntos internos dos vizinhos da França para prejudicar a França. Bismarck exerceu forte pressão sobre a Bélgica, Espanha e Itália na esperança de obter a eleição de governos liberais e anticlericais. O seu plano era promover o republicanismo em França, isolando o regime clerical-monárquico do presidente Patrice de MacMahon. Ele esperava que cercar a França com estados liberais ajudaria os republicanos franceses a derrotar MacMahon e os seus apoiantes reacionários. A intimidação, no entanto, quase saiu do controle em meados de 1875, quando um editorial intitulado \"Krieg-in-Sicht\" (\"Guerra à Vista\") foi publicado em um jornal de Berlim próximo ao governo, o Post. O editorial indicava que alemães altamente influentes estavam alarmados com a rápida recuperação da França da derrota em 1875 e com o anúncio de um aumento no tamanho do seu exército, bem como com as negociações sobre o lançamento de uma guerra preventiva contra a França. Bismarck negou saber do artigo com antecedência, mas certamente sabia da conversa sobre guerra preventiva. O editorial produziu um susto de guerra, com a Grã-Bretanha e a Rússia alertando que não tolerariam uma guerra preventiva contra a França. Bismarck também não desejava a guerra, e a crise logo passou. Foi raro o caso em que Bismarck foi enganado e envergonhado pelos seus oponentes, mas com isso ele aprendeu uma lição importante. Forçou-o a ter em conta o medo e o alarme que a sua intimidação e o rápido crescimento do poder da Alemanha estavam a causar entre os seus vizinhos, e reforçou a sua determinação de que a Alemanha deveria trabalhar de forma pró-activa para preservar a paz na Europa, em vez de deixar passivamente os acontecimentos tomarem conta. seu próprio curso e reagindo a eles.Lothar Gall, Bismarck: The White Revolutionary, Volume 2: 1871–1898 (1986) pp. 46–48.William L. Langer, European Alliances and Alignments, 1871–1890 (2nd ed. 1950) pp. 44–55.James Stone, The War Scare of 1875: Bismarck and Europe in the mid-1870s (2010)Joseph V. Fuller, \"The War-Scare of 1875\" American Historical Review (1919) 24#2 pp. 196-226 online ==== Itália ==== Bismarck manteve boas relações com a Itália, embora tivesse uma antipatia pessoal pelos italianos e pelo seu país. Ele pode ser visto como um contribuidor marginal para a unificação italiana. A política em torno da Guerra Austro-Prussiana de 1866 permitiu à Itália anexar Venetia, que era uma kronland (\"terra da coroa\") do Império Austríaco desde o Congresso de Viena de 1815. Além disso, a mobilização francesa para a Guerra Franco-Prussiana de 1870–1871 tornou necessário que Napoleão III retirasse as suas tropas de Roma e dos Estados Papais. Sem estes dois acontecimentos, a unificação italiana teria sido um processo mais prolongado. ==== Rússia ==== Após a vitória da Rússia sobre o Império Otomano na Guerra Russo-Turca de 1877-1878, Bismarck ajudou a negociar um acordo no Congresso de Berlim. O Tratado de Berlim revisou o anterior Tratado de San Stefano, reduzindo o tamanho e a soberania do novo Principado da Bulgária (um estado pró-Rússia na época). Bismarck e outros líderes europeus opuseram-se ao crescimento da influência russa e tentaram proteger a integridade do Império Otomano (ver Questão Oriental). Como resultado, as relações russo-alemãs deterioraram-se ainda mais, com o ministro dos Negócios Estrangeiros russo, Gorchakov, a denunciar Bismarck por comprometer a vitória da sua nação. A relação foi ainda tensa devido às políticas comerciais protecionistas da Alemanha. Alguns militares alemães clamavam por uma guerra preventiva com a Rússia; Bismarck recusou, afirmando: \"A guerra preventiva é como cometer suicídio por medo da morte.\" Bismarck percebeu que tanto a Rússia quanto a Grã-Bretanha consideravam o controle da Ásia Central uma alta prioridade, apelidado de “Grande Jogo”. A Alemanha não tinha interesses diretos, no entanto o seu domínio da Europa foi reforçado quando as tropas russas se basearam o mais longe possível da Alemanha. Durante duas décadas, 1871-1890, ele manobrou para ajudar os britânicos, na esperança de forçar os russos a enviar mais soldados para a Ásia. ==== Tríplice Aliança ==== Tendo a Liga dos Três Imperadores desmoronado, Bismarck negociou a Aliança Dupla com a Áustria-Hungria, na qual cada um garantia o outro contra o ataque russo. Ele também negociou a Tríplice Aliança em 1882 com a Áustria- Hungria e a Itália, e a Itália e a Áustria-Hungria logo alcançaram o \"Acordo do Mediterrâneo\" com a Grã-Bretanha. As tentativas de reconciliar a Alemanha e a Rússia não tiveram um efeito duradouro: a Liga dos Três Imperadores foi restabelecida em 1881, mas rapidamente se desfez, acabando com a solidariedade russo-austríaca-prussiana, que existia em várias formas desde 1813. Bismarck negociou, portanto, o Tratado secreto de Resseguro de 1887 com a Rússia, a fim de evitar o cerco franco-russo da Alemanha. Ambas as potências prometeram permanecer neutras uma em relação à outra, a menos que a Rússia atacasse a Áustria-Hungria. No entanto, após a saída de Bismarck do cargo em 1890, o tratado não foi renovado, criando assim um problema crítico para a Alemanha em caso de guerra. ==== Colônias e imperialismo ==== Bismarck opôs-se às aquisições coloniais, argumentando que o fardo de obter, manter e defender tais posses superaria qualquer benefício potencial. Ele sentia que as colónias não se pagavam a si próprias, que o sistema burocrático formal alemão não funcionaria bem nos trópicos tranquilos e que as disputas diplomáticas que as colónias traziam desviariam a Alemanha do seu interesse central, a própria Europa. Quanto aos desígnios franceses para Marrocos, Chlodwig, Príncipe de Hohenlohe-Schillingsfürst escreveu nas suas memórias que Bismarck lhe tinha dito que a Alemanha \"só ficaria satisfeita se a França tomasse posse do país\", uma vez que \"ela estaria então muito ocupada\" e distraída de a perda da Alsácia-Lorena.Chlodwig of Hohenlohe-Schillingsfuerst, Memoirs, W. Heinemann, 1906, p. 259. No entanto, em 1883-1884, ele subitamente reverteu a situação e, da noite para o dia, construiu um império colonial na África e no Pacífico Sul. A Conferência de Berlim de 1884–1885 organizada por Bismarck pode ser vista como a formalização da Partilha da África. Os historiadores têm debatido o motivo exato por trás da mudança repentina e de curta duração de Bismarck. Ele estava ciente de que a opinião pública tinha começado a exigir colónias por razões de prestígio alemão. Ele também queria minar os liberais anticoloniais patrocinados pelo príncipe herdeiro, que - dada a idade avançada de Guilherme I - poderia em breve tornar-se imperador e destituir Bismarck. Bismarck foi influenciado por mercadores e comerciantes de Hamburgo, seus vizinhos em Friedrichsruh. O estabelecimento do império colonial alemão prosseguiu sem problemas, começando com a Nova Guiné Alemã em 1884. Outras nações europeias, lideradas pela Grã-Bretanha e pela França, adquiriam colónias de forma rápida (ver Neoimperialismo). Bismarck tomou portanto a decisão de aderir à Partilha da África. As novas colônias da Alemanha incluíam Togolândia (agora Togo e parte de Gana), Camarões Alemães (agora Camarões e parte da Nigéria), África Oriental Alemã (agora Ruanda, Burundi e a parte continental da Tanzânia) e Sudoeste Africano Alemão (agora Namíbia). A Conferência de Berlim (1884-1885) estabeleceu regulamentos para a aquisição de colónias africanas; em particular, protegeu o livre comércio em certas partes da Bacia do Congo. A Alemanha também adquiriu colônias no Pacífico, como a Nova Guiné Alemã. Hans-Ulrich Wehler argumenta que as suas políticas imperialistas se basearam em forças políticas e económicas internas; não foram sua resposta à pressão externa. No início, ele promoveu objectivos liberais de expansionismo comercial de comércio livre, a fim de manter o crescimento económico e a estabilidade social, bem como preservar a estrutura de poder social e político. No entanto, ele mudou, rompeu com os liberais e adotou tarifas para ganhar o apoio católico e reforçar a sua base política. O imperialismo alemão na década de 1880 derivou menos da força e representou, em vez disso, a solução de Bismarck para a industrialização instável. O proteccionismo contribuiu para a unidade numa altura em que o conflito de classes estava a aumentar. Wehler diz que o objectivo final da chanceler era fortalecer as estruturas sociais e de poder tradicionais e evitar uma grande guerra. ==== Evitando a guerra ==== Em fevereiro de 1888, durante uma crise búlgara, Bismarck dirigiu-se ao Reichstag sobre os perigos de uma guerra europeia: > Alertou para a possibilidade iminente de a Alemanha ter de lutar em duas > frentes; falou do desejo de paz; depois expôs a defesa dos Balcãs pela > guerra e demonstrou a sua futilidade: \"A Bulgária, aquele pequeno país entre > o Danúbio e os Balcãs, está longe de ser um objeto de importância > adequada... para o qual mergulhar a Europa de Moscovo até aos Pirenéus, e do > Mar do Norte a Palermo, numa guerra cujo resultado ninguém pode prever. No > final do conflito, mal saberíamos por que havíamos lutado.\" Bismarck também repetiu a sua advertência enfática contra qualquer envolvimento militar alemão nas disputas dos Balcãs. Bismarck fez este famoso comentário ao Reichstag pela primeira vez em dezembro de 1876, quando as revoltas dos Balcãs contra o Império Otomano ameaçaram estender-se a uma guerra entre a Áustria-Hungria e a Rússia: > Apenas um ano depois [1876], ele se depara com a alternativa de defender a > causa da Rússia ou a da Áustria-Hungria. Imediatamente após a última crise, > no Verão de 1875, os ciúmes mútuos entre a Rússia e a Áustria-Hungria > tornaram-se agudos devido aos novos levantes nos Balcãs contra os turcos. > Agora as questões dependiam da decisão de Bismarck. Imediatamente após a > paz, ele tentou paralisar os rivais dos Balcãs através da formação da Liga > dos Três Imperadores. \"Não penso em intervir\", disse ele em particular. > \"Isso poderia precipitar uma guerra europeia... Se eu defendesse a causa de > uma das partes, a França prontamente desferiria um golpe no outro lado... > Estou segurando duas poderosas bestas heráldicas pelos colarinhos, e estou > mantendo-os separados por duas razões: em primeiro lugar, para que não se > despedacem; e, em segundo lugar, para que não cheguem a um entendimento às > nossas custas.\" No Reichstag, ele populariza a mesma ideia com as palavras: > \"Oponho-me à noção de qualquer tipo de participação activa da Alemanha > nestas questões, desde que não veja razão para supor que os interesses > alemães estejam envolvidos, que não haja interesses em nome do qual vale a > pena arriscar - desculpem a franqueza - os ossos saudáveis ​​de um dos > nossos mosqueteiros da Pomerânia.\" Um importante historiador diplomático da época, William L. Langer resume as duas décadas de Bismarck como Chanceler: > Independentemente do que se possa dizer do intrincado sistema de alianças > desenvolvido pelo Chanceler alemão, deve admitir-se que funcionou e que > conduziu a Europa durante um período de vários anos críticos sem ruptura... > houve, como disse o próprio Bismarck, um prêmio pela manutenção da > paz.William L. Langer, European Alliances and Alignments: 1871–1890 (2nd > ed.) 1950 p. 459. Langer conclui: > A sua carreira foi uma grande carreira, começando com três guerras em oito > anos e terminando com um período de 20 anos durante os quais trabalhou pela > paz da Europa, apesar de inúmeras oportunidades para embarcar em novos > empreendimentos com mais do que hipóteses de sucesso... ... Nenhum outro > estadista da sua posição tinha alguma vez mostrado a mesma grande moderação > e sólido sentido político do possível e desejável.... Bismarck pelo menos > merece todo o crédito por ter conduzido a política europeia através deste > perigoso período de transição sem conflito sério entre os grandes > poderes.\"Langer, European Alliances and Alignments: 1871–1890 pp. 503–04. === Legislação social === A legislação social de Bismarck foi uma reação à questão social desencadeada pela industrialização. ==== Legislação inicial ==== Na política interna, Bismarck prosseguiu uma estratégia conservadora de construção do Estado concebida para tornar os alemães comuns – e não apenas a sua própria elite Junker – mais leais ao trono e ao império, implementando o moderno estado de bem-estar social na Alemanha na década de 1880.Steinberg, 2011, pp. 416–17. De acordo com Kees van Kersbergen e Barbara Vis, sua estratégia foi: > conceder direitos sociais para melhorar a integração de uma sociedade > hierárquica, para forjar um vínculo entre os trabalhadores e o Estado, de > modo a fortalecer este último, para manter as relações tradicionais de > autoridade entre grupos sociais e de status, e para fornecer um poder de > compensação contra as forças modernistas do liberalismo e do socialismo. Bismarck trabalhou em estreita colaboração com a grande indústria e pretendia estimular o crescimento económico alemão, dando maior segurança aos trabalhadores.E. P. Hennock, The Origin of the Welfare State in England and Germany, 1850–1914: Social Policies Compared (Cambridge University Press, 2007) Uma preocupação secundária era superar os social-democratas, que não tinham propostas próprias de bem-estar social e se opunham às de Bismarck. Bismarck ouviu especialmente Hermann Wagener e Theodor Lohmann, conselheiros que o persuadiram a dar aos trabalhadores um estatuto corporativo nas estruturas jurídicas e políticas do novo estado alemão.E. P. Hennock. \"Social Policy under the Empire: Myths and Evidence\" German History 1998 16(1): 58–74; Herman Beck, The Origins of the Authoritarian Welfare State in Prussia. Conservatives, Bureaucracy, and the Social Question, 1815–70. 1995. Em março de 1884, Bismarck declarou: > A verdadeira queixa do trabalhador é a insegurança da sua existência; ele > não tem certeza de que sempre terá trabalho, não tem certeza de que sempre > terá saúde e prevê que um dia ficará velho e incapacitado para trabalhar. Se > cair na pobreza, mesmo que apenas devido a uma doença prolongada, fica então > completamente desamparado, abandonado à sua própria sorte, e a sociedade não > reconhece atualmente qualquer obrigação real para com ele para além da > habitual ajuda aos pobres, mesmo que tenha sido trabalhando o tempo todo com > tanta fidelidade e diligência. A ajuda habitual aos pobres, porém, deixa > muito a desejar, especialmente nas grandes cidades, onde é muito pior do que > no campo.Frederic B. M. Hollyday, Bismarck (1970) p. 65. A ideia de Bismarck era implementar programas de bem-estar que fossem aceitáveis para os conservadores, sem quaisquer aspectos socialistas. Ele tinha dúvidas sobre as leis que protegem os trabalhadores no local de trabalho, tais como condições de trabalho seguras, limitação de horas de trabalho e regulamentação do trabalho feminino e infantil. Ele acreditava que tal regulamentação forçaria os trabalhadores e os empregadores a reduzir o trabalho e a produção e, assim, prejudicaria a economia. Bismarck abriu o debate sobre o assunto em novembro de 1881 na Mensagem Imperial ao Reichstag, usando o termo Cristianismo prático para descrever o seu programa.Moritz Busch. Bismarck: Some secret pages from his history. New York: Macmillan, 1898. Vol. II, p. 282. O programa de Bismarck centrou-se diretamente em programas de seguros concebidos para aumentar a produtividade e concentrar as atenções políticas dos trabalhadores alemães no apoio ao governo dos Junkers. O programa incluía seguro de doença, seguro de acidentes, seguro de invalidez e pensão de reforma, nenhum dos quais existia então em grande medida. Com base na mensagem de Bismarck, o Reichstag apresentou três projetos de lei para tratar dos conceitos de seguro contra acidentes e doença. As questões das pensões de reforma e do seguro de invalidez foram, por enquanto, colocadas em segundo plano.Holborn, Hajo. A History of Modern Germany – 1840–1945. Princeton UP, 1969. pp. 291–93. A legislação social implementada por Bismarck na década de 1880 desempenhou um papel fundamental no declínio rápido e acentuado da emigração alemã para a América. Os jovens que consideravam emigrar olharam não só para a diferença entre os \"salários directos\" horários mais elevados nos Estados Unidos e na Alemanha, mas também para o diferencial nos \"salários indirectos\", benefícios sociais, que favoreciam a permanência na Alemanha. Os jovens foram para as cidades industriais alemãs, de modo que o sistema de seguros de Bismarck compensou parcialmente os baixos salários na Alemanha e reduziu ainda mais a taxa de emigração. ==== Lei do Seguro de Doença de 1883 ==== O primeiro projeto de lei bem-sucedido, aprovado em 1883, foi o Projeto de Lei do Seguro de Doença. Bismarck considerou o programa, criado para fornecer seguro de doença aos trabalhadores industriais alemães, o menos importante e o menos politicamente problemático. O serviço de saúde foi estabelecido localmente, com o custo dividido entre empregadores e empregados. Os empregadores contribuíram com um terço e os trabalhadores contribuíram com dois terços. Os pagamentos mínimos para tratamento médico e auxílio-doença por até 13 semanas foram fixados legalmente. Os gabinetes de saúde locais individuais eram administrados por uma comissão eleita pelos membros de cada gabinete, e esta medida teve o efeito não intencional de estabelecer uma representação maioritária para os trabalhadores devido à sua grande contribuição financeira. Isto funcionou em benefício dos sociais-democratas que, através de uma forte adesão de trabalhadores, alcançaram a sua primeira pequena posição na administração pública.Holborn, Hajo. A History of Modern Germany – 1840–1945. Princeton UP, 1969. pp. 291–93. De acordo com um estudo de 2019, a legislação do seguro saúde causou uma redução substancial na mortalidade. ==== Lei de Seguro de Acidentes de 1884 ==== O governo de Bismarck teve de apresentar três projetos de lei antes de conseguir aprovar um pelo Reichstag em 1884. Bismarck propôs originalmente que o governo federal pagasse uma parte da contribuição para o seguro de acidentes. Bismarck queria demonstrar a vontade do governo alemão de reduzir as dificuldades vividas pelos trabalhadores alemães, de modo a afastá-los do apoio aos vários partidos de esquerda, principalmente aos sociais-democratas. Os Nacional-Liberais consideraram este programa uma expressão do Socialismo de Estado, contra o qual estavam totalmente determinados. O Partido do Centro temia a expansão do poder federal às custas dos direitos dos estados. Como resultado, a única maneira de o programa ser aprovado era que todas as despesas fossem financiadas pelos empregadores. Para facilitar isso, Bismarck providenciou para que a administração deste programa fosse colocada nas mãos da Der Arbeitgeberverband in den beruflichen Korporationen (a Organização dos Empregadores nas Corporações Ocupacionais). Essa organização estabeleceu escritórios de seguros centrais e burocráticos em nível federal e, em alguns casos, estadual para realmente administrar o programa cujos benefícios entraram em ação para substituir o programa de seguro-doença a partir da 14ª semana. Pagava tratamento médico e uma pensão de até dois terços do salário auferido se o trabalhador estivesse totalmente incapacitado. Este programa foi ampliado, em 1886, para incluir os trabalhadores agrícolas.Holborn, Hajo. A History of Modern Germany – 1840–1945. Princeton UP, 1969. pp. 291–93. ==== Lei de Seguro de Velhice e Invalidez de 1889 ==== O programa de pensões de velhice, um seguro financiado igualmente por empregadores e trabalhadores, foi concebido para proporcionar uma anuidade de pensão aos trabalhadores que atingissem a idade de 70 anos. Ao contrário dos programas de seguro contra acidentes e doenças, este programa abrangeu desde o início todas as categorias de trabalhadores (industriais, agrários, artesãos e empregados). Além disso, ao contrário dos outros dois programas, o princípio de que o governo nacional deveria contribuir com uma parte dos custos de subscrição, sendo as outras duas partes rateadas em conformidade, foi aceite sem questionamentos. O programa de seguro de invalidez destinava-se a ser utilizado por pessoas com deficiência permanente. Desta vez, o estado ou província supervisionou diretamente os programas.E. P. Hennock, \"Social Policy in the Bismarck Era: A Progress Report\", German History, (June 2003) 21#2 pp. 229–38 online. == Queda == === Anos finais e renúncia forçada === Em 1888, o Kaiser Guilherme I morreu. Ele deixou o trono para seu filho, Frederico III. O novo monarca já sofria de câncer na laringe e morreu após reinar apenas 99 dias. Ele foi sucedido por seu filho, Guilherme II, que se opôs à cuidadosa política externa de Bismarck, preferindo uma expansão vigorosa e rápida para ampliar o \"lugar ao sol\" da Alemanha.Craig, (1978) pp. 225–29. Bismarck era dezesseis anos mais velho que Frederico; antes que este último adoecesse terminalmente, Bismarck não esperava viver para ver Guilherme subir ao trono e, portanto, não tinha estratégia para lidar com ele. Os conflitos entre Guilherme e seu chanceler logo envenenaram o relacionamento deles. A divisão final ocorreu depois que Bismarck tentou implementar leis anti-socialistas de longo alcance no início de 1890. A maioria Kartell no Reichstag, incluindo o amalgamado Partido Conservador e o Partido Nacional Liberal, estava disposta a tornar a maioria das leis permanentes. No entanto, estava dividido quanto à lei que concedia à polícia o poder de expulsar os agitadores socialistas das suas casas, um poder que por vezes tinha sido usado excessivamente contra opositores políticos. Os liberais nacionais recusaram-se a tornar esta lei permanente, enquanto os conservadores apoiaram apenas a totalidade do projeto de lei, ameaçando e eventualmente vetando todo o projeto em sessão porque Bismarck não concordaria com um projeto de lei modificado.Steinberg, 2011, pp. 429–64. À medida que o debate continuava, Guilherme tornou-se cada vez mais interessado nos problemas sociais, especialmente no tratamento dispensado aos mineiros durante a greve de 1889. Mantendo a sua política activa no governo, ele interrompeu rotineiramente Bismarck no Conselho para deixar claras as suas opiniões sociais. Bismarck discordou veementemente das políticas de Guilherme e trabalhou para contorná-las. Embora Guilherme apoiasse o projeto de lei anti- socialista alterado, Bismarck pressionou pelo seu apoio para vetar o projeto na sua totalidade. Quando os seus argumentos não conseguiram convencer Guilherme, Bismarck ficou entusiasmado e agitado até revelar, de forma incomum, o seu motivo para ver o projeto de lei fracassar: fazer com que os socialistas agitassem até que ocorresse um confronto violento que pudesse ser usado como pretexto para esmagá-los. Guilherme respondeu que não estava disposto a abrir o seu reinado com uma campanha sangrenta contra os seus próprios súbditos. No dia seguinte, depois de perceber o seu erro, Bismarck tentou chegar a um compromisso com Guilherme, concordando com a sua política social em relação aos trabalhadores industriais e até sugeriu um conselho europeu para discutir as condições de trabalho, presidido pelo Imperador.Steinberg, pp. 440–43 Ainda assim, uma reviravolta nos acontecimentos acabou por levá-lo a romper com Guilherme. Bismarck, sentindo- se pressionado e desvalorizado pelo imperador e minado por conselheiros ambiciosos, recusou-se a assinar uma proclamação relativa à proteção dos trabalhadores juntamente com Guilherme, como era exigido pela constituição alemã. Sua recusa em assinar foi aparentemente para protestar contra a interferência cada vez maior de Guilherme na autoridade até então inquestionável de Bismarck. Bismarck também trabalhou nos bastidores para quebrar o conselho trabalhista continental no qual Guilherme havia decidido.Craig, (1978) pp. 171–79. A ruptura final ocorreu quando Bismarck procurava uma nova maioria parlamentar, já que o seu Kartell foi afastado do poder como consequência do fiasco do projecto de lei anti-socialista. As forças restantes no Reichstag eram o Partido do Centro Católico e o Partido Conservador. Bismarck desejava formar um novo bloco com o Partido do Centro e convidou Ludwig Windthorst, o líder parlamentar, para discutir uma aliança. Essa seria a última manobra política de Bismarck. Ao saber da visita de Windthorst, Guilherme ficou furioso.Steinberg, pp. 445–47. Num Estado parlamentar, o chefe do governo depende da confiança da maioria parlamentar e tem o direito de formar coligações para garantir que as suas políticas tenham o apoio da maioria. No entanto, na Alemanha, o chanceler dependia apenas da confiança do imperador, e Guilherme acreditava que o imperador tinha o direito de ser informado antes da reunião do seu ministro. Depois de uma acalorada discussão no gabinete de Bismarck, Guilherme - a quem Bismarck mostrara uma carta do czar Alexandre III descrevendo Guilherme como um \"menino mal educado\" - saiu furioso, depois de primeiro ordenar a rescisão da Ordem de Gabinete promulgada em 1851 por Frederico Guilherme IV da Prússia, que proibiu os ministros do gabinete prussiano de se reportarem diretamente ao rei da Prússia e exigiu que, em vez disso, reportassem através do primeiro-ministro prussiano. Bismarck, forçado pela primeira vez a uma situação que não poderia usar em seu benefício, escreveu uma dura carta de demissão, condenando a interferência de Guilherme na política externa e interna. A carta, porém, foi publicada somente após a morte de Bismarck.Steinberg, 447–50.Eyck (1958), p. 321. Bismarck renunciou por insistência de Guilherme II em 18 de março de 1890, aos 75 anosSteinberg, 2011, p. 449. Ele foi sucedido como Chanceler Imperial e Ministro-Presidente da Prússia por Leo von Caprivi. shows that Friedrich von Holstein was a key player Após sua demissão, ele foi promovido ao posto de \"Coronel-General com a Dignidade de Marechal de Campo\", assim chamado porque o Exército Alemão não nomeou Marechais de Campo completos em tempos de paz. Ele também recebeu um novo título, Duque de Lauemburgo, que ele brincou que seria útil em viagens incógnitas. Ele logo foi eleito para o Reichstag como Nacional Liberal na antiga e supostamente segura cadeira de Bennigsen em Hamburgo, mas ficou tão humilhado ao ser levado a uma segunda votação por um oponente social-democrata que nunca chegou a ocupar seu lugar. Bismarck aposentou-se ressentido, viveu em Friedrichsruh, perto de Hamburgo, e às vezes em suas propriedades em Varzin, e esperou em vão ser chamado para aconselhamento e aconselhamento. Após a morte de sua esposa, em 27 de novembro de 1894, sua saúde piorou e, um ano depois, ele finalmente se tornou cadeirante em tempo integral.Steinberg, pp. 446, 459, 463.Bismarck, Otto von (1921) \"The Kaiser Vs. Bismarck: Suppressed Letters by the Kaiser and New Chapters from the Autobiography of the Iron Chancellor\" Harper. p. 122Mqarcus, Benjamin et al. (eds.) (1910) \"Bismarck=Schǎusen, Otto Eduard Leopold\" Appleton's new practical cyclopedia p. 281 === Morte === Bismarck passou seus últimos anos compondo suas memórias (Gedanken und Erinnerungen, ou Pensamentos e Memórias), obra elogiada por historiadores. Nas memórias, Bismarck continuou sua rivalidade com Guilherme II atacando-o, aumentando o drama em torno de cada evento e apresentando-se frequentemente sob uma luz favorável. Publicou também o texto do Tratado de Resseguro com a Rússia, uma violação grave da segurança nacional, pela qual um indivíduo de estatuto inferior teria sido fortemente processado. A saúde de Bismarck começou a piorar em 1896. Ele foi diagnosticado com gangrena no pé, mas se recusou a aceitar tratamento; como resultado, ele tinha dificuldade para andar e costumava usar cadeira de rodas. Em julho de 1898, ele era usuário de cadeira de rodas em tempo integral, tinha dificuldade para respirar e estava quase constantemente com febre e dores. Sua saúde melhorou momentaneamente no dia 28, mas depois piorou drasticamente nos dois dias seguintes. Ele morreu pouco depois da meia-noite de 30 de julho de 1898, aos 83 anos, em Friedrichsruh,Steinberg, pp. 462–63. onde está sepultado no Mausoléu de Bismarck. Ele foi sucedido como Príncipe Bismarck por seu filho mais velho, Herbert. Bismarck conseguiu um desprezo póstumo de Guilherme II ao ter seu próprio sarcófago inscrito com as palavras: \"Um leal servo alemão do Imperador Guilherme I\".Steinberg, pp. 463–64. == Família == Casou-se com Johanna von Puttkamer em 1847. Eles tiveram três filhos: Marie (n. 1848), Herbert (n. 1849) e Wilhelm (n. 1852). == Legado e memória == === Reputação === Os historiadores chegaram a um amplo consenso sobre o conteúdo, a função e a importância da imagem de Bismarck na cultura política alemã nos últimos 125 anos.Müller (2008)Urbach (1998) De acordo com Steinberg, suas conquistas em 1862-1871 foram \"as maiores conquistas diplomáticas e políticas de qualquer líder nos últimos dois séculos\".Steinberg, 2011, p. 184. O legado mais importante de Bismarck é a unificação da Alemanha. A Alemanha existia como um conjunto de centenas de principados e cidades livres separados desde a formação do Sacro Império Romano. Ao longo dos séculos, vários governantes tentaram unificar os estados alemães sem sucesso até Bismarck. Em grande parte como resultado dos esforços de Bismarck, os vários reinos alemães foram unidos num único país. Após a unificação, a Alemanha tornou-se uma das nações mais poderosas da Europa. As políticas externas astutas, cautelosas e pragmáticas de Bismarck permitiram à Alemanha manter pacificamente a posição poderosa para a qual ele a trouxe, ao mesmo tempo que mantinha uma diplomacia amigável com quase todas as nações europeias. A França foi a principal exceção por causa da Guerra Franco-Prussiana e das duras políticas subsequentes de Bismarck; A França tornou-se um dos inimigos mais ferrenhos da Alemanha na Europa. A Áustria também foi enfraquecida pela criação de um Império Alemão, embora em muito menor grau do que a França. Bismarck acreditava que, enquanto a Grã- Bretanha, a Rússia e a Itália tivessem a certeza da natureza pacífica do Império Alemão, a beligerância francesa poderia ser contida.See Stephen Tonge and Marjorie Bloy, \"Bismarck's Foreign Policy 1871-1890\" (2016) Os seus feitos diplomáticos foram desfeitos, no entanto, pelo Kaiser Guilherme II, cujas políticas unificaram outras potências europeias contra a Alemanha a tempo da Primeira Guerra Mundial. Os historiadores sublinham que a \"diplomacia continental saturada\" de Bismarck, orientada para a paz, era cada vez mais impopular porque controlava conscientemente quaisquer impulsos expansionistas. Em vez disso, o público alemão adotou uma postura expansionista. Em dramático contraste com a abordagem de Bismarck está a ambição da Weltpolitik de Guilherme II de garantir o futuro do Reich através da expansão, levando à Primeira Guerra Mundial. Da mesma forma, a política de Bismarck de negar aos militares uma voz dominante na tomada de decisões políticas estrangeiras foi derrubada em 1914, quando a Alemanha foi cada vez mais sob controle militar.Thomas A. Kohut, Wilhelm II and the Germans: A Study in Leadership (1991) p. 128. Durante a guerra, o Oberste Heeresleitung estabeleceu uma ditadura militar virtual, ignorando em grande parte o chanceler, o imperador e o Reichstag. Bismarck era um conservador ou “revolucionário branco”. Ele ensinou os conservadores a serem nacionalistas e apoiantes de programas de bem-estar, ampliando assim a sua base de apoio e enfraquecendo o movimento socialista. Depois de trabalhar em estreita colaboração com os liberais e lutar contra os católicos, ele mudou e acrescentou os católicos conservadores à sua base, ao mesmo tempo que se opunha aos liberais.Henry A. Kissinger, \"The White Revolutionary: Reflections on Bismarck\" Daedalus 978#3 (1968) pp. 888-924 online Lothar Gall, Bismarck: The White Revolutionary (2 vol 1990). No entanto, Henry Kissinger observa os perigos deste legado para a Alemanha no século XX. Ele minou tão completamente o liberalismo que a Alemanha de Weimar nunca conseguiu fazer o liberalismo ter sucesso: \"O nacionalismo sem fermento pelo liberalismo tornou-se chauvinista, e o liberalismo sem responsabilidade tornou-se estéril.\"Kissinger, p. 922. De acordo com o historiador Norman Rich: > No entanto, o sucesso da diplomacia de Bismarck – e penso que foi no seu > todo um sucesso – não dependeu de nenhum sistema, mas das suas qualidades > como diplomata. Destes, o mais importante não foi o seu génio, mas a sua > atenção aos fundamentos da diplomacia: uma avaliação imparcial dos > interesses nacionais; cuidado para evitar desafiar os interesses nacionais > de outras grandes potências; e uma consciência da qualidade do poder > nacional e das suas limitações. Foi a negligência destes fundamentos que, > mais do que qualquer outra coisa, trouxe o desastre aos seus > sucessores.Norman Rich, \"The Question of National Interest in Imperial > German Foreign Policy: Bismarck, William II, and the Road to World War I.\" > Naval War College Review (1973) 26#1: 28-41 at p. 34 A psicologia e os traços pessoais de Bismarck não foram recebidos tão favoravelmente pelos estudiosos. O historiador Jonathan Steinberg retrata um gênio demoníaco profundamente vingativo, até mesmo com seus amigos mais próximos e familiares: > [O amigo de Bismarck, o diplomata alemão Kurd von Schlözer] começou a ver > Bismarck como uma espécie de génio maligno que, por trás das várias > posturas, escondia um desprezo gelado pelos seus semelhantes e uma > determinação metódica de controlá-los e arruiná-los. Sua conversa fácil > combinava verdades contundentes, revelações parciais e enganos absolutos. > Sua extraordinária dupla capacidade de ver como os grupos reagiriam e a > disposição de usar a violência para fazê-los obedecer, a capacidade de ler o > comportamento do grupo e a força para fazê-los agir de acordo com sua > vontade, deram-lhe a chance de exercer o que [Steinberg] chamou de seu \"eu > soberano\".Steinberg, 2011, p. 466. Evans diz que era \"intimidador e sem escrúpulos, aproveitando as fragilidades dos outros, não os seus pontos fortes\".Evans, Richard J. (23 February 2012) \"The Gambler in Blood and Iron\", New York Review of Books p. 39. Historiadores britânicos, incluindo Steinberg, Evans, Taylor e Palmer, vêem Bismarck como uma figura ambivalente, sem dúvida um homem de grande habilidade, mas que não deixou nenhum sistema duradouro para orientar sucessores menos qualificados do que ele. Sendo ele próprio um monarquista convicto, Bismarck não permitiu qualquer controlo constitucional eficaz sobre o poder do Imperador, colocando assim uma bomba-relógio na fundação da Alemanha que ele criou. Jonathan Steinberg, em sua biografia de Bismarck de 2011, escreveu que ele era: > um gênio político de um tipo muito incomum [cujo sucesso] baseava-se em > vários conjuntos de características conflitantes, entre as quais a > honestidade brutal e desarmante se misturava com as artimanhas e enganos de > um homem de confiança. Ele desempenhou seus papéis com perfeita > autoconfiança, mas os misturou com raiva, ansiedade, doença, hipocondria e > irracionalidade. ... Ele usou a democracia quando lhe convinha, negociou com > os revolucionários e com o perigoso Ferdinand Lassalle, o socialista que > poderia ter contestado a sua autoridade. Ele dominou totalmente os ministros > do seu gabinete com um desprezo soberano e denegriu as suas reputações assim > que deixou de precisar deles. Ele enganou os partidos parlamentares, mesmo > os mais fortes deles, e traiu todos aqueles... que o colocaram no poder. Em > 1870, até mesmo seus amigos mais próximos perceberam que haviam ajudado a > colocar uma figura demoníaca no poder.Steinberg, 2011, pp. 184–85 online Durante a maior parte de seu mandato de quase trinta anos, Bismarck manteve controle indiscutível sobre as políticas do governo. Ele foi bem apoiado por seu amigo Albrecht von Roon, o ministro da Guerra, bem como pelo líder do exército prussiano Helmuth von Moltke. Os movimentos diplomáticos de Bismarck basearam-se num exército prussiano vitorioso, e estes dois homens deram a Bismarck as vitórias de que necessitava para convencer os estados alemães mais pequenos a juntarem-se à Prússia.Dennis E. Showalter, \"The Political Soldiers of Bismarck's Germany: Myths and Realities.\" German Studies Review 17.1 (1994): 59-77. Bismarck tomou medidas para silenciar ou restringir a oposição política, como evidenciado pelas leis que restringem a liberdade de imprensa e pelas leis anti-socialistas. Ele travou uma guerra cultural (Kulturkampf) contra a Igreja Católica. Ele estava perdendo quando percebeu que o conservadorismo dos católicos os tornava aliados naturais contra os socialistas. Ele então mudou de posição, ganhando o apoio católico/centrista e se opondo aos liberais. Guilherme I raramente contestava as decisões do chanceler; em diversas ocasiões, Bismarck obteve a aprovação do seu monarca ameaçando renunciar. No entanto, Guilherme II pretendia governar ele próprio o país, fazendo da destituição de Bismarck uma das suas primeiras tarefas como Kaiser. Os sucessores de Bismarck como chanceler foram muito menos influentes, pois o poder estava concentrado nas mãos do imperador. === Memoriais === Imediatamente após sua saída do cargo, os cidadãos começaram a elogiá-lo e estabeleceram fundos para construir monumentos como o Memorial Bismarck ou torres dedicadas a ele. Por toda a Alemanha, os elogios foram intermináveis; vários edifícios foram nomeados em sua homenagem, retratos dele foram encomendados a artistas como Franz von Lenbach e Christian Wilhelm Allers e livros sobre ele tornaram-se best-sellers. O primeiro monumento construído em sua homenagem foi o de Bad Kissingen erguido em 1877. Numerosas estátuas e memoriais pontilham as cidades, vilas e zonas rurais da Alemanha, incluindo o famoso Memorial Bismarck em Berlim e numerosas torres Bismarck em quatro continentes. O único memorial que o retrata como estudante na Universidade de Göttingen (junto com um cachorro, possivelmente seu Reichshund Tyras) e como membro de seu Corpo Hannover Göttingen foi reerguido em 2006 em Rudelsburg.Sergiusz Michalski, Public Monuments: Art in Political Bondage 1870-1997 (London: Reaktion, 2013), 65-68. books.google.com/books?id=FVrqAQAAQBAJ&pg;=PA65 O reluzente Monumento Bismarck branco de 1906, na cidade de Hamburgo, fica no centro do distrito de St. Pauli e é o maior e provavelmente o mais conhecido memorial a Bismarck em todo o mundo. As estátuas o representavam como maciço, monolítico, rígido e inequívoco.Sieglinde Seele, Lexikon der Bismarck-Denkmäler. Türme, Standbilder, Büsten, Gedenksteine und andere Ehrungen, Michael Imhof Verlag: Petersberg, 2005; 480 pp. Dois navios de guerra foram nomeados em sua homenagem, o da Marinha Imperial Alemã, e o da época da Segunda Guerra Mundial. === Bismarck: memória e mito === Bismarck foi a figura mais memorável da Alemanha até a década de 1930. A memória dominante foi a do grande herói da década de 1860, que derrotou todos os inimigos, especialmente a França, e unificou a Alemanha para se tornar a força militar e diplomática mais poderosa do mundo. É claro que não houve monumentos celebrando a devoção de Bismarck à causa da paz europeia depois de 1871.Frankel, Richard E. (2005) Bismarck's Shadow: The Cult of Leadership and the Transformation of the German Right, 1898–1945 Bloomsbury Academic. pp. 184–96. Mas havia outras memórias alemãs. Seus colegas Junkers ficaram desapontados quando a Prússia, depois de 1871, foi engolida e dominada pelo Império Alemão. Os intelectuais liberais, poucos em número, mas dominantes nas universidades e nas casas de negócios, celebraram a sua conquista do Estado nacional, de uma monarquia constitucional e do Estado de direito, e da prevenção da revolução e da marginalização do radicalismo.Taylor, A. J. P. (1955) Bismarck, the Man and the Statesman New York: Knopf. pp. 241–44, 267–69.Feuchtwanger, Edgar (2002) Bismarck Routledge. pp. 253–63. Os sociais-democratas e os líderes trabalhistas sempre foram o seu alvo, e ele continuou a ser a sua bête noire.Steenson, Gary P. (1981) 'Not One Man, Not One Penny': German Social Democracy, 1863–1914 Pittsburgh: University of Pittsburgh Press. pp. 228–29. Os católicos não conseguiram esquecer o Kulturkampf e permaneceram desconfiados. Especialmente negativos foram os polacos que odiaram os seus programas de germanização. Robert Gerwarth mostra que o mito de Bismarck, construído predominantemente durante os seus anos de reforma e ainda mais estridentemente após a sua morte, revelou-se uma poderosa ferramenta retórica e ideológica.Gerwarth, Robert (2007) The Bismarck Myth: Weimar Germany and the Legacy of the Iron Chancellor. Oxford University Press. O mito fez dele um ideólogo dogmático e um nacionalista fervoroso quando, na verdade, ele era ideologicamente flexível. Gerwarth argumenta que a memória construída de Bismarck desempenhou um papel central como mito antidemocrático na batalha altamente ideológica sobre o passado, que ocorreu entre 1918 e 1933. Este mito provou ser uma arma contra a República de Weimar e exerceu uma influência destrutiva na cultura política da primeira democracia alemã. Frankel na sombra de Bismarck (2005) mostra que o culto de Bismarck promoveu e legitimou um novo estilo de política de direita. Tornou possível a crise de liderança pós-Bismarckiana, tanto real como percebida, que fez com que os alemães procurassem o líder mais forte possível e perguntassem: \"O que Bismarck faria?\" Por exemplo, o memorial de Hamburgo, inaugurado em 1906, é considerado uma das maiores expressões do culto a Bismarck da Alemanha Imperial e um importante desenvolvimento na história da arte memorial alemã. Foi um produto do desejo das classes patrícias de Hamburgo de defenderem os seus privilégios políticos face à dramática mudança social e às consequentes exigências de reforma política. Para aqueles que presidiram à sua construção, o monumento foi também um meio de afirmar as aspirações culturais de Hamburgo e de ignorar a reputação de cidade hostil às artes. O memorial foi recebido com desaprovação generalizada entre as classes trabalhadoras e não impediu o seu crescente apoio aos sociais-democratas.Russell, Mark A. Russell (2000) \"The Building of Hamburg's Bismarck Memorial, 1898–1906.\" Historical Journal 43#1 (2000): 133–56. === Nomes de localidades === Várias localidades ao redor do mundo foram nomeadas em homenagem a Bismarck. Eles incluem: * Arquipélago Bismarck, próximo à antiga colônia alemã da Nova Guiné. * Bismarck, Illinois * Bismarck, Dakota do Norte, a única capital de estado dos EUA com o nome de um estadista estrangeiro. * Bismarck, Missouri, uma cidade no Missouri. * Mar de Bismarck * Estreito de Bismarck, um canal na Antártida. * Cabo Bismarck, Groenlândia. * Cordilheira Bismarck, uma cordilheira na Papua Nova Guiné. == Honras e brasão == === Títulos === Bismarck foi criado (\"Conde de Bismarck-Schönhausen\") em 1865 e (\"Príncipe de Bismarck\") em 1871. Em 1890, foi-lhe concedido o título de (\"Duque de Lauenburg\"); o ducado foi um dos territórios que a Prússia confiscou do rei da Dinamarca em 1864. A ambição de toda a vida de Bismarck foi ser assimilado pelas casas mediatizadas da Alemanha. Ele tentou persuadir o Kaiser Guilherme I de que deveria ser dotado do soberano Ducado de Saxe- Lauemburgo, em recompensa pelos seus serviços prestados à família imperial e ao Império Alemão. Isto pressupunha que Bismarck restauraria imediatamente o ducado à Prússia; tudo o que ele queria era o status e os privilégios de uma família midiatizada para ele e seus descendentes. Esta ideia inovadora foi rejeitada pelo imperador conservador, que pensava já ter dado recompensas suficientes ao chanceler. Há razões para acreditar que ele informou Guilherme II dos seus desejos; após ser forçado pelo soberano a renunciar, recebeu o título puramente honorífico de \"Duque de Lauemburgo\", sem o próprio ducado e a soberania que teria transformado a sua família numa casa mediatizada. Bismarck considerou isso uma zombaria de sua ambição e não considerou nada mais cruel do que essa ação do imperador. === Honras === Ordens e condecorações nacionais * Prússia: ** Medalha de Salvamento, 13 de dezembro de 1842 ** Grã-Cruz da Águia Vermelha, com Folhas de Carvalho, 17 de março de 1863; com Coroa, Cetro e Espadas, 1878 ** Cavaleiro da Águia Negra, 21 de novembro de 1864; com Colar, 1865; em Brilhantes, 1873 ** Cruz de Cavaleiro da Ordem da Casa Real de Hohenzollern, com Espadas, 1866; Cruz do Grande Comandante com Estrela, 28 de julho de 1866; em Brilhantes, 1873 ** Comandante de Honra da Ordem Joanita, 1868 ** Pour le Mérite, com Folhas de Carvalho, 1 de setembro de 1884 (militar)/20 de janeiro de 1896 (civil) ** Cruz de Ferro (1870), 1ª Classe com 2ª Classe na Faixa Preta; com Folhas de Carvalho e Clipe de Jubileu, 1895 ** Cavaleiro da Ordem Guilherme, com Colar, 1896 ** Medalha de Serviço no Landwehr, 1ª Classe * Ducados Ascanianos: Grã-Cruz da Ordem de Alberto, o Urso, 20 de dezembro de 1862 * : Cavaleiro da Ordem da Fidelidade da Casa, 1869; com Colar Dourado em Brilhantes, 1871 * : Cavaleiro de São Huberto, com Estrela em Brilhantes, 1866 * : Grã-Cruz da Ordem de Henrique o Leão, 1867 * Ducados Ernestinos: Grã-Cruz da Ordem da Casa Saxe-Ernestina, com Colar, Setembro de 1866 * : Grã-Cruz da Real Ordem Guélfica, 1857 * Hesse-Kassel: Cavaleiro do Leão de Ouro, 1 de julho de 1865 * Hesse-Darmstadt: ** Grã-Cruz da Ordem do Mérito de Filipe, o Magnânimo, com Espadas, 7 de janeiro de 1855 ** Grã-Cruz da Ordem de Ludwig, 9 de março de 1871 * Mecklenburg: Grã-Cruz da Coroa de Wendish, com Coroa em Ouro * : Grã-Cruz da Ordem do Duque Pedro Frederico Luís, com Coroa em Ouro, 24 de outubro de 1866; com Espadas, 31 de dezembro de 1870 * : Grã-Cruz do Falcão Branco, 3 de setembro de 1866; em Brilhantes, 1885 * : Cavaleiro da Coroa de Rue, 1868; em Brilhantes, 1885 * : Grã-Cruz da Coroa de Württemberg, em Brilhantes, 1871 Ordens e condecorações estrangeiras * : ** Cavaleiro da Coroa de Ferro, 1ª Classe, 1853 ** Grã-Cruz da Real Ordem Húngara de Santo Estêvão, 1864; em Brilhantes, 1872 * : Grande Cordão da Ordem de Leopoldo (civil), 25 de junho de 1863 * : Grã-Cruz de Dannebrog, 11 de junho de 1852 * : Grã-Cruz da Estrela da Etiópia * França: Grã-Cruz da Legião de Honra, Maio de 1865 * Grécia: Grã-Cruz do Redentor * : Cavaleiro da Anunciação, 13 de janeiro de 1867 * Santa Sé: Cavaleiro da Ordem Suprema de Cristo, em Brilhantes, 31 de dezembro de 1885 * : Grande Cordão da Ordem do Crisântemo, 17 de junho de 1882 * : Grã-Cruz do Leão Neerlandês * : Grã-Cruz da Coroa de Carvalho * : ** Ordem de Distinção, em Brilhantes ** Ordem de Osmanieh, 1ª Classe em Brilhantes * Tunísia: Ordem da Família Husseinita * Pérsia: ** Ordem do Leão e do Sol, 1ª Classe ** Ordem do Retrato de Agosto, em Brilhantes * : Grã-Cruz da Torre e Espada * : Grã-Cruz da Estrela da Romênia * Sião: ** Grã-Cruz do Elefante Branco ** Grã-Cruz da Ordem de Chula Chom Klao * : Grã-Cruz da Ordem de São Marino * : Grã-Cruz da Águia Branca * : Cavaleiro do Tosão de Ouro, 6 de março de 1875 * Suécia-Noruega: Cavaleiro dos Serafins, 31 de maio de 1875 * : Cavaleiro da Estrela Brilhante de Zanzibar, 1ª Classe (Classe Principesca) * : ** Cavaleiro de Santo Alexandre Nevsky, Março de 1862 ** Cavaleiro de Santo André, em Brilhantes, 5 de junho de 1867 ** Cavaleiro de Santa Ana, 1ª Classe ** Cavaleiro de Santo Estanislau, 1ª Classe ** Cavaleiro da Águia Branca Nomeações militares * À la suite do 7º (Magdeburgo) Couraceiros \"von Seydlitz\", 18 de outubro de 1868; Coronel-chefe, 26 de abril de 1894 == Galeria == == Ver também == * Conservadorismo na Alemanha * Gerson von Bleichröder, banqueiro e consultor econômico de Bismarck * Casa de Bismarck * Landtag da Prússia * Torres Bismarck === Bibliografia === Biografias * Abrams, Lynn. Bismarck and the German Empire, 1871–1918 (1995), 75 pages; online * ; **Rich, Norman (1982) \"Sinking the Bismarck Legend\" (very negative review) The Washington Post * * * ; online * * * ; online * * for middle school students * * * * * ; popular biography * * * * Quinault, Roland. \"Bismarck and Gladstone Beyond Caricature\" History Today (Nov 2013) 63#11 pp 21–28 online; compares the two in terms of private and public lives * online review calls it best study in any language * ** * * online Pesquisas * * * * * * * * ** Highly detailed diplomatic history of all major European powers. * * * * Estudos especializados * * * * * * * * * * * * Kissinger, Henry A. \"The white revolutionary: Reflections on Bismarck.\" Daedalus (1968): 888-924 online * * * * * Rich, Norman. \"The Question Of National Interest In Imperial German Foreign Policy: Bismarck, William II, and the Road to World War I.\" Naval War College Review (1973) 26#1: 28-41. online * * * * * Thomson, Henry. \"Landholding Inequality, Political Strategy, and Authoritarian Repression: Structure and Agency in Bismarck's 'Second Founding' of the German Empire.\" Studies in Comparative International Development 50.1 (2015): 73-97. cites * Vagts, Alfred. \"Land and Sea Power in the Second German Reich.\" Journal of Military History 3.4 (1939): 210+ online * * * * * * Historiografia e memória * Andrews, Herbert D. \"Bismarck's Foreign Policy and German Historiography, 1919-1945\" Journal of Modern History (1965) 37#3 pp. 345–356 online * Barkin, Kenneth. \"Bismarck in a Postmodern World.\" German Studies Review 18.2 (1995): 241-251. online * * * * Gerwarth, Robert, and Lucy Riall. \"Fathers of the nation? Bismarck, Garibaldi and the cult of memory in Germany and Italy.\" European History Quarterly 39.3 (2009): 388-413. * , popular history * * Geyer, Michael, and Konrad H. Jarausch. \"Great Men and Postmodern Ruptures: Overcoming the\" Belatedness\" of German Historiography.\" German Studies Review 18.2 (1995): 253-273. online * * * * * Spencer, Frank. \"Bismarck And The Franco-Prussian War\" History 40#140 (1955), pp. 319–25 online historiography * * * Fontes primárias * * * * == Ligações externas == * * Categoria:Nascidos em 1815 Categoria:Mortos em 1898 Categoria:Primeiros- ministros da Prússia Categoria:Chanceleres da Alemanha Categoria:Otto von Bismarck Categoria:Família Bismarck Categoria:Monárquicos da Alemanha Categoria:Luteranos da Alemanha Categoria:Duques de Saxe-Lauemburgo Categoria:Alunos da Universidade de Greifswald Categoria:Alunos da Universidade de Göttingen Categoria:Membros da Câmara dos Representantes da Prússia Categoria:Alunos da Universidade Humboldt de Berlim Categoria:Alemães do século XIX",
 "title": "Otto von Bismarck"
}