{
 "id": "18606",
 "text": "Franz Kafka (Praga, Império Austro-Húngaro, atual República Tcheca, 3 de julho de 1883 — Klosterneuburg, República Austríaca, atual Áustria, 3 de junho de 1924) foi um escritor boêmio de língua alemã, autor de romances e contos, considerado pelos críticos como um dos escritores mais influentes do século XX. A maior parte de sua obra, como A Metamorfose, O Processo e O Castelo, está repleta de temas e arquétipos de alienação e brutalidade física e psicológica, conflito entre pais e filhos, personagens com missões aterrorizantes, labirintos burocráticos e transformações místicas. Kafka nasceu em uma família judaica de classe média e falante de alemão em Praga, à época pertencente ao Império Austro-Húngaro. Durante sua vida, a maior parte da população de Praga falava tcheco e a divisão entre os falantes de tcheco e alemão era visível, visto que ambos os grupos estavam tentando fortalecer sua identidade nacional. A comunidade judaica muitas vezes viu-se dividida entre esses dois grupos, levantando, naturalmente, questões sobre as origens de uma pessoa. O próprio Kafka era fluente tanto em alemão quanto tcheco, considerando o alemão sua língua materna. Kafka formou-se em direito e, depois de completar sua educação, conseguiu um emprego em uma companhia de seguros. Começou a escrever contos no seu tempo livre. Pelo resto de sua vida, reclamou do pouco tempo que tinha para dedicar-se ao que chegaria a chamar de \"seu chamado\". Arrependeu-se de ter tido que dedicar tanto tempo ao seu \"ganha pão\". Kafka preferia comunicar-se através de cartas; escreveu centenas de cartas para sua família e amigas próximas, incluindo seu pai, sua noiva Felice Bauer e sua irmã mais nova, Ottla Kafka. Teve uma relação complicada e turbulenta com seu pai, o que gerou uma grande influência sobre sua escrita. Apenas algumas das obras de Kafka foram publicadas durante sua vida: as coleções de contos \"Considerações\", \"Um Médico Rural\", e alguns contos, como \"A Metamorfose\", em revistas literárias. Preparou a coleção \"Um Artista da Fome\" para impressão, mas só foi publicada póstumamente. Os trabalhos inacabados de Kafka, como os romances \"O Processo\", \"O Castelo\" e \"O Desaparecido\", foram publicados póstumamente por seu amigo Max Brod, que ignorou o desejo de Kafka de ter seus manuscritos destruídos. Albert Camus, Gabriel García Márquez e Jean-Paul Sartre estão entre os escritores influenciados pela obra de Kafka; o termo \"kafkiano\" popularizou-se em português como algo complicado, labiríntico e surreal, como as situações encontradas em sua obra. == Biografia == === Família === Kafka nasceu perto de Old Town Square, em Praga, à época, parte do Império Austro-Húngaro. Pertencia a uma família de judeus asquenazes de classe média. Seu pai, Hermann Kafka (1852-1931), era o quarto filho de Jakob Kafka, um religioso de Osek, uma vila tcheca com grande população judaica, localizada perto de Strakonice, no sudeste da Boêmia. Hermann trouxe a família de Kafka para Praga. Depois de trabalhar como representante de vendas de viagem, ele acabou tornando-se um varejista de aviamentos e armarinhos, que contratou mais de 15 pessoas e usava a imagem de uma gralha (\"kavka\", em tcheco), como logotipo do seu negócio. A mãe de Kafka, Julie (1856–1934), era filha de Jakob Löwy, um próspero mercador de varejo em Poděbrady, recebendo uma melhor educação formal que seu marido. Os pais de Kafka provavelmente falavam uma variedade de alemão influenciado pelo iídiche, às vezes chamada pejorativamente de \"mauscheldeutsch\", mas como a língua alemã era considerada o condutor de mobilidade social, eles provavelmente encorajavam os seus filhos a falar o alemão padrão. Hermann e Julie tiveram seis filhos, onde quem Kafka era o mais velho. Seus dois irmãos, Georg e Heinrich, morreram na infância, antes de Franz completar sete anos; suas três irmãs eram Gabriele (\"Ellie\") (1889–1944), Valerie (\"Valli\") (1890–1942) e Ottilie (\"Ottla\") (1892-1943). Todas morreram durante o holocausto, na Segunda Guerra Mundial. Valli foi deportada para o Gueto de Łódź na Polônia em 1942 — sua última referência documentada. Hermann é descrito pelo biógrafo Stanley Corngold como um \"um negociante grande, egoísta e arrogante\" e por Franz como \"um verdadeiro Kafka, nos quesitos de força, saúde, apetite, sonoridade vocal, eloquência, autossatisfação, dominação do mundo, resistência, presença de mente, [e] conhecimento da natureza humana\". Nos dias de comércio, ambos os pais ausentavam-se de casa, com Julie Kafka trabalhando a até 12 horas por dia para ajudar a manter o negócio. A infância de Kafka foi, consequentemente, solitária, e as crianças foram criadas por um grupo de governantas e serventes. A relação turbulenta de Kafka com seu pai é evidente em sua Carta ao Pai, de mais de 100 páginas, nas quais ele reclama de ser profundamente afetado pela autoridade de seu pai e pela sua personalidade exigente; sua mãe, em contraste, era quieta e tímida. A figura dominante do pai de Kafka teve uma influência significante na sua escrita. A família Kafka mantinha uma servente com eles no seu apartamento apertado. O quarto de Franz era geralmente frio. Em novembro de 1913, a família mudou-se para um apartamento maior, apesar de Ellie e Valli terem se casado e se mudado ainda no primeiro apartamento. No começo de agosto de 1914, pouco após o começo da Primeira Guerra Mundial, as irmãs não sabiam onde os seus maridos estavam servindo como militares e retornaram ao apartamento da família. Tanto Ellie quanto Valli tiveram filhos. Franz, aos 31 anos, mudou-se para o antigo apartamento de Valli e passou a viver sozinho pela primeira vez. === Educação === De 1889 a 1893, Kafka frequentou a escola primária para garotos Deutsche Knabenschule German no Masný trh/Fleischmarkt (Mercado de Carne, em tradução literal), conhecido como Masná Street. Sua educação judaica terminou com a celebração de seu Bar Mitzvah, aos 13 anos. Kafka nunca gostou de frequentar a sinagoga e visitava-a somente nos quatro feriados do ano com seu pai. Após concluir a escola primária, em 1893, Kafka foi aceito no rigoroso ginásio clássico estadual, o Altstädter Deutsches Gymnasium, uma escola secundária acadêmica na Praça da Cidade Velha, no Kinský Palácio. O alemão era a língua de ensino, mas Kafka também falava e escrevia em tcheco; estudou a língua no ginásio, por oito anos, conquistando boas notas. Apesar de ter recebido elogios pelo seu tcheco, nunca se considerou fluente no idioma, mesmo que falasse em alemão com sotaque tcheco. Concluiu seus exames finais em 1901. Aceito na Deutsche Karl-Ferdinands-Universität, em Praga, 1901, Kafka começou a estudar Química, mas trocou o curso pelo de Direito depois de duas semanas. Apesar de esse não ser um campo pelo qual ele sentisse grande empatia, era um campo que oferecia uma gama de carreiras que satisfariam seu pai. Além disso, Direito exigia uma grande grade de disciplinas, o que deu a Kafka a oportunidade de ter aulas de estudos alemães e história da arte. Também participou de um clube estudantil, o Lese-und Redehalle der Deutschen Studenten (Salão de Leitura e Oratória dos Estudantes Alemães), que organizava eventos literários, leituras e outras atividades. Entre os amigos de Kafka, estavam o jornalista Felix Weltsch, que estudou filosofia, o ator Yitzchak Lowy, que vinha de uma família chassídica ortodóxica, e os escritores Oskar Baum e Franz Werfel. Ao fim dos seus primeiros anos de estudos, Kafka conheceu Max Brod, um colega de direito que tornou-se um grande amigo. Brod logo percebeu que, apesar de tímido e calado, o que Kafka dizia costumava ser profundo. Kafka sempre foi um leitor ávido; juntos, ele e Brod leram Protágoras, de Platão, no original em grego, por iniciativa de Brod, e A Educação Sentimental e A Tentação de Santo Antão, de Gustave Flaubert, em francês, por iniciativa própria. Kafka considerava Fiódor Dostoiévski, Flaubert, Franz Grillparzez e Heinrich von Kleist os seus \"verdadeiros irmãos\". Além destes, ele tinha interesse em literatura tcheca e também nas obras de Goethe. Kafka obteve o grau de \"Doutor em Leis\" em 18 de julho de 1906, e prestou um ano de serviço não remunerado obrigatório como empregado em um escritório para cortes civis e criminais. === Emprego === miniaturadaimagem|Antiga sede do Instituto de Seguros por Acidentes de Trabalho do Reino da Boêmia. Em 1 de novembro de 1907, Kafka foi contratado pela Assicurazioni Generali, uma companhia de seguros italiana, onde trabalhou por quase um ano. Sua correspondência durante esse período indica que essa sua primeira experiência com uma jornada de trabalho (das 08h00 às 18h00) o deixou bastante insatisfeito, o que dificultou sua concentração na escrita, que estava ganhando cada vez mais importância para ele. Em 15 de julho de 1908, demitiu-se. Duas semanas depois, encontrou um trabalho que lhe permitia melhores condições para a escrita no Instituto de Seguros por Acidentes de Trabalho do Reino da Boêmia. O emprego envolvia a investigação e a avaliação de compensação por danos pessoais para trabalhadores industriais; acidentes como a perda de dedos ou membros eram comuns na época. O professor de administração Peter Drucker credita Kafka pelo desenvolvimento do primeiro capacete de segurança civil enquanto trabalhava no Instituto de Seguros, apesar de essa afirmação não ser sustentada por nenhum documento da sua empregadora. Seus pais constantemente referiam-se ao trabalho de seu filho de oficial de seguros como \"trabalho ganha pão\", um trabalho feito apenas para pagar as contas; Kafka afirmava constantemente detestar seu serviço. Foi rapidamente promovido, e os seus deveres incluíam o processamento e a investigação das compensações exigidas, a escrita de relatórios e o comando de pedidos de negociantes que achavam que as suas empresas foram colocadas em uma categoria de risco muito alta, o que acabaria por custar-lhes mais nas compensações de seguro. Ele compilaria e comporia o relatório anual do instituto de seguros de todos os anos em que trabalhou ali. Os relatórios eram bem recebidos pelos seus superiores. Kafka geralmente saía do trabalho às 14h00, o que lhe dava tempo para gastar no seu trabalho literário, ao qual ele tornava-se cada vez mais ligado. O pai de Kafka também esperava que ele ajudasse a tomar conta da loja de fantasias da família. Nos seus últimos anos, a doença de Kafka muitas vezes o liberou do trabalho na investigação de seguros e na escrita dos seus relatórios. Anos mais tarde, Brod cunhou o termo Der enge Prager Kreis (\"O Círculo Íntimo de Praga\") para descrever o grupo de artistas em que estavam incluídos Kafka, Felix Weltsch e ele. Pelo fim de 1911, o marido de Elli, Karl Hermann, e Kafka tornaram-se companheiros na primeira fábrica de asbesto de Praga, conhecida como Prager Asbestwerke Hermann & Co., fundada com o dinheiro do dote da irmã, Elli Kafka. Kafka no começo demonstrou uma atitude positiva, dedicando grande parte do seu tempo livre para os negócios, mas mais tarde ressentiu-se pelo tempo que essa atividade lhe tirava da sua escrita. Durante esse período, ele também encontrou interesse e entretenimento em apresentações do teatro iídiche. Após ver uma trupe de um teatro iídiche se apresentar em outubro de 1911, pelos próximos seis meses Kafka \"se aprofundou no idioma iídiche e na literatura iídiche\". Este interesse também serviu como ponto inicial da sua crescente exploração do judaísmo. Foi por essa época que Kafka tornou-se vegetariano. Por volta de 1915 Kafka recebeu sua convocação para o serviço militar na Primeira Guerra Mundial, mas os seus patrões no instituto de seguros conseguiram um adiamento, pois consideravam seu trabalho um trabalho governamental essencial. Mais tarde ele tentou se juntar ao exército mas foi impedido pelos seus problemas médicos associados com a tuberculose, com a qual foi diagnosticado em 1917. Em 1918 o Instituto de Seguros afastou Kafka com uma pensão devido à sua doença, para a qual não havia cura na época, e ele passou a maior parte do resto de sua vida em sanatórios. === Vida privada === Kafka teve uma vida sexual ativa. De acordo com Brod, Kafka era \"torturado\" pelo desejo sexual e o biógrafo de Kafka, Riner Stach, coloca que sua vida era afetada por \"uma atitude incessante de mulherengo\" e que ele tinha medo de \"um fracasso sexual\". Visitou bordéis na maior parte de sua vida adulta e tinha interesse por pornografia. Além do mais, ele manteve relações íntimas com diversas mulheres durante sua vida. Em 13 de agosto de 1912, Kafka conheceu Felice Bauer, uma parente de Brod, que trabalhou em Berlim como uma representante de uma empresa de ditafone. Uma semana depois do encontro, na casa de Brod, Kafka escreveu no seu diário: Pouco depois disso, Kafka escreveu o conto O Julgamento em apenas uma noite, e trabalhou em um período produto em Der Verschollene (O Desaparecido) e Die Verwandlung (A Metamorfose). Kafka e Felice Bauer comunicaram-se basicamente por cartas durante os próximos cinco anos, encontraram-se ocasionalmente e noivaram duas vezes. As extensas cartas de Kafka para ela foram publicadas em Brife an Felice (Cartas para Felice); as cartas dela não foram conservadas. De acordo com os biógrafos Stach e James Hawes, por volta de 1920 Kafka estava noivo pela terceira vez, desta vez de Julie Wohryzek, uma camareira pobre e com pouca instrução. Apesar de os dois terem alugado um apartamento e marcado uma data para o casamento, a cerimônia nunca chegou a ocorrer. Durante esse período Kafka começou um esboço da sua Carta ao Pai, que era contra Julie por causa das suas crenças sionistas. Antes da data do casamento, ele ligou-se a outra mulher. Ao mesmo tempo em que precisava de mulheres e sexo na sua vida, tinha pouca autoestima, sentia-se sexualmente sujo e era tímido — principalmente sobre o seu corpo. Stach e Brod colocam que na época em que Kafka conheceu Felice Bauer, ele tinha um caso com uma amiga dela, Margarethe \"Grete\" Bloch, uma judia de Berlim. Brod diz que Bloch deu à luz o filho de Kafka, embora Kafka não tenha tomado conhecimento da criança. O garoto, cujo nome é desconhecido, nasceu em 1914 ou 1915 e morreu em Munique em 1921. Mas o biógrafo Peter-André Alt afirma que, mesmo que Bloch tenha tido a criança, Kafka não era o pai por não ter havido nenhum contato íntimo. Stach coloca que Bloch teve um filho, mas não há nenhuma prova sólida de que Kafka era o pai, apenas evidências contraditórias. Kafka foi diagnosticado com tuberculose em agosto de 1917 e mudou-se por alguns meses para a vila boêmia de Zürau (Siřem, em tcheco), onde sua irmã Ottla trabalhava na fazenda com o seu genro Hermann. Sentiu-se confortável ali e mais tarde descreveu esse período como talvez o melhor período de sua vida, provavelmente porque não tinha responsabilidades. Manteve diários e outros escritos íntimos. Das notas desses livros, Kafka tirou 109 bilhetes enumerados em Zettel, pedaços individuais de papel sem ordem dada. Foram mais tarde publicados como Die Zürauer Aphorismen oder Betrachtungen über Sünde, Hoffnung, Leid und den wahren Weg (Os Aforismos de Zürau ou Reflexões sobre o Pecado, a Culpa, o Sofrimento e a Verdadeira Guerra, editado no Brasil como Aforismos). Em 1920 Kafka deu início a uma intensa relação com Milena Jesenská, uma jornalista e escritora tcheca. Suas cartas para ela foram publicadas mais tarde como Cartas para Milena. Durante férias em julho de 1923 ao Graal-Müritz, no Mar Báltico, Kafka conheceu Dora Diamant, uma professora de jardim de infância de uma família judaica ortodoxa. Kafka, esperando escapar da influência da sua família para se concentrar na sua escrita, mudou-se rapidamente para Berlim e viveu com Diamant. Ela tornou-se sua amante e fez com que ele começasse a interessar-se peloTalmude. Trabalhou em quatro contos, que preparou para serem publicados como Um Artista da Fome. === Personalidade === Kafka temia que as pessoas achassem-no repulsivo física e mentalmente. No entanto, aqueles que conheciam-no percebiam que ele possuía um comportamento quieto e agradável, uma inteligência óbvia e um senso de humor seco; também achavam-no juvenilmente bonito, apesar de sua aparência austera. Brod comparou Kafka a Heinrich von Kleist, observando que ambos os escritores tinham a habilidade de descrever realisticamente uma situação com detalhes precisos. Brod achava Kafka uma das pessoas mais divertidas que conheceu; Kafka gostava de se divertir com seus amigos, e também ajudava-os em situações difíceis com bons conselhos. De acordo com Brod, ele era um recitador apaixonado, capaz de falar seu discurso como se fosse música. Brod sentia que dois dos traços mais distintos de Kafka eram \"veracidade absoluta\" e \"conscienciosidade exata\". Ele explorava o detalhe, o imperceptível, o profundo com tanto amor e precisão que as coisas vinham à tona de uma forma inimaginável, parecendo estranhas mas não passando da pura verdade. Apesar de Kafka ter demonstrado pouco interesse em exercitar-se quando criança, mais tarde mostrou-se interessado em jogos e atividades físicas, sendo um bom ciclista, nadador e remador. Aos fins de semana, ele e seus amigos faziam longas caminhadas, muitas vezes planejadas pelo próprio Kafka. Seus outros interesses incluíam medicina alternativa, sistemas modernos de educação, como o método Montessori, e novidades técnicas, como aviões e filmes. A escrita era importante para Kafka; considerava-a uma \"forma de oração\". Era muito sensível ao barulho e preferia a quietude quando estava escrevendo. Pérez-Álverez sustentou que Kafka provavelmente tinha transtorno de personalidade esquizoide. Seu estilo, ele afirma, não somente em A Metamorfose, mas em várias de suas obras, aparentemente mostra características esquizoides de nível baixo a médio, o que explica muito da sua obra surpreendente. Sua agonia pode ser vista nessa entrada no seu diário de 21 de junho de 1913: E no Zürau Aphorism de número 50: Apesar de Kafka nunca ter se casado, tinha o casamento e os filhos em alta conta. Teve inúmeras namoradas, mas alguns acadêmicos já especularam sobre sua orientação sexual. Outros sugeriram que ele sofreu de um distúrbio alimentar. O doutor Manfred. M. Fichter, da Clínica Psiquiátrica da Universidade de Munique, apresentou \"provas para a hipótese de que o escritor Franz Kafka sofreu de uma anorexia nervosa anormal\", e que Kafka não era somente solitário e depressivo mas também \"ocasionalmente suicida\". No seu livro de 1995 Franz Kafka, the Jewish Patient, Sander Gilman investiga \"o motivo pelo qual um judeu pode ter sido considerado ‘hipocondríaco’ ou ‘homossexual’ e como Kafka incorporou aspectos dessas maneiras de entendimento do judeu na sua imagem de si mesmo e na sua escrita\". Kafka pensou em cometer suicídio pelo menos uma vez, no fim de 1912. === Visões políticas === Antes da Primeira Guerra Mundial, Kafka assistiu a diversos encontros do Klub Mladých, uma organização anarquista, antimilitarista e anticlerical. Hugo Bergmann, que frequentou as mesmas escolas elementares e primárias, desentendeu-se com Kafka durante seu último ano acadêmico (1900–1901) porque \"o socialismo [de Kafka] e o meu sionismo eram muito acentuados\". \"Em 1898 Franz tornou-se um socialista, eu tornei-me um sionista. As sínteses do sionismo e do socialismo ainda não existiam\". Bergmann sustenta que Kafka vestiu um cravo rosa na escola para mostrar o seu apoio ao socialismo. Em uma passagem em seu diário, Kafka fez uma referência ao influente anarquista e filósofo Piotr Kropotkin: \"Não esqueça Kropotkin!\" Mais tarde ele disse, referindo-se aos anarquistas tchecos: \"Eles, irrepreensivelmente, buscam compreender a felicidade humana. Eu os entendo. Mas... era incapaz de continuar marchando ao seu lado por muito tempo\". Durante a era comunista, o legado da obra de Kafka para o Bloco do Leste foi tema de discussões acaloradas. As opiniões foram do pensamento de que ele satirizava a trapalhada burocrática de um Império Austro-Húngaro decadente à crença que ele encarnou a ascensão do socialismo. Outro ponto importante foi a teoria da alienação de Marx. Enquanto a posição ortodoxa defendia que as representações de alienação de Kafka não eram mais relevantes para uma sociedade que havia supostamente acabado com a alienação, uma conferência em 1963 realizada em Liblice, na então Tchecoslováquia, no octogésimo aniversário da sua morte, fez com que a importância da representação de Kafka da burocracia ressurgisse. Se Kafka foi ou não um escritor político ainda é uma questão em debate. === Judaísmo e sionismo === miniaturadaimagem|Túmulo da família Kafka, no Novo Cemitério Judeu, em Praga, com epitáfios em hebraico. Kafka foi criado em Praga como um judeu falante de alemão. Teve grande fascinação pelos judeus do Leste Europeu, de quem pensava possuírem uma vida espiritual de uma intensidade que não era encontrada nos judeus do Ocidente. Seu diário está cheio de referências a escritores iídiches. Apesar disso, por vezes ele distanciava-se do judaísmo e da vida judaica: \"O que eu tenho em comum com os judeus? Mal tenho algo em comum comigo mesmo, e deveria estar quieto em um corredor, contente por respirar\". Na sua adolescência, Kafka se declarou um ateu. Hawes sugere que Kafka, apesar de bastante consciente de seu próprio judaísmo, não colocou-o na sua obra, a qual, de acordo com Hawes, carece de personagens, cenas ou temas judeus. Na opinião do crítico literário Harold Bloom, apesar da dureza de Kafka com sua herança judaica, ele foi o escritor judeu por excelência. Lothar Kahn mostra ainda menos dúvida quanto a isso: \"A presença do judaísmo na obra de Kafka não é mais assunto para se discutir\". Pavel Eisner, um dos primeiros tradutores de Kafka para o idioma inglês, interpretou o clássico O Processo como a encarnação da \"terceira dimensão da existência judaica em Praga... seu protagonista Josef K. é (simbolicamente) preso por um alemão (Rabensteiner), um tcheco (Kullich) e um judeu (Kaminer). Ele representa a ‘culpa inculpável’ que vive no judeu no mundo moderno, mesmo que não haja provas de que ele seja judeu\". No seu ensaio Sadness in Palestine?!, Dan Miron explora a conexão de Kafka ao sionismo: \"Parece que aqueles que afirmam que houve tal conexão e que o sionismo ocupou um papel central na sua vida e na sua obra literária, e aqueles que negam completamente a conexão ou descartam sua importância, estão igualmente enganados. A verdade reside em um lugar bastante esquivo entre esses polos simplistas\". Kafka pensou em se mudar para a Palestina com Felice Bauer, e mais tarde com Dora Diamant. Estudou hebraico enquanto vivia em Berlim, contratando um amigo de Brod da Palestina, Pua Bat-Tovim, para ensinar-lhe o idioma, e frequentou as aulas dos rabinos Julius Grünthal e Julius Guttman no Berlin Hochschule für die Wissenschaft des Judentums (Colégio de Berlim para o Estudo do Judaísmo). Livia Rothkirchen chama Kafka de \"a figura simbólica da sua época\". Entre seus contemporâneos há inúmeros escritores judeus (tchecos, alemães e nascidos em comunidades judaicas) que eram sensíveis à cultura alemã, tcheca, austríaca e judaica. De acordo com Rothkirchen, \"A situação emprestou a seus escritos uma ampla visão cosmopolita e uma qualidade de exaltação que beira a contemplação metafísica transcendental. Um famoso exemplo disso é Franz Kafka\". Perto do fim de sua vida, Kafka enviou um cartão-postal para seu amigo Hugo Bergman, em Tel Aviv, informando sua intenção de imigrar para a Palestina. Bergman recusou-se a hospedar Kafka pois tinha filhos pequenos e temia a possibilidade de Kafka infectá-los com tuberculose. === Morte === A tuberculose laríngea de Kafka piorou, e em março de 1924 ele voltou de Berlim a Praga, onde familiares, principalmente sua irmã Ottla, tomaram conta dele. Ele foi para o sanatório do Dr. Hoffmann, em Klosterneuburg, perto de Viena, em 10 de abril e morreu lá em 3 de junho de 1924. A causa da sua morte aparentemente foi fome: a condição da garganta de Kafka tornou comer uma atividade muito dolorosa para ele, e, como a nutrição parenteral ainda não tinha sido desenvolvida, não houve meios de alimentá-lo. Kafka estava editando \"Um Artista da Fome\" no seu leito de morte, um conto cuja composição tinha sido iniciada antes da sua garganta se fechar ao ponto de ele não mais poder se alimentar. Seu corpo foi trazido de volta a Praga, onde foi sepultado em 11 de junho de 1924, no Novo Cemitério Judeu, em Žižkov. Kafka foi desconhecido em vida, mas ele não considerava a fama algo importante. Tornou-se famoso logo após a morte. == Obra == Toda a obra publicada de Kafka, com exceção de algumas cartas que escreveu em tcheco para Milena Jesenská, foi escrita em alemão. O pouco que foi publicado em sua vida atraiu pouca atenção pública. Kafka não terminou nenhum de seus romances maiores e queimou cerca de 90% da sua própria obra, grande parte durante o período em que viveu em Berlim com Diamant, que ajudou-lhe a queimar os rascunhos. Nos seus primeiros anos como escritor, ele foi influenciado por von Kleist, cuja obra ele descreveu em uma carta a Bauer como assustadora e a quem ele considerava mais próximo que sua própria família. === Contos === As primeiras obras publicadas de Kafka foram oito contos que apareceram em 1908 na primeira edição do jornal litário Hyperion, sob o título de Contemplação. Escreveu o conto Descrição de uma Luta em 1904; mostrou-o a Brod em 1905, que aconselhou-o a continuar a escrever e o convenceu a enviá-lo ao Hyperion. Kafka publicou um excerto em 1908 e duas seções na primavera de 1909, tudo em Munique. Em um repente criativo na noite de 22 de setembro de 1912, Kafka escreveu o conto O Veredicto e o dedicou a Felice Bauer. Brod notou a similaridade entre os nomes do protagonista principal e da sua noiva fictícia, Georg Bendemann e Frieda Brandenfeld, aos de Franz Kafka e Felice Baeur. O conto é frequentemente considerado a obra de avanço para a escrita de Kafka. Trata da relação conturbada de um filho e seu pai dominante, a qual enfrenta uma nova fase após o noivado de seu filho. Kafka mais tarde revelou estar escrevendo em \"completa abertura de corpo e alma\" um conto que \"desenvolveu-se em um nascimento verdadeiro, coberto de sujeira e lodo\". O conto foi publicado primeiramente em Leipzig em 1912 e dedicado \"à senhorita Felice Bauer\" e em edições subsequentes \"a F.\". Em 1912, Kafka escreveu o conto A Metamorfose, publicado em 1915 em Leipzig. O conto começa com um caixeiro-viajante acordando e descobrindo-se metamorfoseado em uma criatura repulsiva. Os críticos consideram a obra uma das obras essenciais da ficção do século XX. O conto Na Colônia Penal, que trata de um elaborado dispositivo de tortura e execução, foi escrito em outubro de 1914, revisado em 1918 e publicado em Leipzig durante outubro de 1919. O conto \"Um Artista da Fome\", publicado no periódico Die neue Rundschau em 1924, narra a história de um protagonista fracassado cuja grande façanha era a de poder passar fome por vários dias. Seu último conto, \"Josefina, a cantora ou o Povo dos Ratos\", também lida com a relação entre o artista e seu público. === Romances === Kafka começou o projeto para seu primeiro romance em 1912; seu primeiro capítulo é o conto O Foguista. Kafka intitulou a obra, que permaneceu inacabada, de O Desaparecido, mas Brod o publicou, após a morte de Kafka, sob o título de Amérika. A inspiração para o romance veio da apresentação teatral iídiche que ele assistiu no último ano e que levou-o a uma nova percepção sobre sua origem — o que, por sua vez, fez com que ele passasse a acreditar que dentro de cada um vive uma apreciação inata de sua origem. Com um humor mais explícito e um estilo um pouco mais realista do que os encontrados na maior parte das obras de Kafka, o romance tem como base para sua trama um sistema opressivo e intocável que coloca repetidamente o protagonista em situações bizarras. Contém muitos detalhes de experiências vividas por parentes de Kafka que emigraram para a América e é a única obra para a qual Kafka destinou um final otimista. Durante 1914, Kafka começou o romance O Processo, a história de um homem processado por uma autoridade remota e inacessível, sendo a natureza de seu crime mantida oculta tanto para ele quanto para o leitor. Kafka não concluiu o romance, apesar de ter finalizado o capítulo final. De acordo com Elias Canetti, vencedor do Prêmio Nobel e especialista em Kafka, Felice foi fundamental para o desenvolvimento da trama do romance e Kafka disse que esta era \"a história dela\". Canetti intitulou o seu livro sobre as cartas de Kafka para Felice de O Outro Processo, em reconhecimento da relação entre as cartas e o romance. Michiko Katutani observou em uma resenha para o The New York Times que as cartas de Kafka têm as \"digitais de sua ficção: a mesma atenção nervosa a particularidades diminutas; o mesmo conhecimento paranoico de balanças mutáveis do poder; a mesma atmosfera de sufocamento emocional — combinados, surpreendentemente, com momentos de ardor e encanto juvenis\". De acordo com seu diário, Kafka já tinha em planejamento o romance O Castelo em 11 de junho de 1914; de qualquer modo, ele não começou a escrevê-lo até 27 de janeiro de 1922. O protagonista é um agrimensor chamado K., que luta por razões desconhecidas para ter acesso às misteriosas autoridades de um castelo que governa a vila. A intenção de Kafka era que as autoridades do castelo notificassem K. no seu leito de morte que \"seu requerimento legal de viver na vila era inválido, mas, levando-se em conta certas circunstâncias auxiliadoras, ele estava prestes a ser autorizado a viver e trabalhar ali\". Sombrio e algumas vezes surreal, o romance foca na alienação, na burocracia, nas aparentemente intermináveis tentativas fracassadas do homem em resistir ao sistema, e na busca inútil e infrutífera de uma meta inalcançável. Hartmut M. Rastalsky observou na sua tese: \"Como em sonhos, seus textos unem detalhes ‘realistas’ precisos com coisas absurdas, observações detalhadas e protagonistas racionais com esquecimentos e descuidos inexplicáveis\". === História de publicação === Os contos de Kafka foram primeiro publicados em periódicos literários. Seus oito primeiros contos foram publicados na primeira edição, de 1908, da revista bimensal Hyperion. Franz Bei, amigo de Kafka, publicou dos diálogos em 1909 que viriam a se tornar parte da Descrição de uma Luta. Um trecho do conto Os Aviões em Brescia, escrito em uma viagem à Itália para Brod, apareceram no jornal Bohemia em 18 de setembro de 1909. Em 27 de março de 1910, vários contos que mais tarde integrariam a coleção Contemplação foram publicados na edição especial de Páscoa do Bohemia. Em 1913, em Leipzig, Brod e o editor Kurt Wolff colocaram O Veredicto. Um Conto por Franz Kafka no seu anuário de poesia Arkadia. O conto Diante da Lei foi publicado na edição comemorativa de ano-novo de 1915 do semanário judeu independente Selbstwehr; foi reimpresso em 1919 como parte da coleção de contos Um Médico Rural e tornou-se parte do romance O Processo. Outros contos foram editados em diversas publicações, incluindo a Der Jude, revista de Brok, o jornal Prager Tagblatt e os periódicos Die neue Rundschau, Genius e Prager Presse. O primeiro livro publicado de Kafka, Contemplação, é uma coleção de 18 contos escritos entre 1904 e 1912. Em uma viagem de férias para Weimar, Brod apresentou Kafka para Kurt Wolff; Wolff publicou Meditações na editora Rowohlt Verlag no fim de 1912 (na edição, o ano está 1913). Kafka dedicou o livro para Brod, \"Für M.B.\", e colocou na cópia dada a seu amigo \"So wie es hier schon gedruckt ist, für meinen liebsten Max — Franz K.\" (\"Como já está impresso, a meu querido Max\"). O conto de Kafka A Metamorfose foi primeiramente publicado na edição de outubro de 1915 da Die Weißen Blätter, uma revista literária mensal de literatura expressionista, editada por René Schickele. Outra coleção de contos, Um Doutor Rural, foi publicada por Kurt Wolff em 1919, dedicada ao pai de Kafka. Kafka preparou uma coleção final de quatro contos para impressão, Um Artista da Fome, que foi publicada pouco depois de sua morte em 1924, no periódico vanguardista Verlag Die Schmiede. Em 20 de abril de 1924, o jornal Berliner Börsen-Courier publicou o ensaio de Kafka sobre Adalbert Stifter. ==== Max Brod ==== Kafka deixou os direitos de sua obra, tanto a publicada quanto a não publicada, para seu amigo e testamenteiro literário Max Brod, com instruções explícitas de que ela deveria ser destruída após a morte de Kafka. Kafka escreveu: \"Querido Max, meu último pedido: Tudo que eu deixo para trás... na forma de diários, manuscritos, cartas (minhas e de outras pessoas), esboços, e assim por diante, deve ser queimado sem ser lido\". Brod decidiu ignorar este pedido e publicar os romances e a obra completa entre 1925 e 1935. Levou consigo muitos papéis, que permaneceram sem ser publicados, nas suas malas quando fugiu para a Palestina em 1939. A última amante de Kafka, Dora Diamant (mais tarde chamada de Dymant-Lask), também ignorou seus pedidos, mantendo secretamente 20 cadernos e 35 cartas. Eles foram confiscados pela Gestapo em 1933, mas pesquisadores continuam a procurá-los. Quando Kafka publicou uma parte do espólio que estava com ele, a obra de Kafka começou a atrair maior atenção e elogios por parte da crítica. Max achou difícil organizar os cadernos de Kafka em ordem cronológica. Um problema encontrado para isso é que Kafka muitas vezes escrevia em diferentes partes do livro, ao invés de concluir um capítulo para iniciar outro e assim por diante; às vezes isso acontecia no meio, às vezes ele começava do fim e escrevia dali para o começo o restante da obra. Brod tentou organizar, com o material que tinha, da forma como Kafka aparentemente organizaria, de acordo com seus diários e cartas, muitas das obras inacabadas, para que elas pudessem ser publicadas. Kafka, por exemplo, deixou O Processo com capítulos inumerados e inacabados e O Castelo com frases incompletas e conteúdos ambíguos; Brod reorganizou os capítulos, editou o texto e mudou a pontuação. O Processo foi publicado em 1925 na Verlag Die Schmiede. Kurt Wolff publicou outros dois romances, O Castelo, em 1926, e O Desaparecido (sob o título de Amérika), em 1927. Em 1931, Brod editou uma coleção de prosa e contos não publicados em A Grande Muralha da China, que inclui o conto de mesmo nome. O livro foi publicado pela editora Kiepenheuer & Witsch. As edições de Brod geralmente são chamadas de edições definitivas. ==== Edições modernas ==== Em 1961, Malcolm Pasley adquiriu a maior parte dos manuscritos originais de Kafka para a Biblioteca Bodleiana, da Universidade de Oxford. O manuscrito de O Processo mais tarde foi adquirido através de um leilão e está guardado no Arquivo de Literatura Alemã em Marbach am Neckar, na Alemanha. Mais tarde, Pasley liderou uma equipe (da qual participaram Gerhard Neumann, Jost Schillemeit e Jürgen Born) que reconstruiu os romances de Kafka; S. Fischer Verlag republicou-os. Pasley foi o editor da edição de O Castelo publicada em 1982 e a de O Processo publicada em 1990. Jost Schillemeit foi o editor da edição de O Desaparecido publicada em 1983. Essas edições são chamadas de edições críticas, ou edições de Fischer. ==== Escritos não publicados ==== Quando Brod morreu em 1968, deixou os escritos ainda não publicados de Kafka, cujo número acredita-se chegar às centenas, a sua secretária, Ester Hoffe. Ela publicou e vendeu alguns, mas deixou a maioria para suas filhas, Eva e Ruth, que também se recusaram a publicar os escritos. Um processo começou em 2008 entre as irmãs e a Livraria Nacional de Israel, que alegou que essas obras tornaram-se propriedade da nação de Israel quando Brod emigrou para a Palestina Britânica em 1939. Ester Hoffe vendeu o manuscrito original de O Processo por US$ 2 milhões em 1988 para o Arquivo de Literatura Alemã do Museu de Literatura Moderna em Marbach am Neckar. Somente Eva ainda estava viva em 2012. A decisão de um tribunal de família de Tel Aviv decidiu em 2010 que os escritos deveriam ser divulgados, juntamente com outros mais concluídos, incluindo um conto jamais publicado, mas a disputa legal continuou. Os Hoffes alegam que os escritos são patrimônio pessoal deles, enquanto a Biblioteca Nacional argumenta que eles são \"patrimônios culturais pertencentes ao povo judeu\". A Biblioteca Nacional também sugere que Brod legou os escritos para ela em seu testamento. A corte de família de Tel Aviv decidiu em outubro de 2012 que os escritos eram propriedade da Biblioteca Nacional. === Traduções em Portugal === O interesse pela obra de Kafka em Portugal aumentou em sequência com o restante de Europa, sendo o escritor primeiro foco de ensaios e depois de traduções: o primeiro texto de Kafka traduzido para o português de que se tem notícia foi publicado em Portugal, o conto A porta da lei, na revista Mundo Literário, traduzido por Adolfo Casais Monteiro. Uma publicação em livro, no entanto, só foi acontecer mais de uma década depois: A muralha da China, em Antologia do conto moderno, traduzida por João Gaspar Simões e publicada pela editora Arcádia em 1958; seguida por O caçador Gracchus em 1959, em Os melhores contos fantásticos, por Eurico da Costa. Em 1961 foi publicado Antologia de páginas íntimas, em que reuniam-se textos pessoais de Kafka, mas nenhuma ficção, selecionados, prefaciados e traduzidos por Alfredo Margarido e publicados pela editora Guimarães Editores. Em 1962 uma coletânea reunindo contos célebres de Kafka, como Um médico rural, A colônia penal e O veredicto (traduzidos então como O médico de aldeia, A colónia penitenciária e O Verdictum), foi publicada sob o título de O Covil, por João Gaspar Simões, na editora Inquérito. Até 1962 o público português ainda não tinha uma edição própria dos textos longos importantes de Kafka, sendo no mesmo ano reeditada a tradução de Breno Silveira de Metamorfose pela Livros do Brasil, publicada em 1956 no Brasil. Neste ano os contos principais de Kafka foram publicados em Os melhores contos de Kafka, por A. Serra Lopes, também pela Arcádia, onde encontra-se a primeira edição portuguesa de A Metamorfose. O interesse pela obra de Kafka aumentou em Portugal, mas gradualmente foi estabilizando-se sem contar com uma edição traduzida direto do alemão e tendo várias reedições de traduções brasileiras. Tem-se notícia de que somente em 1999 Kafka recebeu sua primeira tradução direta para Portugal: O Processo, por Álvaro Gonçalves, publicado pela editora Assírio & Alvim. A partir da década de 2000 as edições da obra de Kafka passaram a ganhar maior apuro editorial em Portugal, sendo lançadas várias traduções diretas do alemão de contos e romances. === Traduções no Brasil === Apesar de traduções de Kafka para o português terem sido publicadas no Brasil somente a partir da década de 1950, sua obra já gerava interesse no público especializado, que recorria aos originais alemães ou a traduções em outros idiomas: em 1942 o primeiro ensaio sobre Kafka no Brasil foi lançado, Franz Kafka e o mundo invisível, de Otto Maria Carpeaux; e em 1952 o ensaio Kafkiano foi publicado no jornal Diário Carioca. As primeiras obras de Kafka traduzidas no Brasil foram publicadas a partir da segunda metade da década de 1950, começando em 1956 com Metamorfose em tradução de Brenno Silveira, pela editora Civilização Brasileira. A tradução foi feita a partir do inglês e não obteve grande popularidade de público, sendo referenciada somente por alguns meios da época. A segunda obra traduzida para o português foi o conto O artista do trapézio, publicado pela editora Cultrix e feita por um tradutor desconhecido, provavelmente do inglês. A partir da década de 1960, no mesmo período da ditadura militar, a obra de Kafka ganhou maior interesse, e novas traduções foram feitas e outras relançadas: Torrieri Guimarães lança em 1964 e 1965 quatro traduções supostamente do francês, O Processo, pela editora Tecnoprint, O Processo, pela Tema, e América e A colônia penal, pela Livraria Exposição do Livro. Estas traduções mais tarde levantaram algumas controversas entre especialistas, principalmente por causa das introduções. O ano em que mais publicou-se Kafka no Brasil foi 1965, com 43 textos. Pela década de 1970 a obra de Kafka continuou gerando interesse no público, que passou a buscar traduções feitas a partir do alemão. Essas traduções começaram a ser feitas pelo tradutor, crítico literário e professor de Literatura Alemã da Universidade de São Paulo Modesto Carone, que publicou textos kafkianos em jornais e livros, com introduções e análises técnicas. Carone começou a publicar suas traduções de Kafka em 1983, por ocasião do centenário de nascimento de Kafka, quando foi convidado pelo jornal Folha de S. Paulo a escrever um ensaio que seria acompanhado de algumas traduções em Século Kafkiano. Carone deu início ali a um projeto de traduzir a obra completa de Kafka. == Estilo == O poeta W. H. Auden chamou Kafka de \"o Dante do século XX\"; o romancista Vladimir Nabokov colocou-o entre os maiores escritores do século XX. Gabriel García Márquez comentou que a leitura de A Metamorfose lhe mostrou que \"era possível escrever de uma forma diferente\". O tema central da obra de Kafka, demonstrado pela primeira vez no conto O Julgamento, é o conflito entre pai e filho: a culpa sentida pelo filho é aliviada através do sofrimento e da reparação. Outros temas e arquétipos importantes incluem alienação, brutalidades física e psicológica, personagens com missões aterrorizantes e transformações místicas. O estilo de Kafka foi comparado ao de Heinrich von Kleist ainda em 1916, em uma resenha de A Metamorfose e O Foguista, por Oscar Walzel no Berliner Beiträge. A natureza da prosa de Kafka também abre espaço para diversas interpretações e os críticos já a colocaram em inúmeras escolas literárias. Os marxistas, por exemplo, já tiveram grandes desentendimentos sobre como interpretar as obras de Kafka. Alguns acusaram-no de distorcer a realidade, enquanto outros afirmam que ele estava criticando o capitalismo. A desesperança e o absurdo comuns em suas obras são vistos como simbolismos existencialistas. Alguns dos livros de Kafka são influenciados pelo expressionismo, apesar de a maior parte de sua produção literária ser associada com o gênero experimental do modernismo. Kafka também explora a questão dos conflitos do homem com a burocracia. Wiliam Burrows afirma que o foco da obra de Kafka são os conceitos de luta, dor, solidão e a necessidade de relações. Outros, como Thomas Mann, veem a obra de Kafka como uma alegoria religiosa: uma missão, metafísica por natureza, para Deus. === Temas === De acordo com Gilles Deleuze e Félix Guattari, os temas de alienação e perseguição, apesar de presentes na obra de Kafka, têm sido superestimados pelos críticos. Eles argumentam que a obra de Kafka é mais cautelosa e subversiva — e mais divertida — do que pode parecer à primeira vista. Eles ressaltam que ler a sua obra focando na futilidade das lutas dos personagens revela a jogada humorística de Kafka; ele não está necessariamente comentando sobre os próprios problemas, e sim mostrando como as pessoas tendem a inventar problemas. Em sua obra, Kafka muitas vezes cria mundos absurdos e cruéis. Kafka lia para seus amigos esboços das suas obras, tendo tido o costume de focar nas partes prosaicamente humorísticas. O escritor Milan Kundera sugere que o humor surrealista de Kafka seja uma inversão do estilo de Dostoiévski, que apresentou personagens punidas por algum crime. Na obra de Kafka, uma personagem é punida mesmo que nenhum crime tenha sido cometido. Kundera acredita que as inspirações de Kafka para as suas situações características vieram tanto por crescer em uma família patriarcal quanto por viver em um Estado totalitário. Tentativas de identificar o papel da lei na sua ficção e as influências que Kafka teve para criar o pano de fundo jurídico de seus livros foram feitas. A maior parte das interpretações considera os aspectos da lei e da legalidade como importantes para sua obra, na qual o sistema legal é muitas vezes opressivo. A lei na obra de Kafka, mais do que representar qualquer entidade política ou legal, geralmente é interpretada como a representação de uma variedade de forças anônimas e incompreensíveis. Forças estas que são escondidas do indivíduo, mas que controlam a vida das pessoas, que são vítimas inocentes de sistemas que vão além de seus controles. Críticos que defendem essa interpretação absurdista citam circunstâncias em que Kafka se descreveu em conflito com um universo absurdo, como nessa entrada de seu diário: De qualquer modo, James Hawes argumenta que muitas descrições de Kafka sobre procedimentos legais em O Processo são baseadas em descrições precisas e detalhadas de processos criminais alemães e austríacos da época, que foram mais inquisitoriais do que legais — com o mesmo apelo metafísico e absurdista, a confusão e a atmosfera de pesadelo encontrados na obra de Kafka. Apesar de trabalhar com seguros, Kafka era \"particularmente inteirado dos debates legais de sua época\". Em uma publicação do início do século XXI que usa os relatórios oficiais de Kafka como ponto de partida, Pothik Ghosh afirma que para Kafka a lei \"não tem nenhum outro sentido que não o de ser uma força de pura dominação e determinação\". === Problemas de tradução === Kafka muitas vezes utilizou-se de uma característica particular da língua alemã com a qual pode-se escrever livremente longas frases, as quais podem chegar até a uma página de extensão. Dessa forma as frases de Kafka impactam o leitor antes mesmo de serem concluídas — sendo o fim o foco e o significado. Isso ocorre graças à construção das orações subordinadas no alemão, que requere que o verbo seja colocado ao fim da frase. Essas características são de difícil tradução não só para o português como para diversas outras línguas, como o inglês, o que faz com que o tradutor precise buscar uma característica linguística com um efeito pelo menos parecido com o encontrado no texto original. A ordem sintática alemã oferece diversas formas de traduzir-se. Um exemplo é a primeira frase de A Metamorfose, crucial para o entendimento de toda a história: Outro problema para os tradutores é verter a característica de Kafka de usar expressões intencionalmente ambíguas e que na frase encaixam-se perfeitamente, em todos os sentidos. Um exemplo é encontrado na primeira frase de A Metamorfose. Os tradutores geralmente traduzem a palavra Ungeziefer como \"inseto\", ou \"inseto monstruoso\"; no alemão usado no meio coloquial de Kafka, entretanto, Ungeziefer significava literalmente \"um animal insuficientemente limpo para o sacrifício\"; no alemão moderno significa \"verme\", \"inseto\". Às vezes é usado coloquialmente como \"bicho\" — um termo bastante genérico, ao contrário do termo científico \"inseto\". A intenção de Kafka não era classificar Gregor em nenhum grupo social através das palavras que usava, mas demonstrar simplesmente o nojo que Gregor tinha de sua metamorfose. Outro exemplo é o uso de Kafka do substantivo Verkehr na frase final de O Veredicto. Verkehr significa literalmente intercurso, \"cruzar\", e, em português e inglês, pode ter tanto uma conotação sexual como não; além do mais, é usado para significar transporte ou tráfico. A frase pode ser traduzida como: \"Naquele momento, um fluxo interminável de tráfego sobre a ponte cruzou\". A ambiguidade de Verkehr recebe ainda mais destaque devido à confissão que Kafka fez a Brod de que quando escreveu essa frase estava pensando em \"uma ejaculação violenta\". As traduções para o português geralmente distinguem-se das traduções literais, principalmente as que receberam grande destaque, como as do tradutor brasileiro Modesto Carone, direto do alemão. Explicando sua escolha por construções simples e comuns na tradução de O Processo, no posfácio, Carone disse que verter literalmente técnicas comuns do alemão para o português causaria uma estranheza não encontrada no texto original, cuja simplicidade abre espaço à dúvida no momento em que o que primeiro foi deixado claro de forma simples passa a ser desconstruído. Como exemplo ele pega a frase inicial de O Processo: Ao longo do livro, contrariando o \"certamente\" escrito por Kafka, não fica claro nem que K. foi caluniado, nem que ele foi detido, nem que ele não fez mal algum. Essas pequenas aparentes contradições, de acordo com Carone, ajudariam a criar a atmosfera tipicamente kafkiana de surrealismo. Tanto nos posfácios de O Processo como de A Metamorfose, Carone coloca que tentou manter a fidelidade dos termos jurídicos usados por Kafka para descrever seus personagens e que remetem à própria profissão que exerceu, o que dá ao texto uma aspereza técnica que amplia a alienação e o tormento dos personagens. == Legado == === \"Kafkiano\" === A escrita de Kafka inspirou a criação do termo \"kafkiano\", usado tanto em português como em outras línguas para descrever conceitos e situações que remetem à sua obra, principalmente O Processo e A Metamorfose. Entre os exemplos de situações usadas estão momentos quando a burocracia subjuga as pessoas, geralmente de forma surreal, evocando distorção, falta de sentido e impossibilidade de ajuda. Personagens em uma cena kafkiana geralmente carecem de autossuficiência para escapar das situações labirínticas. Elementos kafkianos muitas vezes aparecem em obras existencialistas, mas o termo ultrapassou o meio literário e também é usado em ocorrências reais que são incompreensíveis, complexas, bizarras ou ilógicas. Diversos filmes e projetos televisivos foram descritos como kafkianos, e o estilo recebe especial atenção no gênero de ficção científica distópica. Entre os filmes desse gênero que foram classificados como kafkianos estão Brazil (1985), de Terry Gilliam, e Dark City (1998), de Alex Proyas. Os filmes The Tenant (1967) e Barton Fink (1991) também foram chamados de kafkianos, mesmo não sendo ficção científica. A série televisiva The Prisoner, tanto a versão original de 1965 quanto o remake de 2009, é também muitas vezes descrita como kafkiana. === Celebrações === Foi fundado em Praga o Museu de Franz Kafka, dedicado à vida e obra do escritor. Um dos destaques do museu é a exposição Město K. Franz Kafka a Praha (A Cidade de K. Franz Kafka e Praga, em tradução literal), que foi primeiro mostrada ao público em Barcelona, em 1999, depois mudada para o Museu Judeu em Nova Iorque e afinal colocada em 2005 em Praga, no distrito de Malá Strana, ao lado do Rio Moldava. Nela estão diversas fotos e documentos originais da vida de Kafka, com a intenção, segundo o museu, de imergir o visitante no que seria o mundo em que o escritor viveu e sobre o qual escreveu. O Prêmio Franz Kafka é um prêmio literário anual patrocinado pela Sociedade de Franz Kafka e pela Cidade Praga, fundado em 2001. Sua função, de acordo com a premiação, é promover a literatura como \"uma contribuição humanística à tolerância cultural, nacional, linguística e religiosa, com seus personagens eternos, sua validade humana e sua capacidade de deixar um testemunho sobre nosso tempo\". O comitê de seleção e os indicados são formados por pessoas de todo o mundo, mas são limitados a escritores vivos que tenham publicado pelo menos uma obra em tcheco. O vencedor leva $ 10 000, um diploma e uma estátua de bronze em uma cerimônia realizada na Cidade Velha no feriado tcheco do fim de outubro. A Universidade de San Diego comanda um Projeto Kafkiano desde 1998, que é o projeto investigativo oficial em busca dos últimos escritos de Kafka. === Influência de Kafka === Ao contrário de outros escritores famosos, Kafka raramente é citado. Ao invés disso ele recebe mais destaque por suas visões e perspectiva. Shimon Sandbank, um professor e escritor, afirma que Kafka influenciou Jorge Luis Borges, Albert Camus, Èugene Ionesco, J. M. Coetzee e Jean-Paul Sartre. Um crítico literário do jornal Financial Times credita Kafka como uma das influências de José Saramago, e Al Silverman, um escritor e editor, comentou que J. D. Salinger adorava ler as obras de Kafka. Em 1999, um comitê composto por 99 escritores, acadêmicos e críticos literários colocaram O Processo e O Castelo como o segundo e o nono, respectivamente, romances mais importantes em língua alemã do século XX. Sandbank afirma ainda que, apesar da difusão da obra de Kafka, seu estilo enigmático ainda precisa ser levado à frente. Neil Christian Pages, um professor de alemão e literatura na Universidade de Binghamton que especializou-se na obra de Kafka, diz que a influência de Kafka transcende os meios literários e impacta também as artes visuais, a música e a cultura popular. Harry Steinhauer, um professor de literatura alemã e judaica, diz que Kafka \"teve maior impacto no meio literário que qualquer outro escritor do século XX\". Brod disse que o século XX ainda será conhecido como o \"século de Kafka\". O professor francês Michel-André Bossy escreveu que Kafka criou um universo rigidamente inflexível e estéril. Kafka escreveu de forma distinta utilizando-se de diversos termos legais e científicos. Apesar disso sua ficção também é composta de humor intrínseco, sempre destacando a \"irracionalidade radical presente no mundo supostamente racional\". Seus personagens são presos, confundidos, culpados, frustrados e ignorantes do mundo irracional em que vivem. Grande parte da ficção pós-Kafka, especialmente a ficção-científica, segue temas e preceitos da ficção kafkiana. Isso pode ser visto em obras de escritores como George Orwell e Ray Bradbury. ==== Lista de obras influenciadas por Kafka==== Título Ano País Mídia Descrição Ref. A Friend of Kafka 1962 conto de Isaac Bashevis Singer, vencedor do Prêmio Nobel, em que conta-se a história de um ator iídiche chamado Jacques Kohn, que diz ter conhecido Franz Kafka; nesse encontro, de acordo com Jacques Kohn, Kafka acreditavam em golem, uma criatura lendária da cultura judaica. O Processo 1962 filme dirigido por Orson Welles, que disse: \"Diga o que quiser, mas O Processo é minha obra principal, melhor até do que Cidadão Kane\". Watermelon Man 1970 Estados Unidos filme parcialmente inspirado por A Metamorfose, onde um segregacionista branco acorda negro. Kafka-Fragmente, Op. 24 1985 música do compositor György Kurtág para soprano e violino, usando trechos do diário e das cartas de Kafka. Kafka's Dick 1986 peça de Alan Bennett, em que os fantasmas de Kafka, seu pai Hermann e Brod entram na casa de um agente de seguros inglês, aficionado por Kafka, e de sua esposa. Kafka 1991 Estados Unidos filme escrito por Lem Dobbs, dirigido por Steven Soderbergh e estrelado por Jeremy Irons, misturando a vida e a obra fictícia de Kafka, criando um retrato semi-biográfico de Kafka, que no filme investiga o desaparecimento de um de seus colegas de trabalho, passando por diversas de suas obras, principalmente O Castelo e O Processo. The Metamorphosis of Franz Kafka 1993 Espanha filme dirigido por Carlos Atanes e estrelado por Antonio Vladimir como Gregor Samsa/ Kafka. Franz Kafka's It's a Wonderful Life 1993 Reino Unido filme escrito e dirigido por Peter Capaldi e estrelado por Richard E. Grant como Kafka, é um curta-metragem de comédia da BBC Scotland que venceu um Oscar. Bad Mojo 1996 Estados Unidos videogame levemente baseado em A Metamorfose, com personagens com os nomes de Franz e Roger Samms, referindo-se a Gregor Samsa. In the Penal Colony 2000 Estados Unidos ópera do compositor Philip Glass. Kafka à Beira-Mar 2002 romance do escritor Haruki Murakami. Kafka's Trial 2005 ópera do compositor Poul Ruders, baseado no romance e em partes da vida de Kafka; apresentada pela primeira vez em 2005 e lançada em CD. Kafka's Soup 2005 Reino Unido livro de Mark Crick, é um pastiche literário na forma de um livro de culinária, com receitas escritas no estilo kafkiano. Certa Manhã Acordei de Sonhos Intranquilos 2009 álbum quarto álbum de estúdio do cantor Otto, que teve bastante influência na obra A Metamorfose. Kafka the Musical 2011 Reino Unido peça de rádio pela BBC Radio 3, produzido como parte da programação Play of the Week. Franz Kafka foi interpretado por David Tennant. Sound Interpretations — Dedication To Franz Kafka 2012 música da gravadora HAZE Netlabel, é uma compilação musical em que músicos repensam o legado literário de Kafka. Google Doodle 2013 Estados Unidos cultura digital um doodle pela Google comemorando o 130º aniversário de Kafka, em que uma barata com um chapéu está abrindo uma porta. The Metamorphosis 2013 Reino Unido dança da companhia Royal Ballet, é uma produção de A Metamorfose, com o dançarino Edward Watson. Café Kafka 2014 ópera do compositor Francisco Coll, construído com base em textos e trechos de Franz Kafka; apresentado no Aldeburgh Music, Opera North and Royal Opera Covent Garden. Resident Evil: Revelations 2 2015 Japão Jogo Nome dos capítulos (\"A Colônia Penal\", \"Contemplação\", \"O Julgamento\" e \"A Metamorfose\") são obras de Kafka. O jogo narra frases de Kafka. Franz Kafka e Resident Evil: Revelations 2 por Bruna em \"REVIL\" == Lista de obras == Lista dos principais escritos literários de Franz Kafka: === Romances === Nº Se quen cial Título original em alemão Lançamento Título no Brasil Tradutor Editora 01 Der Verschollene/Amerika (escrito em 1912 — publicado em 1927) O Desaparecido Lages, Susana Kampff Editora 34 02 Der Prozess (1914–1925) O Processo Manoel Paulo Ferreira Círculo do Livro - 1985 Syomara Cajado Nova Época - 198? Torrieri Guimarães Tecnoprint, 1966 Hemus - 1977 Abril Cultural, 1982 Ediouro - 1994 Círculo do Livro - 1995 Editora Itatiaia, 2000 Martins Claret - 2005 Marcelo Backes L & PM - 2006 Modesto Carone Folha de São Paulo 2003 Companhia de Bolso 2005 Companhia das Letras - 1997 Brasiliense - 1988 CL Edijur - 2018 Leticia de Castro Veneta - 2013 Mariana Ribeiro de Souza Via Leitura - 2020 Marcus Penchel Vozes - 2019 03 Das Schloss (1922–1926) O Castelo Modesto Carone Companhia das letras, 2006 Companhia de Bolso, 2017 Torrieri Guimarães Tema, 19?? Tecnoprint, 1966 Ediouro, 1994 Editora Iatiaia, 2000 Martins Claret, 2007 D. P. Skroski Abril Cultural, 1985 Nova Época, 1996 === Contos === Nº Se quen cial Título original em alemão Título no Brasil Lançamento Tradutor Editora 01 Das Urteil O Veredicto 1912 Alex Zucchi Amazon 02 In der Strafkolonie Na Colônia Penal ( escrita em 1914 e publicada em 1919) Torrieri Guimarães Itatiaia Ediouro Tecnoprint Modesto Carone Paz e Terra Brasiliense 03 Ein Landarzt Um Médico Rural : pequenas narrativas (escrito e publicado em 1919) Modesto Carone Companhia das letras Brasiliense 04 Ein Hungerkünstler Um artista da fome (1922) Modesto Carone Companhia das letras Guilherme da Silva Braga L & PM 05 Beim Bau der Chinesischen Mauer A grande muralha da China (escrito em 1918 — publicado em 1931) Nova Época === Novelas === Nº Se quen cial Lançamento Título original em alemão Título no Brasil Tradutor 01 Die Verwandlung A Metamorfose (escrita em 1912 — publicada em 1915) Bruno Gambarotto - Editora Grua - 2021 Petê Rissatti - Editora Antofágica - 2019 Ciro Mioranza - Editora Lafonte - 2019 Luiz A. de Araújo - Editora Principis - 2018 Marcus Penchel - Editora Vozes de Bolso - 2018 Christina Wolfensberger - Editora Via Leitura - 2017 Marcelo Backes - Editora L&PM; (combo com O Processo e Carta ao Pai) - 2017 Coleção Folha - Grandes nomes da Literatura nº 13 - 2016 == Bibliografia == Livros * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * Periódicos * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * Jornais * * * * * * * * * * * * * * * * * * * * Sites * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * == Referências adicionais == Livros * * * * * * * * * * * * * * * * * * * * Periódicos * * Podcast * Amorim, Tomaz (2020). Curso de introdução à obra de Franz Kafka oferecido para alunos de graduação na Unicamp. == Ligações externas == * Projeto Franz Kafka (Brasil) * Museu Kafka em Praga * Kafka em Portugal: Obras de e sobre Kafka editadas em Portugal * Projeto Kafka (inglês) * International Vegetarian Union: Franz Kafka * Fundação Franz Kafka Categoria:Austro-húngaros Categoria:Romancistas da Áustria Categoria:Escritores da Chéquia Categoria:Escritores em língua alemã Categoria:Vegetarianos da Áustria Categoria:Judeus da Chéquia Categoria:Judeus da Alemanha Categoria:Mortes por tuberculose na Áustria Categoria:Naturais de Praga Categoria:Naturais do Império Austro-Húngaro Categoria:Anarquistas Categoria:Anarquistas da Áustria Categoria:Judeus ateus Categoria:Escritores da Áustria-Hungria Categoria:Mortes por tuberculose no século XX",
 "title": "Franz Kafka"
}