{
 "id": "18613",
 "text": "Georg Ritter von Schonerer (Viena - Castelo de Rosenau, ) foi um extremista austríaco, um antissemita, anticatólico e um político activo nos finais do século XIX e princípios do século XX, cujas ideias influenciaram, entre muitos outros austríacos, Adolf Hitler. == Vida == Schonerer nasceu em Viena em 1842. Ainda jovem tornou-se um activista político, tendo sido eleito para o parlamento da Áustria (Reichsrat) em 1873. Inicialmente um liberal, Schonerer tornou-se cada vez mais conservador à medida que a sua carreira progrediu, e no auge da sua carreira tinha-se já transformado num extremista de direita. Schonerer desenvolveu uma filosofia política que continha elementos de um violento antissemitismo, antieslavismo, autoritarismo, nacionalismo, e pangermanismo, tudo temas que apelavam a muitos vienenses das classes mais baixas. Como tal, Schonerer rapidamente se tornou uma figura popular e poderosa. Ele formou o partido pangermânico, que se tornaria uma força considerável da política austríaca. Em 1888, Schonerer foi preso temporariamente por ter saqueado os escritórios de um jornal pertencente a um judeu e assaltado os seus empregados. Esta acção aumentou a popularidade de Schonerer e ajudou membros do seu partido a serem eleitos para o parlamento austríaco. O próprio Schonerer foi reeleito para o Reichsrat em 1897, e mais tarde nesse ano ajudou a orquestrar a expulsão do Primeiro Ministro Kasimir Felix Graf von Badeni do seu posto. Badeni tinha decidido que os funcionários públicos em serviço na Boémia, uma zona controlada pela Áustria, teriam de dominar a língua checa, uma medida que dificultava a candidatura de alemães (a maioria deles não falava checo) a empregos da função pública. Schonerer organizou protestos de massa contra esta medida e atrapalhou deliberadamente os procedimentos parlamentares, exercendo uma pressão à qual face da qual o Imperador Franz Joseph demitiu Badeni. Schonerer tornou-se ainda mais poderoso em 1901, quando 21 membros do seu partido ganharam lugares no Parlamento. No entanto, a sua carreira desmoronou-se rapidamente, pouco depois, como resultado do seu fanatismo e de uma personalidade plena de ódio. O seu partido ressentiu-se e desintegrou-se praticamente em 1907. Schonerer morreu em Rosenau bei Zwettl em 1921, mas as suas visões e filosofia iriam continuar vivas, tendo influenciado fortemente Adolf Hitler e o partido Nazi. Categoria:Políticos da Áustria Categoria:Nacionalistas da Áustria Categoria:Naturais de Viena",
 "title": "Georg Ritter von Schönerer"
}