{
 "id": "18631",
 "text": "A Sociedade Thule (), originalmente Studiengruppe für germanisches Altertum (\"Grupo de Estudo para a Antiguidade Alemã\") foi uma sociedade secreta ocultista e völkisch de Munique, fundado por Adam Alfred Rudolf Glauer, Barão de Sebottendorff, cujo nome era uma referência a capital do país místico de uma lenda grega. A sociedade é notável principalmente pela organização que patrocinou o Deutsche Arbeiterpartei (DAP), que posteriormente foi transformado por Adolf Hitler no Partido Nacional Socialista Alemão dos Trabalhadores (Partido Nazista).David Luhrssen, Hammer of the Gods: The Thule Society and the Birth of Nazism (Potomac Books, Inc., 26 April 2012), p. 131. Embora não tenha nenhuma prova de que Hitler tenha frequentado de fato a Sociedade de Thule, as pessoas mais próximas dele em seu governo faziam parte.Johannes Hering, \"Beiträge zur Geschichte der Thule-Gesellschaft\", transcrito com data de 21 de junho de 1939, Bundesarchiv Koblenz, NS26/865, citado em Goodrick-Clarke (1985: 201), que conclui: \"There is no evidence that Hitler ever attended the Thule Society\" (ibid., 201). == Século XX == No século XX, é relacionada ao Grupo de Thule, fundado em 17 de Agosto de 1918 por Rudolf von Sebottendorff em Munique. O nome Thule é derivado da ilha mística Thule. O seu nome original era \"Studiengruppe für germanisches Altertum\" (Grupo de estudo para a antiguidade germânica), mas em breve, com a formação do Grupo de Thule, esse começou a disseminar propaganda anti- republicana e anti-semítica. E, desde sua fundação, teve como objetivo a promoção das antigas tradições religiosas europeias, tais como o druidismo, o wotanismo, o woragsmo, a asatru e a vanatru, desde sua fundação ela sempre foi dirigida por druidas e ghodis nos cargos de Grão Mestre e Venerável. Foi um grupo precursor que teve importância na transformação do \"Deutsche Arbeiterpartei\" (Partido Alemão dos Trabalhadores) que mais tarde se tornaria o NSDAP (Partido Nazista). Teve membros dos escalões de topo do partido, incluindo Rudolf Heß, Alfred Rosenberg. O seu órgão de imprensa foi o \"Münchener Beobachter\" (Observador de Munique) que mais tarde se tornaria o \"Völkischer Beobachter\" (Observador do Povo), o jornal do NSDAP. A sociedade Thule é também conhecida por estar associada à sociedade secreta Germanenorden. O símbolo associado com o Grupo de Thule era uma adaga, e com a Sociedade Thule era, e ainda é, o octagrama, muitas vezes com três triângulos ou raios em seu interior, ou apenas com o olho de Odhin no centro do octagrama (desde 2012). O Grupo de Thule atuou no Brasil até 1969, quando voltou novamente e agora com lojas no sudeste (SP, RJ) e sul do país. A Sociedade Thule mantem forte atuação no Brasil, principalmente no contexto da expansão das religiões tradicionais europeias pagãs, anteriores ao cristianismo. Esse grupo religioso é conhecido como: religiões hiperbóreas, uma referência a ideia de antepassados que teriam colonizado este planeta há mais de 100.000 anos atrás. == Cultura popular == A Sociedade é citada no anime e no filme da franquia Fullmetal Alchemist. Também citada no filme Hellboy I, bem como no livro \"Filhos do Éden: Anjos da Morte\", do escritor Eduardo Spohr. Na série de televisão norte-americana Supernatural, a Sociedade Thule é retratada em diversos episódios: Temporada 8 (Episódio13 - Everybody Hates Hitler); Temporada 11 (Episódio 14 - The Vessel); e Temporada 12 (Episódio 5 - The One You Have Been Waiting For). No final de agosto de 2022, a Sociedade Thule também aparece no sexto livro lançado da série Cormoran Strike, O Coração de Nanquim (The Ink Black Heart, do inglês), o qual J. K. Rowling assina sob o pseudônimo de Robert Galbraith. == Ver também == * Misticismo nazi == Bibliografia == * Os Segredos do Nazismo, por Sérgio Pereira Couto, Universo dos Livros Editora == Ligações externas == * A Sociedade Thule e o Nazismo, Conscendo Sodalitas Categoria:Nazismo Categoria:Sociedades secretas",
 "title": "Sociedade Thule"
}