{
 "id": "18638",
 "text": "Nematoda (nematódeos), nematelmintos, ou ainda nematelmintas, são um filo de animais cilíndricos espetacularmente alongados. São animais triblásticos, protostômios, pseudocelomados. Seu corpo cilíndrico, alongado e não segmentado exibe simetria bilateral. Possuem sistema digestivo completo, sistemas circulatório e respiratório; sistema excretor composto por dois canais longitudinais (renetes-formato de H); sistema nervoso parcialmente centralizado, com anel nervoso ao redor da faringe. Possuem corpo não segmentado e revestido de cutícula resistente e colagenosa. Possuem sistema digestivo completo, possuindo boca e ânus. O sistema nervoso é formado de um anel anterior, que circunda a faringe, e cordões nervosos longitudinais relacionados com aquele anel. O sistema locomotor é estruturado em camadas musculares longitudinais situadas logo abaixo da epiderme. As contrações desses músculos só permitem movimentos de flexão dorsoventral. Os nematódeos são majoritariamente unissexuados (animais dioicos), ou seja, têm sexos separados — machos e fêmeas distintos, com dimorfismo sexual muito evidente (o macho é bem diferente da fêmea). No entanto, há grupos cuja reprodução ocorre por meio de partenogênese ou por hermafroditismo. Não há estruturas flageladas nem ciliadas nesses animais, nem mesmo nos espermatozoides, que se locomovem por movimentos ameboides com pseudópodos. Os nematódeos não possuem sangue. Podem tanto serem aeróbicos quanto anaeróbicos. Ecologicamente são muito bem- sucedidos, sendo tal fato demonstrado pela alta diversidade de espécies. Encontram-se em todos os habitats, terrestres, marinhos e de água doce e chegam a ser mais numerosos que os outros animais, tanto em número de espécies, como de indivíduos. Algumas espécies são microscópicas, enquanto a fêmea de uma espécie, parasita do cachalote chamada \"Placentonema gigantissima\" pode atingir 13 metros de comprimento. Eram classificados, juntamente com outros grupos, no Filo Nemathelminthes (nematelmintos), hoje considerado obsoleto. Recentemente, aclamou-se que os nematódeos são uma das três principais radiações de organismos multicelulares que têm produzido a maioria das espécies do mundo, sendo as outras radiações os insetos e os fungos (Gaston, 1991). == Taxonomia e sistemática == thumb|Eophasma jurasicum, um nematódeo Em 1758, Lineu descreveu algumas espécies e gêneros de nematódeos (como, Ascaris), incluídos na classe Vermes. O nome Nematoda, derivado de Nematoidea, originalmente definido por Karl Rudolphi (1808) vem do do grego antigo νῆμα (nêma, nêmatos, 'filamento') e -eiδἠς (-eidēs, 'espécie'). A base \"nematod\" era frequentemente utilizada em nomes formais criados por vários cientistas, como a família Nematodes de Burmeister (1837) por exemplo. Além disso, as mudanças taxonômicas posteriores frequentemente alternavam entre as categorias de Ordem, Classe e Filo, ora mantendo nomes utilizados antes, ora criando novos nomes para as novas interpretações taxonômicas. Em sua origem, \"Nematoidea\" inclui erroneamente tanto os atuais Nematoda quanto os Nematomorpha, de acordo com Rudolphi (1808). As primeiras diferenciações entre nematódeos e nematomorfos, embora equivocadas, se devem a von Siebold (1843), com as ordens Nematoidea e Gordiacei (esta ainda contendo alguns nematódeos). Huxley (1864) elevou provisoriamente estas duas ordens para o nível de classes, ambas inclusas em uma categoria taxonômica maior denominada Scolecida. Ray Lankester (1877) elevou Nematoidea ao nível de filo, contendo Gordiidae, como uma \"subdivisão\". Posteriormente, tanto nematódeos quanto gordiáceos foram classificados junto com os atuais Acanthocephala no obsoleto filo Nemathelminthes por Gegenbaur (1859). A partir daí, foi feita a primeira distinção clara entre nematódeos e gordiáceos, Vejdovsky (1866) criou a classe Nematomorpha para os gordiáceos no filo Nemathelmintes. Nematódeos também configuraram outras classificações, como o grupo obsoleto conhecido como Entozoa, criado para abrigar também outros helmintos endoparasitos como Acanthocephala, Trematoda e Cestoidea. Em 1919, Nathan Cobb propôs que os nematódeos deveriam ser reconhecidos isoladamente como filo. Ele argumentou que eles deveriam ser chamados de \"nema\" em inglês ao invés de \"nematoides\" e definiu Nemates como o nome do táxon (ou Nemata = plural latinizado de \"nema\"), listando Nematoidea sensu stricto como seu sinônimo, e dando detalhes mais claros sobre a diagnose do grupo em 1932. No entanto, em 1910 Grobben havia proposto o filo Aschelminthes com uma composição um pouco diferente de Nemathelminthes. Nele os nematoides foram incluídos na classe Nematoda juntamente as classes Rotifera, Gastrotricha, Kinorhyncha, Priapulida e Nematomorpha (O filo foi posteriormente revivido e modificado por Libbie Henrietta Hyman em 1951 como Pseudoceolomata mas permaneceu similar). Tanto Nemathelminthes, Aschelminthes e Pseudoceolomata são hoje considerados obsoletos. Talvez por desconhecer ou por desconsiderar o trabalho de Cobb, Potts (1932) elevou a classe Nematoda de Grobben ao nível de filo, deixando o mesmo nome. Apesar da classificação de Potts ser equivalente à de Cobb e portanto sinônimas, ambos os nomes foram usados ​​(e ainda são usados ​​hoje), mas o termo Nematoda tornou-se mais popular na ciência zoológica. Considerando que Cobb foi o primeiro a incluir os nematódeos em um filo separado dos nematomorfos, alguns pesquisadores consideram Nemata como o nome válido para o táxon, especialmente por causa regra de nomenclatura zoológica que dá prioridade ao termo mais antigo utilizado em caso de sinonímia. Entretanto, muitos pesquisadores defendem e aceitam o uso de ambos devido a grande difusão do termo Nematoda. Quanto ao nome vulgar do grupo, em português, varia bastante: \"nemátodos\", \"nemátodas\", \"nemátodes\", \"nematódeos\", \"nematódios\", \"nematoides\" ou \"nemas\" são exemplos de termos frequentes. O mais utilizado na literatura científica em português é \"nematoides\", seguido de \"nematódeos\".REZENDE, Joffre Marcondes de. Nematóides, nematódeos, nematodes, nematodos. Revista de Patologia Tropical, v. 36, n. 3, p. 269-272, 2008, link.Nematologia Brasileira. Publicação oficial da Sociedade Brasileira de Nematologia, Piracicaba, 1974-2013, link.Sociedade Brasileira de Nematologia, site oficial, link. A partir de critérios de etimologia e estilística, alguns autores julgam mais preferível o termo, \"nematódeos\", porém, deve-se lembrar que o uso de nomes vulgares não é controlado pelo ICZN (não há um \"nome correto\", nesse sentido, ficando a escolha do nome a critério do autor), ao contrário do que ocorre com a nomenclatura científica.PAPAVERO, N. (org.) Fundamentos Práticos de Taxonomia Zoológica. 2a ed. São Paulo: Editora da Universidade Estadual Paulista, 1994. p. 245, . == Anatomia dos nematódeos == Os nematódeos de vida livre são pequenos, geralmente menores do que 2,5 mm de comprimento e têm o corpo construído no mesmo plano fundamental, um cilindro quase perfeito, nu, delgado e alongado, com aspecto filiforme, em sua maioria, ou fusiforme. O animal é essencialmente um tubo dentro de outro tubo: o tubo externo é a parede corpórea, constituída, externamente, por uma cutícula complexa e, internamente, por uma camada de músculos longitudinais. O tubo interno é o trato digestivo, que é terminal na extremidade anterior mas subterminal posteriormente. Entre a parede e o tubo digestivo há a cavidade corpórea ou pseudoceloma, preenchida por líquido, que funciona como um \"esqueleto hidrostático\", além de favorecer a distribuição de nutrientes e recolher excretas, e na qual se encontram os órgãos reprodutores. A epiderme é sincicial, ou seja, formada por uma massa celular multinucleada, ou celular, dependendo da espécie, e produz uma cutícula depositada externamente a ela. A cutícula é acelular, lisa, resistente e oferece proteção para o animal; em algumas formas, ela apresenta projeções que ajudam na locomoção. A cutícula tem de ser mudada para o animal crescer, um processo denominado ecdise - que coloca este filo no grupo dos Ecdysozoa, juntamente com os artrópodes e outros filos. Seus músculos são exclusivamente longitudinais, dispostos no sentido do comprimento do corpo. Isso faz com que a sua capacidade de locomoção seja mais limitada que a dos platelmintos. Os músculos são ativados pelas cadeias nervosas, que se encontram ao longo de todo o corpo do animal, uma na região ventral e outra na dorsal. Ao contrário de outros animais, em que os nervos se ramificam para os músculos, nos nematódeos são os músculos que se ramificam para atingirem os cordões nervosos. Estes cordões ligam-se a um anel à volta da faringe e possuem vários gânglios adicionais perto da extremidade anterior, mas sem formar um verdadeiro cérebro. Nessa região encontram-se órgãos sensoriais reduzidos. === Sistema digestivo === O tubo digestivo dos nematódeos é completo, ou seja, possui um orifício de entrada de alimentos (a boca) e um outro orifício de saída de dejetos (o ânus) - são enterozoários completos. Na boca, podem ser encontradas placas cortantes semelhantes a dentes, com as quais os nematódeos podem perfurar os tecidos de outros seres vivos. A faringe é musculosa e serve para esmagar os alimentos e também para os dirigir para o intestino, que não possui qualquer musculatura. O alimento é completamente digerido pelas enzimas que atuam sobre ele no interior do tubo digestivo, e os nutrientes são passados para a cavidade do corpo para serem distribuídos pelas células. Muitos nematódeos de vida livre são carnívoros e se alimentam de pequenos animais ou de corpos de animais mortos. Os parasitas intestinais recebem o alimento já parcialmente digerido pelo hospedeiro. === Sistema circulatório === Assim como os platelmintos, os nematódeos não possuem sistemas ou órgãos especializados em realizar distribuição de nutrientes pelas células, ou seja são avasculares (a = negação, vascular = vaso, portanto, não possuem sistema circulatório). A cavidade corporal (o pseudoceloma) contém um líquido, e a contínua movimentação desse líquido, propiciada pela contração da musculatura longitudinal do corpo, permite uma relativa distribuição de materiais entre algumas partes do corpo. === Sistema respiratório === Eles não possuem órgãos ou sistemas especializados em realizar trocas gasosas ou respiração. As trocas gasosas acontecem na superfície corporal, por difusão. Os nematódeos de vida livre são aeróbicos e obtêm o oxigênio no meio onde vivem. Os parasitas são geralmente anaeróbicos e fazem fermentação. Dessa forma não requerem oxigênio e a maioria não elimina CO2, porque realizam a fermentação láctica, que não libera esse gás. === Sistema excretor === Os resíduos metabólicos são excretados a partir do líquido que ocupa o pseudoceloma, por meio de dois tubos longitudinais ligados por um menor, transversal. A distribuição desses tubos, no corpo, dá a eles o nome de tubos em \"H\". Os dois ramos longitudinais do sistema se abrem em orifícios próximos da boca. === Sistema nervoso === Possuem dois cordões nervosos: um dorsal e um ventral, que percorrem o corpo do animal, ventralmente ou longitudinalmente. Da faringe partem os cordões nervosos. O cordão nervoso dorsal é responsável pela função motora, enquanto a ventral é sensorial e motora, sendo considerada a mais importante. == Reprodução e crescimento == A maioria das espécies são dioicas, (realizam fecundação interna), ocorrendo em algumas nítido dimorfismo sexual: normalmente os machos são menores que as fêmeas, apresentam espículas copulatórias, a cauda encurvada ou ornamentada com bursas caudais e papilas sensoriais. Na cópula, os machos depositam os seus espermatozoides no poro genital das fêmeas. Os machos não possuem poro genital, e a saída dos espermatozoides ocorre pela cloaca. Alguns grupos de nematódeos apresentam apenas fêmeas, que se reproduzem exclusivamente por partenogênese, como no caso da espécie Diploscapter pachys ou apresentam indivíduos hermafroditos, como no caso da espécie Caenorhabditis elegans, que apresentam ambos os gametas masculino e feminino e são capazes de fazer a auto-fecundação ou fecundação cruzada. Alguns grupos apresentam ciclos de vida mais complexos, como no caso de nematódeos da família Rhabdiasidae que apresenta alternância de gerações, com fases que incluem machos e fêmeas adultos de vida livre, que copulam no solo e geram larvas infectantes que parasitam anfíbios e répteis e se desenvolvem em adultos hermafroditos, que irão liberar as larvas de vida livre, fechando o ciclo. Também são características exclusivas dos nematódeos a ausência de células ciliadas, até mesmo nos espermatozóides que são ameboides, sem flagelos ou cílios, e deslocam-se por meio de pseudópodos. A fecundação acontece dentro do corpo da fêmea (fecundação interna). Depois de fecundado, o zigoto se desenvolve dentro de um ovo com a casca resistente. Muitas espécies eliminam os ovos fecundados para o ambiente, onde as primeiras divisões se processam e o ovo se torna embrionado. O ciclo evolutivo pode ser direto ou indireto, dependendo da formação de larvas por dentro ou fora dos ovos. O desenvolvimento das alrvas para indivíduos adultos ocorre por diferentes estágios definidos pelo número de mudas de ecdise, até atingirem a maturidade sexual. == Ecologia dos nematódeos == A maioria dos nematódeos é de vida livre, habitantes de solo úmido, areia, de águas estagnadas e até mesmo do plâncton. Entre os parasitas, além daqueles que têm o homem como seu hospedeiro, há espécies que infestam outros animais ou plantas (raízes, frutos). Muitos nematódeos podem suspender os processos vitais quando as condições ambientais se tornam desfavoráveis e encistar, numa forma que é capaz de sobreviver a condições extremas de seca, calor ou frio e depois voltar à \"vida\" quando as condições são favoráveis. Este processo é conhecido como criptobiose e, entre os animais é encontrado apenas entre os nematódeos, os rotíferos e os tardígrados. === Nematódeos fitoparasitas === Nematódeos fitoparasíticos podem ser ecto- ou endo-parasitas; todos têm estiletes, mas enquanto alguns se mantêm no solo, com apenas o estilete no tecido vegetal, outros enterram a cabeça na planta e alguns entram na planta por inteiro, o que geralmente provoca um inchaço ou uma galha. As galhas são estruturas vegetais deformadas pela presença do verme, dentro das quais o verme se desenvolve e pode sobreviver por muito tempo quando dessecado (há relatos de vermes sobrevivendo por 27 anos em galhas, apesar de serem raros; Dilendus dipsaci, que ataca pepinos, alho e outras culturas, sobrevive por 4 a 9 anos em galhas, dependendo do material vegetal usado. É interessante notar que as fases infectantes de fitoparasitas têm grandes reservas nutricionais, tendo em vista que eles não se alimentam até achar um hospedeiro. As fases infectantes de Heterodera podem viver no solo por até um ano, e outros tilenquídios conseguem sobreviver por pelo menos algumas semanas. Juvenis infectantes aparentemente são atraídos a novas plantas por exsudações, sendo capazes de percorrer distâncias de até 2,5 m para chegar a um hospedeiro. Tendo em vista que provavelmente o estilete não é utilizado para penetrar na planta, apenas para perfurar as células e sugar o conteúdo, a penetração ocorre em pontos fracos da raiz, de modo que os nematódeos são atraídos pelas feridas. Uma característica para um nematódeos ser fitoparasita é a presença de estilete na parte anterior do seu corpo. Quanto ao tipo de parasitismo são classificados em ecto ou endoparasitas (dividido em sedentário ou migrador), podendo atacar folhas, flores, caule e raízes. O sintoma característico causado pelo gênero Meloidogyne é a galha, devido a indução de um crescimento desenfreado de 3 a 5 células, por onde o nematódeo irá se alimentar, crescer, se reproduzir e morrer. O nematódeo possui uma reserva lipídica em seu corpo que o permite não se alimentar até que encontre seu hospedeiro. Pode ocorrer a perda de sua capacidade parasitária, caso gaste de 50 a 60% desta reserva corporal. Os juvenis buscam seu hospedeiro guiado pelos exsudatos que as plantas liberam direcionando-os. Em regra geral, os nematódeos só parasitam raízes novas, uma vez que é sabido que o estilete é utilizado para perfurar e não penetrar a planta. == Ordens == === Dorylaimoidea === Estão entre os nematódeos mais comuns no solo e na água doce, sendo caracterizados pela faringe do tipo dorylaimoide e por um estilete oco protrusível na cavidade bucal pelo qual o alimento - sucos animais e vegetais - é sugado. Muitos existem apenas como fêmeas, sendo provavelmente partenogênicos. Quando há machos, eles podem ser monórquicos ou diórquicos, com duas espículas de tamanhos aproximadamente iguais. As fêmeas têm dois ovários refletidos. O principal gênero é o Dorylaimus, cujas quase 200 espécies têm um estilete simples com um anel-guia. O gênero Xiphinema é de interesse pois transmite o vírus do mosaico árabe. Outros vermes dessa ordem podem ser de interesse agrícola quando são ectoparasitas de plantas economicamente importantes. Os nematódeos não possuem sistema respiratório e a respiração é cutânea ou tegumentar, feita através da difusão. === Rhabditoidea ou Anguilluloidea === É uma ordem grande, com nematódeos de tamanho moderado cujos anfídeos foram reduzidos a pequenos bolsos e cujos órgãos sensoriais cefálicos são todos em forma de papilas. A faringe apresenta um ou dois bulbos, geralmente dois, sendo um deles um pseudobulbo e o outro um bulbo valvulado. Glândulas anais são vestigiais. O sistema reprodutor feminino geralmente é didélfico com ovários refletidos;, podendo também ser monodélfico, e não possui uma musculatura desenvolvida. Machos comumente possuem alae caudais formando uma bursa, e as espéculas são iguais e acompanhados por um gubernáculo. A família Tylenchidae, caracterizada por um estilete bucal e pela forma assimétrica do sistema excretor com canais unilaterais, inclui os fitoparasitas mais importante. Membros desta família se alimentam de seiva vegetal penetrando na planta e perfurando suas células e tecidas com o estilete, usando então a faringe musculosa para sugar a seiva. A sua faringe é caracterizada por uma bulba muscular mediana e uma região glandular inchada posterior. A classificação proposta por Filipjev e Stekhoven (hyman p. 296) divide a faringe em dois tipos: o tipo tilencóide (tylenchoid), onde o inchaço glandular forma um bulbo compacto, e o tipo afelencóide (aphelenchoid), no qual o inchaço se projeta para trás como um lobo sobre a parte anterior do intestino. Dentre os tilencóides, destaca-se o Ditylenchus dipsaci, conhecido em inglês como \"stem-and-bulb eelworm\", que ataca uma grande variedade de plantas, entre elas centeio, aveia, trevo, alfafa, lírio, jacinto, cebola, gladíolo, narciso. O gênero Anguina possui espécies como A. agrostis, que provoca galhas nas inflorescências vegetais, e o A. tritici, que transforma grãos de trigo em galhas. As galhas contém juvenis dormentes que escapam quando as galhas amolecem e apodrecem nas chuvas da primavera, infectando então novas plantas. Entre os gêneros com a faringe do tipo afelencóide estão: Rotylenchus, Aphelenchus, Aphelenchoides, Heterodera e Meloidogyne. Os gêneros Heterodera e Meloidogyne são os mais importantes e portanto serão tratados aqui com mais detalhes. ==== Heterodera ==== O gênero Heterodera, cujas principais espécies são H. schachtii (que ataca a beterraba- doce e outras plantas das famílias Chaenopodiaceae e Cruciferae) e H. rostochiensis (que ataca plantações de batata, sendo muito prejudicial devido à grande quantidade de vermes que podem ser encontrados em uma única planta), contém os nematódeos formadores de cistos verdadeiros. Apresentam, dentre os nematódeos, a maior alteração para o parasitismo e o maior grau de dimorfismo sexual. A penetração do hospedeiro é efetuada pelo segundo estágio, provavelmente por alguma parte enfraquecida da planta. Eles perfuram as células e sugam seu conteúdo, geralmente provocando a formação de uma galha onde vivem até atingir a maturidade sexual. Ocorrem algumas mudas sucessivas, geralmente três, com as quais as fêmeas se tornam cada vez mais inchadas, finalmente assumindo um formato de pera ou limão. Elas podem ficar na galha ou se protrair dela parcialmente. Os machos também passam por mudas, mas mantém a forma alongada. Eles saem da raiz, podendo ficar presos a ela pela cabeça, e a fecundação ocorre quando o macho encontra a fêmea imóvel (o macho morre depois de fecundar a fêmea). Feita a fecundação, os ovos maturam dentro do corpo da fêmea, geralmente entre 200 e 500 ovos por indivíduo, após o que a fêmea degenera, deixando a cutícula e, em alguns casos, uma exsudação gelatinosa como proteção para os ovos. Pode também ser coberta pela \"camada subcristalina\", possivelmente produzida por um fungo simbionte. Quando as partes infectadas da planta se degeneram os cistos são liberados no solo; dentro deles se desenvolvem os juvenis de segunda fase, os quais então escapam para o solo, onde podem viver por alguns meses, até um ano, sem se alimentar, penetrando num novo hospedeiro quando o encontram. Na ausência de condições favoráveis os cistos secos podem viver por até oito anos, apesar de o número de ovos viáveis neles diminuir. ==== Meloidogyne ==== São conhecidos como \"root-knot\" nematódeos, sendo encontrados principalmente em regiões tropicais. Como em Heterodera, a fase infectante é o segundo estágio juvenil, a qual penetra próximo da ponta das raízes, de modo que a larva de primeiro estágio fica no ovo até a primeira muda. Enquanto se alimentam, as larvas se tornam inchadas e o tecido vegetal forma uma galha. Os vermes passam pela série de mudas característica, e os machos e fêmeas são formados. Os machos são de formato normal, podendo ser encontrado em quantidade pequena; as fêmeas são inchadas, em forma de maçã. Na maior parte das espécies ocorre a fecundação, apesar de algumas serem partenogenéticas. Os ovos são depositados em número de até 500, a extremidade posterior da fêmea sendo protraída da superfície da galha. Massas de ovos são comumente encontradas perto da superfície das raízes, podendo também ocorrer dentro das galhas. O ciclo de vida é curto (em torno de 3 semanas), de modo que várias gerações ocorrem em uma única estação. Deve-se notar que esses vermes não podem ser considerados formadores de cistos, pois ovos são postos pelas fêmeas. As galhas são formados por tecidos vegetais, como explicado abaixo. == Formação de galhas == Galhas são formadas por diversas espécies da família Tylenchidae, entre elas Anguina tritici, que forma galhas em grãos de trigo; espécies do gênero Heterodera; e o gênero Meloidogyne. A formação de uma galha envolve o aumento da quantidade de células (hiperplasia) e do seu tamanho (hipertrofia); o verme fica alojado em espaços resultantes da ruptura de células, alimentando-se de células que ele induz a se transformarem em fonte de alimentação para ele. Os vermes podem ser cercados por três a seis células gigantes, resultantes de eventos de carioquinese sem citocinese no caso de Meloidogyne e da fusão de uma célula alimentícia inicial com células que a cercam no caso de nematódeos formadores de cistos (essas últimas seriam mais corretamente denominadas de sincícios). As células que cercam as células gigantes, em contraste com essas, são pequenas e na maior parte das vezes continuam diplóides. Tanto em células gigantes quanto em sincícios, o citoplasma torna-se denso, o vacúolo grande sendo substituídos por vacúolos pequenos. == Filogenia e classificação == Os nematódeos foram originalmente classificados como Nemata por Nathan Cobb, em 1919; mais tarde foram considerados do filo Aschelminthes, por possuírem uma cavidade preenchida por líquido, que não é um verdadeiro celoma e, mais recentemente, restaurado o estatuto de filo dentro do grupo Ecdysozoa, ao qual pertencem também os Arthropoda, por se considerar terem a mesma filogenia. As relações filogenéticas dos nematódeos e seus parentes próximos entre os Metazoários protostômios não estão resolvidas. Tradicionalmente, eles eram considerados uma linhagem própria, mas na década de 1990, eles foram incluídos no grupo Ecdysozoa juntamente com outros animais de realizam muda (troca de ecdise), como os artrópodes. Porém, a identidade dos parentes vivos mais próximos do Nematoda sempre foi considerada bem resolvida. Caracteres morfológicos e filogenias moleculares concordam com a colocação dos vermes redondos como um táxon irmão para os Nematomorpha; juntos eles formam o clado Nematoida. Juntamente com os Scalidophora (anteriormente Cephalorhyncha), os Nematoides formam agrupamento Cycloneuralia, mas muita discordância ocorre entre os dados morfológicos e moleculares disponíveis. Apesar de não possuírem partes duras, foram encontrados fósseis de nematódeos do período Carbonífero (com mais de 280 milhões de anos) mas, uma vez que alguns grupos relacionados com eles foram encontrados em formações do período Cambriano, é provável que eles tenham aparecido no mesmo período (ver Explosão Cambriana). Têm também sido encontrados nematódeos em âmbar (resina fossilizada) da era Cenozoica. == Referências == == Bibliografia == === Sobre fitoparasitas === * Brito, G. G. et al. Xiphinema americanum Cobb, 1913 (Dorylaimida: Longidoridae): espécie- praga quarentenária para o Brasil. Cienc. Rural vol.35 no.1 Santa Maria Jan./Feb. 2005. * Engler, J. A. et al. Dynamic citoskeleton rearrangements in giant cells and syncytia of nematode-infested roots. The Plant Journal 38: 12-26, 2004. * Hyman, L. H. The invertebrates: Acantocephala, Aschelminthes, and Entoprocta. The pseudocoelomate Bilateria. McGraw-Hill: New York, 1951. * Lordello, L. G. E. Nematoides das plantas cultivadas. Nobel: São Paulo, 1984. * Somasekhar, N. et al. Non-target effects of entomopathogenic nematodes on the soil nematode community. Journal of applied ecology 39:735-344, 2002. * Vovlas, N. et al. Pathogenicity of the root-knot nematode Meloidogyne hapla on potato. Plant pathology 54: 657-664, 2005.=) == Ligações externas == Categoria:Nematoda",
 "title": "Nematoda"
}