{
 "id": "18728",
 "text": "João VI (nome completo: João Maria José Francisco Xavier de Paula Luís António Domingos Rafael; Lisboa, 13 de maio de 1767 – Lisboa, 10 de março de 1826), cognominado \"O Clemente\", foi rei do Reino Unido de Portugal, Brasil e Algarves de 1816 a 1822, ano em que ocorre a independência do Brasil e que resulta na extinção do Reino Unido ora existente. De 1822 em diante foi rei de Portugal e Algarves até à sua morte, em 1826. Pelo Tratado do Rio de Janeiro de 1825, que reconhecia a independência do Brasil do restante Império Português, também foi o imperador titular do Brasil, embora tenha sido o seu filho D. Pedro o imperador do Brasil de facto. Um dos últimos representantes do absolutismo, viveu num período tumultuado, e o seu reinado nunca conheceu paz duradoura. Ora era a situação portuguesa ou europeia a degenerar, ora era a brasileira. Não esperara vir a ser rei, só tendo ascendido à posição de herdeiro da Coroa pela morte do seu irmão mais velho, D. José. Assumiu a regência quando a sua mãe, a rainha , foi declarada mentalmente incapaz. Teve de lidar com a constante ingerência nos assuntos do reino de nações como Espanha, França e Inglaterra. Obrigado a fugir de Portugal quando as tropas napoleônicas invadiram o país, no Brasil enfrentou revoltas liberais que refletiam acontecimentos similares na Metrópole, sendo compelido a retornar à Europa no meio de novos conflitos. Perdeu o Brasil quando o seu filho D. Pedro proclamou a independência desse território, e viu o seu outro filho, D. Miguel, rebelar-se procurando depô-lo. O seu casamento foi da mesma forma acidentado, e a esposa, Carlota Joaquina de Bourbon, repetidas vezes conspirou contra o marido a favor de interesses pessoais ou de Espanha, o seu país natal. E recentemente provou-se que morreu envenenado. Mesmo com tantas atribulações, deixou uma marca duradoura especialmente no Brasil, criando muitas instituições e serviços que sedimentaram a autonomia nacional, sendo considerado por muitos pesquisadores o verdadeiro mentor do moderno Estado brasileiro. Apesar disso, sua imagem tem sido muito denegrida, sendo acusado de indolência, falta de tino político, covardia e constante indecisão, e tendo a sua pessoa retratada amiúde como grotesca, burlesca ou miseranda, descrições que, segundo a historiografia mais recente, são em sua maior parte injustas. == Primeiros anos == D. João nasceu em 13 de maio de 1767, durante o reinado de seu avô, . Foi o segundo dos filhos de e D. Pedro, que era também seu tio. Tinha dez anos quando o avô morreu e sua mãe ascendeu ao trono como Maria I de Portugal. Sua infância e juventude foram vividas discretamente, já que era apenas um infante de Portugal, ficando à sombra de seu irmão, D. José, o primogênito e herdeiro do trono. Formou-se um folclore a respeito de uma suposta falta de cultura no príncipe; entretanto, de acordo com Pedreira e Costa, há indícios de que tenha recebido uma educação tão rigorosa quanto a que seu irmão, na condição de herdeiro, recebeu. Por outro lado, um relato do embaixador francês não o pintou em cores favoráveis, descrevendo-o como hesitante e apagado. De qualquer forma, há pouca informação a respeito desta fase de sua vida.Pedreira, Jorge e Costa, Fernando Dores. : um príncipe entre dois continentes. Companhia das Letras, 2008, pp. 31-35 Segundo a tradição, teve como professores de letras e ciências o frei Manuel do Cenáculo, Antônio Domingues do Paço e Miguel Franzini, como mestre de música, o organista João Cordeiro da Silva e o compositor João Sousa de Carvalho, e como instrutor de equitação, o sargento-mor Carlos Antônio Ferreira Monte. De seu aproveitamento, pouco se sabe. Também seguramente teve instrução em religião, legislação, língua francesa e etiqueta, e a história deve ter sido aprendida através da leitura de obras de Duarte Nunes de Leão e João de Barros.Pedreira e Costa, p. 42 == Casamento e crise sucessória == Em 1785 seu casamento foi arranjado com a infanta Dona Carlota Joaquina, filha do futuro rei Carlos IV de Espanha (na época, ainda era o herdeiro do trono) e de Dona Maria Luísa de Parma. Por razões políticas, temendo uma nova União Ibérica, parte da corte portuguesa não via o casamento com uma princesa espanhola com bons olhos. Apesar de sua pouca idade, Carlota era considerada uma menina muito vivaz e de educação refinada. Não obstante, teve de suportar quatro dias de testes diante dos embaixadores portugueses antes que o casamento se confirmasse. Também, sendo parentes, e pela pouca idade da infanta, os noivos precisaram de uma dispensa papal para poderem se unir. Após a confirmação, a outorga das capitulações matrimoniais foi assinada na sala do trono da corte espanhola, cercada de grande pompa e com a participação dos grandes de ambos os reinos, seguindo-se imediatamente o esponsal, realizado por procuração. D. João foi representando pelo próprio pai da noiva. À noite foi oferecido um banquete para mais de dois mil convidados.Pedreira e Costa, pp. 38-43 A infanta foi recebida no Paço de Vila Viçosa no início de maio e em 9 de junho o casal recebeu as bênçãos nupciais na capela do Paço. Seu casamento ocorreu ao mesmo tempo que o de sua irmã, Dona Mariana Vitória, destinada ao infante D. Gabriel, também da casa real espanhola. A assídua correspondência de D. João com Dona Mariana na época revela que a falta da irmã lhe pesava, e, comparando-a com sua jovem esposa, dizia: \"Ela é muito esperta e tem muito juízo, só o que tem é ser ainda muito pequena e eu gosto muito dela, mas por isso não te deixo de ter amor igual\". Por outro lado, o temperamento da menina era pouco dado à docilidade, exigindo por vezes a intervenção da própria rainha Dona Maria. Além disso, ele com dezoito anos e ela com apenas dez, a diferença de idade entre ambos o incomodava e o punha em ansiedade. Pela excessiva juventude da esposa, o casamento ainda não se consumara, e dizia: \"Cá há de chegar o tempo em que eu hei de brincar muito com a infanta. Se for por este andar julgo que nem daqui a seis anos. Bem pouco mais crescida está de que quando veio\". De fato, a consumação teve de esperar até o dia 5 de abril de 1790. Em 1793 nascia Dona Maria Teresa, a primeira dos nove filhos que teriam. Entrementes, sua vida relativamente pacata sofreu uma reviravolta em 11 de setembro de 1788, quando seu irmão mais velho, D. José, morreu. Assim D. João passava a ser o herdeiro da Coroa.Cronologia Período Joanino. Fundação Biblioteca Nacional, 2010 Em D. José o povo depositava grandes esperanças e era tido como um príncipe alinhado aos ideais progressistas do iluminismo, mas era criticado pelos religiosos, já que parecia inclinar-se para a orientação política anticlerical do marquês de Pombal. Em contrapartida, a imagem de D. João enquanto seu irmão viveu era oposta. Sua religiosidade era notória e teria se mostrado favorável à prática do regime absolutista. A crise sucessória se agravou quando, no ano seguinte, D. João ficou gravemente enfermo, e temeu-se pela sua vida. Recuperado, em 1791 caiu doente outra vez, \"deitando sangue pela boca e pelos intestinos\", conforme anotações deixadas pelo capelão do marquês de Marialva, acrescentando que seu ânimo estava sempre abatido. Formara-se desta forma um clima de tensão e incertezas sobre o seu futuro reinado.Pedreira e Costa, pp. 42-54 == Regência == Além disso, a rainha dava crescentes sinais de desequilíbrio mental. Em 10 de fevereiro de 1792, em documento assinado por dezessete médicos, ela foi declarada incapaz de gerir o reino, não havendo previsão de melhora em seu quadro. D. João se mostrou relutante em assumir decididamente as rédeas do poder, rejeitando a ideia de uma regência formalizada, abrindo assim caminho para elementos da nobreza formarem uma corrente que pretendia governar de facto o reino através de um Conselho. Circularam rumores de que D. João exibia sintomas da mesma insanidade, especulando-se se ele também se veria impedido de reinar. De acordo com antigas leis que norteavam a instituição regencial, caso o regente viesse a falecer ou ser impedido por qualquer motivo, e tendo filhos menores de quatorze anos — situação em que se encontraria D. João — o governo seria exercido pelos tutores dos infantes ou, se estes não houvessem sido nomeados formalmente, pela esposa do regente — uma espanhola. Complicava-se, entre temores, suspeitas e intrigas, todo o quadro institucional da nação.Pedreira e Costa, pp. 59-63 Ao mesmo tempo, sentiam-se os reflexos da Revolução Francesa, que causaram perplexidade e horror entre as casas reinantes europeias. A execução do rei francês Luís XVI em 21 de janeiro de 1793 pelas forças revolucionárias precipitou uma resposta internacional. Assim, em 15 de julho foi assinada uma convenção entre Espanha e Portugal, e em 26 de setembro Portugal aliou-se à Inglaterra, ambos os tratados visando auxílio mútuo para o combate aos franceses e levando os portugueses no ano seguinte às campanhas do Rossilhão e da Catalunha (1793-1795), em que o país participou com seis mil soldados, e que depois de um início bem-sucedido acabou em fracasso. Criou-se um delicado problema diplomático, em que Portugal não podia selar a paz com a França sem ferir a aliança com a Inglaterra, que envolvia múltiplos interesses, passando assim a buscar uma neutralidade que se revelou frágil e tensa.Strobel, Thomas. A \"Guerra das Laranjas\" e a \"Questão de Olivença\" num contexto internacional. GRIN Verlag, 2008, pp. 3-4Souza, Laura de Mello e. O sol e a sombra: política e administração na América portuguesa do . Companhia das Letras, 2006, p. 394 Depois da derrota, tendo a Espanha alienado Portugal da Paz de Basileia concertada com a França, e sendo a Inglaterra poderosa demais para ser atacada diretamente, o alvo da vingança francesa passou a ser Portugal. Assumindo o poder francês em 1799, no mesmo ano em que D. João foi instalado oficialmente como regente do reino (em 14 de julho),Amaral, Manuel. \"João VI\". In: Portugal - Dicionário Histórico, Corográfico, Heráldico, Biográfico, Bibliográfico, Numismático e Artístico, Volume III, 2000-2010, pp. 1051-1055 Napoleão Bonaparte coagiu a Espanha a impor um ultimato aos portugueses, que obrigava ao rompimento com a Inglaterra e a submissão do país aos interesses franceses. Diante da negativa de D. João, a neutralidade se tornou inviável. Em 1801 Espanha e França invadiram Portugal, episódio conhecido como a Guerra das Laranjas, onde perdeu-se a praça de Olivença. Todos os países envolvidos, com interesses conflitantes, faziam movimentos ambíguos e acordos secretos. A situação se tornara crítica para Portugal, que tentava se manter fora das convulsões. Mas, de todas, era a parte mais fraca, foi usado como um joguete pelas outras potências e acabaria por ser novamente invadido.Andrade, Maria Ivone de Ornellas de. \"O reino sob tormenta\". In: Marques, João et alii. Estudos em homenagem a João Francisco Marques, Volume I. Universidade do Porto, sd, pp. 137-144 Enquanto isso, D. João teve de enfrentar o inimigo dentro de casa. Sua própria esposa, fiel aos interesses espanhóis, iniciou intrigas objetivando depor o marido e tomar o poder, tentativa que entretanto acabou abortada em 1805, com o resultado da conspiradora ser exilada da corte, passando a viver no Palácio de Queluz, enquanto o regente passou a residir no Palácio de Mafra.Schwarcz, Lília Moritz; Azevedo, Paulo Cesar de & Costa, Angela Marques da. A longa viagem da biblioteca dos reis: do terremoto de Lisboa à independência do Brasil. Companhia das Letras, 2002, pp. 479-480Aclamação de d. João . Arquivo Nacional, 2003 Além disso, o reino tinha uma longa história de aliança e mesmo dependência política da Inglaterra, e as duas nações mantinham importantes ligações econômicas, mas muitos não viam esses vínculos com bons olhos, acusando a Inglaterra de prejudicar a nação, temia-se sua tendência imperialista e uma sombra de desconfiança pairava sobre as suas verdadeiras intenções, especialmente em vista de recentes intervenções inglesas nas possessões lusas da Ilha da Madeira e da Índia. Por outro lado, nesta época a França se tornara um dos principais mercados para os produtos coloniais portugueses, atraindo a simpatia de boa parte da alta burguesia comercial lusitana. Uma campanha de panfletos pró-França fazia mais simpatizantes, o embaixador da França exercia forte pressão, e no próprio ministério, dividido entre anglófilos e francófilos, o partido francês aumentava sua influência.Silva, Ana Rosa Cloclet da. Inventando a Nação: Intelectuais Ilustrados e Estadistas Luso-Brasileiros na Crise do Antigo Regime Português. HUCITEC/FAPESP, 2006, pp. 184-197 ===Outras atividades=== O período regencial que antecede a mudança da corte para o Brasil não foi marcado apenas pelo instável quadro político internacional. , nos primeiros anos de seu reinado, promoveu um retorno parcial a uma ordem anterior ao reinado de seu pai, cujo governo foi dominado pela figura do Marquês de Pombal. Influenciado pelo Iluminismo e adepto da política do despotismo esclarecido, Pombal organizou uma grande reestruturação econômica, social e cultural no reino, mas encontrando uma sociedade ainda fortemente enraizada no feudalismo e pesadamente influenciada pela Igreja, sua atuação laicizante, centralizadora e enérgica abalou o poderio da nobreza e do clero, e por isso causou muitos ressentimentos. Maria I, que detestava os métodos de Pombal, procurou reverter essa situação, na fase da chamada Viradeira, mas embora tenha devolvido privilégios aos nobres e ao clero, manteve muitas das iniciativas e políticas pombalinas, que haviam se revelado progressistas e frutíferas, e que foram entendidas como indispensáveis para a preservação não apenas do crescimento e da modernização portuguesa, mas também da própria monarquia, em um período em que o Antigo Regime agonizava.Silva, pp. 101-103 Essa orientação mais liberal e iluminista foi mantida quando D. João assumiu o governo, auxiliado por um grupo de influentes políticos, cientistas, letrados e intelectuais reunidos na Academia de Ciências de Lisboa e na Universidade de Coimbra, destacando-se entre eles D. Rodrigo de Sousa Coutinho, conde de Linhares, que na passagem do para o XIX produziram uma série de estudos a fim de diagnosticar os problemas que afligiam o reino e suas colônias, oferecendo soluções práticas. Sua preocupação principal foi descobrir os melhores meios de fomentar o crescimento econômico e o progresso cultural sem com isso abalar a estrutura da monarquia e a integridade do Império Português, devotando uma especial atenção à situação do Brasil, que de todas as partes do Império era considerado a mais importante e a mais imprescindível, mas como a primazia da Metrópole em relação às colônias jamais foi posta em questão, a orientação geral da política neste período foi a de mantê-lo como um fornecedor de matérias-primas e outras riquezas naturais para o abastecimento de Portugal. Ao mesmo tempo, por recomendação dos acadêmicos, D. João deu seguimento a um processo de mapeamento detalhado da sociedade e economia e dos vários potenciais das colônias, que envolveu a organização de várias expedições científicas. Para colaborar nos melhoramentos, a burocracia estatal foi reorganizada, foi incentivada a qualificação da nobreza para sua ocupação em funções e órgãos oficiais, e foram criadas outras instituições, como Real Sociedade Marítima, encarregada de produzir mapas e cartas náuticas e hidrográficas de todo o Império, e a Casa Literária do Arco do Cego, para a produção e publicação de estudos avançados sobre agricultura, manufaturas, ciências e artes. Os avanços intelectuais e científicos desta fase foram relevantes, mas sua aplicação prática, no entanto, foi muito limitada pela resistência dos setores conservadores.Silva, pp. 124-184 === Partida para o Brasil === No fim de 1806 a situação internacional se aproximava de um ponto crítico. A França decretara o Bloqueio Continental, pretendendo isolar a Inglaterra dos seus aliados e romper sua rede comercial. Ao mesmo tempo, a invasão do Reino de Portugal e a deposição do seu monarca pareciam iminentes, e uma defesa armada era considerada inútil, diante da força do inimigo. Apesar das suas divergências, o partido inglês e o partido francês concordavam que acima de tudo deveriam ser preservadas a soberania e independência da monarquia e a segurança pessoal de D. João e seus herdeiros, símbolos do Estado e a própria razão de ser do regime absolutista. Assim, em meados de 1807 ressurgiu a ideia da transferência da família real e da corte para o Brasil, que já havia sido cogitada em outras épocas de crise. Naquele contexto, a provável perda de Portugal foi vista como um mal menor, pois era uma opinião consensual que era o Brasil e suas riquezas que constituíam o esteio da monarquia, e de lá se poderia eventualmente agir para uma futura reconquista da Metrópole. Na mesma altura, em julho de 1807, foram assinados os Tratados de Tilsit, entre a França e Rússia, e de Fontainebleau, entre a França e Espanha, onde definiu-se a conquista e partilha de Portugal. O destino do reino estava traçado. D. João tentou desesperadamente ganhar tempo e até o último momento simulou uma submissão voluntária à França, chegando a sugerir ao rei inglês a declaração de uma guerra fictícia à Inglaterra. O Bloqueio Continental não foi seguido em todos os seus termos e estabeleceu-se com a Inglaterra uma convenção secreta, em que Portugal receberia ajuda para uma eventual fuga da família real. O acordo era sumamente vantajoso para os ingleses, que, preservando de uma deposição certa o governo legítimo, que sempre lhe fora simpático, manteria sua influência sobre o país, continuando a tirar grandes lucros no comércio com o império transcontinental português. A Portugal cabia escolher entre a obediência à França ou à Inglaterra, mas o ministério hesitava, ameaçando Portugal de uma guerra não apenas contra uma potência, mas contra duas, pois considerava-se certo que nada deteria a França em seu plano expansionista, e também parecia certo que se o país se alinhasse a ela a Inglaterra o invadiria e lhe tomaria também a colônia brasileira. Logo os eventos se precipitaram: em outubro de 1807 chegaram informações de que um exército composto de franceses e espanhóis se aproximava, em 1º de novembro foi conhecido na corte que Napoleão divulgara uma notícia dizendo que a Casa de Bragança em dois meses deixaria de reinar, e em 6 de novembro a esquadra inglesa entrou no porto de Lisboa com uma força de sete mil homens, com ordens de ou escoltar a família real para o Brasil ou, se o governo se rendesse aos franceses, atacar e conquistar a cidade. Depois de angustiada ponderação, pressionado por todos os lados, D. João decidiu aceitar a proteção inglesa e partir para o Brasil.Valuguera, Alfonso B. de Mendoza Y Gómez de. \"Carlismo y miguelismo\". In: Gómez, Hipólito de la Torre & Vicente, António Pedro. España y Portugal. Estudios de Historia Contemporánea. Editorial Complutense, 1998, pp. 13-14Pedreira e Costa, pp. 174-176 O embarque da família real portuguesa e da sua corte deu-se em 29 de novembro de 1807. O exército invasor, comandado por Jean-Andoche Junot, iniciara seu avanço, mas chegou às portas de Lisboa somente no dia seguinte, em 30 de novembro de 1807. Tendo enfrentado várias dificuldades no caminho, esta milícia estava alquebrada e faminta, suas fardas estavam em farrapos e os soldados, em sua maioria novatos inexperientes, mal conseguiam carregar suas armas. Alan Manchester descreveu-os dizendo que \"sem cavalaria, artilharia, cartuchos, sapatos ou comida, cambaleando de fadiga, a tropa mais parecia a evacuação de um hospital do que um exército marchando triunfalmente para a conquista de um reino\", e por isso acredita-se que uma resistência poderia ter sido bem sucedida, mas o governo não estava a par da situação do inimigo, e de qualquer modo já era tarde demais.Gomes, Laurentino. 1808. São Paulo: Planeta, 2007, pp. 52-53 D. João, acompanhado de toda a família real e grande séquito de nobres, prelados, funcionários de Estado e criados, bem como volumosa bagagem onde se incluía valioso acervo de arte, os arquivos de Estado e o tesouro real, já partira, como foi dito, deixando o país sob a responsabilidade de um Conselho de Regência. A ideia de uma mudança da sede da corte para a América como ato geopolítico já existia em Portugal há muito tempo, e de fato alguns meses antes já haviam sido feitos alguns preparativos para a eventualidade, mas neste momento a partida teve de ser realizada às pressas, debaixo de chuvas que deixaram as ruas um lamaçal, e causou enorme tumulto na capital portuguesa, em meio a uma população atônita e revoltada, que não podia acreditar que seu príncipe a abandonava. Na confusão foram esquecidas no cais inúmeras malas e pertences, os caixotes com toda a prataria das igrejas, que depois foi confiscada e fundida pelos franceses, e o precioso acervo de sessenta mil volumes da Biblioteca Real, que foi no entanto salvo e enviado ao Brasil mais tarde.O Embarque e a Viagem da Corte. Secretaria Municipal de Educação da Cidade do Rio de JaneiroPedreira e Costa, pp. 185-186Gomes, pp. 64-71 No relato de José Acúrsio das Neves, a partida causou profunda comoção no príncipe regente: ::\"Queria falar e não podia; queria mover-se e, convulso, não acertava a dar um passo; caminhava sobre um abismo, e apresentava-se-lhe à imaginação um futuro tenebroso e tão incerto como o oceano a que ia entregar-se. Pátria, capital, reino, vassalos, tudo ia abandonar repentinamente, com poucas esperanças de tornar a pôr-lhes os olhos, e tudo eram espinhos que lhe atravessavam o coração\".Pedreira e Costa, p. 186 Para explicar-se ao povo, D. João mandara afixar cartazes pelas ruas afirmando que a partida fora inevitável, a despeito de todos os esforços feitos para assegurar a integridade e a paz do reino; recomendando calma a todos, ordenou que não resistissem aos invasores para que não se derramasse sangue em vão. Em virtude da pressa, no mesmo navio que o príncipe, seguiram sua mãe, a rainha , e os seus herdeiros, D. Pedro (mais tarde ) e D. Miguel, uma decisão imprudente, dados os perigos de uma viagem transatlântica naquela época, pondo em risco a sucessão da Coroa caso naufragassem, enquanto que Dona Carlota e as infantas iam em dois outros barcos.Gomes, pp. 64-70 O número de pessoas embarcadas é muito controverso; no falava-se em até 30 mil emigrados;Bortoloti, Marcelo. \"Controvérsias na corte\" . In: Revista Veja, Edição 2013, 20 de junho de 2007 estimativas mais recentes oscilam de quinhentas a quinze mil, mas a esquadra, composta por quinze embarcações, de fato só podia levar de doze a quinze mil pessoas, estando neste número inclusos os tripulantes. Porém, há vários relatos a respeito da superlotação dos navios. Segundo Pedreira e Costa, levando em conta todas as variáveis, é mais provável que tenham sido de quatro a sete mil pessoas, excluindo tripulantes. Muitas famílias foram separadas, e mesmo altos dignitários não encontraram uma colocação nos navios, ficando para trás.Gomes, pp. 72-74Korytowski, Ivo. \"Quantas pessoas acompanharam a família real portuguesa na vinda para o Rio de Janeiro: novas fontes, novo enfoque\". In: Revista Pilares da História, 2021 (19), PDF acessível na Internet. A viagem não foi nada tranquila. Logo de início enfrentaram uma tormenta que obrigou a um considerável desvio na rota, vários navios estavam em precária condição, a superlotação impunha situações humilhantes para a nobreza, a maioria teve de dormir amontoada, sob vento e chuva, nos tombadilhos; a higiene era péssima, surgindo até uma epidemia de piolhos, muitos não haviam conseguido trazer mudas de roupa, várias pessoas adoeceram, os mantimentos e a água eram escassos e foram racionados. O ânimo de todos azedou e iniciaram murmurações, e a frota, atravessando um denso nevoeiro em que se perdeu contato visual entre os navios e, em seguida, sendo fustigada por outra tempestade que danificou seriamente vários barcos, acabou por se dispersar na altura da Ilha da Madeira. Logo depois o príncipe mudou seus planos, e por sua ordem o grupo de navios que ainda o acompanhava se dirigiu para Salvador, provavelmente por uma razão política — agradar os habitantes da primeira capital da colônia, que já haviam dado vários sinais de descontentamento com a perda do antigo status —, enquanto os navios restantes seguiam para o Rio de Janeiro, como era o plano original.Pedreira e Costa, pp. 186-194Gomes, pp. 74-100 === A transformação da colônia em reino === Em 22 de janeiro de 1808 o navio que levava o regente mais duas outras naus aportaram na Baía de Todos os Santos, no Brasil. Mas em Salvador o cais estava deserto, pois o governador, o conde da Ponte, preferiu primeiro aguardar as ordens do príncipe para depois permitir que o povo o recepcionasse. Estranhando a atitude, ordenou D. João que todos viessem como quisessem.Gomes, p. 102 Entretanto, para permitir que a nobreza se recompusesse depois de tão penosa jornada, o desembarque foi protelado para o dia seguinte, quando foram recebidos festivamente, em meio a uma procissão, repicar de sinos e a celebração de um Te Deum na Catedral. Nos dias seguintes o príncipe recebeu todos os que o quiseram homenagear, prestando-se ao cerimonial do beija-mão e concedendo várias mercês.Pedreira e Costa, pp. 201-210 Entre elas, decretou a criação de uma aula pública de economia e uma escola de cirurgia,Lobo Neto, Francisco José da Silveira. \"D. João VI e a educação brasileira: alguns documentos\" . In: Trabalho Necessário, ano 6, nº 6, 2008, s/p. mas sobretudo foi decisiva neste primeiro momento a abertura dos portos às nações amigas, uma medida de vasta importância política e econômica e a primeira de muitas que tomaria para melhorar as condições da colônia. Entretanto, naturalmente, a Inglaterra, cuja economia dependia em grande parte do comércio marítimo, e que agora se convertera em uma espécie de tutora do reino, foi diretamente beneficiada, obtendo diversos privilégios.Pedreira e Costa, pp. 208-210 Salvador passou um mês em comemorações pela presença da corte, e tentou seduzi-la para transformá-la em nova sede do reino, oferecendo-se até para construir um luxuoso palácio para abrigar a família real, mas D. João, lembrando aos locais que anunciara a todas as nações sua intenção de fixar-se no Rio de Janeiro, declinou, e prosseguiu viagem. O navio que o levava entrou na Baía de Guanabara em 7 de março, onde encontrou-se com as infantas e outros membros da comitiva, cujos navios haviam chegado antes. No dia 8 finalmente toda a corte desembarcou, encontrando a cidade engalanada para recebê-la. Foram nove dias de celebrações ininterruptas.Pedreira e Costa, pp. 210-212 Um conhecido cronista da época, o padre Perereca, testemunha ocular da chegada, ao mesmo tempo em que lamentava as notícias da invasão da Metrópole, já intuía o que significava a corte em solo brasileiro: ::\"Se tão grandes eram os motivos de mágoa e aflição, não menores eram as causas de consolo e de prazer: uma nova ordem de coisas ia a principiar nesta parte do hemisfério austral. O império do Brasil já se considerava projetado, e ansiosamente suspirávamos pela poderosa mão do príncipe regente nosso senhor para lançar a primeira pedra da futura grandeza, prosperidade e poder do novo império\".Gomes, p. 129 Com a corte viera o essencial do aparato de um Estado soberano: a alta hierarquia civil, religiosa e militar, aristocratas e profissionais liberais, artesãos qualificados, servidores públicos. Para muitos estudiosos, na transferência da corte para o Rio se iniciou a fundação do Estado brasileiro moderno e deu-se o primeiro passo em direção à sua verdadeira independência.Mota, Carlos Guilherme. Viagem incompleta: a experiência brasileira. A grande transação. Senac, 2000, pp. 453-454 Mesmo que formal e juridicamente o Brasil ainda permanecesse algum tempo como colônia portuguesa, nas palavras de Caio Prado Jr, ::\"Estabelecendo no Brasil a sede da monarquia, o regente aboliu ipso facto o regime de colônia em que o país até então vivera. Todos os caracteres de tal regime desaparecem, restando apenas a circunstância de continuar à frente de um governo estranho. São abolidas, uma atrás da outra, as velhas engrenagens da administração colonial, e substituídas por outras já de uma nação soberana. Caem as restrições econômicas e passam para um primeiro plano das cogitações políticas do governo os interesses do país\".Mota, p. 455 Mas primeiro era preciso acomodar todo o pessoal recém-chegado, um problema difícil de resolver dadas as acanhadas proporções da cidade então. Principalmente faltavam casas dignas o bastante para satisfazer o alto padrão de vida da nobreza, em especial da própria família real. Esta foi instalada no Palácio dos Vice-reis, um grande casarão, mas sem maior conforto e em nada semelhante aos palácios portugueses. Mesmo grande, não foi suficiente para acomodar a todos, e foi necessário requisitar os edifícios vizinhos, como o Convento do Carmo, a Casa da Câmara e a cadeia. Para atender aos outros nobres e instalar novas repartições públicas, inúmeras residências menores foram desapropriadas às pressas, despejando-se arbitrariamente seus proprietários, às vezes usando de meios violentos diante de resistências. Como o regente, a despeito dos esforços do vice-rei Marcos de Noronha e Brito e de Joaquim José de Azevedo, ainda estava mal instalado, o comerciante Elias Antônio Lopes ofereceu sua casa de campo na Quinta da Boa Vista, um palacete suntuoso em excelente localização que imediatamente caiu no agrado do príncipe. Depois de várias reformas e ampliações, o palacete se transformaria no Paço de São Cristóvão. Dona Carlota Joaquina, por outro lado, preferiu ficar em uma chácara na praia de Botafogo, continuando seu hábito de viver apartada do marido.Pedreira e Costa, pp. 214-216 A cidade, na época com cerca de sessenta mil habitantes, se viu transformada do dia para a noite. A população adicional, cheia de novas exigências, impôs uma nova organização no abastecimento de alimentos e outros bens de consumo, incluindo itens de luxo. O processo de instalação dos portugueses ainda levaria anos para se completar e o cotidiano do Rio permaneceu caótico durante um bom tempo; os aluguéis dobraram, subiram os impostos e os víveres sumiram, requisitados para a nobreza. Isso logo dissipou o entusiasmo popular pela chegada do príncipe. Com o tempo a fisionomia urbana também começou a mudar, com a construção de inúmeras novas residências, palacetes e outras edificações, e foram implementadas várias melhorias nos serviços e na infraestrutura. Igualmente, a presença da corte introduziu novos padrões de etiqueta, novas modas e novos costumes, incluindo uma nova estratificação social.Fernandes, Cláudia Alves & Fernandes Junior, Ricardo de Oliveira. \": arquiteto da emancipação brasileira\". In: XXII Simpósio de História do Vale do Paraíba, Associação Educacional Dom Bosco, Resende, de 15 a 17 de agosto de 2008. pp. 36-38Oliveira, Anelise Martinelli Borges. \"Dom João VI no Rio de Janeiro: preparando o novo cenário\". In: Revista História em Reflexão, 2008; 2 (4) Lima, Carollina Carvalho Ramos de. \"Viajantes estrangeiros na corte de Dom João\". In: Anais do II Fórum de Artigos Multidisciplinares, Uni-FACEF Centro Universitário de Franca, 05 a 09 de maio de 2008Gomes, pp. 136-151 Entre os ditos costumes, D. João continuou no Brasil o antigo cerimonial português do beija-mão, pelo qual tinha grande apreço, e que entrou para o folclore, exercendo grande fascínio sobre o povo.Casa Real: Nascimento do Príncipe da Beira: Beija-mão . O Arquivo Nacional e a História Brasileira Recebia seus súditos todos os dias, exceto domingos e feriados, que em longas filas, onde se misturavam nobres e plebeus, esperavam para mostrar seu respeito pelo monarca e pedir-lhe mercês. Disse o pintor Henry L'Evêque que \"o Príncipe, acompanhado por um Secretário de Estado, um Camareiro e alguns oficiais de sua Casa, recebe todos os requerimentos que lhe são apresentados; escuta com atenção todas as queixas, todos os pedidos dos requerentes; consola uns, anima outros. […] A vulgaridade das maneiras, a familiaridade da linguagem, a insistência de alguns, a prolixidade de outros, nada o enfada. Parece esquecer-se de que é senhor deles para se lembrar apenas de que é o seu pai\".Carvalho, Marieta Pinheiro de. : perfil do rei nos trópicos. Rede Virtual da Memória Brasileira. Fundação Biblioteca Nacional, 2008 Oliveira Lima registrou que ele \"nunca confundia as fisionomias nem as súplicas, e maravilhava os requerentes com o conhecimento que denotava das suas vidas, das suas famílias, até de pequenos incidentes ocorridos em tempos passados e que eles mal podiam acreditar terem subido à ciência d'el- rei\".Lima, Oliveira. Vol. II. p. 859 Ao longo de sua permanência no Brasil, o Príncipe Regente D. João formalizaria a criação de um grande número de instituições e serviços públicos e fomentaria a economia, a cultura, as artes e outras áreas da vida nacional. Estruturou a administração pública incorporando muitos brasileiros aos quadros funcionais, autorizou a instalação da imprensa e de manufaturas, introduziu novas culturas agrícolas, proibiu a Inquisição, melhorou estradas, criou diversas aulas, escolas e academias públicas, e incentivou a fundação de sociedades científicas e culturais. Todas essas medidas foram tomadas a princípio pela necessidade prática de se administrar um grande império em um território antes desprovido desses recursos, pois a ideia predominante era a de que o Brasil permaneceria como uma colônia, visto que se esperava um retorno da corte para a antiga Metrópole assim que a situação política europeia se normalizasse. Entretanto, esses avanços se tornaram a base da futura autonomia do Brasil.Loyola, Leandro. \"A nova história de Dom João VI\". In: Revista Época, nº 506, 30/01/2008 Isso não quer dizer que tudo fosse amenidades e progresso, e houve sérias crises políticas. A Guerra Peninsular, iniciada em função da ameaça napoleônica, continuava. O Conselho de Regência estabelecido na Metrópole não pôde resistir à invasão francesa e foi dissolvido por Junot em 1º de fevereiro de 1808. As suas tropas, famintas e mal equipadas, saquearam Lisboa, causando muita destruição. Os alimentos sumiram, o valor da moeda despencou, e as casas de câmbio e o comércio fecharam. Napoleão impôs a cobrança de uma indenização de 100 milhões de francos (que nunca foi paga), e requisitou parte dos soldados portugueses para reforçar as tropas francesas na Alemanha, onde acabariam sendo dizimados. Junot também criou um conselho militar de governo, instalou franceses na administração de todas as províncias e da polícia, e fez várias demonstrações de força na capital, desnecessárias, já que a conquista se completara sem resistência, mas que ultrajaram ainda mais o orgulho nacional já ferido dos portugueses. Os protestos foram reprimidos com violência. Um grande número de portugueses se escondeu em pontos ermos do interior, ou fugiu para o estrangeiro, especialmente a Inglaterra, mas a maioria havia perdido seus bens nos saques e nos confiscos, chegando \"carente de tudo, quase nus\", como referiu o embaixador português em Londres. Na capital permaneceram apenas cerca de 20 mil pessoas, quase todas passando fome e reduzidas à indigência.Gomes, pp. 269-273 Por outro lado, uma multidão aguerrida iniciou a resistência. Em poucos dias motins espocavam em vários pontos do país, e grandes massas populares reorganizaram a administração criando juntas locais, reunidas em duas juntas gerais sediadas no Faro e no Porto, que reivindicaram poderes regenciais sobre todo Portugal. Foi solicitada ajuda britânica, que sob o comando do futuro duque de Wellington expulsou os invasores em agosto. Em 2 de janeiro de 1809 a Regência foi reorganizada, quando se definiu as funções e poderes dos governadores provinciais e o Erário português foi subordinado ao presidente do Real Erário, nomeado no Brasil. Em março o norte de Portugal sofreu nova invasão francesa, repelida prontamente pelas forças do general britânico William Beresford, que foi responsável também por uma reorganização do exército português, reforçado por ingleses e por populares locais.Silva, pp. 197-203 Em 1º de maio de 1808 o governo português publicou um manifesto declarando guerra à França. Como a guerra não poderia ser levada a cabo no território europeu, o alvo português se tornou a Guiana Francesa, conquistando a sua capital em represália à invasão de Portugal.Oliveira, Nathalia. \"Anadia, João Rodrigues de Sá e Melo Menezes Souto Maior, Conde de\". Acervo Arquivístico da Marinha do Brasil, 21/05/2015 Caiena: mapa do comércio . O Arquivo Nacional e a História Luso-Brasileira, 26/11/2004 Mas a situação em Portugal se tornava perigosa também por outros motivos. A limitada autoridade conferida aos governadores provinciais desencadeou protestos, alegando-se que ela não permitia uma eficiente defesa contra o inimigo externo e nem mesmo o controle da agitada população remanescente, que a esta altura havia produzido a anarquia, ameaçando a conservação da autoridade régia sobre a Metrópole e clamando pela restauração do status quo anterior à invasão, descontente por agora estar numa posição de \"colônia\". Temia-se que Portugal pudesse acabar se rebelando contra o rei distante. Assim, procedeu-se à imposição da censura à imprensa e às sociedades secretas, para coibir a circulação de ideias potencialmente sediciosas, e os antigos membros do partido francês foram postos sob suspeita, como D. Pedro de Almeida Portugal, marquês de Alorna, o qual, acusado de \"francesismo\" e de atos de lesa- majestade, foi banido e despojado de todos os seus títulos e privilégios. Por causa da pressão, em 30 de agosto de 1809 a Regência passou por nova reforma, ampliando os poderes dos governadores. Não obstante, os governadores escolheram um novo responsável pelo Erário, contrariando as ordens reais. Esta crise exigia providências corretivas duras, mas sua aplicação era dificultada pelo esvaziamento do Tesouro, pela distância e pelo entendimento de que em tal situação era necessário evitar medidas impopulares, e a tensão entre Metrópole e colônia permaneceria sempre alta. Um dos efeitos desse contexto foi uma significativa migração de portugueses para o Brasil, onde esperavam desfrutar de privilégios negados em Portugal, chegando ao ponto de suscitar comentários irônicos de funcionários reais, dizendo que se fosse permitido, Portugal todo se mudaria para o Brasil. Ao mesmo tempo, os ingleses aproveitaram as fraquezas da administração para ampliar incisivamente sua influência política em Portugal, que não pôde ser obstaculizada devido à total dependência do reino da proteção britânica. Uma terceira invasão francesa ocorreu em 1810 e o combate à França com a participação de forças portuguesas, na continuidade da Guerra Peninsular, ainda se estenderia até 1814.Silva, pp. 203-228 A guerra e a transferência da corte cobraram um preço altíssimo da Metrópole: a economia ficou à beira do total colapso, a sociedade se desorganizou, e entre 1807 e 1814 Portugal perdeu um sexto da população, morta nos campos de batalha, por fome ou doenças, ou fugitiva.Gomes, p. 273 No Brasil os problemas econômicos também foram grandes, a começar com o penoso acordo comercial de 1810 imposto pela Inglaterra, que inundou o mercado de aquém e além-mar com quinquilharias inúteis e prejudicou as exportações e a criação de novas indústrias;Lima, Oliveira. D. João VI no Brasil - 1808-1821 . Vol. I. Rio de Janeiro: Typ. do Jornal do Commercio, de Rodrigues, 1908. Edição onlineGomes, pp. 186-190 o deficit público se multiplicou por vinte e a corrupção grassava à solta nas instituições, incluindo o primeiro Banco do Brasil, que acabou falindo. Além disso a corte era extravagante e perdulária, acumulava privilégios sobre privilégios e sustentava uma legião de sicofantas e aventureiros. O cônsul britânico James Henderson observou que poucas cortes europeias eram tão grandes como a portuguesa. Diz Laurentino Gomes que D. João distribuiu mais títulos hereditários durante os primeiros oito anos de sua estada no Brasil do que foram outorgados em todos os trezentos anos anteriores da história de Portugal, sem contar mais de cinco mil insígnias e comendas de ordens honoríficas.Gomes, pp. 169-177 Quando Napoleão foi apeado do poder, em 1815, as potências europeias instalaram o Congresso de Viena para reorganizar o mapa político do velho continente. Portugal participou das negociações, mas diante das maquinações inglesas contrárias aos interesses da Casa de Bragança, o regente foi aconselhado a permanecer no Brasil pelo conde de Palmela, embaixador português junto ao Congresso, e pelo poderoso príncipe de Talleyrand, a fim de estreitar os laços entre Metrópole e colônia, sugerindo- se inclusive a elevação da colônia à condição de reino unido a Portugal. O representante inglês também acabou concordando com a ideia, que resultou na efetiva criação do Reino Unido de Portugal, Brasil e Algarves em 16 de dezembro de 1815, instituição jurídica rapidamente reconhecida por outras nações.Bandeira, Moniz. Casa da Torre de Garcia d'Avila. Editora Record, 2000, pp. 423-425 == Reinado == Em 20 de março de 1816, morreu sua mãe, rainha D. Maria I, abrindo caminho para o regente assumir o trono. Mas embora passasse a governar como rei no dia 20, sua sagração não se realizou de imediato, sendo aclamado somente em 6 de fevereiro de 1818, com grandes festividades. Entrementes, vários assuntos políticos ocupavam o primeiro plano. Dona Carlota Joaquina continuava a conspirar contra os interesses portugueses. Na verdade isso havia iniciado em Portugal, e, ambiciosa, logo após sua chegada ao Brasil estabelecera entendimentos tanto com espanhóis como com nacionalistas platinos, pretendendo conseguir um reino para si própria, fosse como regente da Espanha, fosse como rainha de um novo reino a ser criado nas colônias espanholas no sul da América, ou mesmo através da deposição de D. João. Isso tornara sua convivência com D. João impossível, apesar da paciência que o marido lhe demonstrava, e só por força das conveniências se apresentavam juntos em público. Embora Dona Carlota tenha conseguido angariar muitas simpatias, todos esses seus planos malograram. Apesar disso, conseguiu influenciar o marido a se envolver mais diretamente na política colonial espanhola, o que acabou desembocando na tomada de Montevidéu em 1817 e na anexação da Província Cisplatina em 1821.Vicente, António Pedro. \"Política exterior de no Brasil\". In: Estudos Avançados, vol.7 no.19 São Paulo Sept./Dec. 1993Iglésias, Francisco. Trajetória política do Brasil, 1500-1964. Companhia das Letras, 1993, pp. 103-106 Na mesma época se colocava o problema de casar o príncipe herdeiro D. Pedro. O Brasil era visto na Europa como um país distante demais, atrasado e inseguro, e encontrar boas candidatas não foi tarefa simples. Depois de um ano de buscas, o embaixador, marquês de Marialva, conseguiu enfim uma aliança com uma das mais poderosas casas reinantes da Europa, os Habsburgo, imperadores da Áustria, depois de seduzir a corte austríaca com algumas mentiras, uma faustosa exibição de pompa e a distribuição de barras de ouro e diamantes entre a nobreza. Casou-se então D. Pedro com Dona Leopoldina, filha do imperador Francisco I, em 1817.Wilcken, Patrick. Império à deriva: a corte portuguesa no Rio de Janeiro, 1808-1821. Editora Objetiva, 2005, pp. 225-226 O imperador e seu ministro Metternich consideraram a aliança \"um pacto vantajosíssimo entre a Europa e o Novo Mundo\", podendo fortalecer o regime monárquico em ambos os hemisférios e criando para a Áustria uma nova zona de influência.Lustosa, Isabel. D. Pedro I. Companhia das Letras, 2006, pp. 77-78 ===A crise do absolutismo=== Ao mesmo tempo, a situação em Portugal continuava intranquila. Acéfalo e devastado pela Guerra Peninsular, que causou fome em massa e um enorme êxodo populacional,Gomes, p. 81 com o afastamento definitivo da ameaça francesa a Metrópole se havia convertido na prática num protetorado britânico, comandado pelo marechal William Beresford, que governou com mão de ferro. Desde antes da ascensão de D. João ao trono os portugueses faziam pressão para o seu retorno, mas o rei manifestamente preferia ficar no Brasil, e se dependesse dele não voltaria jamais. Um dos principais motivos para sua resistência em retornar era a concepção do Império Português que se tornara dominante no ambiente da corte, defendida pelo rei, por vários de seus mais eminentes colaboradores e por grande parte da nobreza imigrada. Para eles, o Brasil se tornaria a sede natural de um império renovado, cujo destino seria se tornar uma grande potência transcontinental, tendo as vantagens adicionais de livrar a sede do poder da sempre ameaçadora vizinhança com a Espanha e de pelo menos amenizar a constante interferência inglesa. Mas a situação era muito instável, pois se ficasse, arriscava-se a enfrentar a insurreição de Portugal, e se partisse, o mesmo poderia acontecer no Brasil. Chegou-se a cogitar a criação de um regime de monarquia dual, onde o príncipe herdeiro assumiria a posição de regente de Portugal e dos Açores. De qualquer modo, começavam a ficar claros os sinais de uma ruptura iminente, pois era o entendimento geral que Portugal precisava do Brasil, mas o Brasil não precisava mais de Portugal.Silva, pp. 253-274 Na despovoada Metrópole a sociedade estava desorganizada, a economia estava em franco declínio e as medidas de proteção e fomento propostas nos últimos anos haviam se revelado insuficientes. O principal comércio estava desmantelado, o crédito se esvaziara, o déficit público explodira e por causa da insegurança reinante a maior parte do capital disponível da elite acabou imobilizada em fundos ingleses. Iniciavam rebeliões de orientação liberal, e tomavam corpo as ideias de que o rei traíra a antiga Metrópole, e que o absolutismo, cuja imagem havia sido muito prejudicada pela atuação despótica de Beresford e pela crise generalizada, se tornara um modelo obsoleto, sendo preferível uma monarquia constitucional onde o poder régio fosse limitado e regulamentado e os representantes do povo tivessem voz mais ativa na condução dos assuntos públicos. Alguns grupos chegavam a propor uma mudança ainda mais profunda, desejando a República, e sociedades secretas agiam objetivando uma convocação das Cortes, que não se reuniam desde 1698. Para aplacar a insatisfação, o rei outorgou alguns privilégios aos governadores, aumentou seus poderes, permitiu a censura à imprensa dissidente e favoreceu os comerciantes, mas esses benefícios foram insuficientes para calar as queixas, que em vez de cessarem aumentaram, impondo a volta imediata do rei e o retorno do Brasil à condição de colônia, com a dissolução de qualquer sinal de autonomia. Para muitos portugueses, o Brasil não deveria sequer manter uma capital, e suas províncias deveriam ser governadas diretamente por Lisboa.Silva, pp. 262-287 No Brasil a agitação também crescia. Em 1817 eclodira em Recife a Revolução Pernambucana, movimento republicano que instalou um governo provisório em Pernambuco e se infiltrou por outros estados, causando grande alarme na corte, mas foi severamente reprimido, sendo tomadas várias medidas para reafirmar o poder central. Em 24 de agosto de 1820 um levante militar no Porto instaurou uma Junta Governativa Provisória, com o objetivo de abolir o absolutismo e submeter o poder régio a um Parlamento. Em Lisboa reuniram-se Cortes Gerais Extraordinárias e Constituintes, formando um governo e convocando eleições para deputados sem a consulta a D. João. O movimento se espalhou para a Ilha da Madeira, os Açores e alcançou a capitania do Grão-Pará e a Bahia, no Brasil, chegando a causar a sublevação da guarnição militar no próprio Rio de Janeiro.José Eustáquio Ribeiro \"As Cortes de Lisboa e a crise política de 1821-1822 na historiografia\". In: Revista OPSIS, 2012; 12 (3) Todos esses eventos aumentaram os receios sobre a fragmentação do Império, e a fragilidade do sistema reforçava a ingerência inglesa em todos os assuntos, especialmente na Metrópole, onde a insatisfação era aguda e geral, permanecendo praticamente em estado de guerra mesmo depois da paz com a França.Silva, pp. 273-284 Um trecho de um ofício endereçado ao rei em 6 de outubro de 1820 pela Junta Provisória de Lisboa, formada a contragosto do governo, dá uma medida das queixas e justifica sua instalação: ::\"A progressiva e rápida decadência da nossa agricultura, indústria e comércio; a quase total extinção da Marinha Mercante e Militar, a ruína do Tesouro e do crédito nacional; a escandalosa malversação dos agentes públicos; a viciosa administração de Justiça; enfim, uma tenebrosa inundação de todos os vícios, que costumam acompanhar a indigência e o esquecimento da própria dignidade e que iam minando em todas as classes a moralidade pública, essa principal causa da felicidade dos indivíduos e dos povos, são apenas, Senhor, os primeiros rasgos do triste e assombroso quadro que de propósito desviamos dos olhos de Vossa Majestade. Para cúmulo dos nossos males, faltava-nos Vossa Majestade, que ouvisse de perto as súplicas do seu povo. […] Estávamos expostos a partidos e facções que podiam a cada momento perturbar a paz pública, e trazer sobre nós males incalculáveis. […] Enfim, Senhor, já não havia outro recurso que não fosse o extremo: ou aguardar os resultados de uma desordem geral e popular, que exporia a Nação à última ruína, ou prevení-la de uma maneira, que afiançando aos povos o benefício da regeneração pública, afastava ao mesmo tempo de seus olhos o horrível e sanguinolento quadro da anarquia\".Apud Silva, p. 290 Na síntese de Ana Rosa Cloclet da Silva, ::\"Podemos dizer que a via de encaminhamento político das tensões latentes no mundo lusitano encontrada pelos revolucionários de 1820, embora contendo as ameaças da anarquia e completa subversão da ordem política vigente, continuou reafirmando as duas premências fulcrais que inquietavam os políticos do Reino: a presença Real e a integridade do Império Luso-Brasileiro, de ambas dependente o sucesso de um projeto regenerador, firmado num liberalismo essencialmente antiabsolutista e num nacionalismo definindo pela dupla negação: da ingerência britânica sobre o país e da denunciada inversão do pacto colonial\".Silva, p. 293 A 30 de janeiro de 1821 a Junta foi extinta e as Cortes se reuniram em Lisboa decretando a formação de um Conselho de Regência para exercer o poder em nome de D. João, libertando muitos presos políticos e exigindo o regresso imediato do monarca. Em 20 de abril D. João convocou no Rio uma reunião para escolher deputados à Constituinte, mas no dia seguinte houve protestos em praça pública que acabaram reprimidos com violência. No Brasil havia um consenso de que a partida do rei significaria a volta à condição de colônia. Esta, de fato, ao longo dos trabalhos constituintes, se tornou a posição oficial das Cortes. D. João tentou encontrar uma saída contemporizadora enviando para Lisboa o príncipe herdeiro D. Pedro para outorgar uma constituição e estabelecer as bases de um novo governo. O príncipe, contudo, já envolvido com ideias libertadoras, recusou-se. Formava-se entres os brasileiros um sentimento geral de indignação contra as demandas das Cortes e dos governadores metropolitas, que desdenhavam o papel principal que esta porção do Império desempenhava na estabilidade do regime e na economia portuguesa, e não faziam caso do estatuto de Reino em direito próprio que o Brasil gozava desde a formação do Reino Unido.Silva, pp. 291-293Secretaria Municipal de Educação do Rio de Janeiro. As Cortes portuguesas e as tentativas de recolonização do Brasil. Prefeitura da Cidade do Rio de Janeiro. Apesar do temor da volta à condição de colônia, a posição brasileira acabou sendo muito fragilizada, por uma reunião de fatores: os seus deputados constituintes estavam em menor número e só entraram nas Cortes quando os trabalhos legislativos já estavam adiantados, muitos deles sequer chegaram a ir; embora defendessem a proposta básica de manter a união com Portugal, havia grandes divergências entre eles a respeito de como se organizaria a administração da parte americana do Império; vários deles, especialmente os do Nordeste, herdeiros de antigas rivalidades políticas e econômicas, lutavam por retirar a capital do Rio, e uma grande parte dos principais comerciantes nos momentos decisivos se revelaram simpáticos aos seus companheiros metropolitas, mantendo com eles muitos laços de interesse econômico, e por sua influência várias Capitanias, especialmente no Norte e Nordeste, acabaram acatando determinações das Cortes e instituindo juntas de governo dependentes diretamente de Lisboa, além de aprovarem uma intervenção militar, alegando a necessidade de manter a ordem e a continuidade do processo constitucional. Além disso, neste momento o liberalismo já era apoiado por grande parcela dos setores mais influentes da população, entendendo que seria uma alternativa viável para impedir a volta do colonialismo e acomodar todos os interesses em conflito. Ao mesmo tempo, outros setores já se agregavam em torno do príncipe D. Pedro, visualizando a impossibilidade de uma solução conciliadora e planejando uma autonomia completa do Brasil. Com efeito, o impacto do processo constitucional sobre o Brasil foi complexo e teve repercussões imprevistas e contraditórias.Silva, pp. 293-302 No balanço de José Eustáquio Ribeiro sobre este período crítico da história brasileira e portuguesa, ::\"As Cortes de 1821 e 1822 vão produzir grande transtorno na normalidade política nas diversas regiões do Brasil, ampliando possibilidades, desnorteando a ação, impondo-lhes o inesperado, tornando possível tanto a manutenção do velho como a imposição do novo. […] Até mesmo as formas tradicionais de ação local veem-se desestruturadas, uma vez desestabilizados os centros de poder de Lisboa ou do Rio de Janeiro. Eventos como as Cortes de Lisboa eliminarão um padrão de normalidade, exigindo em todos os âmbitos novos arranjos, novas estratégias; criando novas possibilidades e novos 'horizontes de expectativa', até então impensáveis. A leitura desse processo assim entendido, a partir do âmbito local, é que tem diferenciado a historiografia mais recente. O microscópio tem revelado mais que o telescópio, e até revigorando essa perspectiva mais geral. Ou seja, a leitura local permite-nos perceber que as atitudes locais não sejam apenas reflexas, sendo elas fundamentais para os grandes rumos dos eventos. Por isso é que tanto antes quanto depois da independência, os sucessos políticos do Estado colonial e depois imperial, dependem em grande medida do que ocorre no âmbito regional\". === Regresso a Portugal === Patenteado o fracasso do seu projeto de construir uma monarquia forte e unificada, centralizada na América, e perdendo importantes apoios brasileiros, D. João não pôde mais resistir à pressão portuguesa, e seu retorno se tornou inevitável. Nomeou D. Pedro regente em seu nome e partiu para Lisboa em 26 de abril de 1821, após uma permanência de treze anos no Brasil, do qual levou saudades. Os navios com o rei e sua comitiva entraram no porto de Lisboa em 3 de julho. Sua volta fora orquestrada de modo a não dar a entender que o rei se sentira coagido, mas de fato já se havia instaurado um novo ambiente político. Elaborada a Constituição, o rei foi obrigado a jurá-la em 1º de outubro de 1822, perdendo diversas prerrogativas. Dona Carlota negou-se a imitar o marido, e com isso seus direitos políticos foram cassados, sendo despojada do título de rainha. Nesta data, do outro lado do oceano, a tendência separatista havia triunfado, e o rei já havia perdido também o Brasil. Seu filho, optando por ficar no país, liderou uma revolta proclamando a Independência do Brasil em 7 de setembro, assumindo o título de imperador.Pedreira & Costa, p. 15 Diz a tradição que antes de seguir viagem para Portugal D. João teria antecipado os futuros acontecimentos dizendo para o herdeiro: \"Pedro, o Brasil brevemente se separará de Portugal: se assim for, põe a coroa sobre tua cabeça, antes que algum aventureiro lance mão dela\". Segundo as memórias do conde de Palmela, a independência brasileira teria sido realizada em comum acordo entre o rei e o príncipe. De qualquer modo, a correspondência posterior entre os dois registra a preocupação do príncipe de que isso não perturbasse o pai.Pascual, Antonio Diodoro. Rasgos memoráveis do Senhor Dom Pedro I, imperador do Brasil, excelso duque de Bragança. Typ. Universal de Laemmert, 1862, p. 65 O reconhecimento oficial da independência, porém, demorou. A constituição liberal jurada pelo rei vigoraria apenas durante alguns meses. O liberalismo não agradava a todos e ergueu-se um movimento absolutista. Em 23 de fevereiro de 1823, em Trás-os- Montes, o conde de Amarante proclamou a monarquia absoluta, mas novas agitações se seguiram. Em 27 de maio o infante D. Miguel, instigado por sua mãe Dona Carlota, liderou outra revolta, conhecida como a Vilafrancada, tentando restaurar o absolutismo. Mudando o jogo, o rei apoiou o filho a fim de evitar sua própria deposição — desejada pelo partido da rainha — e apareceu em público no dia de seu aniversário ao lado do infante, que vestia um uniforme da Guarda Nacional, um corpo militar que embora desorganizado tendia para o liberalismo, recebendo os aplausos da milícia. A seguir o monarca se dirigiu pessoalmente a Vila Franca para melhor administrar a crise, e seu retorno para Lisboa foi um verdadeiro triunfo. A situação política se mostrava incerta, e com isso mesmo os mais firmes defensores do liberalismo recearam se comprometer em demasia. As Cortes, antes de serem dissolvidas, protestaram contra qualquer mudança que se operasse no texto constitucional recém aprovado, mas o regime absoluto foi restaurado, os direitos da rainha, restabelecidos, e o rei, aclamado pela segunda vez em 5 de junho de 1823. D. João, além disso, reprimiu manifestações em contrário, deportou alguns liberais, prendeu outros, ordenou a recomposição de magistraturas e instituições mais de acordo com a nova orientação política e criou uma comissão para elaborar estudos para uma nova constituição.Cardoso, António Barros. \"Liberais e absolutistas no Porto (1823-1829)\". In: Departamento de Ciências e Técnicas do Património / Departamento de História. Estudos em homenagem ao professor doutor José Marques. Universidade do Porto, 2006, pp. 262-269Pedreira & Costa, pp. 392-400 A aliança do rei com D. Miguel não frutificou, já que, sempre influenciado pela mãe, o infante em 29 de abril de 1824 levantou a guarnição militar de Lisboa e colocou o pai sob custódia no Paço da Bemposta, na chamada Abrilada, a pretexto de esmagar os maçons e defender o rei das ameaças de morte que aqueles supostamente teriam-lhe feito, prendendo na ocasião diversos inimigos políticos. Tentava o infante, na verdade, forçar a abdicação do pai. Alertado da situação, o corpo diplomático penetrou no palácio e, diante de tantas autoridades, os custódios do rei não resistiram, moderando-se. Em 9 de maio, por conselho de embaixadores amigos, D. João simulou um passeio a Caxias, mas de fato foi buscar refúgio junto à armada britânica ancorada no porto. A bordo da nau Windsor Castle chamou o filho, repreendeu-o, destituiu-o do comando do exército e ordenou-lhe a libertação dos presos que fizera. D. Miguel foi exilado. Vencida a rebelião, o povo foi às ruas comemorando a permanência do governo legítimo, onde se uniram absolutistas e liberais.Cardoso, pp. 269-271 No dia 14 o rei voltou à Bemposta, reconstituindo o ministério e mostrando generosidade para com os outros rebeldes. Porém, não cessava a rainha de conspirar. A polícia descobriu que outra rebelião deveria estourar em 26 de outubro, diante do que a D. João não restou senão mostrar-se enérgico, mandando a esposa para prisão domiciliar em Queluz. === Anos finais === No fim de seu reinado D. João ordenou a criação de um porto-franco em Lisboa, mas a medida não foi implantada. Mandou prosseguir a devassa para averiguar a morte do marquês de Loulé, seu antigo amigo, mas a sentença final nunca foi proferida. Em 5 de junho de 1824 anistiou os envolvidos na revolução do Porto, excetuando nove oficiais que foram desterrados, e no mesmo dia mandou entrar em vigor a antiga constituição do reino e convocar novamente as Cortes para a elaboração de um novo texto. A mudança constitucional enfrentou diversos obstáculos, principalmente da Espanha e de partidários da rainha. Contudo, os maiores problemas que enfrentou foram os ligados à independência do Brasil, até então a maior fonte de riqueza de Portugal, e cuja perda fora de grande impacto sobre a economia portuguesa. Foi imaginada inclusive uma expedição de reconquista da antiga colônia, mas logo a ideia foi abandonada. Negociações difíceis entabuladas na Europa e no Rio de Janeiro, com a mediação e pressão da Inglaterra, resultaram no definitivo reconhecimento da independência em 29 de agosto de 1825. Ao mesmo tempo, o rei libertou todos os brasileiros que estavam presos e autorizou o comércio entre ambas as nações. Quanto a D. Pedro, foi acertado que governaria soberano com o título de Imperador Regente, mantendo D. João para si o título de Imperador Titular do Brasil, passando a assinar os documentos oficiais como \"Sua Majestade o Imperador e Rei \". O Brasil ficava ainda obrigado ao pagamento do último empréstimo contraído com Portugal. Sobre a sucessão das duas coroas, nada ficou dito no tratado, mas D. Pedro, continuando na qualidade de Príncipe Real de Portugal e Algarves, permanecia implicitamente na linha de sucessão ao trono português.Soriano, Simão da Luz & Baril, V. L. (Comte de la Hure). Historia de el-Rei primeiro rei constitucional de Portugal e do Brazil: em que se referem os principaes actos e occorrencias do seu governo, bem como algumas particularidades da sua vida privada. Typ. Universal, 1866, pp. 117-123 Em 4 de março de 1826, D. João, vindo do Mosteiro dos Jerônimos onde almoçara, recolheu-se ao Paço da Bemposta sentindo-se mal. Iniciaram vômitos, convulsões e desmaios, que duraram alguns dias. O enfermo pareceu melhorar, mas por prudência designou sua filha, a infanta Isabel Maria, como regente. Na noite do dia 9 a moléstia se agravou, e perto das 5 horas do dia 10, faleceu. Os médicos não puderam determinar exatamente a causa mortis, mas suspeitou-se de envenenamento. Seu corpo foi embalsamado e sepultado no mausoléu dos reis de Portugal, o Panteão Real da Dinastia de Bragança, no Mosteiro de São Vicente de Fora, em Lisboa. A infanta assumiu imediatamente o governo interino e D. Pedro foi reconhecido legítimo herdeiro, como de Portugal.Soriano & Baril, pp. 123-124 Em 2000 uma equipe de pesquisadores exumou o pote de cerâmica chinesa que continha as suas vísceras. Fragmentos do seu coração foram submetidos a análises, que detectaram uma quantidade de arsênico suficiente para matar duas pessoas, confirmando as suspeitas de que o rei foi em verdade assassinado.\"Mataram o rei - Exames comprovam que João VI, rei de Portugal, morreu envenenado com arsênico\". In: Revista Veja, 7 jun 2000\"Assassinato na corte - Pesquisadores portugueses comprovam que dom João VI foi envenenado com doses altas de arsênico\" . In: Revista Época, 5 jun 2000. Entretanto, não se pode ainda descartar a aterosclerose como fator de risco predisponente para um acidente vascular cerebral final.\"Morte de Dom João VI: convulsões e coma\", consultado em 15 de fevereiro de 2023 == Vida privada == Em sua juventude foi uma figura retraída, fortemente influenciado pelo clero, vivendo cercado de padres e frequentando diariamente as missas da Igreja. Entretanto, Oliveira Lima afirmou que antes do que uma expressão de carolice pessoal, isso era um mero reflexo da cultura portuguesa de então, e que o rei […] ::\"[…] compreendia que a Igreja, com seu corpo de tradições e sua disciplina moral, só lhe podia ser útil para o bom governo a seu modo, paternal e exclusivo, de populações cujo domínio herdara com o cetro. Por isso foi repetidamente hóspede de frades e mecenas de compositores sacros, sem que nessas manifestações epicuristas ou artísticas se comprometesse seu livre pensar ou se desnaturasse sua tolerância cética. […] Aprazia-lhe o refeitório mais do que o capítulo do mosteiro, porque neste se tratava de observância e naquele se cogitava de gastronomia, e para observância lhe bastava a da pragmática. Na Capela Real mais gozava com os sentidos do que rezava com o espírito: os andantes substituíam as meditações\". Apreciava muito a música sacra e era um grande leitor de obras sobre arte, mas detestava atividades físicas. Acredita-se que sofria de periódicas crises de depressão. No Rio os hábitos pessoais do rei, instalado num ambiente precário e despojado, eram simples. Ao contrário do relativo isolacionismo que observara em Portugal, passou a se mostrar mais dinâmico e interessado pela natureza. Deslocava-se com frequência entre o Paço de São Cristóvão e o Paço da cidade, passava temporadas na Ilha de Paquetá, na Ilha do Governador, na Praia Grande, a antiga Niterói, e na Real Fazenda de Santa Cruz. Praticava a caça e se demorava em lugares aprazíveis repousando em barracas, ou debaixo de alguma árvore. Gostava do país, apesar dos enxames de mosquitos e outras pragas e do calor abrasante dos trópicos, que de resto eram detestados pela maioria dos portugueses e outros estrangeiros.Martins, Ismênia de Lima. \"Dom João – Príncipe Regente e Rei – um soberano e muitas controvérsias\". In: Revista Navigator, nº 11, p. 39 Tinha aversão a mudanças em sua rotina, o que se estendia ao vestuário, e usava a mesma casaca até que ela se rasgasse, obrigando seus camareiros a costurá-la no próprio corpo do monarca enquanto ele dormia. Sofria de ataques de pânico quando ouvia trovoadas, encerrando-se em seus aposentos com as janelas trancadas, não recebendo ninguém.Gomes, pp. 157-158 ===Sexualidade=== Seu casamento não foi feliz, mas circularam rumores de que uma vez, aos 25 anos, se apaixonara por Eugênia José de Menezes, dama de companhia de sua esposa. Quando ela engravidou as suspeitas recaíram sobre D. João. O caso foi abafado e a moça foi enviada à Espanha para dar à luz. Nasceu uma menina, cujo nome se desconhece. A mãe viveu encerrada em mosteiros e foi sustentada por toda a vida por D. João. Os historiadores Tobias Monteiro e Patrick Wilcken apontam indícios de que D. João teria tido também um relacionamento homossexual, não por convicção, antes por necessidade, pois seu casamento logo se revelou um fracasso, vivendo apartado da esposa e reunindo- se a ela somente em ocasiões protocolares. Seu parceiro teria sido o seu guarda-roupa favorito, Francisco de Sousa Lobato, casado com uma camareira de D. Carlota Joaquina, a quem o rei dedicava devoção, escrevendo-lhe cartas como esta: \"Meu amor, […] já não tenho paciência de sofrer tão longa separação, pelo muito que te amo. […] Adeus, meu amor, até à vista, que Deus permita que seja ainda este ano\". Tal relação limitar-se-ia a masturbar o rei com alguma regularidade. Embora isso possa ser fruto de simples maledicência, um padre, chamado Miguel, teria uma vez surpreendido a cena e por isso deportado para Angola, não sem antes deixar um suposto testemunho escrito. De qualquer maneira, o guarda-roupa acabou recebendo diversas honrarias, acumulando entre outros os cargos de conselheiro do rei, secretário da Casa do Infantado, secretário da Mesa de Consciência e Ordens e governador da fortaleza de Santa Cruz, recebendo também o título de barão e depois visconde de Vila Nova da Rainha.Gomes, pp. 152-157 == Legado == No decorrer dos poucos anos de sua permanência no Brasil, D. João ordenou a criação de uma série de instituições, projetos e serviços que beneficiaram imensamente o país no âmbito econômico, administrativo, jurídico, científico, cultural, artístico e outros mais, embora nem todos tenham tido o sucesso planejado e alguns fossem francamente disfuncionais ou desnecessários, como observou mordazmente Hipólito José da Costa. Criou a Imprensa Régia, o Jardim BotânicoFernandes & Fernandes Junior, p. 39 o Arsenal de Marinha, a Fábrica de Pólvora, o Corpo de Bombeiros, a Marinha Mercante, a Casa dos Expostos. Também criou diversas aulas avulsas no Rio, Pernambuco, Bahia e outros lugares, tais como teologia, dogmática e moral; cálculo integral, mecânica, hidrodinâmica, química, aritmética, geometria; francês e inglês; botânica e agricultura, e várias mais. Fomentou a fundação de diversas sociedades e academias para estudos científicos, literários e artísticos, como a Junta Vacínica, a Real Sociedade Bahiense dos Homens de Letras, o Instituto Acadêmico das Ciências e das Belas-Artes, a Academia Fluminense das Ciências e Artes,Varela, Alex Gonçalves. Juro-lhe pela honra de bom vassalo e bom português: análise das memórias científicas de José Bonifácio de Andrada e Silva (1780-1819)]. Annablume, 2006, pp. 75-77 a Escola Anatômica, Cirúrgica e Médica do Rio de Janeiro,Escola Anatômica, Cirúrgica e Médica do Rio de Janeiro . Dicionário Histórico-Biográfico das Ciências da Saúde no Brasil (1832-1930), Casa de Oswaldo Cruz / Fiocruz a Academia dos Guardas-Marinhas, a Real Academia Militar, a Real Biblioteca,Apresentação. Fundação Biblioteca Nacional o Museu Real,Museu Real . Dicionário Histórico- Biográfico das Ciências da Saúde no Brasil (1832-1930), Casa de Oswaldo Cruz / Fiocruz o Teatro Real de São João, além de recrutar solistas de canto de fama internacional e patrocinar os músicos da Capela Real, onde se incluía o padre José Maurício, o maior compositor brasileiro de seu tempo,Mariz, Vasco. A música no Rio de Janeiro no tempo de . Casa da Palavra, 2008, p. 19 apoiando também a vinda da Missão Artística Francesa, que resultou na criação da Escola Real de Ciências, Artes e Ofícios, antecessora da Academia Imperial de Belas Artes, de fundamental importância para a renovação do ensino e produção de arte no Brasil.Schwarcz, Lilia Moritz. O sol do Brasil: Nicolas-Antoine Taunay e as desventuras dos artistas franceses na corte de d. João. Companhia das Letras, 2008, pp. 176-188 Na economia D. João determinou mudanças de largo alcance, iniciando a partir da abertura dos portos e da abolição do monopólio comercial dos portugueses, tendo a Inglaterra como a grande beneficiada. Se por um lado os comerciantes instalados no Brasil tiveram de enfrentar poderosa concorrência estrangeira, por outro se fomentou a criação de novas manufaturas e outras atividades econômicas que antes eram proibidas, precárias ou inexistentes no Brasil. Ao mesmo tempo, iam-se instalando diversos órgãos administrativos de alto escalão, como os ministérios da Guerra e Estrangeiros e o da Marinha e Ultramar; os Conselhos do Estado e o da Fazenda, o Conselho Supremo Militar, o Arquivo Militar, as Mesas de Desembargo do Paço e da Consciência e Ordens, a Casa de Suplicação, a Intendência Geral da Polícia, o Banco do BrasilA Vinda de D.João e da Família Real Portuguesa para o Brasil . Empresa Brasileira de Correios e Telégrafos a Real Junta do Comércio, Agricultura, Fábricas e Navegação,Lopes, Walter de Mattos. A Real Junta do Commercio, Agricultura, Fabricas e Navegação deste Estado do Brazil e seus domínios ultramarinos: um tribunal de antigo regime na corte de D. João (1808-1821). Dissertação de Mestrado. Universidade Federal Fluminense, 2009 e a Administração Geral dos Correios, além de passar a absorver brasileiros nos quadros administrativos e funcionais, contribuindo para diminuir as tensões entre os nativos e os portugueses.Rocha, Antônio Penalves. \"Economia e Política no Período Joanino\". In: Szmrecsanyi, Tamas & Lapa, José Roberto do Amaral. História Econômica da Independência e do Império, EdUSP, 2002, pp. 42-43 Também promoveu o mapeamento de grande parte do território, incentivou a produção agrícola, especialmente do algodão, arroz e cana-de-açúcar; abriu uma série de estradas e estimulou a navegação fluvial, dinamizando a circulação de pessoas, bens e produtos entre as regiões.Gomes, pp. 193-195Martins, p. 33 No entender de Pedreira & Costa, são poucos os monarcas portugueses que ocupam no imaginário popular um lugar tão destacado como , um imaginário que o descreve de maneiras muito variadas, \"ainda que raramente por boas razões. […] Não são estranhas as atribulações de sua vida conjugal e familiar e as referências à sua personalidade e aos seus costumes pessoais, convidando à caricatura fácil e à circulação de uma tradição pouco lisonjeira, quando não jocosa\".Pedreira & Costa, o. 8 São populares as descrições do rei como indolente, parvo e trapalhão, subjugado por uma esposa megera, um comilão asqueroso e desmazelado que tinha sempre franguinhos assados nos bolsos da sua casaca para comê-los a qualquer hora com as mãos engorduradas,Loyola, Leandro. \"Não havia Brasil antes de D. João\". Entrevista com Lúcia Bastos. In: Revista Época. Nº 506, 25/01/2008 uma visão perfeitamente tipificada no filme Carlota Joaquina, Princesa do Brazil, uma paródia mesclada de aguda crítica social. A obra teve enorme repercussão, mas na crítica de Ronaldo Vainfas, \"é uma história cheia de erros de todo tipo, deturpações, imprecisões, invenções\". Para o historiador Luiz Carlos Villalta, \"constitui um amplo ataque ao conhecimento histórico\" e, ao contrário do anunciado pela cineasta Carla Camurati, que pretendeu \"produzir uma narrativa cinematográfica que constituísse uma espécie de romance histórico com funções pedagógicas e que, assim, oferecesse ao espectador um conhecimento do passado e o ajudasse, como povo, a pensar sobre o presente, […] não oferece conhecimento histórico novo ao espectador, nem que se considere que a mesma concebe a História como um Romance: ele reforça, na verdade, as ideias que os espectadores trazem, sendo nulo em termos de ampliação do conhecimento. […] Dessa forma, conduz-se o espectador mais ao deboche do que à reflexão crítica sobre a história do Brasil\".Villalta, Luiz Carlos. \"Carlota Joaquina, Princesa do Brazil\": entre a história e a ficção, um \"Romance\" crítico do conhecimento histórico. Departamento de História - UFMG, s/d. pp. 1-34 Até mesmo sua iconografia o representa com traços os mais diversos. Ora é um obeso desproporcionado e com aparência desleixada, ora é um personagem dignificado e elegante.Martins, p. 28 Diz a pesquisadora Ismênia de Lima Martins: ::\"Se existe a concordância de todos os autores, que se basearam no depoimento daqueles que o conheceram de perto, quanto à sua bondade e afabilidade, todo o resto é controvérsia. Enquanto uns apontavam sua visão de estadista, outros consideravam-no inteiramente covarde e despreparado para governar. De qualquer maneira, marcou de forma indelével a história luso- brasileira, fato que repercute até o presente, através de uma historiografia que insiste em julgar o rei, desprezando as transformações contínuas que a disciplina experimentou ao longo do \".Martins, pp. 24-25 Em seu governo sempre dependeu de auxiliares fortes, encontrando-os principalmente nas figuras do conde de Linhares, do conde da Barca e em Tomás de Vila Nova Portugal, que podem ser considerados os mentores de muitas das mais importantes medidas que o rei tomou,Gomes, pp. 159-160 mas segundo John Luccock, considerado um fidedigno observador do período joanino, \"o príncipe regente tem sido várias vezes acusado de apatia; a mim, pareceu-me ele possuir maior sensibilidade e energia de caráter do que em geral tanto amigos como adversários costumam atribuir-lhe. Achava-se colocado dentro de circunstâncias novas e próprias para pô-lo à prova, curvando-se ante elas com paciência; se incitado, agia com vigor e presteza\". Enalteceu também o caráter do rei, reafirmando sua bondade e atenção. No entanto, o general francês Junot descreveu-o como \"um homem fraco, que suspeita de tudo e de todos, cioso de sua autoridade mas incapaz de fazer-se respeitar. É dominado pelos padres e só consegue agir sob a coação do medo\", e vários historiadores brasileiros, como Pandiá Calógeras, Tobias Monteiro e Luiz Norton, carregaram nas cores sombrias. Entre os portugueses, como Oliveira Martins e Raul Brandão, foi invariavelmente retratado como uma figura burlesca até a ressurgência conservadora de 1926, quando então foram aparecendo alguns nomes para defendê-lo, como Fortunato de Almeida, Alfredo Pimenta e Valentim Alexandre.Gomes, pp. 153-155Pedreira & Costa, pp. 21-29 Oliveira Lima, com seu clássico Dom João VI no Brasil (1908), foi um dos grandes responsáveis pelo inicio de sua reabilitação em maior escala.Souza, Melissa de Mello e. Brasil e Estados Unidos: a nação imaginada nas obras de Oliveira Lima e Jackson Turner. Dissertação de Mestrado em História Social da Cultura. Rio de Janeiro: PUC-RJ, abril de 2003, pp. 47-57 Pesquisou inúmeros documentos de época sem encontrar descrições brasileiras desfavoráveis ao rei, nem de embaixadores e outros diplomatas acreditados na corte, ao contrário, encontrando muitos relatos que o pintaram em cores positivas, como os testemunhos deixados pelo cônsul britânico Henderson e o ministro norte- americano Sumter, que \"preferiam muito dirigir-se diretamente ao monarca, sempre disposto a fazer justiça, a entender-se com seus ministros, […] reputando-o em tal assunto muito mais adiantado do que os seus cortesãos\". Documentos diplomáticos também comprovam a largueza de sua visão política, almejando para o Brasil uma importância nas Américas comparável à dos Estados Unidos, adotando um discurso que era semelhante ao do Destino Manifesto norte- americano. Fazia valer sua autoridade sem violência, mas de maneira persuasiva e afável. Sua condução dos assuntos internacionais, embora não tenha tido sucesso em repetidas ocasiões e tenha cedido a alguma ambição imperialista, em muitas outras se revelou clarividente e harmonizadora, e não é preciso repetir as múltiplas ações, descritas antes, que levou a cabo para melhorar as condições de vida da colônia brasileira.Martins, pp. 28-34 É certo também que fez muitos desafetos, que elevou impostos e agravou a dívida pública, que multiplicou títulos e privilégios hereditários, que não soube apaziguar todas as discórdias internas nem eliminar a corrupção arraigada nos escalões administrativos, e que deixou o Brasil à beira da falência quando esvaziou o tesouro para voltar a Portugal.Martins, pp. 8-34 thumb|270px|Estátua equestre do rei na Praça de Gonçalves Zarco, Porto Qualquer que tenha sido o caráter do rei, e entre erros e acertos, é inconteste a importância do seu reinado para um notável arranco de desenvolvimento e para a própria unidade da nação brasileira. Gilberto Freyre afirmou que \" foi uma das personalidades que mais influíram sobre a formação nacional. […] Foi um mediador ideal […] entre a tradição – que encarnou – e a inovação – que acolheu e promoveu – naquele período decisivo para o futuro brasileiro\".Apud Souza, p. 54 Como disse Laurentino Gomes, \"nenhum outro período da história brasileira testemunhou mudanças tão profundas, decisivas e aceleradas quanto os treze anos em que a corte portuguesa morou no Rio de Janeiro. […] Por esta razão, o balanço que a maioria dos estudiosos faz de tende a ser positivo, apesar de todas as fraquezas pessoais do rei\". Estudiosos como Oliveira Lima, Maria Odila da Silva Dias, Roderick Barman e o mesmo Laurentino acreditam que se ele não tivesse se deslocado para a América e instalado um forte governo centralizado provavelmente o grande território do Brasil, com importantes diferenças regionais, teria se fragmentado em diversas nações distintas, como ocorreu com a vasta colônia espanhola sua vizinha, uma opinião que já havia sido emitida pelo almirante britânico sir Sidney Smith, comandante da esquadra que escoltara os navios portugueses em fuga para o Brasil. Para Oliveira Lima, ele foi \"o verdadeiro fundador da nacionalidade brasileira\" ao assegurar a integridade territorial e criar uma nova classe dirigente que se responsabilizaria pela construção da nação nas décadas seguintes.Gomes, pp. 288-295 As biografias mais recentes tentam distinguir entre lenda e fato, e reverter o folclore do ridículo que se formou sobre ele e que de resto não tem muita documentação histórica confiável que o sustente. Lúcia Bastos adverte que mesmo atitudes que hoje poderíamos criticar devem ser analisadas com cuidado contra seu contexto histórico, como a questão da corrupção, lembrando que, embora houvesse gastos enormes e claros abusos, na época não havia separação nítida entre o público e o privado, e na lógica do Antigo Regime \"o rei é o dono do Estado. […] Aquela distribuição de benesses fazia parte: o rei é o dispensador de justiça e benesses\". Nas palavras de Leandro Loyola, \"das novas pesquisas surge um governante que tinha limitações, mas enfrentou uma conjuntura totalmente adversa e sobreviveu a ela, apesar de governar um país pequeno, empobrecido e decadente como o Portugal do começo do \". Significativamente, Napoleão, seu mais poderoso inimigo, antes de falecer na ilha de Santa Helena, disse sobre ele: \"Foi o único que me enganou\".Miguez, Sérgio. \"O DNA do Brasil\" . In: Revista da Cultura, nº 6, jan. 2007 O marquês de Caravelas, discursando no Senado por ocasião da morte do rei, louvou-o dizendo: \"Nós todos que aqui estamos temos muitas razões para nos lembrarmos da memória de , todos lhe devemos ser gratos, pelos benefícios que nos fez: elevou o Brasil a reino, procurou por todos o seu bem, tratou-nos sempre com muito carinho e todos os brasileiros lhe são obrigados\".\"D. João VI, O Clemente\" . In: Diários Anacrônicos, Sociedade Histórica Desterrense, 2011 === Representações === D. João VI já foi personificado no cinema e na televisão por: * João Villaret, no filme Bocage (1936)Bocage. Memorial da Fama * Manuel de Nóbrega, no filme Independência ou Morte (1972)Maçonaria e Cinema . Instituto Paramaçônico de Estudos e Pesquisas * Jorge Cherques, na telenovela Dona Beija (1986)Dona Beija - elenco. SBT * Marco Nanini, no filme Carlota Joaquina - Princesa do Brazil (1995)Noriega, Marcos. Cinema e História: Carlota Joaquina, Princesa do Brasil . Histórica.com * André Mattos e Cássio Gabus Mendes (adulto e jovem, respectivamente), na minissérie O Quinto dos Infernos (2002).O Quinto dos Infernos. Memória Globo * Beto Vandesteen e Bruno Nogueira (adulto e jovem, respectivamente), na telenovela Liberdade, Liberdade (2016). * Léo Jaime na telenovela Novo Mundo (2017). * Antônio Fagundes na minissérie Independências (2022). Também teve sua efígie impressa nas notas de Cr$ 500 (quinhentos cruzeiros).Cruzeiro Novo. Museu de Valores do Banco Central do Brasil == Ascendência == == Descendência == Em sua época correram muitos boatos duvidando da sua paternidade de vários filhos, pois à sua esposa foram atribuídos vários amantes. Alberto Pimentel, por exemplo, disse que \"passa como certo que dos nove filhos que D. Carlota Joaquina dera à luz, apenas os primeiros quatro tiveram por pai \", e Laura Junot ironizou a situação alegando que os irmãos não tinham semelhança entre si. De qualquer forma o rei reconheceu a todos como legítimos. Lencastre, Isabel. Bastardos Reais: Os Filhos Ilegítimos dos Reis de Portugal. Leya, 2012 Foram eles: # D. Maria Teresa de Bragança (1793-1874), casada em primeiras núpcias com D. Pedro Carlos de Bourbon e Bragança, Infante de Portugal e de Espanha, e pela segunda vez com Carlos de Bourbon, Conde de Molina, também Infante de Espanha e seu cunhado; com descendência. # D. Francisco António Pio de Bragança (1795-1801), Príncipe da Beira; sem descendência. # D. Maria Isabel de Bragança (1797-1818), casou-se com Fernando VII de Espanha; uma filha natimorta. # D. Pedro I do Brasil e IV de Portugal, Imperador do Brasil e Rei de Portugal (1798-1834), casado em primeiras núpcias com Maria Leopoldina de Áustria e em segundas com Amélia de Leuchtenberg; com descendência. # D. Maria Francisca de Assis de Bragança (1800-1834), casou com Carlos de Bourbon, Conde de Molina; com descendência. # D. Isabel Maria de Bragança (1801-1876); sem descendência. # D. Miguel I de Portugal (1802-1866), com duas filhas naturais legitimadas, casou posteriormente com Adelaide de Löwenstein-Wertheim-Rosenberg e teve descendência do casamento. # D. Maria da Assunção de Bragança (1805-1834); sem descendência. # D. Ana de Jesus Maria de Bragança (1806-1857), casou com Nuno José Severo de Mendoça Rolim de Moura Barreto, 1º duque de Loulé; com descendência. === Títulos e estilos === * 13 de Maio de 1767 – 11 de Setembro de 1788: Sua Alteza, O Infante Dom João * 11 de Setembro de 1788 – 10 de Fevereiro de 1792: Sua Alteza Real, O Príncipe do Brasil, Duque de Bragança, etc. * 10 de Fevereiro de 1792 – 14 de Julho de 1799: Sua Alteza Real, O Príncipe Regente em nome da Rainha * 14 de Julho de 1799 – 20 de Março de 1816: Sua Alteza Real, O Príncipe Regente * 20 de Março de 1816 – 7 de Setembro de 1822: Sua Majestade Fidelíssima, El-Rei do Reino Unido de Portugal, Brasil e dos Algarves * 7 de Setembro de 1822 – 10 de Março de 1826: Sua Majestade Fidelíssima, El-Rei de Portugal e dos Algarves ** 29 de Agosto de 1825 – 10 de Março de 1826: Sua Majestade Imperial e Fidelíssima, O Imperador Titular do Brasil O estilo oficial de enquanto Rei de Portugal: Pela Graça de Deus, João VI, Rei do Reino Unido de Portugal, Brasil e dos Algarves, d'Aquém e d'Além-Mar em África, Senhor da Guiné e da Conquista, Navegação e Comércio da Etiópia, Arábia, Pérsia e Índia, etc. Ao reconhecer a independência do Império do Brasil pelo Tratado do Rio de Janeiro, passa a usar, por carta de lei de 15 de Novembro de 1825, o título de imperador do Brasil, que lhe fora deferido pelo seu filho: Pela Graça de Deus, João, Imperador do Brasil, e Rei do Reino Unido de Portugal e dos Algarves, d'Aquém e d'Além-Mar em África, Senhor da Guiné e da Conquista, Navegação e Comércio da Etiópia, Arábia, Pérsia e Índia, etc. === Outros títulos e honrarias === foi também o 8º Príncipe da Beira e do Brasil, o 21º Duque de Bragança, 18º Duque de Guimarães, 16º Duque de Barcelos, 20º Marquês de Vila Viçosa, 24º Conde de Arraiolos; 22º Conde de Ourém, de Barcelos, de Faria e de Neiva; Grão‑prior do Crato e Senhor da Casa do Infantado; Grão-mestre das ordens de Cristo, de Avis, de São Tiago da Espada, da Torre e Espada, de São João de Jerusalém, e Grão‑prior em Portugal; Grã-cruz das ordens de Nossa Senhora da Conceição de Vila Viçosa, de Carlos III, de São Fernando, de Isabel a Católica, do Espírito Santo, de São Luís, de São Miguel, da Legião de Honra, de Leopoldo, de Santo Estêvão, da Coroa de Ferro, de Santo André, de Santo Alexandre Nevsky, de Sant'Ana, do Elefante, do Leão Neerlandês, da Águia Negra; Cavaleiro da Ordem do Tosão de Ouro e da Ordem da Jarreteira, e serviu de Condestável no ato da aclamação de sua mãe, a rainha Dona Maria I. == Ver também == * Árvore genealógica dos reis de Portugal * Estado do Brasil * \"1808\" e \"1822\" por Laurentino Gomes == Ligações externas == * Leis, decretos e alvarás relativos ao período de de Portugal no Brasil (1808 — 1822 * Lima, Oliveira. Dom João VI no Brazil. Vol. I. Rio de Janeiro: Typ. do Jornal do Commercio, de Rodrigues, 1908. * Lima, Oliveira. Dom João VI no Brazil. Vol. II. Rio de Janeiro: Typ. do Jornal do Commercio, de Rodrigues, 1908. * O manto da aclamação de Dom João VI, no Museu do Palácio Nacional da Ajuda *Obras de D. João VI Rei de Portugal na Biblioteca Nacional de Portugal |- ! colspan=\"3\" style=\"background: #FBEC5D;\" |João VI de Portugal Casa de Bragança Ramo da Casa de Avis 13 de maio de 1767 – 10 de março de 1826 |- style=\"text-align:center;\" |width=\"30%\" align=\"center\" | Precedido por José |width=\"40%\" style=\"text-align: center;\"| Príncipe do Brasil |width=\"30%\" align=\"center\" | Título abolido |- |width=\"30%\" align=\"center\" | Novo título |width=\"40%\" style=\"text-align: center;\"| Príncipe Real de Portugal, Brasil e Algarves 16 de dezembro de 1815 – 20 de março de 1816 |width=\"30%\" align=\"center\" rowspan=2| Sucedido por Pedro IV |- |width=\"30%\" align=\"center\" rowspan=2| Precedido por Maria I |width=\"40%\" style=\"text-align: center;\"| Rei de Portugal e Algarves 7 de setembro de 1822 – 10 de março de 1826 |- |width=\"40%\" style=\"text-align: center;\"| Rei de Portugal, Brasil e Algarves 20 de março de 1816 – 7 de setembro de 1822 |width=\"30%\" align=\"center\" | Título abolido Independência do Brasil |} Categoria:Banda das Três Ordens Categoria:Cavaleiros da Ordem da Jarreteira Categoria:Condes de Arraiolos Categoria:Condes de Barcelos Categoria:Condes de Neiva Categoria:Condes de Ourém Categoria:Condestáveis de Portugal Categoria:Duques de Beja Categoria:Duques de Bragança Categoria:Grã-Cruzes da Ordem Nacional da Legião de Honra Categoria:Grão-Mestres da Ordem da Torre e Espada Categoria:Grão- Mestres da Ordem de Nossa Senhora da Conceição de Vila Viçosa Categoria:Marqueses de Vila Viçosa Categoria:Monarcas católicos romanos Categoria:Mortes por envenenamento Categoria:Monarcas portugueses assassinados Categoria:Sepultados no Panteão dos Braganças Categoria:Viradeira Categoria:Infantes de Portugal Categoria:Príncipes do Brasil Categoria:Príncipes Reais do Reino Unido de Portugal, Brasil e Algarves Categoria:Regentes de Portugal Categoria:Regentes do Brasil Categoria:Reis de Portugal Categoria:Reis do Algarve Categoria:Reis do Brasil Categoria:Imperadores do Brasil Categoria:Senhorios de Portugal Categoria:Opositores da maçonaria Categoria:Naturais de Lisboa",
 "title": "João VI de Portugal"
}