{
 "id": "18767",
 "text": "The Sex Pistols é uma banda inglesa de punk rock formada em Londres em 1975, considerada responsável por ter começado o movimento punk no Reino Unido e ter influenciado muitos músicos de punk rock e rock alternativo. Ainda que originalmente a banda tenha durado apenas dois anos e meio, lançando apenas quatro singles e um álbum de estúdio em vida — Never Mind the Bollocks, Here's the Sex Pistols —, os Sex Pistols são considerados por alguns críticos uma das mais influentes bandas da história da música popular. A banda era composta originalmente pelo vocalista Johnny Rotten, o guitarrista Steve Jones, o baterista Paul Cook e o baixista Glen Matlock. Matlock foi substituído por Sid Vicious no início de 1977. Sob a condução do empresário Malcolm McLaren, a banda provocou diversas controvérsias que tornaram-se o centro das atenções entre a opinião pública britânica. Seus shows frequentemente eram fonte de problemas para os organizadores e as autoridades, e suas aparições públicas quase sempre terminavam em confusões. Seu single de 1977, \"God Save the Queen\", que atacava o conformismo social da sociedade britânica e a submissão à coroa, precipitou a \"última e maior epidemia de pandemônio moral com base no pop\". Em janeiro de 1978, ao fim de uma turbulenta turnê nos Estados Unidos, Rotten abandonou a banda e anunciou seu fim. Ao longo dos próximos meses, os três outros integrantes gravaram músicas para a versão cinematográfica da história da banda, The Great Rock 'n' Roll Swindle. Vicious morreu de overdose de heroína em fevereiro de 1979. Em 1996 Rotten, Jones, Cook e Matlock reuniram-se para a Filthy Lucre Tour e, desde 2002, reunem-se esporadicamente para algumas turnês e concertos. Em 24 de fevereiro de 2006, os Sex Pistols — os quatro membros originais e Vicious — foram indicados para o Hall da Fama do Rock and Roll, porém recusaram-se a comparecer à cerimônia, chamando o museu de \"uma mancha de mijo\". ==História== === Formação === O embrião dos Sex Pistols foi uma banda londrina chamada The Strand, formada em 1972 por Steve Jones como vocalista, Paul Cook como baterista e Wally Nightingale como guitarrista. Segundo Jones contaria mais tarde, na época tanto ele quanto Cook tocavam com instrumentos roubados. Pelas primeiras formações do The Strand — também conhecidos como The Swankers — também passaram Jim Mackin como tecladista e Stephen Hayes como baixista, sendo o último substituído por Del Noones por pouco tempo.Savage, Jon. England's Dreaming, pp. 77–79; Strongman, Phil, Pretty Vacant, p. 84. Os membros da banda passavam bastante tempo em duas lojas de roupas na King's Road, no bairro de Chelsea: a Acme Attractions, de John Krivine e onde trabalhava Don Letts,Strongman, Phil, Pretty Vacant, p. 87; Savage, Jon, England's Dreaming, p. 96. e a Too Fast to Live, Too Young to Die, de Malcolm McLaren e Vivienne Westwood. A loja de McLaren e Westood havia aberto suas portas em 1971 como Let It Rock, tendo como temática o revival teddy boy dos anos 50. A loja mudou de nome em 1972 para focar-se em outra moda retrô, o visual rocker na época associado a Marlon Brando. Como John Lydon observaria mais tarde, \"Malcolm e Vivieene eram na realidade um par de impostores: venderiam qualquer coisa de qualquer moda à qual pudessem agarrar- se\".Robb, John, Punk Rock, p. 83. A loja se tornaria um ponto de encontro da cena punk rock, juntando futuros participantes da mesma, como Sid Vicious, Marco Pirroni, Gene October, Mark Stewart, entre outros.Robb, John, Punk Rock, pp. 83–84, 86–87, 89, 102, 105. Atribui-se a Jordan, atendente da loja, o mérito de \"haver formulado praticamente sozinha o visual punk\".Robb, John, Punk Rock, p. 84. No início de 1974, Jones convenceu McLaren a ajudar o The Strand. McLaren, então torna-se o empresário da banda e paga seu primeiro local formal de ensaio. Glen Matlock, um estudante de arte que ocasionalmente trabalhava na Too Fast to Live, Too Young to die, foi chamado para ser o baixista da banda.Savage, Jon. England's Dreaming, pp. 70–80. Em novembro, McLaren realocou-se para Nova Iorque temporariamente. Antes de sua partida, McLaren e Westwood haviam concedido uma nova identidade para sua loja: renomeada para SEX, ela muda seu foco de roupas retrô para uma \"anti-moda\" baseada em S&M;, promovendo-se como \"especialistas em vestimentas de borracha, de glamour e de atuação\".Savage, Jon. England's Dreaming, pp. 83, 92; Robb, John, Punk Rock, pp. 83–89, 102–105. Depois de trabalhar informalmente como empresário e promotor para os New York Dolls por alguns meses, McLaren retorna a Londres em maio de 1975.Savage, Jon. England's Dreaming, pp. 87–88, 97; Inspirado pela cena punk que começava a surgir na Baixa Manhattan — em particular com o estilo e a atitude radical de Richard Hell, então membro do Television —, McLaren passou a criar um maior interesse no The Strand.Savage, Jon. England's Dreaming, pp. 88–90, 92, 97. A banda estava ensaiando regularmente, supervisionada pelo amigo de McLaren Bernard Rhodes, e já havia tocado pela primeira vez em público. Pouco depois da volta de McLaren, Nightinhale é expulso da banda e Jones, desconfortável como frontman, assume o papel de guitarrista.Strongman, Phil, Pretty Vacant, pp. 84–85. De acordo com o jornalista e ex-funcionário de McLarem Phil Strongman, nessa época a banda adota o nime QT Jones and the Sex Pistols.Strongman, Phil, Pretty Vacant, pp. 85–86. McLaren, Rhodes e a banda começam a procurar alguém para assumir o vocal.Strongman, Phil, Pretty Vacant, p. 93; Savage, Jon. England's Dreaming, pp. 98–99. Como havia descrito Matlock, \"todos tinham cabelo comprido naquela época, até o leiteiro, então o que costumávamos fazer quando víamos alguém com cabelo curto era pará-lo no meio da rua e perguntá-lo se gostaria de ser um cantor\".Robb, John, Punk Rock, p. 110. Entre aqueles que se aproximaram estava Midge Ure, que já estava envolvido com a sua própria banda, Slik. Kevin Rowland — que co-fundaria o Dexys Midnight Runners três anos depois — fez uma audição, porém não conseguiu impressionar. Com a busca indo a lugar nenhum, McLaren tentou comunicar-se diversas vezes com Richard Hell, que rejeitou todos os convites.Strongman, Phil, Pretty Vacant, pp. 93–94; Savage, Jon. England's Dreaming, p. 99. ===A chegada de Johnny Rotten=== Em agosto de 1975, Rhodes notou John Lydon, um jovem de dezenove anos que costumava passar o tempo na King's Road, vestindo uma camiseta do Pink Floyd com as palavras \"I hate\" (\"Eu odeio\") escritas à mão acima do nome da banda e furada onde estavam os olhos de seus membros.Lydon, John, Rotten, p. 74.Savage, Jon, England's Dreaming, p. 114. Os relatos variam neste ponto: no mesmo dia, ou um pouco depois, Rhodes ou McLaren pediram para Lydon para ir à noite em um bar nas proximidades para conhecer Jones e Cook.Robb, John, Punk Rock, pp. 110–111; Savage, Jon, England's Dreaming, p. 120; Strongman, Phil, Pretty V acant, p. 98. De acordo com Jones, \"ele veio com o cabelo verde. Pensei que era um cara realmente interessante. Gostei de seu aspecto. Ele vestia sua camiseta 'I Hate Pink Floyd', presa com alfinetes de segurança. John tinha algo especial, mas quando começou a falar, era um verdadeiro babaca — mas esperto\". Quando o bar fechou, eles foram para a SEX, onde convenceram que Lydon improvisasse junto à jukebox \"I'm Eighteen\" de Alice Cooper. Como a performance levou os membros da banda ao riso, McLaren convenceu-os para que começassem a ensaiar com Lydon.Savage, Jon, England's Dreaming, pp. 120–121; Matlock, Glen, I Was a Teenage Sex Pistol, p. 71. Lydon mais tarde descreveu o contexto social no qual a banda foi formada: Nick Kent —um colunista da New Musical Express (NME)— ocasionalmente tocava com a banda, mas deixou-a quando Lydon foi chamado. Mais tarde, Lydon explicaria: \"Quando cheguei, dei uma olhada nele e disse, 'Não, isso tem que acabar'. Desde então, nunca escreveu algo positivo sobre mim\".Lydon, John, Rotten, p. 78. See also Matlock, Glen, I Was a Teenage Sex Pistol, pp. 57–59. Em setembro, McLaren novamente ajudou a banda a alugar um local de ensaio, já que eles estavam praticando em bares. Cook, que tinha um emprego em tempo integral que não queria abandonar, estava considerando deixar a banda. Como descreveu Matlock mais tarde, Cook \"criou uma cortina de fumaça\" alegando que Jones não seria capaz de ser o guitarrista solo da banda. Então, colocaram um anúncio na revista Melody Maker para encontrar um \"guitarrista prodígio, não mais velho do que 20 anos, com visual não pior do que o de Johnny Thunders\".Matlock, Glen, I Was a Teenage Sex Pistol, p. 86. A maioria dos guitarristas que fizeram a audição eram incompetentes, mas para McLaren, o processo criou um novo senso de solidariedade entre os quatro membros da banda.Savage, Jon, England's Dreaming, pp. 125–126. Steve New foi considerado o único guitarrista talentoso dos que participaram da audição e foi convidado para entrar na banda. Entretanto, Jones estava melhorando rapidamente e o som que a banda estava desenvolvendo não se encaixava com o estilo técnico de New. Ele abandonou a banda depois de um mês.Matlock, Glen, I Was a Teenage Sex Pistol, p. 87. Jones deu à Lydon o apelido de \"Johnny Rotten\" (\"Joãozinho Podre\"), aparentemente por causa de seus dentes estragados.Robb, John, Punk Rock, p. 112; Strongman, Phil, Pretty Vacant, p. 105. O nome da banda também foi decidido, após considerar várias opções como Le Bomb, Subterraneans, The Damned, Beyond, Teenage Novel, Kid Gladlove e Crème de la Crème, o nome escolhido foi Sex Pistols, uma abreviação do nome que já estavam usavando informalmente, QT Jones and the Sex Pistols.Evans, Mike, Rock 'n' Roll's Strangest Moments, p. 190; Matlock, Glen, I Was a Teenage Sex Pistol, pp. 64–65. Matlock says the band decided on the name while McLaren was in the United States—no later than May 1975—before Rotten even joined (p. 65). Jon Savage says the name was not firmly settled on until just before their first show in November 1975 (England's Dreaming, p. 129). McLaren depois explicou que o nome veio \"da ideia de uma pistola, uma pin up, algo jovem, assassino e atraente\". Malcolm ainda acrescentou: \"Lancei a ideia na forma de uma banda composta por adolescentes que transmitissem uma imagem de maus\".Molon, Dominic, \"Made with the Highest British Attention\", p. 76. A banda começou a compor material original: Rotten escrevia as letras e Matlock compunha as músicas, ainda que o créditos oficiais fossem compartilhados pelos quatro.Strongman, Phil, Pretty Vacant, pp. 99–100.Reynolds, Simon, \"Ono, Eno, Arto\", p. 89. O primeiro concerto da nova formação foi organizado por Matlock, que na época era estudante de arte no Saint Martin's College, onde a banda se apresentou no dia 6 de novembro de 1975,Gimarc, George, Punk Diary, p. 22; Robb, John, Punk Rock, p. 114; Savage, Jon, England's Dreaming, p. 129. ao lado de uma banda de pub rock chamada Bazooka Joe. Os Sex Pistols tocaram diversos covers nesta apresentação, incluindo \"Substitute\" do The Who, \"Whatcha Gonna Do About It\" do Small Faces, \"(Don't you Give Me) No Lip\" de Dave Berry e \"(I'm Not Your) Steppin' Stone\" do The Monkees; segundo alguns presentes, musicalmente a apresentação não foi nada excepcional, exceto pelo fato de que tocavam extremamente alto. Alguém —segundo Cook e Matlock, um membro do Bazooka Joe— desligou os amplificador durante a apresentação dos Sex Pistols antes que eles pudessem tocar as poucas canções originais que tinham preparado para a ocasião, o que resultou em uma breve briga entre os integrantes das duas bandas no palco.Strongman, Phil, Pretty Vacant, p. 106; Robb, John, Punk Rock, pp. 114–120; Strongman says that Rotten was pinned to the wall by Bazooka Joe's Danny Kleinman; after an apology, the Pistols continued playing for a few more minutes. Robb describes a brief fistfight that took place after the plugs were pulled. === O movimento alastra-se === Influenciados diretamente pelos Sex Pistols e pela persona artística de Johnny Rotten, logo após assistirem os shows deles, muitos jovens britânicos se sentem estimulados a seguir o estilo punk rock com a atitude do \"Faça Você Mesmo\". A partir de março de 1976, centenas de bandas punks surgem na Inglaterra, sobretudo em Londres. O movimento alastrou-se rapidamente. O motivo para tanta rapidez era simples, os jovens estavam cansados com o conformismo e com as bandas de rock progressivo da época. Não por acaso, um jovem chamado Joe Strummer resolveu acabar sua banda, o 101'ers e formar o The Clash depois de dividir o palco de um pequeno festival com os Sex Pistols. O grupo The Clash foi formado em 24 horas, em 1976. Depois de um encontro no mercado de rua de Portobello Road, Mick Jones (guitarra), Paul Simonon (baixo) e Strummer já começaram a ensaiar. Achar o baterista Terry Chimes foi apenas questão de tempo. Logo, os Pistols tinham com quem dividir as parcas luzes do circuito punk londrino. O movimento crescia a cada dia e bandas não paravam de surgir - entre elas The Damned, The Stranglers, Siouxsie & The Banshees, Generation X (que contava com um vocalista endiabrado chamado Billy Idol), mas até meados de 1976 nenhum disco havia sido lançado. O primeiro compacto punk saiu em 5 de novembro do mesmo ano, \"New Rose\" da banda The Damned. Pouco antes, em 8 de outubro, os Pistols assinam o histórico contrato com a EMI - a gravadora dos Beatles, The Animals e The Mamas & The Papas, entre muitos outros. Um mês depois, chega às lojas o histórico \"Anarchy in the U.K.\", que acertou o alvo - o caquético império britânico e os seus valores - mas não derrubou por completo o adversário. Os Pistols ainda eram conhecidos apenas no gueto de onde surgiram. Mas a televisão encarregou-se de levar o punk aos púdicos lares ingleses. No dia 1 de dezembro de 1976, Siouxsie, os Pistols e outros punks são os astros de um dos programas de maior audiência da TV inglesa, levado ao ar às cinco da tarde, a famosa hora do chá, na qual famílias concentram-se frente à TV. Depois do programa, dois milhões de britânicos passam a amar ou odiar os Sex Pistols. Motivo: pela primeira vez na história, a expressão \"Fuck Off\" (Foda-se) é dita diante das câmeras. O protagonista da história só podia ser Johnny Rotten. Melhor golpe de marketing seria impossível. A imprensa caiu de pau no episódio, detonando os Pistols por completo e, de quebra, levando o movimento às primeiras páginas de todos os jornais. Dez mil cópias de \"Anarchy In The U.K.\" são vendidas diariamente. Contudo os Pistols são expulsos da EMI em 6 de janeiro de 1977. === 1977: O ano do punk === Glen Matlock nunca se deu bem com Johnny Rotten, apesar de ser considerado por muitos o melhor músico do grupo. Em fevereiro de 1977 as brigas encresparam - sobretudo no que se referia às suas diferenças políticas - e Matlock é enxotado. A saída do baixista motivou a entrada daquele que viria a ser o maior símbolo do punk rock em todos os tempos, Sid Vicious. O melhor amigo de Rotten não sabia tocar, e estava o tempo todo chapado com drogas de todo o tipo. Contudo, sua performance (posando) ao vivo e sua personalidade autodestrutiva deram o toque final na fórmula do grupo. Vicious dá trabalho desde o início: num dos primeiros ensaios, passa mal e é levado as pressas para o hospital. Diagnóstico: hepatite causada pelo alto consumo de álcool e droga. Apesar de terem cancelado dezenas de shows, os Pistols logo assinaram um contrato com a gravadora A&M; Records, e aproveitando o jubileu de prata da rainha Elisabeth II, quando completou 25 anos no poder da Inglaterra, a banda solta o compacto de \"God Save The Queen\". A canção trazia uma das máximas do movimento punk: \"Não há futuro na Inglaterra.\" Em março, foi a vez da A & M despedir o grupo. Os motivos foram exatamente os mesmos da EMI, mas desta vez os quatro Pistols e McLaren embolsaram cerca de 75 mil dólares cada um. Dois meses depois, a Virgin contratou a banda. Enfim, o grupo achara a gravadora perfeita. Dirigida por Richard Branson - um jovem milionário excêntrico e quase tão maluco quanto os músicos que contratara-, a Virgin banca todas as brigas dos Pistols, inclusive o veto da BBC a \"God Save The Queen\". Numa das raras entrevistas dadas pelos Pistols na época, Johnny Rotten explica a revolta de sua banda: \"A música precisa dar assistência a todo esse lixo (a sociedade britânica). A música tem que mostrar saídas para se vencer a estagnação. Ela tem que ser verdadeira mas também bem-humorada. E isso não é política.\" O compacto chegou à terceira posição na parada britânica enquanto a banda preparava seu tão aguardado álbum de estréia, que acabou sendo lançado em 12 de novembro: Never Mind the Bollocks, Here's the Sex Pistols (\"Não ligue para os Idiotas, aqui estão os Sex Pistols\"). Então, de repente, a Inglaterra ficou pequena para o punk rock. === O último tiro dos Pistols === Mais uma vez os pioneiros são os Pistols. A banda foi para os Estados Unidos em janeiro de 1978 e encontra o país no auge da febre disco, apesar da aceitação do punk entre alguns poucos nova-iorquinos. O visto de permanência no país valia apenas dezesseis dias, o que força a banda a fazer uma miniturnê em ritmo de maratona. Ela passa por Atlanta, Dallas, Tulsa e, finalmente, chega ao berço do psicodelismo, San Francisco. No dia 14 de janeiro os Pistols fazem seu último show, para uma platéia de 5500 pessoas. Quatro dias depois, no restaurante do hotel onde a banda estava hospedada, em San Francisco, Paul Cook e Steve Jones dizem a Rotten que querem acabar com a banda. Pior: McLaren pensava o mesmo. O vocalista subiu até o quarto do empresário. Lá, ouviu Mclaren confirmar a história e ainda expulsá-lo da banda, sob a acusação de ser responsável pelo fracasso de vários projectos do grupo - entre eles a famosa visita ao assaltante Ronald Biggs no Rio de Janeiro, feita por Cook e Jones pouco tempo depois. Enquanto a banda chegava ao fim, Sid Vicious estava internado num hospital, a recuperar-se de mais uma overdose. Depois do desmantelamento dos Pistols, o baixista ainda gravou algumas canções com Cook e Jones, como a absurda versão de \"My Way\" e \"Belsen Was A Gas\", incluídas no filme e disco The Great Rock N Roll Swindle. Vicious iniciou então uma carreira solo, acabada numa cela de cadeia. O baixista foi preso pelo suposto assassinato de sua namorada Nancy Spungen, em 12 de outubro de 1978. O fato nunca ficou totalmente esclarecido: o corpo esfaqueado foi achado no banheiro do quarto 100 do Hotel Chelsea, onde eles viviam. Boatos dizem que Sid estava completamente chapado de heroína ao seu lado. O baixista foi preso imediatamente e só saiu da cadeia após a Virgin ter pago uma fiança de 50 mil dólares. Em 2 de fevereiro de 1979, menos de 24 horas depois de sua libertação, Vicious sofre uma overdose de heroína no banheiro da casa de sua mãe durante uma festa. Aos 21 anos de idade, estava morto o homem-símbolo do punk rock. Malcom McLaren, Paul Cook e Steve Jones chegavam a Nova Iorque poucas horas depois, ironicamente com a intenção de manter Vicious longe da heroína. \"Não creio que Sid morreu por causa dos problemas com os Pistols. O que eu não entendo é como as pessoas que estavam com ele na festa o deixaram consumir heroína\", disse Mclaren a Melody Maker, dias depois da morte do baixista. O engodo assumido The Great Rock N' Roll Swindle só veio para colocar um ponto final no mito Sex Pistols. Tanto o disco quanto o filme são obras erráticas, que valem apenas pelo registro de algumas das imagens - sonoras e visuais - mais importantes da história do punk. Na seqüência em que Vicious canta \"My Way\" e estoura os miolos da platéia de velhinhos que o assiste está resumida a história dos Pistols - arrasou a Inglaterra e mudou os conceitos do rock para sempre. === Relançamento de Never Mind The Bollocks === Em 14 de setembro de 2007, os integrantes da formação original do Sex Pistols (Johnny Rotten, Steve Jones, Paul Cook e Glen Matlock) anunciam sua volta aos palcos em apresentação única. O show de dia 8 de novembro de 2007, na Brixton Academy, Londres, com o objetivo de comemorar os 30 anos do álbum Never Mind the Bollocks, Here's the Sex Pistols e também de realizar seu relançamento. Em 2008, tocaram no Festival de Paredes de Coura em Portugal. No ano de 2012, foram lançadas duas edições especiais deste álbum. A edição em dois CDs, com o segundo disco apresentando material recolhido de dois shows da banda. Também é lançada uma caixa, contendo três CDs e um DVD, que marca o aniversário de 35 anos do disco, com demos, lados-B, músicas ao vivo e uma edição remasterizada das gravações do álbum; usando as, recém redescobertas, fitas master originais, incluindo nisto uma música inédita da época, \"Belsen Was a Gas\"; além de incluir um livro de capa dura com cem páginas, o \"Diário 1977\", uma réplica de 7\" de \"God Save The Queen\" (com uma cópia da letra original manuscrita) e um cartaz promocional de 3 por 5 metros. === Minissérie Pistol === Em 2022 foi lançada a minissérie Pistol, criada por Craig Pearce e dirigida por Danny Boyle (diretor de Trainspotting). A autorização dos direitos autorais para que a minissérie fosse feita rendeu brigas entre Johnny Rotten, que criticou muito a minissérie e os demais integrantes. Acabaram vencendo os demais integrantes e a minissérie foi lançada no FX on Hulu em 31 de maio. === 2024 === Uma casa de concertos chamada Bush Hall, em Londres, no bairro em que Steve Jones nasceu, estava precisando de ajuda financeira. Para isso a banda se reuniu e agendou algumas apresentações na casa. Para isso, o cantor Frank Carter foi recrutado para assumir os vocais. Os shows tiveram uma repercussão excelente e por isso resolveram fazer uma pequena turnê pelo Reino Unido. == Frases == * \"Eu não preciso de um Rolls-Royce, eu não preciso de uma casa no campo, eu não tenho que morar na França. Eu não tenho heróis do rock. Eles são desnecessários. Os Stones e o The Who não significam nada para mim; eles estão estabilizados. Os Stones são mais um negócio do que uma banda.\" Johnny Rotten (Dezembro de 1976) * \"A música precisa dar assistência a todo esse lixo (a sociedade britânica). A música tem que mostrar saídas para se vencer a estagnação. Ela tem que ser verdadeira mas também bem-humorada. E isso não é política.\" Johhny Rotten (explicando a revolta da sua banda) * \"…Never Mind The Bollocks, todos concordam, é um dos melhores discos do século XX.\" Pete Townshend (Guitarrista do The Who /Q Magazine - junho/96) * \"Os Sex Pistols pertencem a um grupo muito seleto de artistas, que podem afirmar com convicção haverem mudado o mundo.\" Johnny Roten (24 de junho de 1996) * \"Não creio que Sid morreu por causa dos problemas com os Pistols. O que eu não entendo é como as pessoas que estava com ele na festa o deixaram consumir heroína.\" Malcom Mclaren (Melody Maker / dias depois da morte do baixista) * \"Eu acho que o Clash vende tantos discos por que estão sempre na TV e nos jornais falando sobre o movimento punk… Então os jornais falam bastante de seus discos, e estes vendem.\" Malcom McLaren (Sounds/junho/76) * \"Eu ouvi o quanto vocês gostam de Dolly Parton aqui… Vocês ainda comemoram o aniversário do Elvis Presley?\" Johnny Rotten (na turnê americana de 78) * \"O rock n'roll está acabado, você não entende? Os Sex Pistols acabaram com o rock, eles são a última banda real de rock n'roll\" Johnny Rotten * \"Não há futuro para o sonho brasileiro\" Johnny Rotten (1996 - mudando a letra de \"God Save The Queen\", no show em São Paulo) * \"Eu quero ser um anarquista em São Paulo\" Johnny Rotten (1996 - mudando a letra de \"Anarchy In The U.K.\", no show em São Paulo) * \"O punk sempre foi decepcionante! E sempre será. Sempre\" Johnny Rotten (1996) * \"A única mensagem que temos para passar é a de que os Sex Pistols são a coisa \"real\". Somos a melhor banda punk… Esqueça o punk, isso não existe mais. Somos a melhor banda de rock de todos os tempos.\" Steve Jones (1996) * \"Punks eram as aparelhagens de som que nos davam para tocar e o público bêbado e idiota.\" Glen Matlock (1996) * \"O punk nasceu de uma maneira bem pouco musical. Eu estava andando com minha camiseta 'Eu odeio Pink Floyd' e fui convidado para ir à loja Sex de Malcom e Vivienne. Como não sabia cantar, fiz mímicas de uma música do Alice Cooper.\" Johnny Rotten (no livro \"Rotten - No Irish, No Black, No Dogs\") * \"Nós inventamos o punk. Nós dizemos como as coisas são.\" Johnny Rotten (1996) * \"Nossa atitude de quebrar tudo só vai durar até quando estivermos tão velhos quanto o Pete Townshend, fazendo rock só pelo dinheiro, mas quando isso acontecer, Sex Pistols não existirá mais.\" Paul Cook (1976) * \"Nós encontramos uma causa comum (para voltar), a paixão e o dinheiro. Não preciso realmente disso, mas um pouco mais, por que não? É um assalto a luz do dia.\" Johnny Rotten (1996) * \"Toda vez que alguém diz que alguma coisa é sagrada e não deve ser tocada, eu quero tocá-la.\" Johnny Rotten (1996) * \"O Sex Pistols nunca terminou propriamente, simplesmente fracassou porque as pessoas não sabem o que é o verdadeiro.\" Johnny Rotten (1996) * \"Pode ser porque todos somos londrinos, mas os Sex Pistols não teriam existido sem esta velha e querida cidade de Londres\" Johnny Rotten (2007) == Integrantes == * Johnny Rotten - Vocais (1975–1978, 1996–2001, 2002–2003, 2007–2008) * Steve Jones - Guitarra, baixo, vocais de apoio (1975–1978, 1996–2001, 2002–2003, 2007–2008, 2024–atualmente) * Paul Cook - Bateria (1975–1978, 1996–2001, 2002–2003, 2007–2008, 2024–atualmente) * Glen Matlock - Baixo, vocais de apoio (1975–1977, 1996–2001, 2002–2003, 2007–2008, 2024–atualmente) * Sid Vicious - Baixo, vocais de apoio (1977–1978, falecido em 1979) == Discografia == === Álbuns === * 1977 - Never Mind the Bollocks, Here's the Sex Pistols * 1977 - Spunk (demo) * 1979 - The Great Rock 'n' Roll Swindle (Trilha Sonora) * 1980 - Flogging a Dead Horse (Coletânea) * 1980 - Sex Pack (Coletânea) * 1985 - Anarchy in the U.K. - Live at the 76 Club (Ao Vivo) * 1992 - Kiss This (Coletânea) * 1996 - Filthy Lucre Live (Coletânea) * 2002 - Jubilee (Coletânea) * 2002 - Sex Pistols (Coletânea box) * 2005 - Raw and Live (Ao Vivo) * 2007 - Agents of Anarchy (Coletânea) * 2008 - Live & Filthy (Ao Vivo) * Lançamento do Bootleg: 1977; lançamento oficial: 1996, como parte de Spunk/This Is Crap, cd bônus inclui relançamento de Never Mind the Bollocks; Lançamento oficial como álbum único: 2006. * Lançamento do Bootleg: 1985; Lançamento oficial: 2001. === Singles === Ano Título UK Singles ChartWarwick, Kutner, and Brown, Complete Book of the British Charts, p. 973. Veja também 1976 \"Anarchy in the U.K.\" 1 1977 \"God Save the Queen\" 2 \"Pretty Vacant\" 6 \"Holidays in the Sun\" 8 1978 \"No One Is Innocent\"/\"My Way\" 7 1979 \"Something Else\" 3 \"Silly Thing\" 6 \"C'mon Everybody\" 3 \"The Great Rock 'n' Roll Swindle\" 21 1980 \"(I'm Not Your) Steppin' Stone\" 21 1981 \"Who Killed Bambi?\" — 1992 \"Anarchy in the U.K.\" (relançamento) 33 \"Pretty Vacant\" (relançamento) 56 1996 \"Pretty Vacant\" (live) 18 2002 \"God Save the Queen\" (relançamento) 15 2007 \"Anarchy in the U.K.\" (2º relançamento) 70 \"God Save the Queen\" (2º relançamento) 42 \"Pretty Vacant\" (2º relançamento) 65 \"Holidays in the Sun\" (relançamento) 74 * Creditado como \"Ten Pole Tudor with Sex Pistols\". == Filmografia == * Sex Pistols Number One * Who Killed Bambi? * 1977: The Great Rock 'n' Roll Swindle * 1979: The Punk Rock Movie * 1980: D.O.A.: A Rite of Passage * 1986: Sid and Nancy * 2009: Filthy Lucre Live * 1999: Sid's Gang * 2000:The Filth and the Fury * 2004: Blood on the Turntable: The Sex Pistols == Bibliografia == * Albiez, Sean, \"Print the Truth, Not the Legend. The Sex Pistols: Lesser Free Trade Hall, Manchester, 4 June 1976\", in Performance and Popular Music: History, Place and Time, ed. Ian Inglis, pp. 92–106. Ashgate, 2006. * Bolton, Andrew, Punk: Chaos to Couture, 2013. * Campbell, Sean, \"Sounding Out the Margins: Ethnicity and Popular Music in British Cultural Studies\", in Across the Margins: Cultural Identity and Change in the Atlantic Archipelago, ed. Glenda Norquay and Gerry Smyth, pp. 117–136. Manchester University Press, 2002. * Creswell, Toby, 1001 Songs: The Great Songs of All Time and the Artists, Stories and Secrets Behind Them, Thunder's Mouth Press, 2006. * Douglas, Mark, \"Fashions, Youth\", in Encyclopedia of Contemporary British Culture, ed. Peter Childs and Mike Storry, pp. 187–189. Taylor & Francis, 1999. * Evans, Mike, Rock 'n' Roll's Strangest Moments: Extraordinary Tales from Over Fifty Years of Rock Music History, Robson, 2006. * Gimarc, George, Punk Diary: The Ultimate Trainspotter's Guide to Underground Rock, 1970–1982, Backbeat, 2005. * Green, Alex. The Stone Roses, Continuum, 2006. * Harris, John. Britpop!: Cool Britannia and the Spectacular Demise of English Rock, Da Capo, 2004. * Hatch, David, and Stephen Millward, From Blues to Rock: An Analytical History of Pop Music, Manchester University Press, 1989. * Henry, Tricia, Break All Rules!: Punk Rock and the Making of a Style, University of Michigan Press, 1989. * Howard, David N., Sonic Alchemy: Visionary Music Producers and Their Maverick Recordings, Hal Leonard, 2004. * Lydon, John, with Keith and Kent Zimmerman, Rotten: No Irish, No Blacks, No Dogs, Farrar, Straus, and Giroux, 2008 [1994]. * Marcus, Greil, Lipstick Traces: A Secret History of the Twentieth Century, Harvard University Press, 1989. * Matlock, Glen, with Pete Silverton, I Was A Teenage Sex Pistol, Omnibus Press, 1990. * Marsh, Dave, \"The Sex Pistols\", in The New Rolling Stone Record Guide, ed. Dave Marsh and John Swenson, p. 456\\. Random House/Rolling Stone Press, 1983. * McNeil, Legs, and Gillian McCain (ed.), Please Kill Me: The Uncensored Oral History of Punk, Grove Press, 1996. * Molon, Dominic, \"Made with the Highest British Attention to the Wrong Detail: The UK\", in Sympathy for the Devil: Art and Rock and Roll Since 1967, ed. Dominic Molon, pp. 72–79. Yale University Press, 2007. * Monk, Noel, and Jimmy Guterman, 12 Days on the Road: The Sex Pistols and America, Harper Paperbacks, 1992. * Mulholland, Neil, The Cultural Devolution: Art in Britain in the Late Twentieth Century, Ashgate, 2003. * Pardo, Alona, \"Jamie Reid\", in Communicate: Independent British Graphic Design Since the Sixties, ed. Rick Poyner, p. 245\\. Yale University Press, 2004. * Paytress, Mark, Siouxsie & the Banshees: The Authorised Biography, Sanctuary, 2003. * Raimes, Jonathan, Lakshmi Bhaskaran, and Ben Renow-Clarke, Retro Graphics: A Visual Sourcebook to 100 Years of Graphic Design, Chronicle Books, 2007. * Reynolds, Simon, Rip It Up and Start Again: Post Punk 1978–1984, Faber and Faber, 2006. * Reynolds, Simon, \"Ono, Eno, Arto: Nonmusicians and the Emergence of Concept Rock\", in Sympathy for the Devil: Art and Rock and Roll Since 1967, ed. Dominic Molon, pp. 80–91. Yale University Press, 2007. * Robb, John, Punk Rock: An Oral History, Ebury Press, 2006. * Robbins, Ira, \"Sex Pistols\", in The Trouser Press Record Guide, 4th ed., ed. Ira Robbins, pp. 585–586, Collier, 1991. * Salewicz, Chris, Interview with Julien Temple by Chris Salewicz (The Great Rock 'n' Roll Swindle DVD bonus feature), Shout! Factory, 2001. * Savage, Jon, England's Dreaming: Anarchy, Sex Pistols, Punk Rock and Beyond, St. Martin's Press, 1992. * Sheldon, Camilla, and Tony Skinner, Popular Music Theory—Grade: 4, Registry, 2006. * Southall, Brian, The Sex Pistols: 90 Days at EMI, Omnibus Press, 2007. * Strongman, Phil, Pretty Vacant: A History of UK Punk, Chicago Review Press, 2008. * Taylor, Steven, False Prophet: Fieldnotes from the Punk Underground, Wesleyan University Press, 2004. * Temple, Julien, The Great Rock 'n' Roll Swindle (DVD), Shout! Factory, 1980 (2001). * Temple, Julien, with Chris Salewicz, \"Commentary on The Great Rock 'n' Roll Swindle\" (The Great Rock 'n' Roll Swindle DVD bonus feature), Shout! Factory, 2001. * Thompson, Dave, Alternative Rock, Hal Leonard, 2000. * Vermorel, Fred, and Judy Vermorel, Sex Pistols: The Inside Story, Omnibus Press, 1987 [1978]. * Wall, Mick, W.A.R.: The Unauthorized Biography of William Axl Rose, Macmillan, 2008. * Warwick, Neil, Jon Kutner, and Tony Brown, The Complete Book of the British Charts: Singles & Albums, 3d ed., Omnibus Press, 2004. == Leitura adicional == * Burchill, Julie, and Tony Parsons, The Boy Looked at Johnny: The Obituary of Rock and Roll, Pluto Press, 1978. * Colegrave, Stephen, and Chris Sullivan, Punk: The Definitive Record of a Revolution, Thunder's Mouth Press, 2005. * Coon, Caroline, 1988: The New Wave Punk Rock Explosion, Omnibus Press, 1977. * Dalton, David, El Sid Saint Vicious, St. Martin's Press, 1997. * Morris, Dennis, Destroy: Sex Pistols 1977, Creation Books, 2002. * Nolan, David, I Swear I Was There: The Gig That Changed the World, IMP Books, 2006 [2001]. * Parker, Alan, \"No One Is Innocent: Sid Vicious\" 2001 [Orion Books] * Parker, Alan, Young Flesh Required: Growing Up With the Sex Pistols, Soundcheck Books, 2011. * Walsh, Gavin, God Save the Sex Pistols: A Collector's Guide to the Priests of Punk, Plexus, 2003. == Ligações externas == * Site oficial * Facebook * Never Mind the Bollocks, Here's the Sex Pistols, edição com dois CDs, no Discogs. * Never Mind the Bollocks, Here's the Sex Pistols, Box. Categoria:Bandas de punk rock Categoria:Bandas da Inglaterra Categoria:Bandas formadas em 1975 Categoria:Bandas extintas em 1978 Categoria:Artistas incluídos no Rock and Roll Hall of Fame",
 "title": "Sex Pistols"
}