{
 "id": "18798",
 "text": "Felgueiras é uma povoação portuguesa do Município de Resende que foi sede da extinta Freguesia de Felgueiras, freguesia que tinha 8,27 km² de área e 319 habitantes (2011), e, por isso, uma densidade populacional de 38,6 hab/km². A Freguesia de Felgueiras foi extinta (agregada) pela última Reorganização administrativa do território das freguesias, de acordo com a Lei nº 11-A/2013 de 28 de Janeiro, tendo o seu território sido agregado ao da Freguesia de Feirão para constituir a União de freguesias de Felgueiras e Feirão com sede em Felgueiras. ==População== esquerda|150px|Evolução da População 1864 / 2011 População da freguesia de Felgueiras Instituto Nacional de Estatística (Recenseamentos Gerais da População) - https://www.ine.pt/xportal/xmain?xpid=INE&xpgid;=ine_publicacoes 1864 1878 1890 1900 1911 1920 1930 1940 1950 1960 1970 1981 1991 2001 2011 621 677 690 703 906 845 855 862 786 672 506 447 412 315 319 esquerda|150px|Evolução da População 1864 / 2011 Distribuição da População por Grupos Etários Ano 0-14 Anos 15-24 Anos 25-64 Anos > 65 Anos 0-14 Anos 15-24 Anos 25-64 Anos > 65 Anos 2001 59 42 135 79 18,7% 13,3% 42,9% 25,1% 2011 51 34 155 79 16,0% 10,7% 48,6% 24,8% Média do País no censo de 2001: 0/14 Anos-16,0%; 15/24 Anos-14,3%; 25/64 Anos-53,4%; 65 e mais Anos-16,4% Média do País no censo de 2011: 0/14 Anos-14,9%; 15/24 Anos-10,9%; 25/64 Anos-55,2%; 65 e mais Anos-19,0% == Situação geográfica == A freguesia é limitada a norte pelas freguesias de Cárquere e Resende, a leste por Paus, a sul por Feirão e Panchorra e a oeste por Ovadas. Situa-se 8 km a sudeste da vila de Resende, cravada na serra, onde o Montemuro se inclina para saudar o Douro. De Sarges à Alagoa de D. João, dos Cadavais ao Carvoeiro, esta freguesia possui uma área superior aos 8,4 km² que oficialmente lhe são atribuídos. == Localização == Noroeste: Cárquere Norte: Resende Nordeste: Paus Oeste: Ovadas Este: Paus Sudoeste: Ovadas, Panchorra Sul: Panchorra, Feirão Sudeste: Feirão, Paus == História == \"O nome da terra e do seu povoado principal deriva, na opinião do Prof. Dr. Albino de Almeida Matos, ilustre filho desta terra, do adjectivo latino \"filicarias\", que a propósito escreveu um artigo publicado no \"Jornal de Resende\": \"Terras Filicarias\", nome com que foi baptizado inicialmente o lugar, quer dizer terras onde há fetos\". A origem do nome sugere-nos desde logo que falemos do seu povoamento. O mesmo professor diz, no citado artigo, que “muito cedo estabelecidos em Cárquere, os romanos não deixavam de explorar os arredores” e que, “na direcção do monte de São Cristóvão, encontravam fetos por todos os lados”. E, mais adiante, continua: “Felgueiras aparece-nos assim, pelo nome, ligada à colónia romana de Cárquere e, certamente, aos primórdios desta”. A recordar os romanos, outros nomes existem hoje na freguesia, tais como Vila Longa e Quintãs. Não se pense contudo que o povoamento de Felgueiras começou com os romanos. Nos montes de São Cristóvão, área da freguesia de Felgueiras, encontram-se diversas mamoas, o que nos deixa concluir que, desde já na época do neolítico, morava gente nestas terras. Para além disso, escavações iniciadas em Setembro de 1994 perto da capela de São Cristóvão sob a orientação do Prof. Eduardo Jorge e ainda não concluídas, deixam pensar, pelo menos como hipótese, na existência de um recinto megalítico de tipo “cromlech” ou “alinhamento”, do terceiro ou quarto milénio antes de Cristo, com funções de observatório astronómico para organização de calendários relacionados com as épocas das sementeiras e das colheitas, e também, em simultâneo, em minha opinião, com funções de santuário ou recinto sagrado onde a tribo se reunia e prestava culto às suas divindades. Quem era essa gente? Os historiadores continuam a chamar-lhes Pré-Celtas. Podem ter sido os Lígures, os Túrdulos, ou outras tribos por nós desconhecidas. A presença de Mouros ficou documentada nos topónimos “Alcoreiro”, “Albaredo” e “Alborda”. De tempos anteriores à nacionalidade portuguesa são os topónimos Sanfins e São Cristóvão. Um e outro nos podem lembrar povoamento de época da reconquista Cristã (século X e XI), ou mesmos dos primórdios do Cristianismo nestas terras de Resende. Felgueiras aparece-nos no século XIII (1258), enumerada nas Inquirições de D. Afonso III como fazendo parte da Honra de Resende, que fora de Egas Moniz e então pertencia aos seus descendentes. No texto das referidas Inquirições e na lista das vilas que faziam parte da Honra de Resende, aparecem também os nomes de “Firoos” (Ferrós), “Veyroos”, “Pumeiral” (Pimeirol), “Vineais” (Vinhais) e “Cyringos”, dos quais da actual freguesia de Felgueiras. Num documento de 1227 D. Domingos Mendes doava ao Mosteiro de Salzedas, o terço de tudo quanto possuía em Pimeirol, para ser recebido no Mosteiro como familiar e nele ser sepultado, e ainda gozar de todo o benefício e sufrágio da ordem de Cister. Noutro de 1234 D. Dórdia Pires doava ao mesmo mosteiro, um casal que tinha em Felgueiras. Em 1229 D. Alda Vasques fez doação, ao referido mosteiro, de dois casais que possuía em Felgueiras, um em Ceringos e dois em Pimentel. Quando, em 1513, o rei D. Manuel I deu foral a Resende, criando um novo concelho na antiga Honra sob jurisdição do senhor de Resende, Felgueiras ficou a pertencer ao novo concelho, a assim continuou até aos nossos dias. No Tombo da casa do Paço de Resende (1790) aparecem enumeradas como propriedades andavam emprazadas, a pagavam foros importantes ao Morgado do Paço de Resende. A Junta de Freguesia, só viu construída a sua primeira sede em 1981, em lugar bem situado, perto do Outeiro do Espírito Santo e à beira da estrada que liga Felgueiras ao Monte de São Cristóvão\". 1 == Geografia == thumb|180px|esquerda|Monte de São Cristóvão. O relevo é bastante acidentado, recortado por um vale abruto onde corre o Ribeiro de Corvo, que nasce a 1.130 m de altitude, perto do Monte de São Cristóvão e vai desaguar no rio Douro (no Lugar da Mercê). A altitude da freguesia varia entre os 700 e os 1142 m (Monte de São Cristóvão). A vegetação local é composta na sua maioria por giestas, urzes e carqueja, embora salpicada aqui e ali por pinheiros bravos. Amieiros e salgueiros crescem junto aos regatos de águas frescas e límpidas; e nos bosques de carvalhos escuta-se o piar da coruja nas noites prateadas de luar. No Monte de São Cristóvão, montanhas rasgadas por vales profundos precipitam- se até ao rio Douro. Do norte sopra um vento gélido que nos vai segredando contos e lendas perdidos nas brumas do tempo. A vista alcança o vale de Corvo, o vale de Bestança, a Serra do Marão, uma grande parte do vale do Douro e, em certos dias, a Serra do Gerês. == Património == * Igreja de Felgueiras; * Capela de São Cristóvão; * Capela do Espírito Santo; * Capela da Senhora da Guia; * Capela da Senhora do Rosário; * Capela de São José; * Conjunto Megalítico de Felgueiras; * Cromeleque de São Cristóvão. === Capela de São Cristóvão === Existe aqui uma capela onde se venera São Cristóvão, representado por uma estátua esculpida em granito, provavelmente tão antiga quanto a feira anual que se realiza em sua honra no dia 25 de Julho. == Junta de freguesia == O presidente da Junta de Freguesia é Marcos Jacinto Almeida Matos, eleito nas eleições autárquicas portuguesas de 2009 pelo Partido Socialista. Além de Felgueiras, que é a sede da Junta, fazem parte desta freguesia mais três povoações: Beirós, Pimeirol e Ferrós. == Bibliografia == * Duarte, Joaquim Correia, Resende e a sua História, ed. Câmara Municipal, 1994, vol. II, pps 242-244 == Ligações externas == * * * * * * * *",
 "title": "Felgueiras (Resende)"
}