{
 "id": "18809",
 "text": "A Ribeira Brava é um município portuguêsRegulamento n.º 196/2017, Diário da República n.º 75/2017, Série II de 2017-04-17 na ilha da Madeira, Região Autónoma da Madeira, com sede na vila da Ribeira Brava, povoação que deu o nome ao município e à freguesia de que faz parte. Com 65,40 km² de área e habitantes (2011), o município encontra-se subdividido em 4 freguesias. O município é limitado a norte pelo município de São Vicente, a leste por Câmara de Lobos, a oeste pela Ponta do Sol e a sul tem litoral no oceano Atlântico. == Toponímia == A origem do nome deve-se à sua ribeira (a Ribeira Brava), que em épocas de chuvas apresentava um caudal muito forte, chegando a causar estragos ao longo dos oito quilómetros do percurso. == História == A Ribeira Brava é o mais novo concelho do arquipélago da Madeira, criado a 6 de maio de 1914, por desmembramento dos concelhos da Ponta do Sol e Câmara de Lobos. Condição que lhe foi conferida graças aos esforços do visconde Francisco Correia de Herédia e, também, do constante aumento demográfico. « [. . .] Está a Ribeira Brava, que por extremo tem este nome; é uma aldeia que terá trezentos fogos, com uma igreja de São Bento e bom porto de calhau miúdo... A ribeira é tão furiosa quando enche, que algumas vezes leva muitas casas e faz muito dano, por vir de grandes montes e altas serras e por ser desta maneira lhe vieram a chamar Brava.». Conta-nos o cronista Gaspar Frutuoso que durante o primeiro, reconhecimento à Ilha feito pelo 1.º Capitão Donatário do Funchal, João Gonçalves Zarco, depois de passar pelo Campanário; « (...) puseram-se muitos dias a caminho até chegarem dali a três léguas a uma furiosa ribeira, na praia da qual estava aguardando o capitão, que em terra desembarcara, e tinha ali traçado uma povoação, a que deu o nome de Ribeira Brava, pela que corria neste lugar (...)». E acrescenta ainda que ali « depois se fundou (uma freguesia), tão fresca e nobre (,) das melhores da Ilha, que além de ter muitos frutos e mantimentos em abundância, é e sempre foi tão generosa com os seus moradores que nela vivem, que, quando convinha aos capitães do Funchal, que depois foram socorrer os lugares de África com gente, deste só lugar tiravam tão nobres cavaleiros e gente lustrosa que à sua custa iam servir a El-Rei, e tinham tanto nome , como ao diante se verá no discurso desta história». Era terra de açúcar e de pomares ricos. É portanto uma freguesia das mais antigas e próspera. Calcula-se que foi criada em 1440 com capelão e pequena ermida e nessa altura já teria um número considerável de casas. Foi curato em 1594, mas já era sede de colegiada em 1540. A Igreja de S.Bento foi sede da paróquia e da colegiada e construída no segundo quartel do século XV. Ao longo dos anos sofreu restauros e alterações até que foi destruída; em seu lugar, surgiu a actual em qualquer sem qualquer interesse arquitectónico. Da primitiva igreja ainda ali se encontra a pia baptismal, ricamente decorada e, segundo consta, oferecida por D.Manuel. A ela também teriam pertencido o púlpito, algumas arcaicas e a Virgem do Rosário, peça luso-flamenga do século XVI. Notáveis são ainda algumas peças de ourivesaria sacra e a tábua onde está representada a Virgem entre S.Bento e S.Bernardo, painel raro da pintura luso- flamenga. Eis a Ribeira Brava situada na foz de uma ribeira do mesmo nome! Um lugar soalheiro, situado numa encruzilhada de caminhos por onde se deslocavam os povos das freguesias mais recuadas em viagem ou com mercadorias às costas, para tomarem o barco rumo ao Funchal. Aquele vale é um esplendor! Na realidade, a profunda ribeira recebe muitas águas que , desde o Paul da Serra, se precipitam por toda uma ampla bacia que se ergue até junto aos passos de ares, que se juntam ao Curral das Freiras. Geologicamente, e mesmo morfologicamente, a Madeira está dividida em duas partes bem distintas, cortadas , a Norte, pelo vale de S.Vicente e a Sul, pela Ribeira Brava. As escarpas que ladeiam as margens da Serra de Água são impressionantes. A meio do soberbo vale erguem-se penedos que são autênticas eminências isoladas, que parecem subir a pique para o céu. João Adriano Ribeiro descrevia a Ribeira Brava: \"Serros elevados , surgem como que por assombro, como se pretendessem mostrar o seu poderio, pelo interior do vale da Serra de Água. Talvez, a exemplo das Ilhas Canárias, se tornassem lugares sagrados se os primeiros povoadores não tivessem chegado tão tardiamente e trazido consigo uma religião monoteísta: a elevação denominada a Crista do Galo, a própria Encumeada, e muitos outros são autênticos monumentos naturais. Para Oeste do Lugar da Ribeira Brava, um terreno basáltico, nalguns casos com vestígios muito profundos da erosão, com misturas de argila, formaram-se as fajãs, cujos solos são ricos em material orgânico com temperaturas amenas e ricas para o cultivo de plantas dos climas temperados e mesmo tropicais. Para Leste, ergue-se uma penedia de escarpas e falésias com as ribeiras a desaguarem em cascatas sobre o mar e, nas suas margens, um acentuado declive, que veio a tornar difícil a fixação humana.\" O concelho da Ribeira Brava é o de criação mais recente, pois foi criado no ano de 1914. A sua instalação solene realizou-se no dia 2 de Agosto daquele ano. É composto das freguesias da Ribeira Brava, Serra da Água e Tabua, desmembradas do concelho da Ponta do Sol, e da freguesia do Campanário, separada do concelho de Câmara de Lobos. A sua população é de 12:800 habitantes. Tem por armas o fortim de São Bento, que se encontra à entrada da povoação sua sede, na rua que conduz ao cais. A Ribeira Brava não tinha a categoria de vila, embora frequentemente, ainda mesmo antes da criação do concelho, se lhe deve tal designação. Ribeira Brava conhecida ainda hoje pelo lugar mais importante deste concelho e que serve de sede da paróquia e do concelho em 1921, foi elevada à categoria de vila por Decreto-lei de 26 de Maio de 1928. Na costa e na embocadura da soberba Ribeira, o lugar da Ribeira Brava é aprazível e, apesar do desalento daquele curso de água, mostrou-se , desde o povoamento, um porto capaz para exportar todos os géneros produzidos nas localidades limítrofes. A Ribeira Brava era, ao mesmo tempo, um lugar de passagem dos que cruzavam a olha pela costa, daqueles que iam do Sul para o Norte, e ainda daqueles que lá chegavam de barco e seguiam o restante percurso até a casa a pé. Não admira, sobretudo porque as viagens de ida têm sempre um retorno, que coubesse àquele lugar o privilégio de ser o porto exportador dos legumes que chegavam do Norte, quando o mar por ali estava mau e os homens destemidos os traziam às costas. Enfim, na Ribeira Brava comercializavam-se os géneros produzidos nas freguesias limítrofes, isto tudo tendo em vista a sua exportação para o Funchal. Não admira que Gaspar Frutuoso, em 1583, traçasse uma panorâmica de tanta fartura. Não restam dúvidas de que, se compararmos com as redondezas da costa Sul, nomeadamente com a da Ponta do Sol, e até mesmo com a da Calheta, a Ribeira Brava tinha a primazia do fornecimento de géneros ao Funchal. De facto, não admira que até os Jesuítas conhecidos por receberem de bom e do melhor, tivessem procurado as rendas deste lugar como alternativa à substituição da sua renda real. O mesmo se passaria com os Franciscanos que, na mesma, mira, procuraram ali implantar um Hospital. Era sem dúvida, um lugar de abundância, onde se poderia há muito tempo formar um novo concelho e, por isso, não admira que as suas pretensões, datadas de 1835, só se tenham concretizado em 1914. Na realidade, a Ribeira Brava era um lugar sobretudo comercial, ou próprio para vender os produtos directamente. Apenas nas terras limítrofes se estabeleceram os terra-tenentes. Na Ribeira Brava viviam os comerciantes que preferiam o lucro do seu negócio aos títulos gratuitos que a governança poderia dar. O desejo de fundar um concelho seria um cumular de impostos e o ter de sustentar o peso da administração. De qualquer maneira, a burocracia dá cabo da destreza com que os comerciantes movimentam os negócios e, de uma forma geral, só faz apertar a tributação. O lugar da Ribeira Brava funcionava como uma espécie de zona franca de comércio e estava alheia à teimosia dos fiscais que impõem regras para tudo. Vender carne sem haver um açougue, ou ainda comercializar vinho sem pagar o imposto da imposição foi uma táctica comum e, como na poupança é que está o ganho, já o ganho, iria tornar alguns comerciantes muito opulentes. Primeiramente , os oficiais da Câmara do Funchal não se atreviam a ir fiscalizar à Ribeira Brava, como acontecia na cidade, porque uma penedia difícil de transpor separava as duas localidades.Já noutra fase, e isto depois da fundação do concelho da Ponta do Sol em 1501, a Ribeira Brava ficava nos limites do concelho do Funchal, e o que agradava a esta autarquia era que não faltassem géneros na cidade, porque disso fazia depender a abastança local e o tráfico marítimo. Quase poderíamos dizer que os comerciantes da Ribeira Brava , comprando e vendendo os géneros necessários à vida quotidiana, preferiam viver numa espécie de subserviência em relação ao Funchal. Se, noutros casos, observamos os terra-tenentes, mais propriamente os senhores das terras titulares de honrarias a esquivarem-se a estender a mão aos vilões, em sinal de cumprimento, tal facto não acontecia na Ribeira Brava com comerciantes bem colocados. Nas arrematações das rendas locais do século XVIII , verificamos que a Ribeira Brava, com o Campanário, com a Serra de Água e mesmo com a Tabua, faziam um todo. Contudo, estas quatro localidades pertenciam à jurisdição do Funchal, sendo depois partilhadas pela Ponta do Sol e por Câmara de Lobos, uma vez que, segundo os critérios das autoridades da época, não estavam reunidas as condições para se formar um novo concelho. Assim, a Ribeira Brava ficou pertencendo à Ponta do Sol e aguardava uma nova oportunidade para se emancipar. Um Dicionário Geográfico, publicado em 1850, referia-se à Ribeira Brava da seguinte forma: Vila \"modeira\" da ilha da Madeira, situada junto à caudalosa ribeira de que tomou o nome. Pertence ao concelho da Ponta do Sol e tem uma freguesia que consta de 729 fogos com 3425 habitantes. Na mesma época, a Serra de Água contava com 309 fogos e 1493 habitantes; a Tabua, com 403 fogos e 1813 habitantes. Um pouco mais tarde, em 1885, a Ribeira Brava tinha 1861 varões e 2027 mulheres; a Serra de Água 799 varões e 836 mulheres; a Tabua, 991 varões e 992 mulheres. Apesar de não termos os dados referentes ao Campanário , procuramos com estes números demonstrar que já havia condições para se formar ali um concelho que incluísse as quatro localidades. Contudo, esta reivindicação foi sendo adiada. Só em 1914 e devido à acção do visconde da Ribeira Brava, a referida localidades viu os seus anseios concretizados. O decreto de 6 de Maio de 1914 criou o concelho da Ribeira Brava. A instalação solene deu-se a 2 de Agosto do referido ano. O novo município escolheu para as suas armas o pequeno fortim que está a junto à Alameda nas proximidades da Praia. Em 1915, foi criado ali um círculo escolar. A elevação à categoria de Vila verificou-se pelo decreto de 26 de Maio de 1928.Esta abrange o sítio que antigamente era conhecido por Lugar da Ribeira Brava, Calvário, Bagaceira e ainda o dos Moinhos. Não tardou que a Ribeira Brava fosse contemplada com muitos benefícios recuperando os já existentes: de estação telégrafo postal, telefone, posto do Registo Civil, posto Fiscal e a sede de um partido médico. thumb|right|250px|Tabua. Entre os moradores ilustres desta freguesia destacam-se o Padre Manuel Álvares e o visconde da Ribeira Brava. O padre Manuel Álvares entrou na Companhia de Jesus, a 4 de Junho de 1546, com 20 anos de idade,tendo-se tornado num célebre gramático, conhecido como tão grande latinista que, com a sua gramática, conseguiu fama internacional.Esta obra foi traduzida em doze línguas e divulgada em toda a Europa. Era homem de grande talento e distinguiu-se na sua ordem ao ponto de ter sido reitor de diversos colégios da Congregação, como Évora, Coimbra e Lisboa.Faleceu em 1583. O Município da Ribeira Brava homenageou o seu ilustre contemporâneo, erguendo no largo da igreja um busto da autoria do escultor Amândio de Sousa. Francisco Correia Herédia, visconde da Ribeira Brava, nasceu nesta freguesia em 1852. Cursou o Liceu do Funchal e frequentou o Curso Superior de Letras em Lisboa.Desde cedo dedicou-se à política, representando a Madeira como deputado e recebeu o título de visconde em 1871. Tomou parte em movimentos revolucionários com vista à queda da monarquia. Com a República colocou-se ao lado de Afonso Costa, passando a ter um papel importante na política do arquipélago. Teve uma acção muito importante no desenvolvimento da sua terra natal, designadamente quando fez parte da Junta Geral do Distrito. O visconde da Ribeira Brava foi morto a tiro em Lisboa, a 16 de Outubro de 1918. Outro natural desta freguesia, Gaspar Vilela, socorreu a vila de Santa Cruz de Cabo de Gué e esteve em Safim cinco meses, com gente à sua custa, sessenta homens de armas, ele e seu irmão. Igualmente participou com o infante D.Luis, em 1531, na tomada de Tunes. Todos os anos, no dia 29 de Junho, tem lugar um arraial que forasteiros de toda a ilha. E a festa de S. Pedro, com a «barquinha» e a «dança das espadas» na procissão. Segundo a tradição, a barquinha era guarnecida de flores e levava instrumentos e pesca, símbolo dessa indústria, juntamente com a imagem de S. Pedro. Os sete homens de dança vestiam calções brancos, blusões vermelhos e na cabeça tinham barretes verdes em forma de mitra, guarnecidos de plumas e de fitas. Cada um tinha a sua espada e ao som do pandeiro, em ritmo monótono, faziam movimentos lentos, passando sob as espadas. Hoje em dia procura-se recuperar esta tradição, uma vez que ela tinha caído em desuso, e ensina-se às jovens gerações os passos rituais da dança e o seu significado. Faz-se também no mar uma procissão de barcos que, iluminados, dão um ar feérico à baía da Ribeira Brava. == Clima e relevo == Possui um clima temperado mediterrânico, com verões a atingir em média 27 °C e invernos também amenos, à volta dos 16 °C. Quanto ao relevo, este apresenta-se bastante acidentado, dominado por vales profundos e com desníveis abruptos. Os pontos mais elevados são o Pico Grande e o Pico do Cerco, respetivamente 1.675 e 1.586 metros. == Freguesias == As freguesias do município de Ribeira Brava são: * Campanário - Esta freguesia é caracterizada por ser muito populosa. Um ilhéu, no mar, tem a forma de campanário de uma igreja e teria sido ele a dar o nome aquela localidade. Chegou a haver aqui um modesto cais de desembarque. * Ribeira Brava - Sendo uma dos mais antigos locais da região, esta freguesia desde cedo assumiu-se como eixo de ligação com a parte norte e oeste da ilha. Foi dotada logo de início por um pequeno porto que fazia as ligações de mercadorias para o Funchal. * Serra de Água - Esta freguesia foi doada de sesmarias a um dos descedentes de Zarco: Helena Gonçalves. Esta localidade foi, durante muitos anos, abundante em madeiras, ao contrário das localidades ribeirinhas. * Tabua - Esta é a freguesia menos populosa do concelho. No início pertencia antes ao concelho da Ponta de Sol, passando mais tarde para dentro dos limites do concelho ribeira-bravense. == Património == Situado a apenas quinze quilómetros do Funchal, o município da Ribeira Brava possui um património cultural do qual fazem parte a Igreja Matriz, uma pequena fortificação, o Forte de São Bento da Ribeira Brava, o Museu Etnográfico da Madeira, instalado numa antiga casa que funcionou, a partir do século XIX, como engenho de moagem de cana de açúcar e produção de aguardente e um pequeno núcleo museológico, dedicado a arte sacra, onde se encontra o tesouro da Matriz. Podemos ainda encontrar a antiga moradia do fundador do Concelho, Francisco Correia de Herédia, visconde da Ribeira Brava. No antigo solar, datado dos séculos XVIII/XIX, encontra-se a funcionar o edifício da Câmara Municipal, possuindo no seu interior um magnífico jardim, com inúmeras espécies naturais. ==População== Número de habitantes * Instituto Nacional de Estatística (Recenseamentos Gerais da População) - https://www.ine.pt/xportal/xmain?xpid=INE&xpgid;=ine_publicacoes 1864 1878 1890 1900 1911 1920 1930 1940 1950 1960 1970 1981 1991 2001 2011 2021 9 154 10 414 10 519 11 917 10 603 14 132 16 394 19 382 20 762 19 793 15 960 13 480 13 170 12 494 13 375 12 680 Número de habitantes por Grupo Etário ** INE - http://censos.ine.pt/xportal/xmain?xpid=CENSOS&xpgid;=censos_quadros INE - https://www.ine.pt/xportal/xmain?xpid=INE&xpgid;=ine_indicadores&indOcorrCod;=0011166&contexto;=bd&selTab;=tab2 ' 1920 1930 1940 1950 1960 1970 1981 1991 2001 2011 2021 0-14 Anos 5 445 6 095 7 855 7 296 7 292 5 745 S/ dados 3 165 2 496 2 370 1 612 15-24 Anos 2 829 3 255 3 631 4 444 3 601 2 695 S/ dados 2 462 1 943 1 654 1 582 25-64 Anos 5 121 6 152 6 884 7 373 7 598 6 045 S/ dados 5 610 6 036 7 121 6 848 = ou > 65 Anos 718 836 1 001 1 104 1 302 1 475 S/ dados 1 933 2 019 2 230 2 638 * Número de habitantes \"residentes\", ou seja, que tinham a residência oficial neste concelho à data em que os censos se realizaram. ** De 1900 a 1950 os dados referem-se à população \"de facto\", ou seja, que estava presente no concelho à data em que os censos se realizaram. Daí que se registem algumas diferenças relativamente à designada população residente === Distribuição da população === Segundo os censos de 2001, a população do concelho totaliza 12 494, distribuídas pelas quatro freguesias da seguinte maneira: # Ribeira Brava: 5 941 hab. # Campanário: 4 131 hab. # Serra de Água: 1 317 hab. # Tabua: 1 105 hab. == Património Natural == === As Serras === As Serras da Ribeira Brava sempre foi uma atração turística e cultural para quem visitava, iniciando pela extração de madeiras, lenhas, semear cereais e a criação de gados. No entanto, desde a altura de 1515 a extração da atividade humana trouxe certos prejuízos. A Câmara da Ribeira Brava, nos anos de 1638 e 1639 decretou que os homens que cortavam a madeira sem reparar que estavam a desertificar a produção de árvores e foi aí que apareceu as coimas. Nessa altura era muito significativo, a existência desses documentos que comprovassem que tinham licença para o fazer, pois cada árvore era muito procurado pelo seu valor. Os primeiros cortes de árvores nas serras do Campanário, Tabua e Serra de Água foi dada a D. Francisco Correia Herédia para que pudesse cortar um vinhático, na Tabua. Ano seguinte, no mesmo lugar João da Silva teve licença para cortar três vinháticos. Também, na Serra de Água existia escarpas e era de difícil acesso para cortar algumas árvores vinháticos bons para a produção mobiliária Francisco Vicente também conseguiu a licença para cortar essas árvores que trazia bom custo financeiro. Enquanto, a serra da Ribeira Brava Francisco Vicente fez um acordo com António Fernandes para vender um lote de madeira posto no Calhau do Funchal. Essa licença foi bastante importante para sabermos como designam as peças e qual o preço das mesmas. Consta-se que o preço para a elaboração das madeiras seria um luxo. Mas, também segundo os observadores relatam que o aproveitamento da lenha seria rentável para o carvão. Para além destes luxos argumentados anteriormente no século XIX, a população desta altura observou que necessitavam de fertilizar as serras então começaram a semear a giesta. Este arbusto da giesta trouxe muitas vantagens como serviam para acender o lume de forma para fazer os colares no mês de maio que as raparigas utilizavam na festa do Santíssimo Sacramento. As serras da Ribeira Brava tem por sua designação de Floresta Laurissilva, pois as altitudes condicionam a implantação de vegetação, pois acima dos 1500metros pode existir queda de granizo, neve e nevoeiros requerem-se que as plantações sejam árvores como o til, castanheiras, arbustos e musgos pois a sua folhagem é mais escura do que nas zonas mais baixas da ilha onde possam plantar uma grande variedade de fruto e vegetais, árvores mais baixas como por exemplo, o azevinho sorveira, malmequeres, entre outras espécies de árvores e plantações. Na atualidade, a Floresta Laurissilva ocupa as áreas mais montanhosas visto que a atividade humana em construir casas nas zonas mais baixas dificultou a implantação. === Cascatas === A definição mais concreta acerca de uma cascata é a formação de uma queda de água que se formam sempre a partir de um leito de um rio ou ribeiro que possa ter um desnível brusco. Existe permaneça de queda de pedras. Na parte superior da cascata a ação erosiva da corrente provoca, normalmente retrocesso do seu bordo. Transformando normalmente em zonas rápidas. Na parte inferior da cascata a erosão erosiva, exercida pela pressão da água que cai que futuramente origina lagos. No concelho da Ribeira Brava há quase uma dezena de cascatas, tanto no mar como na ribeira. A localização da primeira cascata está localizada no cais da Ribeira Brava, a segunda, está à frente do supermercado Continente, mas concretamente, ao pé da Serra da Água. Numa das inclinações desta encosta, onde corre o leito da Ribeira Brava. A terceira esta ao pé da ribeira, mais concretamente na ponte da Serra de Água. Por fim, a cascata de Campanário está localizada no cais da lapa. == Paisagem == A Paisagem da Ribeira Brava tem evoluído significativamente tanto em nível da qualidade de vida das populações como em nível do Património, observamos melhoramento nas igrejas, mais infraestruturas, melhoramento das praias, entre outros. Com a construção da via-rápida verificou-se que houve um aumento das áreas urbanas, nomeadamente nas freguesias da Ribeira Brava e do Campanário, consequentemente o abandono da atividade agrícola. Segundo o Gaspar Frutuoso o concelho da Ribeira Brava tem alterado por completo a sua construção, hierarquia, paisagem e cultural dado este escrito no seu livro Saudades da Terra, \"Ao Occidente huma legoa do Campanario, está a Ribeira Brava, que por extremo tem este nome: he huma aldeya que terá como trezentos fogos, com huma egreja de S. Bento, e bom porto de calhao miudo, que pelo chão da ribeira acima tem as casas,e muitas cannas de assucar, e dous engenhos, e pomares muito ricos de muitos peros e peras, nozes e muita castanha, com que he a mais fresca aldeya que ha na ilha; (...) tem também muitas vinhas (...). A ribeira he tão furiosa quando enche, que algumas vezes leva muitas casas, e faz muito damno, por vir de grandes montes e alta serras; e por ser desta maneira, lhe vieram a chamar brava (...)\" O conceito de Paisagem a considerar no âmbito da Revisão do Plano Director Municipal da Ribeira Brava, deverá ser holístico e integrador das dimensões ecológica, cultural, sócio-económica e sensorial e principalmente emotiva na sua na paisagem os diferentes factores naturais e culturais interagem e evoluem em conjunto, determinando e sendo determinados pela estrutura global, o que resulta numa configuração particular. Assim, preservando e conservando o seu território. Assim, segue-se um esquema das paisagens existentes na Ribeira Brava e os elementos singulares de cada paisagem. No entanto, a Câmara da Ribeira Brava não tem superado as suas perspectivas, pois a sua paisagem esta a ficar degradada por causa do acontecimento do 25 de Fevereiro em que danificou a vila da Ribeira Brava e também a encosta desta freguesia com o acontecimento recente da derrocada na vila. ===Vale de Ribeira Brava=== O vale da Ribeira Brava corresponde ao território associado à bacia hidrográfica da Ribeira Brava. É constituído pelo complexo vulcânico de base até à Serra de Água, com cerca de 500metros em determinadas zonas. Apresentando um contraste nítido entre a bacia de recepção, em forma de funil, com especial relevância para a zona da Serra de Água e a zona a jusante, em forma de dramática garganta praticamente até à foz, onde são depositados os calhaus. A vila da Ribeira Brava tem o seu núcleo original junto à foz e a sua expansão ao longo do leito da ribeira, onde se concentram núcleos habitacionais, os principais equipamentos de uso público e as principais vias de comunicação. Neste caso, refira-se a capital importância do vale da ribeira Brava e da vila em particular como ponto de distribuição de fluxos rodoviários para Poente e para Norte, reforçados pelos recentes investimentos públicos ao nível das infraestruturas rodoviárias em especial pela construção do túnel da Encumeada que diminuiu significativamente o tempo de ligação com a vertente Norte da ilha. ===Urbano Disperso=== A zona Urbano Disperso caracteriza-se pela ocupação dispersa tradicional da paisagem madeirense. Reparte-se nas suas expressões nascente (e Poente, relativamente ao corte definido pelo vale da Ribeira Brava. A parte nascente, é marcada pelo sul da freguesia do Campanário e leste da freguesia da Ribeira Brava, representa as dinâmicas de ocupação predominantemente residencial em meio agrícola constituído para além do Campanário, pelos lugares das Furnas da Amoreira, Calçada, Serrado, Carmo, Corujeira, Roda Maçapez, Porto da Rebeira, Lombo da Lovada, Boa Morte, Pedra Mole, S. João, Quinta do Cabouco, Cruz, Fonte Pinheiros. A UP2b, corresponde ao território com similares características de ocupação à UP2a, a poente do vale da ribeira Brava entre a parte sudoeste da freguesia da Ribeira Brava e sul da freguesia da Tabua. Corresponde à área de influência dos lugares do Pico, Apresentação, Lombo Gesteiro, Maçapez, Corujeira, Fajã do Trigo, Sta. Fátima, Fonte das Cruzes, Candelária. Em síntese, caracteriza-se por uma dispersão de edificações que acompanha o parcelamento da propriedade, em envolvente agrícola intensiva, limitada a norte e a cotas altas pela faixa florestal e a sul pela relação panorâmica com o mar, pontuados por referências sociais como igrejas, estabelecimentos comerciais ou equipamentos públicos, mas que raramente definem centralidades relevantes. ===Faixa Costeira=== A faixa litoral do concelho da Ribeira Brava, insere-se no contexto costeiro meridional ilhéu, menos exposto à ação direta da abrasão do que a costa norte, mas ainda assim caracterizada pela sucessão de arribas em que a estrutura dos materiais eruptivos favorece os desmoronamentos. As arribas são apenas interrompidas pela foz das ribeiras da Tabua e Ribeira Brava, onde se situam duas importantes urbes e onde o depósito de materiais grosseiros forma praias de calhau, que dispondo de acessibilidade renovada se constituiu num ponto de interesse turístico, em envolvente de elevada aptidão agrícola. ===Floresta=== A floresta refere-se ao andar de vegetação arbórea que remata o limite da ocupação humana e estabelece a transição com o andar superior das associações herbáceas dos prados de altitude ou dos picos da alta montanha. Esta faixa de bosques, protege o andar das culturas e da ocupação humana das brisas de montanha e dos ventos dominantes e desenvolvem-se a cotas onde a condensação frequente patrocina o seu desenvolvimento. Da qual, na atualidade esta muito alterado com a ação do homem. Caracteriza-se pela mata de exóticas, formada sobretudo pela presença dos povoamentos estremes ou mistos de pinheiro bravo, eucalipto e ocasionalmente com folhosas, assinalando-se já a presença de espécies invasoras (acácias) que podem rapidamente aumentar a sua relevância no contexto florestal. ===Alta Montanha=== A alta montanha representa territórios acima dos 1000 metros. São áreas geralmente secas, que sobressaem acima do andar das nuvens. São caracterizadas no muito abrupto sector superior, pela ocorrência de grandes cornijas talhadas nos montes lávicos, em zona onde o montado se degradada, rareando a vegetação arborescente, dando lugar aos tufos arbustivos. Os elementos singulares desta caraterização serão, a ligação ao Paul da Serra, o Pico do Folhado, o Lombo do Mouro, Pico das Furnas, Levadas do Lombo e das Rabaças, Crista do Espigão, Achada da Pinta, Pico da Cruz, Pico do Cavalo, Boca do Cavalo, Boca do Cerro, Bico do Serradinho, Pico das Empenas por fim o Pico do Arranhamento. === Praias === No concelho da Ribeira Brava existe duas praias o cais da Ribeira Brava e o Calhau da Lapa situada na freguesia do Campanário. O Calhau da Lapa foi inaugurado no ano de 1908 pela Junta Geral, na altura este cais era um dos mais importantes portos para que os homens pudessem fazer o seu próprio serviço de navegação, muitos dos pescadores usufruíram destes serviços para efetuar o transporte de mercadorias e passageiros. Os comerciantes e os pescadores guardavam as suas mercadorias e utensílios de pesca nas grutas escavadas na alta escarpa junto ao mar e à ribeira e também utilizavam algumas casas para o uso do comércio de bens. Em 2000, a Associação Desportiva do Campanário criou uma secção denominada Amigos do Calhau da Lapa com a intenção de preservar o seu património. Nesta localidade os pescadores pescavam de todo o que a merecia oferecia desde espada branca e preta, atum, cavalas, chicharros, entre outras espécies. Os Homens do Mar muitas vezes atracavam neste cais em tempos muito difíceis e enfrentavam o medo e o poder do mar, pois no Inverno nesta altura era muito perigoso fazer embarcações. Daí existir o São Brás, pois quando não existia abundância de água muitos iam fazer pesca e rezando por este ano que o ajudasse. Na primeira semana celebrasse a festividade deste Santo e é habitual levarem-no para o mar, pois São Brás foi um orador da pesca. Por outro lado, o cais da Ribeira Brava sempre foi uma área muito prejudicial à vida devido a sua localização e também por estar numa zona onde caí constantemente pedras e isso torna num ponto negativo para o turismo. Nesta localidade, muitos turistas ou mesmo a população desta freguesia desfruta do complexo balnear na época do Verão. ===Ribeiras=== Uma ribeira é um curso de água, navegável ou não, entre margens próximas, maior que os regatos e riachos e menor que os rios, por outras palavras é um pequeno rio ou ribeiro. No concelho da Ribeira Brava existe três Ribeiras, a Ribeira da Tabua, a Ribeira Brava e a Ribeira de Campanário. No dia 20 de Fevereiro de 2010, houve uma catástrofe na Ilha da Madeira cuja sequência de acontecimentos foi iniciada por uma forte precipitação durante a madrugada deste dia. O nível do mar subiu devido à falta de limpeza nas Ribeiras. As zonas onde ficou mais prejudicado foi a Ribeira Brava e o Funchal. Onde cerca de 3,2 milhoes de euros ficaram retidos para construção de um novo cais e que fosse mais seguro e para que a construção de novas casas a quem perdeu o seu património devido a este problema. A Ribeira de Campanário verificamos que não existe limpeza nesta zona e consequentemente poderá haver prejuízo nesta ribeira, isto se houver muita precipitação. == Agricultura== === As Cerejeiras === As primeiras implantações das cerejeiras na ilha da Madeira foi as cerejas pretas, na Ribeira Brava e na Serra de Água. Porém, por celebrarmos a Festa da Cerejeira no Jardim da Serra, e por existir cerejas vermelhas neste lugar não quer dizer que as primeiras implantações fossem de lá, pois isso será um mito. Estas cerejas pretas não apareciam nos mercados e ninguém sabiam da sua existência visto que este cultivo era para a produção do vinho. Na verdade, as pessoas pensavam que a produção do vinho era feito pela vindima e não imaginariam que essa produção era dessas cerejas o povo dessa altura estava enganado e sobretudo o lucro dessa produção era muito exagerada naquela altura. Depois da descoberta deste fenómeno, o Governo da Madeira viu-se obrigado a atuar para retirar este cultivo e não plantarem nas fazendas. Assim, fizeram anúncios nas igrejas e se algum agricultor desobedecesse a esta regra, ele seria preso, para assim pagassem as despesas feitas para remover as cerejas pretas. As implantações das cerejas, da nogueira e das castanheiras diversificou até a segunda metade do século XVII e assim conseguiu trazer danos dado que o caso das cerejeiras era uma guloseima cobiçada pelos moradores da cidade da Ribeira Brava. Por outro lado, as castanheiras e as nogueiras, nunca foram cortadas, pois estas árvores eram de grande porte para o cultivo ao contrário das cerejeiras. Atualmente vimos e observamos que a produção de cerejeiras ou de outro cultivo é um grande lucro alimentar para a sociedade. === O Gado === O Gado na Ribeira Brava foi um fator muito decisivo para o conselho e quem quisesses ter a sua própria vegetação era necessário ter documentação. Em 1916, o proprietário Manuel Tibúrcio Ferreira residente no Campanário decidiu o ato da caça nestas freguesias e consequentemente teve muito sucesso conseguindo caçar cerca de 224 coelhos, dois gatos bravos, três francelhos, 6 mantos e um ki-kiri-ki. Com esta criação, todos os domingos depois da missa a população das quatro freguesias juntaram-se para a venda do gado e dos seus produtos agrícolas assim ajudando a comunidade a fazerem convívios amigáveis e juntarem lucro com esta iniciativa naquela altura. Contudo, mais tarde o Governo da Madeira reconheceu essa atitude sendo prejudicial ao cultivo arruinando os fabricantes. Mais tarde, o delegado da Ribeira Brava investiu na construção de um fabrica de manteiga na freguesia da Serra da Água, ajudando na boa qualidade dos produtos da Ribeira Brava. Na atualidade, com a presença da floresta Laurissilva a fauna dividiu-se em três grupos: fauna terrestre, fauna costeira e fauna marina, com grandes variações de espécies. == Gastronomia == Na gastronomia do concelho da Ribeira Brava destaca-se o bacalhau à Ribeira Brava, a carne vinho e alhos, a típica açorda madeirense, a espetada de carne de vaca, as batatas com conduto de carne de porco, o bolo do caco, o pão caseiro amassado com batata-doce e o bolo de noiva. No que concerne a sopas, temos a sopa de abóbora amarela, a caldeirada de peixe, a sopa de trigo e a sopa de agrião. Na doçaria existe o bolo preto, o bolo de mel, as broas de mel entre inúmeros pudins confeccionados com os frutos da época. A nível de bebidas temos a tradicional poncha e os vinhos que provêm das vinhas do concelho. == Geminações == A Ribeira Brava possui a seguinte geminação: * São Nicolau, Barlavento, Cabo Verde Uma curiosidade sobre essa geminação, é que na ilha de São Nicolau existe um município homónimo à Ribeira Brava. == Ver também == * Forte de São Bento da Ribeira Brava * Serra de Água * Tríptico da Matriz da Ribeira Brava == Galeria == Ficheiro:040 Church at Ribeira Brava.jpg|Igreja matriz Ficheiro:Igreja Ribeira Brava - Detalhe.jpg|Detalhe da torre da igreja Ficheiro:Ribeira Brava Church - Interior.jpg|Interior da igreja matriz Ficheiro:Ribeira Brava - Igreja.jpg|Enfeites de natal Ficheiro:Farol da Ribeira Brava.jpg|Farol da Ribeira Brava Ficheiro:Madeira Riebeira Brava.JPG|Jardins da Câmara Municipal Ficheiro:Ribeira Brava - Forte.jpg|Forte de São Bento Ficheiro:Azulejo z Ribeira Brava.JPG|Azulejo de Nossa Senhora de Fátima Ficheiro:Vila da Ribeira Brava.jpg|Interior da vila Ficheiro:The Ribeira Brava living up to its name (Angry River) following heavy rain, Ribeira Brava, Maderia, Portugal.jpg|Ribeira cheia Ficheiro:Ribeira Brava 3.JPG|Promenade da Ribeira Brava Ficheiro:Ribeira Brava 6.JPG|Costa da Ribeira Brava, Tabua e Ponta do Sol Ficheiro: ==Ligações externas== * Portal Ribeira Brava.NET * Escola Básica e Secundária Padre Manuel Álvares",
 "title": "Ribeira Brava (Madeira)"
}