{
 "id": "18835",
 "text": "Lomba da Maia é uma freguesia do município da Ribeira Grande, com 20,47 km² de área e 1048 habitantes (censo de 2021). A sua densidade populacional é . Situa-se na região central da costa norte da ilha de São Miguel numa das mais importantes área de criação de bovinos de leite dos Açores, confronta a norte com o mar, a leste e oeste respetivamente com as freguesias de Fenais da Ajuda e Maia (ambas do concelho da Ribeira Grande) e a sul com a freguesia das Furnas (concelho de Povoação). Para além da localidade da Lomba da Maia, a freguesia inclui o lugar do Burguete. O topónimo Lomba da Maia deriva da localidade se encontrar situada sobre uma lomba sobranceira à freguesia da Maia. == Geografia == A freguesia da Lomba da Maia situa-se na parte central da costa setentrional da ilha de São Miguel, a 21 km da cidade da Ribeira Grande, a cujo concelho pertence, e a 39 km da cidade de Ponta Delgada. O seu território desenvolve-se com um declive suave, voltado a norte, entre a falésia costeira e o planalto da Achada das Furnas a cerca de 600 m de altitude acima do nível médio do mar. A freguesia é delimitada a leste pelo curso da Ribeira Funda, que a separa dos Fenais da Ajuda, e a oeste pelo curso da Ribeira das Faias, que a separa da freguesia da Maia e a sul com Ponta Garça. Como aquelas ribeiras se afastam para leste e oeste, respetivamente à medida que se aproximam das suas cabeceiras, o território da freguesia alarga- se em altitude. O limite sul é constituído pela linha de cumeeira ao longo da Achada das Furnas, ao longo da qual confina com o território da freguesia das Furnas, já no concelho da Povoação. === Geomorfologia === Situado no flanco norte do Vulcão das Furnas, a geomorfologia do território da Lomba da Maia é marcada pela presença de uma rede de drenagem praticamente paralela, correndo de sul para norte, entre as cumeeiras do planalto da Achada das Furnas e a costa norte da ilha. Em resultado da presença de um espesso manto de pedra- pomes, muito facilmente erodível, recobrindo o substrato basáltico, as ribeiras são profundamente encaixadas, deixando entre si lombas convexas, sobre as quais o povoamento se instalou, ganhando uma estrutura linear de orientação dominante norte-sul congruente com a orientação das lombas. A linha de costa, constituída por uma falésia que nalguns locais excede os 100 m de altura, é intensamente recortada pela foz das ribeiras, as quais terminam em profundos e estreitos vales. Uma reentrância sita na parte leste da costa da freguesia permite a acumulação de areias carreadas pelas ribeiras, dando origem à Praia da Viola, uma atrativa zona balnear com uma interessante cascata de águas cristalinas nas imediações. === Estrutura urbana === A freguesia é composta por dois povoados: * Lomba da Maia — o principal aglomerado urbano da freguesia, centrado na lomba que dá o nome à localidade. O povoado tem como núcleo principal uma malha urbana relativamente densa sita em torno da Igreja de Nossa Senhora do Rosário, prolongando-se por arruamentos maioritariamente de orientação norte-sul, paralelos às ribeiras, para norte (Rua da Igreja) e para sul, formando, na parte alta do povoado, o lugar de Trás-do-Pico. O centro cívico da freguesia, com a quase totalidade dos edifícios públicos e do comércio, situa-se nas proximidades da igreja. * Burguete — um povoado de cerca de 150 habitantes, sito na vertente exposta a sul do Pico do Burguete,O Pico do Burguete é um cone vulcânico sobranceiro à costa da Lomba da Maia, com 321 m de altitude no seu ponto mais alto, dissimétrico com a vertente norte mais inclinada, formado por piroclastos basálticos. Está encaixado entre as ribeiras da Faia, a oeste, e do Cavalo, a leste (cf. Burguete na Enciclopédia Açoriana). entre os vales da Ribeira da Faia, a oeste, e da Ribeira do Cavalo, a leste. O povoado tem uma estrutura linear norte-sul, com as habitações alinhadas ao longo da estrada que sobe ao longo da margem direita da Ribeira da Faia. ==Demografia== A população registada nos censos foi: Distribuição da População por Grupos Etários Ano 0-14 Anos 15-24 Anos 25-64 Anos > 65 Anos 2001 274 188 553 159 2011 261 160 608 123 2021 153 169 565 161 A evolução da população da freguesia da Lomba da Maia, como aliás a generalidade da população açoriana, foi ao longo do século XX controlada pelas políticas de imigração dos Estados Unidos: a entrada em vigor do Johnson-Reed Act, fixando quotas que excluíam quase totalmente os cidadãos portugueses, restrição que se prolongou até depois da Segunda Guerra Mundial, induziu um forte crescimento da população, que na Lomba da Maia se prolongou até à década de 1960; depois, graças à facilitação da emigração açoriana para os Estados Unidos em consequência do Kennedy-Pastore Act,Legislação especial passado pelo Congresso dos Estados Unidos em 1958, após a erupção do Vulcão dos Capelinhos, que permitiu a entrada de 2000 famílias açorianas naquele país. Como as leis de imigração nos Estados Unidos permitiam a reunificação familiar, esta leva inicial teve um extraordinário efeito multiplicador, permitindo nas décadas seguintes a partida de mais de 120 000 açorianos. a população entrou em rápido declínio, aparentando ter já estabilizado e iniciado um ciclo de recuperação por emigração ter virtualmente cessado há mais de uma década. A Lomba da Maia, com o resto do concelho da Ribeira Grande, foi durante as décadas de 1960 e 1970 um dos principais focos de emigração dos Açores, primeiro para os estados norte-americanos de Massachussets e de Rhode Island e depois para o Canadá. Existe ainda uma importante comunidade de trabalhadores expatriados na Bermuda. === Economia === A economia da Lomba da Maia é dominada pela agro-pecuária, centrada quase exclusivamente na produção de leite e laticínios. O efetivo bovino da localidade é grande, sendo a ocupação do superfície agrícola útil dominada pelas pastagens semi-permanentes e pela cultura de milho para silagem. A produção de tabaco, de beterraba sacarina e de chicória (esta já desaparecida) tiveram alguma importância, mas estão em clara recessão face à crescente importância da bovinicultura. Paralelamente à atividade agro-pecuária, existem algumas pequenas estruturas comerciais e cafés e um empreendimento de turismo rural centrado na antiga Herdade de Nossa Senhora das Graças, na parte alta da freguesia. Em tempos a freguesia foi um importante centro de produção de linho para a fábrica da Ribeira Grande, cultura hoje apenas recordada num pequeno centro etnográfico. Também a produção de telha cerâmica chegou a ter alguma expressão, mas hoje está reduzida ao nome de Telhal mantido na toponímia da localidade. == História e património == A região onde se localiza a freguesia, com uma importante atividade pecuária, foi provavelmente povoada no primeiro quartel do século XVI a partir da localidade da Maia, hoje a freguesia da Maia, cuja existência é anterior a 1522, ano em que a Maia já tinha um desenvolvimento considerável.Gaspar Frutuoso, Saudades da Terra, Ponta Delgada. Foi a partir da Maia, onde era relativamente fácil o desembarque, que o povoamento se foi estendendo para leste, com as habitações a localizarem-se sobre as lombas sobranceiras às principais ribeiras, a partir das quais era fácil o abastecimento de água. Em consequência, o território da freguesia da Maia, nele se incluindo a Lomba da Maia, ocupava inicialmente toda a faixa costeira desde a ponta onde foi fundada até à Ribeira da Salga, já para além dos Fenais da Ajuda (que então se chamavam Fenais da Maia). Para o interior da ilha, o território da Maia chegava até ao vale das Furnas.Daniel de Sá, A Vila que o não foi . Inicialmente o território da Maia, aqui entendido na acepção mais geral da faixa norte da ilha entre a Ponta da Maia e a Ponta da Ajuda, pertencia ao concelho de Vila Franca do Campo. Com a elevação da Ribeira Grande à categoria de vila, a 4 de Agosto de 1507, aquela situação manteve-se, pois o território do novo concelho foi então definido como sendo o que se situava até à distância de uma légua do seu pelourinho, o que excluía a Maia. Assim, a Maia (e por consequência a Lomba da Maia) continuou a pertencer a Vila Franca do Campo até 1820, ano em que território vilafranquense da costa norte foi incorporado no concelho da Ribeira Grande.Ibidem. A partir de 1916 a Lomba da Maia passou a fazer parte da ouvidoria católica de Fenais de Vera Cruz (Fenais da Ajuda), o que alimentou por muitos anos o desejo de autonomização da parte oriental do concelho da Ribeira Grande como um novo concelho, com sede na Maia. Com o crescimento da população, as diversas localidades foram inicialmente transformadas em curatos sufragâneos da Igreja Paroquial do Espírito Santo da Maia e depois progressivamente transformados em freguesias autónomas, num processo que prosseguiu até ao século XX e que ainda não se completou, como o prova a discussão em torno da possível elevação a freguesia do lugar da Lombinha da Maia. O lugar da Lomba da Maia foi elevado à categoria de paróquia autónoma em 1876, devendo o seu nome a um dorso geográfico, o que a caracteriza como uma lomba e à sua anterior pertença à Maia. No território da paróquia ficou incorporado o Burguete, até ali também lugar da Maia. A elevação do lugar a freguesia apenas ocorreu por decreto de 7 de Novembro de 1907, o qual fixou a atual configuração territorial das freguesias da Lomba da Maia e da Maia.Departamento Regional de Estudos e Planeamento dos Açores (DREPA), Aspectos demográficos - Açores 1978, Angra do Heroísmo: DREPA, 1981: pp. 19-20. A igreja paroquial da Lomba da Maia, construída em 1867, é dedicada a Nossa Senhora do Rosário, orago da paróquia católica da localidade. O seu interior, com três naves separadas por esbeltas colunas talhadas em basalto, é decorado com belos altares em talha dourada. A festa em honra da padroeira é celebrada no último domingo de Agosto, com procissão e arraial a que em geral se segue uma semana de festejos. Entre o património mais notável da freguesia conta-se: * A Igreja de Nossa Senhora do Rosário; * Ermida de Santa Ana, antiga igreja paroquial, hoje capela funerária da freguesia; * A praia da Viola, conhecida estância balnear, com uma alta cascata e os restos das antigas azenhas; * O Miradouro do Tio Domingos, com uma soberba panorâmica sobre a costa norte de São Miguel; * A Herdade de Nossa Senhora das Graças, construída em 1920 e antigo local de produção de chá, hoje uma pequena hospedaria dedicada ao turismo rural; === Personalidades ligadas à freguesia === Entre os beneméritos e filhos ilustres da Lomba da Maia contam- se: * João Augusto Soares Brandão (1844-1921), ator nascido na Lomba da Maia que aos onze anos de idade rumou ao Brasil, onde se tornou num popular ator de comédia, conhecido como Brandão, o Popularíssimo. Frente à escola da freguesia foi erigido um monumento em sua honra, contendo um baixo-relevo com a sua efígie. Um dos seus filhos, o ator Brandão Filho, também atingiu grande notoriedade. * Amâncio da Câmara Leite, professor de primeiras letras, um filho da terra que muito contribuiu para o desenvolvimento cultural da localidade, em especial no ensino da música e do teatro e no apoio à criação de grupos de jovens vocacionados para o efeito. Foi ainda durante vários mandatos presidente da Junta de Freguesia, cargo que desempenhou com abnegação e empenho. Foi escolhido para patrono da escola do primeiro ciclo da freguesia, hoje designada Escola Básica Professor Amâncio da Câmara Leite. * Jonas de Amaral Medeiros Negalha (1933-2007), poeta, escritor, filósofo, diplomado em literatura (1972) e em filosofia (1976), professor, membro da União Brasileira de Escritores e de outras instituições internacionais, que viveu parte da sua vida no Brasil, onde faleceu na cidade de São Paulo. * Elias de Medeiros Negalha, radicado há muitos anos em Lisboa e autor de Os Meninos da Rua: Prevenção da Delinquência Juvenil (São Paulo, 1993), obra considerada de elevado mérito pedagógico. === Instituições da freguesia === Entre outras, a Lomba da Maia alberga as seguintes instituições: * Paróquia de Nossa Senhora do Rosário; * Junta de Freguesia da Lomba da Maia; * Casa do Povo da Lomba da Maia, com o seu Centro de Convívio de Idosos da Lomba da Maia; * Escola Básica Professor Amâncio da Câmara Leite (educação pré-escolar e 1.º ciclo do ensino básico), um estabelecimento incluído na Escola Básica Integrada da Maia; * Secção Destacada n.º 3 da Associação Humanitária de Bombeiros Voluntários da Ribeira Grande. === Heráldica === A freguesia da Lomba da Maia tem oficialmente aprovada, por despacho publicado no Diário da República, II série, n.º 144, de 25 de Junho de 2003, a seguinte heráldica: * Brasão: escudo de prata, com uma vaca de negro malhada do campo, entre duas rocas de azul com estrigas e maçarocas de vermelho; em campanha, monte de verde. Coroa mural de prata de três torres. Listel branco, com a legenda a negro: «LOMBA da MAIA». * Bandeira: azul. Cordão e borlas de prata e azul. Haste e lança de ouro. == Ligações externas == * Categoria:Freguesias da Ribeira Grande",
 "title": "Lomba da Maia"
}