{
 "id": "18831",
 "text": "A Ribeira Grande é uma cidade portuguesa na ilha de São Miguel, Região Autónoma dos Açores, com uma população de 12 762 habitantes (2021).O PERU da Cidade da Ribeira Grande define inclui nos limites urbanos da cidade os lugares de Santa Bárbara, Ribeira Seca, Conceição, Matriz e Ribeirinha. É sede do município da Ribeira GrandeRegulamento de Acesso ao Berço de Empresas da Ribeira Grande, Diário da República n.º 61/2016, Série II de 2016-03-29 com 180,15 km² de área e 32 112 habitantes (2011), subdividido em 14 freguesias. O município é limitado a leste pelo município de Nordeste, a sul pelos de Povoação, Vila Franca do Campo e Lagoa, a oeste pelo de Ponta Delgada, e a norte tem costa no oceano Atlântico. A vila da Ribeira Grande foi elevada à categoria de cidade a 29 de junho de 1981.Decreto Regional n.º 9/81/A, Diário da República n.º 146/1981, Série I de 1981-06-29 ==Freguesias== As 14 freguesias que constituem o município da Ribeira Grande são as seguintes: * Calhetas * Conceição * Fenais da Ajuda * Lomba da Maia * Lomba de São Pedro * Maia * Matriz * Pico da Pedra * Porto Formoso * Rabo de Peixe * Ribeira Seca * Ribeirinha * Santa Bárbara * São Brás ==Património== * Câmara Municipal da Ribeira Grande * Central Geotérmica do Pico Vermelho * Igreja de Nossa Senhora da Conceição (Ribeira Grande) * Igreja Matriz de Nossa Senhora da Estrela * Igreja de São Francisco (Ribeira Grande) * Igreja do Espírito Santo * Ermida de Santo André * Ermida de Santa Luzia * Ermida de Nossa Senhora da Salvação * Fabrica de Chá do Porto Formoso * Termas das Caldeiras da Ribeira Grande ==Personalidades ilustres== * Conde da Ribeira Grande e Marquês da Ribeira Grande * José de Oliveira San-Bento *Madre Margarida do Apocalipse ==População== Número de habitantes * Instituto Nacional de Estatística (Recenseamentos Gerais da População) - https://www.ine.pt/xportal/xmain?xpid=INE&xpgid;=ine_publicacoes 1864 1878 1890 1900 1911 1920 1930 1940 1950 1960 1970 1981 1991 2001 2011 2021 23 728 26 798 25 223 25 778 25 302 25 218 28 486 32 937 37 524 39 597 32 165 28 128 27 163 28 462 32 112 31 388 Número de habitantes por Grupo Etário ** INE - http://censos.ine.pt/xportal/xmain?xpid=CENSOS&xpgid;=censos_quadros INE - https://www.ine.pt/xportal/xmain?xpid=INE&xpgid;=ine_indicadores&indOcorrCod;=0011166&contexto;=bd&selTab;=tab2 1900 1911 1920 1930 1940 1950 1960 1970 1981 1991 2001 2011 2021 0-14 Anos 8 306 8 878 9 061 10 673 12 342 12 747 15 009 12 515 S/ dados 9 153 7 912 7 489 5 905 15-24 Anos 4 803 4 182 4 381 4 840 6 156 7 235 6 564 5 430 S/ dados 4 899 5 543 5 298 4 465 25-64 Anos 10 811 10 341 9 874 10 910 12 520 15 172 15 926 11 835 S/ dados 10 457 12 308 16 568 17 677 = ou > 65 Anos 1 621 1 766 1 857 1 637 1 778 1 880 2 098 2 385 S/ dados 2 654 2 699 2 757 3 341 * Número de habitantes \"residentes\", ou seja, que tinham a residência oficial neste concelho à data em que os censos se realizaram. ** De 1900 a 1950 os dados referem-se à população \"de facto\", ou seja, que estava presente no concelho à data em que os censos se realizaram. Daí que se registem algumas diferenças relativamente à designada população residente == Cultura == * Museu da Emigração Açoriana - Nasceu a partir de obras de adaptação no antigo mercado do peixe daquela cidade. Foi inaugurado a 9 de setembro de 2005 nas antigas instalações do Barracão de Peixe, com o intuito de ser um espaço de memória de um dos fenómenos sociais açorianos mais marcantes dos últimos séculos, mas também para apoiar os emigrantes, a nível informativo e logístico, e para reforçar a oferta turística regional. SOUSA, Sílvia (2009). A Museologia na ilha de São Miguel 1978-2008, Universidade dos Açores. * Arquipélago - Centro de Artes Contemporâneas - Inaugurado em maio de 2015http://www.dn.pt/artes/interior/arquipelago-inaugura-primeira- exposicao-4574671.html, este centro é constituído por uma loja/livraria, oficinas, centro de exposições, centro documental, centro de produção audiovisual e uma blackbox * Museu Municipal - É um museu de cariz etnográfico, inaugurado a 29 de junho de 1985. * Museu Casa do Arcano - Inaugurado a 7 de setembro de 2009, é um espaço dedicado à vida e obra de Madre Margarida do Apocalipse * Museu de Tabaco da Maia - É um museu vocacionado para a investigação, documentação, conservação, interpretação e divulgação da agro-indústria do tabaco. * A Ponte dos Oito Arcos no centro histórico da cidade foi construída entre 1888 e 1893.http://www.minube.com.br/sitio-preferido/the-eight-arches-bridge-ribeira- grande-a199474#modal-84059 thumb|850px|center|Vista panorâmica do centro histórico da Ribeira Grande. Ao centro o edifício da Câmara Municipal; ao fundo, à esquerda, a Ponte dos Oito Arcos. == Ver também == * Praia dos Moinhos Categoria:Ilha de São Miguel",
 "title": "Ribeira Grande (Açores)"
}