{
 "id": "18847",
 "text": "\\---- ( na numeração romana) foi um ano comum do século XIX do actual Calendário Gregoriano, da Era de Cristo, a sua letra dominical foi A (52 semanas), teve início a um domingo e terminou também a um domingo. == Eventos == * É nomeado Pedro José Caupers, que foi o último Capitão-donatário da ilha das Flores e Corvo, Açores. * Napoleão fugiu de Elba e, acompanhado de oitocentos homens, desembarcou na França, onde foi recebido como herói. === Janeiro === * 22 de janeiro - É assinado em Viena o Tratado de 22 de Janeiro de 1815 entre Portugal e o Reino Unido, abolindo o tráfico de escravos na costa de África acima do Equador. === Fevereiro === * 26 de fevereiro - Napoleão Bonaparte escapa do exílio na Ilha de Elba. === Março === * 10 de março - Por força de uma tempestade encalha na Baía de Angra uma escuna inglesa, a 'Belle of Plymouth', no areal do Porto Novo. * 20 de março - Napoleão entra em Paris com um exército de cerca de 300 000 homens. === Abril === * 12 de abril - Erupção do vulcão do Monte Tambora, causando cerca de 92 000 mortos e perturbações nas condições atmosféricas que se prolongaram até 1816. === Junho === * 18 de junho - Napoleão é definitivamente derrotado na Batalha de Waterloo. Depois desta derrota, o imperador abdica e parte para o exílio na Ilha de Santa Helena, no Atlântico Sul. === Agosto === * 7 de agosto - A Suíça declara sua neutralidade perpétua. === Dezembro === * 16 de dezembro - O rei D. João VI eleva o Brasil à categoria de Reino Unido de Portugal, Brasil e Algarves. == Nascimentos == * 12 de fevereiro - Federico de Madrazo y Küntz, pintor espanhol. (m. 1894). * 12 de março - Jules Trochu, político francês (m. 1896). * 1 de abril - Otto von Bismarck, político alemão (m. 1898). * 1 de junho - Otto von Wittelsbach, foi primeiro-ministro da Grécia (m. 1867). * 16 de junho - Julius Schrader, pintor alemão (m. 1900) * 18 de julho - Ludvig Holstein-Holsteinborg, foi primeiro-ministro da Dinamarca (m. 1892). * 16 de agosto - Dom Bosco, santo católico (m.1888). * 23 de outubro - João Maurício Wanderley, magistrado e político brasileiro (m. 1889). *31 de outubro - Karl Weierstrass, matemático alemão (m. 1897) *5 de novembro - Martins Pena, dramaturgo e diplomata brasileiro (m. 1848) *10 de dezembro - Ada Lovelace, matemática e escritora inglesa (m. 1852) == Mortes == * 24 de fevereiro — Robert Fulton, engenheiro dos EUA que inventou o barco a vapor. (n. 1765). * 5 de março - Franz Anton Mesmer, foi um médico suábio e fundamentador do Magnetismo animal (Mesmerismo), além de ser um magnetizador por excelência (n. 1734). * 23 de abril — Alexandre Rodrigues Ferreira, naturalista brasileiro (n. 1756). * 11 de maio — D. Lourenço José Boaventura de Almada, 1.º conde de Almada (n. 1758).",
 "title": "1815"
}