{
 "id": "18859",
 "text": "A História da arquitetura é uma subdivisão da História da Arte responsável pelo estudo da evolução histórica da arquitetura, seus princípios, ideias e realizações. Esta disciplina, assim como qualquer outra forma de conhecimento histórico, está sujeita às limitações e potencialidades da história enquanto ciência: existem diversas perspectivas em relação ao estudo da arquitetura, a maior parte das quais ocidentais. Na maioria dos casos (mas nem sempre), os períodos estudados pela História da Arquitetura correm paralelos aos da História da Arte, embora existam momentos em que as estéticas se sobreponham ou se confundam. Não raro, uma estética que é considerada vanguarda nas artes plásticas ainda não ter encontrado sua representação na arquitetura, e vice- versa. Dos tijolos de barro seco ao concreto armado, das casas mais primitivas aos arranha-céus, das primeiras tumbas sagradas às grandiosas catedrais europeias, de pequenos vilarejos pré-históricos às ilhas artificiais, o arquiteto continua contando a história do Planeta Terra, em linhas, texturas e cores. Assim como acontece com quase toda atividade humana, é difícil determinar um período histórico ou uma região e dizer que a arquitetura começou naquele momento. A primeira notícia que se tem dela está ligada às cidades pioneiras que surgiram no Oriente Médio e na Ásia Central no sétimo milênio a.C. quando as primeiras residências foram construídas, usando tijolos de lama secados ao sol, conhecidos como tijolos crus — material que, ainda hoje, é um dos mais utilizados, principalmente em construções mais populares. == Cronologia == Preset = TimeHorizontal_AutoPlaceBars_UnitYear ImageSize = width:1000 Colors = id:offWhite value:rgb(0.97,0.97,0.97) id:paleGray value:rgb(0.86,0.86,0.86) id:darkGray value:gray(0.6) id:baroqueBlue value:rgb(0.6,1,0.6) BackgroundColors = canvas:offWhite Period = from:300 till:2050 ScaleMajor = unit:year increment:100 start:300 Define $bold = fontsize:M shift:(10,-7) BarData= barset:Composers PlotData= # set defaults width:15 fontsize:S textcolor:black align:left anchor:from shift:(10,-4) color:baroqueBlue barset:Composers from:313 till:600 text:\"Paleocristã\" from:568 till:1000 text:\"Pré-românica\" from:1000 till:1200 text:\"Românica\" from:1150 till:1454 text:\"Gótica\" from:1400 till:1610 text:\"Renascentista\" from:1600 till:1750 text:\"Barroca\" from:1750 till:1830 text:\"Neoclássica\" from:1815 till:1910 text:\"Revivalista\" from:1900 till:1945 text:\"Moderna\" from:1945 till:2022 text:\"Contemporânea\" As primeiras grandes obras de arquitetura remontam à Antiguidade, mas é possível traçar as origens do pensamento arquitetônico em períodos pré-históricos, quando foram erguidas as primeiras construções humanas. === Pré-História === ==== Arquitetura neolítica ==== Durante a Pré-História surgem os primeiros monumentos e o Homem começa a dominar a técnica de trabalhar a pedra. O abrigo, como sendo a construção predominante nas sociedades primitivas, será o elemento principal da organização espacial de diversos povos. Este tipo de construção ainda pode ser observado em sociedades não totalmente integradas na civilização ocidental, como os povos ameríndios, africanos, aborígenes, entre outros. A presença do abrigo no inconsciente coletivo destes povos é tão forte que ela marcará a cultura de diversas sociedades posteriores: vários teóricos da arquitetura, em momentos diversos da história (Vitrúvio, na Antiguidade, Alberti na Renascença, Joseph Rykwert, mais recentemente) evocarão o mito da cabana primitiva. Este mito, variando de acordo com a fonte, prega que o ser humano recebeu dos deuses a Sabedoria para a construção de seu abrigo, configurado como uma construção de madeira composta por quatro paredes e um telhado de duas águas. === Antiguidade === À medida que as comunidades humanas evoluíam e aumentavam, acometidas pelas ameaças bélicas constantes, a primeira modalidade arquitectónicas a se desenvolver foi essencialmente a militar. A humanidade confrontava-se com um mundo povoado de deuses vivos, gênios e demónios: um mundo que ainda não conhecia nenhuma objetividade científica. O modo como os indivíduos lidavam com a transformação de seu ambiente imediato era então bastante influenciado pelas suas crenças. Muitos aspectos da vida cotidiana estavam baseados no respeito ou na adoração ao divino e ao supernatural. O poder divino, portanto, equiparava-se (ou mesmo superava) o poder secular, fazendo com que os principais edifícios das cidades fossem os palácios e os templos. Esta importância fazia com que a figura do arquitecto estivesse associada aos sacerdotes (como no Antigo Egito) ou aos próprios governantes e a execução dos edifícios era acompanhada por diversos rituais que simbolizavam o contato do Homem com o divino. As cidades marcavam uma interrupção da natureza selvagem, consideradas o espaço sagrado em meio natural. Da mesma forma, os templos dentro das cidades marcavam a morada dos deuses em meio ao ambiente humano. ==== Divisões ==== * Arquitetura egípcia * Arquitetura assíria * Arquitetura babilônia * Arquitetura etrusca * Arquitetura minoica * Arquitetura micênica * Arquitetura persa * Arquitetura suméria ===== Antiguidade clássica ===== A arquitetura e o urbanismo praticados pelos gregos e romanos destacava-se bastante dos egípcios e babilônios na medida em que a vida cívica passava a ganhar importância. A cidade torna-se o elemento principal da vida política e social destes povos: os gregos desenvolveram-se em cidades-estado e o Império Romano surgiu de uma única cidade. Durante os períodos e civilizações anteriores, os assuntos religiosos eram eles mesmos o motivo e a manutenção da ordem estabelecida; no período greco-romano o mistério religioso ultrapassou os limites do templo-palácio e tornou-se assunto dos cidadãos (ou da pólis): surge aí a palavra política, absolutamente relacionada à ideia de cidade. Enquanto os povos anteriores desenvolveram apenas as arquiteturas militar, religiosa e residencial, os gregos e romanos foram responsáveis pelo desenvolvimento de espaços próprios à manifestação da cidadania e dos afazeres cotidianos: a ágora grega definia-se como um grande espaço livre público destinado à realização de assembleias, rodeada por templos, mercados, e edifícios públicos. O espaço da ágora tornara-se um símbolo da nova visão de mundo que incluía o respeito aos interesses comuns e incentivador do debate entre cidadãos, ao invés da antiga ordem despótica. Os assuntos religiosos, contudo, ainda possuíam um papel fundamental na vida mundana, mas agora foram incorporados aos espaços públicos da pólis. Os rituais populares tomavam lugar em espaços construídos para tal, em especial a acrópole. Cada lugar possuía a sua própria natureza (genius locci), inseridos em um mundo que convivia com o mito: os templos passaram a ser construídos no topo das colinas (criando um marco visual na cidade baixa e possibilitando um refúgio à população em tempos de guerra) de forma a tocar os céus. ====== Tópicos ====== * Arquitetura clássica ** Arquitetura grega ** Arquitetura romana === Idade Média === A tecnologia do período desenvolveu-se principalmente na construção das catedrais, estando o conhecimento tectônico sob o controle das corporações de ofícios. Durante praticamente todo o período medieval, a figura do arquiteto (como sendo o criador solitário do espaço arquitetônico e da construção) não existe. A construção das catedrais, principal esforço construtivo da época, é acompanhada por toda a população e insere-se na vida da comunidade ao seu redor. O conhecimento construtivo é guardado pelas corporações, as quais reuniam dezenas de mestres-obreiros (os arquitetos de fato) que conduziam a execução das obras, mas também as elaboravam. A Cristandade definiu uma visão de mundo nova, que não só submetia a vontade humana aos desígnios divinos como esperava que o indivíduo buscasse o divino. Em um primeiro momento, e devido às limitações técnicas, a concepção do espaço arquitetônico dos templos volta-se ao centro, segundo um eixo que incita ao percurso. Mais tarde, com o desenvolvimento da arquitetura gótica, busca-se alcançar os céus através da indução da perspectiva para o alto. ==== Estilos medievais ==== * Arquitetura paleocristã * Arquitetura visigótica * Arquitetura moçárabe * Arquitetura bizantina * Arquitetura mourisca * Arquitetura românica * Arquitetura gótica === Idade Moderna === Com o fim da Idade Média a estrutura de poder europeia modifica-se radicalmente. Começam a surgir os estados-nacionais e, apesar da ainda forte influência da Igreja Católica, o poder secular volta a subjugá-la, especialmente com as crises decorrentes da Reforma Protestante. Antigos tratatos arquitetônicos romanos são redescobertos pelos novos arquitetos, influenciando profundamente a nova arquitetura. A relativa liberdade de pesquisa científica que se obteve permitiu algum avanço nas técnicas construtivas, permitindo novas experiências e a concepção de novos espaços. Algumas regiões italianas, e Florença em especial, devido ao controle das rotas comerciais que levavam a Constantinopla, tornam-se as grandes potências mundiais e é nelas que se desenvolveram as condições para o desenvolvimento das artes e das ciências. ==== Renascimento ==== O espírito renascentista evoca as qualidades intrínsecas existentes no ser humano. O progresso do Homem - científico, espiritual, social - torna-se um objetivo importante para o período. O Classicismo, redescoberto, e o Humanismo surgem como o guia para a nova visão de mundo que manifesta-se nos artistas do período. A cultura renascentista mostra-se multidisciplinar e interdisciplinar. O que importa ao homem renascentista é o culto ao conhecimento e à razão, não havendo para ele separação entre as ciências e as artes. Tal cultura mostrou-se um campo fértil para o desenvolvimento da arquitetura, uma matéria que da mesma forma não vê limite entre as duas áreas. A arquitetura renascentista mostrou-se clássica, mas não se pretendeu neoclássica. Com a descoberta dos antigos tratados (incompletos) da arquitetura clássica (dentre os quais, o mais importante foi De Architetura de Vitrúvio, base para o tratado De Re Aedificatoria de Alberti), deu-se margem a uma nova interpretação daquela arquitetura e sua aplicação aos novos tempos. Conhecimentos obtidos durante o período medieval (como o controle das diferentes cúpulas e arcadas) foram aplicados de uma nova forma, incorporando os elementos da linguagem clássica. A descoberta da perspectiva é um aspecto importante para se entender o período (e especialmente a perspectiva central): a ideia de infinito trazida pela manipulação do ponto de fuga foi bastante utilizada como elemento cênico na concepção espacial daqueles arquitetos. A perspectiva representou uma nova forma de entender o espaço como algo universal, compreensível e controlável através da razão do Homem. O desenho tornou-se o principal meio de projetação, assim como surge a figura do arquiteto solitário (diferente da concepção coletiva dos edifícios medievais). Os novos meios de concepção do projeto influenciaram a concepção espacial dos edifícios no sentido em que as visuais são controladas, direcionadas para um ponto de vista específico. O poder da perspectiva de representar universalmente a realidade não se limitou a apenas descrever a experiência, mas também a antecipá-la projetando a imagem de volta à realidade. Entre os principais arquitetos da Renascença se incluem Vignola, Alberti, Brunelleschi e Michelângelo. ==== Maneirismo ==== Com o desenrolar do Renascimento e o constante estudo e aplicação dos ideais clássicos, começa a surgir entre os artistas do período um certo sentimento anticlássico, ainda que suas obras continuassem, em essência, predominantemente clássicas. Neste momento, surge aquele que foi chamando de maneirismo. Os arquitetos maneiristas (que rigorosamente podem continuar sendo chamados de renascentistas) apropriam-se das formas clássicas mas começam a desconstruir seus ideais. Alguns exemplos do maneirismo: * São constantes as referências visuais em espaços internos aos elementos típicos da composição de espaços externos: janelas que se voltam para dentro, tratamento de escadas externas em alas interiores de edifícios, etc. * O já consagrado domínio da perspectiva permite experimentações diversas que fogem ao espaço perspectico dos períodos anteriores. ==== Século XVII e XVIII ==== Os séculos seguintes ao Renascimento assistiram a um processo cíclico de constante afastamento e reaproximação do ideário clássico. O barroco, em um primeiro momento, potencializa o descontentamento do maneirismo pelas normas clássicas e propicia a gênese de um tipo de arquitetura inédita, ainda que frequentemente possua ligações formais com o passado. Da mesma forma que o barroco representou uma reação ao Renascimento, o neoclassicismo, mais tarde, constituirá uma reação ao barroco e uma forte tendência ao passadismo e à recuperação do clássico. Este período de dois séculos, portanto, será marcado por um ciclo de dúvidas e incertezas a respeito da validade das ideias clássicas. ===== Arquitetura barroca ===== O barroco surge no cenário artístico europeu em dois contextos bastante claros durante o século XVII: primeiramente havia a sensação de que, com o avanço científico representado pelo Renascimento, o classicismo, ainda que tivesse alavancado este progresso, não mais tinha condições de oferecer todas as respostas necessárias às dúvidas do Homem. O Universo não era mais o mesmo, o mundo havia se expandido e o indivíduo sentia querer experimentar um novo tipo de contato com o divino e o metafísico. As formas luxuriantes do barroco, seu espaço elíptico, definitivamente antieuclidiano, foram uma resposta a estas necessidades. O segundo contexto é o da Contra-Reforma promovida pela Igreja Católica. Com o avanço das igrejas protestantes, a antiga ordem romana cristã (que, em certo sentido, havia incentivado o advento do mundo renascentista) estava sendo suplantada por novas visões de mundo e novas atitudes perante o Sagrado. A Igreja sentiu a necessidade de renovar-se para não perder os fiéis, e viu na promoção de uma nova estética a chance de identificar-se neste novo mundo. As formas do barroco foram promovidas pela instituição em todo o mundo (especialmente nas colônias recém-descobertas), tornando-o o estilo católico, por excelência. ===== Arquitetura neoclássica ===== No fim do século XVIII e início do XIX, a Europa assistiu a um grande avanço tecnológico, resultado direto dos primeiros momentos da Revolução Industrial e da cultura iluminista. Foram descobertas novas possibilidades construtivas e estruturais, de forma que os antigos materiais (como a pedra e a madeira) passaram a ser substituídos gradativamente pelo concreto (betão) (e mais tarde pelo concreto armado) e pelo metal. Paralelamente, profundamente influenciados pelo contexto cultural do Iluminismo europeu, os arquitetos do século XVIII passaram a rejeitar a religiosidade intensa da estética anterior e o exagero luxuriante do barroco. Buscava-se uma síntese espacial e formal mais racional e objetiva, mas ainda não se tinha uma ideia clara de como aplicar as novas tecnologias em uma nova arquitetura. Inseridos no contexto do neoclassicismo nas artes, aqueles arquitetos viram na clássica a arquitetura ideal para os novos tempos. O neoclassicismo não se pretendeu, de fato, um estilo novo (diferente da arte clássica renascentista). Ocorria muito mais uma cópia do repertório formal clássico e menos uma experimentação desta forma, tendo como diferença a aplicação das novas tecnologias. ===== Tópicos ===== * Arquitetura barroca * Rococó * Arquitetura neoclássica === Idade Contemporânea === As cidades passam a crescer de modo inédito e novas demandas sociais relativas ao controle do espaço urbano devem ser respondidas pelo Estado, o que acabará levando ao surgimento do urbanismo como disciplina acadêmica. O papel da arquitetura (e do arquiteto) será constantemente questionado e novos paradigmas surgem: alguns críticos alegam que surge uma crise na produção arquitetônica que permeia todo o século XIX e somente será resolvida com o advento da arquitetura moderna ==== Século XIX ==== Todo o século XIX assistirá a uma série de crises estéticas que se traduzem nos movimentos chamados revivalistas: ou pelo fato das inovações tecnológicas não encontrarem naquela contemporaneidade uma manifestação formal adequada, ou por diversas razões culturais e contextos específicos, os arquitetos do período viam na cópia da arquitetura do passado e no estudo de seus cânones e tratados uma linguagem estética legítima de ser trabalhada. O primeiro destes movimentos foi o já citado neoclássico, mas ele também vai se manifestar na arquitetura neogótica inglesa, profundamente associada aos ideais românticos nacionalistas. Os esforços revivalistas que aconteceram principalmente na Alemanha, França, Inglaterra, por razões especialmente ideológicas, viriam mais tarde a se transformar em um mero conjunto de repertórios formais e tipológicos diversos, que evoluiriam para o ecletismo, considerado por muitos como o mais decadente e formalista entre todos os estilos históricos. A primeira tentativa de resposta à questão tradição x industrialização (ou entre as artes e os ofícios) se deu pelo pensamento dos românticos John Ruskin e William Morris, proponentes de um movimento estético que ficou conhecido justamente por Arts & crafts (cuja tradução literal é \"artes e ofícios\"). O movimento propõs a pesquisa formal aplicada às novas possibilidades industriais vendo no artesão uma figura de destaque: para eles, o artesão não deveria ser extinto com a indústria, mas tornar-se seu agente transformador, seu principal elemento de produção. Com a diluição dos seus ideais e a dispersão de seus defensores, as ideias do movimento evoluíram, no contexto francês, para a estética do art nouveau, considerado o último estilo do século XIX e o primeiro do século XX.. ===== Tópicos ===== * Arquitetura neogótica * Arts & crafts * Art nouveau * Arquitetura eclética ==== Século XX ==== thumb|O Modernismo da Bauhaus Logo nas primeiras décadas do século XX tornou-se muito clara uma distinção entre os arquitetos que estavam mais próximos das vanguardas artísticas em curso na Europa e aqueles que praticavam uma arquitetura ligada à tradição (em geral de características historicistas, típica do ecletismo). Ainda que estas duas correntes estivessem, em um primeiro momento, cheias de nuances e meios- termos, com a atividade \"revolucionária\" proposta por determinados artistas, e principalmente com a atuação dos arquitetos ligados à fundação da Bauhaus na Alemanha, com a Vanguarda Russa na União Soviética e com o novo pensamento arquitetônico proposto por Frank Lloyd Wright nos Estados Unidos e Le Corbusier na Europa (sendo forte fator definitivo da Arquitetura Moderna no Brasil, em especial através da obra de Oscar Niemeyer e Lúcio Costa), a cisão entre elas fica bastante nítida e o debate arquitetônico se transforma, de fato, em um cenário povoado de partidos e movimentos caracterizados como tal. A renovação estética proposta pelas vanguardas (especialmente pelo cubismo, pelo neoplasticismo, pelo construtivismo e pela abstração) no campo das artes plásticas abre o caminho para uma aceitação mais natural das propostas dos novos pensamentos arquitetônicos, baseados na crença em uma sociedade regulada pela indústria, na qual a máquina surge como um elemento absolutamente integrado à vida humana e no qual a natureza está não só dominada como também se propõem novas realidades diversas da natural. De uma forma geral, as novas teorias que se discutem a respeito da arte e do papel do artista vêem na indústria (e na sociedade industrial como um todo) a manifestação máxima de todo o trabalho artístico: artificial, racional, preciso, enfim, moderno. A ideia de modernidade surge como um ideário ligado a uma nova sociedade, composta por indivíduos formados por um novo tipo de educação estética, gozando de novas relações sociais, na qual as desigualdades foram superadas pela neutralidade da razão. Este conjunto de ideias vê na arquitetura a síntese de todas as artes, visto que é ela quem define e dá lugar aos acontecimentos da vida cotidiana. Sendo assim, o campo da arquitetura abarca todo o ambiente habitável, desde os utensílios de uso doméstico até toda a cidade: para a arte moderna, não existe mais a questão artes aplicadas x artes maiores (todas elas estão integradas em um mesmo ambiente de vida). A arquitetura moderna será, portanto, caracterizada por um forte discurso social e estético de renovação do ambiente de vida do homem contemporâneo. Este ideário é formalizado com a fundação e evolução da escola alemã Bauhaus: dela saem os principais nomes desta arquitetura. A busca de uma nova sociedade, naturalmente moderna, era entendida como universal: desta maneira, a arquitetura influenciada pela Bauhaus se caracterizou como um algo considerado internacional (daí a corrente de pensamento associada a ela ser chamada international style, título vindo de uma exposição promovida no MoMA de Nova Iorque). ===== Tópicos principais ===== ====== Primeira metade do século ====== * Art decó * Arquitetura moderna ** Bauhaus ** Arquitetura construtivista ** Arquitetura orgânica ** International style ** Arquitetura brutalista ====== Segunda metade do século até os dias de hoje ====== * Arquitetura pós-moderna ** Arquitetura desconstrutivista ** Arquitetura high- tech == Arquitetura contemporânea == A arquitetura praticada nas últimas décadas tem se caracterizado, de uma forma geral, como reação às propostas da arquitetura moderna: ora os arquitetos atuais relêem os valores modernos e propõem novas concepções estéticas (o que eventualmente se caracterizará como uma atitude dita \"neomoderna\"); ora eles propõem projetos de mundo radicalmente novos, procurando apresentar projetos que, eles próprios, sejam paradigmas antimodernistas, conscientemente desrespeitando os criticados dogmas do modernismo. As primeiras reações negativas à acusada excessiva dogmatização que a arquitetura moderna propôs no início do século surgiram, de uma forma sistêmica e rigorosa, por volta da década de 1970, tendo em nomes como Aldo Rossi e Robert Venturi seus principais expoentes (embora teóricos como Jane Jacobs tenham promovido críticas intensas, porém isoladas, à visão de mundo do modernismo já nos anos 1950, especialmente no campo do urbanismo). A crítica antimodernista, que em um primeiro momento se restringiu à especulação de ordem teórico-acadêmica logo ganhou experiências práticas. Estes primeiros projetos estão de uma forma geral ligados à ideia da revitalização do \"referencial histórico\", colocando explicitamente em cheque os valores anti-historicistas do modernismo. Durante a década de 1980 a revisão do espaço moderno evoluiu para a sua total desconstrução, a partir de estudos influenciados (especialmente) por correntes filosóficas como o desconstrutivismo. Apesar de altamente criticada, esta linha de pensamento estético também se manteve restrita aos estudos teóricos e, na década de 1990, seduziram o grande público e se tornaram sinônimo de uma \"arquitetura de vanguarda\". Nomes como Rem Koolhaas, Peter Eisenman e Zaha Hadid estão ligados a este movimento. O arquiteto norte-americano Frank Gehry, apesar de ser apontado pela grande mídia como arquiteto desconstrutivo, tem sua obra criticada pelos próprios membros do movimento. === Conclusão === Apesar das tentativas de classificar as várias correntes da produção contemporânea, não há de fato um grupo pequeno de \"movimentos\" ou \"escolas\" que reúna sistematicamente as várias opções que têm sido feitas por arquitetos ao redor de todo o mundo. Sinteticamente, pode-se dizer que a arquitetura continuamente apresentada pela mídia especializada como representativa do atual momento histórico (ou, por outro lado, como uma produção de vanguarda) pode ser resumida em quatro ou cinco grandes blocos, mas eles não seriam a reprodução fiel da verdadeira produção arquitetônica cotidiana, vivenciada ao redor de todo o mundo. == Referências bibliográficas == * ROTH, Leland M.; Understanding Architecture: its elements, history and meanings; Nova Iorque: HarperCollins Publishers, 1993; ISBN 0064301583 * STRICKLAND, Carol; Arquitetura comentada: uma breve viagem pela história da arquitetura; São Paulo: Ediouro; 2003; ISBN 8500008946 * SUTTON, Ian; História da arquitectura do Ocidente; Lisboa: Verbo, 2004; ISBN 9722223550 * BENEVOLO, Leonardo; História da arquitetura moderna; São Paulo: Editora Perspectiva, 2001; ISBN 8527301490 * ARGAN, Giulio Carlo; Arte moderna; São Paulo: Companhia das Letras, 1992; ISBN 8571642516 * ZEVI, Bruno; Saber ver a arquitetura; São Paulo: Martins Fontes, 2002 == Ver também == * Arquitectura * História * Arte * História da arte * História cultural * Movimentos culturais * Obras de arquitetura * Estilo arquitetônico * Academia Real de Arquitetura * Arquitetura de catedrais e grandes igrejas == Ligações externas == * * O Ecletismo na Arquitetura (em português) * * * *",
 "title": "História da arquitetura"
}