{
 "id": "18868",
 "text": "Fráguas é uma povoação portuguesa sede da Freguesia de Fráguas do Município de Rio Maior, freguesia com 16,19 km² de área e 817 habitantes (censo de 2021), tendo, por isso, uma densidade populacional de . == Geografia == Fráguas localiza-se 9 km a este da sede do município, a cidade de Rio Maior, acessível através da Estrada Nacional 361 entre Rio Maior e Alcanede, e da Estrada Municipal entre Fráguas e o Outeiro da Cortiçada. Os principais recursos hídricos da freguesia são: Ribeira das Alcobertas (está em projeto a construção de uma pequena barragem nesta ribeira perto da sede de freguesia) e Ribeira de Coxos. Confina com as freguesias de Gançaria a norte, São Sebastião a oeste, Outeiro da Cortiçada a sul e Alcanede a leste. == Povoações == * Carvalhais * Casais da cheira * Fráguas * Momposteiro * Póvoas * Ribeira de Fráguas * Vale do Brejo * Vale Cavalos * Vale Sapo * Marachico == História == Tudo indica que o território que constitui a freguesia foi povoado desde épocas remotas. De facto, nesta região, foram encontrados diversos vestígios, arqueológicos que atestam a presença humana desde a era pré-histórica. No entanto são poucos os documentos que relatam com exatidão o processo de crescimento de Fráguas. Sabe-se que em tempos distantes pertenceu à Ordem de Aviz da comenda da vila de Alcanede. A 14 de Março de 1385, os homens desta povoação, assim como de outras, pertencentes ao concelho de Alcanede, participaram na gloriosa batalha travada nos campos de Aljubarrota contra os castelhanos. Em 1531, com o terramoto registado nesta região, Fráguas e os seus arredores, sofreram grandes estragos. A 2 de Setembro de 1555, dia de São Miguel, foi instituída a freguesia de Fráguas, por bula assinada, em Roma pelo pontífice d. Paulo IV. Fráguas pertenceu ao concelho de Alcanede até à extinção deste a 24 de Outubro de 1855, altura em que passou a integrar o concelho de Rio Maior. Em 1984, foi desanexada a parte mais a oeste desta freguesia para formar a freguesia de São Sebastião com sede no lugar de Cabos. == Toponímia == O seu topónimo, segundo os etimologistas, deriva de «frávegas» termo que esta associado a ferro e a ferreiro. Este vocábulo pode então indiciar a existência neste local de atividades ligadas à fundição de ferro. Com efeito nos primórdios do século XVIII foram encontrados vários vestígios de oficinas de ferreiros. ==Demografia== Nota: com lugares desta freguesia foi criada em 1984 a freguesia de São Sebastião. A população registada nos censos foi: Distribuição da População por Grupos Etários Ano 0-14 Anos 15-24 Anos 25-64 Anos > 65 Anos 2001 148 118 503 176 2011 115 98 477 215 2021 109 67 412 229 == Associações == O associativismo de Fráguas encontra-se representado por 4 coletividades, que para além de constituírem um ponto de encontro e de convívio para a população da freguesia, funcionam como um meio de preservar e divulgar a cultura da região. Estas associações têm a seu cargo a realização de eventos em diversas áreas. * Associação de solidariedade social, recreativa, desportiva e cultural de Fráguas http://www.associacaofraguas.com - Rua de Santo António 2040-153 FRÁGUAS RMR :Esta coletividade centra as suas atividades em diversas áreas, mas o destaque maior vai para o Rancho Folclórico de Fráguas, que nas suas atuações pelos pais divulga os trajes e os cantares típicos da região https://web.archive.org/web/20160602093009/http://www.bigorna-rfff.com/. * Associação recreativa, desportiva, e cultural de Ribeira de Fráguas - Rua da Associação Ribeira de Fráguas 2040-155 FRÁGUAS RMR :No seio desta coletividade nasceu o Rancho Folclórico e Etnográfico de Ribeira de Fráguas que desempenha um importante papel na divulgação local. * Associação recreativa desportiva e cultural de Carvalhais - Rua de São Gregório Carvalhais 2040-150 FRÁGUAS RMR * Associação cultural recreativa e desportiva de Póvoas - Rua Principal Póvoas 2040-154 FRÁGUAS RMR == Património == A simpática freguesia de Fráguas é detentora de um interessante património natural e arquitetónico do qual se destacam: * Igreja Matriz de Santo Antônio - A primeira igreja matriz de Fráguas situava-se num ermo de uma charneca fora da povoação e tinha por invocação São Miguel. Os paroquianos verificando que a igreja carecia de grandes obras e como estava afastada da povoação deliberaram transferir a matriz para a capela de Santo António que se encontrava dentro da povoação a inauguração desta nova matriz deu-se em 1699 no seu interior destacam-se os seus valiosos azulejos seiscentistas com dois belos painéis um de Nossa Senhora da Conceição e outro de Santo António o sacrário e castiçais de talha dourada uma bela imagem de Santo António e as imagens de São Gregório e de São Sebastião. * Capela de São Gregório (Carvalhais) - Capela recentemente reconstruída no lugar de Carvalhais da qual se destaca a imagem de São Gregório seu orago. * Fonte de Sant’Ana - A fonte de Sant’Ana localizada na sede de freguesia é conhecida por ter a melhor água da região. * Vestígios Arqueológicos - No território da freguesia de Fráguas foram encontrados diversos vestígios arqueológicos que atestam a presença humana nesta região desde épocas pré históricas. Foram recolhidos núcleos em sílex, lascas, restos de talhes em sílex e quartzito e um raspador paleolítico reutilizado. == Atrações == * Praia Fluvial do Açude - Localiza-se na Ribeira das Alcobertas. Criada pelos jovens da Freguesia de Fráguas, este local é um sítio calmo onde se pode desfrutar de um contacto quase total com a natureza. === Orago === O orago desta bela e acolhedora freguesia é Santo António cuja festa é celebrada em Portugal no dia 13 de Junho. Nasceu em Lisboa provavelmente no ano de 1195, foi agostiniano, mas ingressou depois na ordem franciscana, na qual foi um dos maiores expoentes. Por onde passou, em Pádua e no sul de França, conduzia a fé muitos daqueles que se tinham afastado da doutrina. Para além do seu combate aos hereges pela pregação, santo António ficou conhecido pelos seus milagres espantosos. Tinha um conhecimento profundo sobre as escrituras, aplicando e explicando as mais difíceis passagens. Faleceu em 1231, com apenas 36 anos mas é recordado com frequência, sendo mesmo um dos santos mais recordado em todo o mundo. == Ver também == * Paróquia de Fráguas",
 "title": "Fráguas (Rio Maior)"
}