{
 "id": "18872",
 "text": "Ribeira de São João é uma povoação portuguesa do Município de Rio Maior que foi sede da extinta Freguesia de Ribeira de São João, freguesia que tinha 7,76 km² de área e 496 habitantes (2011), e, por isso, uma densidade populacional de 63,9 hab/km². A Freguesia de Ribeira de São João foi extinta (agregada) pela reorganização administrativa de 2012/2013,Lei n.º 11-A/2013, de 28 de janeiro: Reorganização administrativa do território das freguesias. Anexo I. Diário da República, 1.ª Série, n.º 19, Suplemento, de 28/01/2013. tendo o seu território sido agregado ao da Freguesia de São João da Ribeira para criar a União de Freguesias de São João da Ribeira e Ribeira de São João. ==População== População da freguesia de Ribeira de São João Instituto Nacional de Estatística (Recenseamentos Gerais da População) - https://www.ine.pt/xportal/xmain?xpid=INE&xpgid;=ine_publicacoes 1864 1878 1890 1900 1911 1920 1930 1940 1950 1960 1970 1981 1991 2001 2011 545 582 496 Criada pela lei nº 71/84, de 31 de Dezembro, com lugares desanexados da freguesia de São João da Ribeira Distribuição da População por Grupos Etários Ano 0-14 Anos 15-24 Anos 25-64 Anos > 65 Anos 0-14 Anos 15-24 Anos 25-64 Anos > 65 Anos 2001 92 78 291 121 15,8% 13,4% 50,0% 20,8% 2011 70 56 246 124 14,1% 11,3% 49,6% 25,0% Média do País no censo de 2001: 0/14 Anos-16,0%; 15/24 Anos-14,3%; 25/64 Anos-53,4%; 65 e mais Anos-16,4% Média do País no censo de 2011: 0/14 Anos-14,9%; 15/24 Anos-10,9%; 25/64 Anos-55,2%; 65 e mais Anos-19,0% == História == A freguesia foi criada a 16 de Maio de 1984 por desanexação da freguesia de São João da Ribeira à qual sempre pertenceu exceptuando um pequeno período no século XVIII em que esteve integrada na freguesia de Rio Maior. No início do século XVI, as terras que hoje constituem a freguesia pertenciam a Pedro Álvares Cabral. Após o seu falecimento em 1520, a proprietária passou a ser a viúva D. Isabel de Castro que faleceria em 1538. O desenvolvimento da aldeia da Ribeira de São João foi em redor do Rio Maior, beneficiando das potencialidades agrícolas dos terrenos de aluvião e ainda usar o curso da água como força motriz dos seus moinhos e azenhas. A antiga ermida de Nossa Senhora da Barreira seria elevada à categoria de Igreja Paroquial aquando da constituição da freguesia canónica em 1985, mantendo Nossa Senhora da Barreira como orago da freguesia. A pequena igreja, já várias vezes restaurada depois da sua construção no séc. XV, possui uma magnifica quadrocentista figurando a padroeira. A população da zona sempre foi muito devota a Nossa Senhora da Barreira, e tem tradições a festa em sua honra realizada no domingo do Espírito Santo. Sabe-se que pelo menos em 1984, já atraia muitos devotos, sendo a capela ornamentada, com folhas de nespereira e variadas flores nas paredes e alecrim no chão. Mas a essência patrimonial da freguesia está nas suas antigas azenhas. Algumas perderam-se com os anos, mas outras foram recuperadas para turismo, como é o caso das da Ferraria e do Capitão. Uma característica das gentes da região é boa hospitalidade com que recebem gente de fora. A paróquia foi instituida em 1985. == Lenda de Nossa Senhora da Barreira == Reza a lenda que um homem, que andava com um arado a lavrar a terra nas fazendas de Barreira, encontrou uma imagem de Nossa Senhora. A imagem foi levada para a igreja de São João da Ribeira, mas desapareceu e foi encontrada nas fazendas de Barreira e isto repetiu-se várias vezes até ser construída a capela que a guardaria definitivamente e que é hoje a igreja paroquial. A capela terá sido construída no século XIV. == Actividades económicas == Indústria de carnes, agricultura e comércio == Festas e Romarias == Nossa Senhora da Barreira (domingo do Espírito Santo) == Património cultural e edificado == Igreja matriz, azenhas da Ferraria e das Faias, Moinho dos Carvalhos, Fonte da Quinta da Rosa e Capela de Nossa Senhora da Barreira == Outros locais de interesse turístico == Quinta da Ferraria, Quinta do Capitão, Quinta de Santa Bárbara e Fontes da Ribeira == Gastronomia == Migas de Bacalhau, Magustos, misturadas, lapardão, frango de cabidela e coscorões == Artesanato == Tapeçaria tipo Arraiolos, arranjos florais, rendas e bordados == Colectividades == Associaçao Solidariedade Social Cultural Desportiva Ribeirense, Associação Físico Cultural da Ribeira de São da Ribeira e Projor - Projecto Jovem Ribeirense Categoria:Antigas freguesias de Rio Maior",
 "title": "Ribeira de São João"
}