{
 "id": "18887",
 "text": "Manuel Inácio da Costa Quintela (Lisboa, — Lisboa, ) foi um escritor português. == Biografia == Formou-se na Academia de Marinha, onde terminou o curso em 1791. Ingressou na marinha logo após a sua formação e subiu rapidamente de posto até que, seis anos depois, já comandava uma fragata, sob as ordens do marquês de Nisa, no Mediterrâneo. Foi também poeta, tendo convivido com alguns dos mais conhecidos autores da época. Distinguiu-se numa batalha contra uma fragata francesa, em 15 de Maio de 1801, onde demonstrou coragem que lhe valeu as simpatias dos seus contemporâneos. Ter-se-ia apenas rendido quando já não podia de forma alguma ripostar (como estava consignado nas leis da marinha) quando, à partida, não tinha qualquer hipótese contra o seu inimigo, de arsenal bastante superior, o que lhe poderia ter valido a morte. Comandou a nau \"Afonso\" na esquadra de levou a família real para o Brasil, em novembro de 1807. Tornou-se vice-almirante 20 anos depois de ter entrado no serviço militar. Serviu de almirante-general às ordens do infante D. Carlos. Já major-general, em 24 de fevereiro de 1821, foi designado ministro do reino (correspondente a primeiro-ministro). Com o regresso de D. João VI a Portugal, torna-se ministro da marinha até à Vilafrancada. Após o juramento da Carta Constitucional, em 31 de julho de 1826, foi nomeado novamente ministro da marinha. Em dezembro, ao não identificar-se com o novo governo, deixou de vez os cargos públicos. No final da sua vida, dedicou-se à escrita dos \"Anais da Marinha Portuguesa\" (obra publicada postumamente pela Academia Real de Ciências, da qual era membro, em 1830 e 1840, ainda que incompleta). Terá feito uma tradução em verso da Eneida de Virgílio e, supostamente, algumas versões de odes de Horácio, publicadas nos Anais da Ciência das Artes e das Letras. Categoria:Naturais de Lisboa Categoria:Almirantes de Portugal Categoria:Generais do Reino de Portugal Categoria:Vintismo Categoria:Ministros do Reinado de D. João VI Categoria:Primeiros-ministros da Monarquia Constitucional Portuguesa Categoria:Escritores de Portugal Categoria:Poetas de Portugal Categoria:Tradutores de Portugal Categoria:Académicos de Portugal",
 "title": "Inácio da Costa Quintela"
}