{
 "id": "1891",
 "text": "Em sistemas de votação, o voto tático (também conhecido por voto estratégico ou voto útil) ocorre em eleições com mais de dois candidatos quando um dos eleitores fornece uma informação enganadora com o objetivo de maximizar a utilidade do seu voto. Se um eleitor acredita que o seu candidato preferido não tem chances de ganhar, por exemplo, ele pode optar por votar num candidato que não gosta com o objetivo de impedir a vitória daquele que detesta. A análise do voto tático é um tópico estudado pela teoria dos jogos. Muitos sistemas de votação encorajam a ocorrência do voto tático, como o sistema de voto plural, os votantes têm um incentivo para não votar em candidatos que eles acreditam que não podem ganhar, independentemente de gostarem ou não desse candidato. Se votarem em candidatos que têm hipóteses de ganhar, o voto tem mais probabilidades de afetar o resultado final. Normalmente, este fenómeno causa a concentração dos apoios em poucos candidatos, muitas vezes apenas dois. Em outros sistemas, como a contagem de Borda, os eleitores têm um incentivo para não votar em candidatos que acreditem ser competidores do seu candidato preferido, independentemente da opinião que tenham desse candidato. == Sistema eleitoral e informação == Em geral, quanto mais informação o eleitor tiver que fornecer ao sistema eleitoral, menores as vantagens do voto tático. Em particular, o voto plural encoraja o voto tático porque a informação que cada votante fornece ao sistema de votação é muito reduzida. Noutros sistemas de votação, como no Instant Runoff Voting o voto tático é mais difícil porque os eleitores fornecem muita informação ao sistema. Mas há excepções a esta regra: a contagem de Borda regista uma grande quantidade de informação, mas encoraja o voto tático. == Informação sobre as intenções dos outros eleitores == Todas as formas de voto tático exigem o conhecimento da intenção dos outros eleitores. Quando o voto é secreto, a informação disponível é escassa. O controlo do fluxo de informação é por isso de vital importância. Em eleições em que a maior parte dos eleitores se informa pela mídia de massas, os candidatos tendem a utilizar sofisticadas estratégias mediáticas com o objetivo de fazer balançar o voto tático a seu favor. Normalmente, os candidatos tenderão a exagerar a sua popularidade para atrair o voto tático. É mesmo possível que os candidatos encomendem sondagens que os favoreçam. Em eleições com várias rondas (turnos), os candidatos tenderão a apostar nas primeiras rondas para que o público fique com a impressão que eles são mais viáveis que candidatos que o público prefere, mas que não têm tanto apoio. == Eleições Primárias == No sistema plural e sistemas semelhantes, as eleições primárias entre os candidatos de um mesmo partido são frequentemente utilizadas para evitar alguns dos efeitos do voto tático. Os membros de um mesmo partido realizam eleições entre os seus potenciais candidatos. Este processo é semelhante ao que acontece naturalmente numa eleição geral, mas tem a vantagem de ser mais formal e de evitar a divisão dos eleitores nas eleições gerais porque todos concordam que só o vencedor das primárias é que deve ser apoiado. Quando um partido não tem muitas possibilidades de ganhar as eleições gerais com os votos dos membros do partido, alguns membros poderão ser tentados a votar nas primárias em candidatos com maior probabilidade de conseguir apoios fora do partido. == Exemplos == O voto tático é muito frequente nas eleições britânicas. Em Inglaterra, há três partidos representados no Parlamento: o Partido Trabalhista, o Partido Conservador e o Partido Liberal-Democrata. O Partido Trabalhista é próximo do Partido Liberal Democrata. Muitos eleitores que preferem o Partido Liberal-Democrata votam nos candidatos do Partido Trabalhista nas localidades em que estes são mais fortes e vice-versa, com o objetivo de evitar a eleição dos candidatos conservadores. Categoria:Eleições Categoria:Parlamento Categoria:Teoria das eleições",
 "title": "Voto tático"
}