{
 "id": "18935",
 "text": "Gouvães do Douro é uma povoação portuguesa do Município de Sabrosa que foi sede da extinta Freguesia de Gouvães do Douro, freguesia que tinha 6,30 km² de área e 142 habitantes (2011), e, por isso, uma densidade populacional de 22,5 hab/km². A Freguesia de Gouvães do Douro foi extinta (agregada) pela reorganização administrativa de 2012/2013,Lei n.º 11-A/2013, de 28 de janeiro: Reorganização administrativa do território das freguesias. Anexo I. Diário da República, 1.ª Série, n.º 19, Suplemento, de 28/01/2013. tendo o seu território sido agregado ao das Freguesias de Provesende e de São Cristóvão do Douro para criar a União de Freguesias de Provesende, Gouvães do Douro e São Cristóvão do Douro. Gouvães do Douro foi vila e sede de concelho entre 1202 (foral de D. Sancho I) e 6 de Novembro de 1836. Este era constituído pelas freguesias de Casal de Loivos (que à data incluía também o território da actual freguesia do Pinhão), Gouvães do Douro e São Cristóvão do Douro. Tinha, em 1801, 798 habitantes. Aquando da extinção, foi integrado no extinto concelho de Provesende. Foi uma freguesia produtora de vinhos da mais alta qualidade. Esta antiga freguesia usufrui dos serviços de recolha de lixo, rede pública de abastecimento de água e de águas residuais. Antigamente, possuía também um posto de Correio, escola do 1.º Ciclo do Ensino Básico e minimercado, que foram desaparecendo ao longo dos anos. Atualmente, o serviço de minimercado é efectuado por carrinhas que vêm de terras circundantes. Para aqueles que quiserem desfrutar das magníficas paisagens, têm à sua disposição alojamento turístico. A origem da palavra Gouvães do Douro assenta em dois elementos: o primeiro assenta numa variante do topónimo “Gouviães”, que deriva do baixo-latim “(villa) Gaudilanis”, ou a “Quinta de Gaudila”. O segundo refere claramente o rio Douro. ==População== Número de habitantes Instituto Nacional de Estatística (Recenseamentos Gerais da População) - https://www.ine.pt/xportal/xmain?xpid=INE&xpgid;=ine_publicacoes 1864 1878 1890 1900 1911 1920 1930 1940 1950 1960 1970 1981 1991 2001 2011 481 679 433 421 441 459 576 582 555 541 408 297 180 240 142 (Obs.: Número de habitantes \"residentes\", ou seja, que tinham a residência oficial neste concelho à data em que os censos se realizaram.) Distribuição da População por Grupos Etários em 2001 e 2011 Idade 0-14 15-24 25-64 > 65 0-14 15-24 25-64 > 65 2001 38 37 107 58 15,8% 15,4% 44,6% 24,2% 2011 14 15 68 45 9,9% 10,6% 47,9% 31,7% == Património == * Igreja Paroquial de Nossa Senhora dos Anjos, de Gouvães do Douro; * Capela de São João, em Raposeira; * Capela do Senhor da Boa Morte, em São Miguel; * Capela de Santo António, na Lameira; * Marco granítico n.º 43; * Pelourinho de Gouvães do Douro. Tal como as outras freguesias, Gouvães também possui casas senhoriais e brasonadas como a Casa Grande, situada junto à Igreja e uma outra bastante abandonada e construída no século XVI. É possuidora ainda de um pelourinho classificado como imóvel de interesse público, que assenta em dois degraus quadrados, com fuste cilíndrico liso e capitel volumoso no qual se apoia a “gaiola” quadrada com um prumo prismático em cada canto e remate piramidal. Este pelourinho caiu em 1874 devido a um temporal, mas foi recuperado pelo povo. Possui também tem duas fontes de água muito antigas: a fonte da Lameira e a fonte do Olmo. Tal como o senhor da Agonia são monumentos nacionais muito antigos e restaurados pelo povo. ==História== Gouvães do Douro foi uma freguesia cujo povoamento vem já de tempos muito remotos, não se sabendo precisar a sua data, mas, quer pelo seu topónimo, quer pelos vestígios arqueológicos das redondezas, podemos concluír seguramente que é muito antiga. A sua fixação junto ao rio Douro tem uma explicação muito simples: todos os povos se concentravam nestas regiões, para puderem exercer as práticas agrícolas, e o elemento água é essencial. Categoria:Antigas freguesias de Sabrosa Gouvaes Douro",
 "title": "Gouvães do Douro"
}