{
 "id": "18942",
 "text": "Simón José Antonio de la Santísima Trinidad Bolívar Ponte y Palacios Blanco (Caracas, — Santa Marta, ), comumente conhecido como Simón Bolívar (Pronúncia espanhola: [siˈmon boˈliβar], AFI), foi um militar e líder político venezuelano, sendo o primeiro ilustrado a apoiar na prática a descolonização.Bolívar, Simón. The Jamaica letter. In David Bushnell (Ed.), Simón Bolívar, el libertador. (Frederick H. Fornoff, Trans., pp. 12– 30). New York, NY: Oxford University Press, 2003. (Originally published 1815) pp. 19– 20. Algumas pesquisas apontam que o primeiro ilustre a organizar práticas de insurreição contra a colonização foi Túpac Amaru II em 1780, sendo Bolívar inspirado por esses movimentos andinos.. Junto a José de San Martín, foi uma das peças chave nas guerras de independência da América Espanhola do Império Espanhol. Após triunfar sobre a Monarquia Espanhola, Bolívar participou da fundação da primeira união de nações independentes na América, nomeada Grã- Colômbia, da qual foi Presidente de 1819 a 1830. Simón Bolívar é considerado pelos países da América como um herói, visionário, revolucionário e libertador. Durante seu curto tempo de vida, liderou a Bolívia, a Colômbia, Equador, Panamá, Peru e Venezuela à independência, e ajudou a lançar bases ideológicas democráticas na maioria da América Hispânica. == Infância e juventude == De origem aristocrática galega,\"Ascendencia gallega de Simón Bolívar\"; De Barthelemy, RodolfoG. Simón Bolívar nasceu em Caracas, Venezuela, filho de Juan Vicente Bolívar y Ponte-Andrade e de María de la Concepción Palacios y Aguirre Ariztía-Sojo y Blanco. O pai de Simón faleceu quando este tinha apenas três anos, em 1786. Sua mãe morreu em 6 de julho de 1792. O menino foi então levado para a casa do avô materno, e, depois da morte deste, para a casa do tio, Carlos Palacios. == Início dos ideais == Aos doze anos, Simón fugiu da casa do tio para a casa da irmã deste, María Antonia,Governo da Venezuela também exuma irmãs de Simón Bolívar Jornal O Globo - acessado em 6 de agosto de 2019 por quem sentia uma maior ligação afectiva. Em consequência do seu ato, passou alguns meses na casa do pedagogo Simón Rodríguez, por quem foi muito influenciado e com quem manteve uma relação de amizade até o fim dos seus dias. Teve ainda outros tutores, entre os quais o humanista Andrés Bello. Em janeiro de 1797, ingressou como cadete no Batalhão de Milícias de Blancos de los Valles de Aragua (do qual o seu pai tinha sido coronel), onde se destacou pelo seu desempenho. Em 1799, viajou para a Espanha com o propósito de aprofundar os seus estudos. Em Madrid, ampliou os seus conhecimentos de História, Literatura, Matemática e aprendeu a língua francesa. Na capital espanhola, casou-se com María Teresa Rodríguez del Toro y Alaysa (26 de maio de 1802). == O Libertador == No dia 14 de agosto de 1805, na Santa Catarina, em Roma, Simón Bolívar proclamou diante de Simón Rodríguez e do seu amigo Francisco Rodríguez del Toro que não descansaria enquanto não libertasse toda a América do domínio espanhol (Juramento do Monte Sacro). O local tinha grande valor simbólico uma vez que havia sido palco do protesto dos plebeus contra os aristocratas na Roma Antiga. Ainda na Itália escalou o Vesúvio na companhia de Alexander von Humboldt e do físico Louis Joseph Gay-Lussac. Em meados de 1806, Bolívar tomou conhecimento dos primeiros movimentos em favor da independência da Venezuela, protagonizados pelo general Francisco de Miranda, decidindo que chegara a ocasião de retornar ao seu país natal. Em janeiro de 1807, foi para Charleston nos Estados Unidos, vindo a visitar diversas cidades naquele país, como Washington, D.C., Filadélfia, Boston e Nova Iorque. Bolívar retornou para a Venezuela ainda em 1807 e, quando Napoleão Bonaparte tornou seu irmão José Bonaparte rei de Espanha e das suas colónias em 1808, passou a participar nas Juntas de resistência na América Espanhola. A Junta de Caracas declarou a independência em 1810, e Bolívar foi enviado para a Inglaterra numa missão diplomática. De volta à Venezuela em 1811, em julho de 1812, o líder da junta, Francisco de Miranda, rendeu-se às forças espanholas e Bolívar foi obrigado a fugir para Cartagena das Índias, onde redigiu o Manifesto de Cartagena. Em 1813, liderou a invasão da Venezuela, entrando em Mérida em 23 de maio, sendo proclamado El Libertador (\"libertador\"). Caracas foi reconquistada a 6 de agosto, sendo proclamada a Segunda República Venezuelana. Bolívar passou então a comandar as forças nacionalistas da Colômbia, capturando Bogotá em 1814. Entretanto, após alguns revezes militares, Bolívar foi obrigado a fugir, em 1815, para a Jamaica onde pediu ajuda ao líder haitiano Alexander Sabes Petión. Lá redigiu a Carta da Jamaica. Em 1816, concedida essa ajuda, Bolívar regressou ao combate, desembarcando na Venezuela e capturando Angostura (atual Ciudad Bolívar). Durante a libertação de Quito apaixonou-se pela revolucionária Manuela Sáenz, de quem tornou-se amante, valendo a ela o epíteto de Libertadora do Libertador. Em 1828, ela o salvou de ser assassinado.VON HAGEN. Victor W, A História Amorosa de Manuela e Bolívar. (trad. Agenor Soares de Moura) Melhoramentos, São Paulo, 1955(?) == O Integrador == Em 1826, Bolívar tentou promover uma integração continental ao convocar o Congresso do Panamá. Compareceram apenas os representantes dos governos do México, da Federação Centro-Americana, da Grã-Colômbia (Colômbia, Equador e Venezuela) e do Peru. Era o princípio das Conferências Pan- americanas. == Seus ideais == \"O novo mundo deve estar constituído por nações livres e independentes, unidas entre si por um corpo de leis em comum que regulem seus relacionamentos externos\". Nessa frase dita por Simón Bolívar pode-se ter uma ideia de que ele era um homem à frente de seu tempo, de ideias revolucionárias. Em poucas palavras ele exterioriza diversas intenções e objetivos. Analisando-se a frase por partes, observa-se a intenção de: * Nações livres, sem o comando das metrópoles da época; * Independentes, tanto política como economicamente; * União dos povos, tanto com objetivo de formar blocos, sejam políticos ou econômicos, como para discutir problemas de ordem mundial. A ideia de \"nações livres\" era, provavelmente, na época, o objetivo mais importante, pois sem a liberdade, não seria possível a conquista dos outros objetivos. E para isso, Bolívar não foi só um idealizador, e sim, um verdadeiro guerreiro, enfrentando as mais diversas batalhas. Mas ele não estava sozinho nessa luta. Os ideais de liberdade, igualdade e fraternidade haviam se enraizado nos povos latino-americanos, pois o que se viu não foi uma luta isolada de Simón e seus fiéis seguidores. Foram lutas por toda a América Latina, onde cada região teve o seu \"libertador\", como era chamado Simón. Na questão de independência, Bolívar via como necessária uma nação não só independente, mas também democrática: \"Somente a democracia, no meu conceito, é suscetível de uma liberdade absoluta\", vinculando a ideia de um governo democrático, além do fato, também, de ver a necessidade de que se tenha um projeto econômico. Na terceira parte, ele propõe a união dos povos entre si \"por um corpo de leis em comum que regulem seus relacionamentos externos\". É mais nessa terceira parte que se pauta este trabalho, pois tais leis em comum seriam o Tratado de União, Liga e Confederação Perpétua, assinado no Congresso do Panamá. Simón Bolivar também foi um grande defensor da separação dos poderes temporal e espiritual (Estado e religião), posição essa fortemente influenciada pelos princípios maçônicos que professava ao lado de outros libertadores americanos, como Miranda, Santa Cruz e San Martín, conforme depreende-se do manifesto que lançou em 1824/1825, perante o Congresso Constituinte da Bolívia, onde conclamou: Porém, nem tudo foi como Bolívar gostaria que fosse. Com o decorrer do tempo, a situação não era das melhores, começaram a surgir divergências nas propostas políticas, muitos criticavam a Simón o seu modo de governar, além de a Espanha continuar a mandar tropas para a América. Desse modo, os ideais iniciais de Simón começaram a se desvirtuar. O seu modo de governo já se aproximava mais de um autoritarismo do que uma democracia. O poder demasiadamente centralizado se fazia necessário, mas descaracterizava a federação que tanto desejava. Ele via a América muito fraca ainda, e precisava desse mando único do governo: \"...Cada dia torna-se pior o sul da América; no dia em que eu deixar o Peru ele volta a se perder: porque não há homens capazes de sustentar o Estado...\". Além do mais, via que não estava sendo possível mais vencer a guerra contra os espanhóis sem uma ajuda externa, procurando algum diálogo com a Inglaterra, o que também contrariava suas ideias, pois a Inglaterra também era uma metrópole e seu modo de governo era uma monarquia, ao qual Bolívar era contrário, além do risco de pedir ajuda a um país que tinha grande relacionamento com a Espanha. Seus propósitos foram se tornando cada vez mais difíceis de serem atingidos. Simon Bolívar costumava dizer que fazer revolução na América é como arar o mar. Nas regiões onde ocorriam as guerras, os lugares ficavam devastados, prejudicados economicamente. Campos de agricultura viravam campos de batalhas, que quando terminadas, deixavam o lugar desolado. Havia problemas como a mão de obra, pois praticamente todos os homens com mais de 14 anos, que não apresentassem algum problema físico, deviam se apresentar no exército. Restavam as crianças e mulheres. Havia ainda problemas na questão de organização dos órgãos públicos: uma vez expulsos os espanhóis, era necessária uma substituição e reestruturação do poder público. Soma-se a isso o fato de não se saber se haveria o retorno de forças armadas espanholas, o que mantinha o ambiente de insegurança. == A morte == Em 17 de dezembro de 1830, com a idade de quarenta e sete anos, Simón Bolívar morreu após uma batalha dolorosa contra a tuberculoseArismendi Posada, Ignacio; Gobernantes Colombianos, trad. Colombian Presidents; Interprint Editors Ltd.; Italgraf; Segunda Edición; Página 19; Bogotá, Colombia; 1983 na Quinta de San Pedro Alejandrino em Santa Marta, Grande Colômbia (atual Colômbia). Em seu leito de morte, Bolívar pediu ao seu ajudante-de-campo, o general Daniel Florence O'Leary, que queimasse o extenso arquivo remanescente de seus escritos, cartas e discursos. O'Leary desobedeceu a ordem e os seus escritos sobreviveram, proporcionando aos historiadores uma vasta riqueza de informações sobre o pensamento e a filosofia liberais de Bolívar, bem como detalhes de sua vida pessoal, como seu caso amoroso de longa data com Manuela Sáenz. Poucos anos depois de sua morte, em 1856, Sáenz enriqueceu esse acervo, dando a O'Leary suas cartas recebidas de Bolívar.Bolívar, Simón. Hope of the universe. Paris: UNESCO, 1983. Print. == Exumação == Em 15 de julho de 2010, por ordem do 19° Tribunal de Controle de Caracas, os restos mortais de Bolívar foram exumados para esclarecer a causa de sua morte, uma vez que havia a possibilidade de assassinato. A versão oficial, até então, era de que Bolívar morrera em decorrência de uma tuberculose. Para o presidente Hugo Chávez, Bolívar teria sido vítima de uma conspiração e envenenado por um general colombiano. Em 25 de julho, o vice- presidente da Venezuela, Elías Jaua, informou que a análise dos restos mortais de Simón Bolívar não fora conclusiva, permanecendo aberta a possibilidade de envenenamento (intencional ou não) por arsênico ou cantaridina. O presidente Chávez, no entanto, afirmou que continuava a acreditar na hipótese de assassinato.exumação, causa da morte de Simon Bolívar ainda é desconhecida, diz Venezuela. Opera Mundi, 25 de julho de 2011. Em 2012, numa cerimônia no Palácio de Miraflores, foi apresentada uma reconstituição digital do rosto de Bolívar, resultado de dois anos de pesquisas com os restos mortais do Libertador. ==Homônimos== *Simon Bolivar Buckner foi um político e militar dos Estados Unidos e exerceu o cargo de governador do Kentucky (1887-1891); *Simon Bolivar Buckner, Jr. general dos Estados Unidos morto na Batalha de Okinawa em 1945. == Ver também == * Bolivarianismo * Congresso do Panamá == Bibliografia == * ACOSTA RODRÍGUEZ, LUIS JOSÉ. 1979: “Bolívar para todos”. Sociedad Bolivariana de Venezuela. Caracas - Venezuela.” 2 volúmenes. ISBN 968-484-000-4 * ANÓNIMO. 2003: “\"Bolívar, Grandes biografías”, AAVV, febrero 1ra edición, Ediciones y Distribuciones Promo-libro S.A., Madrid-España. * ARCINIEGAS, GERMAN. 1979: “Héroe Vital. La Gran Colombia, garantía de la libertad sudamericana”. En: “Bolívar. Hombre del presente, nuncio del porvenir”. Auge, S. A. Editores. Lima – Peru. * BENCOMO BARRIOS, HECTOR. 1983: “Bolívar Jefe Militar”. Cuadernos Lagoven. Série Bicentenario. Lagoven S.A. Caracas - Venezuela.79p. * BESOUCHET, Lídia. 1985. José Maria Paranhos:Visconde de Rio Branco:ensaio histórico-biográfico; tradução de Vera Mourão. Rio de Janeiro:Editora Nova Fronteira; [Brasília]: Instituto Nacional do Livro.289p. * BOHORQUEZ CASALLAS, LUIS ANTONIO. 1980. “\"Breve biografía de Bolívar\"'”. Colección José Ortega Torres, Gráficas Margal, Bogotá – Colombia. * BOLINAGA, MARÍA BEGOÑA. 1983: “Bolívar conservacionista”. Cuadernos Lagoven. Serie Bicentenario. Lagoven S.A. Caracas – Venezuela 91p. * BOLÍVAR, SIMÓN. 1981: “Simón Bolívar ideario político”. Ediciones Centauro Caracas – Venezuela. 214p. * BOULTON, ALFREDO. 1980: “Miranda, Bolívar y Sucre tres estudios Icnográficos”. Biblioteca de Autores y Temas Mirandinos. Caracas – Venezuela. 177p. * BOYD, BILL. 1999: “Bolívar, Liberator of a continent, An historical novel, Sterling, Virginia 20166, Capital Books, Inc., ISBN 1-892123-16-9. * BUSHNELL, DAVID Y MACAULAY, NEILL, 1989: “\"El nacimiento de los países latinoamericanos\"”. Editorial Nerea, S.A., Madrid – España. * CABALLERO, MANUEL. S/F: “\"Por qué no soy bolivariano. Una reflexión antipatriótica\"”. Alfa Grupo Editorial. ISBN 980-354-199-4. * CALDERA, RAFAEL. 1979: “Arquitecto de una nueva sociedad. La educación y la virtud, sustento de la vida republicana”. En: “Bolívar. Hombre del presente, nuncio del porvenir”. Auge, S. A. Editores. Lima – Peru. * CAMPOS, JORGE. 1984: “Bolívar”. Salvat Editores, S. A. Barcelona - España. 199p. * CARRERA DAMAS, GERMÁN, S/F: “\"El Culto a Bolívar\"”. Alfa Grupo Editorial. ISBN 980-354-100-5. * ENCEL, FREDERIC. 2002, “\"El arte de la guerra: Estrategias y batallas\"”. Alianza Editorial, S.A., Madrid – España. * ENCINOZA, VALMORE E., Y CARMELO VILDA. 1988: “Se llamaba Simón Bolívar. Vida y obra del Libertador”. Ediciones S.A. Educación y Cultura Religiosa. Caracas - Venezuela. 112p. * GARCÍA MÁRQUEZ, GABRIEL: 2001,“Der General in seinem Labyrinth”. Historischer Roman, Köln, Kiepenheuer & Witsch, (KiWi; 657), ISBN 3-462-03057-4 * GIL FORTOUL, JOSÉ. 1954: “Historia Constitucional de Venezuela”. Cuarta Edición. Ministerio de Educación. Dirección de Cultura y Bellas Artes. Caracas – Venezuela. 3 volúmenes. * JURADO TORO, BERNARDO. 1980: “Bolívar y el mar”. Edición del Banco Central de Venezuela. Caracas – Venezuela. 181p. * JURADO TORO, BERNARDO. 1994: “\"Bolívar el polifacético\"”. Ed. DIGECAFA, Caracas – Venezuela. * LECUNA, VICENTE. 1954: “Relaciones diplomáticas de Bolívar con Chile y Argentina”. Imprenta Nacional. Caracas – Venezuela. 2 volúmnes. * LECUNA, VICENTE. 1960: “Crónica razonada de las Guerras de Bolivar”. The Colonial Books, New York – United States. NY. 3 volúmenes. * LECUNA, VICENTE. 1977: “La Casa natal del Libertador”. Impreso en Venezuela por Cromotip. Caracas – Venezuela. * LECUNA, VICENTE. 1995: “Documentos referentes a la creación de Bolivia”. Comisión Nacional del Bicentenario del Gran Mariscal Sucre (1795-1995). Caracas – Venezuela. 2 volúmenes. ISBN 980-07-2353-6 * LIEVANO AGUIRRE, INDALECIO. 1988: “Bolivar”. Academia Nacional de la Historia. Caracas Venezuela. 576p. ISBN 980-300-035-X * LLANO GOROSTIZA, M. 1976: “Bolívar en Vizcaya”. Banco de Vizcaya. Bilbao - España. 115p. ISBN 84-500-1556-1 * LLERAS RESTREPO, CARLOS. 1979: “Demócrata cabal. Sumisión a la Ley y a la patria”. En: “Bolívar. Hombre del presente, nuncio del porvenir”. Auge, S. A. Editores. Lima – Peru. * LOVERA DE SOLA, R. J. 1983: “Bolívar y la opinión pública”. Cuadernos Lagoven. Lagoven. S.A. Caracas - Venezuela. 83p. * LYNCH, JOHN. 1998: “\"Las revoluciones hispanoamericanas 1808-1826\"”. Editorial Ariel, S.A., 7ma edición, Barcelona – España. * LYNCH, JOHN. 2006: “Simon Bolivar. A Life”, Verlag: Yale University Press, O. Mai, ISBN 0-300-11062-6. * MADARIAGA, SALVADOR DE: 1986: “Simón Bolívar”. Zürich, Manesse-Verl., ISBN 3-7175-8067-1 * MARX, KARL. Simón Bolívar por Karl Marx. São Paulo: Martins, 2008. * MASUR, GERHARD. 1974: “Simón Bolívar”. Círculo de Lectores S.A. y Editorial Grijalbo S.A. Barcelona - España. 600p. ISBN 84-226-0346-2 * MIJARES, AUGUSTO. 1987: “El Libertador”. Academia Nacional de la Historia y Ediciones de la Presidencia de la República. Caracas- Venezuela 588p. ISBN 980-265-724-7 * MIRÓ, RODRIGO. 1979: “Espíritu realista. La consolidación de la independencia, pertinaz obsesión”. En: “Bolívar. Hombre del presente, nuncio del porvenir”. Auge, S. A. Editores. Lima – Peru. * MONDOLFI, EDGARDO (Comp.): 1990: “Bolívar ideas de un espíritu visionario”. Monte Ávila Latinoamericana. Caracas – Venezuela. ISBN 980-01-0310-4 * MORÓN, GUILLERMO. 1979: “Los presidentes de Venezuela. 1811 -1979”. S.A. Meneven. Caracas - Venezuela. 334p. * ORMEÑO, Claudia. El enmascaramiento de la rebelión de Tupac Amaru II. Revista Sociedad y Equidad, n. 2, 2011. * PÉREZ ARCAY, JACINTO. 1980: “El fuego sagrado. Bolívar hoy”. Edición CLI-PER. Caracas - Venezuela. 347p. * PÉREZ CONCHA JORGE. 1979: “Político sagaz. Guayaquil: afirmación de los principios republicanos”. En: “Bolívar. Hombre del presente, nuncio del porvenir”. Auge, S. A. Editores. Lima – Peru. * PÉREZ VILA, MANUEL. 1980: “Bolívar el libro del sesquicentenario 1830-1980”. Ediciones de la Presidencia de la República. Caracas - Venezuela. 391p. * PETZOLD PERNÍA, HERMANN. 1986: “Bolívar y la ordenación de los poderes públicos en los estados emancipador”. Fundación Premio Internacional Pensamiento de Simón Bolívar”. Caracas – Venezuela. * PINO ITURRIETA, ELÍAS. S/A: “\"El divino bolívar: ensayo sobre una religión republicana\"”. Alfa Grupo Editorial. ISBN 84-8319-167-9. * POLANCO ALCÁNTARA, TOMÁS. 1983: “Bolívar y la justicia”. Cuadernos Lagoven. Serie Bicentenario. Lagoven S.A. Caracas – Venezuela .79p. * POLANCO ALCÁNTARA, TOMÁS. 2001: “\"Bolívar: vida, obra y pensamiento\"”. Círculo de Lectores, Bogotá - Colombia. ISBN 958-28-1255-9 * POLANCO ALCÁNTARA, TOMÁS. S/F. “\"Simón Bolívar: Ensayo de una interpretación biográfica a través de sus documentos\"'”. 4ta edición, Editorial EG, Barcelona - España. * PRUDENCIO, ROBERTO. 1979: “Creador de patrias. Bolivia, hija de su gloria”. En: “Bolívar. Hombre del presente, nuncio del porvenir”. Auge, S. A. Editores. Lima – Peru. * PUENTE CANDAMO, JOSÉ AGUSTÍN DE LA. 1979: “Libertador de los pueblos. Plenitud revolucionaria inspirada en la democracia”. En: “Bolívar. Hombre del presente, nuncio del porvenir”. Auge, S. A. Editores. Lima – Peru. * QUINTERO, INÉS. 1999: Del Bolívar para todos al Bolívar para Chávez”. El Nacional, 28 de Dezembro de 1999 Caracas – Venezuela. * RAMOS, DEMTRIO. 1979: “Criollo enciclopedista. Personaje símbolo de la emancipación americana”. En: “Bolívar. Hombre del presente, nuncio del porvenir”. Auge, S. A. Editores. Lima – Peru. * ROJAS, ARMANDO. 1996: “Ideas educativas de Simón Bolívar”. Monte Ávila Latinoamericana S.A. Caracas - Venezuela. 245p. ISBN 980-01-0304-X * ROSA, DIÓGENES DE LA. 1979: “Precursor del Panamericanismo. La integración, reto y compromiso”. En: “Bolívar. Hombre del presente, nuncio del porvenir”. Auge, S. A. Editores. Lima – Peru. * SALCEDO BASTARDO, JOSÉ LUIS. 1972: “Bolívar: un continente y un destino”. Ediciones de la Presidencia de la República. Caracas - Venezuela. 436p. * SALCEDO BASTARDO, JOSÉ LUIS. 1977: “Un hombre diáfano Bolívar”. Cultural Venezolana, S. A. Caracas – Venezuela. * SALCEDO BASTARDO, JOSÉ LUIS. 1979: “Derrotado invencible. La idea continental factor determinante de todos sus proyectos”. En: “Bolívar. Hombre del presente, nuncio del porvenir”. Auge, S. A. Editores. Lima – Peru. * SÁNCHEZ, LUIS ALBERTO. 1979: “Dictador a pesar suyo. La voluntad popular, ley suprema”. En: “Bolívar. Hombre del presente, nuncio del porvenir”. Auge, S. A. Editores. Lima – Peru. * SOCIEDAD BOLIVARIANA DE VENEZUELA. 1989: “Sonetos a Bolívar”. Biblioteca de la Sociedad Bolivariana de Venezuela Diversos. Caracas - Venezuela. 2 volúmenes. ISBN 980-300-985-0 * SUBERO, EFRAÍN. 1983: “Bolívar escritor”. Cuadernos Lagoven. Série Bicentenario. Lagoven S.A. Caracas - Venezuela. 275p. * TOVAR DONOSO, JULIO. 1979: “Nuncio del porvenir. Libertad y armonía simbiosis vital”. En: “Bolívar. Hombre del presente, nuncio del porvenir”. Auge, S. A. Editores. Lima – Peru. * VELÁSQUEZ, RAMÓN JOSÉ. 1988: “Los pasos de los héroes”. Edición Especial Homenaje del IPASME al Autor. Caracas - Venezuela. 393p. ISNB 980-6122-01-1 * VERNA, PAUL., Y CHRISTIAN. BOSSU-PICAT. 1983: “El mundo de Bolívar”. Ediciones Delroisse. Distribuidora Santiago. Caracas - Venezuela. 135p. ISBN 2-85518-097-X * VASCONCELLOS, irmãos J. S. Princípios de Defesa Militar. Editora da Biblioteca da Marinha e Exército do Brasil, 1939. == Ligações externas == * Reconstrução digital do rosto de Símon Bolívar * Vidas Lusófonas: Simón Bolivar * Simón Bolívar e o juramento do Monte Sacro * As influências de Rousseau e Napoleão em Simón Bolívar- por Ricardo Vélez Rodríguez. * Simón Rodríguez - professor de Simón Bolívar - vegetariano * Simon Bolivar * O Bolívar simbólico - O nome do herói foi apropriado por um sem-número de políticos na América Latina * archivodellibertador.gob.ve Todos os textos digitalizados escritos por Simon Bolívar] Categoria:Naturais de Caracas Categoria:Generais Categoria:História da América do Sul Categoria:Mortes por tuberculose no século XIX Categoria:Maçons da Venezuela Categoria:Presidentes da Bolívia Categoria:Presidentes da Venezuela Categoria:Presidentes do Peru Categoria:Estrategistas militares Categoria:Liberais clássicos Categoria:Mortes por tuberculose na Colômbia",
 "title": "Simón Bolívar"
}