{
 "id": "18987",
 "text": "\\---- (, na numeração romana) foi um ano comum do século XIX do actual Calendário Gregoriano, da Era de Cristo, e a sua letra dominical foi B (52 semanas), teve início a um sábado e terminou também a um sábado. == Eventos == * Michael Faraday, de nacionalidade inglesa e Joseph Henry, dos Estados Unidos descobrem a \"indução electromagnética\" entre dois circuitos separados. A publicação dos trabalhos de Faraday em novembro de 1831, precedeu a de Henry em alguns meses. * Fim do primeiro reinado de Choki Gyaltshen, Desi Druk do Reino do Butão, reinou desde 1823. * Início do reinado de Dorji Namgyal, Desi Druk do Reino do Butão, reinou até 1832. * Construção da Ermida de Nossa Senhora do Socorro, Biscoitos, em substituição de uma que datava de 1787 e que se mostrava inadequada dado o crescimento da população.São Jorge, Açores, Guia do Património Cultural. Edição Atlantic View – Actividades Turísticas, Lda. Dep. Legal n.º 197839/03. ISBN 972-96057-2-6, 1ª edição, 2003. * No Japão, uma loja de itens de algodão é aberta em Kyoto tornando-se posteriormente na Loja de departamentos Takashimaya.Stuart D. B. Picken (2009). The A to Z of Japanese Business. Rowman & Littlefield. p. 22. ISBN 978-0-8108-6872-4. foi fundada no princípio de oferecer uma experiência de compra caracterizada de oferecer a melhor qualidade e serviço.Pradhan. Retail Merchandising. Tata McGraw-Hill Education. p. 102. ISBN 978-0-07-014497-2. === Março === * 5 de março - Instituição da primeira escola de educação para jovens só do sexo feminino em Angra do Heroísmo, ilha Terceira, Açores. === Abril === * 7 de abril - o imperador Pedro I do Brasil abdica para o filho Pedro II do Brasil. * 7 de abril - decreto imperial nomeia José Bonifácio tutor dos príncipes do Império do Brasil. * 7 de abril - A Assembleia Geral nomeia uma Regência Trina Provisória, cujos membros são: Marquês de Caravelas, Francisco de Lima e o Nicolau Pereira de Campos Vergueiro, dando início ao Período Regencial no Brasil. * 14 de abril - Império do Brasil: O Hino Nacional Brasileiro é executado pela primeira vez. * 17 de abril - Ordem ao destacamento das tropas da guarnição da Terceira para submeter as outras ilhas dos Açores. * 17 de abril - Naufrágio de uma escuna da armada liberal que provinha da ilha do Pico, Açores. === Maio === * 10 de maio - Desembarque das tropas liberais na ilha de São Jorge, Açores. === Junho === * 23 de junho - Desembarque das tropas liberais na ilha do Faial, Açores. * 27 de junho - Decreto da regência mandando cunhar moeda (\"Malucos\") na ilha Terceira, Açores. === Julho === * 10 de julho - Aclamação do governo liberal na ilha Graciosa, Açores. * 20 de julho - Aclamação do governo liberal na Vila de Santa Cruz da ilha das Flores, Açores. === Agosto === * 1 de agosto - Tomada da ilha de São Miguel, Açores pelas tropas liberais. * 2 de agosto - Aclamação do governo liberal em Ponta Delgada, ilha de São Miguel, Açores. * 2 de agosto - Aclamação do governo liberal na ilha de Santa Maria, Açores. * 18 de agosto- criada a Guarda Nacional, esvaziando o Exército brasileiro. === Setembro === * 14 de setembro - Ocorre em Recife a \"Setembrada\", uma revolta de tropa da guarnição. === Dezembro === * 13 de dezembro - Ocorre a Setembrada: é como ficou conhecido o levante ocorrido, durante o período regencial, no Maranhão e também em Pernambuco. * 15 de dezembro - o presidente da Província de São Paulo, Brigadeiro Rafael Tobias de Aguiar, se reuniu com o Conselho da Presidência e assinou o documento criando a Guarda Municipal Permanente (atual Polícia Militar). * 27 de dezembro - Charles Darwin embarca no HMS Beagle para a sua viagem ao redor do globo, observando a fauna e a flora da América do Sul e principalmente das ilhas Galápagos. == Nascimentos == * 15 de fevereiro - Adolf Deucher, foi Presidente da Confederação suíça em 1886 (m. 1912) * 24 de fevereiro - Príncipe Hohenlohe, político alemão (m. 1901) * 3 de abril - Adelaide de Löwenstein-Wertheim-Rosenberg, princesa de Löwenstein-Wertheim- Rosenberg, m. 1909. * 7 de maio - Richard Norman Shaw, arquitecto britânico (m. 1912) * 13 de junho - James Clerk Maxwell, físico britânico (m. 1879) * 12 de agosto - Helena Petrovna Blavatsky, fundadora da Sociedade Teosófica (m. 1891). * 29 de agosto - Bezerra de Menezes, médico, espírita e deputado brasileiro (m. 1900). * 18 de setembro - Antônio Manuel Correia de Miranda, militar (m. 1903). * 6 de outubro - Richard Dedekind, matemático alemão (m. 1916). * 29 de outubro - Othniel Charles Marsh, paleontólogo estado-unidense (m. 1899) * 19 de novembro - José Evaristo Uriburu, presidente da Argentina de 1895 a 1898 (m. 1914). * 1 de dezembro - Maria Amélia de Bragança, princesa do Brasil, (m. 1853). * 12 de dezembro - Ernesto do Canto, historiador, bibliófilo e político açoriano (m. 1900). * 14 de dezembro - Arsenio Martínez- Campos Antón, foi primeiro-ministro da Espanha (m. 1900). == Mortes == * 27 de junho - Sophie Germain, matemática francesa (n. 1776). * 14 de novembro - Georg Wilhelm Friedrich Hegel, filósofo alemão (n. 1770)",
 "title": "1831"
}