{
 "id": "19081",
 "text": "Radiohead é uma banda britânica de rock alternativo, formada no ano de 1985 em Abingdon, Oxford por Thom Yorke (vocais, guitarra, piano), os irmãos Jonny Greenwood (guitarra, piano, ondas martenot) e Colin Greenwood (baixo, sintetizador), Ed O'Brien (guitarra, sintetizadores, backing vocals) e Philip Selway (bateria, percussão). Desde 1994 a banda têm trabalhado com o produtor Nigel Godrich e Stanley Donwood na produção das capas dos álbuns. A abordagem experimental do Radiohead é creditada com o avanço do som do rock alternativo no final dos anos 1980 Depois de assinar com a EMI em 1991, Radiohead lançou seu primeiro single, \"Creep\", no ano de 1992 e o seu primeiro álbum de estúdio, Pablo Honey, em 1993. Ainda que o single de \"Creep\" não tivesse feito sucesso quando foi lançado, seu relançamento, no ano seguinte, fez da canção um hit internacional. A popularidade da banda no Reino Unido aumentou com o lançamento de seu segundo álbum de estúdio, The Bends, em 1995. Com o lançamento de OK Computer em 1997, Radiohead ganhou fama mundial. Contando com um som bastante expansivo e temas sobre a alienação moderna, OK Computer é aclamado até hoje como um marco dos anos 90. O lançamento de Kid A, em 2000, e de Amnesiac, em 2001, marcou o pico da popularidade do Radiohead, ainda que estes dois álbuns tenham tido opiniões controversas entre críticos e fãs. Este período marcou uma considerável mudança no som do Radiohead, com a banda incorporando elementos experimentais de música eletrônica e jazz nas suas composições. Hail to the Thief (2003), sexto álbum de estúdio da banda, mesclou todos os estilos que a banda já empregou em sua carreira, como as guitarras distorcidas, música eletrônica e letras inspiradas na Guerra ao Terror. Dando sequência ao lançamento de Hail to the Thief, Radiohead entrou em hiato, saindo de sua gravadora EMI e lançando o seu sétimo álbum, In Rainbows, em 2007, por meio de download digital, pelo qual os compradores escolhiam quanto queriam pagar. Em 2011 lançaram o oitavo álbum, The King of Limbs, uma exploração de ritmos desenvolvidos usando extensos loops e samples. O álbum seguinte, A Moon Shaped Pool (2016), apresentou com destaque os arranjos orquestrais de Jonny Greenwood. Posteriormente, Yorke, Jonny Greenwood, Selway e O'Brien lançaram álbuns solo. Em 2021, Yorke e Greenwood estrearam uma nova banda, The Smile, formada durante os lockdowns do COVID-19 no Reino Unido. Até 2011, o Radiohead havia vendido mais de 30 milhões de álbuns em todo o mundo.Jonathan, Emma. \"BBC Worldwide takes exclusive Radiohead performance to the world\". BBC. 3 de maio de 2011. Acessado em 26 de abril de 2019. Seu trabalho é listado como algumas das melhores músicas das décadas de 1990 e 2000, segundo listas de fãs e especialistas. Seus prêmios incluem seis Grammy Awards e quatro Ivor Novello Awards. Sete singles do Radiohead alcançaram o Top 10 no UK Singles Chart: \"Creep\" (1992), \"Street Spirit (Fade Out)\" (1996), \"Paranoid Android\" (1997), \"Karma Police\" (1997), \"No Surprises\" (1998), \"Pyramid Song\" (2001) e \"There There\" (2003). \"Creep\" e \"Nude\" (2008) alcançaram o top 40 na Billboard Hot 100 dos EUA. A Rolling Stone nomeou Radiohead um dos 100 maiores artistas de todos os tempos, e os leitores da Rolling Stone os votaram como o segundo melhor artista dos anos 2000. Cinco álbuns do Radiohead foram incluídos nas listas dos 500 Maiores Álbuns de Todos os Tempos da Rolling Stone, e a banda foi a mais indicada na história do Mercury Prize, com cinco indicações. Eles foram introduzidos no Rock and Roll Hall of Fame em 2019. == História == === Formação e primeiros anos (1985-1991) === Os músicos que viriam a formar o Radiohead estudaram juntos numa escola pública só para rapazes chamada Abingdon. Thom Yorke e Colin Greenwood eram do mesmo ano, Phil Selway e Ed O'Brien eram um ano mais velhos do que eles e Jonny Greenwood era um ano mais novo. Em 1985, eles formaram a banda On a Friday, fazendo referência ao único dia da semana em que podiam ensaiar. O primeiro concerto da banda ocorreu no final do mesmo ano, no Jericho Tavern, em Oxford. Originalmente, Jonny Greenwood juntou-se à banda como teclista mas, algum tempo depois, tornou-se o guitarrista principal. Ainda que Thom, Ed, Phil e Colin tenham terminado seus estudos em 1987, o grupo continuou a reunir-se aos fins-de-semana e feriados. Em 1991, quando todos os membros haviam completado seus estudos universitários (excepto Jonny), On a Friday reagrupou-se e começou a gravar algumas demos (como o \"Manic Hedgehog\") e a fazer concertos nos arredores de Oxford. Ainda que esta região tenha tido uma intensa movimentação de grupos indie nos anos 80, essa cena dava mais atenção à bandas shoegaze (como Ride e Slowdive). Conforme o número de concertos dos On a Friday foi aumentando, gravadoras e produtores começaram a demonstrar algum interesse na banda. Chris Hufford, sócio da Oxford's Courtyard Studios, esteve presente num concerto do grupo no Jericho Tavern. Impressionado pela banda, ele e seu sócio Bryce Edge produziram uma demo deles e tornaram-se seus produtores. Após um encontro de Colin Greenwood e Keith Wozencroft, um representante da EMI, na loja de discos onde Colin trabalhava, os On a Friday assinaram um contrato de seis álbuns com esta gravadora, no fim de 1991. A pedido da EMI, a banda mudou seu nome para Radiohead, inspirado no título de uma canção do álbum True Stories, dos Talking Heads. === Pablo Honey, The Bends e o sucesso (1992-1995) === Drill, o primeiro EP do Radiohead, foi produzido por Hufford e Edge no Courtyard Studios e lançado em março de 1992. A performance deste EP nas paradas musicais não foi satisfatória e, por consequência deste fiasco comercial, a banda contratou Paul Kolderie e Sean Slade - que, previamente, haviam trabalhado com Pixies e Dinosaur Jr. - para produzir seu primeiro álbum, que foi gravado em um estúdio de Oxford em 1992. Com o lançamento do single \"Creep\", ainda neste ano, o Radiohead passou a receber atenção da imprensa britânica, ainda que esta não tenha sido favorável; a revista NME os descreveu como \"uma farsa\", e \"Creep\" não foi tocada na BBC Radio 1 porque era \"muito depressiva\". O Radiohead lançou seu primeiro álbum, Pablo Honey, em fevereiro de 1993. Seu estilo musical foi comparado ao grunge, estilo bastante popular nos anos 90 mas, mesmo assim, Pablo Honey não se saiu muito bem comercialmente, atingindo baixas posições nas paradas musicais britânicas. Inesperadamente, durante sua turnê norte-americana, o videoclipe de \"Creep\" recebeu intensa rotação na MTV. A canção atingiu a segunda posição na Billboard Modern Rock Tracks e a sétima posição nas paradas britânicas, quando foi relançada no fim daquele ano. A banda, entretanto, quase cedeu à pressão do sucesso repentino, como no segundo ano da turnê de divulgação do álbum Pablo Honey. Eles descreveram esta turnê como uma experiência miserável, como disse Phil Selway em uma entrevista: \"Ainda estávamos tocando as mesmas canções que nós gravamos dois anos antes… era como estar preso no tempo.\" Após a turnê norte-americana, a banda passou a trabalhar em seu segundo álbum. Para isso, eles contrataram o experiente produtor dos estúdios da Abbey Road John Leckie. A tensão era grande, não apenas pelo sucesso de \"Creep\", mas pela expectativa da crítica e dos fãs para um álbum superior à Pablo Honey. Para fugir desta pressão, a banda viajou para a Oceania e para a Ásia, mas a popularidade do Radiohead voltou-se contra eles. Thom Yorke foi acusado de estar aderindo ao estilo de vida de astros da MTV, e que essa viagem da banda era apenas um artifício para que seu álbum vendesse mais. O EP My Iron Lung, lançado em 1994, que contém o single homônimo, foi a reação da banda, marcando uma transição de maior profundidade do que a planejada para o seu segundo álbum. Este single foi promovido através de grande rotação em estações de rádio underground; comercialmente, My Iron Lung se saiu melhor do que o esperado, e esse período marcou o surgimento de uma base leal de fãs do Radiohead. Tendo desenvolvido algumas canções novas enquanto estavam em turnê, o Radiohead terminou de gravar seu segundo álbum, The Bends, no fim de 1994, tendo o lançado em Maio de 1995. Enquanto a cena de bandas de Britpop dominava a atenção da mídia, o Radiohead finalmente havia feito sucesso em sua terra natal com The Bends. Este álbum foi baseado em densos riffs e na atmosfera etérea dos três guitarristas da banda, além de ter um uso maior de teclados do que em Pablo Honey. Os singles \"Fake Plastic Trees\", \"Just\" e \"Street Spirit (Fade Out)\" atingiram boas posições nas paradas musicais. Na metade de 1995, a banda estava abrindo os shows do R.E.M., uma de suas influências e que era, naquela época, uma das maiores bandas de rock do mundo. Introduzindo o ato de abertura do Radiohead, Michael Stipe, vocalista do R.E.M., disse: \"Radiohead é tão bom, eles me assustam.\" A atenção gerada com fãs tão famosos e videoclipes como os de \"Just\" e \"Street Spirit (Fade Out)\" ajudaram a expandir a popularidade do Radiohead para além do Reino Unido. Jonny Greenwood disse, \"Eu acho que o ponto de transição para nós veio cerca de nove ou doze meses após o lançamento de The Bends, e ele começou a aparecer nas listas dos melhores álbuns do ano. Foi aí que eu comecei a achar que nós tínhamos feito a escolha certa em formar uma banda.\" === OK Computer, fama e aclamação da crítica (1996-1998) === Duas novas canções haviam sido gravadas para o sucessor de The Bends: \"Lucky\", lançado como um single para promover o álbum de caridade The Help Album, da fundação War Child; e \"Exit Music (For a Film)\", para a adaptação cinematográfica de Romeu + Julieta de Baz Luhrmann, em 1996. Com a assistência do produtor musical Nigel Godrich, seu colaborador em \"Lucky\" e no lado B \"Talk Show Host\", o Radiohead produziu seu terceiro álbum sozinho, começando a trabalhar no começo de 1996. Em Julho daquele ano eles haviam gravado quatro canções com Godrich em seu estúdio, em Oxford. Antes de completarem estas gravações, eles decidiram tocar estas canções ao vivo, enquanto abriam os shows de Alanis Morissette. O resto do álbum foi gravado na mansão do século XV da atriz inglesa Jane Seymour. As sessões de gravação foram tranqüilas, com a banda tocando o dia inteiro, gravando as músicas em cômodos diferentes e ouvindo Beatles, DJ Shadow, Ennio Morricone e Miles Davis, para buscar inspiração. A gravação do álbum completou-se ainda em 1996, e em Março de 1997, ele foi mixado e masterizado. OK Computer, o terceiro álbum de estúdio da banda, foi lançado em Junho de 1997. Consideravelmente composto por canções de rock bastante melódicas, o novo álbum também mostrou o Radiohead experimentando novas estruturas em suas canções, incorporando música ambiente, elementos de noise e influências eletrônicas. OK Computer foi a primeira gravação da banda que atingiu a primeira posição na parada britânica, o que fez com que o sucesso comercial do Radiohead aumentasse ao redor do mundo. Ainda que tenha atingido a modesta 21ª posição nas paradas norte- americanas, OK Computer foi bastante aclamado neste país, tendo recebido o Grammy de Melhor Álbum Alternativo, e uma indicação para Álbum do Ano. Os singles de OK Computer foram \"Paranoid Android\", \"Karma Police\" e \"No Surprises\", sendo \"Karma Police\" o que mais fez sucesso nos Estados Unidos, atingindo a 14ª posição no Billboard Modern Rock Tracks. Thom Yorke admitiu que ficou impressionado com OK Computer. Segundo ele, \"nenhum de nós sabia se estava bom ou ruim. O que realmente me impressionou foi o fato das pessoas conseguirem entender todas as coisas, todas as texturas e todos os sons e atmosferas que estávamos tentando criar.\" Ao lançamento de OK Computer seguiu- se a turnê mundial \"Against Demons\". Grant Gee, o diretor do videoclipe de \"No Surprises\", acompanhou e filmou a banda nesta turnê, o que resultou no documentário de 1998 Meeting People Is Easy. O documentário mostra o desafeto da banda com a indústria fonográfica e com a imprensa, e o progresso deles em relação à turnê que foi de 1997 a 1998. Durante este tempo, a banda lançou uma compilação de videoclipes - 7 Television Commercials - e dois EP que compilaram lados B de OK Computer. === Kid A, Amnesiac e a mudança no som (1999-2001) === Após a turnê de 1997-1998, o Radiohead passou um grande tempo inativo; após o fim desta turnê, a única performance pública do grupo foi em 1998, em Paris, em um concerto para a Anistia Internacional. Algum tempo depois, Thom Yorke admitiu que durante este período a banda esteve muito próxima do fim, e que ele desenvolveu uma considerável depressão: \"O Ano Novo [de 1998] foi um dos pontos mais baixos da minha vida… Eu senti que estava ficando maluco. Todas as vezes em que eu pegava minha guitarra, eu só conseguia horrores.\" No começo de 1999 o Radiohead passou a trabalhar no sucessor de OK Computer. Ainda que não houvesse mais pressão sobre eles ou um prazo da gravadora, a tensão durante este período foi alta. Os membros da banda tinham visões diferentes do futuro do Radiohead, e Thom Yorke ainda passava por um bloqueio criativo, o que o influenciou a escrever de uma forma mais dadaísta. Ainda assim, os membros da banda concordaram em tomar uma nova direção musical, redefinindo suas funções instrumentais dentro da banda. O Radiohead, junto com seu produtor, ficou recluso em estúdios de Paris, Copenhague e Gloucester e no seu quase pronto estúdio em Oxford. Após aproximados dezoito meses, as sessões de gravação da banda terminaram, em Abril de 2000. O quarto álbum de estúdio da banda, Kid A, foi lançado em Outubro de 2000, e era um de dois álbuns desse extenso período de gravações da banda. Kid A não foi uma sequela de OK Computer, contando com uma textura minimalista de guitarras e menos distorção nestas, além da inserção de muitos elementos eletrônicos e de jazz nas composições. Foi o maior sucesso comercial do Radiohead até hoje, estreando na primeira posição nas paradas de vários países, incluindo nos Estados Unidos (onde OK Computer não tinha feito tanto sucesso). O sucesso foi atribuído a diversos fatores, embora os principais tenham sido o vazamento do álbum no Napster alguns meses antes de seu lançamento e a grande expectativa gerada ao redor do sucessor de OK Computer. Ainda que a banda não tenha lançado nenhum single para divulgar Kid A, promos de \"Optimistic\" e \"Idioteque\" foram tocadas nas rádios, e uma grande variedade de pequenos vídeos com pedaços das faixas foram tocadas em canais televisivos e lançados de graça na Internet. No começo de 2001, tal como havia ocorrido com OK Computer, Kid A recebeu o Grammy de Melhor Álbum Alternativo e uma indicação para Álbum do Ano. Ainda que o sucesso comercial deste álbum tenha sido inegável, Kid A foi tão aclamado quanto criticado. Muitos críticos definiram Kid A como \"um suicídio comercial\", e pediram por um retorno do antigo estilo da banda. A opinião dos fãs também foi dividida; enquanto alguns acharam a nova sonoridade estranha, outros aclamaram este álbum como o melhor trabalho do Radiohead. Thom Yorke, entretanto, negou que o Radiohead tenha feito Kid A para que eles não fizessem mais tanto sucesso: \"Eu fiquei realmente muito impressionado em como [Kid A] estava sendo mal visto… porque a música não é tão difícil de engolir. Não estamos tentando ser difíceis… Nós atualmente estamos tentando nos comunicar mas em algum lugar, parece que enraivecemos as pessoas. O que estamos fazendo não é tão radical.\" Enquanto promoviam Kid A, a banda (tendo lido o livro No Logo de Naomi Klein), decidiu fazer uma turnê européia em um palco feito sob encomenda, livre de propagandas, e na América do Norte, tocando em pequenos teatros. Amnesiac, o quinto álbum de estúdio do Radiohead, foi lançado em Junho de 2001, contendo faixas adicionais das sessões de gravações de Kid A. O estilo musical da banda neste álbum permaneceu o mesmo de Kid A, com a fusão de rock e música eletrônica, mas este álbum incorporou mais elementos de jazz. Amnesiac foi um sucesso comercial e de crítica ao redor do mundo, atingindo a segunda posição nos Estados Unidos e sendo indicado para o Grammy e ao Mercury Music Prize. Os singles de Amnesiac, \"Pyramid Song\" e \"Knives Out\", os primeiros singles da banda desde 1997, foram bem recebidos comercialmente. \"I Might Me Wrong\" estava planejado para ser o terceiro single deste álbum, mas foi estendido para um álbum ao vivo - I Might Be Wrong - Live Recordings foi lançado em Novembro de 2001, contando com performances ao vivo de canções dos álbuns Kid A e Amnesiac, e uma performance acústica da canção previamente não-lançada \"True Love Waits\". Após o lançamento de Amnesiac, a banda embarcou em uma turnê mundial, visitando a América do Norte, a Europa e o Japão. === Hail to the Thief e o hiato (2002-2004) === Durante Julho e Agosto de 2002, o Radiohead tocou algumas canções novas em Portugal e na Espanha. Eles completaram seu sexto álbum de estúdio em duas semanas, num estúdio em Los Angeles com Nigel Godrich, embora tenham adicionado algumas faixas depois, em Oxford. Os membros do Radiohead descreveram o processo de gravação como bastante relaxante, contrastando com a tensão durante as gravações de Kid A e Amnesiac. O novo álbum, Hail to the Thief, foi lançado em Junho de 2003. Misturando as influências de toda a carreira do grupo, Hail to the Thief combinou as guitarras distorcidas com sons eletrônicos e as letras de Thom Yorke, já livre de seu bloqueio criativo. Este álbum desfrutou de um considerável sucesso comercial, estreando na terceira posição na Billboard e sendo certificado com disco de platina no Reino Unido e disco de ouro nos Estados Unidos. Os singles deste álbum, \"There There\", \"Go To Sleep\" e \"2+2=5\" foram bem tocados nas rádios. No Grammy de 2003, o álbum foi indicado para Melhor Álbum Alternativo, enquanto os produtores de Hail to the Thief, Nigel Godrich e Darrel Thorp, receberam o Grammy de Melhores Engenheiros de Álbum. Thom Yorke negou que o título de Hail to the Thief tenha sido uma crítica à controversa eleição presidencial norte-americana de 2000, explicando que ele havia ouvido a frase durante uma discussão na Radio 4 sobre John Quincy Adams, \"que roubou a eleição e ficou conhecido como 'O Ladrão' durante todo seu governo.\" Thom explicou que, ainda que o álbum tenha sido influenciado pelos eventos mundiais do fim de 2001 e do começo de 2002, ele também \"impressionou [ele] como a mais incrível e forte frase… Vai me chatear se as pessoas disserem que é um protesto direto, porque eu realmente me sinto forte pelo fato de que nós [Radiohead] nunca gravamos um protesto. Isso [Hail to the Thief] não é um protesto.\" Após o lançamento de Hail to the Thief, o Radiohead realizou uma turnê internacional, que começou em junho de 2003 com a banda sendo a principal atração do Festival de Glastonbury, e terminou no meio de 2004, com uma performance no festival Coachella. Durante a turnê a banda lançou o EP COM LAG, com a maior parte dos lados B de Hail to the Thief. Após essa turnê, a banda passou a compor no seu estúdio, em Oxford, mas logo entrou em hiato; livre de obrigações contratuais, os membros do Radiohead passaram o resto de 2004 trabalhando em seus projetos solo. === In Rainbows e um novo estilo de marketing (2005-2009) === A banda começou a trabalhar em seu sétimo álbum de estúdio em Fevereiro de 2005. Em Setembro daquele ano, eles gravaram uma música baseada apenas no piano, chamada \"I Want None of This\", para o álbum Help: A Day In The Life, da War Child. Este álbum foi vendido online, com \"I Want None of This\" sendo a faixa mais baixada, embora não tenha sido lançada como single. Nesta época, o Radiohead já havia cancelado seu contrato com a EMI, e passou a gravar seu novo álbum com o produtor Mark Stent, mas no final de 2006, após apresentarem treze canções novas em turnê pela Europa e pela América do Norte, eles retornaram a Nigel Godrich e passaram a trabalhar em algumas localidades rurais na Inglaterra. O álbum foi completado em Junho de 2007 e masterizado no mês seguinte, em um estúdio de Nova Iorque. O sétimo álbum de estúdio da banda, In Rainbows, foi lançado em outubro de 2007 sob a forma de download digital, onde os compradores escolhiam o quanto queriam pagar pelas músicas. Ainda que tenha sido divulgado que as vendas online de In Rainbows tenham atingido a marca de 1,2 milhões de downloads no dia do lançamento do álbum, a banda não divulgou nenhuma informação oficial, dizendo que o lançamento virtual do álbum foi apenas um método de aumentar as vendas físicas de In Rainbows, que incluem um \"discbox\" contendo um CD bônus destas sessões de gravação, uma edição dupla em vinil e um livro de capa dura, que foram lançados em Dezembro daquele ano. Este método de vendas pela internet acabou por estimular o processo criativo de outras bandas, começando por Nine Inch Nails, que decidiu lançar em seu site o álbum instrumental Ghosts I-IV, sob uma licença Creative Commons e com uma variedade de embalagens e diferentes preços de escolha, incluindo art-works, capa e verso. Pouco tempo depois também é lançado outro álbum, The Slip, desta vez com ainda mais influência do lançamento do Radiohead, sendo disponível inteiramente de graça. In Rainbows foi fisicamente lançado no Reino Unido no fim de Dezembro, pela XL Recordings, e na América do Norte em janeiro de 2008, pela TBD Records, estreando nas primeiras posições em ambos os locais. O sucesso de In Rainbows nos Estados Unidos da América marcou o maior sucesso da banda nas paradas desde Kid A, ainda que tenha sido o quinto álbum da banda a atingir a primeira posição no Reino Unido. O primeiro single do álbum, \"Jigsaw Falling Into Place\", foi lançada no dia 14 de janeiro de 2008, seguido de uma turnê pela América do Norte, Europa, América do Sul e Japão. === Singles e projetos paralelos (2009-2010) === À medida que as mídias sociais se expandiam na virada da década, o Radiohead gradualmente diminuiu suas apresentações públicas, sem entrevistas promocionais ou turnês para promover novos lançamentos. A Pitchfork escreveu que nessa época a \"popularidade do Radiohead tornou-se cada vez mais desvinculada das formalidades típicas da promoção de discos, colocando-os no mesmo nível de Beyoncé e Kanye West\". Em maio de 2009, o Radiohead iniciou novas sessões de gravação com o produtor Nigel Godrich. Em agosto, a banda lançou \"Harry Patch (In Memory Of)\", uma canção de tributo a Harry Patch, o último soldado britânico sobrevivente que lutou na Primeira Guerra Mundial, com os rendimentos doados à Legião Britânica. A música não tem instrumentação convencional de rock, é caracterizada pelos vocais de Yorke e um arranjo de cordas composto por Jonny Greenwood. Mais tarde naquele mês, outra música nova, \"These Are My Twisted Words\", com bateria e guitarras estilo krautrock, vazou via torrent, possivelmente pela própria banda. Foi lançado como um download gratuito no site do Radiohead na semana seguinte. Os comentaristas viram os lançamentos como parte da nova estratégia de lançamento imprevisível do Radiohead, sem a necessidade do marketing tradicional. Em 2009, Yorke formou uma nova banda, Atoms for Peace para apresentar seu material solo com músicos como Godrich e o baixista Flea do Red Hot Chili Peppers. Eles tocaram oito shows nos EUA em 2010. Em janeiro de 2010, o Radiohead fez seu único show completo do ano no Los Angeles Henry Fonda Theatre com o objetivo de arrecadar fundos para a Oxfam. Os ingressos foram leiloados, arrecadando mais de meio milhão de dólares americanos para o socorro da ONG no terremoto de 2010 no Haiti. Em setembro de 2010, o Radiohead lançou a gravação ao vivo da performance em Praga de 2009 para uso em um vídeo do show feito por fãs. Em dezembro, um vídeo feito por fãs da performance beneficente do Radiohead para a Oxfam, intitulada Radiohead for Haiti, foi lançado via YouTube e torrent com o apoio do Radiohead e um link \"pague o que quiser\" para financiar a instituição Oxfam. Os vídeos foram descritos como um exemplo do Radiohead com a abertura de conteúdo livre aos fãs em relação à distribuição não comercial na Internet. Em junho de 2010, Yorke e Jonny Greenwood fizeram um set surpresa no Glastonbury Festival, tocando as músicas Eraser e outras do Radiohead. Selway lançou seu primeiro álbum solo, Familial, em agosto. === The King of Limbs (2011-2012) === Radiohead lançou seu oitavo álbum, The King of Limbs, em 18 de fevereiro de 2011 como um download de seu site. Seguindo a gravação prolongada e instrumentação de rock mais convencional de In Rainbows, Radiohead desenvolveu The King of Limbs com samples e loopings de suas próprias músicas com em vinil. Foi seguido por um lançamento em março através do selo XL Recordings e uma edição especial de um álbum de formato de jornal em maio daquele ano. The King of Limbs vendeu cerca de 300.000 a 400.000 cópias através do site do Radiohead; a edição estreou no número seis na Billboard 200 dos EUA e número sete no UK Albums Chart. Foi indicado para cinco categorias no 54º Grammy Awards. Duas faixas não incluídas em The King of Limbs, \"Supercollider\" e \"The Butcher\", foram lançadas como um single duplo para o Record Store Day em abril. Uma compilação de remixes de King of Limbs de vários artistas, intitulado TKOL RMX 1234567, foi lançada em setembro. Para tocar o material ritmicamente complexo do King of Limbs ao vivo, o Radiohead recrutou um segundo baterista, Clive Deamer, que havia trabalhado com Portishead e Get the Blessing. Deamer se juntou ao Radiohead em turnês subsequentes. Em junho, o Radiohead fez uma apresentação surpresa no palco do Park no Festival de Glastonbury de 2011, apresentando músicas de The King of Limbs pela primeira vez. Com Deamer, o Radiohead gravou The King of Limbs: Live from the Basement, lançado online em agosto de 2011. Também foi transmitido por canais internacionais da BBC e lançado em DVD e Blu-ray em janeiro de 2012. A apresentação incluiu duas novas músicas, \"The Daily Mail\" e \"Staircase\", lançadas como single para download em dezembro de 2011. Em fevereiro de 2012, o Radiohead começou sua primeira turnê norte-americana estendida em quatro anos, incluindo datas nos Estados Unidos, Canadá e México. Em turnê, eles gravaram material no estúdio de Jack White, Third Man Records, mas descartaram as gravações. Em 16 de junho de 2012, uma hora antes da abertura dos portões no Downsview Park de Toronto para o show final da turnê norte-americana do Radiohead, o teto do palco do local desabou, matando o técnico de bateria Scott Johnson e ferindo três outros membros da equipe da tour do Radiohead. Após remarcar a turnê, o Radiohead prestou homenagem a Johnson em seu próximo show, em Nîmes, França, em julho. Em junho de 2013, a Live Nation Canada Inc, duas outras organizações e um engenheiro foram acusados ​​de 13 acusações de acordo com as leis de saúde e segurança de Ontário. Em setembro de 2017, após vários atrasos, o caso foi arquivado sob a decisão da Suprema Corte do Canadá, que estabelece prazos estritos para os julgamentos. O Radiohead divulgou uma declaração condenando a decisão. Um inquérito de 2019 retornou um veredicto de morte acidental. === Hiato, projetos paralelos e mudança para XL Recordings (2012-2014) === Após a turnê King of Limbs, os membros da banda trabalharam em outros projetos paralelos. Em fevereiro de 2013, a banda de Yorke e Godrich, Atoms for Peace, lançou seu primeiro álbum de estúdio, Amok. A dupla ganhou as manchetes naquele ano por suas críticas ao serviço gratuito de streaming de música Spotify; Yorke acusou o Spotify de apenas beneficiar grandes gravadoras com grandes catálogos antigos e encorajou os artistas a construir suas próprias \"conexões diretas\" com o público. Em fevereiro de 2014, o Radiohead lançou o aplicativo Polyfauna para smartphones, uma colaboração com o estúdio britânico de artes digitais Universal Everything usando música e imagens de The King of Limbs. Em maio, Yorke contribuiu com uma trilha intitulada Subterranea para o The Panic Office, uma instalação de arte do Radiohead em Sydney, Austrália. Yorke e Selway lançaram seus álbuns solo \"Tomorrow's Modern Boxes\" e \"Weatherhouse\" no final de 2014. Jonny Greenwood compôs a trilha do terceiro filme de Anderson, Inherent Vice; apresenta uma nova versão de uma música inédita do Radiohead, \"Spooks\", interpretada por Greenwood e membros do Supergrass. Junun, um álbum colaborativo entre Greenwood, Godrich, o compositor israelense Shye Ben Tzur e músicos indianos, foi lançado em novembro de 2015, acompanhado por um documentário dirigido por Anderson. Em abril de 2016, o catálogo anterior do Radiohead foi adquirido pela XL Recordings, que lançou as edições anteriores de In Rainbows e The King of Limbs e a maior parte do trabalho solo de Yorke. XL relançou o catálogo anterior do Radiohead em vinil em maio de 2016. == Estilo == === Influências musicais === A maioria das influências dos membros do Radiohead foram Queen, U2, Pink Floyd e Elvis Costello, bandas de post-punk como Joy Division, Siouxsie and the Banshees e Magazine e bandas alternativas dos anos 80, como R.E.M., Pixies, The Smiths e Sonic Youth. Em meados dos anos 90, a banda começou a demonstrar interesse em música eletrônica, especialmente no grupo de trip-hop Massive Attack, no rock experimentalista do Nine Inch Nails e no ato de hip-hop instrumental do DJ Shadow, citado como a principal influência para o álbum OK Computer. Outras influências deste álbum incluem Miles Davis e Ennio Morricone, junto com outros grupos de música pop dos anos 60, como The Beatles e The Beach Boys. Jonny Greenwood também citou o compositor Krzysztof Penderecki como inspiração para OK Computer. Durante essa época, muitos críticos notaram a semelhança musical entre OK Computer e álbuns de bandas de rock progressivo, como Pink Floyd, sendo que Greenwood realmente é entusiasta da banda, ao contrário de Yorke. O estilo eletrônico de Kid A e Amnesiac foi o resultado da admiração de Thom Yorke por música ambiente, techno e outras vertentes da música eletrônica. O jazz de Charles Mingus e Alice Coltrane e bandas Krautrock dos anos 70 foram outras importantes influências durante esse período. O interesse de Jonny Greenwood em música clássica do século XX tornou-se aparente em algumas faixas de Kid A, onde ele tocava um ondas Martenot, um instrumento eletrônico popularizado por Penderecki e Olivier Messiaen. Em Hail to the Thief, a banda não abandonou as influências eletrônicas dos dois álbuns anteriores, mas retornou à antiga ênfase nas guitarras. The Beatles e Neil Young foram a fonte de inspirações musicais durante esse período, mas os membros do Radiohead não negaram a influência da música clássica e do Krautrock nesse álbum.Notas de rodapé do encarte de Hail to the Thief. Desde 2005, enquanto trabalhavam no álbum In Rainbows, a banda continuou a mencionar rock experimental e música eletrônica, dentre outros gêneros musicais. === Colaboradores === A banda mantém uma relação bastante próxima com seus produtores e engenheiros, particularmente com Nigel Godrich, e com o artista gráfico Stanley Donwood. Godrich tornou-se famoso junto com o Radiohead, estando junto com a banda como produtor desde The Bends, e como co-produtor desde OK Computer. Em algumas ocasiões ele é chamado de \"sexto membro\" do Radiohead, uma alusão ao trabalho de George Martin com os Beatles. Stanley Donwood, outra pessoa fortemente associada à banda, produziu todas as capas de todos os discos do Radiohead desde 1994. Ele algumas vezes também trabalha diretamente com Thom Yorke, o qual ele conheceu na escola; nessas colaborações, os créditos dados à Thom Yorke são sob seus pseudônimos, como \"Tchock\" ou \"The White Chocolate Farm\". Junto com Thom Yorke, Stanley Donwood ganhou um Grammy, em 2002, por uma edição especial de Amnesiac, lançada sob a forma de livro. Outros colaboradores incluem Graeme Stewart, Dilly Gent e Peter Clemens. Graeme Stewart tem trabalhado com o Radiohead desde as sessões de gravação de Kid A/Amnesiac. Ele também foi o engenheiro dos álbuns solo de Jonny Greenwood e Thom Yorke (Bodysong e The Eraser, respectivamente). Dilly Gent tem sido responsável pela comissão de todos os videoclipes do Radiohead desde OK Computer, trabalhando com a banda para achar o diretor certo para cada projeto. Peter Clemens é o técnico da banda em apresentações ao vivo, também conhecido como \"Plank\", e trabalha com o Radiohead desde The Bends. == Membros == * Thom Yorke - vocal, guitarra, violão e piano * Ed O'Brien - vocal de apoio, guitarra e percussão * Jonny Greenwood - guitarra , teclado, glockenspiel, ondas martenot e outros * Colin Greenwood - baixo e teclado * Phil Selway - bateria e percussão ;Membro Adicional * Clive Deamer - bateria e percussão(2011-presente) ===Cronologia de integrantes=== ImageSize = width:800 height:250 PlotArea = left:150 bottom:60 top:0 right:50 Alignbars = justify DateFormat = dd/mm/yyyy Period = from:01/01/1985 till:05/05/2020 TimeAxis = orientation:horizontal format:yyyy Colors = id:vocals value:red legend:Vocal id:guitar value:green legend:Guitarra id:keybrd value:purple legend:Teclados id:bass value:orange legend:Baixo id:drums value:blue legend:Bateria id:Lines value:black legend:Albuns Legend = orientation:horizontal position:bottom ScaleMajor = increment:2 start:1985 BarData = bar:Thom text:\"Thom Yorke\" bar:Ed text:\"Ed O'Brien\" bar:Jonny text:\"Jonny Greenwood\" bar:Colin text:\"Colin Greenwood\" bar:Phil text:\"Phil Selway\" PlotData= width:10 textcolor:black align:left anchor:from shift:(10,-4) bar:Thom from:01/06/1985 till:end color:vocals bar:Thom from:01/06/1985 till:end color:guitar width:7 bar:Thom from:01/06/1985 till:end color:keybrd width:3 bar:Ed from:01/06/1985 till:end color:guitar bar:Jonny from:10/10/1991 till:end color:guitar bar:Jonny from:10/10/1991 till:end color:keybrd width:3 bar:Phil from:01/06/1985 till:end color:drums bar:Colin from:01/06/1985 till:end color:bass LineData= at:22/02/1993 color:black layer:back at:13/03/1995 color:black layer:back at:16/06/1997 color:black layer:back at:02/10/2000 color:black layer:back at:04/06/2001 color:black layer:back at:09/06/2003 color:black layer:back at:10/10/2007 color:black layer:back at:19/02/2011 color:black layer:back at:08/05/2016 color:black layer:back == Discografia == ==== Álbuns de estúdio ==== * Pablo Honey (1993) * The Bends (1995) * OK Computer (1997) * Kid A (2000) * Amnesiac (2001) * Hail to the Thief (2003) * In Rainbows (2007) * The King of Limbs (2011) * A Moon Shaped Pool (2016) == Ligações externas == ;Oficiais * * ;Não-oficiais * * * Categoria:Bandas de britpop Categoria:Bandas de rock alternativo do Reino Unido Categoria:Bandas de rock experimental Categoria:Bandas vencedoras do Grammy Categoria:Bandas vencedoras do MTV Video Music Awards Categoria:Bandas da Inglaterra Categoria:Cultura de Oxford Categoria:Bandas com irmãos Categoria:Artistas incluídos no Rock and Roll Hall of Fame",
 "title": "Radiohead"
}