{
 "id": "19093",
 "text": "Santo António da Serra é uma freguesia portuguesa do município de Santa Cruz, com 14,77 km² de área e 822 habitantes (2021). A sua densidade populacional é 55,7 hab/km². Localiza-se a uma latitude 32.71667 (32°43') Norte e a uma longitude 16.81667 (16°49') Oeste. Santo António da Serra tem uma estrada que liga a Machico, a Santa Cruz, ao Funchal e a Santana via Poiso. A principal actividade é a agricultura. == História == A freguesia de Santo António da Serra começou a ser povoada tardiamente, devido ao facto de o povoamento da ilha da Madeira ter começado primeiramente, no litoral, e mais tarde nas zonas altas. Esta zona começou a ser primeiramente cultivada durante o primeiro quartel (25 anos) do século XVI, onde atualmente localiza-se a igreja matriz, no entanto nesta altura ainda não existia um povoamento efetivo. Ao longo do século XVI com o desenvolvimento e o aumento da população, Gil de Carvalho manda erguer duas ermidas para as necessidades religiosas da população residente que dedicava o seu quotidiano ao cultivo da terra. No século XVII era possível encontrar um núcleo populacional já com alguma dimensão desde á existência da igreja paroquial, desde o século XVI. A primeira ermida, que existia no lugar onde hoje se encontra a igreja matriz, estava sobre a jurisdição do vigário da Machico, no entanto a partir do século XVII iniciou- se uma disputa pela posse da ermida, envolvendo os vigários de Machico, Água de Pena e Santa Cruz. Sendo assim, o Bispo D. Lourenço de Távora, com o objetivo de resolver esta disputa decide pôr a ermida sobre sua jurisdição episcopal, e os terrenos circundantes, por consequente, tornaram-se da Mitra do Funchal. Em 1836, a freguesia de Água de Pena foi anexada á freguesia do Santo da Serra pelo vigário António Alfredo de Santa Catarina. No entanto, em 1848 com uma carta régia foi anexado á freguesia a Achada do Barro, deixando a paróquia em jurisdição de Machico. Em 1852, foram anexados ao concelho de Santa Cruz alguns sítios das freguesias de Machico e do Santo da Serra, que provocou bastantes protestos. Os limites dos concelhos de Machico e de Santa Cruz, e a divisão paroquial como estão atualmente foram acordados em 1862 pela iniciativa do Secretário-geral do Distrito, António Lopes Barbosa de Albuquerque, que se reuniu na Casa dos Romeiros do Santo da Serra com os respetivos representantes das câmaras municipais. Com esta divisão, a freguesia de Santo António da Serra tornou-se a única freguesia de Portugal a ser dividida entre dois concelhos. Durante o reinado de D. Maria I, na freguesia de Santo António da Serra estabeleceu-se uma aldeia para a população do Porto Santo, sendo distribuídas casas para os populares, para combater a fome que se combatia no Porto Santo que era consequência da crise económica que ocorreu no século XVIII. Esta aldeia teve o nome de Aldeia da Rainha, no entanto, a população não se adaptou ao clima mais húmido e fresco abandonando assim a aldeia ali criada sob a jurisdição do concelho de Machico. === Brasão === O brasão da Junta de Freguesia de Santo António da Serra é esquartelada das cores verde e amarelo com cordão e bordas de ouro e verde, a sua haste e lança são em ouro. Esta bandeira tem um escudo em ouro com uma Coroa Mural de prata de três torres, tem também um Listel branco com a legenda a negro “Santo António da Serra- Santa Cruz”. O escudo da bandeira tem uma cruz que representa a cruz de Santo António, sendo este o orago da freguesia, tem também duas macieiras que representa que nesta freguesia serem abundantes as árvores de fruto (Macieiras e Pereiras) e os Pinheiros, Castanheiros, Eucaliptos Acácias e os Sabugueiros e para além disso pretende referir que as atividades económicas a que os habitantes da freguesia mais se dedicam é a agricultura assim como a transformação de madeira, entre outras. Por fim neste escudo temos os Cômoros que representam o elemento determinativo do topónimo “Da Serra”. ==População== esquerda|150px|Evolução da População 1864 / 2011 População da freguesia de Santo António da Serra Instituto Nacional de Estatística (Recenseamentos Gerais da População) - https://www.ine.pt/xportal/xmain?xpid=INE&xpgid;=ine_publicacoes 1864 1878 1890 1900 1911 1920 1930 1940 1950 1960 1970 1981 1991 2001 2011 438 526 638 766 959 1 002 1 082 1 314 1 272 1 703 1 028 1 045 1 007 982 936 esquerda|150px|Grupos Etários 2011 Distribuição da População por Grupos Etários Ano 0-14 Anos 15-24 Anos 25-64 Anos > 65 Anos 0-14 Anos 15-24 Anos 25-64 Anos > 65 Anos 2001 175 132 512 163 17,8% 13,4% 52,1% 16,6% 2011 140 124 503 169 15,0% 13,2% 53,7% 18,1% esquerda|150px|Grupos Etários 2011 Média do País no censo de 2001: 0/14 Anos-16,0%; 15/24 Anos-14,3%; 25/64 Anos-53,4%; 65 e mais Anos-16,4% Média do País no censo de 2011: 0/14 Anos-14,9%; 15/24 Anos-10,9%; 25/64 Anos-55,2%; 65 e mais Anos-19,0% == Geografia == * Localização: ** latitude: 32.71667 (32°43') N ** longitude: 16.81667 (16°49') W * Altitude ** mais baixa: Cerca de 100 m (Vale) ** centro: 678 m ** mais alta: Montanhas (Oeste) === Sítios === A freguesia de Santo António da Serra (Santa Cruz) é constituída pelos seguintes sítios: * João Frino * Pereira * Madre d´Água * Curral Velho * Ribeira de João Gonçalves * Achada do Barro == Igreja Matriz de Santo António da Serra == A Igreja Matriz de Santo António da Serra foi construída onde existia anteriormente uma ermida do século XVI. Posteriormente, foi transformada numa igreja paroquial, sendo que as alterações á mesma acabaram em 1857 com a bênção da igreja. Esta igreja foi dedicada a Santo António e está associada a algumas lendas que foram passadas de geração em geração, a festa de Santo António é celebrada no domingo seguinte ao dia 13 de Junho (o dia de Santo António). Esta igreja é conhecida pelos seus famosos azulejos que preenchem a parede atrás do altar-mor da Igreja Matriz. Tal como o famoso quadro do padroeiro da freguesia, o Santo António. A Lenda afirma que nesta zona apareceu Santo António enquanto um mouro procurava um bezerro desaparecido, este já estava doente devido á sova que tinha levado de seu senhor, quando este caiu doente teve um sonho em que Santo António lhe aparece e diz que lhe cura se este construísse uma ermida. Quando melhorou começou a tratar de construir esta ermida, levando o material em gado, no entanto, o mesmo acabava por sempre parar no mesmo sítio e não continuar até ao sítio pretendido. Apesar de os alicerces já estarem construídos noutro sítio, o mouro constrói a ermida onde atualmente foi atualizada para a igreja matriz, já o antigo lugar onde se encontrava os alicerces já prontos para a ermida é onde, atualmente, podemos encontrar a histórica Fonte de Santo António. File:Igreja de Santo António da Serra - Madeira 01.jpg|Vista do sudeste File:Igreja de Santo António da Serra - Madeira 02.jpg|Espaço interior File:Igreja de Santo António da Serra - Madeira 03.jpg|Sacrário File:Igreja de Santo António da Serra - Madeira 04.jpg|Azulejo == Fonte de Santo António da Serra == A Fonte de Santo António da Serra, também geralmente conhecida como Fonte do Bispo ou Fonte dos Ingleses, é um fontanário localizado na freguesia de Santo António da Serra, Santa Cruz, na ilha da Madeira. As múltiplas designações dadas a esta fonte, deve-se ao facto da residência de verão que o prelado do Funchal tinha nas proximidades como também da presença de um grande número de ingleses. No interior deste fontanário é possível ver algumas inscrições com nome de ingleses, que moravam em quintas no Santo da Serra, assim como forasteiros estivais e soldados ingleses que ocuparam a Ilha da Madeira entre 1807 e 1814. Este fontanário prevê-se que seja dos finais do século XVII ou início do século XVIII, não há certezas relativamente ao ano da sua construção devido à falta de documentos que o comprovem. A Fonte de Santo António da Serra é feita em pedra, apresentando um amplo vão em arco de volta perfeita e interior semicircular abobadado. Possuindo estas características é uma fonte do estilo “tardo-Maneirista”. Os fontanário eram geralmente construídos com o objectivo de servir as populações com água, e havia quem acreditasse que a água destas fontes possuía propriedades curativas e por isso eram também conhecidas como fontes santas. == Levada da Serra do Faial == Em 1830, começa a ser construída uma levada com o objectivo de aproveitar as águas que eram “perdidas” na Ribeira da Laje, localidade situada na freguesia do Faial, na costa Norte da Ilha da Madeira para transportar água até o Pico do Infante, no Funchal. Foi uma iniciativa da Sociedade da Nova Levada do Furado. Os estatutos desta sociedade foram aprovados a 21 de março de 1840, dando assim o direito de captar as referidas águas e de as conduzir até o Lombo da Raiz, situado na freguesia de Santo António da Serra pelo canal comum das levadas do Juncal e Furado, que o Estado já possuía. Contudo por dificuldades técnicas e económicas, o projecto foi abandonado pelos privados ficando a cargo da obra o Estado, esta obra destinada a irrigar as freguesias de Santa Maria Maior, São Gonçalo e Caniço apenas ficou concluída no dia 20 de setembro de 1905, 75 anos após o início da obra, demorou 3 dias para que a água cobrisse os 54 quilómetros desta levada. Esta levada é então conhecida como Levada da Serra ou mais propriamente por Levada da Serra do Faial. Esta levada tem vários percursos pedestres, sendo que um desses percursos tem início na freguesia de Santo António da Serra, Santa Cruz junto o sítio das quatro estradas e é um percurso com cerca de 9 quilómetros em que o tempo médio para realizar esta levada é de 2 a 3 horas, a terminar em Santo António da Serra, Machico. Esta levada é um percurso relativamente calmo de realizar- se que assume diversos cenários ao longo do seu trajecto, pois é capaz de conjugar a envolvência rural, onde predomina a floresta intensa e envolvente, com a vida quotidiana de periferia dos concelhos da Costa Este. No lado mais rural deste percurso é de observar as árvores de grande porte, a Floresta Laurissilva e as espécies classificadas pela UNESCO como Património Mundial Natural. Em certos momentos do percurso é possível ver algumas paisagens onde as montanhas são a maior referência dessas paisagens, assim como as quintas rurais existentes que servem de alojamento para os turistas, como para locais. Ao entrar no concelho de Machico em direcção à Portela há vários miradouros naturais onde é possível observar a conhecida Penha de Águia, que divide a freguesia do Faial e a freguesia do Porto da Cruz. O percurso termina junto à casa de água do Santo da Serra, conhecida também como Casinha da Água que foi construída em 1906 de forma a apaziguar as disputas entre o concelho de Santa Cruz e de Machico no que referia às águas vindas da Levada do Faial e que era utilizadas para as culturas e para as casas das zonas altas desses dois concelhos. == Dados Adicionais == Santo António da Serra constitui a única freguesia do País, que está divida entre dois concelhos, Santa Cruz e Machico. A principal actividade é a agricultura. Esta freguesia tem uma escola primária, um centro de saúde, um pavilhão desportivo, uma igreja, um parque de feiras e uma praça, que constitui o centro da freguesia (marco da separação do concelho de Santa Cruz e Machico). É uma freguesia muito popular na Madeira, principalmente aos fins-de-semana, dado que são muitas as pessoas que se dirigem até lá para fazerem compras e usufruir de uma tarde bem passada. Outro atracção desta freguesia é o Campo de Golf, situado numa parte da freguesia pertencente ao concelho de Machico, local de inúmeros torneios nacionais e internacionais. Em Setembro, realiza-se nesta freguesia a festa da Sidra, uma bebida típica desta zona e muito popular na Madeira. O Santo Padroeiro da freguesia, tal como o nome indica, é Santo António, cuja festa se realiza também em Junho.",
 "title": "Santo António da Serra (Santa Cruz)"
}