{
 "id": "19091",
 "text": "Gaula é uma povoação portuguesa sede da Freguesia de Gaula do Município de Santa Cruz, freguesia com uma área de 7,07 km² e 3 925 habitantes (2021), tendo, por isso, uma densidade populacional de 555,2 hab/km². Gaula tem uma estrada que liga ao Funchal e a Machico. A principal actividade económica é a agricultura. Gaula é banhada pelo Oceano Atlântico a sul e tem montanhas a norte. Gaula tem duas escolas, um campo polidesportivo, duas igrejas, um mercado agrícola e foi a freguesia escolhida para acolher o centro de formação da Associação de Futebol da Madeira, projecto que tem por objectivo receber jogos dos escalões de formação quer da selecção da Madeira quer da própria selecção Nacional. Em 2014 a Junta de Freguesia de Gaula inaugura um percurso turístico de património rural denominado por \"Rota da Água\". Brasão de Gaula: constituído por: Escudo Roxo, com 2 esporas douradas, ao centro um moinho de água, e em baixo uma amoreira. Coroa mural, com 3 torres. Listel com a legenda de negro: Gaula. == História == As mais antigas referências documentadas levam-nos ao ano de 1509 época em que se consta que tenha sido a sua constituição e que o rei D. Manuel I conferiu à criação da capelania de Santa Maria da Luz. Em 1558 Gaula é elevada a freguesia. O nome da freguesia está ligado a influência dos romances de cavalaria, o conhecido romance histórico de \"Amadis de Gaula\" e “A Demanda do Santo Graal”. A freguesia albergou famílias senhoriais como por exemplo o Lançarote Teixeira de Gaula e Helena de Góis. Lançarote Teixeira, inspirado pelas novelas de cavalaria dá o nome Gaula á sua terra, de modo a se tornar também um Amadis de Gaula . Ao longo da história Gaula ficou conhecida por \"Terra de O Amadis de Gaula\", \"Terra dos adelos\", \"Terra dos doutores\", \"Terra dos padres\" e \"Terra das amoras\". Importa também referir que Gaula foi habitada por imigrantes oriundos do Continente Português, de regiões fora de Lisboa e do Porto, pessoas que viviam da terra na sua maioria. Mas também, mercadores, que vinham para a Madeira por razões de sobrevivência. O Sítio do Povo, como é conhecido, é desde sempre, o centro histórico de Gaula, sendo este o sítio escolhido pelos primeiros povoadores para ser Gaula. Foi aqui, neste “Loguo de Gaula” que deu lugar a cerimónia da tomada de posse de João Peral, na igreja de Nossa Senhora da Luz, como primeiro capelão de Gaula. === Chegar a Gaula antigamente - via marítima === Durante séculos, o caminho mais prático e mais rápido para chegar a Gaula era pelo mar, através do calhau da Aldonça e do calhau do Porto Novo, que eram na época os dois portos de pesca da freguesia. Até finais da Segunda Guerra Mundial o Porto Novo foi considerado a porta de entrada em Gaula, os visitantes, trabalhadores e as mercadorias vinham e partiam para para o Funchal e outras localidades na costa sul e norte da ilha. Para o Porto Santo partiam os falueiros carregados de lenha e géneros alimentares, trazendo no regresso cereais e gado. Do Porto Novo saiam também barcos para a Deserta Grande e Bugiu regressando carregados de lapas, bodião e molhos de luzerna para exportação. == Património == Em Gaula existe um rico conjunto de património a visitar e que são pontos de bastante interesse, poderá encontrar solares, igrejas, moinhos de água, fortes, miradouros, fontanários, lagares, lavadouros, levadas. A mais recente atracção turística, a \"Rota da Água\", que leva as pessoas a passar por estes espaços atrás referidos, os moinhos, fontanários levadas entre outros. === Solares === ==== Solar de São João Latrão ==== O Solar de São João Latrão fica localizado no sítio de São João, foi construído no século XVIII, mais precisamente em 1625, para substituir as antigas pousadas do morgado da freguesia. Em 1949 foi restaurado e foi edificada a actual capela de São João Latrão. No ano de 1470, Nuno Fernandes Cardoso casou com Leonor Dias, filha de Pêro Dias de Lagos, moradores na Lombada. Após o seu falecimento no dia 3 de abril de 1511, em Gaula deixaram em testamento , o morgado de São João Latrão para os seus descendentes varões com exclusão das mulheres juntamente com uma pensão de 120 missas anuais rezadas na capela de São João construída junto a sepultura de Nuno Fernandes Cardoso e sua mulher Leonor Dias. Em consequência de problemas de sucessão e de modo a cumprir as vontades do falecido instituidor do morgado, Nuno Fernandes Cardoso e sua esposa Leonor Dias, o Solar de São João Latrão sucedeu-se ao longo de três dinastias, a primeira dinastia denominada de Nunes Cardoso até 1627, a segunda dinastia de sucessão denominada de Teixeira de Góis até 1700 e a terceira dinastia até 1841. Neste momento o solar encontra- se em estado de abandono. Em 2012 devido aos incêndios que ocorreram a capela ficou destruída sobrando apenas a fachada da mesma. ==== Solar de Nossa Senhora de Assunção da Torre ==== A existência deste solar é mencionada nos livros paroquiais de Gaula deste 1675. Quinta com uma capela com o mesmo nome, pertencendo e servindo de sede ao morgado de Nossa Senhora da Assunção da Torre em que o seu último administrador foi o Conde da Calçada, Diogo Ornelas de França Carvalhal Frazão e Figueiroa, que acabou por vender o património aos caseiros. Este edíficio em forma quadrada constituída por dois pisos tem um portão com uma entrada larga trabalhada em cantaria rija do século XVIII. Encontra-se a capela de Nossa Senhora da Assunção, separada do solar por uma ramificação de terreiro. Á direita ao entrar na quinta, existia um bebedouro e umas arnelas que serviam para amarrar os cavalos. Enquanto que á sua esquerda encontrava-se a cavalariça que servia como acomodação para os criados. Havia também neste solar um local que fora destinado para os escravos. O primeiro piso era composto um quarto de dormir, uma loja pequena, uma loja grande e uma cozinha. O segundo piso tinha dois quartos de cada lado, e para o seu acesso era necessário subir por uma larga e robusta escadaria de dois lanços que tinham fim na porta de entrada para o corredor central, com uma janela á frente. Após um incêndio, o solar, a nível da sua constituição e formato, encontra-se quase intacto, no entanto a sua capela ficou mais afetada. Francisco de Freitas Chincherinela, caseiro da Quinta da torre, comprou o Solar e reconstruiu-o tal como hoje ainda se mantém. O solar sofreu grandes danos causados por um incêndio, tendo sido construído, ao contrário da capela que se encontra em ruínas. ==== Levada do Pico dos Iroses ==== A Levada do Pico dos Iroses nasceu com o desbravamento das terras virgens de Gaula, muito anterior a fundação de Gaula como freguesia. Pode ser referida em vários documentos com diferentes nomes tais como Irós, Iroses, Eirós e Eiroses. Gaula foi considerada uma freguesia auto-suficiente em termos de água, tendo isto em conta a Levada do Pico dos Iroses foi um abastecimento essencial mantendo a freguesia verdejante e produtiva. A Madre da Levada, como é popularmente conhecida, é o local de partida da levada, composta por um caudal que se estende desde as nascentes da serra, no curso superior da Ribeira da Boaventura, trazendo-a por diferentes caminhos, para acabar numa única confluência no Porto Novo. Esta levada rega toda a parte da freguesia desde antes de meados do século XVI, que em 1800 regava no giro de 24 dias. ==== Campo Santo e Cemitérios ==== Antes do ano de 1855, era uma prática frequente enterrar os falecidos dentro da igreja ou capelas, que até ao ano de 1714 o Campo Santo como era conhecido limitava-se apenas ao chão da Igreja Matriz fazendo também parte o chão da Capela-mor, o chão da Capela de São Brás e o chão da Capela de Santa Luzia. A partir do ano de 1714 as imunações passaram a ser realizadas apenas no chão das capelas mencionadas, e devido a uma saturação de espaço disponível, o chão do Solar de São João Latrão foi temporariamente utilizado para este fim, sendo que antes era utilizado apenas para os familiares dos proprietários. Gaula, foi a primeira freguesia do concelho de Santa Cruz a ter o seu cemitério pela existência de terrenos de estado disponíveis. Com o aparecimento da epidemia da cólera-morbus, a partir de 1855, mais precisamente no dia 2 de agosto, as inumações foram proibidas dentro da igreja por decreto de D.Maria II da autoria de António Bernardo da Costa Cabral, passando a serem realizadas no adro, que durante este tempo era um chão de terra batida com uma grande dimensão compreendendo cerca de trinta metros de comprido, passando desde modo desde o ano mencionado, as inumações passaram a ser realizadas apenas nestes terrenos de terra batida, dando lugar aos cemitérios, nomeadamente, o Cemitério Municipal do Jogo do Malhão mandado construir em 1856, mais precisamente no dia 28 de julho, inaugurado no mesmo ano no dia 2 de novembro e a partir de 1898 no Cemitério Municipal das Beatas. == Economia == A economia da freguesia de Gaula é apenas do sector primário com a agricultura a ser a principal actividade económica. Além da agricultura, Gaula, também têm actividade de carpintaria, panificação, serração, lacticínios. ==População== esquerda|150px|Evolução da População 1864 / 2011 População da Freguesia de GaulaInstituto Nacional de Estatística (Recenseamentos Gerais da População) - https://www.ine.pt/xportal/xmain?xpid=INE&xpgid;=ine_publicacoes 1864 1878 1890 1900 1911 1920 1930 1940 1950 1960 1970 1981 1991 2001 2011 1 408 1 876 2 186 2 623 3 128 3 355 3 670 3 770 4 036 3 497 2 950 2 858 2 908 3 092 4 028 esquerda|150px|Grupos Etários 2011 Distribuição da População por Grupos Etários Ano 0-14 Anos 15-24 Anos 25-64 Anos > 65 Anos 0-14 Anos 15-24 Anos 25-64 Anos > 65 Anos 2001 533 463 1 591 505 17,2% 15,0% 51,5% 16,3% 2011 743 420 2 255 610 18,4% 10,4% 56,0% 15,1% esquerda|150px|Grupos Etários 2011 Média do País no censo de 2001: 0/14 Anos-16,0%; 15/24 Anos-14,3%; 25/64 Anos-53,4%; 65 e mais Anos-16,4% Média do País no censo de 2011: 0/14 Anos-14,9%; 15/24 Anos-10,9%; 25/64 Anos-55,2%; 65 e mais Anos-19,0% == Geografia == === Rota da Água === A \"Rota da Água\" é um percurso turístico de património rural onde os visitantes podem visitar moinhos, fontanários e lavadouros ao longo do percurso. O ponto de partida é no sítio da Achada de baixo e mostra como era a vida da população há muitos anos com o caminha da água a assumir um papel de relevo na vida das pessoas. Durante o percurso irá encontrar todo o património alvo desta rota que é constituído por fontanários públicos, levadas, veredas, lavadores públicos, lavadores de levada, casas de distribuição de água, poços de pedra, moinhos de água, entre outros. Este roteiro é uma excelente oportunidade para a dinamização social, económica e cultural de Gaula. === Sítios === Os principais sítios, segundo o Census 2001, são: * Achada de Baixo * Achada de Cima * Achada da Rocha * Aldonça * Beatas * Contenda (Gaula) * Farrobo * Fazenda (Gaula) * Fazendinha (Gaula) * Fonte (Gaula) * Fonte do Lopo * Furtados * Lajes (Gaula) * Levadas (Gaula) * Lobas * Lombadinha * Salão (Gaula) * São João (Gaula) * Pico (Gaula) * Porto Novo (Gaula) * Povo (Gaula) == Áreas Balneares == A freguesia de Gaula não é muito frequentada para fins balneares, contudo nesta freguesia podemos encontrar três praias de calhau rolado, são elas a praia das Fontes, a praia da Aldonça e a praia do Porto Novo. Estas três praias não tem vigilância, nem bandeira Azul. === Praia do Porto Novo === A praia do Porto Novo situa-se junto ao caís comercial de inertes do Porto Novo. Com acesso de carro até junto à praia é pouco frequentada, contudo é uma praia admirada por estes banhistas. === Praias da Aldonça e das Fontes === Estas duas áreas de acesso ao mar são consideradas pequenos refúgios naturais, devido à pouca procura destas duas praias e de o acesso não ser possível de carros e de ter que ser feito numa vereda e escadas para poder lá chegar. Na praia das fontes existe uma gruta e também uma fonte de água. == Eventos == As festas religiosas que se realizam nesta freguesia são o destaque dos eventos. Recentemente a festa da Amora veio a tornar-se num cartaz gastronómico da freguesia. e celebra-se no segundo fim de semana de Setembro. * Festa do Senhor (Santíssimo Sacramento), Julho. * Festa da padroeira, N.ª S.ª da Luz realiza-se no terceiro domingo de Setembro. * Festa da Graça, Agosto. * Festa da Amora e da Doçaria tradicional, segundo fim de semana de Setembro.",
 "title": "Gaula"
}