{
 "id": "19100",
 "text": "thumb|Vila da Praia: vista parcial a partir do adro da Ermida de Nossa Senhora da Saúde. thumb|Moinhos de vento típicos da Graciosa (Vila da Praia, junto ao porto). thumb|Igreja de São Mateus, Vila da Praia. thumb|Igreja da Misericórdia, vila da Praia. A Freguesia de São Mateus é uma freguesia açoriana do Município de Santa Cruz da Graciosa com sede na povoação de Vila da Praia, freguesia com 12,82 km² de área e 836 habitantes (2011), o que corresponde a uma densidade populacional de 65,2 hab./km². Apesar da freguesia ter o nome oficial de São Mateus, assim estabelecido em 1996, é em geral designada por Praia, nome histórico do concelho de que foi sede. A freguesia ocupa o extremo sueste da ilha Graciosa, instalada ao longo do vale que separa a Caldeira da Graciosa do resto da ilha. No território desta freguesia, constituindo a sua localidade principal, situa-se a Vila da Praia, a antiga vila sede do concelho. O porto comercial situa-se igualmente na Vila da Praia sendo vulgarmente designado como Porto da Praia. Em frente à vila situa-se o ilhéu da Praia, importante reserva natural e zona de proteção especial para as aves marinhas. No interior da freguesia situa-se uma caldeira de grande beleza, a Caldeira da Graciosa, na qual se situa a Furna do Enxofre, uma cavidade vulcânica de grandes dimensões que contem uma lagoa subterrânea. == História == O lugar da Praia instalou-se num recesso da costa, que ainda que muito aberto à ondulação vinda de norte e nordeste, beneficia do abrigo resultante da presença do ilhéu da Praia. No local onde a primitiva povoação se instalou, a costa é rasa e na zona mais abrigada da baía existe a única praia de areia da ilha, a qual, como aconteceu com a Praia da Vitória na vizinha ilha Terceira, deu origem ao topónimo. A existência da praia denominada Praia de São Mateus, com o abrigo do ilhéu, fez do local um ponto privilegiado de desembarque da ilha, não sendo de estranhar que a Vila da Praia se conte entre os mais antigos pontos de fixação humana na ilha. O ancoradouro da Praia é o melhor da ilha e o único onde é seguro encontrar-se fundos de areia que garantam segurança na recolha do ferro, com profundidades que não excedem os 20 m.António de Brum Ferreira, A ilha Graciosa. Lisboa: Livros Horizonte, 1987 (p. 131). A atratividade do lugar para habitação era seguramente acrescido pela existência de água doce na pequena laguna que existiu a norte da atual vila, no lugar que ainda conserva o topónimo de Lagoa, já que a disponibilidade de água doce foi sempre uma das grandes condicionantes no povoamento da ilha, particularmente depois do arroteamento ter levado à destruição do coberto florestal e das formações de turfeiras, aumentando o escoamento superficial e a rápida perda de água para o mar. A povoação inicial estendia-se entre a Lagoa e a base da escoada de lava da Praia, um biscoito que apenas teria aproveitamentos um século depois do povoamento com o crescimento da viticultura. Apesar de situada no vale que separa a Caldeira da Graciosa do resto da ilha, a sua expansão ficou limitada ao eixo do vale, para a zona correspondente à atual localidade de Fonte do Mato, topónimo que mais uma vez revela a razão da fixação no local: a existência de uma nascente, já no limite da zona de mato que durante os primeiros séculos cobriu o vulcão da Caldeira, região onde a pobreza dos solos, derivados de areias basálticas e fortemente palagonitizados nas zonas mais próximas do mar, desencorajavam a atividade agrícola. Estes solos de salão foram dos últimos a ser agricultados e ainda assim em geral destinados apenas à instalação de pastagens pobres. Apesar de não poder competir com a riqueza dos solos do centro e noroeste da ilha, a localidade da Praia, graças ao seu fácil acesso ao mar, afirmou-se como um dos principais povoados da ilha, sede de uma das duas primitivas capitanias em que esta terá sido inicialmente dividida. A Praia foi o local de fixação de Duarte Barreto do Couto, que terá governado o sul da ilha como capitão do donatário entre 1470 e 1475 (datas incertas) e do seu sucessor, Vasco Gil Sodré, que terá mantido a capitania entre 1475 e 1485 (datas incertas) em conjunto com sua irmã, Antónia Sodré, viúva do falecido capitão Duarte Barreto do Couto. Este primeiro núcleo de povoadores, com o seu incipiente governo, coexistiu no tempo com a primeira estruturação de Santa Cruz da Graciosa, onde a partir de 1475 se instalou Pedro Correia da Cunha, primeiro como capitão do donatário na parte norte da ilha, mas a partir de 1485 (data incerta) como capitão do donatário em toda a ilha. Esta data marca o início da lenta perda de influência da Praia em relação a Santa Cruz, resultado da maior prosperidade agrária do norte da ilha. Segundo Gaspar Frutuoso,Saudades da Terra. Ponta Delgada: Instituto Cultural de Ponta Delgada, 2005 (ISBN 972-9216-70-3). foi na Praia que se fixaram os primeiros povoadores, sendo certo que a povoação se desenvolveu com rapidez, assumindo desde cedo funções de capital da ilha. Esta centralidade do lugar, em clara competição com Santa Cruz, ainda hoje se sente. O rápido desenvolvimento da Praia, a sua história como sede de uma das primitivas capitanias e a sua importância como principal porto da ilha, levaram a que o povo do lugar requeresse o privilégio de ter foro próprio, não aceitando a submissão ao nascente concelho de Santa Cruz. Com 46 moradores elegíveis para cargos municipais, uma igreja com três naves, uma Santa Casa da Misericórdia com os seus privilégios e igreja própria, sob a invocação de Nossa Senhora, a localidade da Praia satisfazia os requisitos para ser vila e sede de concelho. O privilégio foi concedido e a localidade da Praia da Graciosa foi elevado à categoria de vila por Carta Régia de João III de Portugal, passada em Almeirim a 1 de Abril de 1546. No mesmo ano passou a freguesia e a Igreja de São Mateus foi elevada a paroquial e matriz. A execução desta carta teve bastantes delongas já que o corregedor dos Açores estava em correição na ilha de São Miguel e encarregou o ouvidor da justiça na ilha, António Vaz Couceiro, que residia em Santa Cruz, de dar execução à Carta Régia. Este, enleado nos bairrismos locais, foi protelando a execução, mas um dia foi surpreendido na Praia por um grupo de homens, que \"reunindo-se em torno dele lhe requereu, voz em grita, que conformasse quanto antes as ordens de Sua Majestade\", ao que ele não teve outro remédio senão aceder.Félix José da Costa, Memória Estatística e Histórica da Ilha Graciosa. Angra do Heroísmo, 1845, p. 66. Com poucos recursos, a sede da Câmara Municipal foi instalada num edifício sito no largo fronteiro à igreja matriz, onde se manteve durante os mais de trezentos anos durante os quais o concelho existiu. Era uma casa medíocre, dividida em dois quartos, um servindo às vereações e outro à administração do concelho. Tinha no cimo do edifício um sino que servia para indicar as reuniões municipais.Ibidem, p. 67. O território municipal incluía toda a parte sul da ilha, abrangendo, além da sede e do resto da freguesia de São Mateus, a atual freguesia da Luz, tornada paróquia independente em 1601, o que lhe dava uma área total de 24 km², com 3 726 habitantes em 1849 e 3 595 em 1864. O desenvolvimento da Praia exigiu a construção de uma muralha de proteção costeira, a qual foi inúmeras vezes arruinada pelas tempestades de mar, com uma única porta que podia ser trancada com pesados madeiros, servindo também como fortaleza de proteção costeira. A porta, que ainda existente, era o local por onde se serviam no acesso ao mar, sendo mui forte e espaçosa e tranca-se com duas madres mui grossas, pela qual varam as caravelas que no porto estão, quando o vento é rijo, com lhes tirarem os mastros.Gaspar Frutuoso, idem. Ainda assim, a vila foi tomada por piratas ingleses no ano de 1691, que se entrincheiraram na igreja da Misericórdia, saquearam a vila e aterrorizaram os habitantes, alguns dos quais foram feitos reféns, sendo libertados contra avultados pagamentos. Não tendo terrenos agrícolas que permitissem uma agricultura próspera, a Praia sempre viveu do seu porto, da pesca e, a partir de meados do século XVI, do cultivo da vinha, particularmente a partir de 1776, quando os vinhos e aguardentes açorianos passaram a poder ser livremente exportados para o Brasil e para as colónias portuguesas de África e Ásia. A população cresceu agricolamente de forma substancial, sendo intensamente aproveitados os terrenos de biscoito entre o litoral e o Pico Timão. Datam dessa época as melhores casas da vila e os restos de curraletas e abrigos que ainda são visíveis no biscoito da Praia e na zona da Feteira. O desenvolvimento da vila, devido à sua dependência em relação à vinha, sofreu muito com o aparecimento em meados do século XIX do Oidium tuckeri e depois da filoxera. A destruição das vinhas que se seguiu, ainda patente nos restos das curraletas abandonadas e hoje cobertas de floresta, levou a um enorme surto de pobreza, com a ruína de muitas das casas abastadas da vila. As tentativas de cultivar laranja para exportação e a introdução do vinho de cheiro nunca conseguiram substituir a perda das castas nobres, e a vila entrou em grave declínio. Quando se promulgou o código administrativo de 1842 e se procurou racionalizar a administração municipal, o concelho estava em grave declínio, sem recursos nem pessoas que pudessem servir nos cargos municipais. Em consequência, embora com resistência local, foi extinto em 1855, sendo o seu território integrado no concelho de Santa Cruz da Graciosa, o qual passou então a abranger toda a ilha. O decreto de extinção foi apenas executado em 1867. A partir daí a importância da vila da Praia declinou ainda mais, passando a ser apenas uma vila portuária e piscatória, mas em competição com Santa Cruz, onde a construção do cais da Calheta e os arranjos na no cais da Barra criaram um porto que competia com o da Praia. A sorte da vila apenas mudou quando o Governo Regional dos Açores, recém-criado na sequência da autonomia constitucional de 1976, decidiu em finais da década de 1970 construir o porto comercial da ilha no lugar da Rochela, na periferia norte da vila. Construído a partir de 1979, então com um molhe-cais acostável de 180 metros, o porto fez renascer a vila, levando à construção de um novo acesso a Santa Cruz. Depois de ter sido gravemente danificado por uma tempestade de mar em 1998, o porto foi reconstruído e alargado, dotado de uma área para recreio e pescas, constituindo hoje uma dos principais infraestruturas da ilha. Ainda assim o porto, por ser muito aberto ao mar do norte, é relativamente perigoso, tendo sido palco de vários naufrágios (o último dos quais do navio Corvo perdido nos rochedos do ilhéu da Praia) e acidentes marítimos. Também a Santa Casa da Misericórdia da Vila da Praia conseguiu retomar as suas atividades, construindo um lar de idosos e passando a assumir um importante papel de apoio social no sul da ilha. Com a vila renascida, pelo Decreto Legislativo Regional n.º 13/96/A, de 6 de Julho, a freguesia da Praia retomou o antigo nome de São Mateus, mantendo, contudo, a localidade correspondente à antiga vila o nome de Praia. Pelo Decreto Legislativo Regional n.º 29/2003/A, de 24 de Junho, a freguesia foi restaurada à categoria de vila, pelo que a localidade da Praia passou a designar-se por Vila da Praia. Foi local de nascimento do poeta António Gil, lembrado por um painel de azulejo colocado na fachada da casa onde viveu, o atual lar de idosos da Santa Casa da Misericórdia da Vila da Praia da Graciosa. == Território e estrutura urbana == thumb|Vulcão central, montanha sobranceira à Vila da Praia, ilha Graciosa. A freguesia de São Mateus, tal como as demais povoações da Graciosa, tem uma estrutura de povoamento que, apesar da sua dispersão aparente, é fortemente condicionada pela rede viária. Este povoamento \"disperso orientado\",BRITO, Raquel Soeiro de. A ilha de São Miguel – Estudo geográfico. Lisboa: 1955. p. 24. típico de zonas de colonização recente como os Açores, levou a que a estruturação urbana da região sueste da Graciosa, no território da hoje freguesia de São Mateus, se tenha desenvolvido ao longo de três ramos, correspondentes às estradas que afluíam à Vila da Praia, ainda hoje o seu centro. Assim, surgiram, na antiga estrada que pelo Quitadouro vinda de Santa Cruz, os localidades de Lagoa e Rochela; ao longo da via que para sul se dirigia à Luz e ao Carapacho, as localidades de Fonte do Mato (Santa Cruz da Graciosa) e, já na fronteira com a Luz e apenas parcialmente no seu território, o lugar de Pedras Brancas e finalmente, na estrada litoral, a sul da vila, o lugar de Fenais. Assim, a freguesia de São Mateus é composta pelos seguintes localidades e lugares: * Vila da Praia, o seu mais importante centro urbano e o segundo lugar mais importante da ilha, com características marcadamente urbanas, com um traçada clássico de vila açoriana, hoje incluindo, dada a construção do porto comercial e a expansão urbana para norte, a Rochela (ou Arrochela) e Lagoa. Nesta vila localizam-se os principais imóveis da freguesia, com destaque para o quarteirão instalado ao longo da antiga muralha de proteção costeira e em torno da Igreja Matriz de São Mateus, a Igreja da Misericórdia, a Ermida de Santo António, a Ermida de Nossa Senhora da Guia, a Ermida de Nossa Senhora dos Remédios e as ruínas da Ermida de São Miguel. O império da Senhora da Guia, ligado aos pescadores, mantém uma irmandade do Divino Espírito Santo muito ativa. * Fenais, no prolongamento natural da Vila da Praia para sul, uma pequeno lugar litoral empoleirada sobre a falésia costeira, que devido ao recuo do litoral teve de sofrer recentes obras de proteção costeira, mas que ainda assim deixaram alguns habitações sobre taludes de estabilidade duvidosa. À entrada do lugar, mas fazendo ainda parte do núcleo urbano da Vila da Praia, localiza-se o Império do Espírito Santo de Nossa Senhora dos Remédios, construído em 1933 (quando teve de mudar de lugar para dar passagem à nova estrada de acesso aos Fenais) no local da Ermida de Nossa Senhora dos Remédios dos Fenais, que datava de 1773. * Fonte do Mato, o segundo núcleo urbano mais importante da freguesia, onde se destaca a Igreja de Santa Quitéria, localmente conhecida por Igreja de Nossa Senhora do Livramento. No alto do Monte de Nossa Senhora da Saúde, sobranceiro a esta localidade, localiza-se a Ermida de Nossa Senhora da Saúde. * Pedras Brancas, com os lugares adjacentes de Trás dos Pomares e Canada Longa, é um lugar dividido entre as freguesias de São Mateus e a freguesia da Luz, de razoáveis terras agrícolas, que se tornou conhecido pela homónima série televisiva. O lugar, embora maioritariamente na freguesia da Luz, faz parte do hinterland da Vila da Praia, estando polarizado sobre aquela localidade e sobre a localidade da Fonte do Mato. Teve até 2006 escola primária própria, sita no limite da freguesia da Luz, mas servindo também alunos da freguesia de São Mateus. Tem o seu Império do Divino Espírito Santo e vida comunitária própria. *Lagoa, é uma pequena localidade foi, conjuntamente com a localidade de Rochela, uma antiga zona industrial da ilha(produção de cerâmica). Inclui os lugares de Rebentão da Lagoa, Canada de Santana e Trás do Outeiro. Esta localidade possui uma pequena ermida, a Ermida de Santa Ana da Lagoa e a Casa dos Capitães- Mores, imóvel classificado como de interesse municipal pela Resolução n.º 147/95, de 10 de Agosto. *Rochela, é uma pequena localidade que faz parte do núcleo urbano da Vila da Praia, e próxima da localidade de Lagoa, foi conjuntamente com a localidade de Lagoa, uma antiga zona industrial da ilha (produção de cerâmica, cal, e de conservas e peixe), foi também um local de importância na atividade da moagem de cereais, nos os seus quatro moinhos de vento, hoje ex libris da ilha. *Feteira, é um lugar situado no limite noroeste da freguesia, sendo contiguo ao lugar do Barro Branco na freguesia de Guadalupe, e próximo do Pico Timão. *Portela, situa-se no prolongamento da localidade dos Fenais e próximo da localidade do Carapacho da vizinha freguesia da Luz, está desabitado há muitas décadas, onde hoje são visíveis apenas algumas ruinas, testemunho da existência deste lugar. Este pequeno lugar foi o povoado mais a sul da freguesia. A freguesia de São Mateus abrange no seu território a Caldeira da Graciosa, uma caldeira vulcânica que tem no seu interior a Furna do Enxofre e o sua lagoa subterrânea. É um monumento natural, de grande beleza cénica, com uma cumeeira oval, com um perímetro de 4 195 m, encerrando uma caldeira de estrutura complexa com cerca de 200 m de desnível entre a parte mais alta das suas paredes a sua zona central. A Caldeira é o resultado de uma vulcão basáltico, do tipo central, cujo topo se afundou parcialmente, formando a caldeira e a furna existente no seu interior. O cone do vulcão é nitidamente dissimétrico no sentido do comprimento da ilha, com o bordo sueste a atingir os 405 m acima do nível médio do mar, a maior altitude da ilha Graciosa. O bordo noroeste não atinge os 250 m de altitude. A caldeira segue a dissimetria do cone vulcânico, tendo uma forma elíptica, aparentemente resultado da intercessão de duas caldeira formadas em períodos distintos mas muito próximosAntónio de Brum Ferreira, idem, p. 31., com aproximadamente 1 580 m de comprimento ao longo do seu eixo maior (NO-SE) por cerca de 900 m de largura ao longo do eixo menor. As paredes são íngremes, constituídas por altas falésias irregulares marcadas por grandes blocos basálticos soltos, alguns com sinais de disjunção prismática, e muitos constituindo depósitos detríticos de encosta, sinal de grandes derrocadas ocorridas ao longo da história geológica do local. O fundo da caldeira é muito acidentado, tendo bem saliente um pequeno alto, com cerca de 100 m de diâmetro e mais de 50 m da altura acima dos terrenos circundantes, denominado Morro da Ursa (corruptela de Morro da Urze). José AgostinhoJosé Agostinho, Tectónica, sismicidade e vulcanismo das ilhas dos Açores, in: Açoreana, vol. I, fasc. I, Angra do Heroísmo, 1934, pp. 190-192. afirma que a Caldeira da Graciosa é uma das formações vulcânicas mais interessantes dos Açores, tendo sido formada quando uma coluna de magma fluido ascendeu ao longa da chaminé, formando uma massa lenticular que entrou em recessão quando a pressão diminuiu no interior do sistema. Como a parte exterior já tivesse consolidada, particularmente nos seus bordos, o recuo da lava para o interior da chaminé deixou uma estrutura irregular em funil, com uma inclinação de cerca 40º em direção ao centro. No centro da estrutura, a superfície arrefecida da lava consolidou-se, separando-se do interior fluido que continuou a descer, formando a abóbada da Furna do Enxofre. A retração levou a que o nível da lava descesse mais cerca de 95 m até consolidar, deixando a abóbada a 50 m acima da superfície da lagoa que tem hoje uma profundidade máxima de cerca de 11 m (embora esteja a decrescer), fruto da redução da alimentação do aquífero e da crescente extração de água no aquífero basal da ilha. O Morro da Urze foi interpretado pelo vulcanologista Immanuel Friedländer (1871-1948)Immanuel Friedlaender, Os Açores. Tradução de José Agostinho in Açoreana, vol. I, fasc. I. Angra do Heroísmo: 1934. como sendo uma cúpula deixada numa zona onde a lava arrefecera mais depressa. O pequeno cone existente a seu lado, corresponde a uma estrutura de desgaseificação, responsável pela continuada perda de pressão no interior da coluna lávica. O teto da gruta, formado por uma camada contínua de basalto, já deixou cair grandes blocos, que agora juncam o fundo da cavidade. Na zona de maior desgaseificação, junto à fumarola, existe uma zona fissural, que se prolonga para o exterior, e parece estar associada à emergência junto à costa da água termal aproveitada pelas Termas do Carapacho. O interior da caldeira é acessível por estrada, através de um túnel construído entre 1952 e 1953. Tal possibilita a fácil visita à Furna do Enxofre, uma cavidade vulcânica recoberta por uma abóbada basáltica com cerca de 50 m de altura. No seu interior, existe uma pequena lagoa de águas cristalinas e uma pequena fumarola, com lama, de onde emana um forte cheiro a enxofre, o que deu o nome ao local. O acesso ao interior da gruta é feito através de uma abertura natural, através da qual foi construída uma grande torre em alvenaria de pedra, com cerca de 37 m de altura, no interior da qual existem 183 degraus, ligando diversos patamares com varandas abertas sobre a gruta. A torre, obra do mestre pedreiro Carlos Sebastião, com projeto de Manuel Severo dos Reis, foi inaugurada a 30 de julho de 1939. No local foi inaugurado em 5 de abril de 2010 o Centro de Visitantes da Furna do Enxofre que apresenta instalações em equilíbrio paisagístico e estético com a envolvente, que permite uma interpretação e a compreensão dos processos vulcânicos que deram origem à Furna do Enxofre, à Caldeira e também da ilha Graciosa. O interior da gruta apenas pode ser visitado quando os níveis de concentração de dióxido de carbono na atmosfera local o permitem. Hoje um sistema de monitorização permanente, ligado ao sistema de vigilância sismo-vulcânica dos Açores, garante que a visita se faça em segurança. == Economia e instituições == A freguesia de São Mateus sempre teve uma economia diversificada, sendo o povoado menos dependente da atividade agrícola em toda a ilha. Para além da atividade portuária e da pesca, funcionaram na freguesia vários alambiques, destinados à produção de aguardente a partir do vinho de cheiro, e fornos de produção de telha e de cal. Os fornos de telha da Lagoa, aproveitando o barro local e as lenhas do biscoito vizinho, produziam telha que para além do uso local era exportada para as ilhas de São Jorge, Faial e Pico. A partir desta indústria, cujas estruturas ainda podem ser visitadas, gerou-se uma tradição graciosense de produção de telha que depois se estendeu à ilha Terceira, com artesãos graciosenses a fundarem telhais, entre os quais o das Achadas, na freguesia dos Altares, desde sempre ligado a famílias e trabalhadores vindos da Praia da Graciosa. Também a indústria da moagem teve expressão na vila, com vários moinhos construídos com a tradicional forma dos moinhos de vento da Graciosa, a serem instalados na localidade da Rochela. Alguns destes moinhos são hoje imóveis de interesse municipal. Hoje a economia da vila continua a assentar nas atividades portuárias e na pesca, mas a pastelaria, com a produção das tradicionais queijadas da Graciosa, exportadas para as as restantes ilhas dos Açores, Portugal continental, e estrangeiro, e a restauração também assumem um papel relevante. O crescimento do turismo na ilha e o aumento da frequência das ligações marítimas de passageiros ao porto da Praia parecem apontar um futuro na área do turismo. Na freguesia têm a sua sede duas instituições ligadas à música: a Sociedade Filarmónica União Praiense, fundada a 12 de Maio de 1889, e detentora de uma moderna sede que inclui a maior sala da ilha, e a Academia Musical da Ilha Graciosa, uma instituição de ensino artístico, especializada em música, sedeada em parte do edifício da escola primária da freguesia. A Academia Musical manteve durante alguns anos ensino profissional, criando na Vila da Praia uma Escola Profissional que infelizmente não teve sucesso. Existe também uma Casa do Povo e a Santa Casa da Misericórdia opera um moderno lar de idosos, situado junto à grande porta da muralha marginal, para além de prestar apoio domiciliário nas freguesias de São Mateus e Luz. == Demografia == A demografia da freguesia de São Mateus reflete a perda de importância que a povoação sofreu desde a extinção do concelho da Praia da Graciosa. Contrariando a tendência geral verificada na ilha Graciosa, a população da freguesia entrou em declínio a partir de meados do século XIX, apenas para recuperar ligeiramente em meados do século XX e finalmente sucumbir à grande emigração para os Estados Unidos. Contudo, o ritmo de perda parece ter diminuído, pelo menos quando comparado com a vizinha freguesia da Luz, e a Vila da Praia vai-se lentamente afirmando como o segundo centro urbano da ilha, graças ao seu porto, que é o porto comercial e de pescas da ilha, e ao seu atrativo carácter urbano. A melhoria da ligação rodoviária a Santa Cruz da Graciosa, hoje uma excelente rodovia, tornou a Vila da Praia um lugar atrativo para residir, mesmo para quem trabalhe naquela vila. A evolução demográfica da freguesia é a seguinte: Evolução da população da Praia da Graciosa Evolução da população da Praia da Graciosa Evolução da população da Praia da Graciosa Evolução da população da Praia da Graciosa Evolução da população da Praia da Graciosa Evolução da população da Praia da Graciosa Evolução da população da Praia da Graciosa Evolução da população da Praia da Graciosa Evolução da população da Praia da Graciosa Evolução da população da Praia da Graciosa Evolução da população da Praia da Graciosa Evolução da população da Praia da Graciosa Evolução da população da Praia da Graciosa Evolução da população da Praia da Graciosa Evolução da população da Praia da Graciosa Evolução da população da Praia da Graciosa 1844 1864 1878 1890 1900 1911 1920 1930 1940 1950 1960 1970 1981 1991 2001 2011 2 020 1 849 1 709 1 732 1 588 1 374 1 301 1 448 1 580 1 634 1 547 1 320 1 034 965 901 836 * Fonte: DREPA (Aspectos demográficos - Açores 1978) e Serviço Regional de Estatística dos Açores (SREA). == Associações culturais, recreativas e desportivas com sede na freguesia== * Associação de Jovens Artistas da Ilha Branca * Associação de Pescadores Graciosenses * Casa do Povo da Praia * Coro de São Mateus * Grupo Desportivo Mocidade Praiense * Irmandade da Capela do Espírito Santo de Nossa Senhora da Guia * Irmandade do Divino Espírito Santo da Fonte do Mato * Santa Casa da Misericórdia da Vila da Praia * Sociedade Filarmónica União Praiense ==Património edificado== Arquitetura religiosa: *Ermida de Nossa Senhora da Guia *Ermida de Nossa Senhora da Saúde *Ermida de Nossa Senhora dos Remédios *Ermida de Santa Ana da Lagoa *Ermida de Santo António *Igreja da Misericórdia *Igreja de Santa Quitéria *Igreja de São Mateus *Império do Espírito Santo de Nossa Senhora da Guia *Império do Espírito Santo de Nossa Senhora dos Remédios *Império do Espírito Santo de São Mateus *Império do Espírito Santo da Fonte do Mato Arquitetura popular: *Moinho da Rochela I (Rochela) *Moinho da Rochela II (Rochela) *Moinho da Rochela III (Rochela) *Moinho da Rochela IV (Rochela) *Moinho do Pinheiro (Vila da Praia) *Forno da cal (Rochela) *Forno de cerâmica da Lagoa (Lagoa) *Forno de cerâmica do caminho de Trás do Outeiro (Lagoa) *Telhal da Praia (Rochela) Arquitetura civil: *Casa dos Capitães- Mores (Lagoa) *Casa da Morgada Isabel Maria (Vila da Praia) *Escada de acesso à Furna do Enxofre *Quinta da Boa Vista (Feteira) *Solar da Rua Doutor Brito de Albuquerque (Vila da Praia) *Túnel da Caldeira (Fonte do Mato) “Arquitetura da água” graciosense: *Bebedouro do Caminho do Meio (Fonte do Mato) *Chafariz e bebedouro da Lagoa (Lagoa) *Chafariz da Fonte do Mato (Fonte do Mato) *Chafariz da Rua Barão da Fonte do Mato (Fonte do Mato) *Chafariz do Largo Padre Doutor Manuel Rocha (Vila da Praia) *Chafariz dos Fenais (Fenais) *Pias de lavar da Fonte da Rocha (Fenais) *Tanque da Fonte do Mato I (Fonte do Mato) *Tanque da Fonte do Mato II (Fonte do Mato) *Tanque das Furnas (Fonte do Mato) *Tanque do Beco (Vila da Praia) ==Património natural== *Caldeira da Graciosa *Furna da Água *Furna da Maria Encantada *Furna da Urze *Furna da Vizinha *Furna do Calcinhas *Furna do Dragoeiro *Furna do Enxofre *Furna do Vermelho *Ilhéu da Praia *Monte de Nossa Senhora da Saúde *Quitadouro *Serra das Fontes == Bibliografia == * António de Brum Ferreira, A Ilha Graciosa. Lisboa: Livros Horizonte, Colecção Espaço e Sociedade, n.º 8, 1968 (2.ª ed. em 1987). * Félix José da Costa, Memória Estatística e Histórica da Ilha Graciosa. Angra do Heroísmo: Imprensa de Joaquim José Soares, 1845. Há uma 3.ª edição, fac- similada: Instituto Açoriano de Cultura, 2007 (ISBN 978-972-9213-77-9). * DREPA, Aspectos demográficos. Açores - 78. Angra do Heroísmo: Departamento de Estudos e Planeamento dos Açores, 1978. * Guido de Monterey, Graciosa e São Jorge (Açores) - Duas ilhas no centro do arquipélago. Porto: Sociedade de Papelaria, Lda., 1981. * Luís Daniel (editor dos textos), Graciosa - Guia do Património Cultural. Lisboa: Atlantic View, 2004 (ISBN 972-96057-4-2). == Ligações externas == * * *",
 "title": "São Mateus (Santa Cruz da Graciosa)"
}