{
 "id": "19108",
 "text": "Cedros é uma freguesia do município de Santa Cruz das Flores, com 10,55 km² de área e 112 habitantes (censo de 2021). A sua densidade populacional é . A freguesia é uma das mais altas dos Açores, tendo o seu núcleo principal, a povoação dos Cedros, implantada sobre uma alta falésia rodeada por profundos e escarpados vales, sita a cerca de 10 km a noroeste da sede do concelho. A freguesia é delimitada a sul pelo profundo vale da Alagoa e a norte pela Ribeira dos Cedros, que a separa da vizinha freguesia de Ponta Delgada. A paróquia católica correspondente tem Nossa Senhora do Pilar como orago. ==Demografia== A população registada nos censos foi: Distribuição da População por Grupos Etários Ano 0-14 Anos 15-24 Anos 25-64 Anos > 65 Anos 2001 40 22 72 18 2011 17 21 64 26 2021 12 17 62 21 == A freguesia == A freguesia dos Cedros, tal como a povoação homónima do norte da ilha do Faial, deve o seu nome à abundância de cedro-do-mato (Juniperus brevifolia (Seub.) Antoine), cuja valiosa madeira foi um dos incentivos à colonização do local. Aliás, isto mesmo refere Gaspar Frutuoso,Gaspar Frutuoso, Saudades da Terra, Instituto Cultural de Ponta Delgada, Ponta Delgada, 1966-1980. escrevendo nos finais do século XVI, quando afirma que \"Além, corre a rocha muito alta e lançada ao mar, vestida de arvoredos de cedros, louros e pau branco, e povoada de muitas cabras bravas do capitão, ao cimo da qual (que é terra de pão) vivem três ou quatro vizinhos, fregueses de Santa Cruz; ali se chama os Cedros, por haver muitos deles\". O alcantilhado do terreno e a elevada altitude e a grande exposição aos ventos levou ao desenvolvimento de núcleos populacionais isolados, autênticas aldeias de montanha, algo pouco comum no povoamento açoriano, em geral linear e prolongando-se ao longo dos eixos viários. Assim, a freguesia dos Cedros é composta por três lugares, distintos e separados por difíceis percursos: * Cedros – onde se situa o centro da freguesia, com a igreja e a pequena escola (hoje encerrada por transferência dos alunos para a vila); * Ponta Ruiva – uma pequena aldeia sita 5 km a nordeste dos Cedros, sobre uma alta falésia costeira; * Alagoa – sito no profundo vale da Ribeira da Alagoa, a cerca de 1 km a sul dos Cedros. O lugar já não tem habitantes permanentes. Foi neste local edificado a Bateria da Alagoa, fortificação militar que teve por função a defesa da costa contra os frequentes ataques de piratas e corsários. A costa alcantilada da freguesia abre-se em duas largas baías, um diante do Vale da Alagoa, repleta de ilhéus e rochedos isolados, outra frente a Ponta Ruiva, oferecendo abrigo suficiente para um pequeno portinho. Frente à Alagoa, depois de passada a alta Rocha dos Caimbros, hoje coroada por um miradouro de onde se desfruta uma extraordinária paisagem de falésia e mar, com a ilha do Corvo em fundo, uma profusão de ilhéus, entre os quais se destaca o da Fragata, o Garajau, o Ilhéu dos Carneiros, e o Ilhéu de Álvaro Rodrigues. Este último foi cultivado até meados do século XX, tendo uma pequena nascente de água doce. Apesar da proximidade relativa em relação à vila, a freguesia dos cedros mantém o seu carácter rural, sendo a agricultura, com destaque para a bovinicultura, a principal actividade das suas gentes, embora a carpintaria e o pequeno comércio tenham também algum destaque. As actividades ligadas à exploração madeireira que sustentaram em grande parte a economia da freguesia decaíram até quase desaparecerem. Aproveitando o microclima ameno da Alagoa, a freguesia chegou a ter alguma produção frutícola, coisa rara nas Flores, produzindo uns perinhos, vermelhos e esverdeados, são de tamanho de grão de junça, e de muito bom sabor, e muito quentes, tem dentro uns caroçinhos como grãos de uva, que partida com o dente deixa o mesmo sabor. Outra actividade importante foi a moagem, dispondo a freguesia de diversas azenhas, construídas ao longo da Ribeira das Barrosas e da Ribeira da Alagoa. A demografia da freguesia acusa o grande declínio populacional que a ilha das Flores sofreu ao longo do século XX em resultado da emigração para os Estados Unidos. Actualmente com menos de 200 habitantes, a freguesia em 1890, aquando do primeiro recenseamento oficial realizado à população, tinha 361 habitantes; em 1910, 326; em 1920, 332; e em 1940, 367, o seu máximo histórico. Até 1966, ano em que graças à instalação da Base Francesa das Flores foi construída a estrada para Ponta Delgada, os Cedros eram o término da estrada, sendo o acesso à Ponta Ruiva e a Ponta Delgada apenas pedonal (ou por mar, o tempo permitindo). O vale da Alagoa, hoje desabitado, alberga agora um magnífico parque, com espaço para merendas e desportos náuticos. São aspetos mais notáveis da freguesia: * A aldeia da Ponta Ruiva, com uma arquitectura e composição urbana muito semelhante à Vila do Corvo; * O parque da Alagoa; * A casa do Espírito Santo de Cima, construída em 1856; * A casa do Espírito Santo de Baixo, construída em 1861; * A casa do Espírito Santo da Ponta Ruiva, construída em 1861; * O moinho de água e a ponte da Alagoa; Outros Locais: Miradouro da Tapada Nova, e ilhéu de Álvaro Rodrigues * Os ilhéus da baía da Alagoa, hoje Sítio de Interesse Comunitário ao abrigo da Directiva Habitats e da Directiva Aves; * O miradouros dos Caimbros, da Rocha da Gata e do Poço Comprido. * A elevação da Tapada Nova * Bateria da Alagoa A freguesia realiza a sua principal festa, em honra de Nossa Senhora do Pilar e de São Roque, no terceiro domingo de Agosto. Tal como todas as outras comunidades açorianas, as maiores festas são as do Divino Espírito Santo, centradas em torno do domingo de Pentecostes. == Historial da freguesia == Dadas as dificuldades impostas pela orografia e pelo clima agreste, o povoamento foi tardio e lento. Dos três ou quatro vizinhos, fregueses de Santa Cruz que Gaspar Frutuoso refere nas suas Saudades da Terra, a povoação dos Cedros foi crescendo até atingir, mais de um século depois, por volta de 1715, cousa de trinta vizinhos segundo o padre António Cordeiro.António Cordeiro, História Insulana das Ilhas a Portugal Sujeitas no Oceano Ocidental, Imprensa de António Pedroso Galvão, Lisboa Ocidental, 1717. O mesmo autor já refere a existência da aldeia da Ponta Ruiva, com alguns moradores e um pequeno porto onde varam batéis, então integrada na paróquia de São Pedro de Ponta Delgada. Apesar disso, os terrenos em torno dos Cedros, para além de serem terra de pão, desde cedo tiveram grande importância económica, devido à abundância de cedros cuja madeira servia para a construção de barcos para a pesca, de habitações e na manufactura de alfaias agrícolas. Fiel a essa tradição, ainda hoje, o pouco artesanato que se fabrica na freguesia consiste no fabrico de miniaturas em madeira. Para além da madeira, as fibras da casca do cedro (o seu ritidoma) eram secas ao sol e entrançadas para produzir cordas de toda a espécie e arreios para bestas e bois. Descrevendo este uso, hoje completamente esquecido, Gaspar Frutuoso afirma que \"da casca que tiram dos cedros verdes, de compridão de quatro ou cinco varas, tirando-lhe o seco da banda de fora e ficando no verde de dentro, se servem, como de vimes, para cobrir casas, por haver poucos, e torcendo-os, fazem cordas, que lhe servem como as de esparto, com que prendem os bois e travam carros\". A distância a que as aldeias dos Cedros e da Ponta Ruiva estavam das respectivas paroquiais, com um largo districto entre rochas e ribeiras correntes tempo de inverno de permeio, levou a que os moradores solicitassem ao bispo de Angra, ao tempo D. frei Clemente Vieira, que lhes permitisse a desanexação, pondo-lhes um um parocho que continuamente lhes assistisseFrancisco António Nunes Pimentel Gomes, A ilha das Flores: da redescoberta à actualidade, Câmara Municipal das Lajes das Flores, 1997. Para tal ofereciam-se para eregir à sua custa uma igreja da invocação de Nossa Senhora do Pilar. O capitão do donatário, D. Martinho de Mascarenhas, 6.º conde de Santa Cruz, por cuja Comenda era pago o clero das Flores e Corvo, também fez chegar ao bispo a sua concordância, oferecendo-se para fazer e ornar a capela mor do novo templo e para doar a imagem da Senhora do Pilar. Depois de uma visita ao local, no ano de 1690, feita pelo visitador padre António Álvares Pereira de Sousa, que concorda com a elevação dos lugares a paróquia, e de uma tentativa frustrada de vinda de novo visitador, que não chega à ilha, finalmente o deão da Sé, entretanto vacante por falecimento do bispo, decide emitir o necessário alvará. Finalmente, os lugares dos Cedros, Ponta Ruiva e possivelmente Alagoa, foram elevados a paróquia a 9 de Julho de 1693, tendo então conjuntamente cerca de 50 fogos e 176 habitantes. A paróquia de Nossa Senhora do Pilar englobou assim, desde o início, o lugar da Ponta Ruiva. Foi primeiro pároco o padre Domingos Furtado de Mendonça, que tinha de rendimento anual 24$000 réis, duas partes em trigo e uma em dinheiro, de que se fazia pagamento à custa da Comenda das Ilhas das Flores e Corvo, então pertença do conde de Santa Cruz. Cumprindo a sua promessa, o povo construiu o novo templo, o qual foi dado por concluído logo em 1693 e o conde capitão do donatário contribuiu para a capela mor. Uma ampliação foi concluída em 1719. Inscrições em duas pedras encontradas aquando da demolição da igreja em Setembro de 1945 confirmam estes factos, já que uma ostentava o brasão de D. Martinho de Mascarenhas e a outra uma cruz rematada com as datas de 1693 e 1719. O templo foi reedificado em 1822, mas em 1868 um relatório do governador civil do Distrito da Horta, na altura António José Vieira Santa Rita, considera-o em mau estado de conservação, com os paramentos e ornamentos muito deteriorados, e desprovido de cemitério, pelo que os enterramentos eram feitos no adro. Alegando falta de solidez, a velha igreja foi demolida em 1945, sendo o serviço religioso transferido para a Casa do Espírito Santo vizinha. A primeira pedra do actual templo foi lançada a 22 de Janeiro de 1950, sendo benzido a 18 de Julho de 1953.Jaime Leal Páscoa, Benção e inauguração da Igreja dos Cedros das Flores, edição de 2 de Julho de 1953 do Correio da Horta, Horta. == Património arquitetónico == Património arquitetónico referido no SIPA: * Igreja Paroquial de Cedros / Igreja de Nossa Senhora do Pilar == Ligações externas == * * * * Categoria:Freguesias de Santa Cruz das Flores",
 "title": "Cedros (Santa Cruz das Flores)"
}