{
 "id": "19145",
 "text": "é um sistema estrutural da construção civil que se tornou um dos mais importantes elementos da arquitetura do século XX. É usado nas estruturas dos edifícios.. Diferencia-se do concreto (ou betão) devido ao fato de receber uma armadura metálica responsável por resistir aos esforços de tração, enquanto que o concreto em si resiste à compressão. É uma mistura compacta de: *agregados graúdos: pedras britadas, seixos rolados, etc. *agregados miúdos: areia, pedregulhos. *aglomerantes: cimento, cal não pode ser usado no concreto armado porque acaba corroendo o aço responsável por suportar as forças de tração, podendo comprometer a estrutura com o passar do tempo. *água *adições minerais: sílica ativa, metacaulim, cinza de casca de arroz, etc. *aditivos: aceleradores, retardadores, fibras, corantes, etc. ==Produção== Para obtenção de um bom concreto de acordo com sua finalidade, devem ser efetuadas com perfeição as operações básicas de produção do material, que influem nas propriedades do concreto endurecido. As operações básicas de produção do concreto são: *Dosagem: Estudo empírico ou não que indica as proporções e quantificações dos materiais componentes da mistura, a fim de obter um concreto com determinadas características previamente estabelecidas. *Mistura: Dar homogeneidade ao concreto, isto é, fazer com que ele apresente o mesmo proporcionamento em qualquer ponto de sua massa sem segregação dos constituintes. *Transporte: Levar o concreto do ponto onde foi preparado ao local onde será aplicado, podendo ser dentro da obra ou para ela, quando misturado em usina. *Lançamento: Colocação do concreto no local de aplicação, em geral, nas formas. Começa-se após 2 a 4 horas a \"pega\" (perda do abatimento e consequentemente endurecimento e ganho de resistência), dependendo da quantidade e do tipo de cimento. *Adensamento: Espalhamento e conformação do concreto, procurando eliminar o ar aprisionado, além de preencher totalmente as formas - ganho de resistência. Usa-se vibrar o concreto com vibradores mecânicos, devendo-se evitar o excesso ou pouca vibração. *Cura: Conjunto de medidas com o objetivo de evitar a perda rápida de água (evaporação) pelo concreto nos primeiros dias, água essa necessária para reação de hidratação dos constituintes da pasta de cimento. Existem diversas formas para cura adequada do concreto, seja ela úmida, a vapor, química ou uso de material impermeabilizante, dificultando a saída de água. A cura inadequada pode ocasionar fissuras de retração plástica consequentemente maior permeabilidade e porosidade, assim menor durabilidade. Normalmente a resistência de projeto é atingida após vinte e oito dias da aplicação. ==Armadura== Especificada preferencialmente por um engenheiro projetista, a armadura de uma estrutura é montada com varões nervurados (também conhecidos por vergalhões) longitudinais e transversais (estribos), normalmente com os diâmetros de 6, 8, 10, 12, 16, 20, 25, 32 e, extraordinariamente, 40 ou 50mm em aço que dão resistência à tracção (se necessário, ajudam à compressão), contribuindo por isso também para a resistência a esforços de flexão. Os estribos conferem a resistência à torção e ao esforço transverso (ou cortante). A resistência à torção também é influenciada pela armadura longitudinal. No concreto armado o aço _recebe_ esforços, daí as denominações de armadura frouxa ou armadura passiva também presente nas peças protendidas garantindo adequada distribuição de esforços. ==Formas== Chamadas em Portugal cofragens, são executadas em tábuas de madeira ou chapas de madeira compensada reforçada com sarrafos de madeira, ou, mais recentemente com chapas metálicas, as formas recebem primeiro a armadura e então o concreto. É importante um bom escoramento para evitar movimentação antes do concreto obter resistência. ==Domínios de deformação== O cálculo de estruturas em concreto armado é orientado pela ABNT NBR 6118:2014 que define nomenclaturas e estabelece os requisitos para o projeto de elementos feitos em concreto simples, armado e protendido. Para elementos submetidos à solicitações normais e para concretos com resistência até 50MPa, a norma exige que a deformação máxima para o concreto (εc) seja de 0,35% e a deformação máxima para o aço (εs) seja de 1%. Com isso podem ser definidos 5 domínios de deformações que são apresentados abaixo: * Domínio 1: Deformação do concreto igual a 0% e deformação do aço igual a 1%. * Domínio 2: Deformação do concreto entre 0% e 0,35% e deformação do aço igual a 1%. * Domínio 3: Deformação do concreto igual a 0,35% e deformação do aço entre 1% e εyd (deformação que corresponde ao escoamento do aço). * Domínio 4: Deformação do concreto igual a 0,35% e deformação do aço entre εyd e 0%. * Domínio 5: Deformação do concreto entre 0,35% e 0,2% e deformação do aço igual a 0%. Observações: * No domínio 1 o concreto se encontra totalmente tracionado e que no domínio 5 o concreto se encontra totalmente comprimido. Logo, vigas serão dimensionadas nos domínios 2, 3 ou 4 e pilares nos domínios 2, 3, 4 ou 5. * Para facilitar os cálculos, o domínio 2 podem ser divido em duas partes, uma que o concreto ainda não esmagou (εc < 0,2%) e outra que o concreto esmagou (εc > 0,2%), consequentemente, apenas na segunda parte o concreto atingiu a sua resistência igual a fck. * Caso uma peça submetida à solicitações normais não esteja dimensionada em algum desses domínios significa que esse elemento está mal dimensionado. ==Ver também== *Betão pré-esforçado *Concreto protendido *Estrutura em aço leve *Estrutura em madeira leve Categoria:Engenharia estrutural Categoria:Concreto",
 "title": "Concreto armado"
}