{
 "id": "19182",
 "text": "José António Faria de Carvalho (Barcelos, ? — Lisboa, 24 de Agosto de 1840) foi um jurista, magistrado judicial e político português, que, entre outras funções, foi juiz de fora, deputado, membro da comissão encarregada de preparar a reforma da constituição e exerceu as funções de Ministro e Secretário de Estado dos Negócios do Reino, cargo a que correspondia a chefia do governo de Portugal, no período de 27 de Maio a 2 de Junho de 1823, no contexto das convulsões políticas da Vilafrancada. ==Biografia== Nasceu em Barcelos, filho de Bento José de Faria. Frequentou a Universidade de Coimbra entre 1791 e 1798, ano em que se formou bacharel em Leis, ingressando na magistratura judicial. Em 1806 foi nomeado juiz de fora de vila da Barca e em 1818 corregedor de Valença do Minho. Após a revolução liberal de 1820 ingressou na actividade política, tendo feito parte das Cortes Gerais Extraordinárias e Constituintes da Nação Portuguesa, distinguindo-se como constitucionalista de mérito. Como deputado vintista pelo Minho revelou-se um moderado, o que lhe mereceu fazer parte da Junta para preparar o Projecto da Carta de Lei fundamental da Monarquia Portuguesa, destinada a substituir a Constituição de 1822, criada pelo Decreto de 18 de Junho de 1823 do rei D. João VI de Portugal. Durante a Vilafrancada, a 27 de Maio de 1823 foi convidado para a pasta de Ministro e Secretário de Estado dos negócios do Reino, à qual cabia a função de ministro assistente ao despacho e a chefia do executivo. Acabou por não aceitar as condições que lhe eram oferecidas e a 2 de Junho, último dia em que as Cortes vintistas reuniram, renunciou ao lugar e partiu para Santarém, onde se juntou à facção conservadora. Na sequência do Decreto de D. Pedro de 30 de Abril de 1826 que mandava organizar eleições gerais, a 13 de Julho de 1826 foi nomeada uma comissão para organizar as instruções necessárias para a convocação das Cortes, composta por Marino Miguel Franzini, José António Faria de Carvalho e Francisco Manuel Trigoso de Aragão Morato, assistidos pelos procuradores régios da coroa e da fazenda, Lucas da Silva de Azeredo Coutinho e António José Guião. Coube a José António Faria de Carvalho exercer as funções de relator dos trabalhos, dando-os por concluídos a 29 de Julho. Após a guerra civil foi eleito deputado para a legislatura de 1834-1836. Nas eleições de Julho de 1836 foi eleito pela Província da Estremadura, mas não chegou a tomar assento devido à ocorrência da Revolução de Setembro e à consequente dissolução do recém-eleito parlamento. Voltou a ser eleito em 1840 pelo círculo de Lisboa, falecendo poucos meses depois. Nesta fase da sua vida parlamentar não teve participação relevante, limitando-se a assinar alguns pareceres. ==Referências== *Maria Filomena Mónica (coordenadora), Dicionário Biográfico Parlamentar (1834-1910), volume I, p. 643, Assembleia da República, Lisboa, 2004 (ISBN 972-671-120-7). Categoria:Naturais de Barcelos Categoria:Alumni da Universidade de Coimbra Categoria:Juristas de Portugal Categoria:Juízes de Portugal Categoria:Vintismo Categoria:Primeiros-ministros da Monarquia Absoluta Portuguesa Categoria:Deputados do Reino de Portugal",
 "title": "José António Faria de Carvalho"
}