{
 "id": "1920",
 "text": "Voleibol de praia (chamado frequentemente no Brasil de vôlei de praia e em Portugal de vólei de praia) é um desporto praticado na areia da praia ou numa quadra de areia dividida em duas metades por uma rede. É praticado por duas equipes, cada uma composta de dois jogadores. Assim como no voleibol, o objetivo do jogo é jogar a bola por cima da rede para fazê-la cair na quadra do adversário, bem como evitar que o adversário consiga fazer o mesmo. Cada equipe pode tocar na bola três vezes antes de jogá-la para o outro lado. A bola é posta em jogo com um saque (ou serviço) — um golpe dado pelo sacador de trás da linha que delimita o fim de sua quadra. Ele deve jogá-la para o outro lado por cima da rede, e assim começa a disputa de cada um dos pontos. As disputas continuam até que a bola caia no chão ou não seja manipulada de maneira apropriada pelos jogadores. A equipe que vencer a disputa marca um ponto e fará o próximo saque, dando início à próxima disputa. Todos os quatro jogadores sacam. Os sacadores devem se alternar toda vez que sua equipe pontuar, após um ponto da equipe adversária. Tendo surgido na Califórnia e no Havaí (Estados Unidos), o voleibol de praia atingiu popularidade mundial. == História == O voleibol de praia evoluiu a partir dos jogos de voleibol disputados socialmente na praia de Santa Mónica na Califórnia, EUA, na década de 1920, tendo chegado à Europa na década seguinte. Apesar disso, temos notícia da prática do Vôlei de Praia nas areias da antiga Praia do Caju no Rio de Janeiro nos anos de 1950 por membros da Polícia do Exército e remadores do São Cristóvão de Futebol e Regatas Na década de 1940, disputavam-se dois torneios amadores na praia de Santa Mônica onde mais tarde tentou, sem sucesso, começar um campeonato profissional. Ainda em Santa Mónica, durante a década de 1970 começaram a realizar-se alguns torneios profissionais, patrocinados por empresas de cerveja e cigarros. Em 1996, nos Jogos Olímpicos de Atlanta, o voleibol de praia passou a integrar o programa Jogos Olímpicos. Na categoria feminina, a primeira medalha de ouro na modalidade foi conquistada por uma dupla brasileira, Jacqueline Silva e Sandra Pires, tendo como vice-campeãs as também brasileiras Mônica Rodrigues e Adriana Samuel. A dupla de portugueses Miguel Maia e João Brenha conseguiu duas quartas posições consecutivas, nos jogos de 1996 e de 2000. == As regras == O tamanho da quadra já foi 18 por 9 m, mas atualmente é de 16 por 8 m. Sendo disputado por dois jogadores de cada lado, tem algumas regras diferentes do voleibol tradicional. A bola do voleibol tem o mesmo peso, de 260 a 280 gramas, porém a pressão interna é menor. === Diferenças relativamente ao voleibol de quadra === O voleibol de praia é bastante similar ao voleibol de quadra: uma equipe pontua quando consegue jogar a bola no chão da quadra adversária ou quando a equipe adversária comete uma falta (manipulação incorreta da bola, etc.) e contatos consecutivos devem ser feitos por jogadores diferentes. As maiores diferenças entre o voleibol e o voleibol de praia são as seguintes: * Ambiente de jogo: areia; * Tamanho das equipes: dois jogadores. Não há substituições; * As regras para o levantamento são diferentes: toques duplos são julgados com mais rigidez, entretanto, a tolerância para com as conduções é maior; * O bloqueio conta como toque da equipe. Portanto, caso a bola toque no bloqueador, a equipe dele só poderá tocar na bola mais duas vezes. Todavia, o jogador que tocou a bola no bloqueio pode fazer o toque seguinte; * Não existem erros de posicionamento na praia, os jogadores podem trocar de posição à vontade; * Durante os dois primeiros sets, as equipes trocam de lados da quadra a cada sete pontos disputados. Durante o set de desempate, elas fazem isso a cada cinco pontos disputados; * Cada equipe tem direito a apenas um pedido de tempo de trinta segundos; * A invasão por baixo da rede não é considerada falta, desde que não atrapalhe a jogada do rival. == Forma de jogo == === Habilidades === Assim como no voleibol, os jogadores precisam dominar várias habilidades: o saque, o passe, o levantamento, o ataque, o bloqueio e a defesa. Sacar é o ato de colocar a bola em jogo, golpeando-a desde atrás do fim da quadra e fazendo-a passar por cima da rede. Esta habilidade é bastante similar no voleibol e no voleibol de praia, com a exceção de que na praia o vento pode ter uma influência muito significativa na trajetória da bola. O passe é o primeiro dos três toques que cada equipe pode fazer, e também é bastante similar ao do voleibol de quadra. No entanto, os padrões são mais restritos na praia. Os jogadores não podem usar o passe para fazer um levantamento. Os jogadores raramente fazem o primeiro toque com as mãos abertas, exceto quando para defender-se de um ataque. A defesa é uma habilidade bastante similar ao passe, mas com a fundamental diferença de que tem o intuito de impedir que um ataque dos oponentes atinja o solo. O levantamento é o segundo toque, e tem a intenção de preparar a bola para ser atacada no terceiro toque. Existem duas maneiras, ambas muito usadas, de fazer um levantamento. Ele pode ser executado com as mãos abertas, mas a manchete, movimento no qual a bola bate nos antebraços do jogador, também é muito comum. Após terminar o levantamento, o jogador geralmente se concentra na defesa e avisa seu parceiro se há bloqueio e informa quais áreas da quadra adversária estão desprotegidas. O segundo toque também pode ser usado para atacar a bola. O ataque pode ser feito de três formas: o jogador pode atingir bruscamente a bola, fazendo-a seguir uma trajetória descendente bem íngreme. Ele também pode atacar de maneira mais suave, fazendo a bola seguir uma trajetória em arco. Uma terceira opção (bem pouco comum no voleibol mas quase uma marca registrada do voleibol de praia) é quando o jogador dá um toque suave na bola, fazendo-a subir, passar por cima do bloqueador e cair lentamente na quadra adversária. Isto é comum no voleibol de praia porque há menos jogadores, portanto áreas maiores ficam desprotegidas. O bloqueio é uma tentativa de impedir que um ataque adversário passe por cima da rede. Os jogadores pulam e estendem os braços, tentando fazer com que a bola os atinja e volte para a área do adversário, preferencialmente caindo no chão. Entretanto, o jogador que está atacando pode tentar jogar a bola de tal maneira que ela bata nos braços do bloqueador e vá para fora, o que configura ponto para a equipe do atacante. É uma jogada difícil, mas muitos jogadores conseguem. === Participantes === As equipes têm apenas dois jogadores, que não podem ser substituídos. Um jogador que se machuque tem cinco minutos para se recuperar. Caso não consiga, a dupla é considerada incompleta e perde a partida. === Sistema de pontuação === A partida é vencida pela primeira equipe que conseguir vencer dois sets. Um set é vencido pela equipe que completa 21 pontos primeiro, desde que haja uma diferença de dois pontos para a equipe adversária. Caso não haja, o set deve prosseguir até que tal diferença surja. Caso cada equipe vença um set, havendo um empate de 1 a 1, haverá um terceiro set para desempate. Este será vencido pela equipe que marcar 15 pontos primeiro. Entretanto, também deve haver uma diferença de dois pontos, se não houver, o set continua até uma das equipes abrir tal vantagem. === Características das jogadas === A bola pode tocar qualquer parte do corpo dos atletas, mas deve ser atingida, nunca agarrada ou arremessada. Quando o jogador está se defendendo de uma bola atacada em alta velocidade, a bola pode ser retida entre os dedos, desde que seja de maneira momentânea, muito rápida. Quando um jogador está recebendo uma bola que não foi atacada com força, ela deve ser manipulada de maneira “limpa” — se ele a receber com as mãos abertas, o toque das duas mãos na bola deve ser exatamente simultâneo. Na prática, isto significa que saques nunca são recebidos com as mãos abertas, e sim com manchete. Ao receber um ataque forte, um toque duplo (desde que os dois contatos ocorram numa única ação) e/ou uma leve condução da bola são permitidos. Ao fazer um levantamento, a tolerância para com um contato duplo é maior do que no passe, embora ainda seja muito menor do que no voleibol de quadra. Já a restrição para com as conduções é bem mais flexível — é permitido manter a bola imóvel durante pequenos períodos de tempo. == Controvérsia dos uniformes == Em 1999, a FIVB padronizou os uniformes para o voleibol de praia. Os trajes de banho tornaram-se os uniformes requiridos tanto para homens quanto para mulheres. De acordo com a FIVB, as mulheres jogadoras de voleibol de praia podem escolher entre jogar de shorts ou com um traje único. Entretanto, a maior parte das jogadoras preferem o biquíni. Jogadoras como Natalie Cook e Holly McPeak confirmaram as afirmações da FIVB de que os uniformes são práticos para um esporte jogado na areia durante o calor do verão, mas a atleta britânica Denise Johns protestou, dizendo que a regulação dos uniformes tinha a intenção de ser “sensual” e chamar atenção. No começo de 2012, a Federação Internacional de Voleibol anunciou que permitiria shorts (com o comprimento máximo de 3 cm acima do joelho) e tops com mangas compridas nas Olimpíadas de 2012. Richard Baker, o porta-voz da federação, disse que “muitos destes países têm exigências culturais e religiosas, portanto o uniforme tinha de ser mais flexível”. E de fato o clima esteve tão frio durante os jogos à noite nas Olimpíadas de 2012 que às vezes as atletas tiveram de usar camisetas e leggings. == Ver também == *Voleibol de praia nos Jogos Olímpicos *Medalhistas olímpicos do voleibol de praia *Campeonato Mundial de Voleibol de Praia *Circuito Mundial de Voleibol de Praia *FIVB World Tour Finals == Ligações externas == * Categoria:Desportos de praia",
 "title": "Voleibol de praia"
}