{
 "id": "1921",
 "text": "Vasco da Gama (Sines, Portugal, 1469 – Cochim, Índia, 24 de dezembro de 1524) foi um navegador e explorador português. Na Era dos Descobrimentos, destacou- se por ter sido o comandante dos primeiros navios a navegar da Europa à Índia, na mais longa viagem oceânica até então realizada, superior a uma volta completa ao mundo pelo EquadorDiffie, Bailey W. and George D. Winius, \"Foundations of the Portuguese Empire, 1415–1580\", p.176 No fim da vida foi, por um breve período, Vice-Rei da Índia. == Biografia == A data tradicional de nascimento é dada como 1469. Havendo dúvidas quanto à data de nascimento, sabe-se que foi com a idade aproximada de trinta anos que D. Manuel I o escolheu como capitão-mor da armada, o que aproxima o nascimento de 1467 ou mesmo de anos antes.. Os historiadores hoje concordam que é mais provável ter ocorrido em Sines, onde o seu pai era alcaide, na costa sudoeste de Portugal, possivelmente perto da Igreja de Nossa Senhora das Salvas de Sines. Sines, um dos poucos portos da costa alentejana, era então uma pequena povoação habitada por pescadores, protegida por um castelo e sob o senhorio da Ordem de Santiago. Era filho de Estêvão da Gama, Sodré, Sérgio. Ligações familiares de Vasco da Gama pelo lado materno. Citação: \"Ainda solteiro, seu pai teve um primeiro filho bastardo, anterior ao casamento com Isabel Sodré, a quem deu o mesmo nome e do qual nada transpirou para a História excepto ter existido e na juventude ter tomado a primeira tonsura no mesmo dia que seus meios-irmãos.\" que em 1460 era cavaleiro da casa de D. Fernando de Portugal, Duque de Viseu e Mestre da Ordem de Cristo. D. Fernando nomeara-o alcaide-mor do castelo de Sines e permitirá receber uma pequena receita de impostos sobre a fabricação de sabão em Estremoz. Estêvão da Gama era casado com Dona Isabel Sodré, filha de João Sodré (também conhecido como João de Resende). Sodré, que era de ascendência inglesa, tinha ligações à casa de D. Diogo, Duque de Viseu, filho de Fernando de Portugal, Duque de Viseu.Subrahmanyam 1997, p.61 Pouco se sabe do início da vida deste navegador. Foi sugerido pelo médico e historiador português Augusto Carlos Teixeira de Aragão que terá estudado em Évora, onde poderá ter aprendido matemática e navegação. Alguns historiadores especulam que conheciam a astronomia, alegando que tenha estudado com o astrónomo Abraão Zacuto,Subrahmanyam 1997, p. 62 tese de que não há provas e que não é plausível segundo Luís Adão da Fonseca. Em 1492, João II de Portugal enviou-o ao porto de Setúbal, a sul de Lisboa, e ao Algarve para confiscar as mercadorias navios franceses nos portos portugueses em retaliação por captura de uma caravela portuguesa vinda de S. Jorge da Mina— uma tarefa que Vasco da Gama executou rápida e eficazmente. === Descoberta do caminho marítimo para a Índia (1497–1499) === ==== Antecedentes ==== Desde o início do século XV, impulsionados pelo Infante D. Henrique, os portugueses vinham aprofundando o conhecimento sobre o litoral Africano. A partir da década de 1460, a meta tornara-se conseguir contornar a extremidade sul do continente africano para assim aceder às riquezas da Índia — pimenta preta e outras especiarias — estabelecendo uma rota marítima de confiança. A República de Veneza dominava grande parte das rotas comerciais entre a Europa e a Ásia, e desde a tomada de Constantinopla pelos otomanos limitara o comércio e aumentara os custos. Portugal pretendia usar a rota iniciada por Bartolomeu Dias para quebrar o monopólio do comércio mediterrânico. Quando Vasco da Gama tinha cerca de dez anos, esses planos de longo prazo estavam perto de ser concretizados: Bartolomeu Dias tinha retornado de dobrar o Cabo da Boa Esperança, depois de explorar o \"Rio do Infante\" (Great Fish River, na actual África do Sul) e após ter verificado que a costa desconhecida se estendia para o nordeste. Em simultâneo foram feitas explorações por terra durante o reinado de D. João II de Portugal, suportando a teoria de que a Índia era acessível por mar a partir do Oceano Atlântico. Pero da Covilhã e Afonso de Paiva foram enviados via Barcelona, Nápoles e Rodes até Alexandria, porta para Aden, Ormuz e Índia.Faltava apenas um navegador comprovar a ligação entre os achados de Bartolomeu Dias e os de Pero da Covilhã e Afonso de Paiva, para inaugurar uma rota de comércio potencialmente lucrativa para o Oceano Índico. A tarefa fora inicialmente atribuída por D. João II a Estevão da Gama, pai de Vasco da Gama. Contudo, dada a morte de ambos, em Montemor-o-Novo em julho de 1497 o comando da expedição foi delegado pelo novo rei D. Manuel I de Portugal a Vasco da Gama, possivelmente tendo em conta o seu desempenho ao proteger os interesses comerciais portugueses de depredações pelos franceses. A chamada Primeira Armada da Índia seria financiada em parte pelo banqueiro florentino Girolamo Sernige. ==== A viagem ==== Manuel I de Portugal confiou a Vasco da Gama o cargo de capitão-mor da frota que, num sábado 8 de Julho de 1497, zarpou de Belém em demanda da Índia. Era uma expedição essencialmente exploratória que levava cartas do rei D. Manuel I para os reinos a visitar, padrões para colocar, e que fora equipada por Bartolomeu Dias com alguns produtos que haviam provado ser úteis nas suas viagens, para as trocas com o comércio local. O único testemunho presencial da viagem é constada num diário de bordo anónimo, o Roteiro da primeira viagem de Vasco da Gama à Índia atribuído a Álvaro VelhoÁlvaro Velho, \"Roteiro da viagem que em descobrimento da India pelo Cabo da Boa Esperança fez dom Vasco da Gama em 1497\": Segundo um manuscripto coetaneo existente na Bibliotheca publica portuense (texto integral) ou João de Sá. Contava com cerca de cento e oitenta homens, entre marinheiros, soldados e religiosos, distribuídos por quatro embarcações: * São Gabriel, uma nau de 27 metros de comprimento e 178 toneladas, construída especialmente para esta viagem, comandada pelo próprio Vasco da Gama; * São Rafael, de dimensões semelhantes à São Gabriel, também construída especialmente para esta viagem, comandada por Paulo da Gama, seu irmão; no regresso, com a tripulação diminuída, foi abatida em Melinde, prosseguindo na Bérrio e São Gabriel; * Bérrio, uma nau ligeiramente menor que as anteriores, oferecida por D. Manuel de Bérrio, seu proprietário, sob o comando de Nicolau Coelho; * São Miguel, uma nau para transporte de mantimentos, sob o comando de Gonçalo Nunes, que viria a ser queimada na ida, perto da baía de São Brás, na costa oriental africana. A expedição partiu de Lisboa, acompanhada por Bartolomeu Dias que seguia numa caravela rumo à Mina, seguindo a rota já experimentada pelos anteriores exploradores ao longo da costa de África, através de Tenerife e do Arquipélago de Cabo Verde. Após atingir a costa da atual Serra Leoa, Vasco da Gama desviou-se para o sul em mar aberto, cruzando a linha do Equador, em demanda dos ventos vindos do oeste do Atlântico Sul, que Bartolomeu Dias já havia identificado desde 1487. Esta manobra de \"volta do mar\" foi bem sucedida e, a 4 de Novembro de 1497, a expedição atingiu novamente o litoral Africano. Após mais de três meses, os navios tinham navegado mais de km de mar aberto, a viagem mais longa até então realizada em alto mar. A 16 de dezembro, a frota já tinha ultrapassado o chamado \"Rio do Infante\" (Great Fish River, na atual África do Sul) — de onde Bartolomeu Dias havia retornado anteriormente — e navegou em águas até então desconhecidas para os europeus. No dia de Natal, Gama e sua tripulação batizaram a costa em que navegavam o nome de Natal (actual província KwaZulu-Natal da África do Sul). A 2 de março de 1498, completando o contorno da costa africana, a armada chegou à costa de Moçambique, após haver sofrido fortes temporais e de Vasco da Gama ter sufocado com mão de ferro uma revolta da marinhagem. Na costa Leste Africana, os territórios controlados por muçulmanos integravam a rede de comércio no Oceano Índico. Em Moçambique encontram os primeiros mercadores indianos. Inicialmente são bem recebidos pelo sultão, que os confunde com muçulmanos e disponibiliza dois pilotos. Temendo que a população fosse hostil aos cristãos, tentam manter o equívoco mas, após uma série de mal entendidos, foram forçados por uma multidão hostil a fugir de Moçambique, e zarparam do porto disparando os seus canhões contra a cidade.K. D. Madan, Life and travels of Vasco Da Gama p. 38-39, ISBN 81-206-1360-0 O piloto que o sultão da ilha de Moçambique ofereceu para os conduzir à Índia havia sido secretamente incumbido de entregar os navios portugueses aos mouros em Mombaça. Um acaso fez descobrir a cilada e Vasco da Gama pôde continuar. Na costa do actual Quénia a expedição saqueou navios mercantes árabes desarmados. Os portugueses tornaram- se conhecidos como os primeiros europeus a visitar o porto de Mombaça, mas foram recebidos com hostilidade e logo partiram. Em fevereiro de 1498, Vasco da Gama seguiu para norte, desembarcando no amistoso porto de Melinde — rival de Mombaça — onde foi bem recebido pelo sultão que lhe forneceu um piloto árabe, conhecedor do Oceano Índico, cujo conhecimento dos ventos de monções permitiu guiar a expedição até Calecute, na costa sudoeste da Índia. As fontes divergem quanto à identidade do piloto, identificando-o por vezes como um cristão, um muçulmano e um guzerate. Uma história tradicional descreve o piloto como o famoso navegador árabe Amade ibne Majide, mas relatos contemporâneos posicionam Majide noutro local naquele momento. ==== Chegada a Calecute ==== thumb|Chegada de Vasco da Gama a Calecute, Índia a 20 de maio de 1498. A 20 de maio de 1498, a frota alcançou Kappakadavu, próxima a Calecute, no actual estado indiano de Querala, concluídas as expedições do périplo africano, ficando estabelecida a Rota do Cabo e aberto o caminho marítimo dos Europeus para a Índia.Waisberg, Tatiana, \"The Treaty of Tordesillas and the (Re)Invention of International Law in the Age of Discovery\" Journal of Global Studies, No. 47 (2017), p. 7. No dia seguinte à chegada, João Nunes, um Cristão-Novo degredado, foi enviado a terra porque tinha conhecimento rudimentar de árabe (foi o primeiro a desembarcar em Calecute). Dois mouros de origem tunisina, receberam-no na sua casa e à interpelação de um deles em castelhano «Ao diabo que te dou; quem te trouxe cá?» este respondeu a célebre frase: «Vimos buscar cristãos e especiaria.», conforme relatado por Álvaro Velho. Ao ver as imagens de deuses hindus, Gama e os seus homens pensaram tratar-se de santos cristãos, por contraste com os muçulmanos que não tinham imagens. A crença nos \"cristãos da Índia\", como então lhes chamaram, perdurou algum tempo mesmo depois do regresso.Diffie, Bailey W. and George D. Winius, \"Foundations of the Portuguese Empire, 1415–1580\", p.180-181 (1977) Minneapolis: University of Minnesota Press. . Contudo, as negociações com o governador local, Samutiri Manavikraman Rajá, samorim de Calecute, foram difíceis. Os esforços de Vasco da Gama para obter condições comerciais favoráveis foram dificultados pela diferença de culturas e pelo baixo valor de suas mercadorias.A frota de Vasco da Gama fora equipada por Bartolomeu Dias, que já havia navegado até ao cabo da Boa Esperança em 1488. Dias, acostumado a lidar com as tribos que então habitavam a costa ocidental de África, equipara a frota com produtos como contas de vidro, taças de cobre, estanho, sinos, anéis de latão, tecido de algodão listrados, azeite e açúcar, que haviam provado ser úteis nas suas viagens, para as trocas com o comércio local. A frota de Vasco da Gama, assim, não estava equipada para lidar com uma cultura mais sofisticada como a da Índia à época, habituada a negociar artigos de luxo como tecidos de chita, especiarias e pimenta. com os representantes do samorim a escarnecerem das suas ofertas, e os mercadores árabes aí estabelecidos a resistir à possibilidade de concorrência indesejada. As mercadorias apresentadas pelos portugueses mostraram-se insuficientes para impressionar o samorim, em comparação com os bens de alto valor ali comerciados, o que gerou alguma desconfiança. Os portugueses acabariam por vender as suas mercadorias por baixo preço para poderem comprar pequenas quantidades de especiarias e jóias para levar para o reino. Por fim o samorim mostrou-se agradado com as cartas de D. Manuel I e Vasco da Gama conseguiu obter uma carta ambígua de concessão de direitos para comerciar, mas acabou por partir sem aviso após o samorim e o seu chefe da marinha Kunjali Marakkar insistirem para que deixasse todos os seus bens como garantia. Vasco da Gama manteve os seus bens, mas deixou alguns portugueses com ordens para iniciar uma feitoria. ==== Regresso a Portugal ==== Vasco da Gama iniciou a viagem de regresso a 29 de agosto de 1498. Na ânsia de partir, ignorou o conhecimento local sobre os padrões da monção que lhe permitiria velejar. Na Ilha de Angediva foram abordados por um homem que se afirmava cristão mas que se fingia de muçulmano ao serviço de Hidalcão, o sultão de Bijapur. Suspeitando que era um espião, açoitaram-no até que ele confessou ser um aventureiro judeu polaco no Oriente. Vasco da Gama apadrinhou-o, nomeando-o Gaspar da Gama. Na viagem de ida, cruzar o Índico até à Índia com o auxílio dos ventos de monção demorara apenas 23 dias. A de regresso, navegando contra o vento, consumiu 132 dias, tendo as embarcações aportado em Melinde a 7 de janeiro de 1499. Nesta viagem cerca de metade da tripulação sobrevivente pereceu, e muitos dos restantes foram severamente atingidos pelo escorbuto, por isso dos 148 homens que integravam a armada, só 55 regressaram a Portugal. Apenas duas das embarcações que partiram do Tejo conseguiram voltar a Portugal, chegando, respectivamente entre julho e agosto de 1499. A caravela Bérrio, sendo a mais leve e rápida da frota, foi a primeira a regressar a Lisboa, onde aportou a 10 de julho de 1499, sob o comando de Nicolau Coelho e tendo como piloto Pêro Escobar, que mais tarde acompanhariam a frota de Pedro Álvares Cabral na viagem em que se registrou o descobrimento do Brasil em abril de 1500. Vasco da Gama regressou a Portugal em setembro de 1499, um mês depois de seus companheiros, pois teve de sepultar o irmão mais velho Paulo da Gama, que adoecera e acabara por falecer na ilha Terceira, nos Açores. No seu regresso, foi recompensado como o homem que finalizara um plano que levara oitenta anos a cumprir. Recebeu o título de \"almirante-mor dos Mares das Índia\", sendo-lhe concedida uma renda de trezentos mil réis anuais, que passaria para os filhos que tivesse. Recebeu ainda, conjuntamente com os irmãos, o título perpétuo de Dom e duas vilas, Sines e Vila Nova de Milfontes.Subrahmanyam 1997, p.169 === Segunda viagem à Índia (1502) === A 12 de fevereiro de 1502, Vasco da Gama comandou uma nova expedição com uma frota de vinte navios de guerra, com o objetivo de fazer cumprir os interesses portugueses no Oriente. Fora convidado após a recusa de Pedro Álvares Cabral, que se desentendera com o monarca acerca do comando da expedição. Esta viagem ocorreu depois da segunda armada à Índia, comandada por Pedro Álvares Cabral em 1500, que ao desviar-se da rota descobrira o Brasil. Quando chegou à Índia, Cabral soube que os portugueses que haviam sido aí deixados por Vasco da Gama na primeira viagem para estabelecer um posto comercial haviam sido mortos. Após bombardear Calecute, rumou para o sul até Cochim, um pequeno reino rival, onde foi calorosamente recebido pelo Rajá, regressando à Europa com seda e ouro. Gama tomou e exigiu um tributo à ilha de Quíloa na África Oriental, um dos portos de domínio árabe que haviam combatido os portugueses, tornando-a tributária de Portugal. Com ouro proveniente de 500 moedas trazidas por Vasco da Gama do régulo de Quíloa (actual Kilwa Kisiwani, na Tanzânia), como tributo de vassalagem ao rei de Portugal, foi mandada criar, pelo rei D. Manuel I para o Mosteiro dos Jerónimos, a Custódia de Belém. Nesta viagem ocorreu o primeiro registo europeu conhecido do avistamento das ilhas Seicheles, que Vasco da Gama nomeou Ilhas Amirante (ilhas do Almirante) em sua própria honra. Vasco da Gama partira com o objectivo de instalar o centro português e uma feitoria em Cochim, após esforços consecutivos de Pedro Álvares Cabral e João da Nova. Bombardeou Calecute e destruiu postos de comércio árabes. Depois de chegar ao norte do Oceano Índico, Vasco da Gama aguardou até capturar um navio que retornava de Meca, o Mîrî, com importantes mercadores muçulmanos, apreendendo todas as mercadorias e incendiando-o.Subrahmanyam 1997, p.205 Ao chegar a Calecute, a 30 de outubro 1502, o samorim estava disposto a assinar um tratado, num acto de ferocidade que chocou até os cronistas contemporâneos, que o consideraram um acto e vingança pelos portugueses mortos em Calecute da sua primeira viagem. Em 1 de março de 1503 inicia-se a guerra entre o samorim de Calecute e o rajá de Cochim. Os seus navios assaltaram navios mercantes árabes, destruindo também uma frota de 29 navios de Calecute. Após essa batalha, obteve então concessões comerciais favoráveis do samorim. Vasco da Gama fundou a colónia portuguesa de Cochim, na Índia, regressando a Portugal em setembro de 1503. Vasco da Gama voltou a pátria em 1513 e levou vida retirada, em Évora, apesar da consideração de que gozava junto do rei. Tinha uns paços em Lisboa, perto do Chafariz del Rei. === Terceira viagem à Índia (1524) === Em 1519 foi feito primeiro Conde da Vidigueira pelo rei D. Manuel I, com sede num terreno comprado a D. Jaime I, Duque de Bragança, que a 4 de novembro cedera as vilas da Vidigueira e Vila de Frades a Vasco da Gama, seus herdeiros e sucessores, bem como todos os rendimentos e privilégios relacionados,Vasco Da Gama, Ernest George Ravenstein, \"A journal of the first voyage of Vasco da Gama, 1497-1499\", p. Hakluyt Society, Issue 99 of Works issued by the Hakluyt Society, ISBN 81-206-1136-5 sendo o primeiro Conde português sem sangue real. Tendo adquirido uma reputação de temível \"solucionador\" de problemas na Índia, Vasco da Gama foi enviado de novo para o subcontinente indiano em 1524. O objectivo era o de que ele substituísse o Duarte de Meneses, cujo governo se revelava desastroso, mas Vasco da Gama contraiu malária pouco depois de chegar a Goa. Como vice-rei atuou com rigidez e conseguiu impor a ordem, mas morreu na cidade de Cochim, na véspera de Natal, a 24 de dezembro de 1524, um sábado. Foi sepultado na Igreja de São Francisco (Cochim). Em 1539 os seus restos mortais foram transladados para Portugal, mais concretamente para a Igreja de um convento carmelita, conhecido actualmente como Quinta do Carmo (hoje propriedade privada), próximo da vila alentejana da Vidigueira, como conde da Vidigueira de juro e herdade (ou seja, a si e aos seus descendentes) desde 1519. Aqui estiveram até 1880, data em que ocorreu a trasladação para o Mosteiro dos Jerónimos, que foram construídos logo após a sua viagem, com os primeiros lucros do comércio de especiarias, ficando ao lado do túmulo de Luís Vaz de Camões. Há quem defenda, porém, que os ossos de Vasco da Gama ainda se encontram na vila alentejana. Como testemunho da trasladação das ossadas, em frente à estátua do navegador na Vidigueira, existe a antiga Escola Primária Vasco da Gama (cuja construção serviu de moeda de troca para obter permissão para efectuar a trasladação à época), onde se encontra instalado o Museu Municipal de Vidigueira. == Títulos e honrarias == Foi feito: * Dom com direito excepcionalmente estendido a toda a sua descendência masculina e feminina, e a seus irmãos e irmã; * Fidalgo de Cota de Armas de Mercê Nova para da Gama; * 1.º Senhor das Vilas da Vidigueira e de Vila de Frades com o título de 1.º Conde da Vidigueira em 1519 pelo Rei D. Manuel I de Portugal; * 1.º Almirante-Mor dos Mares da Índia; * 3.º Vice-Rei e 6.º Governador da Índia em 1524. == Legado == O comércio de especiarias viria a ser um trunfo para a economia portuguesa, e a viagem de Vasco da Gama deixou clara a importância da costa leste da África para os interesses portugueses: os seus portos forneciam água potável, víveres e madeira, serviam para reparos e como abrigo para os navios esperarem em tempos desfavoráveis (aguardando a monção, ou abrigando-se de ataques). Um resultado significativo desta exploração foi a colonização de Moçambique pela Coroa Portuguesa. Embora o rei D. Manuel tenha compreendido a importância das suas mercadorias, apesar de escassas, as conquistas de Vasco da Gama foram um pouco obscurecidas pelo seu fracasso em trazer bens comerciais de interesse para as nações da Índia. Além disso, a rota de mar estava repleta de perigos — a sua frota levou mais de trinta dias sem ver terra e apenas 60 dos seus 180 companheiros, numa das suas três naus, regressaram a Portugal em 1498. No entanto, esta jornada abriu a rota do Cabo direta para a Ásia. Na segunda armada à Índia, de Pedro Álvares Cabral, seria feita uma demonstração de poder, com tripulação dez vezes maior e 9 navios a mais. Da sua esposa, D. Catarina de Ataíde, Vasco da Gama teve sete filhos. Alguns acompanharam-no e vieram a desempenhar importantes cargos no Oriente: Francisco, segundo Conde da Vidigueira; Estêvão, 11º governador da Índia; Paulo; Cristóvão, um mártir na Etiópia; Pedro, Isabel de Ataíde e Álvaro da Gama, Capitão de Malaca. O poema épico \"Os Lusíadas\" (1572) de Luís Vaz de Camões, centra-se em grande parte nas viagens de Vasco da Gama. José Agostinho de Macedo escreveu o poema narrativo \"Gama\" (1811), Macedo, José Agostinho de; Gama: poema narrativo, Impressão regia, 1811. posteriormente refundido e aperfeiçoado no poema épico \"O Oriente\" (1814),Macedo, José Agostinho de; O Oriente: poema, Impressão Regia, 1814. com Vasco da Gama como Herói.A versão final do poema só seria publicada em 1827. Ver O oriente, poema épico de José Agostinho de Macedo, Impressão regia, 1827. A ópera \"L'Africaine\", composta em 1865 por Giacomo Meyerbeer e Eugène Scribe, inclui a personagem de Vasco da Gama, interpretada em 1989 na San Francisco Opera pelo tenor Placido Domingo. O compositor do século XIX, Louis-Albert Bourgault-Ducoudray, compôs uma ópera em 1872 de mesmo nome, baseada na vida e explorações marítimas de Vasco da Gama. A cidade portuária de Vasco da Gama, em Goa, é nomeada em sua memória, como o é a \"cratera de Vasco da Gama\" na Lua. Existem três clubes de futebol no Brasil (incluindo o Club de Regatas Vasco da Gama) e o Vasco Sports Club, em Goa, também nomeados em sua homenagem. Uma igreja em Cochim, Querala, a Igreja Vasco da Gama, e o bairro Vasco na Cidade do Cabo, também o homenageiam. As três viagens de Vasco da Gama são relatadas com pormenor, no romance histórico \"Indias\", de João Morgado, prémio Literário Alçada Baptista 2012. ==Casamento e descendentes== Casou-se com Catarina de Ataide (c. 1470 — 1532), filha de Álvaro de Ataide, Senhor de Penacova e Alcaide-mor do castelo de Alvor e de Maria da Silva, e irmã do famoso governador de Safim, Nuno Fernandes de Ataíde; tiveram oito filhos: * Estêvão da Gama (1505–1576). 12° Governador da Índia Portuguesa. Teve descendentes; * Isabel de Ataide (1506–?). Casou-se com Inácio de Noronha, filho do 1.º Conde de Linhares. Sem descendentes; * Pedro da Gama (1507–?). Casou-se com Inês de Castro. Sem descendentes; * Francisco da Gama (1510–?). 2° Conde da Vidigueira. Teve descendentes; * Cristóvão da Gama (1516–1542). Sem descendentes; * Álvaro da Gama (1517–?). Capitão de Malaca. Teve descendentes; * Paulo da Gama (1518–?). Sem descendentes; * Juliana da Gama (1519–?). Casou-se com Belchior Vaz Borralho. Sem descendentes. == Ver também == * Roteiro da primeira viagem de Vasco da Gama à Índia * Descoberta do caminho marítimo para a Índia * Cronologia da primeira expedição portuguesa à Índia * Descobrimentos portugueses * Cronologia dos descobrimentos portugueses * Castelo da Vidigueira * Gaspar da Gama * João de Sá == Bibliografia == * Ames,Glenn J. Vasco da Gama: Renaissance Crusader, 2004 Longman ISBN 0-321-09282-1 * Ames, Glenn J. The Globe Encompassed: The Age of European Discovery, 1500–1700, 2007 Prentice Hall, ISBN 978-0-13-193388-0 * Aragão, Augusto Carlos Teixeira de. D. Vasco da Gama e a Villa da Vidigueira. Lisboa: Typographia Universal, 1871. * Aragão, Augusto Carlos Teixeira de. Vasco da Gama e a Vidigueira: Estudo historico. Lisboa: Imprensa Nacional, 1887. 303p. * Bouchon, Geneviève. Vasco da Gama. Rio de Janeiro: Record, 1998. 338p. ISBN 85-01-05385-6 * Corrêa, Gaspar. The Three Voyages of Vasco da Gama, and His Viceroyalty, 2001 Adamant Media Corporation, ISBN 1-4021-9543-5 - reedição fac-símile de uma edição de 1869 da Sociedade Hakluyt, Londres. * Disney, Anthony. The Indian Ocean in World History, Emily Booth (eds.), 2000, Universidade de Oxford, Nova Delhi e New York * Fernández-Armesto, Felipe. Civilizations, 2001, Macmillan Basingstoke and Oxford, U.K. ISBN 0-7432-0248-1 * * * * * * Subrahmanyam, Sanjay \"The Career and Legend of Vasco da Gama\", 1997, Cambridge University, ISBN 978-0-521-47072-8 *Waisberg, Tatiana, \"The Treaty of Tordesillas and the (Re)Invention of International Law in the Age of Discovery\" Journal of Global Studies, No 47, 2017. * == Ligações externas == * Biografia de Vasco da Gama no Centro Virtual Camões — Navegações Portuguesas * Caminho marítimo para a Índia: Porquê Vasco da Gama?, Vasco da Gama (Extrato de Documentário), por João Barbosa / Alice Morais, RTP, 1999 * Chegada de Vasco da Gama à ilha de Moçambique, Os Dias da História, por Paulo Sousa Pinto, Antena 2, 2017 * Vasco da Gama chega à Índia, Os Dias da História, por Paulo Sousa Pinto, Antena 2, 2017 * Regresso da Índia de Vasco da Gama, por Paulo Sousa Pinto, Antena 2, 2017 * Carta de Vasco da Gama para os capitães da armada das Índias, com instruções na Biblioteca Nacional de Portugal Categoria:Naturais de Sines Categoria:Navegadores de Portugal Categoria:Exploradores de Portugal Categoria:Almirantes de Portugal Categoria:Heróis de Portugal Categoria:Fidalgos de Cota de Armas de Portugal Categoria:Nobres de Portugal do século XV Categoria:Nobres de Portugal do século XVI Categoria:Condes da Vidigueira Categoria:Personagens citadas nos Lusíadas Categoria:Personagens no Padrão dos Descobrimentos Categoria:Sepultados no Mosteiro dos Jerónimos Categoria:Mortes por malária Categoria:Família da Gama Categoria:Homens na história",
 "title": "Vasco da Gama"
}