{
 "id": "19239",
 "text": "\\---- (, na numeração romana) foi um ano comum do século XIX do actual Calendário Gregoriano, da Era de Cristo, e a sua letra dominical foi D, totalizando 53 semanas, com início a uma quinta-feira e terminou também a uma quinta-feira. == Eventos == * É iniciada a devoção no Altar de Nossa Senhora de Lurdes, na Sé de Angra do Heroísmo, pelo Monsenhor Cónego Ferreira. É nesta capela que o Cabido celebra em fevereiro a festa própria, a primeira instituída em Portugal.Desdobrável \"Bem vindos à Catedral de Angra - ilha Terceira – Açores”. Ed. da Sé Catedral de Angra. Tip. Moderna - Angra do Heroísmo === Janeiro === * 19 de janeiro - Término da corrida transcontinental Steel Ball Run, nos Estados Unidos da América. *20 de janeiro - Criado o município de Afonso Cláudio no Espírito Santo. * 31 de janeiro - Revolta republicana no Porto, primeira tentativa de derrube da monarquia portuguesa. === Fevereiro === * 24 de fevereiro - Foi promulgada a segunda Constituição Brasileira e a primeira da República, a qual foi discutida e aceita por uma Assembleia Constituinte, eleita em 15 de novembro de 1890. *25 de fevereiro - Deodoro da Fonseca é eleito indiretamente como o 1º Presidente do Brasil. === Maio === * 13 de maio - Por ordem de Ruy Barbosa, então Ministro da Fazenda, ocorre a queima dos arquivos da escravidão no Brasil. * 20 de maio - Primeira projecção pública de um precursor do cinema inventado por Thomas Edison. * 22 de maio - Fundação da Cidade de Pederneiras (São Paulo). * 29 de maio - Fundação da Cidade de São Pedro do Turvo (São Paulo). === Junho === * 15 de junho - Emancipação do município de Piquete em São Paulo, que antes era um bairro de Lorena. === Julho === * 1 de julho - Criado o Grupo de Regatas Botafogo, embrião do Botafogo de Futebol e Regatas. * 6 de julho - Criado o município de Teresópolis no Rio de janeiro. * 22 de Julho - Desde as 9 horas da noite do dia 22 até as 3 e meia da manhã do dia 23 de julho devido a fortes chuvas ocorridas durante a noite acompanhadas por relâmpagos e trovões a Ribeira de São Bento, veio com uma enxurrada que causaram mortes e estragos, particularmente no Largo de São Bento, cidade de Angra.Diário Insular, 12 de março de 2010.Jornal “A Terceira, 25 de julho de 1891 === Outubro === * 22 de outubro - fundação da cidade de Canutama (Amazonas). === Novembro === * novembro - Primeira Revolta da armada no Rio de janeiro, Brasil. *23 de novembro - Deodoro da Fonseca renuncia à presidência devido à Primeira Revolta da Armada, empossando o vice-presidente Floriano Peixoto === Dezembro === * 8 de dezembro - Inauguração da Avenida Paulista, em São Paulo, Brasil. * 9 de dezembro - Na França, cerca de pessoas assistiram a passagem pelas ruas de Paris a procissão para Igreja de la Madeleine do funeral de Pedro II do Brasil. Uma formação militar francesa, composta por homens prestou honras ao Imperador. * 29 de dezembro - Thomas Edison patenteia o rádio. == Nascimentos == * 1 de janeiro - Charles Bickford, ator norte-americano (m. 1967) * 8 de janeiro - Walther Bothe, físico alemão. (m. 1957) * 2 de fevereiro - Antonio Segni, primeiro-ministro da Itália de 1955 a 1957, de 1959 a 1960 e presidente de Itália de 1962 a 1964 (m. 1972). * 10 de fevereiro - Evgeni Pachukanis, jurista soviético. (m. 1937) * 3 de março - Karl Allmendinger, oficial alemão, que serviu na Heer durante a Segunda Guerra Mundial condecorado com a Cruz de Cavaleiro da Cruz de Ferro (m. 1965). * 19 de março - Earl Warren, Chefe de Justiça dos Estados Unidos. (m. 1974). * 7 de abril - Ole Kirk Christiansen, criador do sistema Lego (m. 1958). * 13 de abril - George Adamski, ufólogo. (m. 1965) * 18 de maio - Rudolf Carnap, filósofo alemão (m. 1970). * 19 de maio - Oswald Boelcke, piloto alemão da 1ª Guerra Mundial. (m. 1916) * 24 de maio - William Foxwell Albright, arqueólogo americano. (m. 1971) * 2 de junho - Takijiro Onishi, foi um almirante japonês conhecido como o pai da ideologia kamikaze. (m. 1945) * 23 de junho - Frederico Fritz Essenfelder, Criador do Coritiba. (m. 1952) * 5 de julho - John Howard Northrop, químico americano. (m. 1987) * 7 de julho - Tadamichi Kuribayashi, Tenente-General japonês. (m. 1945) * 19 de agosto - Milton L. Humason, astrónomo norte-americano (m. 1972). * 21 de agosto - Emiliano Mercado Del Toro, cidadão do Porto Rico, à data do seu falecimento, a pessoa mais velha do planeta, (m.2007). * 23 de agosto - Luís Inácio de Anhaia Melo, arquiteto e político brasileiro (m. 1974) * 25 de agosto - Otilio Ulate Blanco, presidente da Costa Rica de 1949 a 1953 (m. 1973). * 4 de setembro - Fritz Todt, engenheiro alemão (m. 1942) * 16 de setembro - Karl Dönitz, foi um almirante alemão e presidente da Alemanha em 1945 (m. 1980).. * 12 de outubro - Fumimaro Konoe, Primeiro-Ministro do Japão. (m. 1945) * 12 de outubro - Edith Stein, filósofa e santa católica alemã (m. 1942). * 20 de outubro - James Chadwick, físico britânico. (m. 1974) * 30 de outubro - Alfredo Guisado, poeta e jornalista português (m. 1975) * 14 de novembro - Frederick Grant Banting, médico e cientista canadense. (m. 1941) * 15 de novembro - Erwin Rommel, marechal alemão (m. 1944). * 24 de novembro - Mariano Ospina Pérez, Presidente da República da Colômbia de 1946 a 1950 (m. 1976). * 12 de dezembro - Buck Jones, ator estadunidense, famoso por seus papéis de cowboy (m. 1942). == Mortes == * 10 de fevereiro - Sofia Vasilyevna Kovalevskaja, matemática russa (n. 1850). * 20 de março - Dom Antônio de Macedo Costa, bispo brasileiro (n. 1830). * 24 de abril - Helmuth von Moltke, marechal de campo prussiano (n. 1800). * 8 de maio - Helena Petrovna Blavatsky, fundadora da Sociedade Teosófica (n. 1831). * 4 de julho - Hannibal Hamlin, vice-presidente dos Estados Unidos (n. 1809). * 29 de agosto - Pierre Lallement, inventor da bicicleta (n. 1843). * 11 de setembro - Antero de Quental, poeta açoriano. * 6 de outubro - Charles Stewart Parnell, político irlandês (n. 1846). * 6 de novembro - Duque Nicolau Maximilianovich de Beauharnais (n. 1843). * 10 de novembro - Arthur Rimbaud, poeta francês (n. 1854). * 5 de dezembro - Imperador Pedro II do Brasil (n. 1825). * 29 de dezembro - Leopold Kronecker, matemático alemão (n. 1823). * 31 de dezembro - Samuel Ajayi Crowther, bispo nigeriano (n. 1809) == Ligações externas ==",
 "title": "1891"
}