{
 "id": "19230",
 "text": "Os crustáceos (lat. crusta, carapaça dura) são animais invertebrados artropódes. Entre eles estão alguns dos animais mais comuns que conhecemos, como siris, caranguejos, tatuzinhos-de-jardim, lagostas, cracas e camarões. Há mais de 67 000 espécies descritas de crustáceos da fauna atual, e provavelmente um número 5 ou 10 vezes maior de espécies estão ainda para serem descobertas e catalogadas. Eles se apresentam como alguns dos animais mais abundantes, diversificados e com maior distribuição nos oceanos. Os crustáceos exibem uma diversidade impressionante de forma, de hábitos e de tamanho. O menor crustáceo conhecido apresenta menos de 100 μm de comprimento. Os maiores são os caranguejos-aranha do Japão (Macrocheira kaempferi), com 4 m de abertura de pernas, e o caranguejo gigante da Tasmânia (Pseudocarcinus gigas). A maioria dos crustáceos é aquática, sendo encontrados em todas as profundidades dos diversos ambientes marinhos (planctônicos, bentônicos). Também existem muitas espécies de água doce, além de grupos parcialmente terrestres (e.g. manguezais). Alguns grupos obtiveram sucesso em ambiente terrestre. Geralmente os crustáceos tem hábito de vida livre, mas há grupos parasitas (Branchiura) e sésseis (Cirripedia). A diversidade morfológica dos crustáceos é maior que a de qualquer outro sub-filo de artrópodes. Seu corpo está dividido ao menos em cabeça e tórax (e.g. Remipedia) e, na maioria das vezes, também em abdómen; e têm um número variável de pernas. Uma característica distinguível dos crustáceos é a presença de dois pares de antenas. Além disso, eles podem possuir uma carapaça que, inclusive, nomeia o grupo. Assim como todos como os outros artrópodes, apresentam um esqueleto externo (formado por cutícula) e crescimento por mudas, além de apêndices articulados e corpo segmentado. Porém, diferentemente dos outros grupos, seus apêndices seguem um padrão birreme, isto é, composto por dois ramos. Apresentam desenvolvimento indireto e sua formal larval típica, é a náuplio (larva livre, nadadora e com espinhos cefálicos). Alguns crustáceos podem ser considerados mais próximos dos Hexapoda (e.g. insetos) do que de outros crustáceos. Atualmente Crustácea não é reconhecido como um grupo monofilético, mas como três linhagens principais. Por tanto, uma série de estudos atuais sugerem que ele seja um grupo parafilético que integram os Pancrustacea, juntamente com os hexápoda. == Caracterização == === Desenvolvimento === O desenvolvimento metamórfico é o tipo de desenvolvimento indireto com maior intensidade observado entre os grupos da superordem Eucarida e inclui mudanças dramáticas na forma do corpo entre um estágio de vida e outro. Esse padrão é similar ao desenvolvimento holometábolo nos insetos, por exemplo, a transformação de uma lagarta em uma borboleta. O desenvolvimento anamórfico também é um tipo de desenvolvimento indireto, no qual o embrião eclode como uma larva náuplio, mas a forma adulta é atingida ao longo de uma série de mudanças graduais na morfologia do corpo, à medida que novos segmentos e apêndices são adicionados (e.g. Artemia). Por fim, existe o desenvolvimento do tipo epimórfico, que é direto, com a ausência de estágios larvais (e.g. eglídeos). Os crustáceos geralmente produzem um estágio larval de vida livre típico chamado de náuplio (autapomorfia de Pancrustácea), que apresenta três pares de apêndices cefálicos funcionais, que darão origem aos apêndices cefálicos do adulto. Além desse estágio podem ser observados outros estágios pré-adultos, como a zoé, que apresenta natação pelos apêndices torácicos. Em alguns grupos, o náuplio pode estar ausente, nestes casos o desenvolvimento é direto (completo), em outros ele está suprimido, e o desenvolvimento é indireto, no qual, a eclosão da larva ocorre em algum estágio pós-náupliar (ex.: larva zoé). ===Morfologia=== A cabeça dos adultos possui 5 pares de apêndices, sendo esse tagma parcialmente uniforme no grupo. O primeiro par de apêndices do crustáceo adulto é chamado de antênula, o segundo de antena, sendo a presença deles distinguível dos outros Artrópodes. Já os segmentos do tronco caracterizam-se por graus variáveis de especialização regional, de redução ou restrição em número, de fusão e de outras modificações. Frequentemente partes diferentes do apêndice portam processos altamente desenvolvidos ou extensões que recebem nomes especiais. A parede do corpo dos Artrópodes é caracteristicamente revestida por uma cutícula que forma um exoesqueleto (esqueleto externo) de quitina e proteína. Cada segmento do corpo dos Artrópodes é formado por placas esqueléticas (escleritos), sendo uma ventral , uma dorsal e duas laterais. As regiões laterais são áreas flexíveis (não esclerotizadas), nas quais articulam-se as pernas, enquanto as outras duas placas podem ser rígidas (esclerotizadas), por causa do endurecimento da cutícula, podendo também ter vários graus de calcificação, ou seja, depósitos de sais de cálcio na epicutícula e na procutícula. Os crustáceos podem possuir uma carapaça que resulta da fusão das placas, podendo variar o seu comprimento desde um escudo cefálico até o recobrimento de todo o corpo. Nos Crustáceos primitivos os corpos tinham segmentos iguais (homônomos), com aspecto alongado, mas a maioria dos atuais possuem os segmentos diferentes e divididos em cabeça, tronco e abdômen, com segmentos diferentes (heterônomo). O número de segmentos que o tórax e o abdômen contém depende de grupo para grupo. De maneira geral os apêndices abdominais, chamados pleópodes, ocorrem apenas nos malacóstracos, são quase sempre birremes e utilizados para natação. O abdômen, chamado de Pléon nesta classe é formado por muitos segmentos e é seguido de uma placa terminal chamada télson, onde se localiza o ânus. O último par de apêndices abdominais (ou últimos pares, nos anfípodes) é voltado para trás, geralmente diferente dos demais pleópodes e chamado de urópode, em conjunto com o télson, formam um leque caudal. Esta estrutura é frequentemente usada para natação em fuga. Os apêndices dos Crustáceos são tipicamente birremes. Estes são compostos de um protopodito basal do qual podem derivar enditos no lado interno e exitos no lado externo (laterais) além de dois ramos chamados endopoditos e exopodito. Apêndices sem exitos grandes são descritos como unirremes (ou estenopódio; do grego steno, “estreito”; e podia, “pé”). Os apêndices unirremes são típicos de quelicerados, hexápodes, miriápodes e alguns crustáceos, embora esses apêndices provavelmente tenham sido derivados secundariamente dos birremes em mais de uma ocasião. Nos casos típicos, as pernas unirremes são ambulatórias (pernas para andar). Já em membros de outros grupos como Cephalocarida, Branchiopoda e Leptostraca, os exitos ou epipoditos grandes originam-se da base da perna, formando membros “folhosos” largos conhecidos como filopódios (do grego phyllo, “em formato de folha”; e podia, “pés”). Essas estruturas semelhantes a abas facilitam a locomoção e também podem desempenhar a função de osmorregulação (branquiópodes) ou superfícies de troca gasosa (cefalocáridos e leptóstracos). Os apêndices birremes estão associados comumente aos artrópodes que nadam e, nos crustáceos nos quais eles são grandemente expandidos e achatados (p. ex. Branquiópodes e filocáridas), também podem ser conhecidos como apêndices foliáceos ou filopódios. Muitos crustáceos tais com os caranguejos e camarões tem olhos compostos de muitas unidades (omatídeos) cilíndricas e longas cada uma delas possuindo todos os elementos para recepção de luz. Além de olhos compostos (característica única de crustáceos e insetos), os crustáceos podem apresentar também outros órgão sensoriais como olho simples ou ocelos. A boca dos crustáceos geralmente é ventral e o trato digestivo é sempre reto. ===Reprodução=== A reprodução é geralmente sexuada, a maioria tem os sexos separados (ou seja, são dioicos), mas há casos de hermafroditismo ( e.g. Remipedia, Cephalocarida, maioria das cracas e em alguns decápodes) e partenogênese é comum entre muitos branquiópodes e em determinados ostrácodas. A maioria dos crustáceos encuba seus ovos por períodos de tempo variados, dependendo do grupo. Os ovos podem ser presos a determinados apêndices, contidos dentro de uma câmara incubadora, em partes variadas do corpo, ou retidas dentro de um saco secretado quando os ovos são expulsos. ===Fisiologia=== O sistema circulatório é semelhante ao dos outros artrópodes, ambos têm coração dorsal, mas nos crustáceos ele pode variar de um tubo longo até a forma de uma vesícula compacta. O sistema sanguíneo é composto por hemocianina e, raramente, outros pigmentos. As trocas gasosas ocorrem geralmente pelas brânquias e encontram-se tipicamente associadas aos apêndices. Os órgão excretores são sistemas metanefrídicos, localizados na cabeça. == Diversidade == Os Crustáceos são encontrados em todas as profundidades nos diversos ambientes marinhos (planctônicos, bentônicos), salobros, de água doce e alguns grupos obtiveram sucesso em ambiente terrestre, e parcialmente terrestre. Os integrantes desse grupo são morfologicamente muito diverso, podendo se dizer que é maior diversidade entre os grupos de artrópodes, talvez maior de que qualquer outro animal. O seu plano estrutural mais básico é representado pela cabeça (encéfalo), seguido de um corpo comprido (tronco) com muitos apêndices semelhantes, como observado nos grupos mais primitivos. Nas outras classes de crustáceos, entretanto ocorrem vários graus de tagmose (divisão do corpo) e a cabeça é tipicamente seguida de um tronco dividido em duas regiões distintas: um tórax e um abdómen. Uma das tendências evolutivas mais marcantes nos crustáceos é a diversificação dos apêndices, em adaptação a funções diferentes. Isso é visto, por exemplo, na maioria dos crustáceos de grande porte que assumiram hábitos bentônicos e determinados apêndices tornaram-se geralmente mais fortes e adaptados para o rastejamento e a escavação. Com exceção dos mecanismos ciliares, os crustáceos exploram praticamente todos os tipos imagináveis de estratégia alimentar. Embora não tenham cílios, muitos crustáceos geram correntes de água e fazem vários tipos de suspensivoria, como é o caso de camarões-lagosta. Existem também os que promovem filtração (Ex: cracas torácicas sésseis), os pequenos crustáceos classificados como microfágicos seletivos comedores de depósito (Ex: mistacocáridas), os crustáceos predadores (Ex: remípedes), os crustáceos herbívoros, macrófagos e saprófagos que geralmente se alimentam simplesmente se agarrando ao seu alimento e cortando pequenos pedaços com suas mandíbulas (uma técnica de alimentação semelhante à dos gafanhotos e outros insetos), além de vários grupos de crustáceos que adotaram diversos graus de parasitismo (Ex: os cirrípedes rizocéfalos). No Brasil, uma série de estudos feitos em 1993 intitulados “Sinopse dos Crustáceos Decápodos Brasileiros”, afirmam que a fauna nacional abrangeria cerca de 700 espécies conhecidas até aquela data, entre animais marinhos e dulcícolas (que vive em água doce). Já em 1999, um estudo sobre biodiversidade brasileira indicou 116 espécies de crustáceos decápodes ocorrendo em águas doces no Brasil. == Filogenia == Crustácea era tratado como um subfilo, porém hoje pode ser diferenciada em linhagens, considerando as análises moleculares mais recentes, que juntamente com os insetos, formam os Artrópode. Por mais de um século as relações entre os principais grupos de Artrópodes foram debatidas e intensamente estudadas. Os crustáceos fazem parte dos mandibulados, um táxon de Arthropoda, táxon o qual possui uma das filogenias mais problemáticas. Por conta desta dúvida a respeito da distribuição taxonômica deste grupo, há varias visões e opiniões sobre como seus constituintes devem ser organizados, existindo assim diversas filogenias distintas, podendo elas apresentar desde pequenas alterações, até grande mudanças, como a classificação dos crustáceos (podendo ser ou não considerados um clado).Dentre todas as visões possíveis, pode-se dizer que há duas linhas de pensamentos principais, uma que considera que crustáceos possuem um ancestral em comum, a visão mais antiga sobre o assunto (antes de as análises moleculares terem sido feitas) . A outra linha de pensamento considera parte deles como grupo irmão de Hexapoda, ou seja, considera os crustáceos como um grupo sem ancestral em comum (parafilético). Dentro desta última linha de pensamento, há uma grande quantidade de filogenias que apresentam diversas propostas sobre quais crustáceos são grupo irmão do Hexapoda, o que muda como se interpreta a relação entre os outros crustáceos. Pancrustácea (Tetraconata) é um táxon monofilético, ou seja, que possui um ancestral comum a todos os integrantes do grupo, que abrange os dois grupos de Arthropoda: os \"crustáceos\" e os hexápodes (insetos), porém não há um consenso sobre as relações taxonômicas entre eles. Esse grupo surgiu de análises baseadas em pesquisas moleculares recentes, e, de acordo com Regier (2010) Crustacea pode ser dividido e ocorre em três linhagens: Oligostraca (ex.: branquiuros), Vericrustacea (ex.: malacóstracos ) e Xenocarida (ex.: remípedes), logo, não constituem um grupo monofilético, sendo assim um exemplo da linha de pensamento que não considera que os crustáceos possuam um ancestral comum exclusivo. == Taxonomia == Antigamente os crustáceos eram considerados um subfilo, ou seja, um grupo monofilético. Estudos moleculares atuais indicam que esse grupo pode ser parafilético, ou seja, que não possui um ancestral comum. Aqui estão classificadas taxonomicamente as ordens que constituem os “crustáceos” seguindo a visão mais tradicional. * Classe Malacostraca ** Subclasse Phyllocarida *** Ordem Leptostraca ** Subclasse Eumalacostraca *** Superordem Hoplocarida *** Superordem Syncarida *** Superodem Peracarida **** Ordem Mysida **** Ordem Amphipoda **** Ordem Isopoda ***** Subordem Oniscidea *** Superordem Eucarida **** Ordem Euphausiacea **** Ordem Decapoda ***** Subordem Dendrobranchiata ***** Subordem Pleocyemata ****** Infraordem Estenopodidea ****** Infraordem Astacidea ****** Infraordem Talacinidea ****** Infraordem Anomala ****** Infraordem Brachiura ****** Infraordem Achelata ****** Infraordem Caridea * Classe Ostracoda ** Subclasse Myodocopa ** Subclasse Palaeocopa ** Subclasse Platycopa ** Subclasse Podocopa * Subclasse Mystacocarida * Classe Remipedia ** †Ordem Enantiopoda (extinta) ** Ordem Nectiopoda * Classe Branchiopoda ** Ordem Diplostraca *** Subordem Laevicaudata *** Subordem Spinicaudata *** Subordem Cyclestherida *** Subordem Cladocera ** Ordem Anostraca ** Ordem Notostraca * Classe Cephalocarida * Classe Maxilopoda ** Subclasse Thecostraca *** Infraclasse Faceotecta *** Infraclasse Ascothoracida *** Infraclasse Cirripedia **** Superordem Acrothoracica **** Superordem Rhizocephala **** Superordem Thoracica ** Subclasse Tantulocarida ** Subclasse Branchiura ** Subclasse Mystacocarida ** Subclasse Pentastomida ** Subclasse Copepoda *** Infraclasse Progymnoplea **** Ordem Platycopioida *** Infraclasse Neocopepoda **** Ordem Calanoidea **** Ordem Cyclopoida **** Ordem Gelyelloida **** Ordem Harpacticoida **** Ordem Misophrioida **** Ordem Monstrilloida **** Ordem Mormonilloida **** Ordem Poecilostomatoida **** Ordem Siphonostomatoida == Trocas gasosas == A maioria dos invertebrados necessita de oxigênio constantemente para sobreviver e por isso realizam o que chamamos de trocas gasosas, as quais todos os animais têm capacidade de fazer. Como trocas gasosas, entendemos a absorção de oxigênio do meio e perda do dióxido de carbono para o ambiente, através da aproximação entre esse e o sangue ou fluido da cavidade corpórea, separados somente por uma membrana pela qual os gases podem se difundir. Para o transporte dos gases pelo fluido em questão, muitas vezes são empregados pigmentos respiratórios. Em crustáceos essa pigmentação está presente na maioria dos malacóstracos, que apresentam hemocianina no plasma, e alguns desses possuem hemoglobina em seus tecidos. Já os não malacóstracos, podem transportar oxigênio associado a hemoglobina dissolvida no plasma. Em ambos os casos deve-se lembrar que em invertebrados, ao contrário dos vertebrados, os pigmentos com função de transporte de gases nunca se apresentam em cospúsculos, ou seja, não se localizam no interior de células. === Estruturas de trocas gasosas === O órgão responsável pela realização de trocas gasosas varia entre os grupos de crustáceos. Considerando as formas pequenas, em algumas a alta razão entre superfície e volume permite a troca gasosa cutânea, viabilizada devido a cutícula delgada desses animais: é o caso do grupo Copépoda, alguns animais da classe Ostrácoda e a subclasse Branchiura. Os exemplares branquiuros podem realizar trocas gasosas por toda a superfície do corpo, mas possuem áreas respiratórias entre os lóbulos da carapaça em que essa atividade é mais intensificada; suas patas e flagelos promovem um fluxo de água contínuo que facilita as trocas. Outros grupos, como as ordens Cladocera, Leptostraca, Cumacea, Mysida, a infraclasse Cirripedia, a infraordem Spinicaudata e alguns representantes de Decapoda, possuem uma fina membrana que reveste a carapaça internamente desempenhando essa função. ==== Brânquias ==== Entretanto, na maioria dos crustáceos de grande porte, nos quais a razão entre área e volume são desfavoráveis, as brânquias se fazem presentes para a realização das trocas gasosas. Essas são estruturas muito diversificadas, derivadas dos epipoditos torácicos e com ampla área superficial proveniente de evaginações da parede do corpo, que devido à umidade e permeabilidade entre os ambientes interno e externo, permitem a difusão dos gases entre esses meios. Canais internos às brânquias convergem na hemocele ou a vasos associados, trazendo dióxido de carbono do corpo do animal e levando oxigênio para suprir as necessidades metabólicas do mesmo. Na ordem Stomatopoda, uma parte das brânquias são ramificações da base dos pleópodes, outra parte deriva dos epipoditos nos toracópodes. Nos Isópodos ocorrem a vascularização e formato laminar nos próprios pleópodes, que realizam as trocas gasosas, e além desses, a superfície geral do tegumento tem importância equivalente nessa função. Em ambos os grupos, o fluxo de água para manter a eficiência das brânquias é gerado pelos pleópodes enquanto o animal nada, assim como nos Eusfausiáceos, que entretanto tem as brânquias localizadas nos pereópodes. Quando as brânquias estão recobertas por outras estruturas do corpo, o que ocorre em muitos grupos de crustáceos, passa a ser necessário mecanismos mais rebuscados de desenvolvimento do fluxo de água. Nos Decapoda, as câmaras branquiais, formadas pela carapaça e a parede do corpo, englobam as brânquias fornecendo proteção contra ferimentos nos filamentos e contra dessecação, e consequentemente dificulta o fluxo de água. Para tal, na maioria dos decápodes o escafognato gera vibrações que produz uma corrente para banhar a câmara branquial; essa estrutura provém da maxila que possui a adaptação dos exopoditos mais desenvolvidos. A câmara branquial, ao proteger contra a perda d’água, possibilita a vida entre marés e até a invasão ao ambiente terrestre. Nas espécies semiterrestres, como anomuros, lagostins e braquiúros, as brânquias são diminutas e a própria superfície da câmara branquial, vascularizada e cuticularizada, é usada para troca gasosa. Discos membranosos nas pernas e esternitos são outras adaptações utilizadas como superfícies para trocas gasosas, encontrada nos caranguejos Ocypodidae. ==== Pseudotraqueias ==== Os crustáceos terrestres adaptaram-se a esse ambiente substituindo as brânquias de seus ancestrais aquáticos por órgãos denominados pseudotraqueias, também chamados de pulmões pleopodais, que são estruturas de alta especialização na obtenção de oxigênio. Esses órgãos são constituídos por invaginações em alguns exopoditos dos pleópodes que conversam com o meio externo por pequenos poros. Por dentro dessas, o ar circula e realiza trocas gasosas com o sangue nos pleópodes. Assim, as brânquias encontradas nos pleópodes das formas aquáticas se mostram modificadas para a vida aérea através da internalização do tecido de trocas gasosas. A subordem Oniscidea, composta por crustáceos isópodes terrestres, apresenta esse tipo de adaptação em animais muito conhecidos, como os tatuzinhos-de-jardim. Durante a história evolutiva do grupo, algumas espécies mantiveram as brânquias e portanto ficaram conhecidas como crustáceos terrestres atraqueados umícolas, e são caracterizadas pela dependência de um solo bastante úmido para serem capazes de realizar as trocas gasosas. == Excreção == Com a evolução de um sistema circulatório hemocélico nos artrópodes, os nefrídios com nefróstomas abertos tornaram-se funcionalmente insustentáveis pois não poderiam drenar o sangue diretamente da hemocele aberta para o exterior. Os artrópodes desenvolveram estruturas variadas altamente eficientes das quais todas são internamente fechadas. Os artrópodes também se diferem dos outros protostômios celomados pela redução da quantidade geral de unidades secretoras. Nas larvas de crustáceos estão presentes, com grande frequência, tanto as glândulas antenais como as glândulas maxilares sendo que, na maioria dos crustáceos adultos, apenas um único par de nefrídios (nefromixia) persiste e geralmente está associado a alguns segmentos determinados da cabeça. A maioria dos crustáceos vive em ambiente marinho, porém são encontrados também em água doce e em ambiente terrestre, sendo que estes aquáticos são osmoconformadores ou osmorreguladores obrigatórios em relação ao ambiente, respectivamente, e a excreção tem papel regulatório nesse processo de manter o equilíbrio do volume de água dentro dos organismos. Os crustáceos excretam majoritariamente amônia, independentemente de onde vivem, e eliminam esta por meio de nefrídios e brânquias. Todavia, os terrestres, como isópodes (tatuzinho de jardim), apresentam um aumento discreto na excreção de ácido úrico em comparação com os crustáceos marinhos. A maioria dos crustáceos possui órgão nefridiais na forma de glândulas antenais ou maxilares. Os nefrídios estão localizados no segmento correspondente ao segundo par de antenas ou segundo par de maxilas, tendo o nome de glândula antenal ou glândula maxilar, respectivamente. Estas glândulas são estruturas homólogas dispostas em série e também são chamadas de glândulas verdes, glândulas da carapaça e glândula coxais. A maioria dos crustáceos tem apenas um par de orgãos nefrifiais, mas há exceções: os malacóstracos, em sua maioria, tem glândulas maxilares, assim como estomatópodes, cumáceos e grande parte dos tanaidáceos e isópodes; os Lofogastrídeos e Misidáceos têm glândulas antenais e maxilares e outros têm glândulas antenais rudimentares e glândulas maxilares bem desenvolvidas, como alguns Tanaidáceos e Isópodes e também Cefalocáridos. Durante muito tempo, supôs-se que os epipoditos das pernas dos braquiópodes tivessem uma função na troca gasosa, como se fossem “brânquias”, mas hoje se sabe que elas funcionam basicamente como locais de osmorregulação. Portanto, o nome taxonômico brachiopoda (pernas com brânquias) não está devidamente aplicado. Além disso, foram encontrados também agrupamentos de podócitos nas bases de todos os apêndices torácicos dos cefalocáridos. Se estes representarem bolsas nefridiais degeneradas, poderia ser uma evidência de que o ancestral dos crustáceos teria nefrídios segmentares pareados, como em anelídeos. === Nefrídeos === Os pares de nefrídeos têm forma de bolsas, tendo a extremidade interna de fundo cego, chamado de sáculo, que é um resquício celômico, com podócitos e ducto variavelmente espiralado (que pode ter uma bexiga dilatada nas proximidades do seu orifício) derivado de um metanefrídio que leva a um poro, sendo este o contato com o meio externo. A hemocele com canais cheios de sangue mistura-se com as ramificações do epitélio sacular, formando uma superfície para que ocorra a filtração. As células da parede do sáculo também captam e secretam ativamente substâncias para dentro do órgão excretor. A filtração pode ser considerada seletiva, até certo ponto, mas o processo ativo regula a maior parte da composição da excreta. Essas atividades regulam a eliminação de metabólicos não mais necessários e, como principal função, regulam o equilíbrio hídrico e iônico do organismo, principalmente nos crustáceos de água doce e terrestres. A cutícula tem atividade suplementar às glândulas, sendo que esta funciona como uma barreira às trocas gasosas entre o organismo e o meio externo e é muito importante para evitar a perda de água no ambiente terrestre ou no excesso de captação em ambientes com água doce. As áreas mais finas da cutícula, como brânquias, funcionam como locais de troca gasosa e de eliminação de água. === Nefrócitos === De maneira semelhante à maioria dos artrópodes, os crustáceos têm nefrócitos. Nefrócitos são células fagocitárias ou pinocitárias que acumulam excretas particuladas e fazem sua degradação intracelularmente. Localizados geralmente na hemocele nos eixos branquiais e na base das pernas locomotoras. === Fatores que influenciam a excreção === Vários fatores ambientais, assim como o estado fisiológico dos animais, influenciam na excreção de nitrogênio em crustáceos. A temperatura é um fator que foi estudado mais evidentemente em fitoplâncton marinho e de água doce sendo que a taxa de excreção de amônia geralmente aumenta com o aumento da temperatura. Contudo, a relação entre a taxa de excreção e a temperatura difere de acordo com a espécie e a faixa de temperatura considerada, e o efeito da temperatura no organismo depende do estágio do desenvolvimento do animal. Em relação à salinidade, as pesquisas não foram muito conclusivas. Em alguns estudos, houve aumento na taxa de excreção de nitrogênio, principalmente amônia, com a diminuição da salinidade. Em outros trabalhos com lagostins e caranguejos, houve um aumento significativo na excreção de ureia enquanto a de amônia não se modificou muito quando houve aumento de salinidade. A concentração de amônio no meio também interfere na excreção desses animais e seu excesso têm dois efeitos principais nos organismos: inibição da excreção de amônia e toxicidade geral. Os níveis de amônio necessário para toxicidade variaram de acordo com a espécie e seu estágio de desenvolvimento. Não se sabe ao certo o porquê de ocorrer inibição da excreção de amônia quando o meio externo está com muito amônio, mas há hipóteses de que as brânquias ficam com suas lamelas consolidadas e, consequentemente, há uma redução da superfície dessas brânquias, assim como ocorre em peixes. Em relação a fatores fisiológicos dos crustáceos, ciclo de muda, nível nutricional e controle neuroendócrino foram os mais estudados. Em estudos feitos com camarões, foi possível visualizar um padrão cíclico na excreção de amônia durante o ciclo de muda. A excreção foi mínima nas horas antes da ecdise e máxima imediatamente após. A dieta desses animais também interfere na excreção de amônia: quanto mais proteínas comem, mais amônia pós-digestão é excretada, mas esse aumento de ingestão de proteínas não influencia no crescimento do animal ou em seu armazenamento de energia. Por fim, o controle neuroendócrino não foi muito estudado porém já se sabe que influencia na excreção dos crustáceos. == Circulação == O sistema circulatório de Crustáceos é caracterizado de maneira generalizada como sistema aberto. Isso não significa que seu sistema é mais simples, muito pelo contrário, eles apresentam uma rede complexa que engloba tanto capilares quanto tecidos, que são banhados diretamente por sangue, nesse caso denominado hemolinfa. A grande diferença entre animais com sistema aberto e animais com sistema fechado é seu ritmo cardíaco, que no caso dos últimos é maior do que o daqueles de mesmo tamanho com sistema fechado, pois, para que a distribuição de sangue seja homogênea em todo o seu corpo, e para que o líquido circulatório volte ao coração, eles precisam compensar a perda de pressão que ocorre quando o sangue chega diretamente nos tecidos. Várias das características desse sistema, como o número de ramificação dos vasos, por exemplo, depende da proporção do organismo da espécie. Isso ocorre devido a grande diversidade no grupo, resultando em diferentes arranjos do sistema circulatório: nos Malacostraca, além do coração principal, há também um órgão bombeador acessório (por vezes denominado cor frontale); alguns grupos dentro de Ostracoda, Copepoda e Cirripedia não apresentam nem vasos bem definidos; os Brachiopoda possuem coração, mas sem uma rede como artérias, apenas vasos pouco musculosos; enquanto que os Thoracica possuem uma rede de canais sanguíneos que bombeiam o sangue, porém sem um coração verdadeiro. === Coração === Crustáceos possuem um coração dorsal, que varia de forma dependendo da espécie, mas que é normalmente tubular, localizado no mesmo tagma que suas brânquias. Ele apresenta apenas uma câmara, contudo é musculoso, podendo bombear hemolinfa para artérias que se ramificam em vasos similares a capilares, que desembocam em uma cavidade, denominada hemocele (que representa o celoma desses animais) A hemolinfa passa por esses capilares localizados no meio de tecidos antes de desembocar na hemocele, porém, por conta do endotélio fino desses vasos, ela extravasa, banhando esses tecidos diretamente. O sangue volta ao coração por canais que o conectam ao sistema respiratório, às brânquias. Dependendo do tamanho do animal (e outros fatores), há outros órgãos que também promovem o bombeamento do líquido circulatório. Um deles seria o coração acessório, que está presente em diversos grupos (Ostracoda, Copepoda, Cirripedia, Malacostraca), e existe por conta da insuficiência da pressão que o coração principal promove, que não conseguiria manter a hemolinfa circulando, nesses casos. Ele é formado por ramos da musculatura de outros órgãos, normalmente do sistema digestório, circundando um vaso sanguíneo, que passa a bombear o sangue que passa por ele. No caso do grupo Malacostraca, o coração acessório é denominado cor frontale por conta de seu posicionamento, por ser o alargamento de uma artéria anterior, a frente do estômago. === Hemolinfa === A hemolinfa possui plasma e diversos tipos celulares, assim como qualquer outro líquido sanguíneo. Ela apresenta, por exemplo, células de defesa, amebócitos que participam de processos em caso de lesão. O oxigênio é transportado por hemoglobinas dissolvidas no sangue ou hemocianina, outro tipo de proteína transportadora. A concentração dessas substancias no sangue depende da espécie. O controle da pressão da hemolinfa é efetuado a partir do monitoramento dessa por barorreceptores, localizados nas artérias. Esses são células nervosas encontradas também em outros invertebrados e em vertebrados, cuja função é controlar a pressão circulatória, podendo aumentar ou diminuir a pulsação do coração, pela excitação de neurônios ligados aos músculos cardíacos (ou seja, do sistema nervoso central autônomo). A hemolinfa faz o seguinte trajeto: o líquido circulatório entra no coração por ostíolos (fendas no tecido) do pericárdio, pela propulsão por válvulas, e é bombeado pela sístole. Depois disso, o sangue passa para uma rede de artérias, que podem ou não se ramificar em capilares, que nutrem os tecidos diretamente pelo extravasamento da hemolinfa, que desemboca em cavidades do celoma, na hemocele. Chegando ao sistema respiratório, essa hemolinfa retorna ao coração por veias que conectam as brânquias ao pericárdio, começando novamente o ciclo. === Válvulas === Os crustáceos não possuem a musculatura que em outros organismos rodeia seus vasos periféricos, promovendo a estabilização da pressão arterial mesmo em regiões do sistema circulatório distantes do coração. Contudo, eles apresentam um sistema de válvulas, que consegue tornar a distribuição do fluido circulatório suficientemente eficiente para que esse possa passar por toda a rede de vasos e retornar ao coração. As válvulas cardíacas são controladas não apenas pela força do fluido (impedindo o seu refluxo por conta de sua anatomia), mas também por inervações, excitatórias ou inibitórias em relação ao seu fechamento, o que também influencia a pressão nos vasos. A inervação excitatória promove a contração da válvula (e consequentemente o seu fechamento, como que estancando a passagem de fluido) e a atenuação do pulso, enquanto a inibitória leva a dilatação da válvula, aumentando o pulso (permitindo a passagem de mais sangue). == Sistema nervoso e endócrino == O sistema nervoso, através de reações nervosas, possui a capacidade de integrar todos os sistemas presentes em um organismo. Ele é responsável por coordenar todas as ações e reações que um organismo realiza, desde atividades mais básicas como um estímulo muscular até atividades mais complexas, como a modulação do comportamento de um organismo. O sistema nervoso também exerce grande função no controle e na regulação do sistema endócrino, que regula processos vitais ao organismo, como o controle de um órgão, através da síntese e liberação de hormônios. Desde o século XIX, os crustáceos são utilizados como organismo modelo para variadas áreas de estudo da biologia, como na neurobiologia, ecologia, fisiologia e biologia do desenvolvimento. Isso se deve à sua grande variedade e complexidade de organismos distribuídos em diversos clados, somada à possibilidade de experimentação conduzida em laboratórios. De forma geral, os sistemas nervoso e endócrino são discutidos conjuntamente, devido à integração funcional destes dois sistemas. === Sistema nervoso === O sistema nervoso dos crustáceos apresenta um cérebro com três gânglios fundidos, sendo denominados protocérebro, deutocérebro e tritocérebro. O primeiro localiza-se em região dorsal e dele partem nervos ópticos que inervam os olhos, e é responsável pelo processamento das informações visuais. O segundo também localiza-se em região dorsal e dele partem nervos que inervam as antênulas e os pedúnculos dos olhos, e é capaz de captar estímulos mecânicos e químicos. E o terceiro localiza-se em região posterior e dele partem dois conectivos circum-entéricos, que formam uma espécie de alça ao redor do esôfago, e se estendem até o gânglio subesofágico (que fica abaixo do esôfago) conectando o sistema nervoso ventral (que contém os gânglios segmentares do corpo) ao cérebro. O tritocérebro também inerva as antenas e algumas regiões da cabeça. Em resumo, o sistema nervoso apresenta uma região de maior concentração nervosa que é o cérebro, e um cordão nervoso ventral que se estende ao longo do eixo antero-posterior do corpo do animal e é onde estão localizados os gânglios segmentares. Em condições mais primitivas, o sistema nervoso está organizado como se fosse uma escada, no qual os gânglios nervosos segmentares estão bem separados e são interligados lateralmente e transversalmente entre si (essa conformação pode ser observada na imagem dos sistemas nervosos dos crustáceos no item D). Nos crustáceos, assim como em grande parte dos artrópodes, o sistema nervoso tendeu a uma concentração e fusão dos gânglios. Nos lagostins, por exemplo, ocorreu uma fusão medial resultando ao invés de dois cordões ventrais em um único cordão ventral com um único gânglio por segmento, ao invés de dois gânglios pareados (essa organização pode ser vista nos itens A e B da imagem sistemas nervosos dos crustáceos). Em decápodes com corpo curto, como os caranguejos, os gânglios do tórax encontram-se fundidos formando uma grande placa nervosa ventral. E os gânglios da região abdominal são bem reduzidos (essa conformação pode ser visualiza na imagem sistemas nervosos dos crustáceos nos itens G e H). O sistema nervoso controla diversos processos nos organismos, dos batimentos cardíacos e movimentos do trato digestivo aos movimentos musculares. Apesar de apresentar regiões especializadas com diferentes funções, como os vários receptores sensoriais, o sistema nervoso deve atuar de forma integrada. Tal integração é possível por meio da modulação neuronal, pela qual diversos neurotransmissores e tipos de neurônios regulam as diferentes funções do organismo de forma orquestrada. O processo de modulação neuronal têm sido bastante estudado nos crustáceos, uma linhagem de organismos promissora para estudo do sistema nervoso dos animais. ==== Receptores sensoriais ==== Os crustáceos no geral apresentam muitos tipos de receptores sensoriais ao longo do seu corpo que são capazes de transmitir informações do meio para o sistema nervoso central. Uma das estruturas sensoriais mais evidentes, sem dúvida, são as suas numerosas cerdas inervadas que podem recobrir grandes partes do animal. A maioria dessas estruturas atuam como mecanorreceptores, mas outras também podem atuar como quimiorreceptores. Os quimiorreceptores podem ser encontrados nas antenas e nas peças bucais, e são denominados de estetos. Os crustáceos apresentam proprioceptores, que são responsáveis por fornecer informações para o indivíduo acerca da sua posição e do movimento dos seus apêndices e do seu corpo durante a locomoção. Alguns indivíduos da classe Malacostraca apresentam estatocistos que podem ter função similar a dos proprioceptores, mas também podem fornecer ao indivíduos informações sobre a movimentação das águas, e podem ser secretados pelo animal ou aglutinados de grãos de areia. Os crustáceos também apresentam fotorreceptores, que podem estar organizados em olhos simples e olhos compostos, ambos inervados pelo protocérebro. Os ocelos ou olhos simples (medianos) são estruturas capazes de perceber a intensidade e o sentido da luz, e podem ser encontrados no náuplio (larva) e nos copépodes. Por estarem presentes nos estágios larvais, também podem ser denominados de olho naupliano. Os olhos compostos (laterais), formados por omatídeos, são menos complexos que o dos insetos, pois apresentam uma acuidade visual menor. E está presente nos adultos da maioria das espécies. Animais portadores de olhos compostos demonstraram serem capazes de distinguir formas e de ver cores. Muitos crustáceos apresentam os seus olhos nas extremidades de pedúnculos, pois isso possibilita o aumento do campo de visão desses animais. Os pedúnculos são estruturas bem complexas, apresentando vários músculos para controle da movimentação. Em alguns táxons os olhos compostos estão ausentes, como nos Copepoda, Remipedia, Ostraca, Cephalocarida, entre outros. Ou pode ocorrer de estarem presentes somente nos estágios larvais, ou estarem reduzidos nas formas adultas. E uma das possíveis razões disso, seria o fato de os organismos em que isso ocorre viverem em ambientes com pouca luminosidade, como cavernas ou locais muito profundos. Há a possibilidade dos crustáceos apresentarem termorreceptores, entretanto, ainda não foi comprovado. ==== Modulação neuro-hormonal ==== Os sistemas neuromusculares dos crustáceos são modulados pela ação de neuro-hormônios. Os hormônios mais conhecidos que afetam os músculos esqueléticos são as aminas octopamina e a serotonina (5-HT), esses neuro-hormônios têm fortes efeitos excitatórios na neurotransmissão e nos músculos. O hormônio serotonina (5-HT), liberado pelo órgão pericárdico, eleva abruptamente a neurotransmissão excitatória no músculo esquelético, aumentando a contração das fibras musculares e a liberação de neurotransmissores nas terminações nervosas motoras. A serotonina (5-HT) é um estimulador do comportamento de luta. Animais que tiveram amplas doses dessa substância injetada tornaram-se agressivos. E quando colocados em tanques com outros animais, que não receberam serotonina (5-HT), mostraram comportamentos de perseguição e combate, causando sérios danos aos outros animais. A octopamina, também liberado pelo órgão pericárdico, atua diretamente nas fibras musculares dos músculos dos membros, gerando um moderado aumento na transmissão e contração neuromuscular. Os efeitos da octopamina no comportamento dos crustáceos ainda não foi claramente elucidado, mas aparentemente esse hormônio estimula comportamentos de submissão. O hormônio dopamina tem efeito inibitório nos músculos dos membros dos crustáceos. ==== Ritmos biológicos ==== A sincronização temporal entre os organismos e o ambiente em que estão é essencial para a sobrevivência. Essa sincronização é gerada e mantida pelos ritmos biológicos, que por sua vez são embasados e regulados pelo sistema nervoso. Evidências recentes sugerem que os ritmos circadianos em crustáceos são controlados pelo sistema neuronal que inclui três pares de osciladores acoplados (a retina, o complexo glandular e os marca-passos cerebrais) e dois fotorreceptores circadianos, nos quais fotorreceptores cerebrais estão envolvidos no arrastamento fótico. Em conjunto, estes osciladores e fotorreceptores circadianos permitem que o organismo obtenha a informação temporal do ambiente externo e a utilize para a manutenção de um ritmo sincronizado endogenamente controlado por meio do sistema nervoso. ==== Evolução ==== A evolução do sistema nervoso nos crustáceos é bastante caracterizada por mudanças adaptativas que permitem a adoção de habitat e estilos de vida particulares. De forma geral, a origem de regiões específicas do sistema nervoso mais desenvolvidas permitem a origem e manutenção de diferentes comportamentos. Por exemplo, a evolução de um sistema visual bastante desenvolvido auxilia algumas linhagens de crustáceos no hábito de predação em ambientes iluminados, como é o caso das tamarutacas, em contraste com os cambarus, crustáceos que apresentam sistema visual bastante reduzido e vivem em ambientes escuros. De forma similar, caranguejos apresentam o sistema nervoso relacionado ao olfato bastante desenvolvido, permitindo habitar o ambiente terrestre e a utilização do sistema olfativo como um dos principais sentidos. Essas mudanças podem ser tanto quantitativas quanto qualitativas, podendo-se inclusive notar anatomicamente órgãos sensoriais bem desenvolvidos, e a partir destes, inferir o estilo de vida do organismo. === Sistema endócrino === Nos crustáceos decápodes, porções consideráveis do cérebro, incluindo a glândula do seio e o órgão-X, estão localizadas nos pedúnculos oculares. O órgão-X corresponde ao conjunto de neurônios neurossecretores, dos quais projeções são estendidas para a glândula do seio, responsável por armazenar e distribuir neuro-hormônios. Entre os hormônios sintetizados pelo órgão-X, pode-se citar o hormônio Inibitório da muda (MIH), o hormônio inibitório da vitelogênese (VIH/GIH) e o hormônio hiperglicêmico de crustáceos (CHH). Em conjunto, o complexo órgão-X/glândula do seio (OX/GS) produz, estoca e distribui neuro-hormônios reguladores de processos relacionados à reprodução, desenvolvimento, ecdise, mudança de coloração do tegumento, controle da quantidade de açúcar no sangue, ritmo cardíaco, balanço hídrico e outros aspectos fisiológicos. ==== Reprodução e Desenvolvimento ==== Em malacostracos, hormônios têm importante papel na determinação do sexo masculino, visto que o sistema reprodutivo depende de hormônio sinal para que ocorra a diferenciação sexual de gônadas em testículos e outras características sexuais secundárias. A existência de uma glândula androgênica, localizada, normalmente, o entre o último apêndice locomotor e o vaso deferente, foi primeiro demonstrada em anfípodas Orchestia gammarella e, posteriormente, glândulas correspondentes foram encontradas em outros anfípodas, decápodas e isópodos. Em anfípodas, como Orchestia cavimana, observa-se, em estágios iniciais do desenvolvimento, a presença de células femininas e masculinas nas gônadas. No entanto, em machos, a presença da glândula androgênica suprime o desenvolvimento das células femininas iniciais, e, em fêmeas, a ausência desta previne o desenvolvimento de células masculinas iniciais. Quando implantada em fêmeas imaturas, a glândula androgênica resulta no desenvolvimento de testículos e outras características masculinizantes. Porém, não há a formação de machos funcionais, visto que as modificações observadas no primeiro apêndice abdominal, após duas ou três mudas, culminam na formação de uma passagem sem lúmen para o esperma, ou seja, defeituosa. Já os machos jovens, quando submetidos à ablasão do pedúnculo ocular, apresentam testículos hipertrofiados, o que indica a estreita relação entre os centros de controle no pedúnculo ocular e a glândula androgênica. Neste estágio, a ablasão da glândula, não provoca feminilização. No entanto, em decápodas, a presença da glândula androgênica parece explicar a feminilização de machos parasitados por cirripédios, como Sacculina, pois ocorre a destruição desta pelo parasita, interrompendo a espermatogênese e promovendo à aquisição de características mais femininas, após algumas mudas. Embora a diferenciação de gônadas nas fêmeas não esteja sob controle hormonal, o ovário secreta um hormônio que age na formação de características temporárias associadas à incubação de ovos, por exemplo, expansão dos oostegitos em isópodos e cerdas carregadoras de ovos, alongamento de cerdas nos oostegitos de anfípodes gamarídeos e no desenvolvimento de cerdas carregadoras nos pleópodes de decápodas. A formação de vitelo, no entanto, é controlada por neuro-hormônio secretado pelo órgão-X, o hormônio inibitório da vitelogênese (VIH/GIH), que age como fator limitante na produção de ovos. A remoção dos pedúnculos oculares em fêmeas que não estão em fase reprodutiva conduz ao rápido aumento na massa do ovário, visto que a inibição pelo VIH/GIH é cessada, estimulando a síntese de vitelo. ==== Muda ==== A muda nos crustáceos é dividida em quatro fases: pré-muda, ecdise, pós-muda e intermuda. A suspeita da participação neuroendócrina na regulação do ciclo da muda (ou ecdise) se deu ao ser notada uma sensível redução no período intermuda em crustáceos que sofreram ablasão do pedúnculo ocular. Posteriormente, constatou-se que o complexo órgão-X/glândula do seio é responsável por liberar, na hemolinfa, um hormônio inibitório da muda (MIH) em concentrações relevantes nos períodos pós-muda e intermuda. Os hormônios ecdisteróides estimuladores da muda (antagônicos ao MIH), como o ecdisona, são sintetizados em uma massa de tecido glandular não neuronal, denominada órgão-Y, que está localizada na cabeça dos crustáceos. O órgão-Y possui o papel de gatilho na muda, visto que, ao ser removido nos estágios iniciais da pré-muda, pois causa interrupção do processo. ==== Coloração do Tegumento ==== Muitos crustáceos têm a capacidade de alterar a coloração corpórea, permitindo uma melhor adaptação às condições ambientais e essas mudanças de coloração ocorrem em células bastante ramificadas chamadas cromatóforos, dentro das quais pigmentos podem ser concentrados ou dispersos. Os cromatóforos podem ser monocromáticos, dicromáticos ou policromáticos, e, entre os pigmentos existentes, pode-se citar os carotenóides, as xantofilas e as astaxantinas. É variável entre os diferentes grupos de crustáceos a distribuição dos pigmentos e padrões de coloração. No entanto, em geral, cromatóforos policromáticos são característicos de decápodas, enquanto que monocromáticos e bicromáticos são comuns em Isopoda, Stomatopoda, Astacura, Anomura e Brachyura. Por exemplo, o caranguejo Uca pugilator (braquiuro) possui três tipos de cromatóforos monocromáticos(preto, vermelho e branco), enquanto que em Penaeus (decápoda) há cromatóforos dicromáticos (vermelho- amarelo), tricromático (vermelho-amarelo-azul) e tetracromático (vermelho- amarelo-azul-branco). Com relação às mudanças de coloração, essas podem ser de dois tipos: * Morfológica: não envolve apenas translocações, mas sim síntese, destruição e alterações químicas nos pigmentos, e ocorrem quando o animal está exposto a determinadas condições de luminosidade e ambiente por alguns dias ou mesmo semanas. * Fisiológico: refere-se a coloração transitória provocada por translocações de grânulos de pigmentos dentro dos cromatóforos. Nos diferentes grupos de crustáceos podem ser observados, em geral, três tipos de reações pigmentares nos cromatóforos: *Tipo I: a extirpação da glândula sinusal (dos pedúnculos oculares) causa escurecimento do tegumento. É comum em decápodos macruros, como o camarão do gênero Palaemonetes. *Tipo II: a remoção dos pedúnculos oculares resulta em embranquecimento da pele pela retração dos pigmentos. Ocorre em braquiuros, como o gênero Uca. *Tipo III: a ablasão dos pedúnculos oculares resulta em coloração distribuída em mosaico, pela retração de pigmentos, em certas áreas, e dispersão, em outras áreas do tegumento. É característico de decápodas macruros do gênero Crago. Os efeitos da ablasão do pedúnculo ocular indicam que existe controle hormonal sobre a atividade dos cromatóforos. Este controle é mediado por hormônios genericamente chamados de cromatoforotropinas, os quais são provenientes do complexo órgão-X/glândula do seio. As cromatoforotropinas são pequenos peptídeos compostos por cerca de doze aminoácidos e englobam duas classes de hormônios antagônicos: PCH (Hormônio Concentrador de Pigmento) e PDH (Hormônio Dispersante de Pigmento). A ação das cromatoforotropinas ocorre mediante a atividade de receptores de membrana, que sinalizam os cromatóforos para concentrar ou dispersar pigmentos. ==== Pigmentos Retinianos ==== Como forma de adaptação à luz, os pigmentos existentes nos olhos compostos dos crustáceos podem sofrer migrações, de forma a proteger os omatídeos. Para isso, os pigmentos se distribuem ao redor de cada omatídeo, individualizando-os dos demais. Ao contrário, em condições de ausência de luz, os pigmentos retinianos ficam retraídos, possibilitando a luz passar de um omatídeo para outros omatídeos próximos. A regulação da migração desses pigmentos é feita por neuro-hormônios secretados pela glândula do seio, no pedúnculo ocular. ==== Regulação Cardíaca ==== A cavidade pericardial de crustáceos decápodes possui fibras nervosas neurossecretoras, que, em conjunto, correspondem ao \"órgão pericardial\". A liberação de aminas cardioestimulatórias, como octopamina, serotonina e dopamina pelos órgãos pericaridias causam efeitos excitatórios no coração desses animais e facilitam a contração muscular do esqueleto periférico. ==== Glicemia e Balanço Hídrico ==== Nos decápodes, o controle glicêmico se baseia, principalmente, nos níveis de glicose circulante. Quando há hipoglicemia, canais de potássio das células da glândula do seio são fechados, causando despolarização, o que provoca a liberação do neurohormônio hiperglicêmico de crustáceos (CHH). Este hormônio, ao se ligar às células-alvo, desencadeia um processo que resulta na liberação de glicose na hemolinfa e, consequentemente, em um mecanismo de retroalimentação negativa, na inibição da glândula do seio, cessando a liberação de mais hormônio. A ablasão do pedúnculo ocular reduz a disponibilidade de glicose no sangue do animal. O CHH é um hormônio pleiotrópico, que influencia outros processos fisiológicos, além da glicemia. A osmorregulação, por exemplo, também está sobre regulação deste hormônio. == Reprodução == Parte significativa dos crustáceos são dioicos, apresentando alguns grupos hermafroditas. Possuem gônadas tubiformes, alongadas e em quantidade par, que se estendem na hemocele do tronco. Os ovidutos também são pares e simples e podem se abrir na base de um par de apêndices do tronco ou no esternito. As aberturas genitais estão localizadas em diferentes segmentos nos grupos de crustáceos. A fertilização desses animais na maior parte das vezes é interna e observa-se cópula em grande parte das espécies. São produzidos espermatóforos em diversos grupos e a transferência destes comumente é indireta. Em machos, o órgão sexual se encontra geralmente presente, mas não é regra em crustáceos. Um receptáculo seminal é encontrado em fêmeas e pode estar localizado nas proximidades da base do oviduto, mas é mais frequentemente encontrado como uma invaginação na camada ectodérmica, similar a uma bolsa, no segmento genital e sem relações de dependência com o oviduto. Na maior parte dos crustáceos, os espermatozoides são aflagelados e não são móveis. Apenas Phyllopoda, Cirripedia, Mystacocarida e Ostracoda apresentam espermatozoides flagelados. === Classe Remipedia === Os integrantes da classe Remipedia são hermafroditas, em que as aberturas genitais femininas se localizam no sétimo segmento do tronco, enquanto que as masculinas se localizam no décimo quarto segmento. Esses espermatozoides são flagelados e sua transferência é via espermatóforos. Pouco se sabe sobre o desenvolvimento e reprodução desse grupo por insucesso na manutenção destes vivos em laboratório. === Classe Cephalocarida === Cephalocarida são hermafroditas simultâneos, ou seja, se comportam ao mesmo tempo como fêmeas e como machos. Seus ovários e testículos possuem um ducto comum, localizado numa abertura genital do sexto segmento abdominal. Os espermatozoides são aflagelados e a larva eclode como metanáuplio. === Classe Branchiopoda === Apresentam diversos tipos de reprodução e, nesse grupo, pode-se observar diversos exemplos de integrantes com sexos separados (gonocorismo), ambos os sexos no mesmo indivíduo (hermafroditismo), reprodução bissexuada (necessário que haja dois indivíduos com sexos diferentes da mesma espécie) e partenogênese (o óvulo da fêmea gera filhotes sozinho, não tendo participação do macho). Na classe Branchiopoda, há os anóstracos, que possuem sexos separados e a abertura genital está localizada nos segmentos genitais, na junção entre o tórax e o abdome. Os ductos espermáticos (advindos dos tecidos) abrem-se em um par de órgãos sexuais eversíveis no segmento genital. Os machos possuem órgão sexual e as fêmeas, ovissacos. A transferência desses espermatozoides é direta, em que o macho se agarra ao abdome da fêmea, introduzindo seu par de órgãos sexuais na abertura genital mediana desta. Um ovissaco diferenciado é secretado conforme a fêmea libera os ovos da câmara glandular uterina na extremidade distal do oviduto. Os ovos são resistentes à dessecação e a forma de eclosão larval é o náuplio. Os integrantes de Phyllopoda incubam os ovos na região dorsal do corpo, sob a carapaça. A câmara responsável pela incubação desses ovos pode estar sob o dorso da carapaça, como é o caso de Cladocera ou associada aos filopódios, como Notostraca. Desses ovos, irão eclodir larvas do tipo náuplio ou formas jovens, semelhantes ao animal adulto, mas numa versão miniaturizada (grande parte dos cladóceros seguem esse padrão). As gônadas são tubos pares, localizados ao lado do trato digestivo. Também podem se apresentar como uma estrutura só. Os ovidutos se abrem nas bolsas incubadoras. Os espermatozoides de Phyllopoda são do tipo aflagelados, ameboides e sem acrossomo, só envelope nuclear. Em Cladocera, os canais espermáticos provenientes dos tecidos se abrem próximos ao ânus, localizado no pós-abdome, que se encontra modificado para atuar como órgão copulador. Em outros integrantes de Phyllopoda, as aberturas genitais podem se localizar na região ventral, em segmentos variados. Phyllopoda é um grupo que produz ovos de verão e ovos de resistência, que podem ser advindos da partenogênese e/ou resultantes da fertilização. As espécies utilizam essas vias variavelmente. Há espécies que só se reproduzem mediante por ovos de resistência, enquanto há espécies que, por exemplo, só se reproduzem dessa forma em condições ambientais não favoráveis. Há também espécies que não produzem esse tipo de ovo. Os ovos de verão e de resistência diferem em alguns aspectos, como a condição de produção e a espessura da casca. Os de verão são produzidos em condições favoráveis e sua casca é menos espessa, enquanto que os de resistência são adaptados para sobreviver em ambientes desfavoráveis ou/e periodicamente inóspitos. Alguns ovos de resistência podem passar pelos primeiros estágios de desenvolvimento e após isso entrar em período de resistência, favorecendo a rápida eclosão das larvas quando as condições ambientais se normalizarem. Em Cladocera, por exemplo, o ciclo de vida é composto de fases partenogenéticas alternadas com reprodução sexuada. Na partenogenética, a população é constituída por fêmeas por diversas gerações, fêmeas estas que produzem ovos de verão diploides, dando origem a novas fêmeas, que vão produzir sucessivas desovas partenogenéticas. O desenvolvimento direto ocorre na câmara incubadora dorsal e, quando o jovem deixa a câmara, a fêmea passa pelo estágio de muda e uma nova desova é liberada. Mudanças bióticas ou/e abióticas podem fazer com que a fêmea produza ovos haploides, eclodindo machos deles. Esses machos favorecem a ocorrência da acasalamento, gerando ovos de resistência fertilizados e diploides. Diferentemente dos ovos de verão, somente um par de ovos de resistência é produzido por desova, par esse que é liberado na câmara incubadora com suas paredes transformadas em cápsula protetora chamada de efípio. Essa cápsula protetora é liberada na muda seguinte e flutuam, afundam ou aderem-se a objetos. Eles podem, inclusive, suportar condições adversas como congelamento, dessecação, etc; Alguns representantes desse grupo podem passar pelo processo de ciclomorfose, que consiste em alterações sazonais na morfologia. Seu significado ainda não é bem conhecido. Notostraca, grupo irmão de Diplostraca (que contempla Laevicaudata, Spinicaudata e Cladocera), produz ovos de resistência, que inclusive é necessário para algumas espécies. Sua forma de eclosão é o metanáuplio. === Classe Maxillopoda === ==== Subclasse Thecostraca ==== ===== Infraclasse Cirripedia ===== Os cirripédios, conhecidos popularmente como as cracas, são organismos dióicos, assim como boa parte do grupo de crustáceos. Entretanto, há também alguns organismos hermafroditas, como o caso das cracas torácicas, constituindo o único grupo de crustáceos hermafroditas. Visto que os cirripédios se encontram em grande quantidade em um pequeno espaço de substrato, a fertilização cruzada é a regra para este grupo. Os ovários das cracas sésseis estão localizados na base e parede do manto, por outro lado, em organismos que possuem hastes, os ovários estão localizados no pedúnculo do animal. Os ovidutos são pareados nesses animais, abrindo-se próximo à base do primeiro par de cirros, sendo que antes de alcançar o gonóporo, cada um desses ovidutos dilata-se e forma uma glândula ovidutal - a qual, posteriormente, irá secretar, na deposição dos ovos, um ovissaco fino e elástico. Por sua vez, os ovissacos, a cada medida de ovos recebida, incha e se estica, emergindo do gonóporo e repousando dentro da cavidade do manto do animal. Por outro lado, um dos órgãos reprodutivos masculinos das cracas, os testículos, estão localizados na região cefálica, sendo que há a união dos dutos espermáticos dentro de um longo órgão sexual, que por sua vez, repousa em frente ao ânus do animal. O órgão sexual desses animais são muito extensível e pode ser protraído para fora ou para dentro do corpo do animal, em sua cavidade do manto, utilizando desse mecanismo para a deposição do esperma. As fêmeas de cirripédios podem ser inseminadas por mais de um macho da espécie, sendo que os espermatozóides são recebidos e depositados como uma massa, perto dos primeiros cirros, e devem, necessariamente, penetrar o ovissaco para enfim alcançar os óvulos da fêmea em questão. Os ovissacos têm a função de incubar os ovos na cavidade do manto em todas espécies de cracas, se deteriorando gradualmente durante o período de incubação. Os ovos incubados, posteriormente, eclodem em forma náuplio na maiorias das espécies, sendo facilmente reconhecido pela sua morfologia externa (possuem carapaça em forma triangular, assemelhando a um escudo); além do estágio de náuplio, há também um estágio de cipris, na qual tem função de sedimentação, prendendo-se a um substrato adequado, inicial e temporariamente utilizando de secreções excretadas pelos discos localizados em suas antenas e, posterior e permanentemente, com as glândulas de cimento de suas antenas. ===== Infraclasse Ascothoracida ===== Sua grande maioria é composta por animais dióicos, contudo há a presença de alguns organismos hermafroditas. Dentro de Ascothoracida há a separação dos indivíduos, este através de dimorfismo sexual, e a fertilização ocorre de maneira interna. Os machos dessa espécie, com tórax e abdômen, podem se assemelhar aos camarões em sua forma, já as fêmeas, por outro lado, não apresenta qualquer semelhança com algum outro crustáceo. Os organismos pertencentes ao grupo Ascothoracida possuem gônadas geralmente pareadas que se prolongam para dentro da carapaça, além disso os espermatozóides são flagelados e primitivos. O gonóporo do macho se abre no órgão sexual, localizado no primeiro segmento abdominal, enquanto o da fêmea se abre na coxa do primeiro par de apêndices torácicos. A larva náuplio é a forma de eclosão característica dos Ascothoracida, sendo elas e os embriões incubados sob a carapaça da mãe até o estágio de cipris. ==== Subclasse Copepoda ==== Os copépodes são organismos dióicos, sendo que sua fertilização é realizada de forma interna e a transferência de espermatozóide de maneira indireta, ou seja, há a produção de espermatóforos. Nos machos de copépodes, o sexto par de apêndice torácicos pode estar modificado - em gonópodes - principalmente para a realização da transferência dos espermatozóides para a fêmea. Os copépodes são organismos dimórficos, especialmente espécies parasitas, ou seja, há uma diferença física entre os machos e as fêmeas, sendo que os machos de copépodes são geralmente menores em relação às fêmeas. Algumas espécies não parasitas, os machos possuem antênulas aumentadas, com função de segurar a fêmea durante a cópula. Ademais, os ovidutos das fêmeas de copépodes formam um par de receptáculos seminais, servindo para o armazenamento dos espermatozóides. Durante o ato de cópula, os gonópodes grudam os espermatóforos no ventre da fêmea, neste táxon os espermatozóides não possuem flagelos, levando os espermatozóides a se moverem desde os espermatóforos aos receptáculos seminais, onde serão armazenados e, posteriormente, ocorrendo a fertilização, eclodindo dos ovos as larvas náuplios. Outro táxon, Mystacocarida, se assemelha deveras aos copépodes, sendo organismos dióicos com larva náuplio. ==== Subclasse Tantulocarida ==== Os tantulocáridos são organismos altamente especializados à vida parasita, apresentando dimorfismo sexual e sexo separado, ou seja, são dióicos. Os machos tantulocáridos possui um gonópode derivado de seus apêndices torácicos e a fertilização ocorre de maneira interna, sendo que esses animais possuem ciclos de vida sexuado e partenogenético interligados por uma forma larva. As fêmeas de possuem o tronco formado por quatro segmentos torácicos, enquanto os machos possuem cinco, seguido de um télson e uma furca caudal. Ressalva que é possível que a fêmea que segure o macho, por meio dos toracópodes, durante a cópula. O corpo das fêmeas partenogenéticas é modificado em ovissaco, apresentando poucas semelhanças com outros crustáceos. A fêmea sexuada, por sua vez, possui numerosos óvulos grandes, os quais se desenvolvem, após a fertilização, e crescem em forma de larvas livre-natantes, denominadas tântulos. ==== Subclasse Branchiura ==== Os branquiúros são organismos dióicos com o gonoduto se abrindo no quarto segmento torácico em ambos os sexos. Os espermatozóides desse animal são longos, afilados e finos, além de não possuírem uma cabeça alargada abruptamente. ==== Subclasse Pentastomida ==== Os pentastomídeos são organismos majoritariamente dióicos e que possuem um sistema genital muito bem desenvolvido, ocorrendo fertilização interna e apenas uma vez durante toda a vida de uma fêmea de Pentastomida. O tronco desses animais é ocupado por grande parte pelas gônadas e ductos reprodutivos, sendo elas não-pareadas, com gonóporos localizados na junção entre a cabeça e o tronco. Os espermatozóides são finos e filiforme, parecido com aos dos Branchiura, mas possuindo uma certa diferença entre eles, sendo que estes são bem derivados do que qualquer outro espermatozóides de crustáceos. === Classe Malacostraca === O ciclo de vida de crustáceos da classe Malacostraca envolve, tipicamente, uma fase de ovo, fases larvais de vida livre, fases imaturas de crescimento e, por fim, um estágio adulto sexualmente maduro. No tipo primitivo de reprodução dessa classe, os machos procuram as fêmeas em sincronia com algum fator ambiental, como por exemplo, a temperatura. A cópula ocorre rapidamente, sendo completada, em alguns casos, em questão de segundos. Geralmente, essa cópula ocorre após uma muda da fêmea e quando seu exoesqueleto ainda é macio. Em algumas espécies, os machos não se reproduzem novamente e não vivem muito depois do acasalamento. Os ovos fertilizados podem então ser liberados no mar, onde eclodem em larvas náuplios. Em grupos marinhos que incubam os ovos, isto é, ligando-os aos pleópodes, os ovos eclodem como larvas de estágio tardio, que são frequentemente carnívoras, como larvas zoé de decápodas. Eventualmente, essas larvas nadam até o fundo e passam por estágios antes de atingir o estágio juvenil. Em alguns grupos, essa fase larval pode ainda ser suprimida e o embrião eclode como uma forma imatura do adulto, ainda nesses casos, a incubação pode continuar por mais algumas mudas. Em grupos de malacostracas com hábitos mais especializados, os machos podem vigiar, guardar e carregar a fêmea por algum tempo antes da cópula e o acasalamento pode chegar a durar horas. ==== Subclasse Eumalacostraca ==== Quanto à ordem Decapoda, a maioria dos crustáceos é dióica e hermafrodita. Em geral, a transferência dos espermatozoides é indireta, isto é, através de um espermatóforo e comumente envolve o processo de cópula, sendo a fertilização interna ou externa. Os machos do táxon possuem, em geral, um par de testículos conectados aos gonóporos por um par de dutos espermáticos. Esses gonóporos estão localizados no oitavo segmento torácico. Os dutos espermáticos, por sua vez, podem apresentar diferentes graus de desenvolvimento de acordo com a função e o envolvimento do mesmo na formação dos espermatóforos; mas, de forma geral, há uma região proximal glandular secretora e outra distal muscular . Os testículos nos indivíduos machos estão localizados dorsalmente no tórax e/ou abdome. Os espermatozoides de decápodes não apresentam um flagelo nem uma parte mediana, por isso, assemelham-se à uma estrela.[2] Quanto ao órgão sexual, pode estar presente mas não como uma estrutura intromitente. Nesses casos, outras estruturas, como os pleópodes, são modificadas para servirem como estruturas intromitentes para a transferência indireta dos espermatóforos para as fêmeas. Quando os pleópodes são modificados com esse intuito, passam então a ser chamados de gonópodes. O órgão sexual, por sua vez, estando presente em tais situações, atua transferindo os espermatozoides para os gonópodes por meio de gonóporos presentes em sua extremidade. Em casos mais raros, a transferência dos espermatozoides pode ser direta para fêmea.[2] No caso das fêmeas, quase sempre possuem um par de ovários localizados na região dorsal do tórax e do abdome, os quais são conectados por ovidutos. Os ovidutos, por sua vez, abrem-se ventralmente no sexto segmento torácico, na base dos terceiros pereópodes. Em alguns grupos, os espermatóforos são grudados nos esternitos das fêmeas. Contudo, na maioria dos casos, eles são injetados dentro de um receptáculo seminal que pode ser interno ou externo, no qual tendem a permanecer até que ocorra a fertilização. Os receptáculos seminais internos são representados por dilatações dos ovidutos, enquanto que os externos são invaginações do exoesqueleto. Nos decápodes onde a fertilização é interna, a deposição do espermatóforo é no receptáculo seminal interno, enquanto que nos que possuem fertilização externa, a deposição ocorre no receptáculo seminal externo e a fertilização ocorre à medida que os óvulos são liberados pelos gonóporos.[2] É comum a presença de rituais de corte pré- copulatórios em decápodes. Inclusive, em muitos, a transferência do espermatóforo só ocorre após a fêmea ter sofrido uma ecdise, de modo que sua cutícula ainda esteja mole. Em caranguejos braquiúros, o macho carrega a fêmea em seu esterno até que ocorra a muda dela. Quando ocorre, ele a solta e a cópula ocorre logo em seguida. Outro exemplo é o caranguejo chama-maré que atrai a fêmea para seu abrigo com o auxílio de uma movimentação de quela, que é específica de cada espécie. Esses mesmo caranguejos podem ainda atrair a fêmea por meio de sinais auditivos, batendo a quela contra o substrato, por exemplo, ou flexionando as pernas locomotoras de maneira rápida.[2] No caso dos camarões, durante a cópula, é comum observá-los orientando-se em ângulos retos nos quais seja possível fazer com que as regiões genitais ventrais interajam. O primeiro e o segundo pleópodes do macho são modificados de modo que seja possível serem utilizados para a transmissão do espermatóforo para um receptáculo seminal que está localizado nas pernas da região torácica das fêmeas. Em lagostins e lagostas, o macho vira a fêmea de cabeça para baixo e imobiliza os quelípodes dela com os seus próprios. Assim, nos lagostins, as extremidades dos primeiros pleópodes são inseridas no receptáculo seminal e os espermatóforos são então conduzidos pelos sulcos presentes nos gonópodes. No caso das lagostas, o receptáculo seminal não está presente, então os espermatóforos são presos ao corpo da fêmea, especificamente, na base dos dois últimos pares de pernas. Nessas espécies que não possuem receptáculo seminal, os ovos são depositados logo após a cópula. Em espécies com receptáculo seminal interno e, portanto, fertilização interna, a abertura do receptáculo é selada por um tampão e a fertilização pode demorar até cerca de um ano após a cópula para ocorrer.[2] O estágio de eclosão é muito variável em decápodes, no caso dos conhecidos como camarões primitivo, a forma de eclosão é a larva náuplio e metanáuplio. Em outros decápodes, pode-se observar a incubação dos ovos nos pleópodes das fêmeas e, em espécies marinhas, a eclosão é a larva no estágio zoé ou protozoé. Nos decápodes de água doce, por outro lado, o desenvolvimento é direto e, portanto, não há estágios larvais.[2] A ordem Euphasiacea é composta por um conjunto de animais semelhantes ao camarão, aos quais dão o nome de Krill. Nessa ordem, os espermatozoides são transferidos para a fêmea de forma indireta, isto é, por meio de um espermatóforo depositado no télico da fêmea e armazenado em um receptáculo seminal externo. Os óvulos são então liberados e a fertilização ocorre algum tempo após a cópula. Em algumas espécies, os ovos são liberados diretamente na água, em outras, os ovos são mantidos presos aos pleópodes e incubados por um curto período de tempo. No táxon, a clivagem do embrião durante a embriogênese é total e interpretada por alguns zoólogos como espiral. A forma de eclosão do ovo é em uma larva náuplio que não se alimente e passa por uma sequência de mudas até tornar-se um adulto. Os eufasiáceos se destacam entre outros grupos de crustáceos por continuarem a sofrer ecdises frequentes mesmo após atingirem a maturidade sexual.[2] Uma das superordens de Malacostraca é a Peracarida. Uma característica marcante desse táxon é a presença de um marsúpio localizado sob o tórax das fêmeas. Esse marsúpio trata-se de um grande espaço formado por oosteogitos flexíveis, em forma de placas e estendidos a partir de algumas coxas torácicas. Esses oosteogitos são, na realidade, conjuntos de enditos que possuem cerdas que delimitam o espaço abaixo do tórax. Assim, o esterno forma o teto da câmara e os oosteogitos foram algo semelhante a um assoalho. Os ovos são então incubados nesse marsúpio, possuem um desenvolvimento direto e eclodem em pós-larvas. Em alguns peracáridos, a larva possui todos os apêndices do adulto, exceto os toracópodes do oitavo segmento. Os peracáridos pertencentes ao táxon Amphipoda são os mais conhecidos e estudados. Os anfípodes (Amphipoda) são dióicos que possuem gônadas tubulares pareadas e, de modo geral, apresentam dimorfismo sexual, no qual as fêmeas são menores do que os machos. Nesse caso, a fertilização é externa. Nos machos, os dutos espermáticos provenientes dos testículos abrem-se, via gonóporos, em um par de órgãos sexuais macios localizados no esternito do oitavo segmento torácico. Nas fêmeas, por outro lado, os ovidutos fazem conexão entre os ovários com um par de gonóporos na sexta coxa torácica que se abrem para dentro do marsúpio.[2] Quanto ao acasalamento, nos anfípodes há uma grande variação no comportamento. No entanto, um comportamento interessante pode ser observado em Gammaridea epibentônicos. Antes do acasalamento, o macho localiza a fêmea graças ao feromônios liberados por ela. O macho passa então a se manter perto da fêmea e pode chegar até a carregá-la de modo que o dorso dela esteja contra o seu ventre. Esse comportamento pode durar dias até que ocorra a muda parturial dela. Na muda parturial, os oosteogitos desenvolvem-se completamente e tornam-se funcionais, o que indica que a fêmea está pronta para acasalar. Depois da muda, o macho vira o corpo da fêmea de modo que o ventre de ambos estejam um contra o outro. Logo, cordões espermáticos são liberados do órgão sexual do macho e encaminhados para dentro do marsúpio com auxílio de pleópodes. Após a cópula, que pode durar horas, a fêmea é liberada e passa a liberar os óvulos no marsúpio, onde são então fertilizados. Os ovos são incubados e as cerdas presentes os mantêm seguros. O desenvolvimento é direto e os jovens eclodem como miniatura não maduras dos adultos, já apresentando todos os apêndices e também todos os segmentos.[2] Pancarida possui apenas uma ordem elevada, sendo esta Thermosbaenacea. Os crustáceos desse grupo possuem uma morfologia pequena e vasta. Uma diferença entre machos e fêmeas é que, nas fêmeas, é possível identificar uma carapaça expandida para formar uma bolsa incubadora na região dorsal do corpo. Quando o ovo eclode, a larva assemelha- se ao adulto e desenvolve-se em um adulto maduro após um série de mudas.[2] ==== Subclasse Phyllocarida ==== Leptostraca é uma ordem pertencente à subclasse Phyllocarida da classe Malacostraca. Neste grupo, os gonóporos do machos estão localizados nas extremidades de um par de órgão sexual. Dos ovos fertilizados eclodem pós-larvas que possuem pleópodes que permanecem em uma região incubadora da carapaça. ==== Subclasse Hiplocaria ==== A subclasse Hiplocarida compreendo os crustáceos do táxon Stomatopoda. Nesses crustáceos é possível identificar a produção de cordões espermáticos, em vez de espermatóforos, pelo duto espermático. Além disso, há um receptáculo seminal no oviduto. Alguns estomatópodes fazem parte do grupo de crustáceos que possuem apenas um parceiro durante toda sua vida. As fêmeas são capazes de desovar até cinquenta mil ovos, os quais são mantidos em uma massa globular por meio de uma secreção adesiva. A forma de eclosão da larva é antizoeae e pseudozoeae. === Classe Ostracoda === Os ostrácodes são animais com sexos separados, possuindo fertilização interna e direta. É observada partenogênese em algumas espécies de água-doce. As aberturas genitais de ambos os sexos se localizam em posição ventral, entre o último par de apêndices e a furca caudal, que se localiza na extremidade posterior do tronco. As aberturas genitais dos machos estão localizadas em um par de órgãos sexuais esclerotizados que se estendem ventralmente, frente à furca caudal. Em algumas espécies, uma parte do ducto deferente é modificada, conhecida como órgão de Zenker. Esse órgão funciona como uma bomba peristáltica de espermatozoides e estes possuem flagelos, são móveis e em alguns ciprídeos, são extremamente grandes, considerados os maiores do reino animal. Durante a cópula, em algumas espécies de ostrácodes, o macho segura a fêmea pela região posterior e dorsal utilizando seu segundo par de antenas ou o primeiro par de apêndices torácicos e, em seguida, introduz seu órgão sexual na abertura genital da fêmea. Em grande parte dos ostrácodes, os ovos são liberados na água ou se aderem à vegetação ou/e outros objetos submersos, individualmente ou em aglomerados. Em algumas espécies, a incubação dos ovos ocorre na parte dorsal da cavidade da carapaça. Ademais, outras espécies, principalmente que ocupam poças de água doce temporárias, produzem ovos resistentes à dessecação. A forma de eclosão é o náuplio e apresenta alguns padrões comportamentais e morfológicos do indivíduo adulto, como possuir uma carapaça bivalve. Algumas espécies de ostrácodes marinhos usam a bioluminescência como uma ferramenta de sinalização sexual, similar aos vagalumes. == Dimorfismo Sexual == A maioria dos crustáceos é dióica, ou seja, possuem sexos separados. Portanto, é possível identificar indivíduos fêmeas e machos e com isso, identificar diferenças estruturais no corpo de ambos de acordo com o sexo. Assim, é possível observar que algumas espécies de crustáceos apresentam dimorfismo sexual. Esse dimorfismo sexual pode apresentar-se não apenas no tamanho do animal, mas também em outras características, como por exemplo, na presença de estruturas especializadas e modificadas para a reprodução. Na classe Malacostraca, na ordem dos decápodes em específico, é possível identificar as diferenças anatômicas entre indivíduos fêmeas e machos em algumas espécies. No caranguejo do mangal (Scylla Serrata), uma espécie presente no Indo-Pacífico, por exemplo, é possível identificar que as fêmeas possuem um abdome maior e mais largo do que o dos machos da espécie. Essa diferença reflete a necessidade da fêmea em incubar e carregar os ovos com segurança. Em outras espécies da ordem, como o Callinectes sapidus, conhecido popularmente como siri-azul ou apenas siri, também é possível identificar dimorfismo sexual na região do abdome e nas quelas. No caso das fêmeas, observa-se a presença de um abdome arredondado com alguma regiões em coloração alaranjada. Quanto aos machos, o abdome apresenta-se mais estreito e em coloração branca. Contudo, mais fácil de identificar é o dimorfismo presente nas quelas desses animais. No caso do macho, as quelas e os dáctilos possuem uma mistura de coloração azul e branca. As fêmeas, por outro lado, possuem as quelas e dáctilos com uma mistura de azul, vermelho e branco, sendo que essa coloração vermelha está localizada apenas nos dáctilos. No gênero Farfantepenaeus, que compreende espécies como Farfantepenaeus brasiliensis, conhecida vulgarmente como camarão-rosa ou camarão-lixo, e Farfantepenaeus paulensis, também conhecida popularmente como camarão-rosa, o dimorfismo sexual pode ser facilmente identificado na região ventral dos animais. Os machos possuem uma estrutura externa reprodutiva chamada de petasma, que está localizada no primeiro somito abdominal e a qual muitos zoólogos atribuem a função de condução do espermatóforo para a fêmea. No caso das fêmeas, é possível identificar outra estrutura, chamada de télico (abertura genital) também na região ventral e entre o quarto ou quinto par de pereópodes. Os machos então, utilizam o petasma para conduzir o espermatóforo até o télico da fêmea. No caso dos Thermosbaneacea, um grupo de crustáceos da Superordem Pericarida, é possível identificar dimorfismo sexual graças a presença de um marsúpio para incubação de ovos no dorso das fêmeas. Em Brachyura, um grupo de crustáceos, o dimorfismo sexual está implícito quanto ao tamanho e forma da carapaça de cada indivíduo que compõem aquela população, assim como o tamanho e a forma do própodo dos quelípodos em Hepatus pudibundus. A variação descrita está relacionada às distintas funções e adaptações reprodutivas dos organismos e pode ser uma consequência das diferentes estratégias sexuais desse grupo, dado que há uma diferente distribuição energética, voltada ao crescimento do animal, entre machos e fêmeas da espécie. Em copépodes, é padrão a existência de diferenças no tamanho corporal entre machos e fêmeas, sendo que o macho apresenta características de fácil distinção quando exposto ao microscópio estereoscópico,referindo-se estas às antenas geniculadas e à presença de duas estruturas translúcidas no segundo segmento abdominal do animal, o que corresponde aos testículos, onde ocorre o armazenamento das células reprodutivas do indivíduo masculino. Outra distinção é o fato da fêmea apresentar uma faixa mais escura, de coloração acinzentada, no quinto segmento cefalotorácico, enquanto essa faixa está ausente nos machos. Na classe Branchiopoda, é observado dimorfismo sexual em Anostraca, em que há o segundo par de antenas modificado nos machos. Eles possuem uma garra gigante para segurar a fêmea durante a cópula. Os machos possuem órgão sexual e as fêmeas, ovissacos. Em Cladocera, há dimorfismo sexual somente no período reprodutivo, em que as fêmeas são maiores que os machos e as gônadas só são observáveis no estágio de maturação sexual. == Morfologia dos crustáceos == Para além das características gerais, é importante mencionar os principais apêndices de um crustáceo típico, localizados dos lados de cada segmento e cujo número e aspecto são usados para a sua identificação.Madeira, Alda Maria Backx Noronha “Introdução ao estudo dos artrópodes” notas do curso BMP-0222 – Introdução à Parasitologia Veterinária no site do Instituto de Ciências Biomédicas da Universidade de São Paulo, Brasil acessado a 2 de julho de 2009 * Na cabeça: **olhos geralmente compostos, como os dos insetos, mas colocados num pedúnculo, podendo mover-se; **antênulas ou 1as antenas (um par); **antenas ou 2as antenas (um par); **mandíbula ou 1a maxila (um par); **maxilas ou 2a e 3a maxila (um ou dois pares); * No tórax: **maxilípedes ou “patas-maxilas” , são peças bucais adicionais, ajudam no processo da alimentação(0-3 pares); **pereópodes ou “patas-de-locomoção” podendo apresentar o primeiro par de pereópodes quelado usado para defesa (até 5 pares); * No abdómen: **pleópodes ou “patas- nadadoras” (depende do número de segmentos) – muitas vezes com brânquias e outras adaptações para segurarem os ovos; **urópodes, que são o equivalente à cauda dos peixes, localizados no último segmento abdominal, podendo formar junto com o télson o leque caudal. Estes apêndices são igualmente articulados e tipicamente birramosos e podem apresentar birreme (bifurcação nos apêndices); as suas partes típicas são: * o protópode, a porção que articula com o corpo do animal; * o exópode, a porção seguinte, localizada do lado externo do corpo; * o endópode, uma parte paralela ao exópode, localizada do lado interno do corpo; * os epípodes e endites, que são apêndices adicionais do protópode, os primeiros localizados no corpo do protópode, os segundos na sua extremidade. Um apêndice com todas estas partes também se denomina filópode. ==Ontogenia e metamorfoses == Os crustáceos apresentam dois tipos de estratégias de desenvolvimento: (1) por crescimento direto do animal que emerge do ovo e (2) por metamorfoses, através de uma série de fases larvares. O crescimento direto pode ser simples, em que o animal apenas aumenta de tamanho até atingir a maturação sexual, ou anamórfico, em que a morfologia do animal se altera em cada muda, seja pelo aumento do número de segmentos ou de apêndices no corpo; por vezes, a primeira larva pode ser bastante diferente do adulto. O crescimento por metamorfoses, em que as larvas são normalmente pelágicas, é uma estratégia de reprodução que assegura a maior dispersão da espécie. Os crustáceos apresentam três tipos básicos de larvas: *Náuplio – formado por três segmentos cefálicos com os apêndices típicos da cabeça, antênulas, antenas e mandíbulas e com um único olho na parte central do corpo; o tronco começa sem segmentação, mas em cada muda vão aparecendo novos segmentos, no último dos quais se encontra um télson birramoso; a cabeça é protegida por um “escudo cefálico”, um princípio de carapaça. Em algumas espécies, o olho naupliar é conservado nos adultos. Os restantes dois tipos de larvas encontram-se apenas nos membros do grupo Malacostraca, ao qual pertencem os camarões e caranguejos: *Zoea – é uma forma com uma grande carapaça, que protege a cabeça e parte do tórax, um abdome segmentado e com um telson bem desenvolvido; os olhos compostos formam-se nesta fase; apresenta exópodes natatórios nos apêndices tráxicos, mas os pleópodes estão ausentes ou pouco desenvolvidos. *Mysis – é ainda uma larva pelágica com apêndices birramosos em todos os segmentos torácicos e abdominais; apresenta formas muito variadas, dependendo das espécies. Existe ainda uma quarta forma que faz a transição para o estado adulto (nos crustáceos demersais é nesta fase que o animal se fixa no substrato) e que é muitas vezes considerada uma pós-larva: *Megalopa - caracteriza-se por apresentar pleópodes nos segmentos abdominais. As diferenças no aspecto das várias larvas dos crustáceos levaram no passado a considerá-las espécies separadas. Foi só quando os investigadores começaram a criar larvas em aquários e observaram as suas metamorfoses que foi possível identificar todas estas fases; no entanto, esta criação é difícil, uma vez que as diferentes larvas podem requerer condições diferentes e, por essa razão, ainda subsistem muitas espécies para as quais não se conhece completamente o ciclo de vida. == Taxonomia == A classificação científica dos crustáceos não está inteiramente estabelecida, uma vez que, devido ao grande número e diversidade de espécies e formas, as relações evolutivas não são claras. A lista que segue trata como classes os diferentes grupos geralmente considerados como clades dos crustáceos e é a recomendada pela ITIS (Integrated Taxonomic Information System ou Sistema Integrado de Informação Taxonómica). ; Subfilo Crustacea ou Crustaceomorpha * Classe Remipedia ** †Ordem Enantiopoda (extinta) ** Ordem Nectiopoda * Classe Cephalocarida ** Ordem Brachypoda * Classe Branchiopoda ** Subclasse Phyllopoda ** Subclasse Sarsostraca * Classe Ostracoda ** Subclasse Myodocopa ** Subclasse Podocopa * Classe Maxillopoda ** Subclasse Mystacocarida ** Subclasse Copepoda ** Subclasse Branchiura ** Subclasse Pentastomida ** Subclasse Tantulocarida ** Subclasse Thecostraca (Cirripedia - cracas e percebes) * Classe Malacostraca ** Subclasse Eumalacostraca ** Subclasse Hoplocarida ** Subclasse Phyllocarida == Alimentação == Dado que existem dezenas de milhares de espécies vivas de crustáceos com uma grande variedade de estilos de vida, segue-se que há uma grande diversidade em suas dietas e seus métodos para encontrar e processar alimentos,Schram, F. R. (2013). Natural history of the Crustacea, Vol. 1: functional morphology and diversity. New York: Oxford University Press. pp. 1–33 portanto esses animais exploraram praticamente todas as estratégias alimentares imagináveis.Brusca, R.C. & Brusca, G. J, 2007. Invertebrados. Segunda edição. Editora Guanabara-Koogan, Rio de Janeiro. 968 pp. Algumas espécies de crustáceos podem utilizar mais de uma estratégia de alimentação, e dependendo de variáveis ambientais - como a disponibilidade de alimentos -, pode dar preferência a alguns tipos de alimentos e estilos de alimentação em detrimento de outros.Thiel, M. & Watling, L. (2015). Natural history of the Crustacea, Vol. 2: Life Style and Feeding Biology. New York: Oxford University Press. pp. 418–556 === Filtração === Animais filtradores extraem seus alimentos de partículas suspensas e utilizam principalmente no fitoplâncton para alimentação, e essa forma de alimentação é encontrada em quase todas as classes de animais representados no mar. Esses animais geralmente constituem um grupo bem definido, mas dificuldades podem ser encontradas na delimitação do grupo de filtradores de outros grupos de alimentação, principalmente dentro de formas muito pequenas. Matéria suspensa é uma importante fonte de alimento para crustáceos, e a alimentação por filtração é comum entre esses animais, especialmente entre os indivíduos menores. Os mecanismos de filtração variam de acordo com o grupo, mas geralmente os apêndices da cabeça ou do tronco se diferenciam em órgãos filtradores, com cerdas de filtração plumosas que realizam a retenção de partículas. ==== Classe Branchiopoda ==== A maioria dos Branchiopoda alimenta-se por filtração através de cerdas filtradoras nos apêndices tipo filopódio do tronco, que podem atuar tanto na alimentação quanto na natação.Barlow, D.I., and M.A. Sleigh. 1980. The propulsion and use of water currents for swimming and feeding in larval and adult Artemia. Pages 61–73 in G. Persoone, P. Sorgeloos, O. Roels, and E. Jaspers, editors. The brine shrimp Artemia. Universa Press, Wetteren, Belgium.Cannon, H.G. 1933. On the feeding mechanisms of the Branchiopoda. Philosophical Transactions of the Royal Society B 222:267–352.Cannon, H.G. 1928. On the feeding mechanism of the fairy shrimp, Chirocephalus diaphanus Prévost. Transactions of the Royal Society of Edinburgh 55:807–822.Fryer, G. 1983. Functional ontogenetic changes in Branchinecta ferox (Milne-Edwards) (Crustacea: Anostraca).Philosophical Transactions of the Royal Society of London B 303:229–343. Geralmente, esses apêndices do tronco são auto limpantes, com um mecanismo em que raspam partículas de comida contidas nas cerdas filtradoras. ===== Subclasse Sarsostraca ===== ====== Ordem Anostraca ====== Os crustáceos da ordem Anostraca possuem um tronco alongado com 20 ou mais segmentos, sendo que os 11-19 primeiros possuem apêndices. Nesses animais, os espaços entre os apêndices do tronco formam câmaras de sucção. Quando o apêndice que forma a parede anterior dessa câmara se afasta do corpo, água é sugada para dentro dela. Partículas pequenas contidas na água passam através dos filtros, presentes nos enditos dos apêndices, onde duas fileiras de cerdas longas e plumosas realizam a filtração. Partículas grandes são retidas e acumuladas em um sulco na base dos apêndices. Um fluxo de água entre as bases cria uma corrente em direção à boca, carregando essas partículas de comida concentradas. ===== Subclasse Phyllopoda ===== ====== Ordem Diplostraca ====== ===== Subordem Cladocera ===== Nos cladóceros, ou pulgas d’água, os mecanismos de alimentação são muito mais variados e especializados, em comparação aos Anostraca. As principais características do processo de alimentação assemelham-se ao que acontece nos Anostraca: a água é retirada do meio para as câmaras de sucção e as partículas suspensas são filtradas pelas cerdas dos enditos.Fryer, G. 1987. The feeding mechanisms of Daphniidae (Crustacea: Cladocera): recent suggestions and neglected considerations. Journal of Plankton Research 9:419–432. Nesse grupo, porém, é a carapaça que atua na formação de “câmaras de sucção”. Durante a abdução da água, os apêndices se movem lateralmente para que os exopoditos sejam pressionados contra a carapaça, o que fecha essas câmaras lateralmente. Durante a adução, os apêndices se movem medialmente. Nos cladóceros, é característico que as correntes inalante e exalante sejam separadas. Assim, a água é captada entre as carapaças na extremidade anterior e é movimentada dorsalmente, garantindo que a água contendo alimentos não se misture com a filtrada. As partículas retidas no filtro são passadas para a frente, em direção à boca. O processo de filtração em cladóceros geralmente é considerado como “peneiramento puro”, implicando que o tamanho da malha do filtro - isto é, a distância entre as cerdas ou os filamentos - determina o tamanho das partículas suspensas retidas.Brendelberger, H., and W. Geller. 1985. Variability of filter structures in eight Daphnia species: mesh sizes and filtering areas. Journal of Plankton Research 7:473–486.Brendelberger, H. 1991. Filter mesh size of cladocerans predicts retention efficiency for bacteria. Limnology and Oceanography 36:884–894. As telas filtradoras dos cladóceros são estruturas em formato de pente nos quarto e quinto par de apêndices torácicos basicamente formadas por uma fileira de cerdas longas, que têm ao longo de seu comprimento duas fileiras de cerdulas preenchem parcialmente os espaços entre as cerdas. A distância entre as cerdulas determina o tamanho da malha da tela. Essas fileiras de cerdulas são inseridas em um ângulo de 90 graus, ligam-se através de pequenos ganchos em suas extremidades aos cílios de cerdas adjacentes.Bednarska, A. 2006. Adaptive changes in morphology of Daphnia filter appendages in response to food stress.Polish Journal of Ecology 54:663–668Watts, E., and M. Petri. 1981. A scanning electron microscope study of the thoracic appendages of Daphnia magna Straus. Journal of Natural History 15:463–473.Gerritsen, J., and K.G. Porter. 1982. The role of surface chemistry in filter feeding by zooplankton. Science 216:1225–1227. Nos ganchos de ligação, essas duas fileiras formam um ângulo de 90 graus novamente, de modo que todo o membro de filtragem é uma estrutura tridimensional. Os detalhes da estrutura e o tamanho da malha variam conforme espécie, idade do indivíduo, e ambiente.Machacek, J. 1998. What can we learn from Daphnia filtering screens? Journal of Plankton Research 20:1645–1650. ==== Classe Maxilopoda ==== ===== Infraclasse Cirripedia ===== Todas as cracas são filtradoras marinhas que capturam plâncton por meio de um leque de cirros composto por seis pares de apêndices birremes chamados “patas de alimentação” ou cirros.Southward, A.J. 1955. Feeding of barnacles. Nature 175:1124–1125Crisp, D.J., and A.J. Southward. 1961. Different types of cirral activity of barnacles. Philosophical Transactions of the Royal Society 243:271–307.Chan, B.K.K., A. Garm, and J.T. Høeg. 2008. Setal morphology and cirral setation of thoracian barnacle cirri: adaptations and implications for thoracian evolution. Journal of Zoology 275:294–306 Cada ramo de um cirro possui muitos segmentos, e cada segmento contém de quatro a sete pares de cerdas uniformemente espaçadas. A boca e o aparelho bucal desses animais ficam entre as bases do primeiro e segundo pares de cirros. Os dois (em Chtamalidae) ou três (em balanóides) primeiros pares de cirros são curtos e fortes, e os três ou quatro restantes são longos e finos e projetam-se fora do casco quando ativos. A extensão e retirada rítmica dos cirros longos, o que forma uma “rede de varredura de cirros”, são considerados típicos de alimentação em cracas sésseis. A extensão do cirro durante a batida é lenta, pois ocorre devido ao preenchimento dos cirros por fluido corporal, pressionado através de força muscular, mas a contração é rápida, realizada por meio de músculos flexores que enrolam os cirros dentro da cavidade do manto. As partículas capturadas por esses cirros são raspadas por cerdas especiais no cirro mais próximo à cabeça, e finalmente passadas para a boca. Os cirros longos são usados principalmente na alimentação de partículas maiores, como o pequeno zooplâncton e grandes células fitoplanctônicas. Partículas muito pequenas podem, no entanto, ser filtradas pelos cirros curtos, adornados por cerdas, que são mantidos espalhados em um leque na entrada da cavidade do manto durante a alimentação. As correntes de água que passam pelos cirros curtos são produzidas em parte pela batida dos cirros longos, em parte pela ação de bombeamento dos movimentos do opérculo. A filtração de partículas menores e a captura de partículas pelos cirros longos ocorrem simultaneamente, mas a primeira pode também ocorrer sozinha pela movimentação do opérculo. ==== Classe Copepoda ==== A maioria dos copépodes se alimenta de fitoplâncton e outras partículas em suspensão, formando assim um grande elo em muitas cadeias alimentares aquáticas. A alimentação predatória é provavelmente primária nos Copepoda, e a filtração é uma condição especializada especialmente desenvolvida dentro da ordem Calanoida. Poucos, se algum, copépodes dependem exclusivamente da filtração; mesmo filtradores especializados podem também alimentar-se por outros métodos, como raspando ou agarrando alimentos maiores.Jørgensen, C.B. 1966. Biology of suspension feeding. Pergamon Press, Oxford, U.K Na maioria dos copépodes filtradores, como no Calanus finmarchicus marinho, uma “câmara de filtração” Cannon, H.G. 1929. On the feeding mechanism of the copepods, Calanus finmarchicus and Diaptomus gracilis. The British Journal of Experimental Biology 6:131–144. é formada entre a parede ventral do corpo e as segundas maxilas. Em Calanus spp., uma série de enditos se projeta do lado anterior da maxila; em cada um desses e nos três segmentos distais do endopodito há um número variável de cerdas longas, geralmente equipadas com duas fileiras de cerdulas. As cerdas plumosas formam as paredes laterais da câmara de filtração e as cerdulas formam a tela de filtragem. Quatro pares de apêndices (segunda antena, mandíbula, primeira maxila, maxilípedes) produzem a corrente de alimentação através do animal. Em algumas espécies, as segundas maxilas não atuam apenas como filtros passivos - as cerdas das maxilas também podem ser alternadamente espalhadas para formar uma estrutura semelhante a uma cesta aberta e rapidamente unidas. As partículas retidas pelas cerdulas dessas cerdas são raspadas pelos enditos das primeiras maxilas e por longas cerdas especializadas dos maxilípedes, e depois passadas para a frente. Este complicado processo de alimentação pode variar de espécie para espécie, o que se reflete na morfologia das segundas maxilas. Os copépodes possuem quimiorreceptores bem desenvolvidos particularmente comuns nas partes da boca e nos apêndices de alimentação.Friedman, M.M., and J.R. Strickler. 1975. Chemoreceptors and feeding in calanoid copepods (Arthropoda: Crustacea). Proceedings of the Natural Academy of Sciences USA 72:4185–4188 Esses animais podem detectar, portanto, células fitoplanctônicas na água, por exemplo, e redirecioná-las e capturá-las por movimentos assimétricos dos apêndices. ==== Classe Ostracoda ==== Relativamente poucos ostrácodes são filtradores, mas mesmo assim a adaptação à filtração surgiu independentemente em três linhagens de ostrácodes: Cylindroleberidoidea, Platycopidea, e o gênero Vitjasiella de Podocopida.Schornikov, E.I. 1976. Adaptation pathways of Ostracoda to seistonophagy. Abh. Verh. natuurwiss. Ver. Hamburg (NF). 18:247–257 Nos Cylindroleberidoidea, a tela do filtro se estende da base alongada da maxila, e o pente de cerdas está no quinto membro; um sexto membro modificado contribui para a formação de uma “câmara de sucção” que cria um fluxo de água através da tela de filtração.Horne, D.J. 2005. Homology and homoeomorphy in ostracod limbs. Hydrobiologia 538:55–80. Em Platycopidea (por exemplo, Cytherella abyssorum), existem telas de filtração tanto na base mandibular quanto na base das maxílulas; esta última também é provida de um pente de cerdas para raspar a tela mandibular, enquanto a maxílula é raspada por cerdas do quinto apêndice. ==== Classe Malacostraca ==== ===== Subclasse Phyllocardia ===== ====== Ordem Leptostraca ====== Leptóstracos distinguem-se dos outros membros da classe Malacostraca por ter sete segmentos abdominais em vez de seis membros foliáceos e multirremes, um caráter compartilhado com os branquiópodes filtradores, embora essa característica seja de origem diferente.Spears, T., and L.G. Abele. 1999. Phylogenetic relationships of crustaceans with foliaceous limbs: an 18S rDNA study of Branchiopoda, Cephalocardia, and Phyllocarida. Journal of Crustacean Biology 19:825–843 Em Nebalia bipes, um leptóstraco que vive no fundo de águas costeiras, os movimentos oscilatórios dos apêndices do tronco criam uma corrente de água que entra na extremidade anterior da carapaça e sai na posterior.Cannon, H.G. 1927. On the feeding mechanism of Nebalia bipes. Transactions of the Royal Society of Edinburgh 55:355–369. Os endopoditos do tronco desses animais são, ao longo de suas bordas internas, providos de quatro fileiras de cerdas. A primeira e a terceira fileiras são enganchadas, e as de membros seguintes intertravam, formando uma “parede de filtração” contínua em ambos os lados da “câmara de filtração” mediana entre os membros. A quarta fileira de cerdas raspa a parede de filtração, enquanto a segunda fileira empurra as partículas de alimento capturadas em direção ao sulco alimentar. ====== Ordem Euphasiacea ====== Eufasiáceos nadam com grandes pleópodes cheios de cerdas, e a maioria desses animais é filtradora. Os seis a oito membros longos do cefalotórax formam uma “cesta de alimentação”, que funciona como uma estrutura de filtragem. Em Euphasia superba, os seis pares de pernas são superficialmente iguais, presos abaixo do tórax, com os endopoditos pressionados juntos medialmente para formar uma estrutura semelhante a uma quilha quando o animal está nadando rapidamente.Hamner, W.M. 1988. Biomechanics of filter feeding in the Antarctic krill Euphausia superba: review of past work and new observations. Journal of Crustacean Biology 8:149–163 De cada uma das pernas desse animal, cerdas de filtração alongadas, com comprimentos de duas a quatro vezes o diâmetro da perna, estendem-se em direção à boca. Essas cerdas estão próximas umas das outras perto da coxa e um pouco mais afastadas perto da extremidade distal do merus. Cerdulas de filtro secundárias surgem simetricamente de ambos os lados de cada cerda, como pínulas de uma pena, e uma matriz de cerdulas de filtração terciárias surge de cada uma delas, dispostas como farpas nas pínulas de uma pena. Formando um ângulo aproximadamente reto com a fileira de cerdas de filtração e projetando-se medialmente ao longo do comprimento do ísquio-merus, estão duas a três fileiras de pentes de cerdas. Durante a alimentação, as pernas são afastadas da linha média em sincronia, criando uma cavidade que se enche de água devido ao gradiente de pressão. A malha formada pelas pernas e cerdas e a cavidade que elas envolvem produzem a cesta de alimentação. Os movimentos dos endopoditos são rápidos. À medida que a cesta de alimentação se expande lateralmente, a água é puxada para dentro da cesta pela frente. Uma vez dentro da cesta de alimentação, as partículas suspensas são retidas no filtro quando a água é comprimida lateralmente entre as cerdas. Durante a expansão da cesta, os exopoditos atuam como válvulas para impedir a entrada lateral de água, mas durante a compressão, se elevam e permitem a expulsão da água. As cerdas do pente soltam as partículas de alimento que ficam presas nas cerdas de filtração, e as pontas dessas cerdas escovam-nas para os palpos mandibulares. A filtração por “bombeamento por compressão” pode ocorrer em todos os eufausídeos que possuem apêndices torácicos, como os de E. superba, e que se alimentam de fitoplâncton. ====== Ordem Decapoda ====== Dentro dos decápodes adultos, a alimentação por filtração parece estar restrita a alguns membros do infraordem Anomura (como os ermitões e os caranguejos de porcelana), alguns camarões da infraordem Thalassinidea e alguns caranguejos sésseis em corais.Nicol, E.A.T. 1932. The feeding habits of the Galatheidea. Journal of Marine Biology Association of the U.K. 18:87–106.Gerlach, S.A., D.K. Ekstrøm, and P.B. Eckardt. 1976. Filter feeding in the hermit crab. Oecologia 24:257–264.Schuhmacher, H. 1977. A hermit crab, sessile on corals, exclusively feeds by feathered antennae. Oecologia (Berl.) 27:371–374.Trager, G.C., D. Coughlin, A. Genin, Y. Achituv, and A. Gangopadhyay. 1992. Foraging to the rhythm of ocean waves: porcelain crabs and barnacles synchronize motions with flow oscillations. Journal of Experimental Marine Biology and Ecology 164:73–86Stamhuis, E.J., and J.J. Videler. 1998a. Burrow ventilation in the tube-dwelling shrimp Callianassa subterranea (Decapoda: Thalassinidea). I. Morphology and motion of the pleopods, uropods and telson. Journal of Experimental Biology 201:2151–2158Kropp, R.K. 1981. Additional porcelain crab feeding methods (Decapoda, Porcellanidae). Crustaceana 40:307–310. Caranguejos ermitões O caranguejo ermitão Paguritta harmsi, que vive em tubos de poliquetas, possui adaptações únicas à filtração. As antenas de filtração desse caranguejo são seguradas perpendicularmente à corrente, e elas podem ser flexionadas e viradas para utilizar correntes provenientes de várias direções. Se a velocidade da corrente de água cessar, no entanto, o P. harmsi passa da filtração passiva para a ativa, e, neste modo, as antenas são continuamente movidas para frente e para trás. Quando uma partícula é capturada pelo filtro de cerdas, a antena é abruptamente flexionada para baixo, de modo que os terceiros maxillípedes possam escovar a partícula de alimento capturada e transportá-la até a boca. Caranguejos de porcelana Esses animais são pequenos e possuem uma variedade de estratégias alimentares, embora filtração ativa seja o método dominante. No caranguejo de porcelana Porcellana longicornis, a filtração é realizada por dois leques relativamente grandes formados por cerdas dos terceiros maxilípedes. Os apêndices de alimentação são balançados lateralmente de forma alternada, desdobrando e espalhando as cerdas. Eles são então flexionados novamente enquanto se movem de volta para a linha média, e as partículas de alimento suspensas capturadas pelas cerdas são então escovadas pelos segundos maxilípedes e passadas para a boca. Os caranguejos de porcelana são capazes de alterar seu mecanismo de alimentação em relação ao regime de fluxo. Em baixas vazões, eles varrem a água ativamente com seus leques de coleta em forma de copo, mas a aceleração do fluxo de água induz a mudança da filtração de ativa para passiva.Achituv, Y., and M.L. Pedrotti. 1999. Costs and gains of porcelain crab suspension feeding in different flow conditions. Marine Ecology Progress Series 184:161–169.Miller, D.C., M.J. Bock, and E.J. Turner. 1992. Deposit and suspension feeding in oscillatory flows and sediment fluxes. Journal of Marine Research 50:489–520.Trager, G., and A. Genin. 1993. Flow velocity induces a switch from active to passive suspension feeding in a porcelain crab Petrolisthes leptocheles (Heller). Biological Bulletin 185:20–27.Valdivia, N., and W. Stotz. 2006. Feeding behavior of the porcellanid crab Allopetrolisthes spinifrons, symbiont of the sea anemone Phymactis papillosa. Journal of Crustacean Biology 26:308–315. Camarões de fundo Sem contar um breve estágio de larva pelágica, a maioria dos talassinídeos reside em uma toca durante toda a vida, e filtração e depositivoria são os dois principais mecanismos tróficos.Coelho, V.R., R.A. Cooper, and S.A. Rodrigues. 2000. Burrow morphology and behavior of the mud shrimp Upogebia omissa (Decapoda: Thalassinidea: Upogebiidae). Marine Ecology Progress Series 2000:229–240. O camarão Upogebia omissa, exemplo de talassinídeo filtrador, estica os dois primeiros pares de pereópodes em direção à abertura da toca para realizar a filtração, enquanto produz um fluxo de água em sua direção movendo seus pleópodes. As partículas suspensas neste fluxo de água são retidas no cesto de cerdas do primeiro e segundo pares de pereópodes. As cerdas do último par de pereópodes são limpas pelas cerdas do terceiro par de maxillípedes, que movem as partículas para a boca. No entanto, a capacidade de U. omissa e outras espécies de se alimentar também de depósitos, torna duvidoso se a filtração é o mecanismo de alimentação mais importante. O camarão talassinídeo C. subterranea, por exemplo, é primariamente depositívoro, mas também pode suplementar sua dieta por meio de filtração. Upogebia stella é principalmente um filtrador, mas pode se alimentar de depósitos ou por ressuspensão,Nickell, L.A., and R.J.A. Atkinson. 1995. Functional morphology of burrows and trophic modes of three thalassinidean shrimp species, and a new approach to the classification of thalassinidean burrow morphology. Marine Ecology Progress Series 128:181–197. o que mostra que espécies como essas apresentam graus de plasticidade, de modo que diferentes modos de alimentação podem ser utilizados para explorar a fonte de alimento mais vantajosa disponível. ====== Ordem Mysida ====== A maioria das espécies de Mysida são filtradoras de partículas menores e predadoras de massas alimentícias maiores.Schabes, M., and W. Hamner. 1992. Mysid locomotion and feeding: kinematics and water-flow patterns of Antarctomysis sp., Acanthonysis sculpta, and Neomysis rayii. Journal of Crustacean Biology 12:1–10. O misídeo Praunus flexuosus possui oito pares de apêndices torácicos, cada qual birreme com um exopodito e endopodito surgindo da base. Os endopoditos dos dois primeiros membros torácicos são modificados para alimentação.Laverack, M.S., D.M. Neil., and R.M. Robertson. 1977. Metachronal exopodite beating in the mysid Praunus flexuosus: a quantitative analysis. Proceedings of the Royal Society of London B 198:139–154. Nos misídeos Antarctomysis spp., Neomysis rayii, e Acanthomysis sculpta, apêndices de natação geram uma única corrente de água emergindo de cada lado do corpo do animal. Quando os endopoditos são estendidos na configuração de cesto aberto, a água flui para dentro do cesto e sai entre as pernas, onde grandes partículas são capturadas pelas cerdas para serem subsequentemente movidas medialmente e para a frente em direção à boca. ====== Ordem Cumacea ====== Cumáceos são peracáridos marinhos que vivem enterrados na areia e lama.Wieser, W. 1956. Factors influencing the choice of substratum in Cumella vulgaris Hart (Crustacea, Cumacea). Limnology and Oceanography 1:274–285 O animal se move para trás usando as pernas e termina em posição inclinada com a cabeça acima da superfície do sedimento. A maioria dos cumáceos são depositívoros ou se alimentam de partículas finas, manipulando grãos de sedimentos com seus anexos bucais ou raspando as superfícies de partículas maiores (comedor de epistrato). No entanto, alguns cumáceos também são sugeridos como filtradores. Em Diastylis bradyi, o movimentos das maxilas faz com que o espaço entre elas e as maxílulas seja alternadamente aumentado e reduzido, o que cria uma uma “câmara de bombeamento”.Dennell, R. 1934. The feeding mechanism of the cumacean crustacean Diastylis bradyi. Transactions of the Royal Society of Edinburgh 58:125–142. Lateralmente, a lacuna entre a maxila e a maxila é sobreposta pela projeção do exito maxilar e, à medida que a água é puxada para dentro da câmara em expansão, essa válvula é puxada para dentro, evitando que a água entre na câmara. A única entrada de água para a câmara de bombeamento é através de uma tela de \"cerdas filtradoras\" que são dispostas paralelas umas às outras. Cada cerda possui uma fileira de cerdulas regularmente espaçadas de cada lado, e elas são de tal comprimento que tocam as cerdulas da cerda vizinha. Partículas de comida suspensas na água que passa são depositadas nas cerdulas filtradoras, subsequentemente removidas e então passadas para a boca. ====== Ordem Isopoda ====== Observações em vídeo e microscopia eletrônica forneceram evidências de alimentação por filtração no crustáceo isópodo de Sphaeroma terebrans.Aung S., O. Bellwood, and C.G. Alexander. 2002. Evidence for filter-feeding by the wood-boring isopod, Sphaeroma terebrans (Crustacea: Peracarida). Journal of Zoology (London) 256:463–471. Nesses animais, uma corrente de água com alimento é gerada pelo rápido batimento dos pleópodes. Essa corrente passa posteriormente ao longo da superfície ventral do animal e através de três pares delgados anteriores de pereópodes que carregam as cerdas filtradoras ao longo da margem dorsal do ísquio e do merus. As cerdas filtradoras, adornadas por cerdulas, são orientadas perpendicularmente à corrente de água, e as partículas de alimento presas no filtro são removidas pelas partes bucais. O isópode bentônico Antarcturus spinacoronatus, representante da família antártica Arcturidae, é um animal de locomoção pouco eficaz e, portanto, modo de vida quase séssil.Wägele, J.W. 1987. The feeding mechanism of Antarcturus and a redescription of A. spinacoronatus Schultz, 1978 (Crustacea: Isopoda: Valvifera). Philosophical Transactions of the Royal Society of London B 316:429–458. Quando há suspensão de plâncton, os isópodos esticam as pernas filtrantes (pereópodos 2-4), as longas cerdas se espalham e, enquanto não houver corrente, as pernas se movem vigorosamente. Cada perna filtrante é sucessivamente dobrada dorsalmente, puxada através da água com cerdas filtradoras espalhadas - o que é realizado através do aumento da pressão sanguínea, que age como mecanismo hidráulico -, e então movimentada em direção à boca, onde os movimentos de limpeza dos pereópodes 1 e palpos maxilares concentram as partículas de alimento capturadas, que são transferidas para a boca. Quando não há mais partículas na água, os movimentos cessam e os isópodos permanecem na posição de repouso, com o cesto de cerdas filtrantes esticado ou dobrado. No entanto, quando é produzida uma corrente fraca e constante, os isópodes orientam o cesto transversalmente à corrente. Esses animais ingerem quase qualquer partícula que adere às longas cerdas de filtração. ====== Ordem Amphipoda ====== A maioria dos anfípodes são detritívoros, mas alguns são filtradores com diferentes apêndices adaptados a atuar como filtros. O anfípode cavador Corophium volutator habita os sedimentos rasos e macios das águas costeiras. Esse animal pode se alimentar de matéria orgânica na superfície do sedimento (depositívoro) ou de partículas suspensas (filtrador), trazendo esses alimentos para dentro de seu tubo em forma de U.Riisgård, H.U., and P. Schotge. 2007. Surface deposit-feeding versus filter-feeding in the amphipod Corophium volutator. Marine Biology Research 3:421–427Meadows, P.S., and A. Reid. 1966. The behaviour of Corophium volutator (Crustacea: Amphipoda). Journal of Zoology 150:387–399 Quando a concentração do fitoplâncton é suficientemente alta, o C. volutator alimenta- se por filtração, usando longas cerdas no segundo par de gnatópodes para reter partículas suspensas trazidas para dentro do tubo pela corrente gerada pelos pleópodes. Uma fileira dupla de cerdas plumosas - adornadas por cerdulas - no merus forma uma cesta de filtro em forma de V que é espalhada entre a parede do animal e do tubo; periodicamente, o par de segundos gnatópodes move-se medialmente, enquanto pentes no carpo dos primeiros gnatópodes capturam partículas da cesta de filtro e as levam até a boca.Miller, D.C. 1984. Mechanical post-capture particle selection by suspension- and deposit-feeding Corophium. Journal of Experimental Marine Biology and Ecology 82:59–76. Em anfípodes caprelídeos, o termo “cerdas natatórias” tem sido utilizado para denominar as cerdas longas, plumosas, pareadas, surgindo em um padrão V da superfície ventral das antenas.Caine, E.A. 1979. Functions of swimming setae within caprellid amphipods (Crustacea). Biological Bulletin 156:169–178 No entanto, além da locomoção, as cerdas plumosas têm sido atribuídas à captação de partículas durante a alimentação por filtração, o que parece ser sua principal função. Assim, quando as correntes são fortes o suficiente, algumas espécies de caprelídeos filtram as correntes de água passivamente, mantendo uma postura ereta com a superfície ventral orientada para a corrente. Em águas de fluxo mais lento, no entanto, a alimentação por filtração é mantida por meio de uma corrente auto-gerada, seja por um movimento de balanço de todo o animal que puxa a antena através da água, ou batendo os maxilípedes de modo que uma corrente anterodorsal é produzida através dos filtros antenais. Muitos gamarídeos estendem a antena para a corrente do ambiente como uma rede de filtração. Nos gêneros Ampelisca e Haploops, por exemplo, a posição de alimentação do animal é pendurado de cabeça para baixo na boca do tubo, agarrando-se à borda com suas pernas especializadas. Por meio da antena estendida, o animal captura partículas suspensas da água, ou as antenas são usadas para coletar detritos na superfície do sedimento.Enequist, P. 1949. Studies on the soft-bottom amphipods of the Skagerak. Zoologische Bidrag Fran Uppsala 28:297–492. Tanto o detrito coletado na superfície como o material suspenso filtrado nas antenas são raspados por meio dos gnatópodes e ingeridos. Quando a corrente de água é lenta ou ausente, as antenas são movimentadas vigorosamente para gerar movimento que traga partículas suspensas para elas, mas quando a velocidade da corrente é suficientemente alta, o animal adota uma posição com a cabeça afastada da corrente e as antenas estendidas para a frente. === Depositivoria === A lama é uma das substâncias mais abundantes em meios aquáticos, e é encontrada tanto no solo quanto dissolvida na água. Ela é capaz de reter umidade mesmo em lugares onde não há imersão completa, como ambientes pantanosos ou lugares com águas mais lentas, e partículas orgânicas se instalam na água parada desses locais. Por essa razão, sedimentos lamosos servem como fonte de alimento para um número incontável de animais em quase todos os filos. A lama é frequentemente ingerida de forma direta, mas também pode ser filtrada, ou “peneirada”, por animais que se alimentam dela, e selecionam assim partículas de maior qualidade nutricional. Substratos lamosos podem apresentar composições diversas e complexas, o que inclui grãos minerais indigestos e componentes orgânicos que podem variar desde organismos celulares - como bactérias - a resíduos de organismos multicelulares vivos, exoesqueletos espalhados e agregações de grandes moléculas orgânicas. Os crustáceos são adaptados a essa situação e possuem estratégias para lidar com as complexidades dessa fonte de alimento. Alguns, por se alimentarem de depósito maiores, podem lidar com grandes quantidades de partículas de sedimento de uma só vez, enquanto animais menores tendem a coletar partículas individuais do complexo mineral orgânico ou das superfícies de sedimento. Bactérias geralmente são abundantes em lama úmida. A maioria delas se encontra associada a superfície dos grãos minerais ou associada ao material orgânico.Hargrave, B.T. 1972. Aerobic decomposition of sediment and detritus as a function of particle surface area and organic content. Limnology and Oceanography 17:583–596. Em água rasa, seja doce ou marinha, as próximas partículas de potencial alimento mais abundantes nos sedimentos são as diatomáceas. Naturalmente, quanto mais raso o sedimento, maior a abundância de diatomáceas.Paterson, D.M. 1989. Short term changes in the erodibility of intertidal cohesive sediments related to the migratory behaviours of epipelic diatoms. Limnology and Oceanography 34:223–234. Lama marinha também contém um número moderado de protistas e metazoários de tamanho meiofaunal, como nemátodes, copépodes, ostrácodes, larvas náuplias e larvas de vermes, juntamente com bivalves e caracóis. Todos estes podem ser ingeridos por organismos forrageando na lama ou engolindo grandes bolos de lama durante o ato depositívoro. Como a lama contém uma mistura diversa de partículas indigestíveis, grande parte da matéria orgânica no sedimento que pode ser medida como carbono orgânico e nitrogênio total - ou matéria orgânica total - não é digerível por quase todos os depositívoros.Rice, D.L. 1982. The detritus nitrogen problem: new observations and perspectives from organic geochemistry. Marine Ecology Progress Series 9:153–162. Além disso, há uma diminuição constante em C e N orgânicos com profundidade no sedimento devido à degradação pela atividade bacteriana e outros fatores diagenéticos.Burdige, D.J. 2006. Geochemistry of marine sediments. Princeton University Press, Princeton, NJ. Dessa forma, depositívoros, pelo menos em águas rasas, provavelmente obtêm diferentes componentes de suas necessidades nutricionais a partir de uma variedade de fontes de alimento.Dauwe, B., J.J. Middleburg, P. Van Rijswijk, J. Sinke, P.M.J. Herman, and C.H.R. Heip. 1999. Enzymatically hydrolyzable amino acids in North Sea sediments and their possible implication for sediment nutritional values. Journal of Marine Research 57:109–134. Depositívoros são geralmente classificados de acordo com a fonte das partículas de sedimentos que ingerem. Isto é, se eles estão se alimentando de depósitos superficiais (depositívoro de superfície) ou em material que foi enterrado por muito tempo (depositívoro subterrâneo). Obviamente, há espécies que podem alimentar-se das duas formas. Depósitos de superfície contêm material relativamente fresco, muitas vezes com células intactas ou ainda vivas, enquanto o material de subsolo normalmente consiste de partículas orgânicas decompostas e degradadas de baixo valor nutricional. Ainda assim, há animais que trazem material de superfície, como fragmentos de vegetais marinhos, para sua toca, de modo que a decomposição anaeróbica pode aumentar a capacidade nutricional. Ainda dentro desses dois grupos de depositívoros, os animais possuem diferentes estratégias de alimentação. Alguns, por exemplo, se alimentam de pequenas partículas na superfície do sedimento, usando mecanismos de captura semelhantes aos dos suspensívoros. Outros usam suas partes bucais para raspar revestimentos orgânicos ou células vivas da superfície dos sedimentos. Muitas ordens ou famílias de crustáceos, tais como cefalocarídeos, mistacocarídeos, isópodes, tanaidáceos, anfípodes e decápodes contêm espécies depositívoras, seja por se alimentar de sedimentos à granel, selecionando partículas individualmente ou por grandes bolos de lama. ====Classe Copepoda==== ===== Ordem Harpacticoida ===== Os membros dominantes da meiofauna entre os crustáceos são os copépodes harpacticóides. A pastagem de microalgas foi observada em várias espécies,Pace, M.C., and K.R. Carman. 1996. Interspecific differences among meiobenthic copepods in the use of microalgal food resources. Marine Ecology Progress Series 143:77–86.De Troch, M., M.B. Steinarsdottir, V. Chepurnov, and E. Olafsson. 2005. Grazing on diatoms by harpacticoid copepods: species- specific density-dependent uptake and microbial gardening. Aquatic Microbial Ecology 39:135–144. sendo as diatomáceas pelágicas ou bentônicas o alimento preferido. Harpacticóides que habitam lama coletam material da superfície dos sedimentos ou giram esferas de sedimento sobre os apêndices da boca, aparentemente selecionando as partículas para ingestão, enquanto os que moram na areia raspam a superfície dos grãos de areia em busca de material ingerível.Marcotte, B.M. 1986. Sedimentary particle sizes and the ecological grain of food resources for meiobenthic copepods. Estuarine, Coastal and Shelf Science 23:423–427. ====Classe Malacostraca==== ===== Ordem Amphipoda ===== Espécies de anfípodes podem obter alimento da superfície do sedimento de duas formas principais: capturando material ressuspenso quando há turbulência suficiente para mover para as partículas para o nível bentônico; ou, quando as condições são calmas, varrendo a superfície do sedimento com suas antenas. A maioria dos anfípodes que vivem em tocas subterrâneas usam seus gnatópodes para lidar com grandes quantidades de lama, da qual extraem parte para sua ingestão. Por exemplo, Maera loveni usa seus grandes gnatópodes para escavar grandes bolos de lama da parede da toca, que é então movida para os aparelhos bucais, onde ocorre seleção de partículas e ingestão.Atkinson, R.J.A., P.G. Moore, and P.J. Morgan. 1982. The burrows and burrowing behaviour of Maera loveni (Crustacea: Amphipoda). Journal of Zoology, London 198:399–416. Comportamento semelhante foi observado para Casco bigelowi: quando jovens, na toca, a mãe adiciona água ao bolo de lama, de modo a facilitar o manuseio e ingestão.Thiel, M., S. Sampson, and L. Watling. 1997. Extended parental care in two endobenthic amphipods. Journal of Natural History 31:713–725. ===== Ordem Decapoda ===== Os maiores grupos de depositívoros de superfície entre esses animais são os caranguejos violinistas e os caranguejos borbulhadores. Desses, vale destacar duas espécies, Uca pugilator e Scopimera globosa. Os Uca pugilator tendem a viver em lodo ou areia rica em detritos, geralmente associadas a habitats de grama ou manguezais, enquanto os Scopimera globosa habitam planícies de areia entre-marés. O caranguejo violinista (Uca pugilator) ingere muitos tipos de partículas, mas seu aparato oral pode ser saturado por altas densidades de partículas pequenas.Robertson, J.R., and S.Y. Newell. 1982. Experimental studies of particle ingestion by the sand fiddler crab Uca pugilator (Bosc). Journal of Experimental Marine Biology and Ecology 59:1–21. Nesses animais parece haver ingestão eficiente de ciliados e grãos de areia com bactérias, e o mecanismo de seleção de alimento é implementado com cerdas no segundo maxilípede que agem como colheres.Vogel, F. 1984. Comparative and functional morphology of the spoon-tipped setae on the second maxillipeds in Dotilla Stimpson, 1858 (Decapoda, Brachyura, Ocypodidae). Crustaceana 47:225–234. Como as partes bucais dos caranguejos são adornadas por cerdas quimiossensoriais, é esperado um desenvolvimento de respostas gustativas, embora isso raramente seja testado experimentalmente.Garm, A., and L. Watling. 2013. The crustacean integument: setae, setules, and other ornamentation. Pages 167–198 in L. Watling, and M. Thiel, editors. Natural history of the Crustacea, Vol. 1: functional morphology and diversity. Oxford University Press, New York. Os caranguejos-borbulhadores de areia, como o Scopimera inflata, usam seus quelípedes, apêndices terminados com garras em forma de pinças, para mover pedaços de areia da superfície para seus aparelhos bucais. A raspagem do substrato forma uma vala rasa que se estende por trás do animal até a entrada da toca. Esse caranguejo utiliza o aparelho bucal para manipular a areia de forma circular, extraindo partículas orgânicas e deixando para trás grãos de areia indigestos, que são então organizados em uma pelota esférica posteriormente depositada na superfície plana da areia.Fielder, D.R. 1970. The feeding behaviour of the sand crab Scopimera inflata (Decapoda, Ocypodidae). Journal of Zoology, London 160:35–49. Os caranguejos-soldados também alimentam-se de sedimentos, em planícies de maré tropicais. Eles podem se alimentar de sedimentos subsuperficiais dentro de suas tocas ou de sedimentos de superfície a partir de um túnel superficial. Indivíduos grandes também se alimentam em planícies baixas de areia entremarés.Takeda, S., and M. Murai. 2004. Microhabitat use of the soldier crab Mictyris brevidactylus (Brachyura: Mictyridae): interchangeability of surface and subsurface feeding through burrow structure alternation. Journal of Crustacean Biology 24:327–339. Ao comparar a concentração de ácidos graxos em sedimentos superficiais e pelotas fecais, pode-se determinar que esses animais se alimentam principalmente de bactérias, diatomáceas e detritos de macroalgas.Takagi, K.K., P. Cherdsukjai, I. Minura, Y. Yano, K. Adulyanukosol, and M. Tsuchiya. 2010. Soldier crab (Dotilla myctiroides) distribution, food resources and subsequent role in organic matter fate in Ao Tang Khen, Phuket, Thailand. Estuarine, Coastal and Shelf Science 87:611–617. ====== Infraordem Thalassinidea ====== Corruptos, ou camarões-fantasmas, da ordem Thalassinidea, constroem tocas em sedimentos ou em escombros de coral comumente complexos. A forma da toca desses animais pode ser usada para prever se o morador se alimenta de depósito ou de suspensão. Quando se alimentam de depósitos, os talassinídeos têm duas estratégias básicas:Griffis, R.B., and T.H. Suchanek. 1991. A model of burrow architecture and trophic modes in thalassinidean shrimp (Decapoda: Thalassinidea). Marine Ecology Progress Series 79:171–183. Uma é escavar sedimentos das paredes da toca usando o primeiro, o segundo e, ocasionalmente, o terceiro pereópode. A lama que é solta por esses apêndices é transferida para o terceiro e segundo maxilípedes, onde é empurrada para a boca. O sedimento que foi manuseado e rejeitado é mantido no cesto formado pelos terceiros maxilípedes e então movido para outro local na toca, ou para a superfície da toca por uma corrente gerada por um pleópode. Outra estratégia é levar o material da superfície do sedimento para a toca, ou remover partículas da parede da toca e usar os pleópodes para montar uma corrente direcionada posteriormente. Nesse caso, os quelípedes e os segundos pereópodes podem ser pressionados contra a parede da toca, formando um cesto de filtragem eficaz. As partículas são então capturadas nas cerdas dos segundos pereópodes e transferidas para a boca pelos movimentos ocasionais de limpeza dos terceiros maxilípedes. Essa estratégia pode ser usada para se alimentar de suspensão principalmente quando a concentração de partículas na água sobrejacente é alta. === Predação e necrofagia === Predadores e necrófagos constituem uma porção significativa de todos os crustáceos e são encontrados entre os principais táxons desse grupo. Por mais importantes que sejam esses estilos de alimentação, poucos crustáceos predadores e necrófagos são especializados em um tipo de alimentação específico. Geralmente, esses animais empregam métodos variáveis para obter alimento. Tanto crustáceos predadores quanto necrófagos ocupam diversos habitats diferentes, de terrestres a lacustres, cavernas submarinas e diferentes níveis da coluna d’água. A predação é proeminente entre os decápodes, que incluem crustáceos relativamente grandes, como camarões, caranguejos e lagostas. A necrofagia também é comum nesse grupo, mas possui muitos representantes isópodos e anfípodes. Por essa razão, organismos que ingerem lama devem lidar com o fato de que muito do que consomem é indigesto e deve passar pelo sistema digestivo sem causar danos ou comprometer a absorção de nutrientes. ==== Dieta ==== A dieta dos crustáceos predadores é diversificada, e abrange presas de muitos táxons marinhos diferentes. Essa dieta é afetada por diversos fatores, como morfologia, tamanho, idade, habitat e distribuição tanto de predadores quanto de presas, assim como a lucratividade, palatabilidade e digestibilidade de presas, entre outras variáveis.Sainte-Marie, B., and D. Chabot. 2002. Ontogenetic shifts in natural diet during benthic stages of American lobster (Homarus americanus), off the Magdalen Islands. Fisheries Bulletin 100:106–116.Brousseau, D.J., and J.A. Baglivo. 2005. Laboratory investigations of food selection by the Asian Shore Crab, Hemigrapsus sanguineus: algal versus animal preference. Journal of Crustacean Biology 25:130–134. Muitos táxons de crustáceos consistem em organismos com apenas alguns milímetros de comprimento, o que limita suas possíveis presas. Pequenos crustáceos predadores, como copépodes, ostrácodes, anfípodes e isópodes tendem a se alimentar de presas planctônicas, como protozoários, rotíferos, pequenos crustáceos, insetos, girinos e invertebrados de corpo mole. Os crustáceos predadores de tamanho médio, encontrados entre os estomatópodes, os lofogastrídeos, os notostraca e os eufausídeos podem atacar mais facilmente pequenos peixes, moluscos, cnidários e outros crustáceos. Grandes predadores, como muitos decápodos, se alimentam de caranguejos, gastrópodes, bivalves e peixes. Diferenças na dieta de acordo com o tamanho também podem ocorrer durante o desenvolvimento ontogenético dos crustáceos. Um exemplo disso é o camarão-rosa Penaeus duorarum, que ataca organismos cada vez maiores à medida que cresce, começando com pequenos crustáceos e depois diversificando-se em crustáceos maiores, além de moluscos e poliquetas.Leber, K.M. 1983. Feeding ecology of decapod crustaceans and the influence of vegetation on foraging success in a subtropical seagrass meadow. Dissertation, Florida State University, Tallahassee, Florida, USA. Outros crustáceos podem mudar completamente os estilos de alimentação durante sua ontogenia, como o copépode Cyclops bicuspidatus thomasi, que é herbívoro na fase de náuplia, mas utiliza predominantemente a predação em fases posteriores da vida.Werner, E.E., and Gillian, J.F. 1984. The ontogenetic niche and species interactions in size-structured populations. Annual Review of Ecology and Systematics 15:393–425. Os crustáceos necrófagos desenvolveram um estilo de vida no qual uma parte importante de seu suprimento de energia vem de animais mortos que aparecem esporadicamente e imprevisivelmente.Smith, K.L., and R.J. Baldwin. 1982. Scavenging deep-sea amphipods: effects of food odor on oxygen consumption and a proposed metabolic strategy. Marine Biology 68:287–298.Hessler, R.R., C.L. Ingram, A. Aristides Yayanos, and B. Burnett. 1978. Scavenging amphipods from the floor of the Philippine trench. Deep Sea Research 25:1029–1047. Os necrófagos de águas profundas são especialmente dependentes de quedas de alimentos, pois os oceanos profundos recebem poucos insumos de matéria orgânica concentrada e rica em energia. Assim, quando a comida cai, ocorre um frenesi entre esses animais, que chegam rapidamente e alcançam-na no pico de abundância em um enxame ao redor da carcaça, sendo que começam a abandoná-la à medida em que seu conteúdo se torna menos lucrativo. Os necrófagos podem ter preferências por certas partes do corpo de uma carcaça. Anfípodes, por exemplo, foram registrados consumindo preferencialmente fibra muscular de cetáceos, em vez de tecido conjuntivo, pele e gordura.Jones, E.G., M.A. Collins, P.M. Bagley, S. Addison, and I.G. Priede. 1998. The fate of cetacean carcasses in the deep sea: observations on consumption rates and succession of scavenging species in the abyssal north- east Atlantic Ocean. Proceedings of the Royal Society of London B: Biological Sciences 265:1119–1127. Crustáceos necrófagos são majoritariamente generalistas por necessidade. A maioria prefere carcaças frescas, que fornecem nutrientes de maior qualidade - já que quanto mais velha a carniça, mais provável é que suas partes mais ricas em energia já tenham sido consumidas e que ela contenha bactérias. Burkepile, D.E., J.D. Parker, C.B. Woodson, H.J. Mills, J. Kubanek, P.A. Sobecky, and M.E. Hay. 2006. Chemically mediated competition between microbes and animals: microbes as consumers in food webs. Ecology 87:2821–2831. Mesmo assim, se uma carcaça não for fresca ou tiver sido invadida por bactérias, a maioria dos crustáceos necrófagos ainda se alimentam dela: carcaças de baleias podem sustentar comunidades bentônicas por anos e, apesar de não serem frescas, ainda atraem os crustáceos.Smith, C.R., and A.R. Baco. 2003. Ecology of whale falls at the deep-sea floor. Oceanography and Marine Biology: An Annual Review 41:311–354. Além de se alimentar de outras espécies, alguns crustáceos predadores se alimentam de sua própria espécie. O canibalismo é um comportamento comum entre esses animais.Luppi, T.A., E.D. Spivak, and K. Anger. 2001. Experimental studies on predation and cannibalism of the settlers of Chasmagnathus granulata and Cyrtograpsus angulatus (Brachyura: Grapsidae). Journal of Experimental Marine Biology and Ecology 265:29–48. As taxas de canibalismo variam de acordo com vários fatores, como disponibilidade de alimentos alternativos, tamanho e fome do predador canibal; e tamanho e sexo de suas presas em potencial. ==== Forrageamento e busca de alimento ==== Quimio, mecano e fotorrecepção permitem que os crustáceos detectem os itens alimentares, mas além disso, os crustáceos usam várias estratégias solitárias de forrageamento e busca de alimentos. ==== Manipulação da presa ==== A maioria dos crustáceos mata suas presas através de meios mecânicos, como esmagamento ou suas variantes,Lau, C.J. 1987. Feeding behavior of the Hawaiian slipper lobster, Scyllarides squammosus, with a review of decapod feeding tactics on molluscan prey. Bulletin of Marine Science 41:378–391. e esses animais aparentemente não possuem toxinas que poderiam ser usadas para imobilizar as presas, sendo que a única exceção para isso possivelmente seja os remípedes. Moluscos de concha grossa são um item comum das presas dos decápodes, e muitos caranguejos têm garras fortes que quebram eficientemente essas conchas. Isto é possibilitado por garras pesadas que podem abrir as conchas, assim como pela alta força de esmagamento do músculo da garra, que é uma das maiores forças relatadas no mundo natural, alcançando até 800 N.Taylor, G.M. 2000. Maximum force production: why are crabs so strong? Proceedings of the Royal Society of London B: Biological Sciences 267:1475–1480. O esmagamento é o método de imobilização preferencial pela sua rapidez, mas só é eficaz em presas pequenas em relação ao tamanho do corpo do caranguejo. Para presas maiores, os caranguejos tendem a lascar e perfurar a casca, o que é muito mais intensivo energeticamente.Burch, A., and R. Seed. 2000. Foraging behaviour of Carcinus maenas on Mytilus edulis: the importance of prey presentation. Journal of the Marine Biological Association of the UK 80:799–810. Diferentes estratégias de imobilização são usadas entre outros táxons de crustáceos. Os estomatópodes têm apêndices raptoriais únicos que eles usam para esmagar, lançar e subjugar suas presasCaldwell, R.L., and M.J. Childress. 1990. Prey selection and processing in a stomatopod crustacean. Pages 143–164 in R.N. Hughes, editor. Behavioural mechanisms of food selection (2nd edition). Springer, Berlin, Germany.Patek, S.N., and R.L. Caldwell. 2005. Extreme impact and cavitation forces of a biological hammer: strike forces of the peacock mantis shrimp Odontodactylus scyllarus. The Journal of Experimental Biology 208:3655–3664. com seus apêndices atingindo velocidades que são das mais altas do reino animal.Patek, S.N., W.L. Korff, and R.L. Caldwell. 2004. Deadly strike mechanisms of a mantis shrimp. Nature 428:819–820. Os copépodos que realizam emboscadas matam suas presas do zooplâncton usando um espetacular ataque de salto rápido que deixa a presa sem tempo para escapar.Kiørboe, T., A. Andersen, V.J. Langlois, H.H. Jakobsen, and T. Bohr. 2009. Mechanisms and feasibility of prey capture in ambush-feeding zooplankton. Proceedings of the National Academy of Sciences 106:12394–12399.Browman, H.I., J. Yen, D.M. Fields, J.-F. St. Pierre, and A.B. Skiftesvik. 2011. Fine-scale observations of the predatory behaviour of the carnivorous copepod Paraeuchaeta norvegica and the escape responses of their ichthyoplankton prey, Atlantic cod (Gadus morhua). Marine Biology 158:2653–2660. Os remípedes, uma pequena classe de crustáceos, têm três pares de membros cefálicos raptoriais preensíveis e uma presa em suas maxílulas que pode conter veneno ou uma substância digestiva que é injetada na presa. A presença de veneno, porém, ainda não foi confirmada e seria uma novidade em crustáceos predadores.Koenemann, S., F.R. Schram, T.M. Iliffe, L.M. Hinderstein, and A. Bloechl. 2007. Behavior of Remipedia in the laboratory, with supporting field observations. Journal of Crustacean Biology 27:534–542.van der Ham, J.L., and B.E. Felgenhauer. 2007. The functional morphology of the putative injecting apparatus of Speleonectes tanumekes (Remipedia). Journal of Crustacean Biology 27:1–9. Os caranguejos abrem presas que possuem carapaças esmagando-as até que sejam expostas ou abrindo suas conchas com o uso de suas quelas. Para presas menores e desprotegidas, o tempo de manuseio é relativamente curto e requer simplesmente mover todo o item da presa para a boca.Seed, R., and R.N. Hughes. 1995. Criteria for prey size- selection in molluscivorous crabs with contrasting claw morphologies. Journal of Experimental Marine Biology and Ecology 193:177–195. Decápodes maiores utilizam táticas de esmagamento quase que exclusivamente, enquanto caranguejos menores usam uma variedade maior de métodos, incluindo táticas de “perímetro”, como cortar as bordas laterais das conchas de mexilhão.Moody, K.E., and R.S. Steneck. 1993. Mechanisms of predation among large decapods crustaceans of the Gulf of Maine Coast: functional vs. phylogenetic patterns. Journal of Experimental Marine Biology and Ecology 168:111–124. Muitas carcaças requerem quase nenhum manejo por crustáceos necrófagos devido a lesão, decomposição ou alimentação por outros animais, mas eles são equipados com partes bucais que cortam e trituram com eficiência para lidar com possíveis obstáculos.Dahl, E. 1979. Deep-sea carrion feeding amphipods: evolutionary patterns in niche adaptation. Oikos 33:167–175. ==== Ingestão ==== Em termos gerais, a ingestão de crustáceos envolve os apêndices modificados torácicos e cefálicos. Especificamente, os maxilípedes, maxilas, mandíbulas, lábio e, às vezes, as antenas, estão envolvidos.Caine, E.A. 1975. Feeding and masticatory structures of selected Anomura (Crustacea). Journal of Experimental Marine Biology and Ecology 18:277–301. Quando as partes da presa estão próximas do aparelho bucal, predadores como os caranguejos decápodes rasgam-nas com suas mandíbulas e usam os terceiros maxilípedes para executar uma ação de puxar. Depois que os predadores removem um pedaço de tecido, eles usam os maxilípedes 1 e as maxilas 2 para posicionar a parcela de alimentos na frente de sua abertura bucal.Sahlmann, C., T.-Y. Chan, and B.K.K. Chan. 2011. Feeding modes of deep- sea lobsters (Crustacea: Decapoda: Nephropidae and Palinuridae) in Northwest Pacific waters: functional morphology of mouthparts, feeding behaviour and gut content analysis. Zoologischer Anzeiger 250:55–66. Após a ingestão, ocorre mais mastigação no moinho gástrico (moela/digestão mecânica). Em crustáceos necrófagos, a ingestão de alimentos acontece de forma rápida e eficiente. Anfípodes lisianassídeos do fundo do mar têm partes bucais cortantes e grandes entranhas. Isso permite que eles passem grandes pedaços de comida através do esôfago sem triturá-los, explorando rapidamente quedas efêmeras de alimentosThurston, M.H. 1979. Scavenging abyssal amphipods from the North-East Atlantic Ocean. Marine Biology 51:55–68. Paralicella sp. pode expandir o volume da sua parede corporal de três a cinco vezes como resultado de ingestão em queda de alimentos.Shulenberger, E., and R.R. Hessler. 1974. Scavenging abyssal benthic amphipods trapped under oligotrophic central North Pacific Gyre waters. Marine Biology 28:185–187. === Detritivoria === Detritos são matéria orgânica não viva, seja de origem animal, vegetal, fúngica ou microbiana, portanto consiste em material que será degradado pela ação conjunta de micróbios e animais detritívoros.Zimmer, M. 2008. Detritus. Pages 903–911 in S.E. Jorgensen and B.D. Fath, editors. Encyclopedia of ecology. Elsevier, The Netherlands. Crustáceos de várias ordens são considerados detritívoros, ao menos parcialmente, e esses animais habitam diversos habitats. Embora detritos possam ter origens orgânicas diversas, crustáceos considerados detritívoros são aqueles que alimentam-se principalmente de detritos vegetais, pois os necrófagos, que alimentam-se de animais mortos, apresentam maior correlação com predadores carnívoros. Crustáceos que se alimentam de detritos vegetais exibem algumas semelhanças com herbívoros que se alimentam de tecido vivo fotossinteticamente ativo. Com o passar do tempo, no entanto, os detritos sofrem redução de nutrientes - através da lixiviação dos compostos solúveis em água e degradação microbiana - e são enriquecidos em compostos que são agregados pelo meio, como minerais presentes ao longo do leito de um rio. Alimentar-se de matéria detrítica, portanto, requer a capacidade de manusear e utilizar uma fonte de alimento de baixo valor nutritivo, que pode ser rica em compostos resistentes à ação química e física. A microbiota presente nos detritos, porém, é importante para processar o material, promovendo sua palatabilidade e digestibilidade, além de servir como fonte alimentar suplementar. Por essa razão, através da alimentação consistente em plantas e animais (vivos ou mortos), muitos crustáceos detritívoros devem ser considerados onívoros. Há certa variação na origem dos detritos preferencialmente utilizados como alimento em diferentes grupos de crustáceos. Os crustáceos detritívoros aquáticos, por exemplo, alimentam-se principalmente de células de algas mortas ou de talos; já os (semi) terrestres fazem uso de macrófitas afundadas ou matéria morta de origem vegetal vascular. De forma geral, porém, crustáceos detritívoros preferem se alimentar de matéria detrítica densamente colonizada por micróbios. Esses animais possuem diversas adaptações que os possibilitam a alimentar-se por depositivoria. A captação de matéria detrítica fragmentada e pequena, por exemplo, requer apêndices especializados que filtrem partículas da coluna de água ou fragmentem detritos em geral. Estruturas mastigatórias do sistema digestivo também podem contribuir para a fragmentação do alimento. A anatomia e a fisiologia do intestino também são importantes para a utilização eficiente dos escassos nutrientes, ou para reter o bolo alimentar dentro do intestino por tempo prolongado, levando assim a uma maior absorção. A microbiota intestinal, seja transitória ou residente, também pode contribuir para os processos digestivos ou compensar a baixa quantidade de nutrientes disponíveis. ==== Tomada do alimento ==== As partículas de detritos variam em tamanho devido à fragmentação por ação física e biológica, e podem desintegrar-se em partículas finas e até mesmo dissolver-se e formar agregados densamente colonizados por microrganismos. Consequentemente, essas alterações na forma e status da decomposição são acompanhadas por mudanças nas estratégias de alimentação dos detritívoros, já que diferentes modos de alimentação são adequados para diferentes tipos de matéria detrítica; esses modos de alimentação são refletidos por adaptações particulares dos aparelhos bucais e dos apêndices que auxiliam na alimentação. Crustáceos planctônicos, principalmente herbívoros, como Cladocera e Copepoda, ingerem regularmente pequenas partículas de detritos de algas, geralmente por causa de alimentação não seletiva, ou por falta de fitoplâncton vivo de alta qualidade. Trituradores, como Asellus aquaticus (Isopoda: Asellidae), Porcellio scaber (Isopoda: Oniscidea), ou Gecarcoidea natalis (Decapoda: Grapsoidea) mordem ou arrancam pedaços de detritos particulados com suas mandíbulas, que possuem dentes cortantes muito esclerotizados. Assim, a trituração da massa de matéria detrítica grossa resulta na formação de detritos finos particulados. Quando se trata de fragmentos menores, os maxilípedes ajudam no transporte de partículas detríticas para as mandíbulas. Muitos crustáceos pelágicos (por exemplo, Cladocera e Copepoda) são filtradores de partículas finas suspensas. Como o principal componente da matéria orgânica pequena suspensa na maioria das massas de água é detrítico, é possível considerar esses consumidores planctônicos como detritívoros. Essas partículas detríticas de tamanho apropriado para o consumo, porém, são pobres em carbono orgânico. Foi observado, por exemplo, que copépodes marinhos consomem até 10 vezes mais matéria detrítica do que matéria vegetal fresca. Organismos bentônicos que se alimentam de matéria orgânica particulada após sedimentação são agrupados como depositívoros. Eles coletam partículas, originárias da coluna de água ou da decomposição da biota bentônica, do leito ou do fundo do mar. Os detritívoros bentônicos móveis, como o anfípode Corophium spp., entocam as partículas detríticas da superfície do sedimento usando apêndices semelhantes a uma escova ou que arranham, sendo assim denominados raspadores. ==== Digestão do detrito vegetal ==== O detrito vegetal pode ser derivado de algas ou plantas vasculares, que diferem notavelmente no que diz respeito à sua composição química e características estruturais. O detrito vegetal vascular contém altas concentrações de fibras, como celulose e hemicelulose, incorporadas em uma matriz de ligninas, o que torna o processo de digestão demorado. A celulose é um polímero de unidades de glicose unidas por ligações β-1,4 glicosídicas. Dito isso, a disponibilidade de carbono deste tipo de alimento é severamente comprometida. Há uma hidrólise enzimática da celulose que será descrita mais adiante, mas antes, as ligações de hidrogênio entre as cadeias devem ser quebradas, e essa quebra das ligações de hidrogênio é o passo limitante para metabolizar a celulose. A atividade enzimática da enzima celulase foi medida em muitos crustáceos e algumas celulases foram isoladas e identificadas. No entanto, um modelo completo para a hidrólise da celulose em crustáceos detritívoros ainda não foi estabelecido. O número e a origem das enzimas presentes, por exemplo, ainda não são conhecidos. As hemiceluloses estão ligadas umas às outras por meio de ligações β-1,4 ou β-1,3-glicosídicas. Como as ligações β-1,3-glicosídicas introduzem ângulos nas cadeias polissacarídicas, a maioria das hemiceluloses não são cristalinas, mas solúveis e relativamente fáceis de hidrolisar. As respectivas enzimas são comumente consideradas endógenas em crustáceos detritívoros, principalmente em espécies marinhas que encontram hemicelulose em suas respectivas fontes alimentares. Algumas celulases isoladas de crustáceos também exibem atividade em direção às hemiceluloses. Uma vez que as fibras de hemicelulose e celulose estão embutidas numa matriz de ligninas, é necessária pelo menos a degradação parcial do polímero de lignina fenólica para proporcionar acesso às cadeias de celulose embutidas. Atualmente é comumente assumido que a degradação de lignina em detritívoros é provocada por um conjunto de enzimas - várias oxidases e peroxidases - de origem fúngica. A degradação da lignina requer a quebra oxidativa das ligações carbono-carbono e éter entre unidades de lignina simples (monômeros fenólicos). Como a oxidação do fenol é essencial para os crustáceos no contexto de esclerotização da cutícula, cicatrização de feridas e resposta imune, pode-se esperar que essas enzimas sejam codificadas em seus genomas, mas há dúvidas se essas fenol-oxidases são suficientes para degradar eficientemente a lignina sozinhas. Em vez de agir na digestão, essas enzimas parecem estar envolvidas na muda e em respostas imunológicas. Portanto, as fenol-oxidases de origem microbiana que são ingeridas juntamente com os alimentos são limitantes da degradação digestiva e utilização de detritos ricos em fenol. Uma variedade de compostos secundários, como taninos, são considerados defensivos químicos contra herbivoria em plantas, e atuam impedindo ou dificultando a digestão de quem os come, provavelmente através da precipitação de proteínas dietéticas e enzimas digestivas. As condições ambientais dentro do lúmen intestinal de alguns crustáceos detritívoros - como isópodes terrestres -, no entanto, parecem prevenir os efeitos anti-digestivos dos taninos da dieta através de altas concentrações de surfactantes ou enzimas hidrolisantes de tanino. Os taninos também podem ter efeitos tóxicos e causar lesões celulares no epitélio intestinal; esse efeito, por sua vez, pode ser neutralizado por envelopes peritróficos, produtos membranosos do epitélio do intestino médio que revestem o epitélio intestinal e previnem tanto a abrasão através das partículas dos alimentos, quanto o contato direto entre o conteúdo intestinal e as células epiteliais. Os taninos parecem reduzir a palatabilidade do detrito de crustáceos detritívoros, resultando na preferência por resíduos pobres em tanino e lignina. Na mesma linha, os detritos frescos de plantas vasculares que ainda contêm grandes quantidades de taninos são evitados, em detrimento de detritos já lixiviados e processados, e que possuem portanto grandes quantidades de nitrogênio e biomassa microbiana. Detritos vegetais possuem pouca disponibilidade de nitrogênio, em relação a carbono, portanto crustáceos detritívoros geralmente consomem grandes quantidades de alimento, pois proteínas e aminoácidos são os principais nutrientes necessários para o desenvolvimento em crustáceos. Presumivelmente, é a microbiota de colonização dos detritos que fornece a fonte de nitrogênio necessária. Diferentemente dos detritos de plantas vasculares, algumas algas podem apresentar taninos ou compostos de celulose e até mesmo lignina, mas o valor nutritivo dos detritos de algas, embora menor que o de algas vivas, parece ser geralmente maior do que os das plantas vasculares. A desvantagem de depender de fontes alimentares de baixa qualidade pode ser contornada pela alimentação suplementar, como tecido vegetal vivo, frutas, ou carcaça que contém quantidades substanciais de fácil digestão, como lipídios, carboidratos e proteínas. Dessa forma, a maioria dos detritívoros pode ser considerada onívora, ainda mais por uma parte importante de sua alimentação ser composta por microrganismos. Dependendo das fontes compensatórias de alimento disponíveis, podem ser exigidos sentidos olfativos ou receptores químicos especializados, como para localizar frutas maduras ou tecido animal em decomposição, por exemplo. Crustáceos que forrageiam o meio respondem melhor à sinalização química que indica itens alimentares de alta qualidade. Há, portanto, evidências de mecanismos similares de escolha de alimentos em crustáceos detritívoros. Tanto os anfípodes que vivem entre marés, quanto os isópodes terrestres de hábito detritívoro se baseiam no odor dos metabólitos microbianos como indicador de detritos facilmente digeríveis. ==== Aspectos morfológicos bucais e anatomia intestinal ==== Entre os variados comportamentos alimentares, trituradores de matéria vegetal grossa representam tipicamente os detritívoros. Especializações morfológicas e anatômicas geralmente englobam partes bucais fortes, dentes robustos, moela para processamento de material fibroso de plantas e um aumento do volume do intestino anterior para processar grandes volumes de alimentos de baixa qualidade. Para que o animal obtenha acesso aos poucos nutrientes disponíveis na matéria detrítica, o material vegetal ingerido deve primeiro ser mecanicamente triturado em dois passos principais: (I) corte e mastigação de pedaços de detritos particulados com os componentes bucais e (II) trituração através da moela (moinho gástrico). Partes bucais esclerotizadas, principalmente mandíbulas, permitem que os detritívoros mordam pedaços de partículas detríticas. As mandíbulas consistem tipicamente de um incisivo, uma pequena placa acessória (lacinia mobilis), um grande molar e uma fileira de cerdas entre o molar e o lacinia mobilis. De acordo com as necessidades dos variados hábitos alimentares, as mandíbulas são modificadas de várias maneiras. Nos crustáceos decápodes, que são parcialmente detritívoros, os maxilípedes apresentam pouca variação. Os maxilípedes 1 e 2 estão envolvidos principalmente no transporte de partículas de alimentos para dentro e para fora da boca, através de correntes que levam matéria orgânica suspensa em direção às outras peças bucais. A ingestão de partículas de alimentos é apoiada, também, pela ação de coleta de partículas dos pereópodes quelados. Interações do aparelho bucal, particularmente mandíbulas, com as quelas - apêndices derivados do tórax - diferem entre as espécies de caranguejos. As quelas de caranguejos Gecarcinidae, por exemplo, mantêm grandes partículas de alimento nas mandíbulas, que então cortam pequenos pedaços do material e os passam para a boca. Por outro lado, os caranguejos Sesarmidae (por exemplo, Armases cinereum) quebram pequenos pedaços de folha com suas quelas e os passam para as mandíbulas, que então os mastigam em pedaços ainda menores. Em anfípodes gamarídeos, os gnatópodes subquelados do terceiro par de pereópodes transportam partículas alimentares e as mantêm na mandíbula enquanto se alimentam. Diferentemente dos decápodes, os peracarídeos possuem apenas um par de maxilípedes. Entre eles, os isópodes terrestres não possuem um palpo mandibular, e seus pereópodes anteriores não carregam subquelas. Em decápodes, a alimentação consistente em alimentos particulados geralmente está associada a partes bucais fortes, bem como a uma região calcificada antes do intestino. A moela - aparelho mastigatório proventricular em Peracarida - tritura ainda mais os fragmentos de detritos ingeridos. Ainda não se sabe, porém, o quanto esta ação contribui para a hidrólise enzimática da celulose e da hemicelulose, já que o esmagamento mecânico pode ajudar a romper as ligações de hidrogênio entre as cadeias e romper as ligações β-glicosídicas. A moela é composta por três saliências quitinosas calcificadas que interagem com várias estruturas ao redor. Dois dentes laterais projetam-se das paredes laterais da câmara cardíaca e complementam o dente medial que se estende do teto dorsal da câmara gástrica. Através de movimentos coordenados desses dentes, as partículas dos alimentos são trituradas e pulverizadas mecanicamente. Enquanto isópodes terrestres possuem um aparato mastigatório proventricular, em que partículas de alimentos são meramente espremidas por protrusões da cutícula do intestino anterior em Ligiidae, moelas resistentes ocorrem em espécies que consomem folhas duras, como os caranguejos de manguezal Aratus pisonii e Neosarmatium smithi. A teoria da digestão ideal prediz que espécies que vivem uma dieta vegetal devem ter um volume maior do intestino, permitindo ingerir mais alimentos durante cada período de forrageamento. Ademais, vísceras e superfícies epiteliais grandes fornecem espaço para uma microbiota densa que pode ajudar na quebra de nutrientes complexos, além de corresponder a um tempo prolongado de retenção do alimento, resultando em maiores taxas de assimilação. ==== Coprofagia ==== Devido à alta densidade microbiana, fezes são consideradas uma fonte alimentar valiosa para os detritívoros, e espera-se que muitos detritívoros sejam coprófagos. A vantagem potencial da coprofagia é a ingestão de material detrítico pré-digerido, processado por microorganismos e enriquecido em biomassa e enzimas microbianas, ou seja, rico em nutrientes prontamente disponíveis. Alguns invertebrados detritívoros, na ausência de bolsas intestinais grandes que permitam hospedar vastas comunidades de micróbios que ajudam na digestão, fazem uso de coprofagia da mesma forma que ruminantes usam seus simbiontes microbianos. Portanto, o ato de comer fezes pode ser ilustrado como um um “rúmen externo”. == Sistema digestório == A nutrição, tomada de alimento e sistema digestório dos crustáceos varia bastante de grupo para grupo. Traçando um panorama geral, porém, observa-se que a boca é ventral e o trato digestivo é quase sempre reto. O intestino anterior encontra-se comumente aumentado e funciona como um estômago triturador, cujas paredes portam cristas quitinosas, dentículos e ossículos calcários em aposição. O intestino médio varia enormemente em comprimento, e quase sempre encontram-se presentes de um a vários pares de cecos. Pelo menos um par de cecos do intestino médio, especialmente nos crustáceos grandes, foi usualmente modificado para formar glândulas digestivas esponjosas (o hepatopâncreas) compostas de dutos e túbulos secretores cegos. As suas secreções são a fonte primária de enzimas digestivas. A ação do fluido digestivo ocorre no intestino médio e no estômago triturador do intestino anterior, quando a câmara se encontra presente. A absorção está confinada às paredes do intestino médio e aos túbulos do hepatopâncreas; no entanto, o hepatopâncreas também contém as células para armazenamento de compostos como o glicogênio, gorduras e cálcio. === Classe Malacostraca === Na maioria dos malacóstracos, o intestino anterior modificou-se como um estômago bicameral, que porta dentes trituradores e cerdas filtrantes em forma de pente. Dentro do estômago, mastiga-se o alimento e inicia-se a digestão. Os produtos finalmente particulados dessa ação são filtrados e eliminados para o intestino médio e depois para as suas bolsas, chamadas de glândulas digestivas, ou hepatopâncreas. Devido a diversidade dos Malacostraca, porém, é necessário abordar cada uma das ordens separadamente. === Ordem Decapoda === O intestino anterior típico de um Decapoda consiste de um pequeno esôfago que leva ao interior de uma câmara cardíaca espaçosa e de uma câmara pilórica menor posterior, separada da porção cardíaca por uma valva. O esôfago e as câmaras cardíaca e pilórica são revestidos por um exoesqueleto quitinoso, que é variavelmente espessado para formar vários ossículos nas paredes dessas câmaras. Os ossículos providenciam sustentação e locais para a ligação muscular externa. Determinados ossículos dão origem internamente a um dente dorsal mediano e a dois dentes laterais, um em cada lado do dente mediano. Esses três dentes, situados internamente na porção posterior da câmara cardíaca, formam o famoso moinho gástrico, onde o alimento é desintegrado mecanicamente . A ação trituradora do moinho gástrico e o movimento das paredes do estômago são controlados por uma série complexa de músculos que circundam o estômago. A câmara pilórica divide-se em uma porção dorsal, que leva ao hepatopâncreas através de dois grandes dutos, um proveniente de cada filtro glandular. A porção dorsal da câmara pilórica é separada da ventral por uma fileira de dentículos pareados, impedindo que partículas grandes entrem no filtro glandular. O hepatopâncreas tem como composição inúmeros túbulos cegos. Esses túbulos são compostos de células que funcionam na secreção enzimática, na endocitose e na digestão intracelular do alimento particulado, na absorção e no armazenamento de nutrientes e na embalagem vesicular dos detritos indigeríveis e da sua remoção pela exocitose. As secreções digestivas movem-se para o interior das câmaras, tanto cardíaca quanto pilórica. O material que for demasiadamente grande para passar através do filtro glandular e entrar no hepatopâncreas é transportado a partir da porção dorsal da câmara pilórica no interior do intestino. Assim, o epitélio do intestino médio na extremidade anterior do intestino secreta um tubo membranoso claro, a membrana peritrófica, que envolve o material a ser evacuado pelo intestino posterior revestido pela cutícula. === Superordem Peracarida === ==== Ordem Amphipoda ==== Nota-se que o parasitismo é muito menos prevalente entre os anfípodos do que entre os peracarídeos e isópodos. Existem alguns ectoparasitas de peixes, com partes bucais sugadoras. Os clamídeos (chamados de piolhos-de-baleia) têm pernas adaptadas para subir no hospedeiro, mas provavelmente alimentam-se de diatomáceas e resíduos que se acumulam na pele de baleias. ==== Ordem Isopoda ==== A maioria dos isópodes é de consumidores de carniça e onívoros, embora alguns tendam para uma dieta herbívora. O consumo de depósito é comum. Os tatuzinhos alimentam-se de algas, fungos, líquens, cascas de árvore e qualquer matéria animal ou vegetal em decomposição. Alguns tatuzinhos são carnívoros, assim como há algumas espécies marinhas (tais como Cirolana intertidal e o grande pelágico Bathynomus). Os isópodes marinhos perfuradores de madeira alimentam-se de madeira, e as suas secreções hepatopancreáticas incluem a celulase. Nos sedimentos, as espécies perfuradoras de madeira de Limnoria são atraídas para fungos de madeira. Os fungos acrescentam nitrogênio á sua dieta predominantemente de celulose. Nos tatuzinhos terrestres, a digestão de celulose resulta das bactérias e o intestino posterior exerce um papel importante no processo digestivo. Existem vários grupos de isópodos parasitas. Os Gnathiidae nos estágios larvais e os Cymothoidae adultos são ectoparasitas da pele dos peixes e têm mandíbulas adaptadas para perfurar. As partes bucais perfuradoras também se encontram presentes nos parasitas que compõem a subordem Epicaridea, todos hematófagos e parasitários de muitos grupos de crustáceos. === Classe Branchiopoda === O intestino anterior dos branquiópodes forma um esôfago curto, e o intestino médio encontra-se frequentemente aumentado para formar um estômago. No entanto, nos cladóceros, o intestino é mais ou menos tubular e não se distingue facilmente das outras partes do trato digestivo. Há frequentemente dois pequenos cecos digestivos. O intestino em alguns cladóceros encontra-se enrolado de uma a várias vezes. === Classe Copepoda === Os calanoídeos armazenam nutrientes em um corpo gorduroso ou em um saco oleoso do intestino médio, que frequentemente dão ao corpo uma coloração vermelha ou azul. O óleo contribui para a flutuação em muitas espécies. === Classe Cirripedia === Dentro da classe Cirripedia, as cracas são os maiores representantes. Essas cracas perfuram em corais ou conchas de moluscos velhas, utilizando dentes quitinosos no manto, bem como uma dissolução química. ao alimentar-se o animal sacular nu projeta seus cirros através da abertura em forma de fenda do seu buraco, algumas vezes mantendo os apêndices abertos como um leque e girando-os várias vezes antes de retraí-los no interior do buraco. Em alguns grupos de Cirripedia que são parasitas (tais como uma larva ciprial do Lemaeodiscus porcellanae observa-se a formação de ramificações de um sistema radicular de nutrientes (chamado de interno) dentro do hospedeiro. Os intestinos das cracas divide-se em anterior e posterior revestidos por cutícula, bem como um intestino médio digestivo. O intestino anterior das cracas torácicas tem uma placa de cutícula espessa contra a qual as mandíbulas trituram o alimento. O intestino médio porta sete cecos digestivos e um par de glândulas pancreáticas. As glândulas secretam enzimas para digestão extracelular no intestino médio. O intestino posterior forma os bolos fecais. == Registros fósseis de crustáceos == Assim como outros artrópodes, o grupo Crustacea apresenta um vasto registro fóssil devido, provavelmente, à facilidade de fossilizar certos componentes de seus corpos. Esses animais apresentam boa parte de seu corpo constituído de partes duras permitindo que sejam conservadas por longos períodos de tempo. No entanto, Crustacea não têm registros fósseis tão abundantes comparado com outros artrópodes, como os trilobitas. Algumas das causas podem estar relacionadas com a dificuldade na hora da identificação já que grande parte dos grupos mais diversos são microscópicas. Ademais, aqueles de maior porte, como lagostas, raramente têm seu corpo preservado integralmente. Isso se dá porque, antes do início do processo de deposição de sedimentos (primeira parte da fossilização) e depois da decomposição das partes moles, os tecidos que mantinham as várias peças do exoesqueleto juntos já se foram propiciando a separação das partes por correntes de água, por exemplo. Por este motivo, mesmo com vários achados desses animais no Paleozóico, dificilmente eles estavam íntegros. Existem várias formas de fossilização, as mais comuns desses animais são: conservação de partes duras, em que só parte do indivíduo é preservada sendo possível analisar essas regiões tridimensionalmente; moldagem, situação em que os componentes do animal foram perdidos, mas restou sua impressão no substrato podendo ser interna ou externa e contramoldagem, que é a deposição de sedimentos no vazio antes deixado pelo ser ao ser degradado.CARVALHO, Ismar de Souza. Paleontologia. Rio de Janeiro. Interciência, v. 1, 2004. === Icnofósseis === Além de restos de organismos na forma de fósseis, há outros registros - chamados de vestígios - que incluem os moldes já citados assim como os icnofósseis que também contribuem significantemente para o estudo de Crustacea. Há outros tipos de vestígios como os coprólitos, (fezes fossilizadas) e gastrólitos (rochas de restos estomacais). Os icnofósseis são rastros que seres vivos deixam como tocas, túneis, pegadas e orifícios originários de bioerosão, que não revelam o organismo em si mas, sim, uma atividade biológica. Todos esses rastros são objetos de estudos da Paleoicnologia. Variações no tamanho, espessura e textura de túneis (bioperturbações), por exemplo, indicam não só a que organismo os rastros pertenciam, mas também seu estilo de vida. No âmbito de Crustacea, estudos de icnologia em Sardenha, Itália - associados a registros fósseis - evidenciam que o trabalho ecológico de engenharia ecossistêmica (agentes geobiológicos e geomorfológicos) desses animais datam desde o Mesozóico e estão relacionados com a diversificação de linhagens que sofreram durante o final do Carbonífero e do Permiano. Ainda assim, há mais inferências que podem ser feitas com a Icnologia (engloba tanto a Paleoicnologia quanto o estudo do rastros atuais). Nesse mesmo estudo de Sardenha, além de pesquisar sobre a paleoecologia dos crustáceos, foi também estudado o paleoclima do Permiano-Triássico. Os autores concluíram que esse período estava passando por um aquecimento global já que icnofósseis mostravam sinais de estresse hídrico. No Brasil, há registros de icnofósseis de Crustacea na Formação Irati, a qual está associada ao Permiano.DIDUCH, Anna Paula. Descrição de Crustacea Malacostraca da Formação Irati, Permiano Superior, Bacia do Paraná, Brasil. Ainda por aqui, há também no Piaçabuçu (Bacia Sergipe-Alagoas), Gramame (Bacia Pernambuco-Paraíba) e Jandaíra (Bacia Potiguar), relacionados ao Cretáceo no Nordeste. As formações Maria Farinha datam do Paleoceno (Pernambuco) e em Pirabas os registros são do Mioceno (Pará).FERNANDES, A.C.S., 2001. A paleoicnofauna brasileira de artrópodes: estado atual de seu conhecimento. Acta Geologica Leopoldensia, São Leopoldo, 24(52/53):359-372.) === Primeiros Registros === Por muito tempo, os registros considerados mais antigos de fósseis de crustáceos eram de um táxon chamado Phosphatocopina, o qual foi descoberto em 1964 e cujos indivíduos são semelhantes a ostrácodes por possuírem conchas bivalves. Devido a esse fato, eles foram, inicialmente, incluídos na classe Ostracoda, mas, atualmente, com base em outras características morfológicas, o grupo é considerado irmão de Eucrustacea. Os fósseis de Phosphatocopina são datados de aproximadamente 490 milhões de anos, portanto do período Cambriano Superior. Porém, em estudos mais recentes, foram descobertos fósseis de crustáceos datados do Cambriano Inferior (aproximadamente 517 milhões de anos) muito parecidos com o camarão moderno. Além disso, é possível que os crustáceos, ou algum grupo de grande semelhança, tenham sido o primeiro grupo de artrópodes a ter surgido, antes mesmo dos trilobitas, no final do período pré-Cambriano ou no início do período Cambriano (cerca de 540 milhões de anos). Mais recentemente, uma nova leva de registros fósseis foi descoberta nas rochas de Orsten (‘stinking stone’ ou rocha malcheirosa) em lagerstätten (tipo de depósito sedimentar), na Suíça. Durante as décadas de 60 e 70, o pesquisador Klaus Müller e seus associados descobriram esses depósitos fósseis com excelente qualidade de preservação das partes moles, incluindo detalhes de estruturas menores de um micrômetro de tamanho e com larvas conservadas, isso tudo mantendo três dimensões. A fauna de Orsten engloba todos esse fósseis, que se dão pela fosfatização secundária da cutícula superior provavelmente logo após a morte do organismo, já que não apresenta destruição subsequente. Essa descoberta contribuiu para o entendimento da evolução de metazoários no geral, porém teve grande impacto nas pesquisas de artrópodes. Os microfósseis encontrados se assemelham a grupos de crustáceos atuais como os onicóforos, tardígrados, pentastomídeos, cefalocáridos, mistacocarídeos e braquiópode; revelando que os crustáceos cambrianos tinham todos os atributos dos crustáceos modernos como olhos compostos e larvas náuplio (com primeiras antenas locomotoras), por exemplo. Curiosamente, observou-se que nesses tipos de sítios Orsten, há grande prevalecimento de formas larvais e jovens com poucos fósseis com características adultas marcantes, como aquelas sexuais. Uma hipótese levantada para atender esse questionamento é que o hábito de vida dos estágios larvais era bem diferente dos adultos, o suficiente para não compartilharem a mesma área. A fauna de Orsten foi encontrada em vários outros locais desde o seu descobrimento, tais como os Estados Unidos da América, Canadá, Inglaterra, Polônia, Sibéria, China e Austrália. Exemplos de Registros Fósseis de Crustáceos em cada Período Geológico Ano Período Geológico Registros 5 - 23 Ma Mioceno Fóssil de Anostraca, California 65 - 135 Ma Cretáceo Ostrácodes e copépodes parasitas da Formação de Santana, Brasil; Fóssil de crustáceo, Chapada do Araripe, Brasil (Instituto de Geociências USP, Departamento de geologia sedimentar e ambiental - Laboratório de paleontologia e sistemática.) 135 - 190 Ma Jurássico Fóssil de tanaidáceo, Sul da Alemanha 190 - 240 Ma Triássico Ostrácodes de Spitsburgen 240 - 280 Ma Permiano Icnofósseis de Crustacea em Formação Irati; Fóssil de Crustacea em Formação Irati, Rio Claro (Instituto de Geociências USP, Departamento de geologia sedimentar e ambiental - Laboratório de paleontologia e sistemática.) 280 - 350 Ma Carbonífero Fósseis de Spinicaudatans e ostrácodes, França 350 - 405 Ma Devoniano Fósseis de Eumalacostraca, Estados Unidos da América Fóssil de lipostraca - Cherte de Rhynie, EscóciaPaul Selden & John R. Nudds (2004). \"The Rhynie Chert\". Evolution of Fossil Ecosystems (2nd ed.). Manson Publishing. pp. 47–58. ISBN 978-1-84076-041-5. 405 - 435 Ma Siluriano Fóssil bem preservado de ostrácode, Reino Unido 435 - 500 Ma Ordoviciano Fósseis de ostrácodes 500 - 515 Ma Cambriano Superior Phosphatocopina com preservação do tipo Orsten, Suécia 515 - 525 Ma Cambriano Médio Vários animais com preservação do tipo folhelho de Burgess ao redor do mundo 525 - 540 Ma Cambriano Inferior Phosphatocopina com preservação do tipo Orsten, Inglaterra; Fóssil de Maxillopoda, China === Classe Ostracoda === O grupo com registro fóssil mais completo entre os crustáceos é o grupo Ostracoda, pequenos animais com uma carapaça similar a dos moluscos bivalves, a qual é extremamente calcificada e que, em conjunto com o tamanho reduzido dos indivíduos desse grupo, criam condições muito favoráveis para a fossilização. Ademais, as valvas da carapaça são peças chave para a classificação dos fósseis, considerando que estas são a característica morfológica utilizada para diferenciá-los na exclusiva maioria dos casos. A partir dos fósseis encontrados, sabe-se que o registros existentes são contínuos, sendo que os mais antigos pertencem ao período Cambriano e todas as formas encontradas até o Carbonífero são de água salgada, nesse período surgindo as primeiras espécies de água doce as quais se diversificam e se tornam comuns no período Jurássico. Em certos casos, os depósitos das “conchas” dos ostrácodes formam um tipo de rocha por vezes usada em construção: a coquina. Os penhascos brancos de Dover, na Inglaterra, são um bom exemplo desta rocha. === Classe Mystacocarida === Mystacocarida não possui registro fóssil conhecido apesar de ser um dos grupos de animais intersticiais mais estudados. A ausência de vestígios fósseis se deve, muito provavelmente, ao seu habitat, que dificulta a fossilização por não ser consolidável. === Classe Copepoda === O registro fóssil de Copepoda é bem escasso, mas, entre seus fósseis, possui alguns datados do Mioceno e mais outros do Cretáceo. Além disso há registro de ovos de Copepoda do Quaternário Superior. === Classe Branchiura === Até o momento desta edição, não há ainda estudos relatando registros fósseis de Branchiura. === Classe Malacostraca === Malacostraca é a classe de crustáceos mais dominante e que mais obteve sucesso, possuindo também um vasto registro fóssil. Os períodos em que cada uma de suas subclasses tem possível origem são: Phyllocarida no Cambriano Médio, Hoplocarida no Devoniano Tardio e Eumalacostraca no Carbonífero Inferior e possivelmente no Devoniano Médio. Em especial, no registro de Syncarida, existem muitas contradições, pois não é muito estudado ainda. Porém, alguns achados mostram que, apesar dos sincáridos atuais serem, em sua maioria, de água doce, seus ancestrais eram, provavelmente, marinhos. Dentro dos Malacostraca, existem duas subclasses essencialmente compostas por espécies já extintas: Hoplocarida e Phyllocarida. Os fósseis mais conhecidos de Hoplocarida datam do período Carbonífero e são de duas ordens: Stomatopoda e Aeschronectidea.HY, MATÚ, et al. \"Crangopsis Salter, 1863 from the Lower Carboniferous (Mississippian) of the Ostrava Formation the first record of Aeschronectida (Malacostraca: Hoplocarida) from continental Europe.\" Bulletin of Geosciences 89 (2014): 4. No Brasil, existem registros fósseis de Malacostraca, principalmente dentro de Eumalacostraca e suas ordens. Associadas ao Cretáceo Inferior, as Formações Riachuelo (Sergipe), Santana (Ceará) e Itamaracá (Pernambuco) apresentam registros de Decapoda encontrados entre 1962 até meados de 2001. Já do Cretáceo Superior, há registros nas Formações Beberibe e Gramame (Pernambuco). Ainda em Decapoda, há registro do Paleoceno (Formação Maria Farinha - Pernambuco), do Oligoceno (Bahia e São Paulo) e do Mioceno (Formação Pirabas - Pará). Os isópodes têm representantes do Permiano em São Paulo, nas Formações Tatuí e Irati; do Cretáceo Superior no Rio Grande do Norte, na Formação Açu; e do Oligoceno em São Paulo na Formação Tremembé.NETO, RAFAEL GIOIA MARTINS. Estágio atual da paleoartropodologia Brasileira: hexápodes, miriápodes, crustáceos (Isopoda, Decapoda, Eucrustacea e Copepoda) e quelicerados. Arquivos do Museu Nacional, v. 63, n. 3, p. 471-494, 2005. Na Alemanha, há a formação rochosa conhecida como calcário de Solnhofen e formada no período Jurássico, que é conhecido por possuir fósseis bem preservados de diversas plantas e animais que variam de répteis e dinossauros a invertebrados, incluindo crustáceos. Um dos melhores exemplos de crustáceo encontrado na região são os fósseis de Aeger spinipes, um animal semelhante a um camarão, cuja detalhada preservação dos apêndices torácicos faz com que o fóssil seja considerado de boa qualidade. === Classe Remipedia === Remipedia é um grupo com pouco registro fóssil, sendo todos pertencentes a uma única ordem chamada Enantiopoda. Dentro desse grupo os registros dividem- se entre duas espécies: Tesnusocaris goldichi e Cryptocaris hootche. Porém, a segunda espécie foi retirada da discussão por não possuir registros preservados o suficiente para uma possível reconstrução, por isso, apenas a primeira espécie é considerada. Além disso, a espécie fóssil de Remipedia sugere um parentesco entre essa classe e cephalocarida. === Classe Cephalocarida === Não há nenhum estudo que indique que foi encontrado qualquer registro fóssil de Cephalocarida, entretanto, a partir de características morfológicas consideradas primitivas, cientistas inferiram que haja registros de Cephalocarida do período cambriano, época em que os primeiros crustáceos surgiram. === Classe Branchiopoda === Em Branchiopoda, os primeiros registros datam do Paleozóico, tendo organismo classificados como branchiopod-like (‘parecido com branchiopoda’) por todo o Cambriano, encontrado em ambiente marinho. Datado do Devoniano, o mais antigo encontrado no continente é o Lepidocaris rhyniensis, apesar de sua relação com os braquiópodes seja ainda questionada. Esta espécie é a única da ordem Lipostraca, grupo que não ostenta um representante atual, ou seja, é considerada extinta. Além disso, apesar da ampla discussão sobre a filogenia de Branchiopoda, ainda há muitas divergências devido ao conhecimento reduzido sobre a evolução do táxon, dado que o registro fóssil deste é escasso e grande parte dos espécimes não estão muito bem preservados. Dentro de Branchiopoda, a superordem Cladocera è particularmente mais estudada. Este grupo é conhecido atualmente por ter obtido sucesso em águas doces continentais, como rios e lagos, apesar de possuir representantes em água salgada, e é um importante componente do zooplâncton ao redor do mundo. Dessa forma, esta superordem também é alvo de interesse em estudos para descobrir mais sobre o desenvolvimento dos ambientes aquáticos e qual foi seu papel na Revolução Lacustre Mesozóica. O registro fóssil em Cladocera foi pouco claro até alguns anos atrás por diversos motivos que dificultaram o estudo da história evolutiva do grupo. O que se sabe é que ele pode ter surgido no período Paleozóico, e se diversificou muito, além de possuir ampla distribuição em seu auge no período Mesozóico. Porém, atualmente, sua diversidade diminuiu bastante após um evento de extinção em massa, do qual os cladóceros não se recuperaram, provavelmente, devido à movimentação dos continentes e às consequentes mudanças na dinâmica dos oceanos e na condição climática. O táxon também é considerado “relict” (relíquia), pois, ao que estudos indicam os organismos deste grupo sofreram poucas mudanças e sobreviveram por um longo período de tempo. Por outro lado, há sugestões de que ocorreram especiações recentes no Terciário e, como os organismos deste grupo obtiveram sucesso em ambientes de água doce, eles possuiriam alta plasticidade e capacidade de adaptação. Já o grupo Anostraca, por exemplo, é uma ordem com representantes de fósseis de boa qualidade no Cretáceo inferior e no Mioceno apesar de pobre em registros. === Classe Thecostraca === Cirripedia, uma subclasse de Thecostraca, é um grupo dos crustáceos com melhor registro fóssil, sendo o mais antigo datado do Cambriano Médio com preservação do tipo folhelho de Burgess. Além disso, esse grupo apresenta várias outras descobertas espalhadas pelas era geológicas. No Siluriano Superior, um cirripédio foi encontrado preso nos apêndices de um euripterídeo, artrópode já extinto (escorpião-marinho). Alguns outros foram encontrados datados do Carbonífero. No entanto, a sua abundância de fósseis se concentram distribuídos pelo Mesozoico e Cenozoico. Há registros também de Thecostraca da fauna de Orsten, datando desde o Cambriano Superior até o Ordoviciano Inferior. === Classe Tantulocarida === Assim como Branchiura e Cephalocarida, não há estudos que indiquem a descoberta de fósseis de Tantulocarida. === Classe Pentastomida === Pentastomida apresenta registro fósseis de suas larvas que datam do Cambriano MédioDE OLIVEIRA ALMEIDA, Waltécio et al. Morphological support for the phylogenetic positioning of Pentastomida and related fossils. Biotemas, v. 21, n. 3, p. 81-90, 2008. e outras de adultos do Cambriano Superior e Ordoviciano Inferior da fauna Orsten. === Aplicação e importância === Esses registros são de grande importância tanto para a ciência biológica, quanto histórica, geográfica e geológica. O estudo deles, de início, é relacionado majoritariamente com a formulação de teorias sobre a origem e aparência dos grupos basais de um determinado táxon, assim como a história evolutiva do táxon em estudo, sendo esses os principais fatores da importância biológica. Essas formulações apenas são possíveis devido à possibilidade que os fósseis proporcionam de relacionar o vestígio animal com o tempo geológico, permitindo uma dimensão temporal das mudanças tanto morfológicas quanto genéticas de grupos, que, por sua vez, permitem inferir sua natureza evolutiva. Sendo assim, a paleontologia é um dos principais pilares que apoiam a Evolução, esclarecendo e ampliando seu estudo.Boucot, A. J., and Jane Gray. \"Invertebrate Palaeontology and Evolution-ENK Clarkson; Chapman & Hall, 1993, 452 pages, &24\\. 95. ISBN 0-632-05238-4.\" Palaeogeography, Palaeoclimatology, Palaeoecology 156.3-4 (2000): 349-352.Além disso, a localização e distribuição dos fósseis pode funcionar como indicador de mudanças climáticas, auxiliando no estudo de migrações em massa de certas espécies e o surgimento de refúgios climáticos que ocorreram principalmente em épocas com mudanças climáticas extremas como as eras glaciais. Da mesma forma, os locais onde esses registros foram encontrados e o tipo de solo em que estes foram formados podem ajudar no melhor entendimento sobre a deriva dos continentes e como um ambiente pode ter sido modificado ao longo das eras geológicas por causa disso. Um possível exemplo seria o achado de fósseis de crustáceos marinhos em regiões que atualmente são continentais, como é o caso de sincáridos (grupo exclusivamente aquáticos) encontrados em Montana Central, Estados Unidos da América, em folhelhos de Charneca, região localizada no meio do continente, indicando que um dia já esteve submersa. Para que os estudos desses temas possam ser aprofundados é necessário que os registros fósseis sejam preservados de forma a possibilitar consultas futuras ao material por diferentes pesquisadores e pelo maior período de tempo possível. Essa necessidade é um dos principais motivos para a existência de acervos de fósseis, os quais geralmente mantêm vários espécimes fósseis de um mesmo tipo de organismo, como diversas partes do corpo de uma determinada espécie ou várias espécies de um mesmo grupo. Quando os acervos são maiores, é mais provável que os dois casos ocorram com maior frequência do que em acervos reduzidos. Alguns acervos de fósseis que possuem fósseis de crustáceos pelo mundo são o Museu Nacional de História Natural dos Estados Unidos da América, administrado pelo Instituto Smithsoniano e localizado em Washington D.C, o Museu Nacional de História Natural da França, administrado por dois ministérios do governo francês em Paris, o Museu de Paleontologia Plácido Cidade Nuvens, da Universidade Regional do Cariri (URCA) em Santana do Cariri e o Museu de Geociências da Universidade de São Paulo (USP) em São Paulo, ambos no Brasil. == Galeria == Ficheiro:Maria farinha Carangueijo.jpg Ficheiro:Carangueijo azul brasil.jpg Ficheiro:Carangueijo saosebastiao brasil.jpg Ficheiro:Carangueijo quelas desiguais.jpg == Ligações externas == * Biomania.com - Crustáceos",
 "title": "Crustáceo"
}