{
 "id": "19253",
 "text": "\\---- (MDCCCLXXXIX, na numeração romana) foi um ano comum do século XIX do actual Calendário Gregoriano, da Era de Cristo, a sua letra dominical foi F (52 semanas), teve início a uma terça-feira e terminou também a uma terça- feira. == Eventos == * Ano da Proclamação da República, o Brasil possuía 636 indústrias e cerca de 54 mil operários. * Hugo de Vries postula que \"a hereditariedade de características específicas nos organismos ocorre por partículas\", nomeando essas partículas \"(pan)genes\"Vries, H. de (1889) Intracellular Pangenesis (\"pan-gene\" definition on page 7 and 40 of this 1910 translation in English) * Início da construção da Ermida do Senhor Bom Jesus da Fajã Grande que terá perdurado até 1895, a responsabilidade da construção deve-se à iniciativa de José de Azevedo Machado.Guia do Património Cultural de São Jorge, Açores, Dep. Legal nº 197839/03 === Janeiro === * 8 de janeiro é patenteado por Herman Hollerith o primeiro computador. * 10 de janeiro a Costa do Marfim é declarada protetorado francês. === Março === * 4 de março - Benjamin Harrison toma posse como Presidente dos Estados Unidos. * 31 de março - Inauguração da Torre Eiffel em Paris. === Maio === * 6 de maio - Aula- inaugural do Imperial Colégio Militar no Rio de Janeiro * 16 de maio - É rezada a primeira missa na Ermida de São José do Toledo, Ilha de São Jorge. === Julho === * 6 de julho - Elevação do lugar de Santo Antão, concelho da Calheta, ilha de São Jorge, à categoria de freguesia. * 15 de julho - Pedro II, imperador do Brasil, sofre atentado ao sair de uma apresentação teatral no Rio de Janeiro. Alvejado com três tiros de revólver, o monarca saiu incólume do episódio. === Agosto === * 26 de agosto - Fundação da Cidade de Campo Grande, capital do estado de Mato Grosso do Sul. === Setembro === * 23 de setembro - Fusajiro Yamauchi funda a empresa de cartas de Hanafuda e futuramente a maior empresa de Video games do mundo, a empresa japonesa Nintendo. === Novembro === * 2 de novembro - O território de Dakota é dividido em \"do Norte\" e \"do Sul\". Dakota do Norte torna-se o 39º estado norte- americano e Dakota do Sul torna-se o 40º estado norte-americano. * 8 de novembro - Montana torna-se o 41º estado norte-americano. * 9 de novembro - Ocorre o Baile da Ilha Fiscal, último grande baile da monarquia brasileira. * 11 de novembro - Washington torna-se o 42º estado norte-americano. * 15 de novembro - Proclamação da República do Brasil: o Imperador Pedro II do Brasil é exilado e Deodoro da Fonseca torna-se o primeiro presidente da república. * 16 de novembro - Pedro II é informado de sua deposição. À tarde, tropas cercam a Quinta da Boa Vista para negociar as condições de retirada da família imperial do país. * 17 de novembro - A Família Imperial Brasileira vai para o exílio em Paris. * 19 de novembro - O governo provisório brasileiro baixa os primeiros decretos, regulamentando a bandeira, o brasão de armas, o hino e o selo nacionais. * 25 de novembro - O governo britânico entrega uma nota ao governo português protestando pela decisão de Portugal de considerar os territórios entre Angola e Moçambique como dependentes da soberania portuguesa. === Dezembro === * 5 de dezembro - A Família Imperial Brasileira chega a Lisboa após deixar o Brasil devido à Proclamação da República. == Nascimentos == * 3 de fevereiro - Risto Ryti, 5° presidente da Finlândia (m. 1956). * 19 de fevereiro - Ernest Marsden, físico inglês (m.1970) * 20 de fevereiro - Laureano Gómez Castro, Presidente da Colômbia de 1950 a 1951 (m. 1965). * 23 de fevereiro - Victor Fleming, diretor e cineasta norte-americano (m. 1949). * 16 de abril - Charlie Chaplin, actor e realizador britânico (m. 1977) * 20 de abril - Adolf Hitler, político e militar austríaco e alemão (a partir de 1932), líder do Partido Nazista alemão (m. 1945) * 26 de abril - Ludwig Wittgenstein, filósofo austríaco (m. 1951) * 28 de abril - António de Oliveira Salazar, estadista português (m. 1970) * 12 de maio - Abelardo Luján Rodríguez, presidente interino do México de 1932 a 1934 (m. 1967). * 2 de junho - Martha Wentworth, atriz americana (m. 1974). * 30 de junho - Alice B. Russell, atriz estadunidense (m. 1985). * 20 de agosto - Cora Coralina, escritora e poetisa brasileira. *26 de setembro - Martin Heidegger, filósofo alemão (m. 1976) * 24 de outubro - Ferhat Abbas, presidente do governo provisório da Argélia entre 1962 e 1963. m. 1985. * 15 de novembro - Rei Manuel II de Portugal (m. 1932) * 24 de novembro - Zalman Shazar, presidente de Israel de 1963 a 1973 (m. 1974). * 25 de dezembro - Osmín Aguirre y Salinas, militar e presidente de El Salvador de 1944 a 1945 (m. 1977) == Mortes == * 13 de fevereiro - João Maurício Wanderley, Primeiro-Ministro do Império do Brasil, governador da Bahia (n. 1815). *11 de outubro - James Prescott Joule, físico inglês (n. 1818) *19 de outubro - Rei Luís I de Portugal (n. 1838) *28 de dezembro - Dona Teresa Cristina, imperatriz consorte do Império do Brasil (n. 1822). ==Por tema== *1889 na arte *1889 no Brasil *1889 na ciência *1889 no cinema *1889 no desporto *Divisões administrativas em 1889 *1889 no jornalismo *1889 na literatura *1889 na música *1889 na política *1889 na religião *1889 no teatro",
 "title": "1889"
}