{
 "id": "19266",
 "text": "Santana é uma cidade portuguesa na ilha da Madeira, Região Autónoma da Madeira, que é sede do Município de Santana e da Freguesia de Santana.Portal do Município de Santana O Município de Santana, com 95,56 km² de área e habitantes (2021), está subdividido em 6 freguesias, sendo limitado a leste pelo município de Machico, a sul por Funchal, a sudoeste por Câmara de Lobos, a oeste por São Vicente e a norte tem litoral no oceano Atlântico. O Município de Santana é considerado pela UNESCO como Reserva Mundial da Biosfera. == Heráldica == A heráldica do Município de Santana foi aprovada pelo Governo da República através da Portaria de 28 de fevereiro de 1957, com publicação no Diário do Governo, II Série, de 6 de Março do mesmo ano. A heráldica é assim constituída pelos seguintes elementos simbólicos: armas, selo e bandeira.Portal do Município de Santana *Armas – de prata, um ramo florido de hortênsias de sua cor e dois ramos de milho verde, espigadas de ouro, tudo posto em roquete. Coroa mural de prata de quatro torres. *Selo – Circular, tendo ao centro as peças das armas, sem indicação dos esmaltes. Em volta, dentro de círculos concêntricos, os dizeres “Câmara Municipal de Santana”. *Bandeira – De verde, com o escudo das armas ao centro e por baixo um listel de prata com a inscrição “Santana” em letras de negro. == Etimologia == Santana deve o seu nome a uma capela em sua honra, que tinha o nome de Santa Ana.http://www.madeirarural.com/pt/freguesia-santana/ == História == A povoação acontece por volta do ano 1550 com minhotos de Braga, do norte de Portugal continental. Por isso há a alcunha dos habitantes locais serem os “Bragados”. No início da colonização, as terras foram repartidas entre nobres e alguns burgueses, com a posse de sesmaria. Havia a obrigatoriedade de desbravar e construir habitações para as pessoas e para o gado. A freguesia de Santana acaba por ser criada por alvará régio a 2 de junho de 1564 para uma capitania curato. Nesta data desmembrou-se da Capitania de São Jorge e instalou a sua sede na Capela de Santa Ana. Em 1835 ascendeu à categoria de vila e sede do concelho. No dia 1 de Janeiro de 2001 a vila de Santana foi elevada à categoria de Cidade.Decreto Legislativo Regional n.º 14/2000/M, Diário da República n.º 154/2000, Série I-A de 2000-07-06 ==Casinhas de Santana== Santana, agora cidade e sede do município, deverá ser das zonas turísticas mais emblemáticas da ilha da Madeira. Tudo porque as casas onde as suas gentes viviam, em maior número, noutros tempos, acabaram por resultar num cartaz por excelência do destino. São casas em triângulo e cobertas de palha. == Economia == No domínio das atividades económicas, temos a agricultura, que tem sido a base de subsistência da população, o comércio, a prestação de serviços e a hotelaria e restauração, com uma oferta diversificada e de qualidade. A primeira unidade hoteleira que ali se ergue foi o Hotel Acciaioli, em 1850. Existia igualmente o Hotel Figueira, com dimensões mais reduzidas. Dentro das pensões, refira-se a Pensão da viúva de Paulino Pinto Correia, a hospedaria de Carlos Moniz Ferreira, a Pensão de Joaquim de Freitas e a de João Marques de Freitas. Isto em 1938. Mas esses tempos ficam para a história. Hoje tem uma oferta hoteleira de grande qualidade, onde proliferam unidades como a Quinta do Furão e muitas casas de turismo no espaço rural e alojamento local. == Clima == O clima de Santana, é um clima muito parecido com o clima das zonas altas do Funchal, respetivamente o Monte, Santo António e São Gonçalo, apesar destes terem invernos mais frios, verões mais quentes e um maior nível de precipitação que rondam os 2400 mm e em Santana rondam os 2000 mm. O verão em Santana é pouco quente e chuvoso, o que faz Santana ter uma temperatura média do verão de 17 °C,a mais baixa de toda a ilha. O inverno em Santana é fresco, muito chuvoso e dias de nevoeiro poderão ser muito frequentes, como nas zonas altas do Funchal que, apresentam temperaturas médias do inverno de 8 °C, ainda mais baixas do que as de Santana, que são de 10.5 °C. ==População== Número de habitantes Instituto Nacional de Estatística (Recenseamentos Gerais da População) - https://www.ine.pt/xportal/xmain?xpid=INE&xpgid;=ine_publicacoes 1864 1878 1890 1900 1911 1920 1930 1940 1950 1960 1970 1981 1991 2001 2011 2021 8 306 9 475 9 013 9 337 10 127 9 814 10 908 14 038 15 543 13 971 12 850 11 253 10 302 8 804 7 719 6 553 (Obs.: Número de habitantes \"residentes\", ou seja, que tinham a residência oficial neste concelho à data em que os censos se realizaram.) Número de habitantes por Grupo EtárioINE - http://censos.ine.pt/xportal/xmain?xpid=CENSOS&xpgid;=censos_quadros 1900 1911 1920 1930 1940 1950 1960 1970 1981 1991 2001 2011 0-14 Anos 3 689 3 965 3 470 4 171 5 996 5 773 4 941 4 770 S/ dados 2 404 1 407 1 011 15-24 Anos 1 536 1 907 2 093 2 057 2 474 3 168 2 522 1 905 S/ dados 1 645 1 331 835 25-64 Anos 3 650 3 662 3 692 4 117 4 788 5 656 5 621 5 000 S/ dados 4 781 4 286 4 047 = ou > 65 Anos 432 604 521 563 750 702 887 1 175 S/ dados 1 472 1 780 1 826 > Id. desconh 32 1 2 2 39 (Obs: De 1900 a 1950 os dados referem-se à população \"de facto\", ou seja, que estava presente no município à data em que os censos se realizaram. Daí que se registem algumas diferenças relativamente à designada população residente) ==Demografia== ===Evolução da População Entre 1864 e 2011=== thumb|300px|Evolução da População 1864 / 2011; thumb|300px|Variação da População 1864 / 2011; thumb|300px|Variação da População Entre 1864 e 2011; ===Evolução dos Grupos Etários Entre 2001 e 2011=== thumb|300px|Nº de habitantes por grupos etários – 2001; thumb|300px|Nº de habitantes por grupos etários – 2011; === Distribuição da população === Segundo os censos de 2001, a população do município totaliza 8 804, distribuídas pelas seis freguesias da seguinte maneira: # Arco de São Jorge: 509 hab. # Faial: 1 961 hab. # Ilha: 358 hab. # Santana: 3 439 hab # São Jorge: 1 610 hab. # São Roque do Faial: 927 hab. == Ver também == * Casas típicas de Santana == Galeria == Ficheiro:078 Câmara Municipal de Santana.jpg|Câmara Municipal de Santana Ficheiro:Achada do Teixeira - Dique Basáltico.jpg|Achada do Teixeira Ficheiro:Arco de São Jorge.jpg|Arco de São Jorge == Ligações externas == * Categoria:Reservas da biosfera de Portugal",
 "title": "Santana (Madeira)"
}