{
 "id": "19278",
 "text": "São Jorge é uma povoação portuguesa sede da Freguesia de São Jorge do Município de Santana, freguesia com 18,30 km² de área e 1 173 habitantes (2021), tendo, por isso, uma densidade populacional de 64,1 hab/km². Fundada em 1515 por D. Manuel I, é uma das mais antigas freguesias da região, tendo as actuais freguesias de Santana, Arco de São Jorge e Ilha integrado o seu território original. Localiza-se a uma latitude 32.81667 (32°49') norte e a uma longitude 16.9 (16°') oeste, estando a uma altitude de 243 metros. Está ligada à cidade de Santana pela estrada regional 101 e pela via expresso n.1. Está limitada a Norte pelo Oceano Atlântico e a Sul por montanhas. A oeste encontra-se a Freguesia do Arco de São Jorge e a este é limitada pelas freguesias de Ilha e Santana. Metade da freguesia encontra-se em plena floresta Laurissilva. A actividade principal da população é a agricultura. Nesta freguesia situa-se a Igreja Matriz de São Jorge, o mais importante monumento barroco em espaço rural insular, cuja construção reúne elementos arquitectónicos e decorativos das outras três igrejas suas antecessoras, entretanto desaparecidas (as duas primeiras construídas junto à orla costeira da localidade, a terceira no mesmo local da actual). A sua edificação teve início na década de 30 do século XVIII, com a demolição da Igreja Nova da Achada, tendo sido dedicada a 17 de Setembro de 1761 por D. Gaspar da Costa Brandão, bispo do Funchal. A matriz possui um monumental retábulo joanino, dois retábulos laterais e outros dois colaterais, tendo seis altares e contando com vários elementos de relevo no seu conjunto: o arcaz da sacristia, o sacrário, o tecto da capela-mor, os azulejos dos séculos XVI e XVII e o púlpito merecem especial destaque. Nesta freguesia existe também uma capela dedicada a São Pedro, datada de finais do século XV, e uma capela dedicada ao Sagrado Coração de Jesus, no sítio da Ribeira Funda, concluída por volta do ano 2000. Existiram, no seu território histórico original, as capelas de Santana (século XV - edificada na actual freguesia de Santana), São Sebastião (século XVI), Nossa Senhora da Piedade (século XVI - construída na actual freguesia do Arco de São Jorge), Santo António (século XVI/XVII - actual freguesia de Santana), e Nossa Senhora do Rosário (século XVIII - implantada na actual freguesia da Ilha). No sítio do Calhau de São Jorge, primeiro centro económico e religioso da comunidade, onde foram construídas as primeiras igrejas e indústrias da localidade, ergueu-se, também, o reduto militar conhecido por Forte de São Jorge, constituído por um casa da guarda, um arsenal, uma praça de armas triangular com duas guaritas (nascente), um torreão (poente), e uma porta de armas. Na praça de armas triangular, cujo traçado é ainda visível nas ruínas (classificadas como monumento local), existiam duas peças de artilharia de calibre 6, levadas para o Forte de Nossa Senhora do Amparo, em Machico, aquando da alienação do imóvel pelo Estado. Entre os filhos ilustres desta freguesia conta-se o cardeal D. Teodósio Clemente de Gouveia, primeiro cardeal madeirense e primeiro arcebispo de Lourenço Marques (actual Maputo, Moçambique), nascido a 13 de Maio de 1889, no sítio de São Pedro. Um busto da autoria de Anjos Teixeira assinala o local do seu nascimento, junto à Quinta Episcopal de São Jorge. A maior altitude encontra-se no Pico Canário (1592m) seguido do Pico dos Assumadouros (1184m). São Jorge possui uma delegação da escola secundária de Santana, uma escola primária e pré-primária, bem como um centro de actividades ocupacionais, centro de saúde e centro de dia. Em 2019 iniciou-se a construção do Museu do Barroco e do Tesouro da Igreja Matriz de São Jorge, com conclusão prevista para 2022. ==População== esquerda|150px|Evolução da População 1864 / 2011 População da Freguesia de São JorgeInstituto Nacional de Estatística (Recenseamentos Gerais da População) - https://www.ine.pt/xportal/xmain?xpid=INE&xpgid;=ine_publicacoes 1509 1572 1641 1727 1746 1864 1878 1890 1900 1911 1920 1930 1940 1950 1960 1970 1981 1991 2001 2011 2021 40-50A igreja grande de São Jorge, Rui Carita, pp. 10 500índice geral da provedoria da fazenda real do Funchal, mss. Organizado em 1775, FL. 137 e 137v°. 600*constituições sinodais do bispado do Funchal 1 000* 1 000* 2 266 2 465 2 169 2 216 2 135 2 240 2 524 3 442 3 810 3 709 3 139 2 761 2 010 1 610 1 473 1 173 Com lugares desanexados desta freguesia foi criada em 1989 a freguesia de Ilha -* População com idade superior a 7 anos esquerda|150px|Grupos Etários 2011 Distribuição da População por Grupos Etários Ano 0-14 Anos 15-24 Anos 25-64 Anos > 65 Anos 0-14 Anos 15-24 Anos 25-64 Anos > 65 Anos 2001 259 234 743 374 16,1% 14,5% 46,1% 23,2% 2011 189 146 732 406 12,8% 9,9% 49,7% 27,6% Média do País no censo de 2001: 0/14 Anos-16,0%; 15/24 Anos-14,3%; 25/64 Anos-53,4%; 65 e mais Anos-16,4% Média do País no censo de 2011: 0/14 Anos-14,9%; 15/24 Anos-10,9%; 25/64 Anos-55,2%; 65 e mais Anos-19,0% == Sítios == == Ver também == * Reduto de São Jorge Categoria:Estados e territórios fundados em 1517 Categoria:Fundações em Portugal em 1517",
 "title": "São Jorge (Santana)"
}