{
 "id": "19279",
 "text": "\\---- (, na numeração romana) foi um ano comum do século XIX do actual Calendário Gregoriano, da Era de Cristo, e a sua letra dominical foi E (52 semanas), teve início a uma quarta-feira e terminou também a uma quarta-feira. == Eventos == * Fundação da General Electric Company por Thomas Edison * James Ritty inventa a Caixa registradora. * Lars Fredrick Nilson descobre o elemento Escândio. * Lecoq de Boisbaudran descobre o elemento químico Samário. * Theodor Cleve descobre o elemento químico Túlio. * Fundação da marca sueca de vodka Absolut. * Início da Guerra do Pacífico (século XIX) confrontando o Chile às forças de Peru e Bolívia. * Maior nevasca já registrada no Brasil, em Vacaria, Rio Grande do Sul, chegando a 2 metros de espessura. * Fim do 2º reinado de Kitsep Dorji Namgyal, Desi Druk do Reino do Butão, reinou desde 1878. * É publicada pelos Estudantes da Bíblia a 1ª edição da atual revista religiosa \"A Sentinela Anunciando o Reino de Jeová\" (em inglês), publicada em Julho com o nome de Zion's Watch Tower and Herald of Christ's Presence (A Torre de Vigia de Sião e Arauto da Presença de Cristo). * Elevação a freguesia do povoado das Cinco Ribeiras, concelho de Angra do Heroísmo. * É edificado nas Cinco Ribeiras, Angra do Heroísmo, a primeira escola pública destinada ao sexo masculino. * É inaugurado o primeiro laboratório experimental de Psicologia em Leipzig na Alemanha, dando início a esta ciência. === Fevereiro === * 1 de Fevereiro - 1° número do jornal Tribune de Genève * 8 de fevereiro - Elevação a paróquia da freguesia das Cinco Ribeiras, concelho de Angra do Heroísmo, sobe a evocação de Nossa Senhora do Pilar. ===Março=== *Início do reinado de Chogyal Zangpo, Desi Druk do Reino do Butão, reinou até 1880. === Maio === * 16 de maio – É rezada a primeira missa na Ermida de São José do Toledo, cuja construção se iniciou em 13 de junho de 1876 por iniciativa do Dr. José Pereira da Cunha da Silveira e Sousa. === Abril === * 02 de abril - Araras é elevada a categoria de Município. ===Julho=== *1 de julho — Charles Taze Russell publica a primeira edição da revista religiosa A Sentinela. == Nascimentos == * 17 de janeiro - Felipe Segundo Guzmán, presidente da Bolívia de 1925 a 1926 (m. 1932). * 8 de março - Otto Hahn, químico alemão (m. 1968). * 14 de Março - Albert Einstein, físico alemão (m. 1955) * 26 de Abril - Owen Willans Richardson, físico britânico, Nobel de Física em 1928 (m. 1959) *1 de Julho — Léon Jouhaux, sindicalista francês (m. 1954). * 9 de Julho - Carlos Chagas, médico e cientista brasileiro. (m. 1934) * 8 de Agosto - Emiliano Zapata, revolucionário mexicano, no seio de uma família de camponeses (m. 1919) * 22 de Agosto - Carlos Amaro, poeta, dramaturgo, jornalista e político republicano português (m. 1946) * 4 de Novembro - Joaquim Américo Guimarães, fundador e primeiro presidente do International Foot-Ball Club, idealizador da primeira praça esportiva do estado do Paraná (m. 1917) * 18 de Dezembro - Paul Klee, pintor suíço (m. 1940) * 25 de Dezembro - Afonso Pena Júnior, advogado, professor, político e ensaísta brasileiro (m. 1968) * 29 de dezembro - Clodomir Cardoso- Jurista, escritor, jornalista e político brasileiro, (m. 1953) * Henry Wallon - escritor, pedagogo, psicólogo e pesquisador francês (m. 1962) * Thami El Glaoui - Chefe tribal e senhor feudal de Marrocos, paxá de Marraquexe (m. 1956) == Mortes == * 10 de fevereiro — Honoré Daumier, pintor e caricaturista francês. (n. 1808) * 16 de fevereiro — Émile Prisse d'Avennes, orientalista francês (n. 1807) * 3 de abril — Tomás José da Anunciação, pintor português da época do romantismo (n. 1818) * 19 de julho — Louis Favre, engenheiro Suíço (n. 1826) * 13 de outubro — Henry Charles Carey, economista norte-americano (n. 1793). * 5 de novembro — James Clerk Maxwell, físico britânico (n. 1831) * 6 de novembro — James Fazy, político genebrino fundador do partido radical suíço (n. 1794). * 30 de dezembro — Manuel de Araújo, pintor, jornalista, político e escritor brasileiro (n. 1806).",
 "title": "1879"
}