{
 "id": "19330",
 "text": "São Salvador é uma antiga freguesia portuguesa do Município de Santarém, com 11,86 km² de área e 10 513 habitantes (2011). A sua densidade populacional era 886,4 hab/km². Foi extinta e agregada às freguesias de Santa Iria da Ribeira de Santarém, Marvila e São Nicolau, criando a União das freguesias de Marvila, Santa Iria da Ribeira de Santarém, São Salvador e São Nicolau. A freguesia é muito antiga, existindo já nos finais do século XII. Dentro dos seus limites, encontravam-se a Mouraria, o Paço Real da Alcáçova Nova (actual edifício do Seminário), a Ermida do Espírito Santo e os conventos de Nossa Senhora da Piedade, da Santíssima Trindade, de São Francisco, de Santa Clara, de São Bento dos Apóstolos e de São Domingos. A igreja paroquial desta freguesia situava-se no sítio do actual Largo Padre Francisco Nunes da Silva, frente ao Palácio Landal. Este templo, que remontava à época medieval, foi muito danificado pelos sismos de 1755 e de 1909, tendo sido demolido na sequência deste último. A paróquia está actualmente sediada na Igreja de Nossa Senhora da Piedade, que pertencia a um antigo convento. ==População== População da freguesia de Santarém (São Salvador) Instituto Nacional de Estatística (Recenseamentos Gerais da População) - https://www.ine.pt/xportal/xmain?xpid=INE&xpgid;=ine_publicacoes 1864 1878 1890 1900 1911 1920 1930 1940 1950 1960 1970 1981 1991 2001 2011 2 007 2 970 3 386 3 127 3 406 3 557 4 279 4 167 5 234 5 827 5 943 6 925 7 568 9 211 10 513 Distribuição da População por Grupos Etários Ano 0-14 Anos 15-24 Anos 25-64 Anos > 65 Anos 0-14 Anos 15-24 Anos 25-64 Anos > 65 Anos 2001 1532 1226 5134 1319 16,6% 13,3% 55,7% 14,3% 2011 1 816 1118 6040 1539 17,3% 10,6% 57,5% 14,6% Média do País no censo de 2001: 0/14 Anos-16,0%; 15/24 Anos-14,3%; 25/64 Anos-53,4%; 65 e mais Anos-16,4% Média do País no censo de 2011: 0/14 Anos-14,9%; 15/24 Anos-10,9%; 25/64 Anos-55,2%; 65 e mais Anos-19,0% == Património == * Igreja e Claustro do extinto Convento de São Francisco * Igreja do Seminário ou Igreja de Nossa Senhora da Conceição do Colégio dos Jesuítas * Capela de Nossa Senhora do Monte * Igreja de Santa Clara ou Igreja do Convento de Santa Clara * Conjunto edificado do Solar dos Sousa Coutinhos - Palácio Landal * Mercado Municipal de Santarém * Janela manuelina de uma Casa da Praça Sá da Bandeira * Vestígios do Paço incorporados no edifício do Seminário * Palácio de Eugénio Silva * Igreja de Nossa Senhora da Piedade * Café Central",
 "title": "São Salvador (Santarém)"
}