{
 "id": "1933",
 "text": "Microsoft Windows (ou simplesmente Windows) é uma família de sistemas operacionais desenvolvidos, comercializados e vendidos pela Microsoft. É constituída por várias famílias de sistemas operacionais, cada qual atendendo a um determinado setor da indústria da computação, sendo que o sistema geralmente é associado com a arquitetura IBM PC compatível. As famílias ativas do Windows incluem Windows NT e Windows Embedded; estes podem abranger subfamílias, como Windows CE ou Windows Server. Entre algumas das famílias Windows extintas estão o Windows 9x, o Windows 10 Mobile e o Windows Phone. A Microsoft introduziu um ambiente operacional chamado Windows 1.0 em 20 de novembro de 1985, como um shell para MS-DOS, em resposta ao crescente interesse em interfaces gráficas de usuário (GUIs). O Microsoft Windows passou a dominar o mercado de computadores pessoais (PC) do mundo, com mais de 90% de participação de mercado, superando o macOS, que havia sido introduzido em 1984. A Apple chegou a ver o Windows como uma invasão injusta em sua inovação no desenvolvimento de produtos GUI, como o Lisa e o Macintosh (eventualmente resolvido na Justiça em favor da Microsoft em 1993). Nos PCs, o Windows ainda é o sistema operacional mais popular do mundo. No entanto, em 2014, a Microsoft admitiu a perda da maioria do mercado global de sistemas operacionais do sistema operacional móvel Android, devido ao enorme crescimento nas vendas de smartphones. Em 2014, o número de dispositivos Windows vendidos era menos de 25% dos dispositivos Android vendidos. Essas comparações, no entanto, podem não ser totalmente relevantes, já que os dois sistemas operacionais visam plataformas tradicionalmente diferentes. , a versão mais recente do Windows para PCs, tablets, smartphones e dispositivos embutidos é o Windows 11. A versão mais recente para servidores é o Windows Server 2022. Uma versão especializada do Windows é executada no console de jogos Xbox One, Xbox Series X e Series S. Atualmente o sistema Windows possui a versão LTSC (sigla de Long-Term Servicing Channel) que em português significa Canal de Manutenção de Longo Prazo; uma versão baseada na estabilidade, que permite o usuário adiar as atualizações de recursos e focar apenas nas correções essências (patchs de segurança) que são lançados mensalmente. Em 2023 a versão 11 do sistema recebeu um modo LTSC. == História == A Microsoft começou a desenvolver o Microsoft Windows em setembro de 1981. Os primeiros Windows, como o 1.0, 2.0, são compatíveis apenas com partições formatadas em sistema de ficheiros FAT, nesse caso, o FAT 16. O 3.x poderia ser instalado em FAT 32, porém necessita ser instalado o MS-DOS 7.10, que era incluído nos disquetes de inicialização do Windows 95 OSR2 e Windows 98, necessitando modificar alguns arquivos para permitir seu funcionamento. Ao mudar do 3.1 para o 95B (Windows 95 OSR 2/OSR 2.1), os HD's poderiam ser formatados em FAT 32. Inicialmente lançado com o Windows NT, a tecnologia NTFS é ainda hoje (2020) o padrão de fato para esta classe. Com a convergência de ambos sistemas, o Windows XP passou também a preferir este formato. ==== Windows 95 ==== O Windows 95 foi lançado em 24 de agosto de 1995. Ele era um Windows completamente novo, e de nada lembra os Windows da família 3.xx. O salto do Windows 3.1 ao Windows 95 era muito grande e ocorreu uma mudança radical na forma da apresentação da interface. Introduziu o Menu Iniciar e a Barra de Tarefas. Enquanto nesta versão, o MS-DOS perdeu parte da sua importância visto que o Windows já consegue ativar-se sem precisar da dependência prévia do MS-DOS. As limitações de memória oferecidas ainda pelo Windows 3.0 foram praticamente eliminadas nesta versão. O sistema multitarefa tornou-se mais eficaz. Utilizava o sistema de ficheiros FAT-16 (VFAT). Os ficheiros (arquivos) puderam a partir de então ter 255 caracteres de nome (mais uma extensão de três caracteres que indica o conteúdo do arquivo, facilitando assim sua identificação e podendo ser associado para abertura em determinados programas). O salto foi enorme, e o lançamento foi amplamente divulgado pela imprensa, inclusive pelas grandes redes de televisão. Existe uma outra versão do Windows 95, lançada no início de 1996, chamada de Windows 95 OEM Service Release 2 (OSR 2), com suporte nativo ao sistema de arquivos FAT32. Já o Windows 95, a partir da revisão OSR 2.1, incluía o suporte nativo ao Barramento Serial Universal (USB) e Ultra DMA (UDMA). Foi lançada ainda uma versão especial, o Windows 95 Plus!, com um pacote de diferentes temas visuais e sonoros para personalização do sistema operacional. Esta versão também incluía o navegador Internet Explorer. ==== Windows 98 ==== Esta versão foi lançada em 25 de junho de 1998. Foram corrigidas muitas das falhas do seu antecessor, o Windows 95. A maior novidade desta versão era a completa integração do S.O. com a Internet. Utilizava o Internet Explorer 4. Introduziu o sistema de arquivos FAT 32 e começou a introduzir o teletrabalho (só foi possível devido à integração do Web). Melhorou bastante a interface gráfica. Incluiu o suporte a muitos monitores e ao USB (Universal Serial Bus). Mas, por ser maior do que o Windows 95 e possuir mais funções, era também mais lento e mais instável. Nessa versão, nasce a restauração de sistema via MS-DOS (Scanreg.exe /restore). A restauração de sistema visava corrigir problemas retornando o computador a um estado anteriormente acessado (ontem, antes de ontem, etc). === Windows CE === === Windows XP === O Windows XP foi o primeiro da família a oferecer suporte a sistemas de 64 bits. O nome \"XP\" deriva de eXPerience. É o sucessor de ambos os Windows 2000 e Windows ME e é o primeiro sistema operacional para consumidores produzido pela Microsoft construído em nova arquitetura e núcleo (Windows NT 5.1). O Windows XP foi lançado no dia 25 de outubro de 2001 e mais de 400 milhões de cópias estavam em uso em janeiro de 2006, de acordo com estimativas feitas naquele mês pela empresa de estatísticas IDC. Foi sucedido pelo Windows Vista lançado para pré-fabricantes no dia 8 de novembro de 2006 e para o público em geral em 30 de janeiro de 2007. Suas vendas cessaram no dia 30 de junho de 2008, porém ainda era possível adquirir novas licenças com os desenvolvedores do sistema até 31 de janeiro de 2009 ou comprando e instalando as edições Ultimate ou Business do Windows Vista e então realizando o downgrade para o Windows XP. Até o final de julho de 2010, o Windows XP era o sistema operacional mais utilizado no mundo com 62.43% de participação no mercado, tendo chegado a 85% em dezembro de 2006. Os números mostram a queda exponencial do uso do sistema operacional, acelerada pelo lançamento do Windows 7, que chegou para corrigir os problemas do Vista. === Windows Vista === O Windows Vista foi a sexta versão do Windows, lançada em 30 de janeiro de 2007. Antes do seu anúncio em 22 de julho de 2005, o Windows Vista era conhecido pelo nome de código Longhorn. O lançamento do Windows Vista veio mais de cinco anos depois da introdução do seu predecessor, o Windows XP. O Windows Vista possui novos recursos e funções dos que os apresentados por sua versão anterior o Windows XP, como uma nova interface gráfica do usuário, apelidada de Windows Aero. A partir desta versão o sistema Windows possui uma restrição relacionada aos componentes de mídia de acordo com algumas regiãos, resultando nas versões \"Windows N\" e \"Windows KN\", que são distribuídas na Europa e na Coréia respectivamente, onde o “N” representa “not with Media Player” (versão do sistema sem o Windows Media Player integrado) e o “K” é uma referência à Coreia. Os componentes de mídia relacionados ao programa Windows Media Player que foram excluídos da versão N e KN são: o programa reprodutor de música e vídeo (Windows Media Player); gravador de Voz; skype; o activeX do reprodutor; Media Foundation; Windows Portable Devices (WPD); a configuração Windows Media Format; Windows Media DRM; o sistema de compartilhamento de mídia, a configuração Play-To; os codecs de áudio MPEG, WMA, AAC, FLAC, ALAC, AMR e, Dolby Digital; os codecs de vídeo VC-1, MPEG4, H.264, H.265 e, H.263. Assim a empresa Microsoft oferece ao usuário o pacote opcional e gratuita chamado \"Media Feature Pack\". === Windows 7 === Windows 7 foi lançado para empresas no dia 22 de julho de 2009, e começou a ser vendido livremente para usuários comuns às 00h00 do dia 22 de outubro de 2009, menos de 3 anos depois do lançamento de seu predecessor, Windows Vista. Pouco mais de três anos depois, o seu sucessor, Windows 8, foi lançado em 26 de outubro de 2012. Diferente do Windows Vista, que introduziu um grande número de novas características, Windows 7 foi uma atualização mais modesta e focalizada para ser mais eficiente, limpo e mais prático de usar, com a intenção de torná-lo totalmente compatível com aplicações e hardwares com os quais o Windows Vista já era compatível. === Windows 8 === === Windows 10 === A Microsoft lançou o Windows 10 Technical Preview (nome de código Threshold) no dia 30 de setembro de 2014 e em seu lançamento foi enfatizado o retorno do Menu Iniciar de que tanto os utilizadores sentiam falta. Houve muitas alterações quando se compara o design com a versão anterior (Windows 8.1). A promessa do novo sistema operacional era unir o melhor de dois mundos que se tornaram distantes (Windows 7, focado em desktops, e Windows 8.1, focado em tablets). Outro recurso apresentado foram as novas Live Tiles, que podem ser inseridas agora, ao lado do Menu Iniciar, e dimensionadas, tal como no Windows 8.1. Além disso, o Windows 10 traz diversos novos recursos e inovações que superam, em quantidade, as apresentadas no Windows Vista. Diversos recursos e funcionalidades foram substituídas/remodeladas ou, simplesmente, deletadas, tornando o sistema mais limpo e fluido. Funcionalidades comuns, como calculadora por exemplo, foram substituídas pelos Aplicativos Universais. Se o usuário ainda não desejar ter o menu iniciar de volta, pode substitui-lo pela Tela Iniciar clicando com o botão direito sobre a barra de ferramentas e, na aba \"Menu Iniciar\", desabilitar a opção \"Usar o Menu Iniciar ao invés da Tela Iniciar\". No dia 29 de julho de 2015, a versão final do Windows 10 foi lançada pela Microsoft. === Windows 11 === O Windows 11 foi lançado em 5 de outubro de 2021, mostrando uma interface muito próxima da aparência do cancelado Windows 10X. As maiores novidades são o redesign do Menu Iniciar, a nova tela de widgets (pequenos interfaces flutuantes de aplicativos na área de trabalho que exibem funções/informações específicas). O sistema foi criticado várias vezes devido a falta de funcionalidades em relação ao antecessor. Em abril de 2023, a Microsoft anunciou que esta versão do sistema operacional teria um modo LTSC. == Características técnicas == A principal linguagem de programação usada para escrever o código-fonte das várias versões do Windows é o C e algumas partes com C++ e Assembly. Até a versão 3.11, o sistema rodava em 16 bits (apesar da possibilidade de instalar um update chamado Win32s para adicionar suporte a programas 32 bits), e daí em diante, em 32 bits. Desde o Windows XP e Windows Server 2003 existe suporte para a tecnologia 64 bits. A partir do Windows 11, não há mais suporte para sistemas 32 bits. Os sistemas de 64 bits não possuem mais suporte para rodar nativamente aplicativos de 16 bits, sendo necessário o uso de emuladores/máquinas virtuais.Versões de 64 bits do Windows não oferecem suporte a componentes de 16 bits, processos de 16 bits ou aplicativos de 16 bits Os bits são relacionados ao volume de dados que um microprocessador é capaz de lidar. Se um processador tem uma arquitetura de 64 bits, ele é capaz de lidar com dados na ordem de 264, ou seja, 18 446 744 073 709 552 000. Só que para isso ser possível, é necessário que o sistema operacional seja de 64 bits, caso contrário ele trabalhará com somente com instruções de 32 bits (Se o sistema for de 32 bits). Sistemas operacionais de 64 bits também endereçam uma quantidade maior de RAM, suportando até 192 GB (Windows 7 Ultimate) ou 128 GB (Windows XP Professional), contra 3,2 GB dos sistemas de 32 bits. Outra característica denominada de herança maldita devido o fato de ter herdado essa regra do DOS é o fato de não se pode criar pastas com os determinados nomes: con, prn, aux, com1 e lpt1. Trata-se de uma antiga herança que os SOs Windows carregam do MS-DOS e são palavras reservadas para a comunicação interna do SO.Por que é impossível criar uma pasta chamada \"con\" no Windows? Através do Prompt de Comandos é possível criar pastas e arquivos com qualquer um dos nomes acima. Mas o sistema impede que os documentos sejam editados e excluídos pelo Windows Explorer.Por que não é possível criar pastas com o nome \"Con\" no Windows? == Implementações alternativas ao Windows e suas APIs de programação == * Wine * CrossOver * ReactOS * Cedega * Darwine == Ver também == * Microsoft Security Essentials * Readyboost == Ligações externas == * * * Implemente Windows * Tire dúvidas nos fóruns de Windows Categoria:Tecnologia da informação",
 "title": "Microsoft Windows"
}