{
 "id": "19367",
 "text": "Alvalade, do árabe al-balat, é uma povoação portuguesa sede da Freguesia de Alvalade do Município de Santiago do Cacém, freguesia com 161,12 km² de área e 1803 habitantes (censo de 2021), tendo, por isso, uma densidade populacional de . ==História== Foi sede de concelho até 1834. Era constituído pelas freguesias de Alvalade e Nossa Senhora do Roxo, actualmente um lugar desta freguesia. Tinha, em 1801, 1 321 habitantes. Pertenceu, entre 1834 e 1855, ao concelho da Messejana e, entre 1855 e 1871, ao concelho de Aljustrel. Em 1834 os Liberalistas tomam de vez o governo nacional e procedem a um redesenhar drástico do país. A reforma de Novembro de 1836 não só extinguiu o concelho de Alvalade, integrando-o em Messejana, como lhe retirou o título de vila. Coincidentemente, há registo de ter havido, em Março do mesmo ano, um protesto do edil de Alvalade ao governo contra uma acusação, da parte de um munícipe de Messejana, de que os Alvaladenses teriam tomado o partido de Dom Miguel aquando da aclamação deste em Junho de 1828. Devia ser verdade pois é precisamente daqui que o rei deposto parte, em 1 de Junho do ano de 1834, depois ter aqui pernoitado pela última vez em solo português, para o porto de Sines onde aguardava um navio inglês que levaria de vez de Portugal. A retirada do título de vila pode então ter tido então por motivos políticos, como aconteceu a mais localidades suspeitas de haverem sido pró-Miguelistas. Aquando da Regeneração houve uma 2ª reforma administrativa (1855) e o concelho de Messejana é integrado em Aljustrel, mas Alvalade confrontada com a recusa em ver o seu estatuto restituído, escolhe ser anexada a Santiago do Cacém, apesar da maior distância, tal como Cercal do Alentejo o fez por rivalidade com Odemira. O título de vila foi simbolicamente devolvido a Alvalade em 1995. ==Demografia== Nota: No censo de 1864 pertencia ao concelho de Aljustrel, distrito de Beja, tendo passado para o presente concelho (município atual) por decreto de 18 de abril de 1871. Com lugares desta freguesia foi criada a Freguesia de Ermidas-Sado (decreto-lei nº 39.186, de 24 de abril de 1953) A população registada nos censos foi: Distribuição da População por Grupos Etários Ano 0-14 Anos 15-24 Anos 25-64 Anos > 65 Anos 2001 271 314 1185 545 2011 247 190 1078 583 2021 197 143 849 614 == Património == * Ponte medieval de Alvalade ou Ponte sobre a ribeira de Campilhas * Pelourinho de Alvalade * Igreja da Misericórdia de Alvalade * Igreja Matriz de Alvalade * Casa dos Juízes * Casa da Câmara * Fonte da Estação * Fonte da Bica * Fonte da Fome == Transportes == === Estradas principais === Alvalade é servida pelas E.N. 261 e 262, e está próxima do IC1 (Lisboa / Algarve), que tem saída para Alvalade. === Autocarros === A rede de Expressos efectua paragens na localidade próxima de Mimosa. A Rodoviária do Alentejo também dispõem de diversas carreiras que passam diariamente pela localidade. ==Naturais de Alvalade== * Aurea, cantora portuguesa == Ligações externas == * Categoria:Freguesias de Santiago do Cacém Categoria:Vilas de Portugal Categoria:Antigos municípios do distrito de Setúbal",
 "title": "Alvalade (Santiago do Cacém)"
}