{
 "id": "19379",
 "text": "A é a técnica de aplicação de conhecimentos de Biologia na solução de problemas de engenharia e design.Dicionário UNESP do português contemporâneo. UNESP. 2005. p. 182. ISBN 978-85-7139-576-3. Biônica é a investigação, sistemática, das soluções orgânicas e estruturais aplicadas pela natureza aos seus elementos, visando colher dados para a solução de problemas técnicos de formas, estruturas ou objetos. Segundo as proposições da tecnologia biônica, a transferência de tecnologias entre formas de vida e componentes artificiais é uma necessidade natural devido à pressão evolucionária que normalmente força os organismos vivos - fauna e flora - a se tornarem otimizados e eficientes. O termo “biomimético” geralmente é usado em reações químicas, como reações que, na natureza, envolvem macromoléculas biológicas (por exemplo, enzimas e ácidos nucleicos) cuja química pode ser replicada in vitro usando moléculas muito menores. Exemplos da biônica na engenharia incluem os cascos de barcos imitando a pele grossa de golfinhos ou imagens de sonares, radares e ultrassons médicos imitando a ecolocalização animal. No campo da ciência da computação, o estudo da biônica produziu neurônios artificiais, redes neurais artificiais e uma “inteligência de enxame”. A biônica também influenciou a computação evolucionária mas levou o conceito mais além ao simular evoluções in silico e produzir soluções otimizadas que nunca apareceram na natureza. ==História== A biônica como técnica sistemática para fins científicos e práticos teve seu início na década de 40, durante a Segunda Guerra Mundial. Em 1947, o médico e filósofo francês Georges Canguilhem apresentou a conferência \"Máquina e Organismo\", em que introduzia seus estudos na área de biônica. Para ele, o estudo aprofundado das estruturas dos organismos era de vital importância para desenvolvimento de máquinas eficientes. http://www.scielo.br/scielo.php?pid=S0104-80232005000200002&script;=sci_arttext A partir desta época formaram-se grandes laboratórios, nos países mais avançados, para pesquisar esta fonte poderosa a inesgotável de soluções que é a natureza. A Biônica é, hoje em dia, matéria eminentemente interdisciplinar, utilizada principalmente na Engenharia Aero-espacial, na Medicina de próteses a transplantes, na Cibernética, na Arquitetura a no Projeto de Produto (neste caso, também conhecido como Biodesign). Na verdade, o homem já utilizava instintivamente esta técnica desde os primórdios da sua evolução. Certos inventos como o Machado de Pedra, servindo de extensão do ante-braço com o punho cerrado, a Canoa Monóxila que nada mais é do que um tronco flutuante escavado para acomodar pessoas ou os abrigos construídos com galhos e folhas trançadas, mostram a incrível capacidade que o homem tem de problematizar a encontrar soluções baseadas nas sugestões oferecidas pelo seu meio ambiente natural. O nome “biomimética” foi cunhado por Otto Smitch nos anos 50. O termo “biônica” foi introduzido mais tarde por Jack E. Steele em Agosto de 1958 enquanto trabalhava Base da Força Aérea Wright-Patterson em Daytona, Ohio. Entretanto, termos como biomimética são preferíveis, a fim de evitar confusões com o termo “biônica” relacionado aos estudos exclusivamente médicos. Coincidentemente, Martin Caidin usou esse termo para sua obra Cyborg, de 1972, que foi adaptada em uma série de televisão chamada O Homem de Seis Milhões de Dólares, que ajudou a popularizar o termo “biônica” no mundo. == Métodos == O estudo da biônica normalmente enfatiza implementar uma função encontrada na natureza ao invés de imitar suas estruturas biológicas. Por exemplo, na ciência da computação, a cibernética modela os mecanismos de feedback e controle que são inerentes ao comportamento inteligente, enquanto a inteligência artificial modela a função inteligente, independentemente da forma específica como ela pode ser alcançada. A cópia consciente de exemplos e mecanismos de organismos naturais e ecologias é uma forma de raciocínio aplicado baseado em casos, tratando a natureza como um banco de dados de soluções que já funcionam. Os proponentes argumentam que a pressão seletiva colocada sobre todas as formas de vida naturais minimiza e elimina falhas. Embora quase toda a engenharia possa ser colocada como uma forma de biomimética, as origens modernas deste campo são geralmente atribuídas a Buckminster Fuller e a sua posterior codificação como casa ou campo de estudo à Janine Benyus. Geralmente há três níveis biológicos na fauna ou flora a partir dos quais a tecnologia pode ser modelada: * Imitar métodos naturais de manufatura; * Imitar mecanismos encontrados na natureza (e.g. velcro); * Estudar princípios organizacionais a partir do comportamento social dos organismos, como o comportamento de um bando de pássaros, otimização do forrageamento de formigas e abelhas e o comportamento baseado em inteligência de enxame de um cardume de peixes. ==Aplicações== * Na robótica, biônica e biomimética são usadas para a aplicar a forma como animais se movimentam em robôs. A empresa Boston Dynamics implementou características baseadas na anatomia canina ao seu robô BigDog. * O velcro é o exemplo mais famoso da biomimética, que foi criado pelo engenheiro suíço George de Mestral após ter ido caçar e perceber que certos tipos de planta se agarravam às suas roupas e aos pelos de seu cachorro. * Os tachões refletores usados nas vias de trânsito foram inventados por Percy Shaw em 1935 após estudar os mecanismos dos olhos de gatos. Ele descobriu que gatos possuem um sistema de células refletivas, conhecidas como tapetum lucidum, que são capazes de refletir até mesmo luzes de baixa intensidade. * A Resilina é um substituto da borracha criada a partir do estudo do material que é encontrado também em artrópodes. * “Asas transformáveis de aeronaves” que mudam sua forma de acordo com a velocidade e duração de um vôo foram criadas em 2004 por cientistas biomiméticos da Penn State University. As asas foram inspiradas por aves que possuem diferentes formatos de asas de acordo com a velocidade com que voam. Em alguns aspectos, esse é um modelo refinado do design de asas oscilantes. * Alguns tipos de tinta (revestimento) e telhas residenciais repelentes a sujeira e água foram inspirados nas características hidrofóbicas da flor de lótus. * Nanoestruturas e mecanismos físicos que dão brilho às asas de algumas espécies de borboletas foram reproduzidas in silico por Greg Parker, professor de Ciências da Computação e Eletrônica na Universidade de Southampton, e o estudante e pesquisador Luca Plattner. Essas reproduções foram realizadas na área de fotônica, que são eletrônicos usando fótons como meio de transmissão de informação ao invés de elétrons. As borboletas também inspiraram novos nano sensores usados para a detecção de explosivos, pelo formato de suas asas. * Os Techno Ecossistemas ou “Eco Cyborg” envolvem o acoplamento de processos ecológicos naturais a processos tecnológicos que imitam funções ecológicas. Isso resulta na criação de um sistema híbrido autorregulado, ou seja, capaz de mudar seu comportamento com base nas mudanças ambientes e fazer ajustes necessários de forma autônoma. * Vírus computacionais também apresentam semelhanças aos vírus biológicos, atacando informações orientadas a programas para a auto-reprodução e disseminação. * Os adesivos que permitem que mexilhões se prendam a rochas, píeres e cascos de barcos inspiraram bioadesivo em gel que emitem substâncias para a corrente sanguínea. == Usos Específicos do Termo == Biônica refere-se ao fluxo de conceitos da biologia para a engenharia e vice-versa. No entanto, existem dois pontos de vista ligeiramente diferentes sobre o significado da palavra. === Medicina === Na medicina, biônica significa a substituição ou aprimoramento de alguma parte do corpo humano por versões mecânicas dos mesmos. Implantes biônicos se diferem de próteses comuns pelo fato de imitarem a função original precisamente, ou até mesmo superá-la. === Engenharia === O equivalente alemão do termo biônica, Bionik, sempre adere ao sentido mais amplo, que é tentar desenvolver soluções de engenharia a partir de modelos biológicos. Esta abordagem é motivada pelo fato de que as soluções biológicas geralmente serão otimizadas por forças evolutivas. == Trabalhos Bem Sucedidos == Embora as tecnologias que tornam os implantes biônicos possíveis ainda estejam sendo desenvolvidas gradualmente, existem alguns dispositivos biônicos bem sucedidos, sendo um deles o implante cocular multicanal (ouvido biônico), um dispositivo de audição para surdos inventado pela Austrália. Desde a invenção do ouvido biônico, o trabalho em dispositivos sensoriais se intensificou de forma notória (por exemplo, para visão e equilíbrio). A pesquisa biônica forneceu recentemente tratamentos para problemas médicos, como condições neurológicas e psiquiátricas, por exemplo, a doença de Parkinson e epilepsia. Em 1997, o pesquisador colombiano Alvaro Rios Poveda desenvolveu uma prótese de membro superior e mão com feedback sensorial. Essa tecnologia permite que pacientes amputados manuseiem sistemas protéticos de mão de uma maneira mais natural. Em 2004 também foram desenvolvidos com sucesso os primeiros corações artificiais. Espera-se um progresso significativo com o auxílio da nanotecnologia, como por exemplo, a construção do protótipo de um respirócito, um glóbulo vermelho artificial projetado por Robert Freitas. Durante seus oito anos no Departamento de Bioengenharia na Universidade da Pensilvânia, o professor Kwabena Boahen desenvolveu uma retina de silício capaz de processar imagens da mesma maneira que uma retina viva. Ele confirmou os resultados comparando os sinais elétricos de sua retina de silício com os da retina de uma salamandra, enquanto ambas as retinas olhavam para a mesma imagem. Em 21 de julho de 2015, o correspondente médico da BBC, Fergus Walsh, relatou: \"Cirurgiões em Manchester realizaram o primeiro implante ocular biônico em um paciente com a causa mais comum de perda de visão no mundo desenvolvido. Ray Flynn, 80 anos, tem idade seca, degeneração macular relacionada a idade que levou à perda total de sua visão central. Ele está usando um implante de retina que converte imagens de vídeo de uma câmera de vídeo em miniatura usada em seus óculos. Ele agora pode distinguir a direção das linhas brancas na tela de um computador usando o implante de retina”. O implante, conhecido como Argus II e fabricado nos EUA pela empresa Second Sight Medical Products, já havia sido usado anteriormente em pacientes cegos em consequência da rara doença ocular retinite pigmentosa. Em 2016, Tilly Lockey, recebeu um par de “Braços de Herói” desenvolvidos pela empresa britânica Open Bionics. O Braço de Herói é uma prótese mioelétrica superleve para adultos e crianças (a partir dos oito anos de idade) que tiveram seus antebraços amputados. Tilly, que teve seus antebraços amputados aos 15 meses de idade após ser diagnosticada com sepse meningocócica de Tipo B, descreve os braços como “muito realistas, ao ponto de ser assustador o quão realistas eles são”. Em Fevereiro de 2020, Darren Fuller, um veterano militar, foi a primeira pessoa a receber um braço protético através de um sistema de saúde público. == Interface Cérebro-Máquina == Caracterizada pela interação cerebral entre o ser e algum dispositivo artificial, para controlar a máquina/computador, a Interface Cérebro-Máquina (ICM) possuiu rápido desenvolvimento, desde seus primórdios, de natureza experimental, demonstrando que a atividade elétrica criada por conjuntos de neurônios corticais pode manipular dispositivos robóticos A comunicação entre o cérebro e a máquina se dá tanto pela plasticidade cerebral quanto pela utilização de eletrodos, porém existem diferentes segmentos na classificação dos métodos empregados na utilização dos eletrodos. As duas categorias nas quais seus métodos são divididos consistem de Interface Cérebro-Máquina Não- Invasiva e Invasiva. O método mais empregado na categoria de caráter não- invasivo é a eletroencefalografia (EEG), que se utiliza de sensores externos - eletrodos - que registram a atividade elétrica produzida pelos neurônios, e esses sistemas são geralmente utilizados para o controle de cursores em computadores ou outros dispositivos similares. O método invasivo mais comum entre pesquisas com animais é o da eletrocorticografia, que se baseia no registro dos grupos de neurônios. As modalidades invasivas da Interface Cérebro-Máquina possuem riscos potenciais, devido a sua natureza intracraniana e ao processo cirúrgico de implantação, e necessitam igualmente do suporte do desenvolvimento computacional para conseguir manter seu funcionamento ao nível otimizado. == Neuro Próteses == Dispositivos de neuro próteses conseguem agir como um componente do cérebro, substituindo a transmissão de sinais biológicos com sinais tecnológicos, processando os sinais diretamente do córtex motor, com a finalidade de controlar as atividades da prótese e retornar os sinais ao córtex sensorial, capacitando o controle completo de uma prótese robótica - como um braço biônico, por exemplo. Para traduzir pensamentos em ações concretas, a Interface Cérebro-Máquina de um dispositivo de neuro prótese motora necessitaria de três funções. O estágio inicial é o da detecção do sinal, na qual um sensor mede mudanças fisiológicas e o fluxo de informação no cérebro pode ser observado durante tais mudanças, que consequentemente podem ser utilizadas para manusear dispositivos de neuro próteses. Logo após, é necessária a interpretação de modo a determinar o conteúdo da informação. Conforme a localização do sensor (eletrodos), o tempo de registro em relação a uma ação e o caráter do sinal, a informação contida na mesma modalidade de sinais pode ser significativamente variável: sinais registrados em áreas específicas do cérebro que dizem respeito à motricidade fina e tarefas relacionadas a ela podem refletir vários movimentos que estão sendo considerados e toda a informação relacionada aos possíveis movimentos, assim como sua informação proprioceptiva e as percepções relacionadas a ruídos no cenário. Os atuadores de neuro próteses auxiliam a realização do movimento, após a informação ser extraída dos sinais detectados. A qualidade do movimento criado pelo atuador é dependente do tipo e quantidade do fluxo de informações, altos fluxos de informação são requerimentos ao produzir os movimentos desejados. Categoria:Divisões da biologia Categoria:Teoria da arquitetura Categoria:Teoria do design Categoria:Engenharia Categoria:Cibernética Categoria:Criatividade",
 "title": "Biônica"
}