{
 "id": "19381",
 "text": "Alejandro Celestino Toledo Manrique (Cabana, 28 de março de 1946) é um economista e político peruano. Foi presidente de seu país de 28 de julho de 2001 a 28 de julho de 2006, quando foi sucedido por seu adversário Alan Garcia, que já havia sido presidente do país. Toledo foi eleito na vaga de revolta contra Alberto Fujimori, presidente que dera um \"autogolpe\" de Estado, vencera a guerrilha do Sendero Luminoso, instituíra a reeleição no Peru e fora reeleito, mas posteriormente se viu forçado a fugir do país e a radicar-se no Japão, país de seus pais. Muito popular no início, Toledo acabou o mandato com uma taxa de popularidade inferior a dez por cento. == Carreira política == Ele concorreu à Presidência da República em 2000, mas foi derrotado por seu oponente, o presidente cessante Alberto Fujimori, que detinha todo o poder da mídia. Alejandro Toledo contesta o resultado da eleição e denuncia a fraude. Vários dos seus apoiantes foram mortos e dezenas de feridos na repressão de uma manifestação pacífica do regime de Fujimori. Ele foi novamente candidato em 2001, após a demissão e fuga para o Japão de Alberto Fujimori, representando o partido liberal Peru Posible contra o ex-presidente social- democrata Alan García. Em 2005, pouco antes do final de seu mandato, seu índice de popularidade ficou abaixo de 10% de satisfação, um dos mais baixos da América do Sul, devido a repetidas crises ministeriais, falta de desempenho econômico, e casos de corrupção. Em 2010, ele se juntou à \"Iniciativa Amigos de Israel\", que reúne políticos e empresários internacionais para usar suas influências para apoiar os interesses israelenses. Candidato às eleições presidenciais de 2011, obteve 15,64% dos votos, ficando em quarto lugar. Ele foi novamente um candidato na eleição presidencial em 2016, ganhando 1,3% dos votos. == Corrupção == Em abril de 2016, Alejandro Toledo foi convocado ao tribunal para responder a acusações de lavagem de dinheiro sobre a compra de várias propriedades em conluio com um empresário israelense. Ele é suspeito de tráfico de influências e de ter recebido US$ 20 milhões em subornos de empresas brasileiras, incluindo a Odebrecht (atual Novonor), em troca de contratos favoráveis a elas, e de ter lavado esse dinheiro na compra de propriedades de luxo em Israel. Ele também é suspeito de lavagem de dinheiro através de uma empresa offshore na Costa Rica. Em fevereiro de 2017, a justiça exige seu encarceramento e as autoridades peruanas anunciam que oferecerão US$ 30 mil por qualquer informação sobre seu paradeiro, já que Toledo fugiu para o exterior. Ele está localizado nos Estados Unidos, mas sua extradição para o Peru está suspensa pelas autoridades americanas, apesar de uma Notificação Vermelha emitida pela Interpol a seu respeito. Em 16 de Julho de 2019, Toledo foi preso nos EUA. Quatro anos depois, em abril de 2023, chegou ao Peru após ser extraditado dos Estados Unidos, e permanece detido na prisão de Barbadillo , no distrito de Ate, após uma ordem de prisão preventiva contra ele por 18 meses. O ex-dignitário partilha as instalações com o seu homólogo Pedro Castillo , investigado por tentativa de golpe de Estado. ==Ligações externas== *Presidência do Peru Toledo Categoria:Economistas do Peru",
 "title": "Alejandro Toledo"
}