{
 "id": "19468",
 "text": "Flagelo (do latim: flagellum; \"chicote\") é a designação dada em diversos campos da Biologia aos apêndices móveis com forma de chicote presentes em muitos organismos unicelulares e em algumas células de organismos pluricelulares. A função primária dos flagelos é a motilidade dos organismos, possibilitando o movimento em meio líquido, mas é frequente assumirem outras funções, entre as quais assegurar a circulação de fluidos, encaminhar alimento, ou funcionar como organelos sensoriais que reagem à presença de determinados compostos químicos ou à temperatura no exterior da célula. Dada a heterogeneidade estrutural e as diferentes origens evolutivas, os flagelos são considerados como organelos definidos pela função e não pela estrutura. Um exemplo de flagelo com funções de mobilidade ocorre nos espermatozoides humanos, enquanto os flagelos dos coanócitos das esponjas se destinam a produzir micro-correntes de água que o organismo filtra para obter alimento. Outro exemplo de motilidade é a bactéria carcinogénica Helicobacter pylori, que usa múltiplos flagelos para se mover através do muco gástrico e atingir o epitélio do estômago humano. Os flagelos dos organismos eucarióticos são estruturalmente idênticos aos cílios, sendo por isso a distinção geralmente baseada na função ou no comprimento. Fímbrias e pili são também finos apêndices celulares, mas têm funções bem diversas e são geralmente mais pequenos. ==Tipos de flagelos== São em geral considerados três tipos de flagelos: (1) eucarióticos; (2) bacterianos; e (3) arqueanos. Esta tipologia resulta da observação de que em cada um destes três domínios biológicos, os flagelos são completamente diferentes tanto em estrutura como em origem evolutiva. A única característica comum entre os três tipos de flagelos é a sua aparência superficial. Os flagelos de Eukarya (os das células de protistas, animais e plantas) são projecções celulares que oscilam ritmicamente gerando um movimento helicoidal. Os flagelos de Bacteria, por sua parte, são complexos mecanismos em que o filamento roda como uma hélice impulsado por um microscópico motor giratório proteico. Por último, os flagelos de Archaea são superficialmente similares aos bacterianos, mas diferem em múltiplos aspectos, sendo considerados como não homólogos. As principais diferenças entre os três tipos de flagelos são: *Os flagelos bacterianos são filamentos helicoidais, tendo cada um na sua base um motor proteico rotativo que pode girar no sentido horário ou anti-horário. Este tipo de flagelos fornece dois dos vários tipos de motilidade bacteriana. *Os flagelo arqueanos (também por vezes designado por archaellum) são superficialmente semelhantes aos flagelos bacterianos, mas são diferentes em muitos detalhes e considerados não-homólogos aos bacterianos. *Flagelos eucarióticos, que ocorrem nas células de animais, plantas e protistas, são projecções celulares complexas que oscilam de um para o outro lado, sendo classificados, em conjunto com os cílios eucarióticos, como ondulipódiosA Dictionary of Biology, 2004, accessed 2011-01-01. para enfatizar o papel distinto de apêndice ondulante na função celular ou na motilidade. Os cílios primários comuns em organismos pluricelulares são imóveis, não podendo por isso ser considerados undulipódios, e apresentam um axonema estruturalmente diferente, pertencentes ao tipo 9 + 0 em vez do tipo 9 + 2 encontrado tanto em flagelos secundários como em cílios móveis undulipodiais. == Flagelo bacteriano == O flagelo bacteriano é um tubo oco, com 20 nanómetros de espessura, composto pela proteína flagelina, de forma helicoidal com uma dobra à saída da membrana celular chamada \"gancho\", que faz com que a hélice fique virada para o exterior da célula. Entre o gancho e a estrutura basal existe uma bainha que passa através de anéis de proteína na membrana celular, que funcionam como “rolamentos”. Os organismos Gram-positivos têm 2 anéis, um na parede celular e outro na membrana, enquanto que os Gram-negativos têm 4 anéis, 2 na parede celular e 2 na membrana. O flagelo bacteriano é activado por um “motor” rotativo composto de proteínas, localizado no ponto da membrana interna onde o flagelo tem a sua origem, e é movido por um fluxo de protões, causado por um gradiente de concentrações originado pelo metabolismo da célula (nas espécies de Vibrio o motor é uma bomba de sódio). O motor transporta prótons através da membrana, sendo activado nesse processo e é capaz de operar a 6 000 a 17 000 rpm mas, com o filamento normalmente atinge apenas 200 a 1 000 rpm. Nas bactérias, os componentes do flagelo podem organizar-se espontaneamente, uma vez que, tanto a estrutura basal como o filamento têm um centro oco, através do qual as proteínas do flagelo se movem para as suas respectivas posições. A estrutura basal tem muitas características em comum com certos tipos de poro secretor, que têm igualmente uma estrutura oca que se estende para fora da célula e pensa-se que o flagelo bacteriano pode ter sido o resultado da evolução destes poros. Diferentes espécies de bactérias têm diferentes números e organização dos flagelos: * As bactérias monótricas possuem um único flagelo; * As lofótricas têm múltiplos flagelos localizados num único ponto da superfície da célula e movem-se em sincronia para impelir a bactéria numa determinada direcção; * As anfítricas têm um flagelo em cada extremidade da célula, mas apenas um deles opera de cada vez, permitindo à bactéria mudar de direcção rapidamente, operando um flagelo e parando o outro; * As perítricas possuem flagelos em toda a superfície da célula. As espiroquetas possuem ainda flagelos internos entre a membrana interna e a externa, que rodam causando um movimento em forma de parafuso. O flagelo polar das bactérias monótricas roda geralmente no sentido inverso, empurrando a célula para uma direcção, ficando o flagelo para trás mas periodicamente o sentido da rotação é invertido, causando um \"solavanco\" que permite a reorientação da célula. == Flagelo arqueano == As arqueias são organismos procarióticos, tal como as bactérias, mas possuem diferenças fundamentais relativamente às bactérias. O sistema de locomoção das arqueias é uma dessas diferenças. As arquéias não possuem um flagelo bacteriano, mas antes possuem uma estrutura análoga (e não homóloga) que lhes permitem movimentar-se através de meio líquido. Devido à falta de homologia entre o flagelo bacteriano e o flagelo arqueano, em 2012 foi sugerido que o flagelo arqueano seja referido como \"arcaelo\" (ou, em inglês, archaellum). De modo semelhante ao flagelo, o arcaelo consiste num filamento helicoidal rígido que se localiza no exterior da célula e que se encontra ancorado à parede celular por um nanomotor. Este nanomotor é responsável pela construção do filamento e, posteriormente, pela sua rotação. A rotação do filamento, à semelhança da hélice de um barco ou de um avião, propele as arqueias em meio líquido. Ao contrário do flagelo, em que a energia necessária para a rotação do filamento é derivada de um gradiente eletroquímico (geralmente H+ mas, em algumas espécies, Na+), no caso do arcaelo a energia é derivada da hidrólise de ATP. O modo de construção do filamento também parece ser diferente no caso do flagelo e do arcaelo. O filamento do flagelo é formado por unidades chamadas flagelinas. As flagelinas formam um tubo oco através do qual outras flagelinas viajam até à extremidade do filamento em construção. Estes novos monómeros de flagelina são adicionadas à extremidade do filamento, permitindo o seu crescimento. Estudos de biologia estrutural do filamento arqueano demonstraram que no caso do arcaelo o filamento não é oco, sugerindo que a adição de novos monómeros ocorre na base do filamento. Para além do mais, os monómeros que forma o filamento do arcaelo (chamados de arcaelinas) são inicialmente sintetizados como uma pre-proteína. Estas pre-proteínas possuem um peptídeo sinal no amino-terminal que tem que ser removido por uma protease antes da adição dos monómeros ao filamento. Este processo é semelhante ao que ocorre durante a síntese do pilus (encontrado tanto em bactérias como em arqueias), sugerindo uma história evolutiva comum entre estas duas estruturas celulares. ==Flagelo eucariótico == As células eucarióticas possuem também estruturas responsáveis por movimento. De modo semelhante ao arcaelo, o flagelo eucariótico não é homólogo do flagelo bacteriano (nem do arcaelo). Os três domínios da vida aparentam ter desenvolvido independentemente sistemas de locomoção. Uma vez que as diferenças entre o flagelo bacteriano e o \"flagelo\" eucariótico são conhecidas há mais tempo do que as diferenças entre o flagelo e o arcaelo, o uso tradicionalmente mais aceite para a estrutura eucariótica é cílio, e não flagelo. ==Ligações externas == * Physics Today introdução ao flagelo bacteriano por Howard Berg Categoria:Biologia celular Categoria:Locomoção Categoria:Organelos",
 "title": "Flagelo"
}