{
 "id": "19476",
 "text": "O tango é um estilo musical e uma dança social a par. O tango foi integrado pela Organização das Nações Unidas para a Educação, a Ciência e a Cultura (UNESCO) na lista representativa do Património Cultural Imaterial da Humanidade em 2009, sendo associado aos estados-membros Argentina e Uruguai. == Origem da música == Sua origem encontra-se na área de Rio da Prata, na América do Sul, nas cidades de Buenos Aires e Montevidéu. A música do tango não tem uma origem muito clara. De acordo com estudos que não dispõem de numerosa documentação, o tango descenderia da habanera e se interpretava nos prostíbulos de Buenos Aires e Montevidéu, nas duas últimas décadas do século XIX, com violino, flauta e violão. Nessa época inicial, era dançado por dois homens, daí o fato dos rostos virados, sem se fitar. Depois, já nos anos 1910, com o sucesso em Paris, foi aceito pela aristocracia platina. O escritor argentino Jorge Luis Borges afirmou que, por suas características, o tango só poderia ter nascido em Montevidéu ou Buenos Aires. O bandoneón, que atualmente caracteriza o tango, chegou à região do Rio da Prata por volta do ano 1900, nas maletas de imigrantes alemães. Não existem muitas partituras da época, pois os músicos de tango não sabiam escrever a música e, provavelmente, interpretavam sobre a base de melodias já existentes, tanto de habaneras como de polcas. == Origem da dança == O tango nasceu nos subúrbios de Buenos Aires, na Argentina, no final do século XIX (SZEGO, 2007, p. 62).SZEGO, Thais. Entre na dança. Revista Saúde! é vital. Março, 2007, pp. 62-64. == Etimologia == \"Tango\" é um termo originário das línguas africanas: inicialmente, designava uma espécie de pequeno tambor africano.CUNHA, A. G. Dicionário etimológico Nova Fronteira da língua portuguesa. 2ª edição. Rio de Janeiro. Nova Fronteira. 1996. p. 754.FERREIRA, A. B. H. Novo dicionário da língua portuguesa. 2ª edição. Rio de Janeiro. Nova Fronteira. 1986. p. 1 647 == Época de ouro == O tango argentino, ou rio-platense, começou a ultrapassar fronteiras já no início do século XX, quando marinheiros franceses levaram, ao seu país natal, o tango do uruguaio Enrique Saborido, La morocha, isso por volta de 1907. Paris se apaixonou pelo tango, uma dança exótica e sensual para os parisienses, o que fez com que muitos artistas argentinos e uruguaios viajassem e até se radicassem na capital francesa. Os pesquisadores do gênero identificam duas fases de ouro do tango: a primeira, nos anos 1920, quando várias figuras do ambiente artístico de Buenos Aires e Montevidéu, inclusive muitos literatos como José Gonzalez Castillo e Fernán Silva Valdez, canalizaram seus esforços no fomento da música popular rio-platense e, em especial, do tango. Nos anos 1920, cantores como Carlos Gardel, Ignacio Corsini e Agustín Magaldi, e cantoras como Rosita Quiroga e Azucena Maizani, venderam muitos discos na florescente indústria discográfica argentina e difundiram o tango para fora da Argentina. Os anos 1940 marcaram a segunda época de ouro do tango, quando novos valores do tango como Aníbal Troilo, Astor Piazzolla e Armando Pontier se juntaram a nomes consagrados como Francisco Canaro e Carlos di Sarli, isso sem contar o fenômeno de popularidade que foi Juan D'Arienzo. O tango foi considerado um Patrimônio Oral e Imaterial da Humanidade pela Organização das Nações Unidas para a Educação, a Ciência e a CulturaTango Conf. Marcelo Copello - Revista Gosto Nº7 Fev. 2010 - Editora Isabella em 30 de setembro de 2009, em Dubai. Existiu também o tango brasileiro, muito em voga no início do século XX no Rio de Janeiro. == Estilo do tango == Há diferentes tendências em seu estilo, como o tango-canção, o tango canyengue, o tango milonga, o tango romanza e o tango jazz. Hoje em dia, é possível até se encontrarem estilos como o tango rock e o electrotango, ou tango eletrônico. == Compositores == Programa internacional (syllabus)Alguns compositores tradicionais do tango: * Alfredo Le Pera * Ángel Villoldo * Aníbal Troilo * Ástor Piazzolla * Carlos di Sarli * Carlos Gardel * Edgardo Donato * Eduardo Arolas * Enrique Santos Discépolo * Francisco Canaro * Gerardo Matos Rodríguez * Hugo del Carril * Julio Sosa * Osvaldo Fresedo * Osvaldo Pugliese * Juan D'Arienzo * Roberto Firpo * Francisco Lomuto File:Camanita Tango 06 (3395529946).jpg File:Tango_in_Plaza_Dorrego.jpg File:Tango Porteño.jpg == Programa internacional (syllabus) == O programa padrão de danças utilizado em competições internacionais é chamado de syllabus, sendo a sequência de passos principais e oficiais para um determinado ritmo, escolhidos por uma entidade superior, neste caso a Imperial Society Teachers of Dance (ISTD). Os syllabus dos ritmos são divididos em vários níveis – Bronze, Prata (Silver), Ouro (Gold) – em alguns casos os níveis podem ser divididos em subníveis – por exemplo Bronze 1 (básico), 2 (intermediário), 3 (completo) - que equivalem a um grau de exames. No entanto existem níveis superiores, como o Gold Stars, Imperial Awards, Supreme Award, onde é necessário ter o domínio das cinco danças (latinas ou clássicas). Sylabus de passos principais e oficiais do tango: ==== Bronze ==== ; Pré-bronze ; BRONZE ==== Prata ==== ==== Ouro ==== == Ligações externas == * Categoria:Património Cultural Imaterial da Humanidade na Argentina Categoria:Património Cultural Imaterial da Humanidade no Uruguai",
 "title": "Tango"
}