{
 "id": "19472",
 "text": "A Paleobotânica é um ramo da biologia dentro da paleontologia que estuda os fósseis de vegetais, também denominados fitofósseis (do grego fito = plantas; latim fossillis = extraído da terra), ou seja, os restos mineralizados de plantas que existiram há muitos milhares e milhões de anos, na vida da Terra. Paleozoologia é o estudo dos fósseis de animais. Esta divisão provém do facto de durante muitos anos os seres vivos serem classificados quer como plantas - e estudados pelos botânicos - quer como animais - estudados pelos zoologistas. Os arqueólogos também estudam restos fossilizados de plantas e animais, mas no sentido de compreenderem as atividades humanas em determinado período da história da Terra, tais como os hábitos alimentares, a criação de animais ou cultura de plantas, comércio desses organismos, etc. Paleobotânica vem do grego palaios = antigo; botaniché = botânica, planta, erva. O termo Paleobotânica foi originalmente divulgado por Lester Ward (1885).WARD, L. F., 1885. Sketch of Paleobotany. 5th Annual Report of U.S. Geological Survey, Washington, D.C., p. 363-469. Tiffney (1985)TIFFNEY, B. H., 1985. Geological Factors and the Evolution of Plants, Yale University Press, new Haven, Comm. 294 p. uniu várias definições aplicáveis à paleobotânica e criou uma definição mais ampla do termo, que segue: “Paleobotânica é a área da ciência que estuda os organismos vegetais sob todas as formas conhecidas de fossilização ou de vestígios nas rochas, considerando a interação sinergística dos organismos com os seus ambientes de vida, no curso do tempo geológico”. A paleobotânica tem como foco principal o estudo de fósseis do Reino Plantae, mas também estão inclusos fósseis dos Reinos Monera (bactérias e cianobactérias), Fungi (fungos e afins) e alguns do Reino Protista (algas), pois historicamente estes organismos eram classificados como pertencentes ao Reino Plantae. O estudo das plantas fósseis pode ser utilizado tanto para fins científicos quanto econômicos. Os estudos científicos estão voltados para compreensão da origem, evolução e diversificação das plantas através das idades geológicas, ou seja, a resposta dos vegetais às inúmeras mudanças ocorridas durante milhares de anos na terra. As plantas são produtoras primárias dominantes em todos os ecossistemas terrestres e essenciais para a vida dos animais terrestres, tornando o estudo de plantas fósseis crucial para a compreensão da organização e funcionamento das paleocomunidades. A identificação florística fóssil permite caracterizar mudanças climáticas, avanços e retrocessos florestais, alimentos disponíveis nos diferentes tempos geológicos e como estas características interferiram na formação das flora e fauna atuais. Os principais objetivos da Paleobotânica podem ser resumidos em: (1) a reconstituição das floras pretéritas, (2) a determinação das relações filogenéticas e evolutivas, (3) o reconhecimento da distribuição espacial e temporal das floras, e (4) a reconstituição paleoambiental. A Paleobotânica torna-se economicamente importante nos estudos de vegetais fósseis que sofreram processo de aromatização, que modifica quimicamente os compostos orgânicos dando origem aos compostos (hidrocarbonetos) conhecidos como carvões vegetais e petróleos. A paleobotânica é uma ciência multidisciplinar, dispondo de fundamentos biológicos e geológicos essenciais para o estudo dos fósseis vegetais. Os fundamentos biológicos abrangem os estudos Taxonômicos, Filogenéticos e Evolutivos, com base na anatomia, morfologia e fisiologia vegetal, que promovem descobertas sobre Sucessões Florísticas e Paleofitogeografia. Os fundamentos geológicos referem-se ao ambiente de sedimentação, de vida e de fossilização dos fósseis vegetais, permitindo datações e inferências sobre o ciclo sedimentar. Para a aplicação dos estudos geológicos é necessário à inclusão de várias outras ciências, entre elas: *Geocronologia: procura estimar o tempo relativo aos ciclos de vida e de fossilização dos fósseis vegetais. *Paleoecologia: relaciona o espécime com o seu ambiente de vida. *Estratigrafia: avalia o posicionamento do espécime fóssil na camada rochosa. *Tectônica: através de reconstituições paleofitogeográficas colabora para o entendimento das grandes extinções e surgimento de importantes grupos florísticos. *Geoquímica: através da quimiotaxonomia, corroboram os estudos de taxonomia e reconstituição paleoambiental. Plantas são os organismos mais sensíveis às modificações climáticas em escala continental, sendo assim, plantas fósseis tornam-se fundamentais para o levantamento de mudanças climáticas que afetaram e afetam o ambiente terrestre, fornecendo dados que poder ser incluídos em pesquisas para criação de políticas públicas nas áreas de conservação e ecologia, além de validar modelos climáticos relativos ao aquecimento global. Esta multidisciplinaridade da paleobotânica faz desta ciência uma ferramenta de suma importância, não apenas para estudos biológicos, mas também geológicos conferidos a partir dos estudos das relações de espaço-tempo para a reconstituição da geohistória do planeta.IANNUZZI, R.; VIEIRA, C. E. L.; Paleobotânica. Rio Grande do Sul: URFGS, 2005, 167 p.CARVALHO, I. S.; Paleontologia. Rio de Janeiro: Interciência, 2004, 861p.Paleobotânica: porque não só de dinossauros vive a Paleontologia. Disponível em: < http://www.clickciencia.ufscar.br> Acesso em: 30 de mai. 2012. ==Histórico== A Paleobotânica como ciência teve início com Adolphe Brongniart (1801-1876), pioneiro nos estudos de morfologia e fisiologia das plantas fósseis. Considerado o pai da Paleobotânica, Brongniart era botânico, taxonomista e anatomista vegetal e geólogo. Francês, nascido em Paris, evidenciou-se o fundador da Paleobotânica estudando a anatomia comparada de vegetais viventes e fósseis. Era filho do naturalista e geólogo Alexandre Brongniart (1770-1847), também francês de Paris, e neto do arquiteto, Alexandre-Théodore Brongniart, criador do Palais Brongniart, em Paris. Com Jean Victoire Audouin e Jean-Baptiste Dumas, participou da criação do Annales des Sciences Naturelles (1824) e doutorou-se em medicina (1826). Assumiu a cadeira de botânica no Muséum National d'Histoire Naturelle de Paris (1833) que depois (1857) seria renomeada como Botanique et physiologie végétale. Recebeu (1841) a Médaille Wollaston e assumiu a presidência da Académie des Sciences (1847). Fundou também a Société Botanique de France (1854) e foi seu primeiro presidente. Escreveu mais de 200 trabalhos, entre elas uma publicação pioneira sobre o desenvolvimento do pólen (1827) com a qual foi premiado pela Académie des Sciences, e sua obra-prima, a Histoire des végétaux fossiles (1828-1837), trabalho que abriu o caminho de estudos nos relacionamentos entre plantas extintas e existentes deu-lhe o título do pai de Paleobotânica e fundador da morfologia comparada entre vegetais fósseis e atuais.Biografias- Adolphe Théodore Brongniart. Disponível em: http://www.colegioweb.com.br/biografias/adolphetheodore-brongniart> Acesso em: 07 de mai. 2012. ==Fossilização dos vegetais== ===Tafonomia=== A Tafonomia (do grego tafos = sepultamento; nomos = leis) é a área da Paleontologia que estuda os vários processos de fossilização, desde a morte dos organismos até a coleta final do achado fóssil, chamado “associação fóssil”. Brett & Baird (1984)BRETT, C. E. & BAIRD, G. C. 1984. Comparative taphonomy: a key to interpretation of sedimentary sequences using fossil preservation. G.S.A., Abstracts (Southern and North Central Sections). traduzem tafonomia vegetal como “o estudo da preservação diferencial a que as plantas são submetidas, mediante os tipos e intensidades dos processos preservacionais”. As evidências dos vegetais do passado são preservadas através do tempo pela fossilização, que ocorre pela incorporação dos restos vegetais na litosfera, isolando-os da atmosfera e hidrosfera onde se concentram os agentes decompositores (oxigênio, bactérias, fungos, etc.). O fenômeno da fossilização de restos de organismos é bastante raro e, normalmente, limitado às áreas deposicionais. Ocorre, em geral, através de processos sedimentares que soterram os organismos após sua morte, ou partes dos organismos após sua fragmentação, possibilitando o registro destes restos por retardar ou estancar os processos de decomposição. Uma série de circunstâncias favoráveis deve ocorrer para que haja a preservação de evidências dos organismos do passado. A) Condições ambientais anóxicas ou de circulação restrita: São ambientes com ausência total ou baixa concentração de oxigênio, que impede a ação de organismos decompositores de material orgânico, como bactérias aeróbicas e fungos biodegradantes; B) Condições sedimentares: Os sedimentos não devem estar consolidados e a espessura deverá ser de poucos metros, para que os organismos ou pelo menos partes dos mesmos sejam recobertos; C) Presença de corpo aquífero: Deverá existir um corpo aquífero que não ultrapasse em muito a espessura de 1m (Schopf, 1975).SCHOPF, J. W. 1975. Model of Fossil Preservation. Review of Paleobotany and Palynologi, 20: 27-53. D) Atividades sísmicas e intemperismos: Se o ambiente se apresentar tectonicamente ativo, a fossilização poderá ocorrer no nível metamórfico, ou seja, os organismos sedimentados poderão sofrer deformações ou até serem destruídos. Se o ambiente for mais calmo, os eventos diagenéticos (compactação e cimentação) atuarão, não permitindo o metamorfismo. Sob condições favoráveis de preservação, o próximo passo é o da fossilização propriamente dita, ou “fossildiagênese”, que consiste nos processos físico-químicos que alteram os restos vegetais. Esta etapa ocorre simultaneamente à diagênese dos sedimentos que contém os restos vegetais, o que resultará na transformação desses sedimentos em rochas sedimentares por aumento de pressão e temperatura. As áreas deposicionais proporcionam condições necessárias à formação do registro sedimentar e, por conseguinte, do registro fossilífero, conhecidas como bacias sedimentares. O resultado dessas alterações diagenéticas e/ou da interação dos sedimentos circundantes ao longo da diagênse poderá dar origem a um espécime fóssil. ===Estruturas vegetais fossilizadas=== Diferentes processos de fossilização darão origem a distintos tipos de fósseis. Porém, apenas os tecidos e as partes mais resistentes dos organismos podem ser preservados no registro paleontológico, salvo raríssimas exceções. No caso de plantas terrestres, os tecidos ou estruturas resistentes que apresentam melhor potencial de preservação são cutículas da epiderme, lenhos e envoltórios de esporos e pólen. Isso se deve a composição química dessas estruturas, substancialmente resistentes. Os compostos orgânicos de vegetais que normalmente preservam-se no registro paleontológico são a esporopolenina, a cutina e a lignina, seguindo essa ordem de potencial de preservação. Paredes celulares presentes em bactérias, fungos, algas e plantas terrestres também possuem algum potencial de preservação, apesar de serem bem menos resistentes, por serem constituídos por celulose, nas plantas terrestres, e outros tipos de polissacarídeos nos demais organismos. A exina, tecido vegetal, é rica em esporopolenina e encontrada principalmente em envoltórios externos de esporos e grãos de pólen. A cutícula, camada cerosa externa que recobre a superfície de várias porções aéreas da planta, como caules jovens, folhas e estruturas reprodutivas, é formada principalmente por cutina. Já o xilema, porção lenhosa do sistema condutor da planta, é formado principalmente por lignina e celulose. Preservação de algas ocorre principalmente das partes ricas em algum tipo de tecido resistente, tais como os esqueletos inorgânicos das algas calcárias (Rhodophyta, Clorophyta) ou os envoltórios de algas unicelulares, sejam de origem inorgânica (silicosa, ex. frústulas de diatomáceas) ou orgânica (similares à esporopolenina, ex. Clorophyta). Os biohermas construídos pelas cianobactérias e conhecidos como estromatólitos também apresentam um alto potencial de preservação.SOARES, M. B. Livro Digital de Paleontologia: A Paleontologia na Sala de Aula. Disponível em :< http://www.ufrgs.br/paleodigital/Apresentacao> Acesso em: 29 mai. 2012. ===Processos e tipos de fossilização vegetal=== Imediatamente após a morte de um organismo, tem início o seu processo de decomposição. Nas plantas terrestres, a parede celular (ou celulósica) confere aos tecidos vegetais uma certa resistência à degradação inicial. Porém, apesar desta barreira, o protoplasma (parte viva) é o primeiro a sofrer a ação dos agentes decompositores, de sorte que as partes vivas das plantas tendem a serem rapidamente decompostas em uma série de compostos orgânicos voláteis (gases) ou solúveis (ácidos orgânicos) que são perdidos para o meio externo. Segundo Scott e Collinson (1983),SCOOT, A.; COLLINSON, M. Investigating fossil plant beds. Part 1: the origin of fossil plants and their sediments. ‘’’Geology Teaching,’’’ 7 (4), p. 114-122, 1983. sob condições aeróbicas os compostos orgânicos dos vegetais decompõem-se na seguinte ordem temporal: a) protoplasmáticos, em poucos dias; b) celulose, em dias; c) lignina, em meses; d) cutina, após a degradação da lignina; e) esporopolenina, muito após os demais. A decomposição deve ser retardada tempo suficiente para que alguns dos diferentes processos de fossilização possam atuar no material vegetal incorporado aos sedimentos. Por isso, o soterramento dos restos de vegetais deve ocorrer o mais rápido possível. Apesar de avanços no conhecimento, ainda não se consegue alcançar toda a complexidade dos fenômenos envolvidos na fossilização. Os estudos mineralógicos são fundamentais para traduzir o geoquimismo do preenchimento dos poros, canais e lacunas dos tecidos vegetais por compostos minerais, permitindo os diferentes tipos de fossilização. Os minerais mais comumente encontrados nos tecidos vegetais são a sílica, as piritas, os carbonatos e os fósforos, variando segundo as condições dos sedimentos em que os organismos fossilizados foram depositados. De maneira geral, a fossilização ocorre num só plano (compactação e/ ou impressão) ou de forma tridimensional (moldes, contramoldes e permineralizações), porém, também ocorrem formas particulares de fossilização, que serão descritas abaixo. Os principais modos de fossilização dos restos vegetais e seus respectivos fósseis resultantes foram descritos por Schopf, (1975), e estão sumarizados a seguir: A) Permineralização celular – Petrificação: PERMINERALIZAÇÃO: Infiltração e permeação inicial dos tecidos vegetais por águas saturadas de minerais, com posterior precipitação intracelular (lúmens celulares) e intercelular (interstícios celulares) de matéria mineral coloidal ou microcristalina. PETRIFICAÇÃO: Em uma segunda fase, a matéria orgânica normalmente é completamente lixiviada e totalmente substituída por mais compostos minerais. Esta sequência de eventos permite a preservação de detalhes anatômicos dos tecidos vegetais, reproduzidos pela matéria mineral. A precipitação precoce de minerais garante aos tecidos vegetais, desde o seu soterramento, uma boa resistência à compactação dos sedimentos que ocorre durante os processos diagenéticos, resultando assim, na manutenção da tridimensionalidade dos organismos. Tipo de Permineralização: *SILICOSA: Deposição de sílica coloidal nos tecidos formando calcedônia (sílex) ou microcristais de sílica; um segundo estágio de mineralização pode induzir a perda dos detalhes orgânicos com formação de um pseudomorfo. *CALCÁRIA: Deposição concêntrica de calcita ou dolomita microcristalina ao redor dos restos vegetais em ambientes carbonáticos saturados, com concomitante e gradual permineralização dos tecidos. *PIRÍTICA, LIMONÍTICA E FOSFÁTICA (E OUTROS TIPOS OCASIONAIS): Nódulos piríticos intersectam e permineralizam os restos vegetais. Exemplos: Comum em bactérias, fungos e algas. Quaisquer partes dos organismos que apresentam seus conteúdos celulares encerrados por um envoltório orgânico, como a parede celulósica, são passíveis de preservarem-se por processos de permineralização. Entretanto, a petrificação é mais comum em vegetais terrestres ocorrendo, principalmente, em suas porções tridimensionais mais lenhosas, ou seja, os caules. B) Compressão carbonificada: COMPRESSÃO: Quando restos vegetais não mineralizados são depositados e soterrados, suas paredes celulósicas amolecem e os lúmens celulares colapsam. Há então a perda de elementos voláteis (Hidrogênio, Nitrogênio e Oxigênio) na forma de gases e soluções. Este processo, conhecido como carbonificação, conduz à formação de novos compostos orgânicos a partir do aumento da concentração de carbono e do rearranjo das cadeias carbônicas. Este processo ocorre simultaneamente à diagênese dos sedimentos. A distorção dos restos é unidirecional, ocorrendo apenas no plano vertical, o que dá origem a uma fina película constituída de matéria orgânica carbonificada, denominada compressão carbonificada. IMPRESSÃO: Uma posterior lixiviação da matéria orgânica pode ocorrer, restando assim apenas a impressão sobre a rocha matriz circundante dos detalhes superficiais dos restos vegetais originalmente soterrados, originando fósseis denominados de impressões. No entanto, mesmo sem a perda da matéria orgânica carbonificada é possível obter-se uma impressão quando da coleta do material fóssil. Ao quebrar uma amostra de rocha que contém compressões carbonificadas, muitas vezes uma parte da amostra retém toda a película carbonosa preservada enquanto a outra contém apenas a impressão dos restos preservados. Exemplos: Compressão/Impressão são os tipos de preservação mais comuns das porções orgânicas dos seres estudados pela Paleobotânica. Em vegetais terrestres, ramos distais, pequenos caules, folhas e estruturas reprodutivas (esporos, pólens, sementes, frutificações) são comumente preservados na forma de compressões/impressões por apresentarem-se originalmente bidimensionais e/ou serem facilmente comprimidos quando soterrados. C) Preservação autigênica (Cimentação): MOLDES EXTERNOS: Comumente envolve uma cimentação externa bastante precoce dos restos, ainda em sedimentos inconsolidados (não litificados), por compostos de ferro ou carbonatos, preservando em três dimensões a configuração superficial das partes orgânicas. MOLDES INTERNOS E CONTRAMOLDES: Feições da organização interna são usualmente perdidos e a maioria dos tecidos, se presentes, são degradados. O espaço criado pela degradação dos tecidos pode vir a ser ocupado por material da matriz sedimentar circundante dando origem a moldes internos e contramoldes. Por ser resultante de preservações originadas antes da diagênese dos sedimentos, este processo permite a preservação de estruturas delicadas. Exemplos: Como, por definição, moldes devem ser tridimensionais, em sedimentos clásticos (sedimentos composto por fragmentos derivados de outras rochas, ex. sílica, feldspato, minerais argilosos) apenas os caules de vegetais terrestres são normalmente passíveis de preservação nesta forma. No entanto, outras porções dos vegetais com uma certa tridimensionalidade (ex. grandes frondes), podem eventualmente ser preservadas como suaves moldes externos. Concreções minerais (concentração de material endurecido que apresenta composição química variável) contendo em seu interior vestígios inorgânicos tridimensionais de restos de vegetais (moldes e contramoldes), moldes criados em travertinos (rocha calcária) ou ambientes calcários, além de fósseis de micróbios preservados em pirita ou em coprólitos (fezes fossilizadas), correspondem a fósseis gerados através de processos de cimentação. D) Preservação durapátrica: Após o soterramento, algumas porções inorgânicas dos vegetais podem preservar-se devido a sua resistência à oxidação e a alterações físico- químicas que ocorrem nos sedimentos ao longo de sua diagênese. Posteriormente, pode ocorrer a permineralização dessas porções inorgânicas através da deposição de matéria mineral nos interstícios ou espaços existentes. Exemplo: Esqueletos de algas calcárias (Rodophyta, Chlorophyta); frústulas de diatomáceas (Chrysophyta); biohermas calcários de cianobactérias (Cyanobateria). E) Casos particulares de fossilização: COAL BALLS (pelotas de carvão): São nódulos de turfa (material vegetal parcialmente decomposto) fossilizada, infiltrada por calcita fibrosa e, muitas vezes, por pirita. No interior dos coal balls aparecem partes bem preservadas de plantas compactadas na calcita. São encontradas preferencialmente nas províncias florísticas situadas próximas ao Equador, durante o Carbonífero. ICNOFÓSSEIS VEGETAIS: Vestígios da presença de vegetais nas rochas, como as estruturas de fitoturbação, marcas de raízes e cáries em corpos rochosos causados por algas. DURITOS: Fossilização de partes duras dos vegetais, como as frústulas de diatomáceas e os esqueletos de algas coralinas. MUMIFICAÇÕES: Fósseis quase sem alterações dos tecidos, devido à resistência dos envoltórios externos (esporos, pólens, macerais de lenho, frústulas de diatomáceas, etc.) e redução da atividade microbiana local (ambientes ácidos os quais favorecem a conservação de folhas e ramos); as ocorrências mais comuns são do Oligoceno e Holoceno em geral. CAUSTOBIOLITOS: São conhecidos como “rochas organógenas”, e mostram a presença de plantas ou colônias de algas através do acúmulo dos organismos ou de seus produtos metabólicos. Ocorrem dois tipos de caustobiolitos: -Liptobiolitos: Acúmulo de resinas que englobam espécimes vegetais, como copal (acúmulo da resina de Agathis (Araucariaceae)), copaíba (acúmulo de resina de copaíba (Leguminosae)) e âmbar (acúmulo da resina de Pinus (Conifera)). -Sapropelitos: Correspondem a acúmulos de fitoplâncton, quase sempre em bacias de circulação restrita ou costeiras; em geral compreendem produtos metabólicos oleosos ou hidrocarbonetos, como nas colônias da Cloroficeae Bortryococcus. Os acúmulos são designados bogheads coal; neste caso, os indivíduos da colônia são monocelulares; cada um, enquanto vivo, possui uma gotícula de óleo no interior da célula, daí possibilitarem, quando em grandes acúmulos, a gênese de hidrocarbonetos.WINGE, M. (Ed.) et al. 2009. Sítios Geológicos e Paleontológicos do Brasil. Brasília: CPRM, 2009. v. 2. 515 p. il. color. ISBN 857499077-4. ÂMBAR: Diferentes grupos vegetais, dentre as gimnospermas e angiospermas, podem produzir substâncias resinosas como forma de proteção à ação de fungos, bactérias, insetos e outros organismos, devido ao crescimento diferenciado dos tecidos ou mesmo para atrair insetos através dos terpenos voláteis. Essas resinas, quando em contato com o ar sofrem polimerização e endurecem. O produto da “fossilização” das resinas vegetais é o chamado âmbar, resultado da transformação das resinas que sofreram soterramento, diagênese e catagênse, ocorrendo nenhuma ou pouquíssima alteração de seus componentes químicos originais. O processo de formação do âmbar é denominado ambarização, e demanda milhões de anos. Denomina-se copal ou resina subfóssil o estágio intermediário de fossilização do âmbar, que difere do âmbar propriamente dito devido à dureza, coloração e densidade, pois ocorre em apenas alguns milhares de anos. A constituição química do âmbar varia segundo o vegetal que o originou, mas são geralmente formados por terpenos. A produção de resinas pelos vegetais remonta ao Paleozoico, tendo sido detectada em gimnospermas do Carbonífero (Coniferales). Entretanto, é a partir do Triássico que ocorre maior abundância de âmbar no registro geológico, sendo que as coníferas são normalmente consideradas como os únicos vegetais que originaram os âmbares encontrados em rochas sedimentares. No Brasil, estudos sobre composição molecular dos terpenoides de âmbares brasileiros identificaram coníferas das famílias Araucariaceae, Podocarpaceae e Cheirolepidiaceae como as prováveis fontes botânicas do âmbar no Brasil. Amostras de âmbar podem apresentar inclusões de origem orgânica ou inorgânica, incorporadas durante a cicatrização de superfícies “machucadas” do vegetal, sendo contemporâneas ao processo de endurecimento da resina recém-exsudada. As inclusões de origem inorgânica abrangem solo, poeira vulcânica, grânulos minerais, gotículas de água (condensação da umidade ou chuvas então existentes) e gases, que inclusive poderiam indicar a composição das antigas atmosferas terrestres. -Preservação de organismos em âmbar: Matéria orgânica em amostras de âmbar denota alto grau de preservação. O âmbar funciona como um meio totalmente inerte, e por isso de grande importância na fossilização, pois funciona como um microambiente bastante especial para a preservação de animais e vegetais que viveram há milhões de anos. O potencial de preservação do âmbar é tão grande que até mesmo fragmentos de DNA têm sido recuperados de organismos que nele estão inclusos, fato relevante para os estudos sobre evolução dos vegetais e animais, levando ao surgimento de uma nova área de pesquisa – a paleontologia molecular. Mais que uma preservação de ótima qualidade, o âmbar reproduz em suas inclusões instantâneos da vida existente no passado geológico. São conhecidos exemplos de amebas em divisão, insetos em cópula, um aracnídeo atacando uma centopeia, formigas transportando um casulo, parasitas abandonando o hospedeiro aprisionado e até mesmo um pequeno lagarto com a coluna vertebral fraturada. Existe assim a possibilidade de análises etológicas e das relações tróficas, incluindo aspectos tais como hábitos alimentares e de reprodução, relações sociais entre insetos e parasitismo, além dos registros dos eventos da vida pretérita. Também é possível, com a análise química do âmbar, criar inferências sobre a distribuição paleogeográfica dos diferentes grupos de vegetais produtores de resina e das condições paleoclimatológicas.PEREIRA, R.; et al; Composição molecular, aspectos quimiotaxonômicos e origem botânica de âmbares brasileiros. Rev. Virtual Quim., 2011, 3 (3), 145-158. Data de publicação na Web: 8 de junho de 2011 http://www.uff.br/rvq. Acesso em: 30 mai. 2012 Apesar da complexidade dos processos anteriormente descritos, a história de fossilização de um organismo pode ser ainda mais intricada, pois diferentes processos podem ocorrer ao mesmo tempo. É comum que durante a formação de uma concreção, partes dos tecidos do organismo sejam permineralizados, criando-se assim um fóssil preservado através de dois processos distintos, ou seja, cimentação e permineralização. Processos de carbonificação podem envolver uma concomitante cimentação externa dos restos, tendo em vista que a cimentação só ocorre devido a uma interação entre as substâncias minerais encontradas no meio circundante (sedimentos ou meio aquoso) e os gases e substâncias desprendidas dos restos orgânicos durante a sua decomposição inicial, o que possibilita a aglutinação ou deposição de matéria mineral em torno dos mesmos. ===Modos de incorporação e ambientes de preservação=== A incorporação das plantas nos sedimentos gera três diferentes tipos de associações fósseis: *AUTÓCTONE: Associação formada por fósseis de organismos que foram preservados dentro de seu habitat original, geralmente em posição de vida (in situ), ou seja, onde não houve transporte algum dos restos vegetais. Pode-se citar como exemplo uma inundação que afogue e soterre toda uma comunidade em seu habitat de crescimento. Este tipo de associação é raro, sendo mais comum a preservação de bases caulinares e raízes. *PARAUTÓCTONE: Ocorre quando restos vegetais sofrem um pequeno transporte, incapaz de levá-los para além dos limites do habitat original, sendo transportados por agentes como água e vento, resultando na mistura de material proveniente de mais de uma paleocomunidade florística. *ALÓCTONE: Ocorre a remobilização para fora do ambiente de vida. Associações parautóctone e alóctone preservam principalmente folhas, órgãos reprodutivos, ramos, grãos de pólen e esporos, em geral desconectados. Um outro modo de incorporação é aquele promovido pelo próprio ciclo de vida das plantas. A dispersão de esporos, pólens e sementes ou abscisão foliar ocasionada por mudanças estacionais ou por senilidade são bons exemplos de partes de plantas que naturalmente são descartadas e podem vir a ser incorporadas ao sedimento, podendo ser depositadas de modo autóctone, parautóctone ou alóctone. Dentre os diferentes subambientes sedimentares, os que melhor preservam restos de vegetais terrestres são os depósitos formados em lagos, lagunas, pântanos, meandros abandonados de rios e planícies fluviais ou aluviais distais. Já os sedimentos depositados em leques aluviais, canais de rios entrelaçados, barras de canais, frentes e topos deltaicos, baías interdistribuídas, estuários e ambientes costeiros podem conter fragmentos de vegetação terrestre, porém, em sua maioria, representados por restos não identificáveis ou por órgãos isolados. ==Classificação dos vegetais fósseis== Classificar plantas fósseis é uma tarefa difícil, devido a natureza fragmentária dos restos vegetais. Muitos espécimes fósseis são compostos apenas por folhas, esporos, sementes ou ramos fossilizados, ou seja, representam apenas partes dos vegetais de que derivaram. A solução adotada pelos paleobotânicos foi a de nomear cada fragmento fossilizado de eu vegetal como se fosse um organismo completo, recebendo um nome genérico e um específico, seguindo a nomenclatura binomial de Lineu. Esta nomenclatura dá origem aos denominados órgãos-gêneros, que podem ser atribuídos a uma família específica, ou seja, apresentam maior especificidade, e morfo-gêneros, que só podem ser assinalados a níveis taxonômicos superiores (ordem, divisão). Esta forma de identificação, denominada parataxonomia, é muito útil na Paleobotânica devido ao desconhecimento das relações de parentesco entre as distintas partes ou órgãos vegetais. Quando o espécime é encontrado completo, recebe então a designação específica correspondente à literatura internacional de classificação. ===Principais grupos taxonômicos abordados em Paleobotânica=== *Reino Monera (Pré-Cambriano-Recente): Inclui bactérias, cianobactérias e archaeobactérias. Unicelulares ou coloniais, são todos procariontes. As principais evidências fósseis de bactérias (3,5 milhões de anos atrás) são depósitos de sílex do Oeste australiano. Já as cianobactérias apresentam um extenso e bem documentado registro fóssil, principalmente na forma de estromatólitos. *Reino FungiI (Siluriano-Recente): Representa os fungos, organismos uni ou multicelulares, terrestres e aclorofilados. Os fungos fósseis são pouco conhecidos, sendo que os mais antigos restos de fungos que se conhece provém de rochas do Siluriano Inferior dos Estados Unidos, porém, sua origem pode ser muito mais antiga, provavelmente do início do Fanerozoico. *Reino Protista: Inclui todos os organismos conhecidos genericamente como algas e protozoários, sendo que, para a Paleobotânica, apenas as algas são objeto de estudo. São seres eucariontes, autotróficos ou heterotróficos, uni ou pluricelulares. Podem apresentar-se bem representadas no registro fóssil, como as algas calcárias, ou na forma de “fósseis químicos”, como as de envoltório não tão resistente. -Principais Divisões: Chlorophyta (Pré-Cambriano-Recente) Rhodophyta (Pré-Cambriano-Recente) Chrysophita (Mesozoico-Recente) Euglenophyta (Paleozoico-Recente) Phaeophyta (Paleozoico-Recente) Pyrrophyta (Paleozoico-Recente) *REINO PLANTAE: Compreende todos os vegetais terrestres ou semiaquáticos. São organismos eucariontes, pluricelulares, autotróficos, com parede celular celulósica, que armazenam amido nos plastídeos. Apresentam tecidos e órgãos verdadeiros e adaptações exclusivas à vida terrestre. -Principais Divisões: Bryophyta (Paleozoico-Recente) Tracheophyta (Paleozoico- Recente) Destaque para as classes extintas Rhyniopsida, Zosterophyllopsida, Trimerophytopsida e Progymnospermopsida, e as classes viventes Psilopsida, Lycopsida, Shenopsida, Filicopsida e Gymnospermopsida. > Subdivisão Angiospermophytina (Jurássico Superior/ Cretáceo Inferior – Recente): Corresponde ao grupo de plantas terrestres mais diversificados da atualidade, conhecido como Angiospermas, o grupo das “plantas com flores”. Representam uma novidade evolutiva tão significativa que, estudos e revisões são constantemente publicados. -Principais classes: Magnoliopsida (Dicotiledôneas) Liliopsida (Monocotiledôneas) ==Aplicações da Paleobotânica== Plantas fósseis são utilizadas tanto para fins de estudo quanto para fins econômicos (carvão, petróleo, etc.). Sua utilidade é observada em praticamente todas as áreas das ciências naturais, destacando-se, em particular, a biologia e a geologia, pois plantas fósseis fornecem importantes informações a respeito da evolução da vida na Terra. Apesar da natureza fragmentária do registro geológico, em que inúmeras características biológicas não são preservadas, comprometendo principalmente estudos taxonômicos e sistemáticos de plantas fósseis, estas condições não inviabilizam o uso da Paleobotânica em estudos evolutivos, principalmente naqueles relativos à caracterização de grupos extintos, determinação das épocas de origem e maior diversificação dos grupos atuais e extintos e no significado das estruturas vegetais, como por exemplo, sementes, frutos, flores, etc. Dada sua importância, o estudo de plantas fósseis é frequentemente empregado também em interpretações paleogeográficas, paleoecológicas, paleoclimatológicas e biogeográficas, e devem ser observados os seguintes critérios: a) devem representar organismos comuns ou órgãos que tenham sido produzidos em grande quantidade pelos grupos vegetais mais abundantes; b) devem demostrar características morfológicas suficientes para uma fácil e acurada identificação. ===Paleoecologia=== Paleoecologia era definida como o estudo das interações dos organismos do passado com seus respectivos ambientes. Hoje, engloba também aspectos relativos à preservação dos organismos no registro fóssil. Em termos paleobotânicos, diz respeito ao entendimento sobre o que controlou o crescimento e a distribuição dos vegetais (aspectos ecológicos) e sobre os processos pelos quais os vegetais foram incorporados ao registro e se transformaram em fósseis (aspetos tafonômicos). ===Paleogeografia=== Neste contexto, a paleobotânica busca demonstrar como os vegetais fósseis podem contribuir para o conhecimento da paleobiogeografia e da paleoclimatologia, que são os dois ramos da paleogeografia. A Paleobiogeografia estuda a distribuição geográfica dos organismos pretéritos, estabelecendo o antigo padrão de distribuição dos táxons e tentando explicar o porquê deste padrão. Já a paleoclimatologia busca obter quaisquer indícios que possam estabelecer as condições climáticas reinantes no passado da terra, e ainda entender mecanismos que atuaram nos distintos climas sobre as diferentes regiões do planeta ao longo do tempo. A paleoclimatologia tem uma ligação particular com a paleobotânica devido a importante relação entre o clima e a vegetação. Sabe-se que os distintos tipos vegetais refletem o clima regional pelo modo de crescimento e forma das plantas, o que sempre ocorreu no decorrer do desenvolvimento dos vegetais na Terra. ===Paleofitogeografia=== Os vegetais fósseis, principalmente os terrestres, têm sido extensivamente usados nas reconstruções paleogeográficas e paleofitogeográficas. A fitogeografia distingue as regiões do globo com base em suas diferentes composições florísticas e se utiliza de táxons determinados para uma dada região baseados em plantas completas. Já a paleofitogeografia utiliza-se apenas de partes das plantas, normalmente representadas apenas por suas porções vegetativas, devido à dificuldade em encontrar espécimes fósseis completos. A deriva continental tem sido uma questão constantemente comprovada através da paleofitogeografia. Os exemplos clássicos da Paleobotânica são: a) o isolamento da Austrália durante o Cenozoico, que levou ao desenvolvimento de uma flora (e fauna) acentuadamente endêmica (Reino Australiano), b) a fragmentação do supercontinente do Gondwana desde o final do Mesozoico que conduziu a atual distribuição disjunta das floras gonduânicas mais meridionais, encontradas no extremo sul da América do Sul e em algumas ilhas da Oceania (Reino Antártico). ===Bioestratigrafia=== A bioestratigrafia é um ramo da estratigrafia que procura caracterizar as rochas a partir do seu conteúdo fossilífero. As biozonas são as unidades bioestratigráficas básicas, correspondendo a uma camada de rocha caracterizada pela ocorrência de um ou mais táxons fósseis. Na Paleobotânica, as Zonas de Associação (estratos que possuem associação fossilífera única) ou Cenozonas, e as Zonas de Amplitude (estrato de distribuição vertical e horizontal totais de um determinado taxa fóssil) são as mais utilizadas para caracterizar rochas. ===Paleopalinologia=== Considerado um ramo da Paleobotânica, refere-se ao estudo dos organismos fósseis encontrados nos resíduos insolúveis resultantes de tratamentos físicos e químicos às rochas sedimentares, tais como pólens, esporos, quitinozoários e acritarcos, sendo que os estudos de pólens e esporos são mais expressivos nas pesquisas paleopalinológicos. Esporos e pólens são de grande valor estratigráfico para a datação de sedimentos continentais, lacustres, fluviais e deltaicos, além de auxiliar na correlação de estratos marinhos e continentais. Também auxiliam a sedimentologia na interpretação da origem dos sedimentos finos e do tempo de sedimentação e, através de palinogramas, na identificação de paleoambientes envolvendo mudanças climáticas e sucessões ecológicas.BAUERMANN, S. G. et al; Dinâmicas Vegetacionais, Climáticas E Do Fogo Com Base Em Palinologia E Análise Multivariada No Quaternário Tardio Do Sul Do Brasil. Revista Brasileira de Paleontologia. v 11(2), p. 87-96, Maio/Agosto 2008.JORNADA ACADÊMICA DA BIOLOGIA, 17, 2006, Canoas. Grãos de Pólen: usos e aplicações. ULBRA, 2006, 24 p. == Ver também == * Floresta Fóssil de Teresina == Referências == == Ligações externas == * Links for Palaeobotanists Categoria:Paleontologia Categoria:Botânica",
 "title": "Paleobotânica"
}