{
 "id": "1950",
 "text": "Ximenia americana é um arbusto ou árvore do gênero Ximenia, na família Olacaceae. É encontrada principalmente nos trópicos, desde a África, Índia e sudeste da Ásia, até a Austrália, Nova Zelândia, Ilhas do Pacífico, Índias Ocidentais, América Central, do Norte e do Sul. É especialmente comum na África e na América do Sul. Cresce em áreas com mais de quinhentos milímetros de precipitação média anual e até altitudes de dois mil metros. É comumente encontrada em uma variedade de habitats, variando de florestas secas, áreas montanhosas a matas costeiras, ao longo das margens dos rios e manguezais. São comumente encontradas em tipos de solo pobres e secos. A planta não foi domesticada, e por isso só ocorre na natureza. == Descrição == === Árvore === Ximenia americana é uma planta semiescandente que cresce como um arbusto ou pequena árvore entre uma altura de , embora plantas com menos de quatro milímetros (13 pés) sejam mais comumente observadas. O tronco tem um diâmetro inferior a dez centímetros (4 em); a casca tem uma cor de marrom escuro a cinza claro. Os ramos formam um arco para baixo e os raminhos têm espinhos retos e finos que possuem um centímetro de comprimento, projetando-se para fora dela, e possuem cor vermelho-púrpura. === Folhas === As folhas são simples, alternadas ou agrupadas em brotos esporádicos, com um formato lanceolado (lançado) a elíptico (oval), obtusas, emarginadas ou retilíneas no ápice. As folhas crescem até 2,5 a 8 cm (1 a 3 pol) de comprimento e um a quatro cm (0,4 a 1,6 pol) de largura, têm uma espessura que varia de fina a semisuculenta e possuem de três a sete pares de nervuras laterais difíceis de observar em ambos os lados da folha. Eles se curvam para cima ao longo da nervura central. As folhas são peludas quando começam a crescer, mas tornam-se lisas e brilhantes à medida que amadurecem. Os pecíolos são curtos e finos, crescendo até três a seis mm (0,1 a 0,3 pol) de comprimento. São canaliculados, lisos e têm uma cor cinza-esverdeada ou verde brilhante. Liberam um cheiro forte como amêndoas quando esmagados. === Flores e frutas === A floração é comumente observada durante as estações secas. As flores são perfumadas, pequenas, possuindo cor branca, verde-amarelada ou rosa e têm cerca de cinco a dez mm (0,2 a 0,4 pol) de comprimento. Crescem em inflorescências ramificadas, que são racemosas pediculadas ou cimeiras umbeliformes, que estão em pedículos de três a sete milímetros de comprimento. Os frutos são globosos, subglobosos, drupáceos ou elipsóides, crescem até três cm de comprimento, tem um diâmetro de 2,5 cm e são lisos. As árvores produzem frutos após cerca de três anos de crescimento. Os frutos jovens são verdes, mas tornam-se amarelo-ouro ou amarelo (e raramente vermelho-alaranjado) à medida que amadurecem, e as condições climáticas não afetam sua maturação. Quando maduro, o fruto apresenta polpa verde e suculenta, e uma grande semente endospérmica, que possui embrião pequeno e testa fina. A semente é lenhosa e de cor amarelo claro e cresce até 1,5 cm de comprimento com um diâmetro de 1,2 cm, e tem cerca de 60% de seu teor composto por óleo. A fruta é \"refrescante\" quando comida e diz-se que tem \"sabor ácido de amêndoa\". As sementes são dispersas por animais que comem a fruta. A Ximenia americana é semelhante à planta denominada Ximenia caffra, outra espécie da família Ximenia. No entanto, as folhas e os frutos da X. americana são menores que os da X. caffra, facilitando a distinção entre as duas. X. americana. Também apresenta várias flores em inflorescências ramificadas, enquanto as flores da X. caffra são frutíferas em tufos ou isoladas, o que outra diferença entre as duas espécies. === Fitoquímica === Ácidos graxos e glicerídeos estão disponíveis em abundância na X.americana. Outras classes de compostos químicos encontrados em X. americana incluem alcalóides, antraquinonas, glicosídeos cardíacos, flavonóides, glicosídeos, compostos fenólicos, flobataninos, quinonas, saponinas, taninos e terpenóides. Folhas coletadas da X. americana no sul do Níger foram consideradas ricas em cálcio, ferro, magnésio e manganês, mas também foi observada a falta de proteína. Linolenate também foi detectado nas folhas, juntamente com altos níveis de palmitato. O ácido cianídrico foi identificado na fruta junto com altos teores de vitamina C, sendo que as verdes continham 74% mais vitamina C do que as maduras amarelas. A semente da fruta contém derivados de cianeto e altos níveis de riproximina foram observados nos caroços da fruta. Observou-se que o óleo da semente contém os compostos ximenico, linolênico, linoleico e esteárico, juntamente com quantidades menores de lumequico, ácido ximenínico, araquidônico, erúcico e ácido nervônico e uma variedade de outros compostos. Observou-se que o óleo volátil das folhas consistia em benzaldeído (63,5%), cianeto de hidroxibenzila (13%) e isoforona (3,5%); o teor de cianeto contribui para o cheiro de amêndoa das folhas mencionado anteriormente. == Taxonomia == direita|miniaturadaimagem| Ilustrações da X. americana em Die Natürlichen Pflanzenfamilien (1894) Jean Baptiste Christophore Fusée Aublet publicou ocorrências de Heymassoli inermis e Heymassoli spinosa na publicação Histoire des Plantes de la Guiane Françoise em 1775, que foram posteriormente identificadas como X. americana. Este último, Heymassoli spinosa, tornou-se o basiônimo da Ximenia spinosa, que foi publicado na obra A Botanical nomenclator: contendo um arranjo sistemático das classes, ordens, gêneros e espécies de plantas conforme descrito na nova edição do Systema naturæ de Linnæsus, publicada elo Dr. Gmelin por William Jr. Forsyth em 1794. Ximenia americana pertence ao gênero Ximenia, juntamente com outras sete espécies, todas pertencentes à família Olacaceae. O termo Ximenia vem do padre espanhol Francisco Ximenez, que detalhou uma coleção de plantas encontradas no México no século XVII. O outro nome da espécie, \"americana\", que significa \"da América\", é uma indicação de onde a planta foi 'primeiramente' coletada. Possui diversos nomes populares, incluindo: ameixa-do-mato, ababoni, ameixa- do-brasil, ameixa-da-terra, ameixa-do-pará, ameixeira-da-baia, ameixo-de- espinho, limão-bravo, limãozinho-do-mato, dentre outros. == Distribuição e habitat == É encontrada em muitos habitats, predominantemente em matas semiáridas e em florestas secas e úmidas, florestas abertas arenosas, áreas montanhosas secas, matas costeiras, campos, savanas arbustivas, áreas florestais e ao longo de cursos de água, como margens de rios e encostas rochosas. X. americana ocorre em altitudes até dois mil metros (6562 ft) e onde a precipitação média anual é superior a quinhentos milímetros. Cresce em muitos tipos de solo, como solos argilosos, lamacentos argilosos, arenosos lodosos; no entanto, é observada principalmente crescendo em solo pobre e seco. Também pode absorver nutrientes e água de outras espécies vegetais por meio de suas raízes, porém, não utiliza esse método como meio de sobrevivência. == Ecologia == A Ximenia americana é uma planta perene de vida longa e encontra-se presente nas savanas, um dos seus habitats naturais, e são fontes de alimento vitais para os animais que vivem nos mesmos habitats, nomeadamente mamíferos como as girafas. As folhas também são comidas por insetos, como borboletas, e suas larvas, espécies documentadas como Axiocerses amanga, Stugeta bowkeri e Hypolycaena philippus. As cores vibrantes da fruta, muitas vezes produzida em grandes quantidades durante o início do verão, atraem pássaros, como bulbuls, estorninhos e barbets, e outros animais selvagens para se alimentarem da fruta. As flores são conhecidas por atrair muitos insetos polinizadores, nomeadamente as abelhas. As abelhas documentadas incluem Agapostemon splendens, Apis mellifera, Augochloropsis sumptuosa, Coelioxys germana, Dialictus placidensis, Megachile mendica e Melissodes communis. Ximenia americana pode ser classificada como uma hemiparasita facultativa, devido à sua tendência de viver das raízes de outras espécies hospedeiras próximas, mas não como forma de sobrevivência, pois pode crescer perfeitamente sem um hospedeiro. Devido a isso, pode crescer melhor no solo, onde pode entrar em contato com as raízes de outras plantas. Também pode se prender a objetos como plástico ou pedras. == Conservação == A lista vermelha da União Internacional para a Conservação da Natureza declarou a Ximenia americana como uma planta de \"menor preocupação\". Isso se deve principalmente à ampla distribuição e grande população em todo o mundo. Nenhuma grande ameaça foi identificada para a espécie atualmente e no futuro. Esta avaliação foi realizada pelo IUCN SSC Global Tree Specialist Group e pelo Botanic Gardens Conservation International (BGCI) em 2018. No entanto, pesquisadores na Etiópia notaram que a planta está se tornando rara em suas respectivas áreas de estudo, principalmente devido ao uso excessivo da planta e de seus componentes. Eles sugeriram a reabilitação das plantas, principalmente pela domesticação, na esperança de conservar as espécies nessas áreas específicas. == Cultivo == Não há registro de casos de domesticação da X. americana. No entanto, observa-se que pode ser facilmente propagada plantando sementes frescas em uma mistura de cinco partes de solo e uma parte de composto. A germinação é geralmente observada catorze a trinta dias após o plantio da semente. A planta cresce cerca de 0,5 m (1,6 ft) a cada ano, representando uma taxa de crescimento moderada. Pode crescer em solo argiloso e outros tipos de solo pobre e seco e é adaptável a mudanças no pH do solo. É resistente à seca, tornando-se uma boa fonte de alimento durante esses períodos. Também é tolerante a inundações leves, que ocorrem durante tempestades, por curtos períodos de tempo. É levemente tolerante a tipos de solo salgados. Devido às raízes semiparasitárias, cresce bem em torno de outras plantas, sendo é melhor cultivada ao lado de um hospedeiro como o carvalho. == Toxicidade == Folhas a 100 ppm foram consideradas fatais para o caracol de água doce, Bulinus globus, que é a espécie responsável por causar a doença esquistossomose. Os pesquisadores notaram que o extrato da X. americana não gerou mortes quando os efeitos tóxicos do extrato da planta duraram catorze dias. Outro estudo foi realizado sobre os efeitos dos extratos líquidos da raiz, caule e folhas da X. americana no sangue e no fígado, e foram observados danos às células do órgão. == Usos == === Comida === A Ximenia americana pode ser utilizada como fonte alimentar, principalmente seus frutos, que podem ser consumidos crus ou em conserva, podendo ser utilizado para substituir o limão em receitas de pescado, bem como para fazer sucos, geleias ou bebidas intoxicantes; na África do Sul, uma espécie de cerveja é feita a partir das frutas. O caroço da fruta pode ser transformado em óleo, que é usado na culinária como substituto da manteiga. As nozes têm um forte efeito purgativo e não devem ser consumidas em grandes quantidades. === Cosméticos === A semente da fruta pode ser esmagada para produzir óleo. Este óleo (ácido ximenyinc) é utilizado para uma variedade de fins cosméticos, como emolientes, condicionadores, amaciantes de pele, óleos corporais e capilares, bem como ingredientes em sabonetes, batons e lubrificantes. Os óleos essenciais também podem ser obtidos do cerne e das flores da X. americana, que são então utilizados para fumigações e como substituto da flor de laranjeira, respectivamente. === Combustível === A madeira é utilizada como lenha e carvão. O óleo da semente pode ser usado como potencial biocombustível quando misturado ao querosene. === Medicinal tradicional === Foi relatado que a Ximenia americana é usada para tratar um grande número de doenças, incluindo sarampo, malária, infecções de pele, doenças sexualmente transmissíveis, diarréia, cãibras musculares e abscessos pulmonares. As folhas e galhos são usadas como tratamento para resfriados e febres, como laxantes e loção para os olhos, e como enxaguante bucal para prevenir dores de dente e infecções de garganta. No entanto, os curandeiros tradicionais relataram o excesso de saliva como um sinal da toxicidade quando usado para tratar doenças bucais. As folhas são utilizadas para tratar dores de cabeça, angina e também como antídoto para venenos. As raízes da X. americana são usadas no tratamento de inúmeras doenças, como problemas de pele, dores de cabeça, lepra, hemorróidas, doenças sexualmente transmissíveis, doenças do sono e vermes da Guiné. A casca, geralmente utilizada na forma de pó ou decocção, é usada para tratar úlceras na pele, colocada na cabeça para dores de cabeça e colocada na água do banho de bebês doentes. A fruta é consumida em excesso para tratar qualquer caso de vermífugo e prisão de ventre. Os extratos da casca da X. americana, raízes e folhas têm sido usados para tratar infecções do trato urinário, inflamação, queimação, gastrite e câncer. As principais formas de preparo dessas partes da X. americana são por infusão, decocção, xarope, cataplasma e/ou tintura. === Droga bruta === Xymelys 45 é um medicamento contendo extrato da casca da X. americana que é comercializado como cosmético para fornecer proteção para pele ultrassensível, estresse oxidativo e radicais livres. O chá da X. americana tem sido comercializado no Brasil para cicatrizar feridas e úlceras externamente e curar internamente problemas cardíacos e renais; o chá da X. americana é apenas o pó vegetal da casca. O óleo da semente é comercializado como tratamento para peles secas, em hidratantes, emolientes, produtos antienvelhecimento e antiacne, e como tratamento para cabelos frágeis e danificados. === Horticultura === A espécie também é usada como bordadura e limite, se for cultivada adequadamente como planta de cobertura. Igualmente pode ser usada para fins de decoração, pois possui flores e folhagens atraentes. == Galeria == File:Folhas da ameixa-da-caatinga.jpg|Folhas de Ximenia americana File:Galhos e folhas de Ximenia americana.jpg|Galhos e folhas da planta File:Galhos com espinhos (ameixa-da-caatinga).jpg|Galhos espinhosos presentes na planta File:Frutos de Ximenia americana.jpg|Frutos comestíveis, que podem ser aproveitados no preparo de doces == Referências bibliográficas == * AMEIXEIRA-DA-BAIA: https://web.archive.org/web/20050414082229/http://www.plantamed.com.br/ESP/Ximenia_americana.htm, acedido a 18 de Outubro de 2005. Categoria:Olacaceae Categoria:Flora da Caatinga Categoria:Flora do Ceará Categoria:Flora pantropical Categoria:Plantas medicinais Categoria:Espécies descritas por Lineu Categoria:Plantas descritas em 1753 Categoria:Árvores da África",
 "title": "Ximenia americana"
}