{
 "id": "19538",
 "text": "Nicolau de Chanterene (em Francês Nicolas de Chantereine) (França, c. 1470 – 1551) foi um escultor de origem francesa que desenvolveu grande parte da sua obra em Portugal entre os anos de 1517 e 1551. Desconhece-se o local de nascimento, admitindo alguns autores que possa ter sido na Baixa Normandia, na zona de Cherbourg, onde se situa o Port Chantereyne.Dias, Pedro – Os Portais Manuelinos no Mosteiro dos Jerónimos. Coimbra: Instituto de História de Arte, Faculdade de Letras, Universidade de Coimbra, 2003, p. 135-145. Teve papel marcante no século XVI português, sendo autor dos \"mais precoces depoimentos da linguagem do renascimento em Portugal\"Pereira, Paulo – Arte Portuguesa: História Essencial. Lisboa: Círculo de Leitores; Temas e Debates, 2011, p. 417, 418. ISBN 978-989-644-153-1. Ao contrário do que era, ainda, comum no período do gótico final português, \"Nicolau Chanterene não foi um vulgar imaginador ou canteiro, um simples oficial mecânico, mas um verdadeiro artista renascentista, um homem culto, um intelectual\". == História == thumb|270px|Portal axial, Mosteiro dos Jerónimos, 1517 Supõe-se que terá passado por Itália antes (ou depois) de trabalhar em Santiago de Compostela, onde está documentado em 1511. É possível que tenha estado em Portugal antes desta data, ainda que não haja confirmação. A primeira referência documental de Mestre Nicolau em Portugal data de 1517, como responsável pela empreitada da porta axial do Mosteiro de Santa Maria de Belém da Ordem de São Jerónimo. Além dos episódios alusivos à Vida da Virgem (Anunciação, Natividade e Epifania), Chanterene esculpiu os retratos régios de D. Manuel I e de D. Maria. Trabalhou na década de 20 do século XVI para Óbidos, na Igreja de Santa Maria, e em Coimbra, no Mosteiro de Santa Cruz (onde foi responsável pelos jacentes dos túmulos de D. Afonso Henriques) e D. Sancho I, perto do centro produtor de uma das pedras calcárias mais utilizadas na época em escultura: a célebre pedra de Ançã. Neste mosteiro crúzio, deixou-nos também um magnífico púlpito e uma série de quatro baixos-relevos (dos quais hoje existem apenas três) relativos à Paixão de Cristo. No Mosteiro cisterciense de Celas, na cidade de Coimbra, a expensas da Abadessa Leonor de Vasconcelos, efectuou um portal renascentista, derivado de um primitivo túmulo que nunca chegou a terminar e que se destinaria, precisamente, a tal encomendante. Em Tentúgal, no mosteiro hieronimita de São Marcos, Nicolau Chanterene lavrou um retábulo com a Lamentação de Cristo ao centro, ladeda pelas figuras dos doadores, a saber, Aires Gomes da Silva e D. Guiomar de Castro. Em baixo, contam-se em vários nichos episódios da vida de São Jerónimo. Regressado de uma viagem a Saragoça (1527-1528), voltou a trabalhar para a Ordem de São Jerónimo em 1528 para a construção de um retábulo de alabastro para a igreja conventual da Pena, em Sintra, e que hoje faz parte do Palácio Nacional da Pena. Esta magistral obra só foi terminada em 1534, tendo sido dedicada ao Infante D. Manuel, filho de D. João III e de D. Catarina de Áustria. Entre 1536-1540, esteve em Évora, onde se encontra um conjunto de obras renascentistas que lhe anda atribuído, embora sem certeza documental. Terá trabalhado em conjunto com Miguel de Arruda em Évora, onde possivelmente projectou o Convento da Graça em 1542, com a ajuda deste último. Julga-se que morreu por volta do ano de 1551. ==Algumas obras== File:Nicolau Chanterene D Afonso Henriques Igreja Mosteiro Santa Cruz 2 IMG 0412.JPG|Estátua jacente de D. Afonso Henriques, 1518-1522, calcário, igreja do Mosteiro de Santa Cruz, Coimbra File:Nicolau Chanterene D Sancho I Igreja Mosteiro Santa Cruz 3 IMG 0411.JPG|Estátua jacente de D. Sancho I, 1518-1522, calcário, igreja do Mosteiro de Santa Cruz, Coimbra File:Nicolau Chanterene Púlpito Igreja Mosteiro Santa Cruz IMG 0399.JPG|Púlpito, 1521, igreja do Mosteiro de Santa Cruz, Coimbra File:Chanterene Caminho do Calvário Santa Cruz Coimbra IMG 2490.jpg|Caminho do Calvário, 1522-26, calcário, claustro do Mosteiro de Santa Cruz, Coimbra File:Nicolau Chanterene Portal Poente Mosteiro Jerónimos 2014 2 IMG 0900.JPG|Portal axial, Mosteiro dos Jerónimos, Lisboa File:Nicolau Chanterene Portal Poente Mosteiro Jerónimos 2014 2 IMG 0870.jpg|Escultura orante de D. Manuel I acompanhado por S. Jerónimo (parte superior da imagem), portal axial, Mosteiro dos Jerónimos, Lisboa File:Nicolau Chanterene Portal Poente Mosteiro Jerónimos 2014 2 IMG 0780.jpg|Escultura orante da Rainha D. Maria acompanhada por S. João Baptista (parte superior da imagem), portal axial, Mosteiro dos Jerónimos, Lisboa File:Nicolau Chanterene portal axial Mosteiro Jerónimos 2 IMG 0683.JPG|Anunciação / Sagrada Família e anjos / Epifania, Portal axial, Mosteiro dos Jerónimos, Lisboa File:Nicolau Chanterene Pietá Igreja Santa Maria Óbidos IMG 9477.jpg|Pietá, Túmulo de D. João de Noronha e D. Isabel de Sousa, Igreja de Santa Maria (Óbidos) File:Nicolau Chanterene Retábulo capela de S Pedro Sé Velha 2 IMG 0564.JPG|Retábulo da capela de S. Pedro, c. 1526, Sé Velha de Coimbra File:Capela-mor Igreja Mosteiro S Marcos Univ Coimbra IMG 1502.jpg|Retábulo, Igreja do Mosteiro de São Marcos de Coimbra (Universidade de Coimbra) File:Retábulo Nicolau Chanterene século XVI 1326.jpg|Retábulo, Palácio da Pena, Sintra File:Chanterene Túmulo de D Álvaro da Costa IMG 2720.JPG|Túmulo de D. Álvaro da Costa, c. 1535, Museu de Évora File:Chanterene Túmulo de D Afonso de Portugal IMG 2694.JPG|Túmulo de D. Afonso de Portugal, c. 1540, Museu de Évora File:Nicolau Chanterene Portal Mosteiro de Celas IMG 2343.jpg|Portal, Mosteiro de Celas File:Nossa Senhora do Leite Museu da Sé de Braga IMG 7439.jpg|Nossa Senhora do Leite, Sé de Braga Chanterene, Nicolau De Categoria:Arquitetos da França Cidadãos naturalizados de Portugal Categoria:Portugueses de ascendência francesa Categoria:Escultores de Portugal Categoria:Escultores de Portugal do século XVI Categoria:Arquitetos de Portugal Chanterene, Nicolau De Chanterene, Nicolau De",
 "title": "Nicolau de Chanterene"
}