{
 "id": "1954",
 "text": "O Rei é a peça mais importante do xadrez ocidental, cuja captura é o único objetivo do jogo. Nos países lusófonos, o rei é representado pela letra R na notação algébrica de xadrez. Uma vez que não pode ser trocado durante uma partida, ele é considerado uma peça de valor inestimável. Entretanto, alguns autores lhe atribuem de dois a quatro pontos de valor relativo, numa escala de um a dez, baseando-se em sua mobilidade, segurança e no papel ativo que desempenha na fase final da partida. Durante uma partida, o Rei não pode permanecer sob ameaça das peças adversárias em nenhum instante, devendo ser colocado em segurança imediatamente no movimento seguinte, caso seja atacado. As regras de etiqueta no xadrez indicam que ao ameaçar o Rei do adversário, o atacante pode quebrar o silêncio da partida e anunciar \"Xeque!\" e, no caso do Rei não poder escapar da captura, anunciar \"Xeque-mate!\". Esses gestos são considerados opcionais segundo as leis do jogo. A sua movimentação consiste no deslocamento de uma casa na direção horizontal, vertical ou diagonal, desde que ela não esteja sob ataque adversário. Caso ainda não tenha sido movimentado no jogo, é permitido ao Rei realizar um movimento especial denominado roque com uma das torres, com o que se pode protegê-lo deslocando-o duas casas horizontalmente, caso estas casas não estejam sob ataque e o Rei não esteja em xeque. == Origem e etimologia == Uma das lendas que acompanham a criação do jogo conta que o brâmane Lahur Sessa criou o chaturanga, predecessor mais antigo do xadrez, a pedido do Rajá indiano Balhait. Sessa tomou por base as figuras do exército indiano, e incluiu a peça hoje conhecida Rei como forma representativa do seu monarca e do papel que ele desempenhava na condução dos exércitos na guerra. Este simbolismo da peça, representando o poder do estado, acompanhou os controversos fatos sobre a origem do jogo. Quando os persas assimilaram o xadrez, adaptaram o nome da peça principal de acordo com a figura do seu chefe de estado, o Shah. Esta adaptação originou também a expressão \"xeque-mate\", que é uma transliteração de Shah Mat, que significa \"rei emboscado\". A expansão do jogo pelo mundo continuou e ao chegar à Europa, trazido provavelmente pelos árabes, a peça foi novamente designada pela figura do Rei, que era o chefe de Estado presente na maioria dos países europeus.Chess: Ancient precursors and related games (Encyclopedia Britannica 2007) No subcontinente indiano e nos países do sudeste asiático manteve-se o nome original \"Rajá\". Nome árabe espanhol hindi indonésio inglês japonês russo persa húngaro Rei م مَلِك rey raja raja king kingu король shāh király Xeque كِش مَلِك jaque shah skak check chekku шах vide sakk Xeque-mate كِش مات jaque- mate maat skak mati checkmate chekkumeito мат shāh mat matt == Arqueologia == O artefato arqueológico mais antigo pertence ao conjunto de peças de Afrassíabe do qual foi encontrado somente uma peça do Rei ou Shah. Esta é uma figura sentada em um trono numa grande carruagem puxada por três cavalos. Desenhos mais simples e estilizados foram desenvolvidos pelos muçulmanos seguindo a proibição do islamismo de representar figuras vivas. Nestes conjuntos, o Rei é representado pela maior peça e normalmente adornado apenas com uma coroa. No conjunto das peças de Ager, o Rei é estilizado como um pequeno bloco cilíndrico com um corte, sugerindo a figura de um trono. No conjunto de Peças de Lewis, importante artefato arqueológico encontrado no século XVIII, foram encontradas oito peças do Rei que é caracterizado com coroa, uma espessa barba, sentando em um trono e munido de uma espada desembainhada sobre o colo. Outras representações do Rei incluem o conjunto de peças de Carlos Magno, onde o monarca é representado num pequeno palácio esculpido em marfim de elefante. Apesar do imperador francês não ter conhecido o jogo, o nome foi dado em função do local onde as peças foram encontradas no século XIII: a Basílica de Saint-Denis. Em 1849, Jaques of London e Nathaniel Cook desenharam o modelo de peças Staunton que é considerado padrão mundial para competições de xadrez. O modelo do Rei no padrão Staunton consiste numa figura de aproximadamente 9,5 cm com um florão ao topo, que pode ser uma cruz pátea, uma flor-de-lis ou uma gota invertida. Sua base deve ter aproximadamente 40 a 50% da sua altura sendo opcional o emprego de materiais densos no interior da peça, todavia estas precisam ter estabilidade.Laws of Chess (FIDE) == Movimento e valor relativo == Na posição inicial das peças sobre o tabuleiro, o Rei de cor branca permanece na casa e1 de cor escura, e o Rei de cor preta posicionado na casa e8 de cor clara. Conforme estabelece a FIDE, o Rei deve ser representado pela letra R nas notações algébricas de xadrez que devem ser utilizadas em torneios oficiais. Em periódicos e na literatura, recomenda-se a utilização de figuras ou diagramas ( e ). O movimento do Rei permaneceu praticamente inalterado durante a evolução do xadrez ao longo dos séculos. Mesmo o predecessor mais antigo tinha como movimentação 1 casa na direção vertical, horizontal ou diagonal, limitada a condição da casa para o qual deseja-se mover a peça não estar sob ataque das peças adversárias. Nas primeiras versões do xadrez, era permitido o Rei pular uma peça em uma única ocasião durante o jogo, sob a condição de que a casa sobre o qual pula também não estar sob o ataque do adversário, o Rei não ter se movimentado e não ter sido ameaçado por xeque até o momento de execução do movimento. O Rei posicionado em e1, por exemplo, poderia se mover para c1, c2, c3, d3, e3, f3, g1, g2 e g3 e em algumas variações regionais até para b1 ou b2. Versões variadas deste movimento originaram o roque e por volta do século XVII a regra atual do movimento foi estabelecida. A principal alteração em relação a regra original foi a retirada da exigência do Rei não ter sido ameaçado anteriormente. O roque tem como objetivo proteger o Rei, ao colocá-lo num dos cantos do tabuleiro, normalmente atrás de uma fileira de peões. Segundo as leis do xadrez, o enxadrista não é obrigado anunciar xeque ou xeque-mate durante a partida, entretanto este gesto ainda é praticado em partidas de nível amadores. == Estratégia == Na fase de abertura e meio-jogo é desaconselhável mover o Rei exceto para protegê-lo ou realizar o roque. Sua proteção é baseada nas peças a sua volta que bloqueiam a maioria dos ataques adversários. A medida que as peças são trocadas e o jogo se encaminha para o final, o Rei começa a desempenhar funções estratégicas na defesa e ataque de peças menores, bloqueio e captura de peões passados e a proteção de seus próprios peões passados até a casa de promoção. Outro aspecto importante no final do jogo é a oposição entre os reis que pode levar a posições de zugzwang ou squeeze que podem ser decisivas no desfecho da partida. No final do jogo o Rei torna-se um bom atacante e defensor das peças a sua volta, defendendo-as melhor que um Cavalo e atacando melhor que um Bispo. A escassez de peças adversárias facilita a fuga do Rei em caso de xeque, principalmente no centro do tabuleiro tornando conveniente movimentá-lo a posições mais ativas no tabuleiro, onde o Rei pode auxiliar outras peças para aplicar garfos. Ainda não existe um consenso claro de quando é permitido ao Rei se lançar ao jogo com segurança desempenhando funções ativas, entretanto, existem alguns exemplos ousados do monarca participando do mate ao adversário ainda no meio- jogo. Em 1902, Richard Teichmann, um proeminente jogador do final do século XIX, visitava Glasgow e numa partida contra enxadristas locais demonstrou com brilhantismo a importância do Rei como peça de apoio ao mate. No diagrama ao lado, as brancas estão prestes a iniciar uma caminhada do Rei a casa g6, forçando o mate. 28.Rh2! b5 29.Rg3! a5 30.Rh4! (As brancas estão prestes a criar a ameaça de mate e o Cavalo protege as casas chaves e8 e f7) 30...g6 (Forçado, devido ao avanço do Rei branco) 31.Te3! Dxg2 32.Tg3 Df2 ou 32...g5+ 33.Rh5 Dxg3 34.Rg6! (depois de cruzar o tabuleiro, o Rei branco apoiará o mate) 33.fxg6 Df4+ 34.Tg4 Df2+ 35.Rh5! e as pretas abandonam. Nigel Short, Howard Staunton, Alexander Alekhine e Anatoly Karpov entre outros, também empregaram o Rei de forma ousada em suas partidas. Diante de uma derrota iminente e sob certas condições, o Rei pode ser utilizado para forçar um Empate. Uma das estratégias empregadas é o empate por afogamento, quando o enxadrista não pode jogar porque todos os movimentos possíveis deixam o Rei em xeque. Como as regras do xadrez não permitem que o Rei seja deslocado para uma casa sob ataque, o enxadrista que busca um empate sacrifica as peças restantes e bloqueia os seus peões caso ainda os possua no tabuleiro, para que não lhe restem mais possibilidades de movimentos. No caso do Rei estar sozinho sobre o tabuleiro, diz-se que se trata de um rei solitário, que, em variantes mais antigas do jogo, era considerado um método de vitória. Sua força é avaliada em torno de quatro pontos (uma peça menor e um Peão), embora não faça sentido prático em trocas. Em programas de computador, é empregado um valor arbitrário de duzentos ou um milhão de pontos, de modo a indicar nas funções de avaliação a inviabilidade da perda da peça.Levy (1991), p.45 == A figura do Rei em outras variantes == Devido à sua importância, o Rei está presente nas principais variantes regionais do xadrez, como o Shogi, o Xiangqi e variantes dimensionais como o xadrez hexagonal e o xadrez tridimensional que também têm a figura do monarca. Cada variante atribui um papel diferente ao Rei, embora na maioria dos casos seus movimentos sejam os mesmos. O desenho da peça também é variado principalmente em versões regionais onde são preservados elementos culturais com grafia e formato representativo. No Xiangqi, a peça representativa do Rei é denominada \"General\", e segundo as regras do jogo não se move em diagonais, ficando também restrita a uma área do tabuleiro denominada \"palácio\". Na variante chamada de cavalomate sua função é secundária, deixando o status de peça real para o Cavalo, podendo inclusive ser capturado como as outras peças e na variante Arktur são utilizados dois reis devendo um destes ser capturado para alcançar a vitória. O antixadrez possui uma peça não-ortodoxa baseada no monarca ocidental chamada Anti-Rei. Esta peça possui os mesmos movimentos do Rei, entretanto não captura as peças adversárias e seu objetivo é fugir da ameaça destas, ou seja, o Anti-Rei inicia o jogo ameaçado pelo xeque convencional e deve fugir desta condição. Esta é um dos métodos de vitória sendo o outro aplicar o xeque-mate ao Rei convencional. O Rei tem seus movimentos alterados na variante Escorpião-Rei onde incorpora os poderes da peça não-ortodoxa denominada gafanhoto. Por se tornar uma peça forte sua captura é dificultada o que estende o tempo de jogo. == Bibliografia == * * * * * * * * * * * == Ver também == * Rei de Carlos Magno * Valor relativo das peças de xadrez == Ligações externas == * Categoria:Peças de xadrez",
 "title": "Rei (xadrez)"
}