{
 "id": "1956",
 "text": "O tabuleiro de xadrez é um equipamento para a prática do xadrez, sobre o qual são dispostas as peças do jogo. Geralmente é de forma quadrada, com um padrão reticulado peculiar com alternância de duas cores entre as suas subdivisões. Normalmente é fabricado em madeira ou em plástico, mas pode ser empregada uma grande variedade de materiais como couro, mármore, marfim, vidro ou metal. No xadrez ocidental, o tabuleiro é de forma quadrada, sendo seus lados divididos em oito partes, perfazendo um total de sessenta e quatro subdivisões. Em outras variantes, o número total de subdivisões pode ir de nove até cento e doze. Cada subdivisão do tabuleiro é denominada casa (ou escaque) e recebe uma identificação única para a prática de notação das partidas, podendo-se tratar da identificação descritiva, algébrica ou numérica. Em tabuleiros bidimensionais, o conjunto retilíneo horizontal de divisões é denominado fileira ou fila, o conjunto retilíneo vertical é denominado coluna e os dois conjuntos retilíneos de casas da mesma cor que intersectam dois lados adjacentes do tabuleiro são denominados diagonais. A prática do xadrez ocidental exige a utilização de um tabuleiro por partida. Entretanto, há variantes em que são utilizados de dois a sessenta e quatro tabuleiros. Conceitualmente o tabuleiro é limitado por seus cantos ou arestas do quadrado sobre o qual é desenhado. Todavia, existem tabuleiros em formato cilíndrico e toroidal, nos quais não existe a limitação de cantos. Formatos tridimensionais e hexagonais também são utilizados nas práticas de algumas variantes. == Origem e evolução == Jogos de tabuleiro são conhecidos desde a Antiguidade, sendo os registros mais antigos pinturas em mastabas das I e III dinastias egípcias (3100-2700 a.C.). A primeira versão reconhecida do xadrez surgiu por volta do e chamava-se Chaturanga, sendo jogado sobre um tabuleiro do jogo de corrida denominado Ashtāpada.Hooper (1992), p.173 Este tabuleiro era monocromático e dividido em oito colunas por oito fileiras, possuindo marcas especiais denominadas \"castelos\" nas 1ª, 4ª, 5ª e 8ª casas das colunas a, d, e e h, que tinham função no jogo Ashtāpada, mas não no chaturanga. Ao chegar a Pérsia antiga, o tabuleiro foi adaptado às novas variantes do xadrez, no qual foram incluídas mais colunas e fileiras. Uma das variantes do período, o Xadrez de Tamerlão, incluía onze colunas por dez fileiras e duas casas extras ao lado direito da segunda fileira do jogador, denominadas cidadelas, que tinham função especial no jogo. No o xadrez chegou a Europa e o tabuleiro adquiriu o padrão quadriculado característico do qual é reconhecido atualmente e a ser utilizado no jogo de damas, que na época utilizava um tabuleiro menor, com 25 casas. Esta alteração no tabuleiro tornou-se particularmente útil para os movimentos em diagonal, que ficaram realçados pela sequência contínua de casas da mesma cor nas diagonais, colaborando assim nos movimentos dos recém incluídos Bispos e posteriormente Dama ao jogo. Na região da Sibéria, algumas fontes indicam que o tabuleiro era bicolor adotando a convenção da casa a1 ser da cor negra. Entretanto, não foram encontradas evidências arqueológicas que confirmem esta informação além do que esta não influenciava nas regras locais no qual o Rei e a Dama não tinham posição fixa. [[Imagem:Tabuleiro de xadrez que pertenceu a Machado de Assis.png|thumb|350px|Tabuleiro de xadrez que pertenceu a Machado de Assis.Mathias, 1952-1964, p.157. Nos anos 60, o tabuleiro estava na posse do Marechal Estevão Leitão de Carvalho. Em 1997, o tabuleiro de madeira e vidro, em estilo imperial, era mantido junto a diversos outros móveis de Machado, como sua cama e mesa da sala de jantar, em más condições de conservação na biblioteca do Centro de Letras e Artes da Uni- Rio.Diogo de Hollanda Cavalcanti, \"Móveis de Machado de Assis não têm onde ficar\". Folha de S.Paulo, caderno Cotidiano, 5 de julho de 1997. Acesso: 7 de julho de 2018. Um ano depois, a Academia Brasileira de Letras se apropriou de todo seu mobiliário e acervo e fez um cuidadoso restauro que foi até mesmo mostrado em exibição.Gustavo Autran, \"ABL expõe acervo com móveis de Machado\". Folha de S.Paulo, caderno Ilustrada, 26 de novembro de 1998. Acesso: 9 de julho de 2018.\"Exibição Virtual\". Academia Brasileira de Letras, 2007. Acesso: 9 de julho de 2018.\"Mesa de jogo (xadrez)\". Academia Brasileira de Letras, 2007. Acesso: 9 de julho de 2018. Só existem seis tabuleiros de xadrez esculpidos em madeira no mundo, sendo este o único na América do Sul.\"Relato da restauração\". Academia Brasileira de Letras. Transcrição do livro Rua Cosme Velho, 18 - Relato de Restauro do Mobiliário de Machado de Assis. Acesso: 9 de julho de 2018.]] O Libro de los juegos (1283) contém uma descrição do tabuleiro, mencionando que oito colunas e fileiras seria o número ideal, sendo o tabuleiro com dez muito enfadonho e o com seis muito rápido, para a prática do xadrez. Outras inovações do período foram a criação de tabuleiros em formatos cilíndricos para a prática de variantes do jogo como o Xadrez cilíndrico e a convenção de que a primeira casa da coluna da extrema direita do enxadrista seja de cor clara, endossada por Pedro Damiano de Odemira no final do . Mais recentemente, algumas variantes têm empregado tabuleiros com três dimensões, no qual a terceira dimensão usualmente é outro tabuleiro bidimensional. A variante Raumschach (1907) emprega cinco tabuleiros de 25 casas totalizando 125, e a multidimensional de maior notoriedade, Star Trek Chess, emprega um engenhoso tabuleiro de 64 casas divididas em sete níveis. Em 2003, o ex-campeão mundial Garry Kasparov enfrentou o motor de xadrez X3D Fritz numa série de quatro partidas em ambiente virtual, onde o tabuleiro gerado pelo computador flutuava no ar à frente de Kasparov, que utilizava óculos especiais. No xadrez, esta foi a primeira disputa homem-máquina realizada totalmente em ambiente simulado. == Fabrico == Para campeonatos internacionais ou continentais a FIDE orienta a utilização de tabuleiros de madeira. Para outros torneios FIDE podem ser empregues madeira, plástico ou cartonados, e em todos os casos o tabuleiro deve ser rígido. Também pode ser fabricado em mármore com um contraste apropriado entre as casas claras e escuras. O acabamento deve ser neutro ou fosco mas nunca brilhante. Recomenda- se que as casas do tabuleiro tenham de 5 a 6,5 cm e que a proporção entre as peças e uma casa seja de modo que a lateral de uma casa seja duas vezes o diâmetro da base de um peão. Se a mesa de jogo e o tabuleiro forem peças separadas, o último deve ser fixado de modo a evitar sua movimentação durante a partida. Tabuleiros de xadrez podem ser encontrados como elementos decorativos em praças, jardins e salas de estar, fabricados em diversos materiais como vidro, pedra sabão, couro e metal. == Posição inicial e notação == Por convenção, adota-se que a primeira casa da coluna a direita do enxadrista deve ser de cor clara. Caso seja verificada no decorrer da partida a configuração incorreta do tabuleiro, a partida deve ser interrompida e a posição das peças transferida para um tabuleiro corretamente disposto. Em torneios oficiais, deve ser utilizada a notação algébrica para a notação de partidas, entretanto outros sistemas, como a notação postal, ainda são utilizados. No sistema algébrico, as fileiras são numeradas de 1 a 8, sendo a fileira 1 correspondente à primeira fileira das peças brancas e a 8 é a fileira das peças negras. As colunas são denominadas alfabeticamente de a a h sendo a fileira da esquerda das peças brancas a que é referida como a. Em partidas disputadas às cegas, a FIDE sugere que sejam utilizados nomes para o anúncio das colunas, Anna, Bella, Cesar, David, Eva, Felix, Gustav e Hector, e que as fileiras sejam anunciadas em alemão. O sistema descritivo numera as fileiras a partir do ponto de vista do jogador, de um a oito, ou seja, a terceira fileira de um enxadrista corresponde à sexta do oponente e as colunas são descritas conforme a peça residente na primeira fileira de cada enxadrista. Sendo assim, a primeira coluna corresponde a \"Torre da Dama\" ou T.D., a segunda ao \"Cavalo da Dama\" ou C.D. e assim sucessivamente, até a oitava coluna da \"Torre do Rei\" ou T.R. O sistema de notação postal designa tanto fileiras quanto colunas numericamente, de um a oito, sendo a fileira um correspondente as peças brancas e a oito das peças negras. A coluna a esquerda do enxadrista com as brancas (a no sistema algébrico e T.D. no sistema descritivo) corresponde à coluna um no sistema postal e a coluna h do sistema algébrico ou T.R. do descritivo corresponde a coluna oito. == Elementos do tabuleiro == Um tabuleiro de xadrez é constituído por um quadrilátero no qual seus lados são divididos em cinco a oito partes de mesmo tamanho. No xadrez ocidental é dividido em oito partes formando assim um quadrado perfeito e uma matriz com sessenta e quatro subdivisões denominadas casas e seu padrão de cores característico, formado pela alternância de cores claras e escuras entre casas adjacentes que também dá o nome do jogo a estampas utilizadas em tecidos. Em tabuleiros bidimensionais, os conjuntos retilíneos horizontais de divisões são denominados fileiras ou filas, os conjuntos retilíneos verticais são denominados colunas e os conjuntos retilíneos de casas da mesma cor que interceptam dois lados adjacentes do tabuleiro são denominadas diagonais.D'Agostini (1953), p.17 - 18, 40-46 As diagonais que interceptam os cantos do tabuleiro (a1, h1, a8 e h8 na notação algébrica) são denominadas diagonais principais e a união das casas que formam sua interseção (d4, d5, e4 e e5) formam o centro do tabuleiro e as casas adjacentes a este centro formam o centro estendido ou ampliado. As diagonais a2-g8 para as Brancas e a7-g1 para as Pretas são denominadas diagonais italianas em função dos bispos se desenvolverem nestas linhas na Abertura Giuoco Piano ou Abertura Italiana. === A importância dos elementos do tabuleiro na partida === Philidor foi um dos primeiros mestres do xadrez a formular teorias sobre o xadrez relacionadas a ocupação do tabuleiro. Seu livro L'analyze des échecs discutia elementos como buracos e casas chaves durante o desenvolvimento das peças, sobretudo os peões, no tabuleiro. As primeiras estratégias envolvendo o xadrez envolviam a ocupação do centro por peões e peças menores, de modo a obter casas de apoio para ataques diretos sobre o Rei adversário. A escola italiana pregava essa máxima, tornando as partidas da época extremamente táticas e com uma disputa acirrada desde os primeiros movimentos pelo centro do tabuleiro. No final do , Steinitz e posteriormente Nimzowitsch iniciaram um estudo mais posicional do jogo onde o centro deveria ser controlado a distância, e não necessariamente ocupado. Este novo conceito sobre a importância do centro foi uma das bases da escola hipermoderna, onde este poderia se controlado à distância por bispos flanqueados nas diagonais abertas. A importância da ocupação de colunas abertas é também um dos principais elementos da escola hipermoderna, sendo considerada por Nimzowitsch uma das pedras fundamentais do sistema. Uma das regras básicas para alcançar a vitória no final de uma partida com Rei e Peão contra um Rei solitário é a contagem da quantidade de casas entre o Rei adversário e a casa de promoção do peão e o número de casas entre o peão e a casa de promoção. De um modo geral, sem a assistência do seu próprio monarca, o peão não consegue ser coroado se a distância até a promoção for igual ou menor que a distância do monarca adversário desta casa. Esta contagem determinada regra do quadrado permite ao enxadrista avaliar previamente a condição de alcançar, ou não, o peão e assim não perder tempo numa caçada inútil. == Tabuleiros e variantes do xadrez == esquerda|thumb|150px|Posição espacial dos tabuleiros no Raumschach. A utilização de tabuleiros com formatos diversificados remonta as origens persas do jogo no , no qual o livro Muraj adh-dhahab (Tabuleiro dos Deuses) descrevia seis variantes do xadrez incluindo o circular e cilíndrico. Outro formato exótico é empregado no Xadrez hexagonal ou de Glinski, que utiliza um tabuleiro no formato hexagonal com três colorações para as suas 91 casas. Tabuleiros com tamanhos diferentes também são utilizados desde o , sendo um dos primeiros registros a variante Xadrez de Tamerlão com onze colunas por dez fileiras. O jogo é originário da Pérsia e seu tabuleiro conta com um elemento peculiar que é a adição de uma casa à direita da segunda fileira de cada jogador, denominadas cidadelas e que tinham a função de servir como um refúgio para o Rei e, em alguns casos, alcançar o empate. Em 1617, Pietro Carrera propôs uma variante com seu nome, Xadrez de Carrera, utilizando um tamanho de dez colunas por oito fileiras, posteriormente utilizado também em outras variantes como o xadrez de Capablanca e gótico. Outros tamanhos com dez colunas e dez fileiras são utilizados no Xadrez Omega e Xadrez Grande. Um tabuleiro menor, com somente 36 casas, é utilizado na variante Xadrez Los Alamos. Entretanto, devido ao grau de difusão da prática de invenção de variantes, pode ser encontrada uma grande variedade de tamanhos.O maior tamanho relatado foi o tabuleiro do Xadrez Gigante com dezesseis fileiras por dezesseis colunas e o menor foi o Minixadrez com nove casas. O Shogi e o Janggi, respectivamente versões japonesa e coreana do xadrez, também possuem tamanhos diferentes. Todavia, estes são monocromáticos. Enquanto o primeiro emprega um tabuleiro com nove colunas por nove fileiras, o segundo utiliza um com oito colunas por nove fileiras. Em contrapartida, tanto no Janggi quanto no Xiangqi, as peças se movimentam sobre as arestas entre as casas e o tabuleiro possui outros elementos desenhados com funções em suas regras. Nestes tabuleiros, as casas d1, e1, d2 e e2, para as brancas, e d7, e7, d8 e e8, para as negras, são chamadas de Palácio ou Fortaleza e tem a função de restringir o movimento do Rei a esta área. No Xiangqi, existe ainda um espaço entre a quarta e quinta fileiras, denominado Rio celestial, que tem a função de restringir o movimento de algumas peças como o Elefante. A utilização de mais de um tabuleiro por partida está relacionada com o objetivo da aplicação do tabuleiro extra no jogo. O Xadrez bughouse por exemplo é jogado por quatro enxadristas disputando em duplas partidas em tabuleiros separados. direita|thumb|150px|Desenho em perspectiva do tabuleiro do Star Trek Chess Outras variantes como o Raumschach utilizam tabuleiros extras para simular a terceira dimensão do tabuleiro. Enquanto no Raumschach são utilizados cinco tabuleiros estendendo a terceira dimensão do jogo por cinco casas, outras variantes empregam de um a sete tabuleiros extras. O Xadrez de Alice é uma variante popular que apesar de ser possível praticar somente em um tabuleiro, normalmente são utilizados dois com o intuito de facilitar a transposição de peças entre os tabuleiros, conforme regras do jogo. Uma vez que duas peças não podem ocupar a mesma casa nos dois tabuleiros, é usual empregar moedas ou peças do jogo de damas de modo a denotar a movimentação de uma peça para outra dimensão quando utilizando um tabuleiro apenas. No Star Trek Chess utiliza-se um engenhoso tabuleiro com partes móveis distribuídas em sete níveis do jogo. Conforme a regra, na posição inicial cada enxadrista ocupa dois dos pequenos tabuleiros móveis com quatro casas utilizadas para ataque. As brancas iniciam no nível inferior, utilizando os tabuleiros de ataque conectados a este nível e as duas primeiras fileiras do tabuleiro e as pretas no superior utilizam além dos tabuleiros de ataque as duas primeiras fileiras do terceiro nível. == Tabuleiros e computadores == As primeiras tentativas de interação entre tabuleiro e máquinas datam do , com tentativas de notação automática de uma partida através de dispositivos eletromagnéticos sobre o tabuleiro, conectados a um dispositivo de impressão. Com os adventos dos primeiros computadores no início da década de 1950, os cientistas da computação iniciaram o desenvolvimento de motores de xadrez dedicados ao jogo. Um dos primeiros testes envolveu o MANIAC I capaz de executar 10 mil instruções por segundo entretanto devido a limitações de cálculo o tabuleiro empregado tinha uma versão reduzida, o xadrez Los Alamos com seis colunas e seis fileiras, que reduziu o tempo de cálculo de quatro plies de três horas da versão tradicional para doze minutos. Com o avanço da informática os motores mais sofisticados passaram a incluir funções de avaliação considerando a posição das peças sobre o tabuleiro de modo a buscar na árvore de possibilidades um lance ótimo num tempo menor ao atribuir valores arbitrários a posição de uma peça de acordo com a estratégia do xadrez. Por exemplo, um cavalo localizado ao centro do tabuleiro torna-se mais valioso, segundo a função de avaliação, do que um localizado num dos cantos do tabuleiro. == Representações artísticas == O jogo de xadrez tem sido representado nas artes desde sua origem na Ásia. O tabuleiro normalmente é de considerável valor artístico, sendo fabricado de materiais nobres como ébano e marfim e em tamanho grandes. Várias destas peças eram oferecidas às igrejas como relíquias. O livro Liber miraculorum sancte Fidis relata uma história onde um nobre que ao milagrosamente fugir da prisão, é obrigado a carregar um tabuleiro até um santuário como forma de gratidão. Entretanto são mais frequentes histórias no qual o tabuleiro é utilizado como uma arma. O conto francês Ogier le Danois traz o relato de que o filho de Carlos Magno mata brutalmente um dos filhos de Ogier com um tabuleiro após ter perdido uma partida, embora não existam evidências de que história seja real. Em 1250, foi publicada uma moralidade chamada Quaedam moralitas de scaccario per Innocentium papum (a moralidade inocente), que retratava o mundo como sendo representando pelo tabuleiro, cujo quadriculado em preto e branco denotava as duas condições de vida e morte ou louvor e censura aos quais as peças, simbolizando a humanidade, se enfrentariam nas adversidades do jogo, simbolizando a vida. == Galeria de imagens == Ficheiro:Rundskak foto.jpg|Um tabuleiro de Xadrez circular, uma das inúmeras variantes do Xadrez Tradicional. Ficheiro:Cylindrical chessboard 2.jpg|Xadrez cilíndrico, uma outra variante do Xadrez Clássico (tabuleiro cilíndrico criado por Emanuela Ughi, Universidade de Perúgia). Ficheiro:Toroidal chessboard.jpg|Xadrez Toroidal (tabuleiro no formato de toróide, por Emanuela Ughi, Universidade de Perúgia). Ficheiro:Glinski Chess Setup.png|Xadrez hexagonal é uma variante com tabuleiro hexagonal criado por Glinski. Ficheiro:Blindenschachbrett.jpg|alt=Tabuleiro de xadrez em madeira adaptado. |Tabuleiro adaptado para pessoas com deficiência visual. Ficheiro:Shogi Ban Koma.jpg|Tabuleiro utilizado para o Shogi. == Ver também == * Jogo de tabuleiro * Peças de xadrez * Notações do xadrez * Xadrez == Bibliografia == * * Mathias, Herculano Gomes. \"Machado de Assis e o jogo de xadrez\" in: Anais do Museu Histórico Nacional, Rio de Janeiro, vol. 13, 1952-1964. Disponível também aqui. * * * * Categoria:Equipamentos de xadrez",
 "title": "Tabuleiro (xadrez)"
}