{
 "id": "19573",
 "text": "\\---- (, na numeração romana) foi um ano comum do século XIX do Calendário Gregoriano, da Era de Cristo, e a sua letra dominical foi G (52 semanas), teve início numa segunda-feira e terminou também numa segunda-feira. == Eventos == * Publicação da Distribuição de Poisson. * Fim do segundo reinado de Choki Gyaltshen, Desi Druk do Reino do Butão, reinou desde 1835. * Início do reinado de Dorji Norbu, Desi Druk do Reino do Butão, reinou até 1847. * As forças governistas ocuparam Salvador e, para forçar os rebeldes a deixar seus esconderijos, incendiaram bairros inteiros da capital baiana. * É feita pela então Câmara Municipal da Vila de São Sebastião uma vistoria à Furna de Água e à Furna do Cabrito, dirigida por Francisco Ferreira Drumond, com a intenção de proceder ao aproveitamento dos abundantes mananciais de água existentes. * Descoberta das proteínas por Jons Jacob Berzelius. * É criado o Cemitério de Velas, ilha de São Jorge. === Janeiro === * 2 de janeiro - Império do Brasil: O Arquivo Público Nacional é instituído no Rio de Janeiro. === Outubro === * 21 de outubro - Fundação do Instituto Histórico e Geográfico Brasileiro. === Dezembro === * 20 de dezembro - Almeida Garrett é nomeado cronista-mor do reino de Portugal. == Nascimentos == *16 de janeiro - Franz Brentano, filósofo alemão. * 12 de fevereiro - Aristides Lobo, político republicano no Brasil Império (m. 1896). * 18 de fevereiro - Ernst Mach, físico e filósofo austríaco (m. 1916) * 2 de abril - Léon Gambetta, político francês (m. 1882). * 28 de abril - Tobias Michael Carel Asser, ganhador do Nobel da Paz em 1911 (m. 1913) * 20 de maio - Jules Méline, político francês (m. 1925). * 27 de junho - Paul von Mauser, empresário e desenhador de armas alemão (m. 1914) * 25 de agosto - Agustín Gamarra, foi presidente do Peru (m. 1841). * 2 de setembro - Liliuokalani, rainha havaiana (m. 1917). *24 de outubro - Emil Frey, foi Presidente da Confederação Suíça em 1894 (m. 1922). * 25 de outubro - Georges Bizet, compositor francês (m. 1875). * 31 de outubro - Rei Luís I de Portugal (m. 1889) * 22 de novembro - Franz Hartmann, escritor teosófico alemão. (m. 1912) * 23 de novembro - José Gonçalves da Silva, primeiro governador constitucional da Bahia, na República, único deposto pelo povo (m. 1911). * 29 de novembro - Giovanni Losi, missionario italiano no Sudão, confessor de Daniel Comboni (m. 1882). * 31 de dezembro - Émile Loubet, presidente da França de 1899 a 1906 e primeiro-ministro em 1892 (m. 1929). == Mortes == * 6 de abril - José Bonifácio de Andrada e Silva, estadista brasileiro (n. 1763). * 17 de maio - Charles-Maurice de Talleyrand-Périgord, político e diplomata francês (n. 1754). * 7 de junho - Cipriano Barata, médico e político brasileiro (n. 1792). * 18 de julho - Pierre Louis Dulong, químico francês (n. 1785). * 20 de dezembro - Kaspar Maria von Sternberg, naturalista checo (n. 1761).",
 "title": "1838"
}