{
 "id": "19589",
 "text": "Clio' (; \"a que faz famoso\") é uma das nove musas, e, junto com as irmãs, habita monte Hélicon. Eram filhas de Zeus e Mnemósine, a deusa da memória.Pseudo-Apolodoro, Biblioteca, 1.3.1 As musas reúnem-se, sob a assistência de Apolo, junto à fonte Hipocrene, presidindo às artes e às ciências, com o dom de inspirar os governantes e restabelecer a paz entre os homens.Pseudo-Apolodoro 3. 10.3; Pausânias 3. 1.3, 19.4 Clio é a musa da história e da criatividade, aquela que divulga e celebra as realizações. Preside a eloquência, sendo a fiadora das relações políticas entre homens e nações. É representada como uma jovem coroada de louros, trazendo na mão esquerda uma trombeta e, na direita, um livro intitulado \"Thucydide\" (ver Tucídides). Outras representações apresentam-na segurando um rolo de pergaminho e uma pena, atributos que, às vezes, também acompanham Calíope. Em algumas de suas estátuas traz esse instrumento em uma das mãos e, na outra, um plectro (palheta). Um dos nove livros de Heródoto leva o nome de Clio, em homenagem à sua vida. Em uma das versões do mito de Jacinto, Clio é a sua mãe, com o mortal PieroPseudo-Apolodoro, Bputaa, 1.3.3. Afrodite fez Clio se apaixonar por um mortal por vingança, porque Clio havia criticado o romance da deusa com Adônis. O nome Clio significa “Proclamadora”. Ela é a grande deusa da História para os Historiadores. Embora seja uma referência ilustrativa, possui a capacidade de chamar para uma reflexão nos múltiplos domínios da História. Se considerarmos o livro que carrega em suas mãos, de Tucídides, nos remetemos a escrita da História, ou seja, nos atentamos para a historiografia e como se dá o relato das realizações. Por outro lado, há o outro objeto que Clio porta em suas mãos, que é a trombeta. Este sim é o responsável pela anunciação, o que pode-se entender como a fama do acontecimento, a fama da História. == Ligações externas == * Theoi.com - Clio Categoria:Mitologia grega Categoria:Musas gregas Categoria:Descendentes de Zeus",
 "title": "Clio"
}