{
 "id": "19614",
 "text": "Dimmu Borgir é uma banda norueguesa de black metal sinfônico, sendo conhecida pelos seus virtuosos arranjos de teclados, agressividade e qualidade. O nome é derivado do Dimmuborgir, uma formação vulcânica na Islândia, que significa \"cidades sombrias\" ou \"castelos/fortalezas sombrias\" em islandês, feroês e nórdico antigo. Segundo a lenda local, diz-se que nesse lugar encontra-se uma conexão entra a terra e regiões infernais. A banda passou por diversas mudanças na formação desde o início, com o guitarrista Silenoz e o vocalista Shagrath permanecendo como membros originais.Bradley Torreano: Dimmu Borgir. AllMusic. Consultado em 2011-06-11. Seus temas líricos são baseados em satanismo, anticristianismo, morte, misantropia, e ocultismo. == Biografia == === For All Tid e Stormblåst (1993-1997) === O grupo foi formado em 1993 pelo multi-instrumentista Stian \"Shagrath\" Thoresen, o guitarrista Sven \"Silenoz\" Atle Kopperud, o baixista Brynjard Tristan, o guitarrista Kenneth \"Tjodalv\" Åkesson e o tecladista Stian Aarstad. Um ano mais tarde, a gravadora Necromantic Gallery Productions publicou o EP Inn I Evighetens Mørke, limitado a mil cópias. No fim de 1994, a banda assinou com a No Colours Records, através da qual foi publicado seu primeiro álbum de estúdio, For All Tid. Dois anos mais tarde lançaram ao mercado seu segundo álbum de estúdio, Stormblåst. Antes de sua gravação, Shagrath assumiu o papel de guitarrista e Tjodalv tornou-se baterista. Esse ano também foi publicado o EP Devil's Path. Pouco depois, Tristan foi demitido do grupo e deu lugar a Nagash. A ausência de Aarstad causada pela realização do serviço militar, fez com que Shagrath se encarregasse do teclado no mini-álbum. === Enthrone Darkness Triumphant (1997-1999) === Em 1997, a banda foi contratada pelo selo alemão Nuclear Blast. Em 20 de maio desse mesmo ano foi lançado Enthrone Darkness Triumphant, que tinha um ar mais melódico que os anteriores. Algum tempo depois, Stian Aarstad abandonou a banda. Em 18 de julho de 1998 editaram seu novo lançamento, Godless Savage Garden, que incluía canções novas, duas gravações de For All Tid, um cover da banda Accept e três canções ao vivo. Shagrath passou então a encarregar-se da voz e o papel de guitarrista foi realizado pelo australiano Astennu. === Spiritual Black Dimensions e Puritanical Euphoric Misanthropia (1999-2001) === Em 1999, seu quarto álbum de estúdio, Spiritual Black Dimensions, foi lançado, onde a música era ainda mais dominada pelos teclados. A grande novidade foi a inclusão em algumas músicas da voz limpa de ICS Vortex, conhecido por seu trabalho em Borknagar e Arcturus. Um novo tecladista chamado Mustis também se juntou à banda. O álbum conseguiu uma boa aceitação dos fãs. Mas a fama veio à tona mesmo em 2001 com o lançamento do Puritanical Euphoric Misanthropia, que para muitos é o melhor álbum da banda, e que teve grande aceitação do público. Com esse lançamento, a sua música expandia para o mundo inteiro. Logo depois do lançamento, saíram em turnê mundial, vindo pela primeira vez ao Brasil. Ainda com esse lançamento, lançaram dois álbuns ao vivo que são o Alive in Torment e o World Misanthropy e também saiu o primeiro DVD oficial da banda com cenas ao vivo no Wacken Open Air 2001 e com cenas de bastidores e dos lugares passados na turnê. === Death Cult Armageddon e Stormblåst MMV (2003-2005) === Dois anos depois, lançaram o Death Cult Armageddon, que também foi um marco na história da banda, levando ela a se expandir mais ainda, pois esse foi também um dos seus melhores álbuns lançados até hoje, ganhando o primeiro lugar das paradas norueguesas com apenas uma semana de lançamento. Em 2005, os membros fundadores Shagrath e Silenoz, decidiram regravar seu segundo álbum de estúdio, Stormblåst MMV. O álbum foi regravado no Abyss Studios (em Estocolmo), com a colaboração de Peter Tägtgren (líder das bandas Hypocrisy e Pain). Mustis e Hellhammer também participaram do projeto, enquanto os outros membros restantes estavam trabalhando em seus outros projetos. O álbum contém músicas inéditas como \"Avmaktslave\" e uma nova versão de \"Sorgens Kammer\", intitulada \"Sorgens Kammer Del-II\". O álbum também apresentou um DVD com uma performance ao vivo da turnê Ozzfest de 2004. ===In Sorte Diaboli e Abrahadabra (2007-2010)=== Depois de uma grande turnê mundial e maior conhecimento do público, agora disparados na frente com um novo black metal, resolvem lançar um álbum conceitual e vem ao mundo o In Sorte Diaboli,Dimmu Borgir – In Sorte Diaboli CD Album. Cduniverse.com (2007-04-24). Retrieved on 2011-06-11. lançamento muito bom que levou a banda a uma nova turnê mundial já passada pelo Wacken Open Air do ano passado e a turnê que estende até hoje que se espera até o meio do ano que vem. Com o lançamento do novo DVD, intitulado The Invaluable Darkness, com data marcado para 2 outubro, fãs esperam ansiosamente por esse lançamento que pretende mostrar cenas ao vivo da turnê \"The Invaluable Darkness Tour\" pelo mundial e o show gravado no Wacken Open Air 2007 e clipes. Em 2009, os membros ICS Vortex e Mustis anunciaram independentemente suas saídas do Dimmu Borgir. Mustis fez uma declaração contra a banda, afirmando que ele não fora propriamente creditado por sua contribuições para a as canções do grupo, mencionando que possivelmente abriria uma ação legal. O Dimmu Borgir rapidamente confirmou o desligamento dos dois, lançando um comunicado explicando que eles foram demitidos. Shagrath, Silenoz e Galder escreveram: \"É engraçado como o novo disco já tem metade das composições prontas apenas por nós, sem nenhum deles participando, e ainda contém os mesmos elementos que nossa música sempre teve.\" A decisão da banda obteve resposta mista dos fãs. O nono álbum de estúdio da banda, Abrahadabra, saiu em setembro de 2010 com uma grande produção artística no CD e também na versão digipack. Nota-se uma volta as raízes com apenas Shagrath a tocar os teclados. Em 28 de maio de 2011 a banda realizou com concerto chamado \"Forces of the Northern Night\" no qual tocaram pela primeira vez junto a uma orquestra e um coro ao vivo (The Norwegian Orchestra Radio and Choir). Este show representou muito para a banda, que conseguiu realizar um de seus sonhos mais almejados da carreira. Em entrevista, Shagrath afirma que o concerto fora gravado para um lançamento em DVD para que todos os fãs pudessem aproveitar o evento. === Eonian (2018-presente) === A banda anunciou originalmente em agosto de 2013 que o trabalho havia começado no próximo álbum da banda. No entanto, a produção e o lançamento do álbum enfrentaram vários atrasos. Isso marcou a maior lacuna de todos os tempos entre os lançamentos de estúdio. No dia 4 de maio de 2018, a banda lançou o décimo álbum de estúdio da carreira com o título Eonian, composto de 10 faixas, sucessor do Abrahadabra, e marcou o primeiro lançamento da banda após 8 anos. == Integrantes== === Formação atual === * Shagrath (Stian Thoresen) – vocal (1995–hoje), bateria (1993–1995), guitarra (1995–1998), teclados, piano, sintetizadores, baixo (ocasionalmente) * Silenoz (Sven Atle Kopperud) – guitarra (1993–hoje), vocal (1993–1996) * Galder (Tom Rune Andersen Orre) – guitarra (2000–hoje) === Músicos de apoio ao vivo === * Jens Petter – guitarra (1996–1997) * Aggressor (Carl-Michael Eide) – bateria, percussão (1997) * Archon – guitarra (2000) * Secthdamon (Odd Tony Ingebrigtsen) – baixo (2007) * Daray (Dariusz Brzozowski) – bateria, percussão (2008–hoje) * Gerlioz (Geir Bratland) – teclados, piano, sintetizadores (2010–hoje) * Cyrus (Terje Andersen) – baixo (2010-2018) * Victor Brandt – baixo (2018–hoje) === Ex-membros === * Stian Aarstad – teclados, piano (1993–1997) *Brynjard Tristan (Ivar Tristan Lundsten) – baixo (1993–1996) * Tjodalv (Ian Kenneth Åkesson) – guitarra (1993–1995), bateria, percussão (1995–1999) * Nagash (Stian Arnesen) – baixo, backing vocals (1996–1999) *Astennu (Jamie Stinson) \\- guitarra (1997–1999) * Kimberly Goss – teclados (1997–1998)Dimmu Borgir Profile – Dimmu Borgir Discography – Biography Of Dimmu Borgir. Heavymetal.about.com (2011-03-02). Retrieved on 2011-06-11. * Mustis (Øyvind Sven Mustaparta) – teclados, piano (1998–2009) *ICS Vortex (Simen Hestnæs) – baixo (1999–2009), vocais limpos (1998–2009) *Nicholas Barker – bateria, percussão (1999–2003) * Reno Kiilerich – bateria, percussão (2003–2004) * Tony Laureano – bateria, percussão (2004–2005, 2007–2008) * Hellhammer (Jan Axel Blomberg) – bateria, percussão (2005–2007) *Snowy Shaw – baixo, vocais limpos (2010) ===Linha do tempo=== == Discografia == * For All Tid (1994) * Stormblåst (1996) * Enthrone Darkness Triumphant (1997) * Spiritual Black Dimensions (1999) * Puritanical Euphoric Misanthropia (2001) * Death Cult Armageddon (2003) * Stormblåst MMV (2005) * In Sorte Diaboli (2007) * Abrahadabra (2010) * Eonian (2018) == Prêmios == Ano Prêmio Notas 2001 Premio Spellemann ao melhor álbum de metal Por Puritanical Euphoric Misanthropia. 2002 Premio Alarm ao melhor álbum de metal Por Puritanical Euphoric Misanthropia. 2003 Premio Spellemann ao melhor álbum de metal Por Death Cult Armageddon. 2004 Premio Alarm ao melhor álbum de metal Por Death Cult Armageddon. 2007 Premio Spellemann ao melhor vídeo musical Por \"The Serpentine Offering\". 2007 Premio Alarm ao melhor álbum de metal Por In Sorte Diaboli. 2008 Premio Golden Gods Awards ao melhor videoclipe Por \"The Serpentine Offering\". == Ligações externas == * * Categoria:Bandas de black metal sinfônico Categoria:Bandas de black metal melódico Categoria:Bandas de black metal Categoria:Bandas de black metal da Noruega Categoria:Bandas da Noruega Categoria:Bandas formadas em 1993",
 "title": "Dimmu Borgir"
}