{
 "id": "19639",
 "text": "Ervedosa do Douro é uma vila portuguesa sede da Freguesia de Ervedosa do Douro do Município de São João da Pesqueira, freguesia com 39,71km² de área e 1029 habitantes (censo de 2021), tendo, assim, uma densidade populacional de . A povoação de Ervedosa do Douro foi elevada à categoria de vila em 1993. ==História== Foi vila e sede de concelho até 1834. Era formado pela freguesia da sede e tinha, em 1801, 1435 habitantes. Segundo reza a história, a povoação de Ervedosa do Douro terá começado no lugar do Frei Estevão, no entanto houve uma epidemia de formigas que obrigou a população a desviar-se para o local da atual povoação. Juntamente com Casais do Douro, esta freguesia pertenceu ao couto de S. Pedro das Águias do qual recebeu aforamento em 1274. O concelho de Ervedosa do Douro, o qual era formado apenas pela sede da freguesia, confrontava, em 1527, de acordo com o cadastro do mesmo ano, com os concelhos de São João da Pesqueira, Castanheiro do Sul e Valença do Douro, tendo meia légua de termo e 69 habitações. Ervedosa do Douro deixou de ser sede do concelho em 1834, passando então a integrar São João da Pesqueira. ==Geografia== A cerca de 7 km a poente de São João da Pesqueira, Ervedosa do Douro é a maior produtora de vinho generoso da Região Demarcada do Douro e a freguesia com maior área na mancha do Património Mundial. ==Demografia== A população registada nos censos foi: Distribuição da População por Grupos Etários Ano 0-14 Anos 15-24 Anos 25-64 Anos > 65 Anos 2001 247 207 688 282 2011 185 163 637 309 2021 114 105 533 277 == História == Junto à estrada marginal (Régua-Pinhão), e antes de atravessarmos a ponte sobre o rio Torto, fica o primitivo lugar das Bateiras, considerado, até há poucos anos, mercado do trabalhador ou da mão-de-obra barata. Juntavam-se ali assalariados sem trabalho, à espera de serem rogados pelos patrões durante os ciclos mais importantes do calendário agrícola: colheitas, cavas, escavas, redras e podas. Casais do Douro (antiga sede de freguesia), a poente de Ervedosa do Douro, é, tal como a sede, grande produtora de vinho generoso na bacia do Torto, um dos melhores da região demarcada. A igreja (titular, S. Sebastião) tem data de 1877 que substituiu a capela da Sra. da Ribeira local de uma das mais antigas romarias da região de Lamego. É digna de se ver a talha barroca do altar-mor da antiga matriz. Foi barão de Casais do Douro António José Teixeira, médico- cirurgião, fidalgo da casa real e abastado proprietário na vila da São João da Pesqueira onde exerceu funções de médico municipal, destacando-se na luta contra a epidemia da cólera, em 1857, que dizimou muita gente. Sarzedinho (Cerzedelo, forma antiga do topónimo, pelo menos, desde o século XII), na margem esquerda do rio Torto, tem por orago S. Salvador (com capela), e esteve também incluído no couto do mosteiro de S. Pedro das Águias, cujo abade concedeu carta de foro (1227) aos moradores. Pertenceu ao extinto concelho de Valença do Douro. Tal como Casais do Douro, o lugar é excelente produtor de vinhos da mais cotada qualidade. Podem visitar a capela de Sta. Bárbara, com romaria a 25 e 26 de Junho. === Padroeiro === O padroeiro é S. Vicente mas o povo festeja a Sra. do Rosário e a Sra. do Socorro (a mais venerada), juntamente com Sta. Bárbara, com romaria em Agosto. === Monumentos === A Igreja de S. Vicente, reedificada em 1841, apresenta um magnífico trono em talha dourada barroca. No baptistério podem observar-se imagens antigas de S. Miguel e S. Sebastião, cultos pré-nacionais. A Casa do Cão, casa brasonada, é um edifício saliente da arquitectura civil com algum aparato e tem pedras de armas dos Saavedras. Da insígnia zoomórfica que figura no timbre, sobre o escudo de armas, veio-lhe o nome com que o povo a baptizou. == Ligações externas == * Categoria:Freguesias de São João da Pesqueira Categoria:Vilas de Portugal Categoria:Antigos municípios do distrito de Viseu",
 "title": "Ervedosa do Douro"
}