{
 "id": "19677",
 "text": "A Freguesia de São Pedro do Sul foi uma freguesia portuguesa do Município de São Pedro do Sul que tinha 12,32 km² de área e 3 697 habitantes (2011), e, por isso, uma densidade populacional de 300,1 hab/km². Foi extinta (agregada) pela reorganização administrativa de 2012/2013,Diário da República, 1.ª Série, n.º 19, Reorganização administrativa do território das freguesias, Lei n.º 11-A/2013, de 28 de janeiro, Anexo I. Acedido a 19/07/2013. sendo o seu território integrado na União das Freguesias de São Pedro do Sul, Várzea e Baiões. Era composta pelas seguintes povoações: Arcozelo, Azival, Bandulha, Cabria, Casal de Matos, Cotães, Cotos, Galifães, Louredo, Massarocas, Negrelos, Novais, Outeiro da Comenda, Paraíso, Pontão, Bairro da Ponte, Pouves, Ranhadinhos, Ranhados, Regueira, Ribeira de Cotães, S. José, S. Pedro do Sul, Taboadelo e Travanca. ==População== esquerda|150px|Evolução da População 1864 / 2011 População da freguesia de São Pedro do SulInstituto Nacional de Estatística (Recenseamentos Gerais da População) - https://www.ine.pt/xportal/xmain?xpid=INE&xpgid;=ine_publicacoes 1864 1878 1890 1900 1911 1920 1930 1940 1950 1960 1970 1981 1991 2001 2011 2 440 2 390 2 532 2 989 3 101 3 183 3 502 3 685 3 693 3 649 2 343 3 459 3 790 4 011 3 697 esquerda|150px|Evolução da População 1864 / 2011 Distribuição da População por Grupos Etários Ano 0-14 Anos 15-24 Anos 25-64 Anos > 65 Anos 0-14 Anos 15-24 Anos 25-64 Anos > 65 Anos 2001 670 553 2 067 721 16,7% 13,8% 51,5% 18,0% 2011 505 421 1 921 850 13,7% 11,4% 52,0% 23,0% Média do País no censo de 2001: 0/14 Anos-16,0%; 15/24 Anos-14,3%; 25/64 Anos-53,4%; 65 e mais Anos-16,4% Média do País no censo de 2011: 0/14 Anos-14,9%; 15/24 Anos-10,9%; 25/64 Anos-55,2%; 65 e mais Anos-19,0% == Património == * Construção conhecida por Piscina de D. Afonso Henriques * Castro de Banho * Convento dos Franciscanos ou Convento de São José * Palácio de Reriz * Casa do Condado de Beirós - Casa do século XVIII (Turismo de Habitação) ==Ver também== * União das Freguesias de São Pedro do Sul, Várzea e Baiões == Ligações externas == *",
 "title": "São Pedro do Sul (freguesia)"
}