{
 "id": "19670",
 "text": "Pindelo dos Milagres é uma freguesia portuguesa do município de São Pedro do Sul, com 19,36 km² de área e 571 habitantes (censo de 2021) A sua densidade populacional é . Dista cerca de 14 km da sede de concelho e de 23 km de Viseu. Pindelo dos Milagres é freguesia e confina com Figueiredo de Alva, Vila Maior, Pinho, Ribafeita e Calde (ambas do concelho de Viseu), Moledo e Mamouros (concelho de Castro Daire). Atualmente, Pindelo dos Milagres é constituída por duas povoações, Pindelo dos Milagres e Rio de Mel. ==Demografia== Nota: Nos censos de 1864 a 1930 figura \"Pindelo\". Pelo decreto-lei nº 27 424, de 31/12/1936, foi-lhe dada a denominação atual. A população registada nos censos foi: Distribuição da População por Grupos Etários Ano 0-14 Anos 15-24 Anos 25-64 Anos > 65 Anos 2001 77 105 353 179 2011 73 49 336 201 2021 41 53 224 253 == História == Antes de ser designada como tal, esta freguesia tivera o nome de Pindelo de Lafões. No século anterior, a freguesia deixa de pertencer ao concelho de Lafões ou Vouzela e é integrada no concelho de São Pedro do Sul. == Equipamentos == Pindelo dos Milagres tem uma igreja, duas capelas (uma delas numa ermida, consagrada à Nossa Senhora dos Milagres), uma escola básica (EB1) e um jardim de infância, uma secção de bombeiros, duas padarias com pastelaria própria, dois cabeleireiros, um cruzeiro, seis fontes públicas, dois jardins, uma Extensão de Saúde (USF São Pedro do Sul) e uma farmácia. Possuí também um centro paroquial, um snack-bar, dois cafés e um mini-mercado, uma bomba de combustível, um clube desportivo, um campo polidesportivo, uma associação cultural, uma lagoa, duas pistas de rally, um parque de merendas, entre outros. == Economia == A agricultura, a pastorícia e avicultura são as principais actividades da população, embora a tendência actual da população mais jovem, seja a de procurar trabalho na cidade de Viseu ou nas vilas de São Pedro do Sul e Castro Daire. Actualmente também se está a desenvolver actividades de transformação de granitos explorados nas aldeias vizinhas, especialmente vinda de Arcas e Cela (aldeias vizinhas). Há uma taxa elevada de imigração e emigração. == Património == Património arquitectónico referenciado no SIPA:SIPA * Alminhas de São Domingos * Capela da Senhora dos Milagres * Capela da Senhora dos Remédios * Capela de São Domingos * Casa da Laranjeira * Igreja Paroquial de Pindelo dos Milagres / Igreja de Nossa Senhora dos Milagres == Ligações externas == * * * * * Categoria:Freguesias de São Pedro do Sul",
 "title": "Pindelo dos Milagres"
}