{
 "id": "19680",
 "text": "Valadares é uma freguesia portuguesa do município de São Pedro do Sul, com 20,42 km² de área e 660 habitantes (censo de 2021). A sua densidade populacional é . Tem possui como principal evento atrativo a Feira da Laranja, realizada de dois em dois anos (Sejães aloja a Feira da Laranja quando não se realiza em Valadares), e o seu nome é alusivo à grande produção destes citrinos de grande qualidade nessa zona. A aldeia tem uma zona habitacional de cerca de 3 km de extensão, sendo constituída por cerca de 100 casas bastantes espaçadas entre si e ligadas por uma grande rede de caminhos rurais. ==Demografia== A população registada nos censos foi: Distribuição da População por Grupos Etários Ano 0-14 Anos 15-24 Anos 25-64 Anos > 65 Anos 2001 135 138 472 262 2011 72 96 395 242 2021 42 46 300 272 == Lugares == A aldeia de Valadares é, devido à sua dimensão, normalmente dividida em 15 lugares: {{div col|3]] * Aidalém * Alqueve * Barreiro * Carqueijal * Cavadinha * Chaínho * Castelo * Fonte Longa * Fundo-da-aldeia * Matosas * Olho Marinho * Quintãs * Remoinho * Ribeira * Tapadinho * Vinha * Trincheira * Portal do Inferno * Mina da Bajonca - Inicio do Mundo == Aldeias == A freguesia de Valadares é composta por várias aldeias: * Boavista * Chão-do-Côto * Cavadas * Covelo * Gamoal * Gramol * Granja * Ortigueira * Paradela * Pedreira * Pinho * Preguinho * Prezinha * Valadares * Vilarinho ==Património arquitetónico== Património arquitectónico referenciado no SIPA:SIPA * Capelas da Senhora das Neves, de São Manuel, de São Bartolomeu, de São Caetano, de São Pedro, da Senhora de Fátima, da Senhora da Ouvida * Cruzeiro em Valadares * Igreja Paroquial de Valadares / Igreja de Nossa Senhora da Expectação * Ponte Luís Bandeira ==Património natural== * Serra da Gravia * Trechos do rio Vouga no lugar de Ribelas e no lugar de Canal == Comércio e desenvolvimento == Recentemente tem- se assistido a um grande desenvolvimento na área comercial, com a criação da cooperativa \"Mimos\" e com a construção de um edifício junto à Igreja que terá diversas funções relacionadas com as necessidades da população. A estrada principal também foi recentemente remodelada, com a adição de um caminho pedonal paralelo à estrada e com a criação de um estacionamento para veículos. Graças à exportação de citrinos e de licores, Valadares tem conseguido equilibrar as contas e até mesmo arrecadar algum lucro. == Celebrações importantes == * Feira da Laranja (data variável); * Dia da Nossa Senhora dos Remédios (8 de Setembro); * Dia da Nossa Senhora da Expectação, padroeira de Valadares (18 de Dezembro). * Bajonca Rock Fest. == Preguinho == Preguinho é um local situado a norte de Valadares. É constituído por 39 casas espaçadas por pequenos caminhos rurais e habitado por cerca de 75 pessoas. Existem duas festas religosas. Uma dedicada à Nª Srª da Ouvida e outra destinada à abundância de comida. No dia 20 de maio de 1956 esta terra foi assolada por uma forte chuva de acabou matar 20 pessoas e fazer muitos danos materiais. No dia 29 de abril de 1948 assistiu-se a um sismo que registou 2,3 na escala de Richter. == Ligações externas == *",
 "title": "Valadares (São Pedro do Sul)"
}