{
 "id": "19691",
 "text": "Walter Gropius (Berlim, – Boston, ) foi um arquiteto alemão.Bauhaus, The Tate Collection, (em inglês) Página visitada em 05 de julho de 2012. É considerado um dos principais nomes da arquitetura do século XX, tendo sido fundador da Bauhaus, escola que foi um marco no design, arquitetura e arte moderna e diretor do curso de arquitetura da Universidade de Harvard. Gropius iniciou sua carreira na Alemanha, seu país natal, mas com a ascensão do nazismo, na década de 1930, emigrou para os Estados Unidos e lá desenvolveu a maior parte de sua obra. ==Formação e primeiros projetos== Originário de tradicional família de Braunschweig, Gropius nasceu em Berlim, em 18 de maio de 1883. Quando veio ao mundo, seu tio-avô, Martin Gropius, já havia construído um dos mais belos e célebres prédios da capital alemã, o espaço de exposições que hoje é conhecido pelo nome de Martin Gropius Bau. Estudou em Munique e em sua cidade natal antes de participar do estúdio de Peter Behrens (arquitecto prenunciador do modernismo), em 1907, (onde, além de Gropius, trabalhavam, por volta de 1910, Le Corbusier e Ludwig Mies van der Rohe) onde completou sua formação. Em 1910 estabeleceu escritório próprio. Influenciado pelo antigo mestre Behrens, seu primeiro grande projecto — para a Fábrica Fagus, em 1911 — já prenuncia parte dos elementos que vão caracterizar sua futura obra: estrutura independente, fechamentos em vidro, volumetria pura. Em 1915 casou com Alma Mahler-Werfel, viúva de Gustav Mahler. Em 1916 Alma deu à luz uma menina, Manon, que morreu aos 18 anos e a quem Alban Berg dedicou o Concerto para Violino (1935), sua peça mais conhecida. O casamento de Alma e Gropius terminou em 1920. ==Bauhaus== thumb|300px|direita| O prédio da Bauhaus, em Dessau, projetado por Walter Gropius Após a Primeira Guerra Mundial, em 1919, Gropius sucedeu Henry van de Velde — dispensado em 1915, dada a sua nacionalidade belga – na direção da Escola de Artes Aplicadas de Weimar. É esta escola que Gropius vai transformar na Bauhaus. Segundo a visão dominante das artes, no início do século XX, as artes aplicadas e as atividades artesanais eram consideradas de nível inferior, enquanto que as belas artes eram consideradas atividades de nível superior. Não se considerava que as duas atividades pudessem estar plenamente relacionadas e as tentativas anteriormente feitas no sentido de integrá-las (como o art noveau e o movimento Arts & Crafts) haviam falhado. Gropius unificou as duas visões e, com o apoio de colegas arquitetos e de um grupo de artistas de vanguarda, fundou Das Staatliche Bauhaus (em alemão: casa estatal de construção), com uma proposta e um método de ensino revolucionários. A Bauhaus procurou enfrentar o problema artes aplicadas x belas artes e desse conflito surgiu o moderno design. Integrada por uma escola de arquitetura, uma escola de arte, uma escola de design, uma escola de artesanato, uma escola de teatro, etc., a Bauhaus terá no seu quadro de professores Paul Klee, Johannes Itten, Josef Albers, Herbert Bayer, László Moholy-Nagy e Wassily Kandinsky, entre outros. Os alunos aprenderão a utilizar materiais modernos e inovadores e a refletir sobre a produção e o design, no contexto da industrialização. A escola terá um impacto decisivo sobre a estética moderna e funcionalista e, mais tarde, sobre o estilo internacional.American Colossus: the Grain Elevator 1843-1943 , Colossus Books, 2009\\. american-colossus.com Página visitada em 05 de julho de 2012 Gropius defendia a formação de um gestalter (palavra que vem de gestalt, que pode ser traduzida como vulto, forma, desenho ou projeto, mas guarda mais relações com a palavra inglesa design), um profissional total responsável pelo projeto em todas as escalas humanas (do manual ao urbano). O principal determinante deste projeto deve ser a função que este produto virá a ter. Negando as características nacional-históricas na arquitetura e nas artes, a Bauhaus lança as bases do modernismo, tendo em Gropius um de seus fundadores. Da mesma maneira que o planejamento urbano passa a ser a ‘’resultante da convergência entre várias disciplinas”, a arquitetura também começa a ser pensada desta forma — o que fica explícito quando Walter Gropius ressalta três características da Bauhaus:Gropius House by Walter Gropius Página visitada em 05 de julho de 2012. *O paralelismo entre o ensino teórico e prático, uma vez que no curso trienal o aluno estuda simultaneamente sob a orientação de dois professores: um professor artesão e outro de desenho. *O contínuo contato com a realidade do trabalho e a presença de professores criativos.'' A convivência na Bauhaus com personalidades como Kandinsky, Paul Klee, Mies Van der Rohe e outros, será de vital importância no trabalho de Gropius. Gropius dirigiu a Bauhaus até 1928. Nos primeiros tempos, seus conceitos foram influenciados pela ideia da \"obra de arte total\" propagada pelo compositor Richard Wagner no século anterior, e pela superação dos estilos históricos na arte através da transformação da vida numa experiência estética, difundida pelo filósofo Friedrich Nietzsche. Em sua segunda fase, a Bauhaus logo sucumbiu aos interesses da indústria. Acusada de \"bolchevismo\" e \"judaísmo\" pelo governo conservador de Weimar, a escola mudou-se para a liberal Dessau em 1925, onde Gropius projetou sua famosa sede funcionalista. Em vez da \"catedral do futuro\", lema inicial da Bauhaus, a escola passou a defender a integração da arte com a técnica. Abandonado pelos sindicatos e trabalhadores e perseguido pelos conservadores, Gropius encontrou refúgio, e financiamento, nos industriais. A forma passou então a seguir a função. A política, no entanto, não deixou de marcar tanto o início quanto o fim da escola, fechada pelos nazistas em 1933, que consideravam o modernismo \"coisa de comunista\", obrigando Gropius a deixar o país. == Estados Unidos == A partir de 1937 Walter Gropius passa a lecionar na Universidade de Harvard e no ano seguinte torna-se diretor do departamento de arquitetura da universidade. Nos Estados Unidos começa a trabalhar com arranha-céus, criando uma tipologia arquitetônica que será exaustivamente copiada nas décadas seguintes. Em alguns projetos associa-se a Marcel Breuer, ex-aluno da primeira geração da Bauhaus. Com este, projeta um bairro operário em New Kessington, próximo a Pittsburgh. Morreu em Boston em 1969. Está sepultado no Südwestfriedhof der Berliner Synode, Stahnsdorf, Brandemburgo na Alemanha. == Honras == * Em 1929 recebeu um doutor Honoris Causa da Universidade Técnica de Hannover, e mais tarde da Faculdade de Arquitetura e Urbanismo da Universidade Federal do Rio de Janeiro (1955) e da Universidade Livre de Berlim (1963), entre outras. * 1958: Grande Cruz de Mérito com Estrela da República Federal da Alemanha * 1956: Prêmio Hansischer Goethe. * 1959: Medalha de Ouro AIA do Instituto Americano de Arquitetos * 1999: Um asteroide do cinturão principal interno recebeu seu nome: (9577) Gropius. == Principais projetos == *1911 — Fábrica Fagus, em Alfeld an der Leine, Alemanha *1925 — Bauhaus - Dessau, sede da Staatliche Bauhaus em Dessau, Alemanha *1936 — Impington Village College, Cambridgeshire, Inglaterra *1939 — Pavilhão da Pensilvânia para a Exposição Universal de Nova Iorque, Estados Unidos ==Bibliografia== *DROSTE, Magdalena. Bauhaus-Archiv. Koln: Taschen, 2006 (tr. Casa das Línguas, Lda) *LUPFER, Gilbert e SIGEL; Paul \"Walter Gropius: 1883-1969: promotor de uma nova forma. Köln, Taschen, 2006 (trad. port.2006 publicada pelo jornal Público, 2006 Gropius Gropius Gropius Gropius Gropius Walter Gropius|Gropius Gropius Gropius",
 "title": "Walter Gropius"
}