{
 "id": "19776",
 "text": "Tibério Cláudio Nero César (em latim Tiberius Claudius Nero Cæsar; 16 de novembro de – 16 de março de ) foi imperador romano de 18 de setembro do ano até à sua morte, a 16 de março de Era filho de Tibério Cláudio Nero e Lívia Drusa.Guglielmo Ferrero, As mulheres dos césares (1911), Capítulo II, Lívia e Júlia [em linha] Foi o segundo imperador de Roma pertencente à dinastia júlio- claudiana, sucedendo ao padrasto Augusto. Foi durante o seu reinado que, na província romana da Judeia, Jesus foi crucificado. Sua família aparentou-se com a família imperial quando a sua mãe, com dezenove anos e grávida, se divorciou do seu pai e contraiu matrimônio com Otaviano (), o futuro imperador Augusto. Mais tarde, ele casou-se com a filha de Augusto, Júlia, a Velha.Suetônio, As vidas dos doze césares, Vida de Augusto 63 Foi adotado formalmente por Augusto a 26 de junho de , passando a fazer parte da gente Júlia. Após a adoção, foram-lhe concedidos poderes tribunícios por dez anos. Ao longo da sua vida, Tibério viu desaparecer progressivamente todos os seus possíveis rivais na sucessão graças a uma série de oportunas mortes. Os descendentes de Augusto e Tibério continuariam a governar o Império Romano durante os quarenta anos seguintes, até a morte de Nero. Como tribuno, reorganizou o exército, reformando a lei militar e criando novas legiões. O tempo de serviço na legião passou para os vinte anos, para dezesseis anos na guarda pretoriana. Após cumprir o tempo de serviço, os soldados recebiam um pagamento, cujo valor provinha de um imposto de cinco porcento sobre as heranças. Porém, posteriormente, inimistou-se com o imperador Augusto, e viu- se obrigado a exilar-se em Rodes. Contudo, após a morte dos netos maiores de Augusto e previsíveis herdeiros do império, Caio César e Lúcio Júlio César, ambos desterrados por traição do seu neto menor, Agripa Póstumo, Tibério foi chamado pelo imperador e nomeado sucessor. Em , os poderes de Augusto e de Tibério foram prorrogados por dez anos. Contudo, Augusto faleceu pouco depois (19 de agosto de ), ficando Tibério como único herdeiro. Tibério sucedeu a Augusto em 19 de agosto de \"767 ab urbe condita\", correspondente ao ano . Após a sua entronização, todos os poderes foram transferidos para Tibério. Tibério converteu-se num dos maiores generais de Roma. Nas suas campanhas na Panônia, Ilírico, Récia e Germânia, Tibério assentou as bases daquilo que posteriormente se tornaria a fronteira norte do império. Contudo, Tibério chegou a ser recordado como um obscuro, recluído e sombrio governante, que realmente nunca quis ser imperador; Plínio, o Velho chamou-o de \"tristissimus hominum\" (\"o mais triste dos homens\").Plínio, o Velho, Naturalis Historiæ XXVIII.5.23. Após a morte de seu filho, Júlio César Druso em , a qualidade do seu governo declinou e o seu reinado terminou em terror. Em , Tibério auto- exilou-se de Roma e deixou a administração nas mãos dos seus dois prefeitos pretorianos Lúcio Élio Sejano e Quinto Névio Cordo Sutório Macro. Tibério adotou o seu sobrinho-neto Calígula para que o sucedesse no trono imperial. == Juventude == === Origens === Tibério Cláudio Nero Germânico Augusto (Tiberius Claudius Nero Germanicus Augustus) nasceu a 16 de novembro de , em Roma.Suetônio, As vidas dos doze césares, Vida de Tibério 5 Era filho de Tibério Cláudio Nero e Lívia Drusila, sendo irmão de Nero Cláudio Druso. Em , a sua mãe divorciou-se do seu pai e casou-se com o imperador Caio Júlio César Octaviano pouco depois, enquanto estava ainda grávida de Nero Cláudio Druso, que nasceu três meses depois do casamento, em . Há poucos dados sobre a juventude de Tibério. Em , realizou a sua primeira aparição pública com a idade de nove anos ao emitir a oração fúnebre pela morte do seu pai biológico.Suetônio, As vidas dos doze césares, Vida de Tibério 6 Em , tanto ele como o seu irmão participaram no desfile triunfal do seu pai adotivo, que comemorava a derrota de Marco Antônio e Cleópatra na Batalha de Áccio. Em , Augusto ficou gravemente doente, instalando-se a ameaça do mundo romano cair novamente no caos. Embora os historiadores antigos defendam a teoria de que Marco Vipsânio Agripa ou Marco Cláudio Marcelo poderiam sucedê-lo aquando da sua morte, o assunto sucessório converteu-se no maior problema de Augusto. Como resposta, selecionou uma série de possíveis herdeiros, entre eles Tibério e o seu irmão Druso. Em , com dezessete anos de idade, Tibério começou na política sob comando de Augusto, sendo nomeado questor.Veleio Patérculo, História Romana II.94 Foi-lhe concedido o direito de se apresentar às eleições de cônsul e pretor cinco anos antes da idade requerida pela lei.Suetônio, As vidas dos doze césares, Vida de Tibério 9 Os mesmos direitos foram concedidos ao seu irmão Druso. === Carreira civil e militar === Pouco depois, Tibério iniciou na corte a sua carreira como advogado,Suetônio, As vidas dos doze césares, Vida de Tibério 8 e é de supor que foi nesse momento que despertou a sua paixão pela retórica grega. Em , Tibério foi enviado ao Oriente sob o comando de Agripa com o objetivo de recuperar as águias das legiões que os partos arrebataram a Marco Licínio Crasso (Batalha de Carras, ), Lúcio Decídio Saxa () e Marco Antônio (). Após vários anos de negociação, Tibério liderou uma potente força ao interior da Armênia com o objetivo de tornar o antigo reino num estado-cliente de Roma e criar com isso uma ameaça sobre a fronteira parta. Augusto chegou a um compromisso segundo o qual eram devolvidos os poderes ao Reino permitindo-lhe permanecer neutral entre os dois poderes. Após regressar do Oriente em , Tibério casou-se com Vipsânia Agripina, filha do melhor amigo e general de Augusto, Marco Vipsânio Agripa.Suetônio, As vidas dos doze césares, Vida de Tibério 7 Foi nomeado pretor e enviado, no comando das suas legiões, a unir-se às campanhas do seu irmão Druso no Ocidente. Enquanto Druso centrou as suas forças na Gália Narbonense e ao longo dos Alpes, Tibério combateu as tribos dos Alpes e da Gália Transalpina. Em descobriu a fonte do Danúbio e cruzou-o pela metade do seu curso. Quando voltou para Roma em , Tibério foi designado cônsul, e por volta desse mesmo ano nasceu o seu filho Júlio César Druso. A morte de Agripa em elevou Druso e Tibério na escala sucessória. Tibério solicitou a Augusto divorciar-se da sua esposa e casar-se com Júlia, a Velha, filha de Augusto e viúva de Agripa. Este matrimônio implicou um ponto de inflexão na vida de Tibério. O matrimônio com Júlia nunca foi feliz e produziu um só filho que faleceu durante a infância. Segundo antigas fontes, um dia Tibério foi para a casa de Vipsânia chorando, para lhe rogar o seu perdão. Pouco depois acordou com Augusto que Tibério e Vipsânia nunca se voltariam a encontrar. A carreira de Tibério continuou crescendo e, depois das mortes de Agripa e do seu irmão Druso em , converteu- se num claro candidato à sucessão. Em , foi-lhe concedido o comando dos exércitos da Panônia e da Germânia, províncias muito instáveis. Regressou a Roma e foi designado cônsul pela segunda vez em e em concederam-lhe poderes tribunícios (potestas tribunícia) e o controle do Oriente..Dião Cássio, História romana LV.9 === Retiro em Rodes === Em , quando estava prestes a assumir o comando do Oriente e a tornar-se assim no segundo homem mais poderoso de Roma, anunciou a sua retirada da política e mudou-se para Rodes. Os motivos desta repentina retirada não são claros.Suetônio, As vidas dos doze césares, Vida de Tibério 10 Antigos historiadores especularam com a possibilidade de Tibério sentir-se como uma solução provisória quando Augusto adotou os filhos de Júlia e Agripa, Caio César e Lúcio César e os favoreceu ao longo da sua carreira tal e qual fizera com Druso e com o próprio Tibério. O futuro imperador pode ter pensado que quando os seus enteados atingissem a maioridade substituí-lo-iam. Também pode ter influído o conhecido comportamento promíscuo da sua esposa.Veleio Patérculo, História Romana II.100 Segundo Tácito, foram motivos pessoais os que impulsionaram Tibério a retirar- se para Rodes, onde começou a odiar a sua esposa e a ansiar pela sua ex-esposa Vipsânia.Tácito, Annales I.53 Tibério encontrava-se casado com uma mulher que o aborrecia, que o humilhava com as públicas escapadas noturnas que protagonizava, e que o proibia ver a mulher que amava. Independentemente dos motivos de Tibério, a retirada foi desastrosa para os planos sucessórios de Augusto. Caio e Lúcio estavam ainda na adolescência, e Augusto, que contava então 57 anos, não tinha um sucessor imediato. A retirada de Tibério punha em perigo uma transferência pacífica de poder após a morte de Augusto e deixava de existir a garantia de que, após a morte do príncipe, o poder seguiria nas mãos da sua família ou dos aliados da sua família. Certas histórias apócrifas relatam que quando Augusto caiu gravemente enfermo, Tibério navegou para Roma e desembarcou em Óstia ficando a saber que Augusto sobrevivera.Suetônio, As vidas dos doze césares, Vida de Tibério 11 Tibério voltou para Rodes e dali enviou várias cartas ao imperador solicitando voltar a Roma, coisa que Augusto negou em diversas ocasiões. === Herdeiro ao trono === Com a retirada de Tibério, a sucessão recaía exclusivamente nos dois novos netos de Augusto, Caio e Lúcio César. A situação tornou-se de repente mais precária com a morte de Lúcio em . Augusto, a pedido de Lívia Drusa, permitiu a Tibério regressar a Roma, mas apenas como cidadão romano.Suetônio, As vidas dos doze césares, Vida de Tibério 13 Em , Caio faleceu na Armênia e Augusto não teve outra solução senão recorrer a Tibério.Tácito, Annales I.3Suetônio, As vidas dos doze césares, Vida de Tibério 15 A morte de Caio em foi o começo duma frenética atividade palaciana. Tibério foi adotado como filho e herdeiro de pleno direito. Por seu lado, Tibério viu-se obrigado a adotar o seu sobrinho, Germânico, filho do seu irmão Nero Cláudio Druso e de Antônia Menor.Dião Cássio, História Romana LV.13 (do site LacusCurtius) Tibério recebeu poderes tribunícios e assumiu parte do maius imperium de Augusto, algo com o que nem Agripa fora recompensado.Suetônio, As vidas dos doze césares, Vida de Tibério 21. Em , Agripa Póstumo foi repudiado por Augusto e exilou-se na ilha Pianosa, onde viveu confinado em solitário.Dião Cássio História Romana LV.32 Em 13, os poderes de Tibério igualaram os do próprio Augusto. Tibério tornou-se co- príncipe e, caso Augusto morresse, apenas deveria sucedê-lo com normalidade. Augusto faleceu em , com 76 anos de idade.Veleio Patérculo, História Romana II.123 Augusto foi enterrado com todas as cerimônias estabelecidas e deificado. Tibério, por seu lado, foi confirmado como único sucessor.Tácito, Annales I.8 == Imperador == === Primeira etapa === Conforme o método de Augusto e às aparências que ele tomara a princípio frente ao senado, Tibério teve a precaução de evitar pôr em evidência a extensão do seu poder pessoal. Decidiu não adotar o nome de imperator: apenas acrescentou o apelido de Augusto ao nome de Tibério Júlio César, que tinha desde a sua adoção; e, nas inscrições e moedas o nome de Tiberius Caesar Augustus sucedeu ao de Imperator Caesar Augustus. Jamais deixou outorgar-se o título de pai da pátria. Mas, atrás desta atitude aparentemente escrupulosa, afastava-se na realidade cada vez mais das instituições republicanas. Tibério decidiu transferir a nomeação dos magistrados dos assembleias para o senado. Com isto as assembleias perderam uma atribuição muito importante, e desapareceu o sistema eleitoral próprio da República Romana. Curiosamente, acabar com este direito da cidadania não foi difícil. Na realidade, fazia tempo que as assembleias populares estavam desacreditadas, pois tinham-se mostrado caprichosas, servis e incapazes de tomar decisões; logo, tinham deixado de ser a representação do povo romano. O imperador designava candidatos para algumas das magistraturas e os lugares que ficavam vagos (sem proposta do imperador) eram designados pelo senado, formando-se uma lista única. As assembleias populares ou comícios (que se continuaram celebrando até o século III) limitavam-se a aclamar a lista única. As leis eram promulgadas sem intervenção das assembleias. De fato, o povo somente conservava o poder num aspecto: o seu favor ou a sua hostilidade eram determinantes para os imperadores, e expressavam-se nas grandes celebrações do circo. Estas medidas, pareciam reforçar o poder do senado. Mas Tibério procurou uma série de compensações. A mais importante foi a aumentar o corpo da guarda pretoriana de três coortes para nove e a construção do acampamento pretoriano (castra praetoria), um conjunto de quartéis permanentes num arrabalde da cidade. O senado promulgou várias leis, entre elas uma sobre o estatuto social das mulheres que tivessem relações sexuais com escravos, uma sobre tutela, uma sobre penas por deterioração de edifícios públicos, normas sobre julgamentos criminais, castigos de escravos que estivessem presentes numa casa quando o amo fosse assassinado, e uma lei de herança das mulheres (os filhos da qual eram preferentes aos seus irmãos ou parentes). O senado adquiriu uma função importante a respeito das províncias: a atuação dos senadores como jurados nos casos de concussão (repetundae), isto é, de aquisições ilegais por parte dos governadores e funcionários públicos provinciais (aparentemente, os juízos de Repetundis foram frequentes). Também julgava os delitos de traição (majestas). À categoria de senador podiam aceder aqueles que possuíam terras no valor de um milhão de sestércios, os quais procediam em grande parte da ordem dos cavaleiros. Assim, a maioria dos que tinham a categoria de senador (embora nem todos exercessem o cargo, que era eleito) constituíam uma casta hereditária à qual somente podia aceder-se desde outras classes por designação imperial direta ou indireta. === Institucionalização dos cargos === Para chegar a ser senador era necessário ter exercido previamente as magistraturas seguintes: * O vigintivirato (vinte pessoas cada ano), ao qual se acedia a partir dos dezoito anos, e que eram uns superintendentes para as rendas das fábrica de moedas e outras funções; * O tribunado militar; * A questura (vinte questores anuais), à qual se acedia a partir dos vinte e cinco anos, e que auxiliavam os procônsules ou governadores provinciais em matérias de finanças; * O tribunado da plebe, ao qual se acedia aos 27 ou 28 anos, com direito de veto em certos assuntos públicos. Esta magistratura ficou vazia de conteúdo político com a consequente perda de poder das assembleias a que presidia o tribuno da plebe; * A pretura (dez pretores anuais, aumentados depois até dezoito), à qual acediam com trinta anos, e que comportava o governo de uma província de segunda ordem e o comando de uma legião (propretores), ou o desenvolvimento de uma pretura especial (do erário de Saturno, etc.). Os pretores tinham funções judiciárias e designavam árbitros em causas civis; * O consulado (dois cônsules ordinários e mananciais auxiliares), ao qual se acedia a partir dos quarenta anos. As funções do cônsul eram presidir ao senado e às assembleias e, em alguns casos, administrar justiça; * Procônsules ou governadores provinciais, que governavam as províncias senatoriais de primeira ordem, com poderes consulares (cívico- militares). Após exercer todas ou parte destas magistraturas chegava-se à categoria de senador. A maioria dos senadores eram itálicos, procedentes da classe senatorial. === Direitos e funções do imperador === O imperador (príncipe; princeps) dispunha de todos os poderes tribunícios (Tribunicia potestas), dos quais tinha um procônsul no governo das províncias (poder que o Imperador podia exercer em qualquer parte do território), e seguramente dos poderes de um cônsul, pois se o desejava ostentava o cargo de cônsul ordinário (Consul ordinarius). Era, além disso, pontífice máximo (pontifex maximus) e com frequência exercia também as funções censoriais (embora não ostentasse o título de censor, magistratura \"ressuscitada\" por Cláudio). Eram-lhe atribuíam várias qualificações: pai da pátria (pater patriae), príncipe do senado, Imperator e Augusto. O imperador tinha ao seu serviço os funcionários públicos seguintes: * Os leitores (assistentes ou escoltes); * Os pretorianos, unidades militares reagrupadas numa unidade especial ao serviço imperial, que prestava o seu serviço nos quarteis gerais ou pretores (Pretoris). Constituíam a guarda pessoal do Imperator e tinham à frente o prefeito pretoriano (praefectus praetorius; na época de Tibério desempenhava este cargo Élio Sejano, quem foi depois o seu ministro); * Os Especuladores (speculatores), corpo de cavalaria com funções de escolta e comunicação de mensagens; * Os empregados, escravos e libertos imperiais, constituídos por milhares de pessoas diversas destas condições, que realizavam as tarefas domésticas e de serviço das residências imperiais, sendo o cargo mais influente o de cubiculário (cubicularius). O imperador dispunha das seguintes rendas, que constituíam o fisco (Fiscus): * As procedentes das suas propriedades pessoais; * Os legados e heranças de cidadãos (o que começou por ser um costume, mas que com alguns imperadores derivou para uma obrigação); * O saque de guerra; * O ouro oferecido por cidades e províncias. * Provavelmente uma parte dos bens sem herdeiros que eram compartilhados com o erário de Saturno (Aerarium; as finanças públicas). As propriedades do imperador (terras, palácios, vilas na Itália ou nas províncias e outras), parece que passavam ao seu sucessor, até mesmo não sendo parentes. Os cidadãos e as comunidades podiam dirigir-se ao Imperator, consultavam-no sobre questões legais e recebiam resposta. No tempo de Tibério os tributos às províncias exigiam-se com moderação e as leis aplicavam-se com justiça. O imperador exerceu também como censor, e encarregou a realização do censo às províncias (instituído já por Augusto). Entre as leis que aplicou figuram as seguintes: * Limite de despesas em jogos e espetáculos; * Limite no luxo de móveis; * Ordem que estabelecia que os ágapes tinham de ser consumidos inteiros, e obrigava que a carne e outros alimentos sobrantes fossem consumidos em comidas posteriores (era costume deitar fora até a metade de um animal do qual já se tivesse comido uma parte); * Proibiu o costume de se beijar cada dia; * Proibiu demorar para além das calendas de janeiro os presentes de princípio de ano; * Um conselho de família castigaria as adúlteras que não tiveram acusador público; * Proibiu aos magistrados adquirir mulher por sorteio e depois repudiá-la; * Proibiu os ritos egípcios e judeus. === Apogeu e queda de Germânico === Os problemas militares, por sua vez, surgiram depressa para Tibério: as legiões da Panônia e Germânia não receberam as primas prometidas durante o reinado de Augusto e, após um breve período de tempo em que assumiram que não haveria resposta por parte de Tibério, amotinaram-se.Tácito, Annales I.16, I.17, I.31 Germânico e o filho de Tibério, Júlio César Druso foram enviados para a região à cabeça de uma força com o objetivo de sufocar a rebelião. Germânico, porém, reuniu os amotinados e liderou-os numa breve campanha ao longo do Reno, em território germânico, afirmando que qualquer pilhagem que pudessem conseguir constituiria a prometida prima.Dião Cássio, História Romana LVII.6 Germânico e o seu exército cruzaram o Reno e ocuparam todo o território entre esse rio e o rio Elba. Tácito escreve que Germânico recuperou as águias perdidas após a ignominiosa derrota na Batalha da floresta de Teutoburgo, na qual três legiões romanas, sob comando de Públio Quintílio Varo, foram aniquiladas numa emboscada germana.Tácito, Anais II.41 Apesar da indolência militar de Tibério, Germânico proporcionara um duro golpe aos inimigos de Roma na Germânia, sufocara um amotinamento de tropas e ademais trouxera para Roma as águias perdidas. Estas heroicas ações posicionaram Germânico num lugar privilegiado na linha sucessória. Após a sua campanha na Germânia,Tácito, Anais II.26 Germânico celebrou um triunfo em Roma em . Este triunfo era o primeiro que contemplava Roma desde os do imperador Augusto em Em , foram concedidas a Germânico as províncias orientais do império, como se tinha feito com Marco Vipsânio Agripa e com o próprio Tibério. Esta nomeação supunha que Germânico era o claro favorito para suceder a Tibério.Tácito, Annales II.43 Germânico faleceu ao ano seguinte, provavelmente envenenado pelo governador da província da Síria, Cneu Calpúrnio Pisão.Tácito, Annales II.71 Os Pisoni tinham sido partidários dos Claudii e haviam-se aliado com o jovem Octaviano após o seu casamento com Lívia, a mãe de Tibério; portanto o imperador estava suspeitoso. No juízo, Pisão ameaçou implicar Tibério,Tácito, Annales III.16 embora não se saiba com certeza se realmente o governador da Síria seria capaz de implicar o imperador. Quando se generalizou no senado uma atitude hostil contra Pisão, este suicidou-se.Suetônio, As vidas dos doze césares, Vida de Tibério 52Tácito, Annales III.15 Tibério, pela sua vez, parecia estar cansado da política. Em , começou a compartilhar poderes tribunícios com o seu filho Druso, o JovemTácito, Annales III.56 e começou a realizar excursões à Campânia que se tornavam mais longas cada ano. Em , o filho de Tibério faleceu em estranhas circunstânciasTácito, Annales , IV.7, IV.8Suetônio, As vidas dos doze césares, Vida de Tibério 62 e Tibério decidiu retirar-se para a ilha de Capri ().Tácito, Annales IV.67 === Tibério em Capri, Sejano em Roma === Lúcio Élio Sejano tinha servido a família imperial por mais de vinte anos quando foi eleito Prefeito do pretório em . À medida que Tibério ia detestando mais a sua posição no poder, começou a depender com maior intensidade da guarda pretoriana e do seu líder Sejano. Em /, Tibério delegou à guarda pretoriana a tarefa de defender a cidade, e transladou-os a acampamentos situados no exterior das muralhas da cidade,Suetônio, As vidas dos doze césares, Vida de Tibério 37 dando com isso a Sejano o comando de entre e soldados. A morte de Druso elevou Sejano ao olhos de Tibério, que se referia a ele como \"o meu companheiro\". Tibério erigiu estátuas de Sejano por toda a cidadeTácito, Annales IV.2Dião Cássio, História romana LVII.21 e foi retirando-se gradualmente do poder que foi cedido a Sejano. Quando Tibério se retirou finalmente em 26, Sejano estava ao cargo da administração do Estado e da capital. A posição de Sejano não era exatamente a de um sucessor, pois pedira a mão de Lívila,Tácito, Annales IV.39 a sobrinha de Tibério em , e ficara obrigado retirar a solicitude sob pressões.Tácito, Annales IV.40, IV.41 Sejano e a guarda controlavam o correio imperial e portanto estavam em posse de toda a informação que Tibério enviava a Roma e que Roma enviava a Tibério.Tácito, Annales IV.41 Contudo o poder acumulado, a presença de Lívia Drusila limitava a área de ação dos pretorianos, porém, a sua morte em mudou tudo.Tácito, Annales V.3 Sejano iniciou uma série de juízos amanhados de senadores e ricos cavaleiros procedentes da ordem equestre com os que eliminou todos os seus rivais políticos e aumentou o tesouro público (e o seu próprio). A viúva de Germânico, Agripina e dois dos seus filhos, Nero César e Druso César foram detidos e exilados em , falecendo posteriormente em suspeitosas circunstâncias.Suetônio, As vidas dos doze césares, Vida de Tibério 53, 54 Em , Sejano ostentou o consulado com Tibério In Absentia,Suetônio, As vidas dos doze césares, Vida de Tibério 65 começando com isso a consolidar seriamente o seu poder. O que ocorreu por esta época é difícil de determinar, embora seja provável que Sejano tentasse de congraçar-se com as famílias pertencentes à dinastia júlio-claudiana com vistas a ser adotado no seio da família Júlia, ocupando com isso o posto de regente ou inclusive de príncipe. Mais tarde, Lívila implicou-se no argumento ao descobrir-se que fora a amante de Sejano.Dião Cássio, História romana LVII.22 É provável que o objetivo do complô fosse derrocar Tibério e, com o apoio dos Júlios, assumir o principado eles mesmos ou agir como regentes dos jovens Tibério Gemelo e Calígula. Os que se interpuseram no seu caminho foram acusados de traição. Contudo, as cruéis ações de Sejano foram as que o fizeram cair finalmente, os juízos de senadores e cavaleiros que se produziram após a retirada de Tibério ganharam um bom número de inimigos que não eram dispostos a permitir Sejano assumir o principado. Em 31 d.C., Sejano foi convocado ao senado, no qual foi lida uma carta assinada por Tibério que o acusava de traição e o condenava a ser executado de imediato.Dião Cássio História Romana LVIII.10 Sejano foi julgado e ele e vários das suas colegas foram executados na mesma semana. À sua morte, foi substituído como Prefeito do Pretório por Névio Sutório Macro. Após a morte de Sejano, em Roma decorreram numa série de juízos que parecia não ter final. Apesar da apatia e da indecisão que caracterizaram o princípio do seu reinado, no final do seu reinado decidiu fazê-lo sem reparos. Tibério dizimou as filas do senado. Todos os que colaborassem ou se relacionassem com o senado foram julgados e executados e as suas propriedades foram confiscadas.Tácito, Annales VI.19 Tácito descreve-o assim: Começaram a surgir rumores sobre os ignominiosos atos que Tibério protagonizava no seu lugar de retiro. Suetônio descreve situações de total perversão sexual, onde eram presentes o sadomasoquismo e a pedofilia.Suetônio, As vidas dos doze césares, Vida de Tibério 43, 44, 45Suetônio, As vidas dos doze césares, Vida de Tibério 60, 62, 63, 64 Embora seja provável que fosse uma invenção dos seus inimigos em Roma, estes rumores dão uma ideia da opinião que teve o povo romano do seu príncipe durante os seus 23 anos de reinado. === Final === O assassinato de Sejano e os juízos por traição danificaram a reputação de Tibério. Após a queda de Sejano, a retirada de Tibério foi completa; o império seguiu funcionado através da inércia burocrática estabelecida por Augusto, em vez de ser dirigido pelo príncipe. Tibério tornou-se completamente paranoico e passou cada vez mais tempo isolado após a morte do seu filho. Enquanto Tibério estava retirado, segundo Suetônio, os partos iniciaram uma breve invasão, e as tribos dácias e as tribos germânicas do rio Reno realizavam incursões em território romano.Suetônio, As vidas dos doze césares, Vida de Tibério 41 Tibério não fez disposições para garantir uma sucessão pacífica. Após a morte de muitos dos Júlios, dos seus partidários e do seu próprio filho, os únicos candidatos sérios para o suceder eram o seu neto Tibério GemeloTácito, Annales VI.46 e o filho de Germânico, Calígula. Apesar de tudo, Tibério seguiu sem realizar nenhuma disposição sucessória e somente há notícias de uma tentativa no final da sua vida de nomear Calígula questor honorário.Dião Cássio, História Romana LVII.23 Tibério faleceu em Miseno a 16 de março de aos 77 anos.Tácito, Annales VI.50, VI.51 Segundo Tácito, a morte do imperador foi recebida com entusiasmo entre o povo romano, somente para silenciar-se repentinamente quando teve notícias da sua recuperação e voltar a regozijar-se quando Calígula e Macro o assassinaram.Tácito, Annales VI.50 Contudo, os escritos de Tácito são provavelmente apócrifos pois não são confirmados por nenhum outro historiador antigo. O relato de Tácito pode indicar o sentimento predominante no senado para com Tibério no momento da sua morte. No testamento de Tibério, o finado imperador delegava a Calígula e a Tibério Gemelo o reinado conjunto.Suetônio, As vidas dos doze césares, Vida de Tibério 76Dião Cássio, História Romana LIX.1 A primeira coisa que Calígula fez foi assumir os poderes de Tibério e assassinar Tibério Gemelo. A queda de Tibério não se deveu ao seu abuso de poder, mas ao facto de negar-se a usá-lo. O seu reinado, apático comparado com o do seu predecessor, fez ganhar a aversão do povo. O senado funcionara sob o comando de Augusto durante anos e, quando Tibério quis devolver-lhe a sua autonomia, este não soube agir sozinho. Após fracassar, Tibério pareceu ficar desinteressado da sua posição. == Personalidade de Tibério == Segundo as descrições da época, Tibério era de grande estatura, compleição atlética, tez branca e sofreu de calvície prematura. Apenas lhe ficou o cabelo na nuca, que deixou crescer, seguindo a moda dos patrícios da época. Era canhoto, tinha os olhos de diferentes cores, verde e azul, como os gatos, e embora fosse míope, de noite tinha uma visão de uma agudeza excepcional. A sua saúde era excelente, e somente consta que enfermasse em duas ocasiões. Homem tímido e reservado, a vergonha pela sua calvície produziu-lhe um profundo efeito depressivo, até ao ponto de chegar a condenar Lúcio Aprônio Cesiano por ter zombado em público da sua calva. Também padeceu de umas terríveis úlceras faciais que lhe afeavam o rosto e o obrigavam a ter a cara coberta de emplastos; esta dermopatia fez com que Tibério evitasse aparecer em público. Ressentido com o mundo, tinha um caráter cínico amargado e um humor cruel ao extremo. Suetônio narra uma anedota segundo a qual, assustado Tibério por um pescador de Capri que escalara uma falésia para lhe oferecer a sua melhor captura, fez-lhe esfregar a cara com o seu peixe. No meio do suplício, o pescador felicitou-se por não lhe ter obsequiado uma enorme lagosta que pegara; mas Tibério mandou trazê-la e fez com que lhe esfregassem também com ela a face. == Historiografia == Tibério, à sua morte em , poderia ter sido recordado como um exemplo de como reinar.Tácito, Annales IV.6 Apesar da geral hostilidade com que o recordam os historiadores seus contemporâneos e posteriores, Tibério deixou no Tesouro três mil milhões de sestércios.Suetônio, As vidas dos doze césares, Vida de Calígula 37 Em lugar de embarcar em custosas campanhas no estrangeiro, Tibério decidiu fortalecer o império mediante a construção de defesas, o uso da diplomacia e mantendo uma política de passividade nas disputas de monarcas estrangeiros. O resultado da política de Tibério foi um império mais forte e consolidado. Dos autores cujos textos sobre o imperador sobreviveram, apenas quatro descrevem com pormenor o seu reinado: Tácito, Suetônio, Dião Cássio e Veleio Patérculo, além de pequenos fragmentos escritos por Plínio, o Velho, Estrabão e Sêneca, o Velho. O próprio Tibério escreveu uma autobiografia que Tácito descreve como \"breve e sucinta\"; porém, este trabalho perdeu-se.Suetônio, As vidas dos doze césares, Vida de Calígula 61 === Públio Cornélio Tácito === A informação mais detalhada sobre o reinado de Tibério é a de Públio Cornélio Tácito e os seus Annales, cujos seis primeiros livros versam o tema. Tácito foi um cavaleiro pertencente à ordem equestre que nasceu durante o reinado de Nero em . A sua obra é baseada na maior parte na acta senatus (a ata de sessão do senado) e a acta diurna populi Romani (coleção de relatos e informações de atuações governamentais e cortesãs), na autobiografia de Tibério e nos historiadores contemporâneos como Clúvio Rufo, Fábio Rústico e Plínio, o Velho, cujos escritos se perderam. A descrição do imperador realizada por Tácito é geralmente negativa e faz-se mais dura gradualmente à medida que o seu estado piora.Tácito, Annales , I.6 O historiador menciona uma clara degradação do estado psicológico do imperador a partir da morte do seu filho em 23. O historiador Tácito descreve o reinado da dinastia júlio-claudiana como injusto e cruel e as boas ações no princípio do seu reinado são atribuídas a pura hipocrisia. Tácito também recorre no desequilíbrio de poder entre os imperadores e o senado e põe em evidência a corrupção e a tirania derivadas dos governantes, dedicando uma importante parte do seu relato aos juízos e perseguições que surgiram por causa da restauração da lei de maiestas.Tácito, Annales I.72, I.74, II.27-32, III.49-51, III.66-69 A última alegação do seu sexto livro é o melhor exemplo da sua opinião sobre o imperador: === Suetônio Tranquilo === Suetônio foi um cavaleiro da ordem equestre que trabalhou num posto administrativo durante os reinados de Trajano e Adriano. A sua grande obra, intitulada As vidas dos doze césares é uma biografia de César e dos onze primeiros imperadores de Roma que vai do nascimento de Júlio César até a morte de Domiciano em . Assim como Tácito, Suetônio teve acesso aos arquivos imperiais, bem como aos escritos de historiadores antigos como Aufídio Baso, Clúvio Rufo, Fábio Rústico e às mesmas cartas do imperador César Augusto. A obra de Suetônio é porém mais sensacionalista e anedótica que a do seu contemporâneo, destacando-se as partes que relatam as supostas depravações cometidas pelo imperador no seu retiro em Capri, e elogiando porém as ações de Tibério a princípio do seu reinado, pondo em relevo a sua modéstia.Suetônio, As vidas dos doze césares, Vida de Tibério 26-32 === Veleio Patérculo === O historiador Veleio Patérculo constitui uma das poucas fontes contemporâneas de Tibério que fala dele e do seu reinado. Patérculo serviu sob as ordens de Tibério durante oito anos na Germânia e Panônia na qualidade de prefeito de cavalaria e legado. A obra de Patérculo estende-se pelo período compreendido entre a queda de Troia e a morte de Lívia (29), e dá uma opinião muito favorável do imperadorVeleio Patérculo, História Romana, II.103-105, II.129-130 e do seu Prefeito do Pretório, Sejano.Veleio Patérculo, História Romana II.127-128 Embora não se saiba com certeza se o tom tendencioso da obra se deve a uma verdadeira admiração ou ao medo de represálias, é importante conhecer o dado de que Patérculo foi assassinado em na qualidade de amigo de Sejano, o que nos pode dar a ideia de que existira uma verdadeira amizade entre os dois.Cruttwell, C.T. (1877). A History of Roman Literature . Oxford, Livro 3, capítulo 1. === Arqueologia === O palácio de Tibério em Roma foi localizado no monte Palatino e as suas ruínas podem ser visitadas. Durante o reinado de Tibério não foram efetuadas grandes obras excetuando a construção de um templo dedicado a Augusto e a restauração do Teatro de Pompeu,Tácito, Annales IV.45, III.72Suetônio, As vidas dos doze césares Vida de Tibério 47 que não se concluiu até o reinado do imperador Calígula.Suetônio, As vidas dos doze césares Vida de Tibério 21 Recuperaram-se e estão preservados os vestígios da vila de Tibério em Sperlonga, onde se encontrou uma caverna de cujo interior se recuperaram diversas estátuas. Estima-se que o complexo de Tibério em Capri abarcaria um total de doze vilas, das quais a famosa Villa Jovis é a maior. Tibério recusou ser adorado como um deus, tal e qual se fizera com Júlio César e Augusto, e apenas permitiu a construção de um templo em sua honra em Esmirna.Tácito, Annales IV.37-38, IV.55-56 Herodes Antipas pôs o nome da cidade de Tiberíades, situada na costa ocidental do mar da Galileia em honra a Tibério.Flávio Josefo, Antiguidades dos judeus XVIII.2.3 === Tibério na ficção === Tibério foi representado em diversas ocasiões na ficção, tanto na literatura quanto no cinema e na televisão, embora em nenhum momento como protagonista, mas como personagem secundário. A mais conhecida é a sua representação no romance Eu, Cláudio, de Robert Graves; na obra \"Incidente em Antares\" de Erico Verissimo, de 1971, o nome é portado por um personagem político ranzinza, fazendo leve alusão à faceta maldosa do imperador. Tibério aparece também nos filmes Ben-Hur (interpretado por George Relph) e Calígula (interpretado por Peter O'Toole). == Árvore genealógica == Tibério foi o segundo imperador de Roma. Ele era filho enteado de Otávio, e foi pai adotivo (e tio) de Calígula. Este por sua vez era tio de Nero. Calígula foi casado com sua irmã Agripina. Esta se casaria mais tarde com outro homem, Cneu, e desta união viria Nero. Mais tarde Agripina, ex mulher e irmã de Calígula, ex mulher de Cneu e mãe de Nero, casou se com Claudio, sucessor de Tibério. Calígula foi sucedido por Cláudio, que casou se com Agripina, e adotou Nero, filho de Agripina. Nero o sucedeu. == Ver também == == Ligações externas == * Os Doce Césares em formato de leitura dinâmica (btm) * Biografia por Suetônio Categoria:Dinastia júlio-claudiana Categoria:Nascidos em 42 a.C. Categoria:Imperadores romanos Categoria:Cônsules do Império Romano Categoria:Pessoas deificadas Categoria:Pretores do Império Romano Categoria:Sepultamentos no Mausoléu de Augusto",
 "title": "Tibério"
}