{
 "id": "19806",
 "text": ":Nota: RNA redireciona para esta página. Se procura por outros significados de RNA, consulte RNA (desambiguação). O ácido ribonucleico (ARN, em português: ácido ribonucleico; ou RNA, em inglês: ribonucleic acid) é um tipo de ácido nucleico, uma molécula polimérica linear formada por unidades menores chamadas nucleótidos. Intervém em várias funções biológicas importantes como a codificação genética, e a descodificação durante a tradução de proteínas, regulação e expressão dos genes. É uma das macromoléculas essenciais para a vida, a par do ADN, as proteínas, os lípidos e os carboidratos. Tal como o ADN, o ARN é formado por uma cadeia de nucleótidos, mas diferentemente do ADN, que forma uma dupla hélice bicatenária, a maioria dos ARNs são monocatenários, embora possam dobrar-se sobre si mesmos. Os organismos celulares utilizam o ARN mensageiro (ARNm) para levar ao ribossoma a informação genética (utilizando a sequência das bases G, A, U, e C que significam guanina, adenina, uracilo e citosina), onde coordenará a síntese de proteínas específicas. A base uracilo é característica do ARN (o ADN por sua vez possui timina). Os nucleótidos do ARN levam o açúcar ribose, daí o seu nome (ribose > ribonucleico), diferentemente do ADN que leva desoxirribose. O ARN transcreve- se a partir do ADN pela acção de enzimas chamadas ARN polimerases. Algumas moléculas de ARN desempenham um papel muito activo nas células, uma vez que podem catalisar reações biológicas, controlar a expressão génica, ou perceber e comunicar respostas a sinais celulares. Um destes processos ativos é a síntese de proteínas, uma função universal fundamental na qual intervêm vários tipos de ARN: o ARNm leva a informação de como tem que ser a sequência da proteína, o ARNt leva os aminoácidos necessários, e o ARNr é parte constituinte do organelo onde se realiza a síntese, o ribossoma, e tem uma atividade catalítica que une os aminoácidos entre si. As ribozimas são ARNs com função enzimática. Muitos vírus codificam a sua informação genética num genoma de ARN. == Características == O ARN é constituído por uma ribose, por um grupo fosfato e uma base nitrogenada A composição do ARN é muito semelhante ao do ADN (ácido desoxirribonucleico) contudo apresenta algumas diferenças: # O ARN é formado por uma cadeia simples de nucleotídeos, e não uma de dupla hélice como o ADN. Um filamento de ARN pode se dobrar de tal modo que parte de sua próprias bases se pareiam umas com as outras. Tal pareamento intramolecular de bases é um determinante importante da forma do ARN. Assim, formando pontes intracadeia o ARN é capaz de assumir uma variedade muito maior de formas moleculares tridimensionais complexas do que a dupla hélice de ADN. # O ARN tem o açúcar ribose em seus nucleotídeos em vez da desoxirribose encontrada no ADN. Como os nomes sugerem, os dois açúcares diferem na presença ou ausência de apenas um átomo de oxigênio. Os grupos de açúcar do ARN contêm um par oxigénio-hidrogénio ligado ao carbono 2', enquanto apenas um átomo de hidrogénio é ligado ao carbono 2' nos grupos de açúcar do ADN. Açúcares complexas também parecem se ligar a algumas moléculas de ARN. # Como um filamento individual de ADN, um filamento de ARN é formado de um arcabouço de açúcar-fosfato com uma base ligada covalentemente na posição 1' de cada ribose. As ligações açúcar-fosfato são feitas nas posições 5' e 3' do açúcar, como no ADN. Assim, uma cadeia de ARN terá uma ponta 5' e uma ponta 3'. # Os nucleotídeos de RNA (chamados ribonucleotídeos) contêm as bases adenina (A), guanina (G), citosina (C) e uracila (U), mas esta última pirimidina, está presente em lugar de timina. # O RNA, como a proteína mas não como DNA, pode catalisar importantes reações biológicas. As moléculas de RNA que funcionam como proteínas enzimáticas são chamadas de ribozimas. == Intermediário da transferência de informação == Em 1957 Elliot Volkin e Lawrence Astrachan fizeram uma observação significativa. Eles descobriram que uma das mais marcantes mudanças quando a E. coli é infectada pelo fago T2 é um rápido surto de síntese de RNA. Além disso, este RNA induzido por fago \"renova-se\" rapidamente; isto é, seu tempo de vida é curto. O seu rápido aparecimento e desaparecimento sugeriu que o RNA pode ter algum papel na expressão de genoma de T2 necessária para fazer mais partículas de vírus. Volkin e Astrachan demonstraram a rápida renovação do RNA usando um protocolo chamado de experimento de pulso-caça. Para fazer um experimento de pulso-caça, as bactérias infectadas são primeiro alimentadas (pulsadas com) uracil radioativa (uma molécula necessária para a síntese de RNA mas não de DNA). Qualquer RNA sintetizado nas bactérias a partir daí está \"marcado\" com uracil radioativa prontamente detectável. Após um curto período de incubação, a uracil radioativa é removida e substituída (caçada) por uracil que não é radioativa. Este procedimento \"caça\" a remoção de marcação do RNA, porque, à medida que o RNA se degrada, apenas os precursores não marcados estão disponíveis para sintetizar novas moléculas de RNA. O RNA recuperado logo após o pulso está marcado, mas o recuperado logo após o pulso está, indicando que o RNA tem um tempo de vida muito curto. Um experimento similar pode ser feito com células eucarióticas. As células são primeiro pulsadas com uracil radioativa para um meio com uracil não marcada. Nas amostras colhidas após o pulso, a maior parte da marcação está no núcleo. Nas amostras obtidas após a caça, o RNA marcado é encontrado no citoplasma. Aparentemente, em eucariontes, o RNA é sintetizado no núcleo e então move-se para o citoplasma, onde são feitas as proteínas. Assim, o RNA é um bom candidato para intermediário da transferência de informação entre o DNA e a proteína. == Síntese == A síntese do RNA é normalmente catalisada pela enzima RNA-polimerase, que usa o DNA como modelo, num processo conhecido como transcrição. O início da transcrição começa com a ligação de uma enzima a uma sequência promotora no DNA (conhecida como \"upstream\" de um gene). A dupla hélice do DNA é desenrolada pela atividade da enzima helicase. A enzima progride ao longo do DNA no sentido 3' para 5', sintetizando o RNA complementar na molécula com alongamento ocorrendo da direção 5' para 3'. A sequência de DNA também dita quando o término da síntese de RNA ocorre. O RNA é frequentemente modificado por enzimas após a transcrição. Por exemplo, a cauda Poli-A e o 5'-cap são adicionados a pré-mRNA e íntrons de eucariotos e removidos por spliceossomo. Há um número de RNA dependentes de PNA polimerase que usam um RNA como modelo de síntese para uma nova fita de RNA. São exemplos RNA virais (como os poliovirus) que usam esse tipo de enzima para replicar seu material genético. Alguns RNA dependentes de RNA-polimerase são parte de uma via de RNA de interferência em muitos organismos. == Transcrição == Consiste na síntese de RNA. A molécula de DNA abre-se em um determinado ponto e nucleotídeos livres na célula vão se pareando a esse segmento aberto. Completado o pareamento a esse segmento aberto, está pronta a molécula do RNA, o DNA que serviu de molde reconstitui a molécula original. == Localização == Em células eucariotas, o RNA localiza-se no citoplasma (maior quantidade) e no núcleo, onde é sintetizado. A quantidade de RNA é variável de célula para célula e com a atividade celular. == Função == Varia de acordo com a classe do RNA. Por exemplo, o RNA mensageiro orienta quais aminoácidos e em que ordem serão utilizados para sintetizar proteínas. Geralmente, os RNAs das diversas classes até hoje descobertas atuam no processamento e degradação de RNAs mensageiros e na síntese de proteínas. == Estrutura == Cada nucleotídeo do RNA contém uma ribose, com carbonos numerados de 1' a 5'. As bases são ligadas ao carbono 1'. Adenina e Guanina são purinas e Uracila e Citosina são pirimidinas. O grupo fosfato é ligado ao carbono 3' e ao carbono 5' quando há junção de carbonos. Os grupos fosfato fazem com que a carga da molécula fique negativa. Outra característica estrutural importante que distingue DNA de RNA é a presença de hidroxila no carbono 2' da ribose. A presença desse grupo funcional faz com que a o dobramento da molécula gire no sentido do A-form, isto é, há um aumento no número de bases por rotação, o que aumenta o sulco maior e estreita o sulco menor, enquanto o DNA obedece a conformação B-DNA, aquela descrita por Watson e Crick. A consequência da hidroxila no carbono 2' é uma conformação flexível que pode atacar quimicamente o fosfodiester adjacente. A forma funcional da simples fita do RNA, assim como protepinas, frequentemente precisam de uma estrutura terciária específica. O que providencia essa mudança conformacional é a estrutura secundária e as ligações de hidrogênio. Isso conduz a vários domínios de estrutura secundária, como as estruturas em forma de grampos-de-cabelo (hairpin loops). Como as estruturas de RNA estão carregadas, íons metálicos, como o Mg2+, são necessários para estabilizar estruturas secundárias e terciárias do RNA. == Classes == === RNA mensageiro === Os genes, segmentos de DNA que servem de molde para as moléculas de RNAm, localizam-se nos diversos cromossomos da célula, geralmente separados por longos segmentos de DNA não codificante. As moléculas de RNA mensageiro (RNAm) sintetizadas a partir dos genes têm a informação para a síntese de proteínas, codificada na forma de trincas de bases nitrogenadas. Cada trinca é chamada códon e define cada aminoácido constituinte da proteína. A correspondência entre o códon e seu respectivo aminoácido é feita pelo RNAt, por meio do anticódon. Por exemplo, o RNAt com anticódon UAC encaixa-se no RNAm apenas se houver o códon AUG. Como esse RNAt transporta o aminoácido metionina é ele que irá se encaixar nos locais da cadeia polipeptídica correspondentes aos códons AUG do RNAm. Assim, os RNAt atuam na síntese das proteínas como \"adaptadores\", encaixando os aminoácidos de acordo com os códons do RNAm. O ribossomo, por sua vez, serve de suporte para o acoplamento do RNAm e dos RNAt. === RNA transportador ou de transferência === As moléculas de RNA transportador / RNA de transferência (RNAt) também são sintetizadas a partir de segmentos de DNA presentes em certas regiões específicas dos cromossomos. Esse tipo de RNA é chamado de transportador por ser o responsável pelo transporte das moléculas de aminoácidos até os ribossomos, onde elas se unem para formar as proteínas. Um RNAt é uma molécula relativamente pequena. Em uma das extremidades liga-se um aminoácido específico; em sua região mediana há uma trinca de bases, o anticódon. Por meio do anticódon, o RNAt emparelha-se temporariamente a uma trinca de bases complementares do RNA mensageiro (RNAm), o códon. === RNA ribossômico === São os principais componentes dos ribossomos, que são grandes maquinarias macromoleculares que guiam a montagem da cadeia de aminoácidos pelo mRNA e tRNA. Uma outra classe de RNA funcionais participam do processamento de RNA e é especifica de eucariontes. Este e uma composição de RNA com proteínas especiais. === RNA pequenos nucleares === São partes de um sistema que processa os RNA transcritos em células eucariontes. Alguns snRNAs guiam a modificação de RNAr. Outras se unem a várias subunidades proteicas para formar o complexo de processamento de ribonocleoproteínas ( chamado spliceossomos) que remove os introns dos RNAm eucarióticos. == Ver também == * RNA polimerase == Bibliografia == * Griffiths, Wessler, Lewontin, Gesbart, Suzuki e Miller. Introdução à genética, 8a edição - Guanabara Koogan, 2006. * Amabis, J M e Martho, G R. Biologia - Moderna, 2004. Categoria:Genética molecular Categoria:Ácidos nucleicos",
 "title": "Ácido ribonucleico"
}