{
 "id": "1984",
 "text": "(, na numeração romana) foi um ano comum do século XIX do Calendário Gregoriano, da Era de Cristo, e a sua letra dominical foi G (52 semanas), teve início numa segunda-feira e terminou também numa segunda-feira. == Eventos == * 4 de abril — tentativa de assassinato do czar . * 10 de abril — fundação da American Society for the Prevention of Cruelty to Animals em Nova Iorque por Henry Bergh. * 24 de maio — Batalha de Tuiuti da Guerra do Paraguai, entre o exército paraguaio e as forças da Tríplice Aliança. * 14 de junho — início da Guerra Austro-Prussiana, com a declaração de guerra da Áustria e de vários estados alemães à Prússia. * 20 de junho — Guerra Austro-Prussiana: a Itália declara guerra à Áustria. * 3 de julho — Guerra Austro-Prussiana: os prussianos derrotam os austríacos na Batalha de Königgrätz. * 5 de julho — a princesa Helena do Reino Unido casa com o príncipe Cristiano de Schleswig- Holstein. * 24 de julho — Reconstrução dos Estados Unidos: o Tennessee torna- se o primeiro estado ex-confederado a ser readmitido na União após a Guerra de Secessão. * 3 de agosto — o Marquês de Olinda cede a Zacarias de Góis e Vasconcelos o lugar de Chefe de Gabinete do Brasil. * 23 de agosto — a Guerra Austro-Prussiana termina com a assinatura do Tratado de Praga. * 22 de setembro — Batalha de Curupaiti, uma das muitas batalhas da Guerra do Paraguai. *6 outubro — Inaugura o primeiro parque zoobotânico brasileiro (e o segundo museu de história natural), Museu Paraense Emílio Goeldi. * 10 de outubro — O Duque de Caxias é designado para o comando das forças brasileiras na Guerra do Paraguai. * 9 de novembro — Massacre de Arcádi: o assalto de tropas otomanas ao mosteiro de Arcádi, um reduto de rebeldes cretenses salda- se em mais de mortos, entre os quais centenas de mulheres e crianças. * Fundação da empresa alimentícia suíça Nestlé. * Fim do reinado de Tshewang Sithub, Desi Druk do Reino do Butão, reinou desde 1864. * Início do reinado de Tsondru Pekar, Desi Druk do Reino do Butão, reinou até 1870. * 7 de Dezembro - Pelo Decreto n. 3.749, o Império do Brasil abre os rios Amazonas, Tocantins, Tapajós, Madeira, Negro e S. Francisco à navegação dos navios mercantes de todas as nações. == Nascimentos == * 20 de janeiro — Euclides da Cunha, engenheiro, militar, físico, naturalista, jornalista, geólogo, geógrafo, botânico, zoólogo, hidrógrafo, historiador, sociólogo, professor, filósofo, poeta, romancista, ensaísta e escritor brasileiro (m 1909). * 25 de fevereiro — Benedetto Croce, filósofo italiano (m 1952). * 29 de março — Luigi Francescon, missionário e evangelista, fundador da Congregação Cristã no Brasil (m. 1964). * 12 de maio — São Leopoldo Mandic, católico e santo (m. 1942). * 30 de julho — Eliseu Visconti, pintor brasileiro (m. 1944). * 8 de outubro — Manoel da Costa Lima, desbravador e construtor brasileiro (m. 1955). * 12 de novembro — Sun Yat-sen primeiro presidente da China (m. 1925). * 17 de novembro — Voltairine de Cleyre, anarquista (m. 1912). * 12 de dezembro — Alfred Werner, químico francês, Prêmio Nobel de Química em 1913 (m. 1919). * 16 de dezembro — Wassily Kandinsky, pintor russo (m. 1944). * 25 de dezembro — Max Wien, físico alemão (m. 1938). == Mortes == * 16 de janeiro — Phineas Parkhurst Quimby, pioneiro das ideias teológicas que deram origem ao Movimento do Novo Pensamento (n. 1802). * 11 de fevereiro — William Thomas Brande, químico britânico (n. 1788). *29 de maio — Winfield Scott, general militar americano (n. 1786). *20 de junho — Bernhard Riemann, matemático alemão (n. 1826). * 14 de novembro — Rei Miguel I de Portugal, no exílio na Alemanha (n. 1802).",
 "title": "1866"
}