{
 "id": "19842",
 "text": "O Vasco Sports Club, antigo Clube de Desportos de Vasco da Gama, é uma equipa de futebol da Índia, fundada em 1951 na cidade de Vasco da Gama, no estado de Goa. Atualmente disputam a 2ª divisão da I-League, o segundo campeonato de futebol mais importante da Índia. ==História== O Clube de Desportos Vasco da Gama foi fundado em 1951, por moradores da cidade portuária de Vasco da Gama, Goa e militares portugueses aí estacionados. O seu nome foi inspirado no famoso clube brasileiro Vasco da Gama , e cores semelhantes foram adotadas. O clube começou por utilisar o Estádio Tilak Maidan para os seus jogos e para a preparação dos jogadores. Mais tarde a sede do clube foi construída nas proximidades, onde permanece até hoje. Durante as últimas cinco décadas, o clube participou na maioria dos grandes torneios na Índia. Os anos 60 e 70 do século XX foram os mais produtivos para o clube, ganhando então alguns dos principais torneios como o Kerala Trophy, Stafford Cup, Bandodkar Gold Trophy, Chakola Gold Trophy e Sait-Nagjee Trophy. No entanto, não conseguiu o mesmo sucesso em outros torneios como a Rovers Cup, Bordoloi Shield e no Nehru Memorial Tournament, tendo perdido na final. No seu próprio estado, o clube venceu seis vezes a Liga Profissional de Goa entre 1954 e 1969. Após duas décadas de grandes vitórias, a década de 80 troxe um declínio da prestação do clube em torneios tanto a nível estatual como nacional, mas conseguiu manter sempre uma posição de destaque entre os cinco maiores clubes de Goa. O declínio começou quando o grupo Bandekar retirou seu apoio e não foram encontrados novos patrocinadores para financiar o custo crescente de jogadores de primeira classe. Ao longo das últimas cinco décadas, o clube recebeu uma grande ajuda financeira de muitos benfeitores filantrópicos não só da cidade portuária de Vasco, mas também de diferentes partes de Goa e de goeses residentes no estrangeiro. Este curso foi invertido a partir de meados dos anos 90, sob a liderança de Noel De Lima Leitão, o qual obteve a ajuda do ex- defesa do Benfica de Portugal,José Fernandes André Cavaco Miglietti, como treinador. Seu trabalho duro foi recompensado quando o clube atingiu os quartos de final da KBL Federation Cup e se encontrou entre os contendores para a qualificação para a Primeira Divisão da Liga Nacional. ==Patrocínio== O grupo local NRB tornou-se o novo patrocinador do Vasco Sports Club em 2012 com o objectivo que promover o clube de volta à divisão principal. O acordo de patrocínio tinha a duração inicial de um ano e implicou a mudança de nome do clube para NRB Vasco. ==Estádio== Atualmente, o Vasco, como outros clubes de Goa, joga no Estádio Fatorda situado em Margão. Este estádio foi inaugurado em 1989 e tem uma capacidade de 27.300 torcedores. Foi inicialmente foi conhecido como o Fatorda Jawarharlal Pandit Nehru Stadium por ficar na estrada com o mesmo nome do primeiro-ministro da Índia, Jawaharlal Nehru. Vasco SC Categoria:Clubes de futebol fundados em 1951 Categoria:Fundações na Índia em 1951 Categoria:Goa",
 "title": "Vasco SC"
}