{
 "id": "19853",
 "text": "Gilles Deleuze (Paris, — Paris, ) foi um filósofo francês. A obra filosófica de Deleuze é considerada uma das principais representantes da filosofia continental e do pós-estruturalismo, de modo que ocupa um lugar importante nos debates contemporâneos sobre sociedade, política e subjetividade, apesar de seu distanciamento das principais tendências filosóficas do século XX. Após os trabalhos iniciais centralizados na história da filosofia (sobre Nietzsche, Spinoza, Bergson, Kant, Hume, entre outros), Deleuze publicou trabalhos inovadores no campo filosófico, a exemplo dos livros Diferença e repetição (1968) e A lógica do sentido\" (1969), além de ter escrito sobre arte, literatura, cinema. A colaboração com o psicanalista e anarquista Félix Guattari deu um viés mais político à obra de Deleuze, bem como levou à publicação da obra conjunta mais conhecida dos dois filósofos: O anti-Édipo (1972) e Mil Platôs (1980), os dois volumes que compõem a coletânea \"Capitalismo e esquizofrenia\". Ele defendia a autonomia da filosofia em relação à ciência e à arte, e disse que sua tarefa principal é a criação de conceitos: \"Eu acredito na filosofia como um sistema. O conceito de sistema é inaceitável quando se trata de identidade, similaridade e analogia... Para mim, o sistema deve estar não apenas em heterogeneidade permanente, deve ser ele mesmo uma heterogênese − algo que, me parece, nunca foi tentado\". Deleuze postulou a transcendência da diferença e sua imanência radical à experiência dos sujeitos, sobre as quais incidem apenas mudanças temporais e o devir. De acordo com Deleuze, a filosofia deve refletir sobre eventos, não sobre essências; em sua metafísica, ele defende haver infinitas multiplicidades de singularidades que substituem o geral, o individual, o particular e o igual. O conceito do virtual de Deleuze sustenta a realidade do passado e sua conexão com o presente e futuro. Em sua abordagem da sociedade, Deleuze colocou o desejo social em primeiro plano e considerou a formação da subjetividade humana um processo aleatório. Em vez de classificar o bem e o mal isoladamente, a ética deleuziana aborda o bem e o mal no contexto das relações entre indivíduos específicos. Desde a década de 1990, o interesse por sua obra tem aumentado, embora pesquisadores e críticos tenham interpretações e avaliações muitas vezes distintas sobre os principais conceitos de sua filosofia; e na tradição da filosofia analítica anglófona, o trabalho de Deleuze é frequentemente ignorado. Em 2007, Deleuze ocupava a 12ª posição na lista dos autores mais citados das ciências sociais e humanas, à frente de Kant, Heidegger, Wittgenstein e Marx. == Biografia == Entre 1944 e 1948, Gilles Deleuze cursou filosofia na Universidade de Paris (Sorbonne), onde encontrou Michel Butor, François Châtelet, Claude Lanzmann, Olivier Revault d’Allonnes e Michel Tournier.Seus professores foram Ferdinand Alquié, Georges Canguilhem, Maurice de Gandillac, Jean Hyppolite. Concluído o curso em 1948, ele dedica-se à história da filosofia, tornando-se professor da matéria na Sorbonne de 1957 a 1960. Em 1962, conhece Michel Foucault, de quem se torna amigo até sua morte em 1984. Apesar da amizade, não trabalharam juntos, mas foram apontados como responsáveis pelo renascimento do interesse pela obra de Nietzsche.Enciclopédia Britânica do Brasil Publicações Ltda, pgs. 380-381. \"Livro do Ano 1996 - Eventos de 1995\". São Paulo (1996).No mesmo período, Deleuze se dedicou a conclusão do curso de Design Gráfico em uma faculdade particular. Entre 1964 e 1969, foi professor de História da Filosofia na ainda unificada Universidade de Lyon. Em 1968, Deleuze apresenta como tese de doutoramento Diferença e Repetição (Différence et répétition), orientado por Gandillac, na qual critica o conhecimento via representação mental e a ciência derivada desta forma clássica lógica e representativa; e como tese secundária, Espinoza e o problema da expressão (Spinoza et le problème de l’expression) orientado por Alquié. No mesmo ano, ele conhece Félix Guattari, e este encontro resulta em uma longa e rica, e considerada por muitos controversa, colaboração. Segundo Deleuze: \"meu encontro com Félix Guattari mudou muitas coisas. Félix já tinha um longo passado político e de trabalho psiquiátrico\". Na Universidade de Vincennes, onde ensinou até 1987, Gilles Deleuze promoveu um número significativo de cursos. Graças a sua esposa, Fanny Deleuze, uma parte importante destas aulas foi transcrita e disponibilizada no sítio de Richard Pinhas.Webdeleuze Para Deleuze, \"a filosofia é criação de conceitos\" (O que é a filosofia?), coisa da qual nunca se privou (\"máquinas desejantes\", \"corpo sem órgãos\", \"desterritorialização\", \"rizoma\", \"ritornelo\" etc.), mas também nunca se prendeu a transformá-los em \"verdades\" a serem reproduzidas. A sua filosofia vai de encontro à psicanálise, nomeadamente a freudiana, que aos seus olhos reduz o desejo ao complexo de Édipo, à falta de algo. A sua filosofia é considerada como uma filosofia do desejo. Com a crítica radical do complexo de Édipo, Deleuze consagrará uma parte de sua reflexão à esquizofrenia. Segundo ele, o processo esquizofrênico faz experimentar de modo direto as \"máquinas-desejantes\" e é capaz de criar (e preencher) o \"corpo sem órgãos\". Seu intuito sempre foi o de explorar as suas potencialidades, ao máximo. Em Mil Platôs, Deleuze e Guattari enfatizam a necessidade de extrema prudência nos processos de experimentação, para que não se prendam a qualquer preceito moral. Deleuze sempre advertiu quanto ao perigo de se tornar um \"trapo\" através de experimentações, que inicialmente poderiam ser positivas, mas que depois são regulamentadas por uma moral subjetiva: \"a queda de um processo molecular em um buraco negro\". Desde 1992, seus pulmões, afetados por um câncer, funcionavam com um terço da capacidade. Em 1995, só respirava com a ajuda de aparelhos. Sem poder realizar seu trabalho, Deleuze atirou-se pela janela do seu apartamento em Paris, em 4 de novembro de 1995. Seus seguidores consideraram seu suicídio coerente com sua vida e obra: \"Para ele, o trabalho do homem era pensar e produzir novas formas de vida\". == Filosofia == O trabalho de Deleuze pode ser dividido em dois grupos: * monografias interpretando filósofos modernos (Spinoza, Leibniz, Hume, Kant, Nietzsche, Bergson, Foucault) e obras de artistas (Proust, Kafka e o pintor moderno Francis Bacon); *exploração de temas filosóficos ecléticos, centrados na produção de conceitos como diferença, sentido, evento, rizoma, etc. Suas principais influências filosóficas terão sido Nietzsche, Henri Bergson e Spinoza. Para o filósofo do corpo-sem-órgãos (figura estética de Antonin Artaud, retomada como conceito filosófico por Deleuze em parceria com Félix Guattari), o ofício do filósofo é inventar conceitos. Assim como Nietzsche cria a personagem-conceito de Zaratustra, Deleuze afirma em L'abécédaire, entrevista dada a Claire Parnet, ter criado, com Félix Guattari, o conceito de ritornelo - refrão, forma de reterritorialização (povoamento) e desterritorializaçao. A filosofia de Deleuze é uma filosofia da imanência absoluta. Nela não há nada de transcendente, negação ou falta, mas uma \"conspiração de afetos\", uma \"cultura da alegria\", uma \"denúncia radical do poder\".É nesses termos que Deleuze, em junho de 1991, numa conversa com Dominique Lacout, evoca seu amor por Léo Ferré. In Lacout, Dominique; Léo Ferré, Éditions Sévigny, 1991, ) Uma filosofia da vida e da pura afirmação - da imanência, portanto, como saída das fronteiras do sujeito. Uma das grandes contribuições de Deleuze foi ter se utilizado do cinema para expor sua forma de pensamento, através dos conceitos de imagem-movimento e imagem-tempo. === Metafísica === Deleuze foi um dos filósofos que teorizaram as instâncias do atual e do virtual, já elaboradas por outros pensadores, construindo um olhar sobre o mundo a partir das possibilidades. As instâncias do real e do virtual também criticam a ética de Foucault, na qual Deleuze diz haver: \"Um pouco de possível, senão sufoco!\". Assim como Kant, Deleuze considera as noções tradicionais de espaço e tempo como formas unificadoras impostas pelo sujeito. Desse modo, a diferença pura deleuziana não é espaço-temporal; mas sim uma ideia, o que Deleuze chama de \"o virtual\", no sentido que remete à definição de Proust do que é constante tanto no passado quanto no presente: o real sem ser atual, o ideal sem ser abstrato. Embora alguns aspectos das ideias de Deleuze sobre o virtual se assemelhem à teoria das formas de Platão e às ideias da razão pura de Kant, elas não são modelos ideais nem transcendem a experiência do que é possível no atual/real; em vez disso as ideias do virtual constituem as próprias condições da experiência real, pois elas são a diferença interna em si mesma. \"O conceito que elas [as ideias do virtual] formam é idêntico ao seu objeto\", e tanto o sujeito como o objeto se dissolvem no plano de imanência. Portanto, o conceito deleuziano de diferença não é uma abstração de uma experimentação prática, mas um continuum de um sistema real formado por relações diferenciais que criam entre si espaços, tempos e sensações também reais – é a dialética da diferença que rejeita a negação, tal como seu conceito de minoria. == Obras == Deleuze publicou estudos sobre pensadores como Nietzsche, Kant e Spinoza. Entre suas obras principais estão Nietzsche et la philosophie (1962); Proust et les signes (1964); Logique du sens (1969) Spinoza (1970); Foucault (1986); e Critique et clinique (1993). '' * Empirismo e subjetividade: Ensaio Sobre a Natureza Humana Segundo Hume (1953) * Instincts et Institutions (1955) * Nietzsche e a filosofia (1962) * A Filosofia Crítica de Kant (1963) * Proust e os Signos (1964) * Nietzsche (1965) * O Bergsonismo (1966) * Apresentação de Sacher-Masoch (1967) * Espinosa e o problema da expressão (1968) * Diferença e Repetição (1968) * Lógica do Sentido (1969) * Spinoza: Filosofia Prática (1970) (reedição aumentada, (1981) * Francis Bacon: Lógica da Sensação (1981) * Cinema-1: A Imagem-movimento (1983) * Cinema-2: A Imagem-tempo (1985) *A Dobra - Leibniz e o Barroco (1988) * Pericles e Verdi (1988) * Conversações (1990) * L'Epuisé (Posfácio a Samuel Becket) (1992) * Crítica e Clínica (1993) ;Com Félix Guattari: * L'anti-Œdipe (1972) * Kafka. Por uma literatura menor (1975) * Mil Platôs (1980) * O que é a filosofia? (1991) ;Com Claire Parnet: * Deleuze, G. e Parnet, C. (1977/2002), Dialogues, 276 pp. Londres: Athlone Press. == Ver também == * Corpo sem órgãos * Kant * Félix Guattari * L'anti-Œdipe == Bibliografia == * * == Ligações externas == * MISOCZKY, M. C.. Leituras enamoradas de Marx, Bourdieu e Deleuze: indicações para o primado das relações nos estudos organizacionais. In: Marcelo Milano Falcão Vieira; Deborah Moraes Zouain. (Org.). Pesquisa Qualitativa em Administração. Rio de Janeiro: FGV Editora, 2004, v., p. 71-96. * * * Stanford Encyclopedia of Philosophy: \"Gilles Deleuze\", por Daniel Smith & John Protevi. * Internet Encyclopedia of Philosophy: Gilles Deleuze\", por Jon Roffe. * * * A/V the International E-Journal for Deleuze Studies, com uma rede/comunidade, vídeos de conferências links para artigos online. * Alain Badiou, \"The Event in Deleuze.\" * * * The Journal of French Philosophy * Web resources. Wayne State University. * \"A hypertext glossary of Deleuzean/Guattarian terms\", por Rob Shields and Mickey Vallee. * Categoria:Filósofos da França Categoria:Filósofos do século XX Categoria:Filósofos spinozanos Categoria:Anarquistas da França Categoria:Reforma psiquiátrica Categoria:Suicidas da França Categoria:Naturais de Paris Categoria:Escritores suicidas Categoria:Suicídios por precipitação Categoria:Pós-estruturalistas Categoria:Antifascistas da França Categoria:Alunos da Universidade de Paris Categoria:Ensaístas da França Categoria:Teóricos de cinema Categoria:Teóricos da literatura Categoria:Ontologistas Categoria:Epistemologistas Categoria:Empiristas Categoria:Materialistas Categoria:Filósofos ateus Categoria:Filósofos contemporâneos Categoria:Filósofos da arte Categoria:Filósofos continentais Categoria:Filósofos políticos Categoria:Mortes por defenestração",
 "title": "Gilles Deleuze"
}