{
 "id": "1988",
 "text": "\\---- 1896 (, na numeração romana) foi um ano bissexto do actual Calendário Gregoriano e as suas letras dominicais foram E e D (53 semanas), teve início a uma quarta-feira e terminou a uma quinta-feira. == Eventos == * Antoine Henri Becquerel descobre a radioactividade dos sais de urânio * A Etiópia vence a primeira guerra contra a Itália através de apoio e compra de armas da Grã- Bretanha e da França, A Etiópia tinha perdido uma guerra com aliados portugueses em 1559 contra o Império Otomano. * Em São Simão (São Paulo), tem início a primeira epidemia de febre amarela, que faria a população urbana cair de 4.000 para 2.500 pessoas. * Guerra Anglo-Zanzibari. * Eram 20 mil habitantes de Canudos. * Início da edificação da nova igreja das Doze Ribeiras, ilha Terceira, a Igreja de São Jorge das Doze Ribeiras, destruída em 1893 por um furacão. * Ratificação do decreto de 2 de Março de 1895 que estabelecia um governo autónomo para os Açores. === Janeiro === * 4 de janeiro - Utah torna-se o 45º estado norte-americano. === Março === * 1 de março - O físico francês Henri Becquerel descobre a radioatividade. === Abril === * 2 de abril - a empresa Peugeot é fundada. * 6 de abril a 15 de abril - Acontecem os Jogos Olímpicos de Verão de 1896, os primeiros Jogos Olímpicos da era moderna, e os primeiros eventos esportivos olímpicos em mais de 1500 anos. === Junho === * 27 de junho - Ngungunhane, último imperador de Gaza, actual Moçambique, e último monarca da dinastia Jamine, chega à ilha Terceira, Açores, onde permanece como prisioneiro na Fortaleza de São João Baptista, no Monte Brasil. === Outubro === * 13 de Outubro - Sob a força do “Vento Carpinteiro”, naufragam na Baía de Angra de embarcações: O patacho \"Fernão de Magalhães\", de 180 Toneladas, o lugre \"Príncipe da Beira\", de 275 toneladas e o lugre \"Costa Pereira\", de 196 toneladas. * 18 de Outubro - É benzida a Ermida do Senhor Bom Jesus da Fajã Grande, ilha de São Jorge, cujo início das obras ocorreu em 1889 e terminou em 1895.Guia do Património Cultural de São Jorge, Açores, Dep. Legal nº 197839/03.. === Novembro === * 7 de novembro - Inicio da Guerra de Canudos === Dezembro === * 5 de dezembro - Fundação da cidade de Sertãozinho, no Brasil, por Antônio Malaquias Pedroso. * 31 de dezembro - Inauguração do Teatro Amazonas, na cidade Manaus, Brasil. == Nascimentos == * 15 de janeiro - Marjorie Bennett, atriz australiana (m. 1982). * 1 de fevereiro - Anastasio Somoza García, presidente da Nicarágua de 1937 a 1947 e de 1950 a 1956 (m. 1956) *9 de julho - Maria Gomes Valentim, mulher mais idosa do Brasil e do Mundo até 2011 (m. 2011) *26 de julho - Evelyn Preer, atriz americana (m. 1932). * 9 de agosto - Jean Piaget, pensador, fundador da Epistemologia genética suíço (m. 1980) * 15 de agosto - Gerty Cori, bioquímica e Prémio Nobel da Medicina norte-americana (m. 1957) *15 de agosto - Lev Sergeivitch Termen, físico e inventor russo (m. 1993) * 4 de setembro - Antonin Artaud, ator, diretor, cenógrafo, crítico e teórico teatral francês (m. 1948) *8 de setembro - Artur Alves dos Reis, empresário português que protagonizou o maior crime de falsificação de notas da história (m. 1955) * 15 de setembro - Eduardo Lonardi, presidente da Argentina em 1955 (m. 1956) *24 de setembro - F. Scott Fitzgerald, escritor norte-americano (m. 1940) *25 de setembro - Sandro Pertini, presidente de Itália de 1978 a 1985 (m. 1990) * 26 de setembro - José Domingo Molina Gómez, presidente interino da Argentina em 1955 (m. 1974) * 15 de outubro - Célestin Freinet, educador francês que idealizou e praticou uma pedagogia comprometida com as classes populares (m. 1966) *22 de outubro - José Leitão de Barros, cineasta português (m. 1967) * 4 de novembro - Carlos Polistico Garcia, presidente das Filipinas de 1957 a 1961 (m. 1971) *14 de novembro - Mamie Eisenhower, primeira-dama dos Estados Unidos de 1953 a 1961 (m. 1979) * 28 de novembro - Lilia Skala, arquiteta e atriz austríaca- americana (m. 1994). * 10 de dezembro - Enrique Hertzog Garaizabal, presidente da Bolívia de 1947 a 1949 (m. 1981) * 14 de dezembro - James Harold Doolittle, general americano (m. 1993) == Mortes == * 6 de janeiro - Florinda de Macedo, atriz e cantora lírica portuguesa (n. 1845) * 8 de janeiro - Paul Verlaine, poeta francês (n. 1844) * 20 de janeiro - Henrique de Battenberg, príncipe germânico (n. 1858) * 5 de março - Bernardino Pereira Pinheiro, escritor, publicista e político português (n. 1837) * 23 de março - Joaquim Possidónio Narciso da Silva, arquiteto, arqueólogo e fotógrafo português (n. 1806) * 13 de abril - José Inácio da Costa, industrial português (n. 1836) * 19 de maio - Carlos Luís da Áustria, arquiduque austríaco (n. 1833) * 20 de maio - Clara Schumann, pianista e compositora alemã (n. 1819) * 14 de junho - José Maria do Casal Ribeiro, jornalista e político português (n. 1825) * 1 de julho - Harriet Beecher Stowe, escritora norte-americana (n. 1811) * 10 de agosto - Otto Lilienthal, aviador pioneiro alemão (n. 1848) * 18 de setembro - Hyppolyte Fizeau, físico francês (n. 1819) * 11 de outubro - Anton Bruckner, compositor austríaco (n. 1824) * 22 de novembro - George Ferris, engenheiro civil norte-americano, criador da roda-gigante (n. 1859) * 10 de dezembro - Alfred Nobel, químico e inventor sueco (n. 1833) * 30 de dezembro - José Rizal, herói nacional das Filipinas (n. 1861)",
 "title": "1896"
}