{
 "id": "19885",
 "text": "Em citologia, chamam-se plastídeos ou plastos a um grupo de organelas encontrados nas células das plantas e das algas, responsáveis pela fotossíntese.The University of Arizona, Department of Ecology and Evolutionary Biology, Biological Sciences West Room 317, The Heckett Laboratory, The plastid thief Dinophysis [em linha] == Plastídeos das plantas == Os proplastídeos (indiferenciados) podem diferenciar-se de acordo com a sua função nos seguintes tipos: * Amiloplastos: para a acumulação de amido como substância de reserva. * Cloroplastos: para a fotossíntese. * Etioplastos: cloroplastos que não estiveram expostos à luz. * Elaioplastos: para o acúmulo de lipídio. * Cromoplastos: para o armazenamento de pigmentos. * Leucoplastos: para a reserva de substâncias. == Plastídeos das algas == Nas algas, o termo leucoplasto é usado quando se está a referir a plastídeos sem pigmentação. A sua função nas algas difere da função nas plantas. Os 'etioplastos, os amiloplastos e os cromoplastos são específicos das plantas, não ocorrendo em algas. Os plastídeos algais diferem dos plastídeos vegetais porque poderão possuir pirenoides. == Origem dos plastídeos == Supõe-se que os plastídeos tenham sido originados de cianobactérias, por endossimbiose. Divergiram em 3 linhagens, os sendo chamadas de: cloroplastos, estes encontrados nas algas verdes e plantas; rodoplastos, estes encontrados em algas vermelhas; e em cianelas, encontradas nas glaucófitas. Os plastídeos diferem em pigmentação e estrutura. Os cloroplastos, por exemplo, perderam toda ficobilissoma, os complexos captadores de luz encontrados nas cianobactérias, algas vermelhas e glaucofitas, mas contém tilacoides em estroma e granos - somente as plantas e nas algas verdes mais proximamente aparentadas. O plastídeo glaucocistofíceo - em contraste com os cloroplastos e os rodoplastos - ainda são envoltos por vestígios de uma parede celular cianobacteriana. Todos estes plastídeos primários são envoltos por duas membranas. Plastídeos complexos originam-se de endossimbiose secundária, quando um eucarionte e absorve uma alga vermelha ou verde, retendo o plastídeo da alga, que é tipicamente envolto por mais de duas membranas, e tem suas capacidade metabólica ou fotossintética limitada. Algas com plastídeos complexos derivados de endossimbiose secundária de algas vermelhas incluem os heterocontes, haptófitas, criptomônadas, e a maioria dos dinoflagelados (rodoplastos). Aqueles que fazem endossimbiose com alga verde são euglenoides e os cloraracniófitos (cloroplastos). O filo de protozoários Apicomplexa, de parasitas obrigatórios, dentre os quais o plasmódio causador da malária, também tem plastídeos complexos, embora essa organelas tenha sido perdida em alguns apicomplexanos, como o Cryptosporidium parvum, causador da criptosporidiose. O apicoplasto não é mais capaz de realizar a fotossíntese (sendo um leucoplasto), mas ainda é uma organela essencial. Estes plastídeos são extremamente reduzidos e não está bem claro se eles derivaram da alga verde ou vermelha. Cleptoplastídeos são plastídeos capturados de uma alga que serve de alimento. Alguns dinoflagelados, ciliados, foraminíferos e lesmas-do- mar do clado Sacoglossa alimentam-se de algas, e utilizam-se dos plastídeos da alga digerida para realizar temporariamente fotossíntese; mas depois de algum tempo os plastídeos também são digeridos. Este proceso é chamado \"cleptoplastia\". == Ligações externas == * Plastídeos e Cloroplasto Categoria:Organelos Categoria:Fisiologia vegetal Categoria:Fotossíntese",
 "title": "Plastídeo"
}