{
 "id": "19894",
 "text": "Caio Júlio César Augusto Germânico (em latim Gaius Iulius Caesar Augustus Germanicus; d.C. — ), também conhecido como Caio César ou Calígula (Caligula), foi imperador romano de 16 de março do ano 37 d.C., até ao seu assassinato, em 24 de janeiro de 41. Foi o terceiro imperador romano e membro da dinastia júlio-claudiana, instituída por Augusto. Ficou conhecido pela sua natureza extravagante, cruel e pervertida. Foi assassinado pela guarda pretoriana, em 41 d.C., aos 28 anos. A sua alcunha Calígula, a qual significa \"caligazinha\" / \"sandalinha\" [militar], foi posta pelos soldados das legiões comandadas pelo pai, entre os quais cresceu, que achavam graça em vê-lo vestido de legionário, com diminutivas cáligas (sandálias militares) nos pés. Era o filho mais novo de Germânico, que, por sua vez, era sobrinho do imperador Tibério. Germânico é considerado um dos maiores generais da história de Roma. Já a sua mãe, era Agripina. O futuro imperador cresceu com a numerosa família (tinha dois irmãos e três irmãs) em acampamentos militares, como o da Germânia Inferior, onde o pai comandava o exército imperial . Após a celebração em Roma do triunfo do seu progenitor, marchou com ele para o Oriente. Germânico viria a falecer durante a sua estadia em Antioquia, em 19. Após enterrar o seu pai, Calígula regressou com sua mãe e os irmãos para Roma, onde o incômodo, que a sua presença gerava no imperador, degenerou em inimizade, causadora provável das estranhas mortes de uma série de parentes do futuro imperador, entre os quais dois seus tios. As suas relações com Tibério pareceram melhorar quando este se mudou para Capri e foi designado pontífice máximo (pontifex maximus). À sua morte, a 16 de março de 37, Tibério ordenou que o império devia ser governado conjuntamente por Calígula e Tibério Gêmelo. Após desfazer-se de Gêmelo, o novo imperador tomou as rédeas do império. A sua administração teve uma época inicial pontuada por uma crescente prosperidade e uma gestão impecável; porém, a grave doença pela qual passou o imperador marcou um ponto de inflexão no seu jeito de reinar. Apesar de uma série de erros na sua administração acarretarem numa crise econômica e fome, empreendeu-se um conjunto de reformas públicas e urbanísticas, que acabaram por esvaziar o tesouro. Apressado pelas dívidas, pôs em funcionamento uma série de medidas desesperadas para restabelecer as finanças imperiais, entre as que se destaca pedir dinheiro à plebe. Militarmente, o seu reinado esteve caracterizado pela anexação da província da Mauritânia, cujo monarca assassinou numa das suas visitas a Roma, pelo insucesso na conquista da Britânia e pelas tensões que açoitaram as províncias orientais do império. No Oriente, deu mostras da sua graça mediante a concessão dos territórios de Bataneia e Traconítide ao seu amigo Herodes Agripa I; e da sua megalomania ao ordenar que fosse erigida uma estátua à sua honra no Templo de Jerusalém; enquanto no Ocidente, deu-as da sua demência ao pedir ao exército que, em vez de atacar as tribos britânicas, se pusesse a recolher conchas, o tributo que segundo ele essas águas lhe deviam ao monte Capitolino e ao monte Palatino. Segundo determinados historiadores, nos seus últimos anos de vida, Calígula esteve envolvido numa série de escândalos, entre os quais se destacam manter relações incestuosas com as suas irmãs; e até mesmo obrigá-las a prostituir- se. A 24 de janeiro de 41, foi assassinado pelos executores de uma conspiração integrada por pretorianos e senadores; e liderados pelo seu prefeito do pretório, Cássio Quereia. O desejo de alguns conspiradores de restaurar a república viu-se frustrado quando, no mesmo dia do assassinato de Calígula, o seu tio Cláudio foi declarado imperador pelos pretorianos. Uma das primeiras ações de Cláudio como imperador foi ordenar a execução dos assassinos do seu sobrinho. Existem poucas fontes sobreviventes que descrevam o seu reinado, nenhuma das quais se refere a este de maneira favorável. Pelo contrário, as fontes centram-se na sua crueldade, extravagância e perversidade sexual, apresentando-o como um tirano demente.Philip Milnes-Smith, From Caligula to Constantine. Tyranny and Transformation in Roman Portraiture , Journal of roman studies, ISSN 0075-4358, Nº 93, 2003, pág. 319. Embora a fiabilidade destas fontes seja difícil de avaliar, de acordo com o conhecido com certeza a respeito do seu reinado, trabalhou incansavelmente a fim de aumentar a autoridade do príncipe; propenso a fazer face a várias conspirações surgidas com o objeto de derrocá-lo; e lutando a fim de reduzir a influência do Senado, esmagando a oposição que este órgão legislativo continuava exercendo. Tornou- se o primeiro imperador a apresentar-se a frente do povo como um deus. Calígula é descrito por Suetônio como de \"barba loira\". == Juventude == === Família === Nascido com o nome de Caio Júlio César Germânico a 31 de agosto de 12 nas imediações de Anzio,Suetônio, As vidas dos doze césares, Vida de Calígula 8 (do sítio LacusCurtius) Calígula era o terceiro dos seis filhos sobreviventes do matrimônio entre Germânico e Agripina.Suetônio, As Vidas dos Doze Césares, Vida de Calígula 7 Os seus irmãos foram Nero e Druso, e as suas irmãs Júlia Lívila, Drusila e Agripinila. Por parte do seu pai era sobrinho do futuro imperador Cláudio.Dião Cássio, História romana LIX.6 Germânico, o seu pai era um importante membro da dinastia júlio-claudiana, e é hoje em dia considerado um dos maiores generais do Império Romano.Suetônio, As Vidas dos Doze Césares, Vida de Calígula 4 Era filho de Nero Cláudio Druso e Antónia, a Jovem, neto de Tibério Cláudio Nero e Lívia; e sobrinho neto e filho adotivo de Augusto.Suetônio, As Vidas dos Doze Césares, Vida de Calígula 1 Agripina era filha de Marco Vipsânio Agripa e Júlia, a Velha, e neta de Augusto e Escribônia. === Juventude === Durante a sua infância (com apenas dois ou três anos), acompanhou o seu pai nas campanhas que este liderou a norte de Germânia; tornando-se o mascote do exército.Suetônio, As Vidas dos Doze Césares, Vida de Calígula 9 Aos soldados divertia-os o fato de ir vestido com um uniforme militar em miniatura que incluía sandálias reforçadas e armadura, e por isso deram-lhe a carinhosa alcunha de \"Calígula\" (\"Sandalinha\").\"Caligula\" é uma palavra formada a partir da palavra latina caliga, em português cáliga, que significa sandália de soldados, e o diminutivo -ula. Aparentemente, o futuro imperador viria a odiar a sua alcunha em adulto, instindo em ser tratado pelo seu mais respeitável nome próprio, Caio Júlio César.Sêneca, Da firmeza do sábio XVIII 2-5 Quando tinha sete anos, acompanhou a Germânico em uma expedição à Síria.Suetônio, As Vidas dos Doze Césares, Vida de Calígula 10 Nessa expedição, morreu o seu pai a 10 de outubro de 19. Segundo Suetônio, Germânico foi envenenado através de um agente contratado por Tibério, que via o general como um perigoso rival político, e não participou nas suas enormes celebrações fúnebres.Suetônio, As Vidas dos Doze Césares, Vida de Tibério 2 É possível, no entanto, que a súbita morte do general tenha sido de causas naturais, como malária. Após a morte do seu pai, mudou-se para Roma com a sua mãe até deteriorarem-se as relações entre ela e Tibério. O imperador não podia permitir que Agripina se casasse, por medo que seu marido se tornasse um possível adversário político,Tácito, Anais IV.52 então ela e Nero foram exilados em 29 sob acusações de traição.Tácito, Anais V.3Suetônio, As Vidas dos Doze Césares, Vida de Tibério 54 Calígula, que por essa época era um adolescente, foi enviado a viver com a sua bisavó e mãe de Tibério, Lívia. Após a morte de Lívia, foi acolhido pela sua avó Antônia. Em 30, Druso César foi encarcerado e Nero morreu no exílio, não é sabido se por inanição ou por suicídio.Tácito, Anais V.10 Suetônio escreve que após o desterro da sua mãe e os seus irmãos, ele e as suas irmãs ficaram como pouco mais que prisioneiros de Tibério, e submeteu-os a uma estreita vigilância por parte dos soldados imperiais.Suetônio, As Vidas dos Doze Césares, Vida de Tibério 64 Em 31, Calígula passou a fazer parte do pessoal encarregado dos cuidados de Tibério em Capri, onde o jovem permaneceu durante seis anos. Surpreendentemente, Calígula reconciliou-se com o imperador.Suetônio, As Vidas dos Doze Césares, Vida de Tibério 62 Segundo certos historiadores era um excelente ator que, vendo o perigo, decidiu esconder o ressentimento que albergava para com Tibério.Tácito, Anais VI.20 Um observador disse de Calígula: Em 33, Tibério concedeu-lhe o cargo de questor, que conservou até a sua nomeação como imperador.Dião Cássio, História Romana LVII.23 Por essa época faleceram em prisão Agripina e Druso, sua mãe e irmão.Tácito, Anais VI.23Tácito, Anais VI.25 Calígula contraiu matrimônio com Júnia Claudilla. Este matrimônio terminou com a morte de Júnia durante um parto no ano seguinte.Suetônio, As Vidas dos Doze Césares, Vida de Calígula 12David Wardle, Caligula and his wives , Latomus: revue d'études latins, ISSN 0023-8856, Vol. 57, Nº. 1, 1998 , pags. 109-126. Tornou-se amigo do praefectus, Névio Sutório Macro, que resultaria ser um importante aliado. Incitado por Calígula, Macro falou bem a Tibério a respeito do seu amigo de modo a que o imperador não albergasse para o filho do seu velho rival nenhuma suspeita.Fílon de Alexandria, Da embaixada a Caio VI.35 Em 35, Calígula e Tibério Gêmelo foram designados herdeiros ao trono.Suetônio, As Vidas dos Doze Césares, Vida de Tibério 76 == Imperador == === Início do seu reinado === Quando Tibério morreu a 16 de março de 37, a sua posição e títulos adquiridos como princeps foram transferidos a Calígula e ao neto de Tibério, Tibério Gêmelo. Apesar de Tibério ter então 77 anos, alguns historiadores defendem que foi assassinado.Tácito, Anais VI.50 Tácito escreve que o prefeito do pretório Macro asfixiou o imperador a fim de garantir a ascensão de Calígula; Suetônio afirma que até mesmo o novo herdeiro pôde ter sido o autor do assassinato. Por sua vez, Fílon e Josefo registram que Tibério morreu por morte natural.Fílon de Alexandria, Da embaixada a Caio, IV.25; Flávio Josefo, Antiguidades Judaicas XIII.6.9 Respaldado por Macro, Calígula foi designado imperador em solitário ao anular o testamento de Tibério alegando demência deste ao outorgá-lo.Dião Cássio, História Romana LIX.1 Calígula aceitou todos os poderes do principado que lhe conferiu o senado e, quando entrou em Roma a 28 de março, foi recebido por uma grande multidão que o aclamou entre outros com as alcunhas de \"o nosso bebé\" e \"a nossa estrela\".Suetônio, As Vidas dos Doze Césares, Vida de Calígula 13 É descrito como o primeiro imperador que, no momento da sua ascensão, era apreciado por todos.Fílon de Alexandria, Da embaixada a Caio II.10 Este apreço era devido ao fato de ser o filho do finado Germânico, muito amado pela plebe, bem como o sucessor de Tibério, cuja época final no trono fora terrível para o povo romano.Suetônio, As Vidas dos Doze Césares, Vida de Tibério 75 Segundo Suetônio, foram sacrificados cerca de 160 mil animais na sua honra durante os três primeiros meses do seu reinado.Suetônio, As Vidas dos Doze Césares, Vida de Calígula 14Fílon afirma que foram realizados sacrifícios em todos os territórios do Império, mas que estes não costaram tantas vítimas como diz Suetônio. Fílon de Alexandria, Da embaixada a Caio II.12 Segundo Fílon, os primeiros sete meses do reinado de Calígula foram dos mais felizes que experimentara o Império em muito tempo.Fílon de Alexandria, Da embaixada a Caio II.13 Os primeiros atos de Calígula como imperador foram generosos com o povo e o exército, embora, segundo Dião Cássio, fora em parte devido a simples interesses políticos: O imperador concedeu à guarda pretoriana e às tropas urbanas e fronteiriças uma generosa recompensa pelos serviços prestados, a fim de ganhar o apoio do exército. Destruiu os documentos nos quais ficaram registrados os nomes dos acusados de traição durante o mandato de Tibério, declarou que os juízos por traição eram coisa do passado e chamou para Roma os exilados.Suetônio, As Vidas dos Doze Césares, Vida de Calígula 15 Ajudou os afetados pelo sistema de impostos imperial, desterrou os delinquentes sexuais e celebrou luxuosos espetáculos, tais como os combates de gladiadores, ganhando assim o apoio do povo.Suetônio, As Vidas dos Doze Césares, Vida de Calígula 16Suetônio, As Vidas dos Doze Césares, Vida de Calígula 18 Também recolheu os ossos da sua mãe e os seus irmãos e depositou-os no Ara Pacis.Dião Cássio, História Romana LIX.3 === Enfermidade, conspirações e mudança de atitude === Fazendo realidade um auspício formulado em princípios do seu reinado, Calígula caiu gravemente enfermo em outubro de 37. Esta doença é descrita nomeadamente pelo historiador Fílon.Fílon de Alexandria, Da embaixada a Caio II–III Dião Cássio também a menciona brevemente na sua obra.Dião Cássio, História Romana LIX.10 Segundo Fílon, sua doença devia-se a que Calígula, após ser nomeado imperador, tornou- se amigo demais dos excessos.Fílon de Alexandria, Da embaixada a Caio II.14 O império ficou paralisado ao receber a notícia da doença, pois o seu jovem monarca levara-os para um período de prosperidade que diziam equiparável ao de Augusto.Fílon de Alexandria, Da embaixada a Caio III.16 Embora Calígula conseguisse recuperar-se por completo desta doença, o estar tão perto da morte marcou um ponto de inflexão no seu modo de reinar,Fílon de Alexandria, Da embaixada a Caio IV.22 tal qual indica Josefo.Flávio Josefo, Antiguidades Judaicas XVIII.7.2 Após recobrar a saúde, Calígula ordenou assassinar várias pessoas que prometeram as suas vidas aos deuses se o imperador se recuperasse.Dião Cássio, História Romana LIX.8 Forçou a cometer suicídio aqueles exilados durante seu reinado: a sua esposa, o seu sogro, Marco Silano, e o seu primo, Tibério Gêmelo.Fílon de Alexandria, Da embaixada a Caio V.29 Fílon escreve que Gêmelo instigou uma conspiração contra Calígula enquanto o imperador estava enfermo.Fílon de Alexandria, Da embaixada a Caio V.28 Antes de se suicidar, Silano foi julgado por CalígulaTácito, Agrícola 4 pois Júlio Grecino, o encarregado de justiçá-lo num primeiro momento, recusou, sendo executado por isso. Suetônio crê que estes complôs eram pura imaginação do imperador.Suetônio, As Vidas dos Doze Césares, Vida de Calígula 23 === Reformas públicas === Em 38, a administração de Calígula focou-se nas reformas públicas e políticas de que precisava o Império. Foi publicado um documento com os registros das despesas que realizara o imperador, algo nunca feito durante o reinado de Tibério; os afetados pelos incêndios foram ajudados; foram abolidos certos impostos; e impulsionados os eventos desportivos. Também foram admitidos novos membros nas ordens senatorial e equestre.Dião Cássio, História Romana LIX.9–10 Talvez o mais significativo deste período seja a volta das eleições democráticas.Suetônio, As Vidas dos Doze Césares, Vida de Calígula 16.2 Dião Cássio disse desta decisão do imperador que: Durante este mesmo ano, Calígula foi duramente criticado por ordenar execuções sem juízo prévio. A mais significativa foi a do ex-prefeito do pretório Sutório Macro, a quem em muitos sensos Calígula devia o trono. === Crise econômica e fome === Segundo Dião Cássio, o império teve de fazer face a uma grave crise econômica em 39. Suetônio estabelece o começo da crise em 38.Suetônio, As Vidas dos Doze Césares, Vida de Calígula 37 A política de Calígula, pontuada pela generosidade e a extravagância, esgotou as reservas financeiras do império. Os historiadores antigos afirmam que Calígula reagiu acusando falsamente alguns senadores e cavaleiros para os multar e até mesmo executá-los com o propósito de se apoderar do seu patrimônio.Suetônio, As Vidas dos Doze Césares, Vida de Calígula 38 Com o objetivo de fazer face à crise, Calígula pôs em funcionamento uma série de medidas desesperadas, algumas das quais são descritas pelos historiadores; como pedir dinheiro ao povo nos atos públicos.Suetônio, As vidas dos doze césares, Vida de Calígula 41 Estabeleceu novos impostos nos juízos, casamentos e prostíbulos,Suetônio, As Vidas dos Doze Césares, 40 e implementou leilões pelas vendas dos gladiadores nos espetáculos.Dião Cássio, História Romana LIX.14 Os testamentos de cidadãos romanos que deixavam os seus bens a Tibério foram reinterpretados de modo a que Calígula recebesse esses bens.Dião Cássio, História Romana LIX.15 Os centuriões que adquiriram propriedades durante saques foram obrigados a devolver a sua pilhagem ao Erário, e os oficiais responsáveis pelo cobro dos impostos relativos ao uso de calçadas foram acusados de incompetência e malversação, e multados duramente. Talvez fosse esta crise econômica a causadora de uma breve fome de grandes dimensões que açoitou o império por essa época, embora os historiadores clássicos difiram nas suas opiniões: Segundo Suetônio, era devida a que Calígula confiscara a maioria de carruagens públicas. Segundo Sêneca, o motivo foi que Calígula impediu o uso de barcos para o transporte de cereais para os utilizar como ponte flutuante.Sêneca, Da Brevidade da Vida XVIII.5 === Urbanismo === Apesar da crise econômica, Calígula efetuou numerosos projetos de construção durante o seu reinado. Alguns destes edifícios eram públicos, mas a maioria foram erigidos com um fim privado. Segundo Flávio Josefo, os projetos mais importantes realizados durante o reinado de Calígula foram as ampliações dos portos de Régio e Sicília). Após efetuar tais obras, foi possível aumentar o volume de cereais embarcados desde o Egito.Flávio Josefo, Antiguidades judaicas XIX.2.5 Estas reformas talvez fossem realizadas em resposta ao episódio de fome. Foram completados o Templo de Augusto e o Teatro de Pompeu, começou a construção de um anfiteatro nas imediações da Septa Júlia,Suetônio, As vidas dos doze césares, Vida de Calígula 21 e foi reformado o Palácio Imperial.Suetônio, As Vidas dos Doze Césares, Vida de Calígula 22 Começaram a construir o Água Cláudia e o Ânio Novo, aquedutos que Plínio, o Velho considerava maravilhas da engenharia.Suetônio, As Vidas dos Doze Césares, Vida de Cláudio 20Plínio, o Velho, História Natural XXXVI.122 Foi erigido um grande circo, conhecido como o Circo de Caio e Nero. Para decorar este edifício, foi transportado um grande obelisco da província do Egito, o atual Obelisco Vaticano, que foi erigido no seu centro.Plínio, o Velho, História Natural XVI.76 Em Siracusa, foram reparadas as muralhas e os templos da cidade. Foram construídas novas estradas e reparadas as antigas.Dião Cássio, História Romana LIX.15Suetônio, As Vidas dos Doze Césares, Vida de Calígula 37 O imperador também planejava reconstruir o palácio de Polícrates de Samos, terminar o Templo de Apolo Didimeu em Éfeso e fundar uma cidade no cume dos Alpes. Contudo, o mais ambicioso dos projetos que Calígula quis efetuar foi o de escavar um canal através do istmo de Corinto, na então província romana da Acaia (atualmente Grécia). Em 39, Calígula efetuou um espetacular trabalho de engenharia; construiu uma ponte flutuante temporária que ligava os portos de Baias e Putéolos empregando barcos.Suetônio, As vidas dos doze césares, Vida de Calígula 19 Tem-se escrito que esta ponte rivalizava com a que ergueu o xá do Império Aquemênida Xerxes I a fim de cruzar o Helesponto. Calígula, que não sabia nadar,Suetônio, As Vidas dos Doze Césares, Vida de Calígula 54 atravessou o rio em lombo do seu cavalo, Incitato, e portando a armadura de Alexandre o Grande. É provável que o imperador realizasse isto a fim de cumprir a predição de Tibério Cláudio Trasilo, que dissera que ninguém tinha mais possibilidades de se tornar imperador que aquele que cruzara a cavalo a Baía de Baias. Ordenou a construção de duas enormes embarcações, as quais foram encontradas nas profundezas do lago de Nemi. Estes dois barcos figuram entre os maiores do mundo antigo; o menor de eles foi construído com o fim de albergar um templo consagrado a Diana, enquanto o maior era em essência um palácio para o imperador, com solos de mármore e o seu próprio sistema de canharias. === Calígula e o senado === Em 39, as relações entre Calígula e o senado deterioraram-se gravemente.Dião Cássio, História Romana LIX.16.Suetônio, As Vidas dos Doze Césares, Vida de Calígula 30 Embora se desconheça a origem desta disputa, é sabido que houve uma série de fatores que a agravaram em larga medida. Desde que Tibério se retirou em Capri em 26, o senado acostumara-se a tomar as suas próprias decisões; mas a ascensão ao trono de Calígula alterou este fato.Tácito, Anais IV.41 Além disso, os juízos por traição de Tibério eliminaram um grande número de senadores partidários da dinastia júlio-claudiana, tais como Asínio Galo. Calígula revisou os casos dos acusados por traição durante o reinado de Tibério, e com base nos documentos, decidiu que muitos senadores não eram dignos de confiança. Estes homens foram investigados, e em muitos casos julgados. Como resultado, o imperador substituiu o cônsul e executou vários senadores.Suetônio, As Vidas dos Doze Césares, Vida de Calígula 26 Suetônio escreve que Calígula denegriu gravemente vários senadores ao obrigá-los a aguardar e depois a correr detrás do seu carro. Após o estancamento das suas relações com o senado, Calígula teve de fazer face a um grande número de conspirações instigadas com o fim de derrocá- lo.Dião Cássio, História Romana LIX.22 No fim de 39, o imperador descobriu um complô no qual se viu envolvido o seu cunhado, Marco Emílio Lépido. Pouco depois mandou executar o governador da Germânia, Cneu Cornélio Lêntulo Getúlico, acusando-o de fazer parte de outra conspiração. === Guerra no Ocidente === Militarmente, o reinado de Calígula esteve pontuado pela expansão das fronteiras do Império através da anexação da província de Mauritânia e pelo começo dos preparativos para a conquista da ilha da Britânia (província romana). Mauritânia era um reino cliente de Roma governado por Ptolemeu da Mauritânia, a quem Calígula mandou executar durante uma das suas visitas a Roma.Suetônio, As Vidas dos Doze Césares, Vida de Calígula 35 Após a morte do seu governante, os territórios que formavam o reino foram anexados ao Império e divididos em duas províncias independentes.Plínio, o Velho, História Natural V.2 O descontentamento surgido entre os habitantes das duas novas províncias derivou numa importante revolta, que seria sufocada durante a administração de Cláudio.Dião Cássio, História Romana LX.8, LX.24Plínio, o Velho, História Natural V.11 Dião Cássio escreveu um capítulo inteiro a respeito da anexação da Mauritânia, que desapareceu.Dião Cássio, História Romana LIX.25 O imperador planejou uma campanha contra os Britanos em 40, mas a sua execução foi realmente estranha: segundo escreve Suetônio na sua obra As Vidas dos Doze Césares, o imperador dispôs as tropas em formação de batalha ao longo do Canal da Mancha e ordenou que atacassem permanecendo na água. Posteriormente ordenou que os soldados deviam recolher conchas da água como \"o tributo que o oceano devia ao monte Capitolino e ao monte Palatino\".Suetônio, As Vidas dos Doze Césares, Vida de Calígula 45-47 Devido à prática ausência de fontes, o que ocorreu ali é motivo de debate até mesmo entre os escritores contemporâneos a Calígula. Os historiadores modernos apresentaram um grande número de teorias, numa tentativa de explicar estas ações. O mais factível é que esta viagem fosse concebida como uma simples missão de exploração e reconhecimento do terreno, ou com o objetivo de aceitar a rendição do cacique britano Admínio.Suetônio, As Vidas dos Doze Césares, Vida de Valígula 44 Também é possível de que os antigos historiadores se referissem a estas \"conchas\"Conchae em latim. em senso metafórico, querendo referir-se aos genitais femininos (é provável que as tropas visitassem prostíbulos), ou à captura de barcos britanos de pequeno tamanho. Na cunhagem de moedas, o imperador engrandeceu os seus sucessos militares.S. Brackmann, Die militärische Selbstdarstellung des Caligula. O testemunho das moedas entra em conflito com a história antiga. Em: Gymnasium. Nº. 112, 2005, pags. 375–383.Para uma história alternativa a respeito das campanha de Calígula na Britânia, ver a obra de J. G. F. Hind, Caligula and the Spoils of Ocean : a Rush in the Far North-West?. Britannia. A Journal of Romano-British and Kindred Studies. Nº. 34, 2003, pags. 272–274.D. Woods, Did Caligula Plan to bridge the English Channel?. The Ancient World Nº. 33, 2002, pags. 157–170. === Calígula, o deus === Em 40, Calígula desenvolveu uma série de políticas muito controvertidas que fizeram da religião um importante elemento do seu papel político. O imperador começou a realizar as suas aparições públicas vestido de deus e semideus, como Hércules, Mercúrio, Vênus e Apolo.Fílon de Alexandria, Da embaixada a Caio XI-XV Referia a si mesmo como um deus quando comparecia ante os senadores, e ocasionalmente aparecia nos documentos públicos com o nome de Júpiter.Dião Cássio, História Romana LIX.26Dião Cássio, História Romana LIX.28 Erigiu três templos dedicados a si mesmo; dois em Roma e um em Mileto, na província da Ásia. No Fórum, o Templo de Castor e Pólux foi vinculado diretamente à residência imperial no Palatino e dedicado a Calígula. Foi a esta época que começou a aparecer como um deus em frente da plebe. A política religiosa de Calígula rompia totalmente com a dos seus predecessores. Segundo Dião Cássio, os imperadores vivos podiam ser adorados no Oriente, enquanto os imperadores mortos o podiam ser em Roma.Dião Cássio, História Romana LI.20 Augusto até mesmo escreveu uma obra a respeito do seu espírito, embora Dião considere este ato como uma medida extrema que os imperadores preferiam esquivar. Calígula foi muito mais além ao obrigar o senado e o povo a render-lhe culto em vida.Dião Cássio, História Romana LIX.26-28 === Política no Oriente === Durante o seu reinado, aconteceram uma série de revoltas e conspirações com origem nas províncias orientais. O imperador recebeu para esta tarefa a ajuda do seu amigo Herodes Agripa, a quem nomeou governador dos territórios de Bataneia e Traconítide.Flávio Josefo, Antiguidades judaicas XVIII.6.10Fílon de Alexandria, Flaco V.25 Esta difícil situação no Oriente era motivada pela conjunção de três fatores: a difusão da cultura grega, a lei romana e os direitos dos judeus. Para agravar a situação, o prefeito romano do Egito, Aulo Avílio Flaco, não era homem de confiança do imperador. Flaco fora fiel a Tibério, conspirara contra a mãe de Calígula e contava com ligações com os egípcios separatistas.Fílon de Alexandria, Flaco III.8, IV.21 Em 38, o imperador decidiu vigiar Flaco, para o que enviou Agripa para Alexandria sem prévio aviso.Fílon de Alexandria, Flaco V.26-28 Segundo Fílon, a visita foi recebida com protestos contra a comunidade grega, que cria que Agripa queria proclamar-se rei dos judeus.Fílon de Alexandria, Flaco V.29 Flaco tratou de contentar os gregos e Calígula ao levantar estátuas do imperador nas sinagogas da região.Fílon de Alexandria, Flaco VI.43 Como resultado, estouraram distúrbios na cidade,Fílon de Alexandria, Flaco VII.45 ao que Calígula respondeu relevando Flaco do seu posto e executando-o.Fílon de Alexandria, Flaco XXI.185 Em 39, Agripa acusou Herodes Antipas, o tetrarca de Galileia e Pereia, de traçar uma rebelião contra o governo romano com o apoio do Império Parta. Antipas confessou e Calígula exilou-o. Como recompensa, Agripa recebeu as províncias de Bataneia e Traconítide. Em 40, ocorreram novos distúrbios em Alexandria que enfrentaram gregos e judeus.Flávio Josefo, Antiguidades Judaicas XVIII.8.1 Os judeus foram acusados de se negarem a render culto ao imperador, e esse mesmo ano estouraram distúrbios na cidade de Jamnia.Fílon de Alexandria, Da embaixada a Caio XXX.201 O motivo da revolta era o descontentamento que a construção de um altar gerara entre a população judaica. As tensões foram em aumento até os dirigentes religiosos ordenarem destruí-lo. Em retaliação, Calígula ordenou pôr uma grande estátua sua no Templo de Jerusalém,Fílon de Alexandria, Da embaixada a Caio XXX.203 algo incompatível com o monoteísmo judeu.Fílon de Alexandria, Da embaixada a Caio XVI.115 Fílon escreveu que: Temendo que a ordem do imperador provocasse o estouro de uma guerra civil, o governador da Síria, Públio Petrônio, adiou a sua execução.Fílon de Alexandria, Da embaixada a Caio XXJI.213 Finalmente, convencido por Agripa, Calígula revogou tal ordem. === Escândalos === As fontes sobreviventes oferecem um importante número de histórias a respeito de Calígula que ilustram a sua crueldade e a sua demência. As fontes contemporâneas, Fílon de Alexandria e Sêneca, o Moço, descrevem o imperador como um demente irascível, caprichoso, esbanjador e enfermo sexual.Sêneca, o Moço, Da Ira xviii.1.Sêneca, o Moço Da Ira III.xviii.1.Sêneca, o Moço Da Brevidade da Vida xviii.5.Fílon de Alexandria, Da embaixada a Caio XXIX Era acusado de alardear por se acostar com as mulheres dos seus súditos,Sêneca, o Moço, Da Firmeza do Sábio xviii.1 de matar por pura diversão,Sêneca, o Moço, Da Ira III.xviii.1 de provocar fome ao gastar muito dinheiro na construção da sua ponte,Sêneca, o Moço Da Brevidade da Vida xviii.5 e de querer erigir uma estátua de si mesmo no Templo de Jerusalém com o objetivo de ser adorado por todos. Fontes posteriores, entre as que se destacam Suetônio e Dião Cássio, repetiram nos seus relatos os fatos indicados por autores anteriores e acrescentaram novas histórias de loucura. Calígula foi acusado de manter relações incestuosas com as suas irmãs: Agripina a Menor, Drusila e Júlia Lívila. Também se disse que as obrigara a prostituir-se.Dião Cássio, História Romana LIX.11Dião Cássio, História Romana LIX.22Suetônio, As vidas dos doze césares, Vida de Calígula 24 Suetônio o descreve com tendo: \"Estatura alta, corpo enorme, de pescoço e pernas delgadas. Olhos fundos, fronte larga e carrancuda. Cabelos raros e alto da testa desguarnecido. Tinha corpo cabeludo e rosto horrível e repelente, e ele procurava torná-lo cada vez mais feroz, ensaiando diante de um espelho para inspirar terror e espanto\". Além disso, estes historiadores o acusam de enviar algumas tropas a efetuar exercícios militares absurdos,Suetônio, As Vidas dos Doze Césares, Vida de Calígula 46-47 e de tornar o palácio num bordel. Provavelmente a história mais famosa é a que conta que o imperador quis nomear o seu cavalo, Incitato, cônsul e sacerdote.Suetônio, As Vidas dos Doze Césares, Vida de Calígula 55 A validez destas fontes é questionável pois, na cultura política romana, a demência e a perversão sexual andavam de mãos dadas (ocorriam juntas com bastante frequência) nas crônicas que descreviam os maus governantes.Philip Milnes- Smith, From Caligula to Constantine. Tyranny and Transformation in Roman Portraiture . Journal of roman studies, ISSN 0075-4358, Nº 93, 2003 , pag. 319. === Assassinato e consequências === As fontes antigas descrevem o reinado de Calígula como um acinte para as ordens senatorial e equestre.Flávio Josefo, Antiguidades Judaicas XIX.1.1 Segundo Josefo, as ações do imperador desencadearam uma série de conspirações contra si,Suetônio, As Vidas dos Doze Césares, Vida de Calígula 56Tácito, Anais 16.17Flávio Josefo, Antiguidades judaicas XIX.1.2 até finalmente ser assassinado; no mesmo, viram-se envolvidos os integrantes da guarda pretoriana, liderados por Cássio Quereia.Flávio Josefo, Antiguidades Judaicas XIX.1.3 Embora o complô fosse concebido somente por três homens, é provável que muitos senadores, soldados e equites estivessem a par do mesmo e, de certa forma, envolvidos.Flávio Josefo, Antiguidades judaicas XIX.1.10, XIX.1.14Barret, 1989, 242f Segundo Josefo, as motivações de Quereia para cometer o assassinato eram puramente políticas.Flávio Josefo, Antiguidades Judaicas XIX.1.6 Suetônio escreve que o motivo do assassinato foram as zombarias de Calígula, que usava nomes pejorativos para se referir a Quereia, ao que considerava um efeminado e um arrecadador de impostos incompetente.Sêneca, o Moço, Da Firmeza do Sábio xviii.2Flávio Josefo, Antiguidades Judaicas XIX.1.5 As alcunhas mais empregues pelo imperador para se referir ao praefectus eram Priapo e Vênus. A 24 de janeiro de 41, Quereia e alguns pretorianos abordaram Calígula enquanto ele se dirigia a um grupo de novos atores que participavam de jogos.Suetônio, As Vidas dos Doze Césares, Vida de Calígula 58 Os pormenores a respeito deste acontecimento variam ligeiramente de um escritor a outro, mas todos coincidem em que Quereia foi o primeiro a apunhalar o imperador, seguido pelos restantes conspiradores.Flávio Josefo, Antiguidades Judaicas XIX.1.14 Suetônio assinala as similaridades entre o assassinato de Calígula e o de Júlio César. O historiador escreve que o velho Caio Júlio César (Júlio César) e o novo Caio Júlio César (Calígula) foram assassinados por 30 conspiradores liderados por um homem chamado Cássio (Cássio Longino e Cássio Quereia).Suetônio, As Vidas dos Doze Césares, Vida de Calígula 57, 58 Quando os guarda-costas germanos do imperador se deram conta de que Calígula estava sendo atacado, este já estava morto. Cheios de raiva e dor, os germanos responderam assassinando conspiradores, senadores, transeuntes e inocentes por igual.Flávio Josefo, Antiguidades Judaicas XIX.1.15 O senado tratou de usar a morte de Calígula para restaurar a repúblicaFlávio Josefo, Antiguidades Judaicas XIX.2 e, pela sua vez, Quereia tentou convencer o exército para que apoiasse os senadores.Flávio Josefo, Antiguidades judaicas XIX.4.4 Porém, os militares permaneceram leais à figura do imperador, e a plebe unanimemente pediu que os assassinos de Calígula fossem levados em frente da justiça.Tácito, Anais XI.1Flávio Josefo, Antiguidades Judaicas XIX.1.20 Vendo-se sem apoios, os assassinos apunhalaram a mulher de Calígula, Milônia Cesônia, e a sua filha, Júlia Drusila, a quem romperam o crânio ao bater a cabeça dela contra um muro.Suetônio, As Vidas dos Doze Césares, Vida de Calígula 59 Contudo, foram incapazes de encontrar o tio de Calígula, Cláudio, que fugiu da cidade.Flávio Josefo, Antiguidades Judaicas XIX.2.1Robert Graves, Eu, Cláudio. Após ter assegurado o apoio da guarda pretoriana, Cláudio foi designado imperador e, assim que ascendeu ao trono, ordenou a execução dos assassinos do seu sobrinho.Flávio Josefo, Antiguidades Judaicas XIX.3.1 Segundo Suetônio, o corpo do imperador foi escondido até poder ser incinerado e sepultado pelas suas irmãs. Permaneceu no Mausoléu de Augusto até que, em 410, durante o saque de Roma, as suas cinzas foram espalhadas. == Historiografia == Oferecer uma visão exata a respeito do reinado de Calígula é extremamente difícil. Somente duas fontes contemporâneas ao imperador chegaram à atualidade: os trabalhos de Fílon de Alexandria e Sêneca, o Moço. As obras do primeiro, Da Embaixada a Caio e Flaco, proporcionam alguns pormenores a respeito dos começos do reinado de Calígula, mas centrados nos acontecimentos que rodearam à população judaica que habitava as províncias da Judeia e Egito. As obras de Sêneca oferecem algumas anedotas a respeito da personalidade de Calígula; porém, a objetividade destes escritos foi questionada devido a que o próprio Sêneca esteve prestes a ser executado pelo imperador em 39, quando foi acusado de participar numa conspiração para derrocá-lo.Dião Cássio, História Romana LIX.19 Existiram obras coetâneas que relatavam detalhadamente o seu reinado, mas estas obras desapareceram. Além disso, os historiadores que as escreveram foram classificados como parciais, quer por serem críticos demais quer por serem aduladores do imperador.Tácito, Anais I.1 Em qualquer caso, as fontes primárias perdidas, unidas às obras de Sêneca e Fílon, serviram de base das fontes secundárias e terciárias sobreviventes, escritas pelas seguintes gerações de escritores. É conhecido o nome de alguns de eles, tais como Clúvio Rufo e Fábio Rústico, autores de dois escritos que criticavam duramente a Calígula, agora perdidos. Rústico foi um conhecido amigo de Sêneca, famoso entre os seus coetâneos pelo elegante uso que fazia dos recursos literários e pela tergiversação de que eram vítimas as suas histórias.Tácito, Vida de Cneu Júlio Agrícola X.Tácito Anais XIII.20 Rufo era um influente senador que se viu envolvido no assassinato do imperador.Flávio Josefo, Antiguidades Judaicas XIX.1.13 A irmã de Calígula, Agripina a Menor, escreveu uma autobiografia que relatava o período do seu irmão como imperador, a qual também se perdeu. Agripina fora exilada pelo seu irmão como consequência das suas conexões com Marco Emílio Lépido, que conspirou contra ele. A herança do filho de Agripina, Nero, foi tomada pelo seu tio. A maior parte do que se conhece de Calígula procede de Suetônio e Dião Cássio, cuja objetividade é posta em dúvida devido à sua condição de patrício. Suetônio redigiu a sua obra oitenta anos depois da morte de Calígula, enquanto Dião Cássio o fez 180 anos depois. Embora o trabalho de Dião Cássio seja muito valioso, da sua obra apenas sobreviveu um pequeno resumo escrito por João Xifilino, um monge do . Suetônio dedica 21 capítulos da sua obra a Calígula como imperador e a partir do capítulo 22 declara que falará de Calígula como um monstro. Outra série de fontes proporcionam uma perspectiva limitada do reinado deste imperador. Josefo oferece uma detalhada descrição do assassinato, e Tácito outorga alguma informação sobre a sua vida durante o reinado de Tibério. Tácito, supostamente o mais objetivo dos historiadores da Antiguidade, escreveu uma detalhada história de Calígula, mas parte dos seus Anais perderam-se. A História Natural de Plínio, o Velho contribuiu também com alguns pormenores a respeito da sua vida. Das poucas fontes sobreviventes, não existe nenhuma que ofereça uma visão favorável do imperador. A escassez e parcialidade dessas fontes deu lugar a importantes lacunas a respeito do seu reinado. Dos seus dois primeiros anos no trono não sobreviveu praticamente nada e, além disso, os importantes eventos acontecidos durante o seu reinado, tais como a anexação da Mauritânia, a campanha na Britânia e as diferenças com o senado, não foram descritas devidamente. == Saúde == === Demência === Exceto Plínio, o Velho, todas as fontes sobreviventes descrevem a Calígula como um louco. Porém, não se sabe se estão falando literal ou figuradamente. Além disso, é difícil separar a realidade da ficção levando em conta a impopularidade do imperador entre essas fontes. Os historiadores modernos trataram de atribuir uma razão médica ao seu instável caráter, alegando a possibilidade de que padecera encefalite, epilepsia ou hipertiroidismo; fala-se de adiatrepsia, uma palavra grega que o imperador aplicou para descrever a sua própria conduta.Michel Dubuisson, L'adiatrepsia Caligula, Latomus: revue d'études latins, ISSN 0023-8856, Vol. 57, Nº. 3, 1998 , pags. 589-594. Adiatrépsia vêm a dizer, aproximadamente, descaro, impassibilidade ante as consequências que podia entranhar qualquer ocorrência do seu gênio ou engenho.Suetônio, As Vidas dos Doze Césares, Vida de Calígula, 29, 1.Pedro Voltes Grandes mentiras da história. Fílon de Alexandria, Flávio Josefo e Sêneca, o Moço descrevem Calígula como um demente, mas alegam que esta loucura era resultado da experiência dos anos.Fílon de Alexandria, Da Embaixada a Caio XIIISêneca, o Moço, Da Firmeza do Sábio XVIII.1Sêneca, o Moço, Da Ira I.xx.8 Segundo Sêneca, o imperador transformou- se num homem arrogante, iracundo e grosseiro na sua ascensão ao trono.Sêneca, o Moço, Da Firmeza do Sábio XVII-XVIII Josefo pensa que foi o poder que tornou Calígula um arrogante, fazendo-lhe acreditar que era um deus. Pela sua vez, Fílon defende que a sua personalidade experimentou um radical câmbio quando esteve prestes a falecer de uma doença.Fílon de Alexandria, Da Embaixada a Caio III-IV Segundo Juvenal, o imperador bebeu uma poção que o tornou louco.Veia-se A. Winterling, Caligula – Eine Biográfie. München 2003, S. Munich 2003, p. 175-180. Ios. Ant. DIU. 19,2,4 A. Aparentemente o rumor de que a suposta loucura do imperador foi provocada pela ingestão de uma estranha poção estendeu-se de pelo Império.Suetônio cita o rumor em As vidas dos doze césares, Vida de Calígula 50.2. === Epilepsia === Suetônio escreve que Calígula padeceu de epilepsia quando era novo.Suetônio, As Vidas dos Doze Césares, Vida de Calígula 50. Os historiadores modernos teorizaram que o imperador vivia com um profundo e contínuo medo de sofrer um ataque associado à sua doença.C. Berling, Caligula est hante par la mort, Magazine litteraire, ISSN 0024-9807, Nº 453, 2006 , pag. 45. Apesar de aprender a nadar ter sido parte da educação imperial, o imperador não o fez,Suetônio, As Vidas dos Doze Césares, Vida de Augusto 64.Suetônio, As Vidas dos Doze Césares 54 pois os epiléticos podem sofrer ataques causados pela luz que se reflete na água. Também é dito dele que falava com a lua cheia, e a lua é relacionada ocasionalmente com a epilepsia.Françoise Gury, L'idéologie impériale la lune: Caligula, Latomus: revue d'études latins, ISSN 0023-8856, Vol. 59, Nº. 3, 2000 , pp. 564-595. Assim, há quem date os começos da sua demência a oito meses após o começo da sua ascensão ao poder, após um ou mais estados de mal epiléticos desencadearem mudanças psicopáticas e paranóicas, que culminariam num estado de demência. === Hipertiroidismo === Muitos historiadores defenderam que Calígula sofria de hipertiroidismo. Este diagnóstico é baseado na irritabilidade e na \"olhada\" do imperador, descrita por Plínio, o Velho. === Envenamento de chumbo === Como é comum teorizar sobre a saúde pública romana, pode ter havido uma sobre-exposição de Calígula a chumbo. O consumo adicional de vinho poluído, e outros produtos alimentares com este contaminante, pode ter gerado envenenamento por chumbo, com consequente relatada irritabilidade e, no caso de Calígula, possível paranoia de poder estar sendo envenenado. == Calígula na ficção == * Calígula apareceu na série literária As Provações de Apolo, nos livros The Burning Maze e The Tyrant's Tomb. * Calígula foi encenado por: ** John Simm na mini-série Imperium: Nerone (2004). Esta obra, dividida em dois episódios, narra a vida do imperador Nero da sua infância até a sua morte. Calígula aparece como uma personagem secundária; ** Szabolcs Hajdu no filme Calígula (1996); ** John McEnery na mini-série A.D. (1985). Nela é descrita a vida dos primeiros cristãos na época de Tibério, Calígula, Cláudio e Nero; ** Malcolm McDowell em Calígula (1979), um filme cheio de imprecisões históricas que descreve como Calígula assassina a Tibério e inicia um reinado pontuado pelas suas excentricidades; ** Jay Robinson em O manto Sagrado (1953), Filme épico passado nos últimos anos do reinado de Tibério. Calígula aparece como uma personagem secundária; ** John Hurt na série de televisão Eu, Cláudio (1976); esta série é baseada no romance de Robert Graves, Eu, Cláudio, que descreve a vida da dinastia júlio-claudiana narrada pelo tio de Calígula, Cláudio. * Emlyn Willians desempenhou o papel de Calígula em Eu, Cláudio, filme baseado também no romance de Graves (1937). Nunca se completou; * Courtney Love representou-o no falso avanço de Gore Vidal's Caligula, aparentemente um \"refilmagem\" de 1979; * A obra de Nat Cassidy, The Reckoning of Kit and Little Boots, descreve a vida do dramaturgo isabelino Christopher Marlowe e a de Calígula, com a fictícia presunção de este estar trabalhando num escrito a respeito do imperador no momento do seu assassinato. Insiste-se nas similaridades entre os dois personagens; ambos faleceram sendo apunhalados em 29 ocasiões e ambos tinham uma curiosa perspectiva religiosa. A obra foca-se também na relação entre o imperador e a sua irmã Drusila, e na sua profunda aversão para Tibério. Foi estreada em Nova Iorque em junho de 2008; * \"Caligula\" de Albert Camus, é uma obra de ficção na qual o imperador Calígula regressa após abandonar o palácio durante três dias e três noites seguidas da morte da sua irmã querida, Drusila. Depois, o novo imperador usa o seu poder para \"trazer o impossível ao reino do provável\"; * Calígula é interpretado pelo ator Charles Dance no filme Drácula Untold (2014 - Drácula - A História Nunca Contada), Calígula no filme é um Vampiro que passa a eternidade vivendo em uma caverna escura esperando por uma pessoa que tivesse a honraria de ser seu discípulo e assim receber seus poderes, essa pessoa interpretada pelo ator Luke Evans se tornaria Drácula e livraria a Transilvânia da invasão estrangeira; *Calígula é um personagem jogável no jogo eletrônico para mobile, Fate/Grand Order, pertencendo à classe Berserker. *Calígula é um dos intervenientes no romance Revolução, de Hugo Gonçalves. == Árvore genealógica == == Ver também == *Árvore genealógica dos júlio- claudianos *Calígula (Filme) *Barcos do Nemi == Bibliografia == === Fontes primárias === * Dião Cássio, História Romana, Livro LIX * Flávio Josefo, Antiguidades Judías, Livros XVIII–XIX * Fílon de Alexandria ** Da Embaixada a Caio ** Flaco * Sêneca, o Moço ** Da Firmeza do Sábio ** Da Ira ** Consolação a Márcia ** Da Serenidade da Alma ** Da Brevidade da Vida ** Consolação a Políbio ** Consolação a Hélvia ** Dos Benefícios ** Dos Terrores da Morte (Epístola IV) ** Da Toma da Nossa Própria Vida (Epístola LXXVII) ** Do Valor do Conselho (Epístola XCIV) * Suetônio, As Vidas dos Doze Césares, Vida de Calígula * Tácito, Anais, Livro VI === Fontes secundárias === * * * * * * * * * * * == Ligações externas == *Biografia do Império Romano (em inglês) * Biografia de Caio Calígula (em inglês) Categoria:Pessoas com epilepsia Categoria:Incesto Categoria:Mortes por esfaqueamento Categoria:Imperadores romanos assassinados pela Guarda Pretoriana Categoria:Dinastia júlio-claudiana Categoria:Nascidos em 12 Categoria:Imperadores romanos Categoria:Cônsules do Império Romano Categoria:Pessoas deificadas Categoria:Sepultamentos no Mausoléu de Augusto",
 "title": "Calígula"
}