{
 "id": "19911",
 "text": "{{Info/Município do Brasil |nome = Codó |foto = Igreja de São Sebastião, Codó, Maranhão.jpg |leg_foto = Igreja de São Sebastião |apelido = Cidade de Deus\" \"Princesa do Vale do Itapecuru\" \"Centro da Região dos Cocais |brasão = Brasão de Codó - MA.svg |bandeira = Bandeira de Codó - MA.svg |link_brasão = |link_bandeira = |link_hino = |aniversário = 16 de abril |fundação = |gentílico = codoense |lema = |CEP = 65 400-000 |padroeiro = São Sebastião, Santa Rita e Santa Filomena |prefeito= José Francisco Lima NeresPrefeito e vereadores de Codó tomam posse Portal G1 - acessado em 2 de janeiro de 2021 |partido = PSD |mandato_início = 2021 |fim_mandato = 2024 |vereadores = 19 |mapa = Maranhao Municip Codo.svg |latP = S | latG = 04 | latM = 27 | latS = 18 |lonP = O | lonG = 43 | lonM = 53 | lonS = 09 |estado = Maranhão |mesorregião = Leste Maranhense |data_mesorregião = IBGE/2008 |microrregião = Codó |data_microrregião = IBGE/2008 |região_metropolitana = |vizinhos = N: Timbiras, Coroatá, Chapadinha, O: Peritoró, S: Governador Archer, São João do Soter, L: Caxias, Aldeias Altas |dist_capital = 290 |área = 4364.499 | área_ref = |população = 123116 |população_pos = MA: 6° |data_pop = IBGE/2020 |altitude = 47 |clima = clima tropical |sigla_clima = |idh = 0.595 |idh_pos = MA: 67° |data_idh = PNUD/2010 |pib = mil |pib_pos = MA: 10° |data_pib = IBGE/2016 |pib_per_capita = 8491.94 |data_pib_per_capita = IBGE/2016 }} Codó é um município brasileiro do estado do Maranhão. Localiza-se no Leste do estado, na microrregião homônima. É polo da Região dos Cocais. Possui uma área de km² e sua população foi estimada em habitantes, conforme dados do IBGE de 2020, sendo o sexto município mais populoso do Estado. É o município brasileiro com a maior concentração de centros de religião afro-brasileira por metro quadrado, sendo 400 terreiros Umbandistas concentrados apenas em Codó.https://www.al.ma.leg.br/noticias-tv/5050 == História == O início do povoamento de Codó data do ano de 1780, sendo um dos seus primeiros exploradores o agricultor Luís José Rodrigues. Antigo armazém de mercadorias, situado às margens do rio Itapecuru, foram fatores importantes para o seu desenvolvimento as atividades agrícolas mantidas pelos ricos senhores da aristocracia rural maranhense e por agricultores portugueses instalados na Colônia Petrópolis, numa iniciativa de Francisco Marques Rodrigues. Decisiva também para o seu crescimento foi a imigração de sírios e libaneses, a partir de 1887. O povoado de Codó foi elevado à categoria de vila por meio de Resolução Régia, assinada no dia 19 de abril de 1833. Através da Lei estadual n°13, sancionada pelo governador Alfredo da Cunha Martins, no dia 16 de abril de 1896, passou à condição de cidade. Em 1892, construía-se a primeira indústria de Codó - Companhia Manufatureira e Agrícola, de propriedade de Emílio Lisboa. Um dos diretores da fábrica, genro do seu proprietário, era João Ribeiro, que em 1909 levava para Codó Sebastião Archer da Silva que fora para trabalhar como escriturário e anos mais tarde tornar-se-ia o proprietário da fábrica e uns dos principais políticos do estado do Maranhão. Em 1900, Codó foi visitada pelo ilustre futuro presidente Afonso Pena. Chegou a bordo do vapor São Salvador, viajando com destino a Caxias, durante sua estada no Norte do Brasil. Na verdade, o nome Codó não é derivado de codorna nem de codorniz. Não tem cabimento essa teoria, porque no Maranhão a codorna foi introduzida recentemente no início do século passado. Em 1815 o major Paula Ribeiro cita em seu trabalho sobre os índios maranhenses o rio Codozinho assim como o rio Codó seu antigo nome. César Marques, na sua obra Dicionário Histórico-Geográfico da Província do Maranhão, cita a vila de Codó na época, juntamente com o rio que lhe deu o nome indicando assim que a vila de Codó ou a cidade de Codó atualmente tem seu nome derivado do rio Codó, hoje Codozinho. Em documentos mais antigos, achamos a seguinte informação. Com a morte do padre João Villar, missionário jesuíta, numa guerra entre os Guanarés e os tapuias barbados em 1719 o então governador do maranhão Bernardo Pereira de Berredo, amigo pessoal do sacerdote jesuíta, formou tropa e exterminou parte dos Guanarés e Tapuias Barbados. Em seguida doou as terras para exploração e colonização portuguesa. No final do século XVIII, o comendador Pau Real explorava a região extraindo toda a madeira de lei da região entre a margem direita do rio Codozinho ou rio Codó e a margem esquerda do rio Itapecuru, local onde hoje está situada a cidade de Codó . Com a derrubada das grandes árvores, ficaram seus codos, tocos ou troncos cortados, região essa que passou a ser chamada de região do codório, local onde há muitos codos cortados. Os primeiros habitantes construíram suas habitações na região dos codórios ou troncos cortados, onde eram desmatadas criando assim a freguesia do codório ou povoado do Codório, que, com o passar dos anos, foi abreviado para Codó, que passou à categoria de vila na década de 1830 e à de cidade em 1896 com a criação do município de Codó. == Geografia == Localiza-se no leste maranhense. A sua localização faz com que a cidade seja cortada pela BR-316 e a Ferrovia São Luís - Teresina,que segue até a Teresina e ao Porto do Itaqui, em São Luís, e serve de principal porta de escoamento de mercadorias, como combustíveis, cimento e gusa. O município, apesar de estar no estado do Maranhão, é muito mais ligado a capital piauiense Teresina pela proximidade de apenas 169 quilômetros. Sua altitude em relação ao mar é de aproximadamente 47m, o clima predominante é o Tropical semi-úmido. Fuso horário UTC-3. E também Codó situa-se na região dos cocais maranhenses , no vale do Itapecuru , onde é banhada por esse importante rio do estado, sendo o maior rio genuinamente maranhense em extensão. Codó possui 3 rios perenes: A bacia hidrográfica de Codó é constituída pelo rio Itapecuru, seu importante afluente, o rio Codozinho e que tem como afluente o Rio Saco, além de muitos brejos e rios temporários, como brejos citamos o roncador, o brejo da cassiana, o brejo da tiririca , o brejo da pratinha e o brejo da santana, o riacho são José que é afluente do Rio Itapecuru, e dentre os rios temporários temos o rio cigano, e o riacho beiço caído. == Turismo == Tem no seu carnaval a principal festa, famoso por atrair pessoas de toda a redondeza, principalmente Teresina e São Luís. A cidade também conta com vários carnavais fora de época. As festas afro-religiosas (terecô) e os festejos juninos, como o mestre Bita do Barão no mês de agosto, atrai inúmeras pessoas, de outros Estados do Brasil e até mesmo turistas de outros países. A cidade possui uma estrutura de balneários para atender seus visitantes, que, além das praias, busca o turismo no Memorial de Codó, do Instituto Histórico e Geográfico de Codó, um museu da história codoense, e a Expo Codó. == Educação == Codó conta com um polo da Universidade Federal do Maranhão (UFMA) que possui cursos apenas de licenciatura; Centro de Estudos Superiores de Codó (CECSD/Universidade Estadual do Maranhão) que possui um curso em Bacharel em Administração e Ciências contábeis. Também conta com um polo do Instituto Federal do Maranhão (IFMA), e do Instituto Estadual do Maranhão (IEMA). Escolas Particulares - Colégio Batista, Escola Presbiteriana, Escola Adventista de Codó, Colégio Olympus Yesi, Escola Pequeno Polegar, Escola Mundo do Conhecimento, Colégio Cristo Rei, Escola Caminho do Saber e Escola Reino Infantil. == Outras informações == Localizada a 292 quilômetros de São Luís, Codó foi grande produtor de algodão desde período colonial, participando ativamente do processo de industrialização do estado no setor têxtil, com funcionamento de uma fábrica que produzia algodãozinho, brins, mesclas, riscados e sacaria. Hoje destaca-se na produção de arroz, mandioca, milho e feijão. Limita-se geograficamente com os municípios de Afonso Cunha, Aldeias Altas, Caxias, Coroatá, Chapadinha, Dom Pedro, Gonçalves Dias, Governador Archer, Lima Campos ,Timbiras e Santo Antônio dos Lopes. Atualmente a agricultura é uma atividade em declínio em Codó, pela falta de incentivos governamentais, onde cada vez mais são comercializados produtos importados de outras cidades, principalmente hortifrutigranjeiros. Codó tem como principal característica arquitetônica seus casarões e armazéns antigos, tendo sua prefeitura (1896), estação ferroviária (1920) e ofício do registro civil (1910) no centro da cidade como destaque. Com um centro comercial continuo e de grande expressão, tendo na segunda-feira seu ápice, as ruas ao redor do mercado central tomadas por barracas e ambulantes, atraindo pessoas de cidades vizinhas como Coroatá, Timbiras etc. É cortada por vários córregos como o da Água Fria e por três rios principais que são o Codozinho, o Saco e o Itapecuru. O rio Itapecuru é o maior rio em extensão do maranhão, que forma, junto com o rio Mearim, a mesopotâmia maranhense. Nasce na serra do Itapecuru na região do Mirador, banhando várias cidades importantes do Maranhão como Colinas, Caxias, Codó, Coroatá, Itapecuru Mirim e Rosário além de outras cidades menores, como Aldeias Altas, Timbiras, Pirapemas etc. É o rio da integração maranhense e em Codó tem como principal afluente o rio Codozinho, desemboca na baía de São José, na altura de Rosário. Codó foi apontada, em 2012, pela revista EXAME (edição 1022 nº 16 2012) como uma das 40 cidades do interior do Brasil onde o consumo mais cresce ao ano. A cidade conta com indústrias que atuam nos segmentos de higiene e limpeza, dentre outros, e a Itapecuru Agroindustrial, que produz o cimento Nassau. Também vem-se destacando em Codó o comércio de peixes produzidos em diversas pisciculturas do município. A cidade também é sede de Comarca da Justiça do Estado do Maranhão, contando com a Subseção da OAB de Codó. ==Ver também== *Aeroporto de Codó *Lista de municípios do Brasil acima de cem mil habitantes == Bibliografia == *RAPOSO, Eduardo - O Estado do Maranhão: A História que ninguém contou, pág. 98, ed. Vida. *MACHADO, João Batista. Codó - Histórias do Fundo do Baú. São Luís: FACT/UEMA, 1999. *FERRETI, Mundicarmo. Encantaria de \"Barba Soeira\", Codó, capital da magia negra?. São Paulo: Siciliano, 2001. ==Ligações externas== * * Categoria:Fundações no Maranhão em 1896",
 "title": "Codó"
}