{
 "id": "19922",
 "text": ", também chamada de Antônia Menor (; Atenas, – Roma, 1 de maio de 37) foi a filha mais nova de Marco António e Octávia,Plutarco, Vidas Paralelas, Vida de Marco Antônio, 87.3 sendo irmã de Antónia, a Velha (Antonia Maior), que se casou com Lúcio Domício Enobarbo. == Biografia == Antónia casou com Druso, irmão de Tibério, e com ele teve vários filhos, dos quais apenas três sobreviveram: Lívila (Lívia Júlia), Germânico e o futuro imperador Cláudio.Suetônio, Vidas dos Doze Césares, Vida de Cláudio, 1.6 Foi avó de Calígula e suas três irmãs, (Agripina, a Jovem, Júlia Lívila e Júlia Drusila) e bisavó de Nero. Depois da morte prematura de Druso em 9 a.C., Antónia não voltou a casar. Permaneceu num plano secundário na família imperial e foi proibida por Tibério de assistir ao funeral do seu filho Germânico em 19. Depois da morte da imperatriz e sogra Lívia Drusa em 29, Antónia herdou a responsabilidade da educação dos netos que haviam sobrevido às perseguições de Tibério: Calígula e as três irmãs. Apesar de ser uma figura menor na política de Roma, Antónia foi a responsável pela denúncia do plano de Sejano de depor o imperador Tibério. Em resultado, Sejano foi executado e Lívila, acusada de ser sua cúmplice e amante, presa. Em consideração a Antónia, ela não foi punida oficialmente, tendo sido encerrada num quarto por sua mãe, para morrer de fome. Antónia havia herdado de seu pai muitas amizades e conexões (bem como enormes propriedades) no Oriente. Morreu durante o reinado de seu neto Calígula; a história que se conta, segundo a qual Calígula a teria forçado ao suicídio, não tem fundamento. Antónia somente recebeu as honras póstumas no reinado de seu filho Cláudio. ==Nascimento e infância== Ela nasceu em Atenas, Grécia e em 36 a.C. foi trazida para Roma por sua mãe e seus irmãos. Antónia nunca teve a chance de conhecer seu pai, Marco Antônio, que se divorciou de sua mãe em 32 a.C. e cometeu suicídio em 30 a.C. Ela cresceu com sua mãe, seu tio e sua tia, Lívia Drusa. Devido a sua herança, ela possuía propriedades na Itália, Grécia e Egito. Ela foi uma mulher rica e influente que recebeu pessoas, que estavam visitando Roma. Antónia tinha inúmeros amigos homens e um deles era o rico Lúcio Vitélio, um consultor e pai do futuro imperador Aulo Vitélio. ==Casamento com Druso == Em 16 a.C., ela se casou com o general e consultor romano Nero Cláudio Druso. Druso era um enteado de seu tio Augusto, o segundo filho de Lívia Drusa e seu irmão era o futuro imperador Tibério. Eles tiveram alguns filhos, mas apenas três sobreviveram: o famoso general Germânico, Lívia Júlia e o imperador romano Cláudio. Antónia foi a avó do imperador Calígula. Druso morreu em Junho de 9 a.C. na Alemanha, devido a complicações por ele ter caído de cavalo. Depois de sua morte, mesmo sendo pressionada pelo seu tio para se casar novamente, ela nunca mais se casou. Antónia criou seus filhos em Roma. Tibério adotou Germânico no ano 4 d.C., mas ele morreu em 19 d.C., possivelmente envenenado. Por ordem de Tibério e Lívia Drusa, Antónia foi proibida de ir ao seu funeral. Quando Lívia Drusa morreu em 29 d.C., Antónia tomou conta de Calígula, Agripina Menor, Drusila, Júlia Lívila e Cláudia Antónia. Ela sobreviveu com a perda de seu marido, seu filho mais velho, sua filha e alguns de seus netos. ==Filhos== Antónia teve três filhos: Germânico, Lívia Júlia e Cláudio. ===Germânico=== Germânico era muito popular entre os cidadãos de Roma, que ficou entusiasticamente celebrada por todas as suas vitórias. Ele também foi o favorito com Augusto, seus avô-de- lei, que, por algum tempo, considerou ele como herdeiro do Império. Ele foi casado com Agripina, filha de Júlia (filha de Augusto) e Marco Vipsânio Agripa. Ele teve nove filhos com Agripina mas apenas seis chegaram a idade adulta. Eles eram (do mais velho para o mais novo) Nero César, Druso César, o imperador Calígula, a imperatriz Agripina Minor, Júlia Drusila e Júlia Lívila. Em 4 d.C., Augusto finalmente decide em favor de Tibério, seu enteado, a adotar Germânico como filho e coloca-lo como herdeiro. Depois da morte de Augusto em 14 d.C., o Senado nomeou Germânico como comandante das forças na Alemanha. Tibério foi feito imperador, mas ele era extremamente impopular e as legiões se revoltavam com a notícia. Recusando aceitar Tibério, os soldados rebeldes choraram para Germânico se tornar imperador. No entanto, Germânico recusou. Germânico morreu em Antioquia, Síria em 19 d.C., um ano antes ele defendeu os reinos da Capadócia e Comagena. Sua morte foi cercada por especulações, e algumas fontes afirmam que ele foi envenenado por Cneu Calpúrnio Pisão, governador da Síria, sob ordens de Tibério. ===Lívia Júlia=== Em 31 d.C., Antónia denunciou um complô de sua filha Lívia Júlia e o prefeito pretoriano Lúcio Élio Sejano, para matar o imperador Tibério e Calígula e para tomar o trono para eles. Lívia Júlia envenena seu marido, o filho de Tibério, Druso (algumas vezes conhecido como \"Castor\") para removê-lo como rival. Sejano foi condenado a morte por ordens de Tibério, e Lívia Júlia foi entregue a sua formidável mãe por punição. Dião Cássio disse que Antónia prendeu Lívia Júlia em seu quarto até ela morrer de fome. ===Cláudio=== Veja Cláudio. ==Sucessão de Calígula e morte== Quando Tibério morreu, Calígula se tornou imperador em Março no ano 37 a.D. Calígula concedeu-lhe um decreto senatorial, concedendo-lhe todas as horas que Lívia Drusa tinha recebido em vida. Foi oferecido a ela o título de Augusta, antes apenas dado Lívia, a mulher de Augusto, mas Antónia rejeita. Seis meses após subir no trono, Calígula fica doente seriamente e nunca curado (de acordo com algumas fontes, a doença foi mentida). Antónia sempre dava conselhos a Antónia, mas ele uma vez disse, \"Eu posso tratar qualquer um exatamente como eu quero!\". Havia rumores que Calígula tinha matado seus primos gêmeos, para conseguir subir ao trono. Este ato foi dito ter ultrajado Antonia, que foi avô de Tibério Gemelo bem como Calígula. Tendo tido o suficiente de raiva de Calígula em suas críticas e comportamento, ela comete suicídio. Suetônio de Calígula, cláusula 23, menciona como ele poderia ter envenenado ela. > Quando sua avó Antónia pede por uma entrevista particular, ele recusa exceto > na presença do prefeito Macro, e por tais indignidades e aborrecimentos que > causou sua morte; embora alguns pensam que ele também lhe deu veneno. Depois > que ela morreu, ele não fez nenhuma honra, mas viu sua pira ardente em sua > sala de jantar. Quando Cláudio se tornou imperador depois do assassinato de seu sobrinho em 41 d.C., ele deu para sua mãe o título de Augusta. A data de nascimento de Antónia se tornou feriado público, que tinha jogos anuais e sacrifícios públicos. A imagem dela também foi desfilada em uma carruagem. ==Cultura popular== * Antónia é uma das personagens principais da novela Eu, Cláudio. Na série de TV do livro ela é retratada como Margaret Tyzack. == Árvore genealógica == ==Ver também== * Juno Ludovisi ===Fontes antigas=== * Plutarco - Vida de Marco António * Vidas dos Doze Césares - Calígula e Cláudio * Públio Cornélio Tácito * Valério Máximo - Factorum et dictorum memorabilium libri iv.3.3 ===Fontes secundárias=== * (edd.), Prosopographia Imperii Romani saeculi I, II et III, Berlin, 1933 - . (PIR2) Categoria:Mortos em 37 Categoria:Dinastia júlio-claudiana Categoria:Mulheres do Império Romano Categoria:Romanos antigos que cometeram suicídio Categoria:Antonii Categoria:Mulheres do século I a.C. Categoria:Mulheres do século I Categoria:Romanos antigos do século I a.C. Categoria:Romanos antigos do século I Categoria:Cláudio Categoria:Sepultamentos no Mausoléu de Augusto Categoria:Mulheres da República Romana Categoria:Filhos de Marco Antônio Categoria:Augustas romanas e bizantinas",
 "title": "Antónia, a Jovem"
}