{
 "id": "19925",
 "text": ", dita a Jovem ( – ou 10 a.C.), foi uma patrícia romana, sobrinha-neta de Júlio César, irmã de Augusto e esposa de Marco Antônio.Peter Bayle, Pierre Des Maizeaux, Alexis Gaudin, Anthelme Tricaud, The dictionary historical and critical of Mr. Peter Bayle, Volume 4, Octavia, p.394 [google books] == Família == Ela era filha do senador Caio Otávio Turino (), também procônsul na Macedónia. Segundo Plutarco, sua mãe se chamava \"Ancária\". Segundo Suetônio, outra Otávia era filha de Ancária e esta era irmã, também por parte de mãe, do futuro imperador Augusto, ambos sendo filhos de Ácia, sendo Otávia mais velha que o irmão. Ácia, sua mãe, era filha do pretor Marco Ácio Balbo (), membro conhecido da aristocracia da época, e de Júlia, irmã de Júlio César. Seu pai, Caio Otávio Turino, havia derrotado rebeldes remanescentes de Espártaco e Catilina em Túrio e foi governador da Macedônia.Suetônio, Vida dos Doze Césares, Vida de Augusto, 3.1-4.1 Seu avô, Caio Otávio, era funcionário municipal de uma cidade e dono de uma fortuna.Suetônio, Vida dos Doze Césares, Vida de Augusto, 2.2 Segundo Marco Antônio, ele trabalhava trocando dinheiro. Seu bisavô, possivelmente chamado Caio Otávio, serviu na Sicília durante a Segunda Guerra Púnica como tribuno, sob Emílio Papo. Segundo Marco Antônio, ele era um liberto e trabalhava fazendo cordas.Suetônio, Vida dos Doze Césares, Vida de Augusto, 2.3 == Casamentos e filhos == Ela se casou com Cláudio Marcelo, que se tornaria cônsul do ano 704 ab urbe condita. Em , após a morte de Júlia, quando Júlio César estava tentando formar várias alianças por casamento, ele propôs a Pompeu que se casasse com sua sobrinha-neta Octávia, que ainda estava casada com Cláudio Marcelo. Cláudio e Otávia tiveram duas filhas e um filho, Marcelo, que foi adotado como filho por Augusto e se casou com sua filha.Plutarco, Vidas Paralelas, Vida de Marco Antônio 87.2 Seus filhos nasceram entre e : Marcelo em 42, Cláudia Maior em e Cláudia Menor em 40 a.C., logo após a morte de Cláudio. Logo após Otávia se tornar viúva, como Marco Antônio também estava viúvo de Fúlvia, foi celebrado o casamento dos dois, apesar de Antônio já estar envolvido com Cleópatra e não haver passado os dez meses desde a morte de Cláudio Marcelo, como a lei romana exigia.Plutarco, Vidas Paralelas, Vida de Marco Antônio 31.2-3 Antônio e Otávia passaram o inverno de / em Atenas, e Octávia engravidou de novo. Antônio e Octávia tiveram duas filhas, uma delas que se casou com Domício Enobarbo, e a outra com Druso, filho de Lívia e enteado de Augusto.Plutarco, Vidas Paralelas, Vida de Marco Antônio 87.3 Antônia Maior nasceu no final do verão de 39 a.C., e Antônia Menor em 31 de janeiro de Otávia voltou a Roma, e tratou com honra os filhos que Antônio havia tido com Fúlvia. == Divórcio e casamentos dos filhos == Marco Antônio se divorciou de Otávia em Ela não queria que as ofensas cometidas contra ela por Marco Antônio fossem motivo de uma nova guerra civil, e quando foi ordenada, por Antônio, para se retirar da sua casa, ela obedeceu, às lágrimas, mas apenas porque ela viu que isto seria a causa de uma nova guerra. Porém os romanos, vendo sua excelente conduta, e que Marco Antônio a havia repudiado e a trocado por Cleópatra, ficaram bastante indignado contra Antônio. Seus filhos se casaram formando várias alianças, porque Augusto estava tentando formar uma dinastia: * A filha mais velha de Cláudio, em , se casou com Agripa, porém depois da morte de Marcelo, sobrinho de Augusto, Octávia convenceu Augusto a fazer Agripa se separar da sua filha e se casar com a filha de Augusto. * Em ou , Antônia Maior se casou com Lúcio Domício Enobarbo. * Em , Marcelo se casou com Júlia, filha de Augusto e sua prima, o que fez muitos pensarem que Marcelo seria o sucessor de Augusto, porém ele morreu em * Por volta desta época, Cláudia Marcela Menor se casou com Lúcio Emílio Lépido Paulo. * Em , Júlia, filha de Augusto e viúva de Marcelo, se casou com Agripa, e Cláudia Marcela Maior, ex-esposa de Agripa, se casou com Júlio Antônio, o filho mais velho de Marco Antônio. * Em , Antônia Menor se casou com Druso, enteado de Augusto. == Morte == Após a morte do seu filho Marcelo, o suposto herdeiro de Augusto, na flor da idade, Otávia se tornou inconsolável, vivendo em melancolia pelo resto da sua vida. Otávia morreu em 744 A.U.C. (11 ou 10 a.C.), com cerca de sessenta anos de idade; ela foi uma das pessoas mais importantes para a tomada de poder por Augusto, porque ela impediu que a família de Marco Antônio se tornasse um foco de oposição. == Árvores genealógicas == Categoria:Dinastia júlio-claudiana Categoria:Octavii Categoria:Mulheres do século I a.C. Categoria:Romanos antigos do século I a.C. Categoria:Sepultamentos no Mausoléu de Augusto Categoria:Mulheres do Império Romano Categoria:Mulheres da República Romana Categoria:Esposas de Marco Antônio",
 "title": "Octávia"
}