{
 "id": "19947",
 "text": "Santo Amaro é uma freguesia portuguesa do município de São Roque do Pico, com 12,70 km² de área e 288 habitantes (2011). A sua densidade populacional é 22,7 hab/km². Ao longo dos séculos esta freguesia foi, por tradição, o principal estaleiro naval dos Açores. De disformes e retorcidas peças de madeira, usando ancestrais técnicas de construção, artífices experientes fazem nascer elegantes botes, lanchas, traineiras e outras embarcações de pescas e transporte de passageiros. Nesta freguesia existe a Escola Regional de Santo Amaro, que se localiza na Rua do Mar e se constitui num conjunto de três corpos edificados. Aqui localiza-se também a Escola de Artesanato de Santo Amaro que é em simultâneo uma escola de artesanato e núcleo expositivo do quotidiano rural. Esta localidade tem como pontos elevados a Chã do Pelado e o Planalto da Achada. ==População== População da freguesia de Santo AmaroInstituto Nacional de Estatística (Recenseamentos Gerais da População) - https://www.ine.pt/xportal/xmain?xpid=INE&xpgid;=ine_publicacoes 1864 1878 1890 1900 1911 1920 1930 1940 1950 1960 1970 1981 1991 2001 2011 858 853 809 771 791 650 630 677 679 581 499 406 393 329 288 Distribuição da População por Grupos Etários Ano 0-14 Anos 15-24 Anos 25-64 Anos > 65 Anos 0-14 Anos 15-24 Anos 25-64 Anos > 65 Anos 2001 43 50 147 89 13,1% 15,2% 44,7% 27,1% 2011 19 26 161 82 6,6% 9,0% 55,9% 28,5% == Localidades == * Debaixo da Rocha, * Ponta de João Salino, * Portinho, * Santo Amaro, * Terra Alta * Canto == Património == Património arquitectónico referenciado no SIPA:SIPA * Igreja de Santo Amaro * Império do Divino Espírito Santo de Santo Amaro == Ver também == * Estaleiro Naval dos Açores * Cais de Santo Amaro * Escola de Artesanato de Santo Amaro * Parque da Furada * Miradouro da Terra Alta * Miradouro da Meia Encosta * Lagoa do Capitão * Lagoa do Caiado * Lagoa Seca * Lagoa do Peixinho Categoria:Freguesias de São Roque do Pico",
 "title": "Santo Amaro (São Roque do Pico)"
}