{
 "id": "19954",
 "text": "Ponta Delgada é uma povoação portuguesa sede da Freguesia de Ponta Delgada do Município de São Vicente, na Região Autónoma da Madeira. Situada na costa norte da ilha, limita-se com o Oceano Atlântico ao norte, Serra de Água ao sul, Boa Ventura ao leste e a freguesia de São Vicente a oeste.Câmara Municipal do Concelho de São Vicente == Etimologia toponímica == Gaspar Frutuoso, no final do século XVI, descreveu que a freguesia \"…era assim chamada por ser ali hum passo muito perigoso, que se passa por cima de dois paus, que atravessam de uma rocha a outra, e em tanta altura fica o mar por baixo que se perde a vista dos olhos.\". Também o mesmo autor em “Saudades da Terra”, afirma que esta era uma povoação ”esguia, que pelo contraste, ao lado, com desabridas penhas, ficou sendo – a Ponta Delgada”. No entanto, a povoação era também conhecida por Corte do Norte, por aqui terem residido, durante séculos, antigas famílias e nobres famílias madeirenses, proprietárias de moradias.http://www.jf- pontadelgada.pt/pontadelgada/index.php?option=com_content&task;=blogcategory&id;=14&Itemid;=16 == História == A Freguesia de Ponta delgada está localizada a cerca de 6 quilómetros da sede do Município de São Vicente. O seu Padroeiro é o Senhor Bom Jesus, celebrado no primeiro dia de Janeiro, cuja imagem, segundo a tradição, terá aparecido dentro de uma caixa, que deu à praia no ano de 1540. No primeiro fim-de-semana de Setembro é celebrado um grande arraial, em honra do Santíssimo Sacramento, mais conhecido como o arraial do Bom Jesus, ao qual ocorrem romeiros de toda a ilha, cuja tradição remonta ao Séc. XVI, com as famosas romarias à Ponta Delgada. Manoel Afonso Sanha, escudeiro de Dom Fernando, partiu para a ilha da Madeira ao serviço do Infante Dom Henrique, governador da ordem militar de Cristo, e Senhor no temporal destas ilhas. Manoel Afonso Sanha fixou residência no território da atual freguesia de Ponta Delgada, onde lhe foram dadas muitas terras de sesmaria de cuja terça fez morgado em seus descendentes, por testamento. Aquele fundador desta povoação faleceu a 1 de Abril de 1507, e jaz sepultado na Igreja Paroquial onde jaz também seu neto António de Carvalhal, cavaleiro do hábito de Cristo, e fidalgo escudeiro da casa d’ El Rei, que faleceu a 15 de Julho de 1598. Foram estes fundadores desta povoação que aqui instituíram uma ermida dedicada ao Senhor Bom Jesus. Ponta Delgada foi capelania-curato e nela se estabeleceu a sede da paróquia criada em 1550. Alargando-se o povoamento para o interior, veio o alvará régio de 4 de Fevereiro de 1733, criar o curato da Boaventura, com sede na capela de Santa Quitéria, que ali fora construída alguns anos antes pelo povo, tornando-se paróquia autónoma no ano de 1836, desanexando–se assim da freguesia de Ponta Delgada. ==População== esquerda|150px|Evolução da População 1864 / 2011 População da Freguesia de Ponta Delgada Instituto Nacional de Estatística (Recenseamentos Gerais da População) - https://www.ine.pt/xportal/xmain?xpid=INE&xpgid;=ine_publicacoes 1864 1878 1890 1900 1911 1920 1930 1940 1950 1960 1970 1981 1991 2001 2011 1 161 1 362 1 229 1 289 1 411 1 522 1 794 1 946 2 270 2 239 1 927 1 525 1 433 1 325 1 363 esquerda|150px|Grupos Etários 2011 Distribuição da População por Grupos Etários Ano 0-14 Anos 15-24 Anos 25-64 Anos > 65 Anos 0-14 Anos 15-24 Anos 25-64 Anos > 65 Anos 2001 240 191 650 244 18,1% 14,4% 49,1% 18,4% 2011 166 177 722 298 12,2% 13,0% 53,0% 21,9% esquerda|150px|Grupos Etários 2011 Média do País no censo de 2001: 0/14 Anos-16,0%; 15/24 Anos-14,3%; 25/64 Anos-53,4%; 65 e mais Anos-16,4% Média do País no censo de 2011: 0/14 Anos-14,9%; 15/24 Anos-10,9%; 25/64 Anos-55,2%; 65 e mais Anos-19,0% == Património arquitetónico e turístico == A igreja Matriz, as capelas dos Reis Magos e do Imaculado Coração de Maria, o Centro Paroquial e Social Bom Jesus,SIPA as Levadas, as Veredas e os lagares de vara. Como locais de interesse turístico, destaque para o Museu D. Hilária Freitas, a Casa Museu Horácio Bento Gouveia, que é servida por duas unidades hotelarias de 3 e 4 estrelas, a Serra Verde com várias espécies raras, os moinhos de água, o poço dos romeiros, a paisagem natural e as várias casas dos antigos morgadios, que deram origem à designação de Corte do Norte. A freguesia de Ponta Delgada é servida por um porto de mar, no lugar da Igreja, e um outro denominado Passo de Areia. === Complexo Balnear === Tem ainda um Complexo Balnear pago constituído por duas piscinas de água salgada, solário, jardins, balneários, serviços de bar com esplanada e primeiros socorros, vigilância e parque de estacionamento.http://www.visitmadeira.pt/pt-pt/explorar/complexo-balnear-da- ponta-delgada-1 O Complexo Balnear de Ponta Delgada - situado junto à igreja matriz da freguesia -, é composto por duas piscinas, uma para adultos e uma para crianças, ambas alimentadas por água salgada e com um sistema de tratamento das águas. Devido à construção de um enrocamento foi possível criar uma praia nesta pequena baía protegida da freguesia. == Economia == Nesta freguesia de solo rico e fértil, a agricultura teve desde sempre um papel preponderante na economia local. O trigo que era inicialmente a produção agrícola abundante, foi substituído pela produção cana-de-açúcar que alimentava a indústria de aguardente através dos engenhos, hoje totalmente em ruínas. No entanto, o açúcar madeirense sucumbiu a uma série de ocorrências que no seu conjunto, contribuíram para a diminuição da produção, como foi o caso da concorrência da produção brasileira, da carência de adubagem, da desafeição do solo e das alterações climatéricas. Desta forma, a população procurou outras culturas de substituição, pelo que o vinho passou a desempenhar um papel relevante a partir de finais do século XVI. A pesca foi também, em tempos, uma atividade de relevância no equilibro da economia local, no entanto, na atualidade, o seu peso económico é pouco considerável. == Heráldica == A ordenação heráldica do brasão e bandeira da freguesia foi publicada no Diário da República, III Série, nº 30 de 5 de fevereiro de 2004, sendo a bandeira esquartelada de verde e amarelo, com cordões e borlas de ouro e verde e a haste e lança de ouro. São elementos heráldicos:http://www.jf- pontadelgada.pt/pontadelgada/index.php?option=com_content&task;=blogcategory&id;=10&Itemid;=11 * A Cruz Latina Em vermelho, representando o orago da freguesia, Senhor do Bom Jesus, assim como a lenda do seu aparecimento na freguesia e a sua romaria. * A parreira Consistindo em parreira arrancada, de dois ramos, em verde, frutada de quadro cachos de uvas de púrpura, o que alude à agricultura como a principal atividade económica da freguesia, na qual se destaca a produção de vinho. * As burelas ondadas Consubstancia-se em campanha ondada de cinco peças de verde, prata e azul que avultam a importância da ligação ao mar, nomeadamente o Oceano Atlântico, assim como a pesca, antiga atividade económica da freguesia, e as levadas. == Nas artes == * Ponta Delgada figura proeminentemente no romance A Corte do Norte de Agustina Bessa-Luís. == Galeria == File:Kirche in Ponta Delgada-001.JPG|Igreja Matriz File:Interier kostela Ponta Delgada.JPG|Interior da Igreja Matriz File:Azulejo Ponta Delgada.JPG|Pintura em azulejo alusiva a antiga povoação de Ponta Delgada File:2010-03-03 13 52 48 Portugal-São Jorge.jpg|Freguesia de Ponta Delgada proeminente no litoral norte da costa da ilha da Madeira File:Ponta Delgada, Madeira - 2013-01-11 - 86049649.jpg|A igreja matriz em primeiro plano, junto ao mar File:Ponta Delgada 1.jpg|Freguesia de Ponta Delgada ao entardecer File:Madeira-Brandung an der Nordkueste.jpg|Pormenor da costa litoral norte perto da freguesia == Bibliografia == * Fructuoso, G.. Saudades da Terra (Vol.1-6), 1873. [S.l.]: Instituto Cultural de Ponta Delgada, Ponta Delgada, 1966. ISBN 972-9216-70-3 == Ligações externas == * * *",
 "title": "Ponta Delgada (São Vicente)"
}