{
 "id": "19982",
 "text": "Vicente Ferreira Pastinha , Mais conhecido por Mestre Pastinha (Salvador, 5 de abril de 1889 – Salvador, 13 de novembro de 1981), foi um mestre brasileiro de capoeira.Revista de História da Biblioteca Nacional, Ano 3, Nº 30, março 2008. ==Biografia== Mestre Pastinha nasceu em 1889, dizia não ter aprendido a Capoeira em escola, mas \"com a sorte\". Afinal, foi o destino o responsável pela iniciação do pequeno Pastinha no jogo, ainda garoto. Em depoimento prestado no ano de 1967, no 'Museu da Imagem e do Som', Mestre Pastinha relatou a história da sua vida: \"Quando eu tinha uns dez anos — eu fui franzininho — um outro menino mais forte do que eu tornou-se meu rival. Era só eu sair para a rua — ir na venda fazer compra, por exemplo — e a gente se pegava em briga. Só sei que acabava apanhando dele, sempre. Então eu ia chorar escondido de vergonha e de tristeza.\" A vida iria dar ao moleque Pastinha a oportunidade de um aprendizado que marcaria todos os anos da sua longa existência. \"Um dia, da janela de sua casa, um velho africano assistiu a uma briga da gente. Vem cá, meu filho, ele me disse, vendo que eu chorava de raiva depois de apanhar. Você não pode com ele, sabe, porque ele é maior e tem mais idade. O tempo que você perde empinando raia vem aqui no meu cazuá que vou lhe ensinar coisa de muita valia. Foi isso que o velho me disse e eu fui\". Começou então a formação do mestre que dedicaria sua vida à transferência do legado da Cultura Africana a muitas gerações. Segundo ele, a partir deste momento, o aprendizado se dava a cada dia, até que aprendeu tudo. Além das técnicas, muito mais lhe foi ensinado por Benedito, seu professor africano. \"Ele costumava dizer: não provoque, menino, vai botando devagarinho ele sabedor do que você sabe (…). Na última vez que o menino me atacou fiz ele sabedor com um só golpe do que eu era capaz. E acabou-se meu rival, o menino ficou até meu amigo de admiração e respeito.\" == Ensino e difusão == Foi na atividade do ensino da capoeira que Pastinha se distinguiu. Ao longo dos anos, a competência maior foi demonstrada no seu talento como pensador sobre o jogo da Capoeira e na capacidade de comunicar-se. Os conceitos do mestre Pastinha formaram seguidores em todo Brasil. A originalidade do método de ensino, a prática do jogo enquanto expressão artística formaram uma escola que privilegia o trabalho físico e mental para que o talento se expanda em criatividade. Foi o maior propagador da Capoeira Angola, modalidade \"tradicional\" do esporte no Brasil. Em 1941, fundou a segunda escola de capoeira legalizada pelo governo baiano, o Centro Esportivo de Capoeira Angola (CECA), no Largo do Pelourinho, na Bahia. Hoje, o local que era a sede de sua academia é um restaurante do Senac. Em 1966, integrou a comitiva brasileira ao primeiro Festival Mundial de Arte Negra no Senegal, e foi um dos destaques do evento. Contra a violência, o Mestre Pastinha transformou a capoeira em arte. Em 1964, publicou o livro Capoeira Angola, em que defendia a natureza desportista e não-violenta do jogo. Entre seus alunos estão Mestres como João Grande, João Pequeno, Boca Rica, Curió, Bola Sete (Presidente da Associação Brasileira de Capoeira Angola), entre muitos outros que ainda estão em plena atividade. Sua escola ganhou notoriedade com o tempo, frequentada por personalidades como Jorge Amado, Mário Cravo e Carybé, cantada por Caetano Veloso no disco Transa (1972). Apesar da fama, o \"velho Mestre\" terminou seus dias esquecido. Expulso do Pelourinho em 1971 pela prefeitura, sofreu dois derrames seguidos, que o deixaram cego e indefeso. Morreu aos 92 anos. Durante décadas, dedicou-se ao ensino da Capoeira, e mesmo quando cego não deixava de acompanhar seus alunos. Vicente Ferreira Pastinha morreu no ano de 1981, mas continua vivo nas rodas, nas cantigas, no jogo. :\"Tudo o que eu penso da Capoeira, um dia escrevi naquele quadro que está na porta da Academia. Em cima, só estas três palavras: Angola, capoeira, mãe. E embaixo, o pensamento: Mandinga de escravo em ânsia de liberdade, seu princípio não tem método e seu fim é inconcebível ao mais sábio capoeirista.\" ==Ligações externas== *Certidão de nascimento de Mestre Pastinha *Mestre Pastinha, com Fotos (em inglês) *Mestre Pastinha - http://mestrepastinha.com Categoria:Naturais de Salvador Categoria:Mestres de capoeira Categoria:Brasileiros de ascendência africana Categoria:Capoeiristas da Bahia Categoria:Agraciados com a Ordem do Mérito Cultural",
 "title": "Mestre Pastinha"
}