{
 "id": "20015",
 "text": "Lajes é uma povoação portuguesa do Município de Seia, na antga província da Beira Alta, região do Centro e sub-região da Serra da Estrela, que foi sede da extinta Freguesia de Lajes, freguesia que tinha 4,41 km² de área e 273 habitantes (2011), e, por isso, uma densidade populacional de 61,9 hab/km². A Freguesia de Lajes foi extinta e agregada à Freguesia de Tourais, criando-se a União das freguesias de Tourais e Lajes. Hoje em dia a oeste encontra-se praticamente unida à povoação de Tázem que pertence à freguesia de Vila Nova de Tazem e a leste dista alguns quilómetros de Tourais. Foi a primeira freguesia da zona a ter electricidade pela reivindicação dos seus habitantes que ao verem a sua freguesia ser atravessada pela linha de alta tensão de interligação com a rede europeia conseguiram essa contrapartida. Notabiliza-se por ter um capela românica de uma beleza e simplicidade notáveis. Infelizmente e apesar da oposição de alguns habitantes e já no século XX o pároco local vendeu as estátuas do período. Ao Sul esta freguesia tem um laje granítica conhecida como Laje de São Domingos e daí o seu nome. Como toda a região alimentou a emigração portuguesa na várias vagas havidas no século XX, mas em particular na década de 1920 criou-se um núcleo de emigrantes em Fall River, Massachusetts, Estados Unidos ==População== {| ! colspan=\"16\" | Totais e grupos etários Instituto Nacional de Estatística (Recenseamentos Gerais da População) - https://www.ine.pt/xportal/xmain?xpid=INE&xpgid;=ine_publicacoes |- | | align=\"center\" | 1864 | align=\"center\" | 1878 | align=\"center\" | 1890 | align=\"center\" | 1900 | align=\"center\" | 1911 | align=\"center\" | 1920 | align=\"center\" | 1930 | align=\"center\" | 1940 | align=\"center\" | 1950 | align=\"center\" | 1960 | align=\"center\" | 1970 | align=\"center\" | 1981 | align=\"center\" | 1991 | align=\"center\" | 2001 | align=\"center\" | 2011 |- bgcolor=\"white\" |Total | align=\"right\" | 397 | align=\"right\" | 436 | align=\"right\" | 468 | align=\"right\" | 571 | align=\"right\" | 583 | align=\"right\" | 587 | align=\"right\" | 502 | align=\"right\" | 544 | align=\"right\" | 595 | align=\"right\" | 525 | align=\"right\" | 415 | align=\"right\" | 331 | align=\"right\" | 294 | align=\"right\" | 309 | align=\"right\" | 273 |- bgcolor=\"white\" Por idades em 2001 e 2011 0-14 anos 15-24 anos 25-64 anos 65 e + anos 37 | 37 36 | 25 144 | 122 92 | 89 +0% -31% -15% -3% == Património == * Igreja românica — templo de exemplar simplicidade. *Estátua em Homenagem aos soldados do ultramar. Categoria:Antigas freguesias de Seia",
 "title": "Lajes (Seia)"
}