{
 "id": "20035",
 "text": "Valezim é uma povoação portuguesa sede da Freguesia de Valezim do Município de Seia, freguesia com 10,94 km² de área e 243 habitantes (censo de 2021), tendo, por isso, uma densidade populacional de . Valezim pertence à rede de Aldeias de Montanha. ==Toponímia== A hipótese mais aceite é que o nome provém de vallecinus (lat. para vale pequeno). ==História== O seu primeiro foral é atribuído em 1201, por D. João de Foyle (ou D. João Fróia), prior do mosteiro de Santa Cruz de Coimbra. O exemplar autógrafo deste Foral encontra-se no mosteiro de Santa Cruz de Coimbra. Em 1514 é renovado pelo rei D. Manuel I de Portugal, e passa constituir um concelho formado apenas pela freguesia, tendo sido extinto pelo Decreto de 6 de Novembro de 1836 e passando a integrar o concelho de Loriga. Com a extinção deste em 1855, passa a integrar o concelho de Seia, onde ainda pertence. Em 1866 foi edificada a fábrica de fiação e cardação Cândido Augusto de Albuquerque CalheirosVeiga, Maria Benedita - Seia, ainda uma cidade industrial: um ensaio sobre os edifícios que resistem. Coimbra: [s.n.], 2014.. ==Demografia== A população registada nos censos foi: Distribuição da População por Grupos Etários Ano 0-14 Anos 15-24 Anos 25-64 Anos > 65 Anos 2001 48 40 189 105 2011 29 24 153 104 2021 10 22 104 107 ==Economia== As principais atividades económicas da população estão ligadas à agricultura e pastorícia, turismo de habitação e à construção civil. ==Cultura== Possui três capelas: a da Nossa Senhora da Boa Viagem, a da Nossa Senhora da Saúde, a poucos metros da anterior, e a capela do Senhor dos Aflitos. A igreja, no centro da localidade, está dedicada a Nossa Senhora do Rosário. A sua maior festividade é em honra de Nossa Senhora da Saúde, realizada anualmente, no primeiro Domingo de Setembro. == Património == * Pelourinho de Valezim (classificado como Imóvel de Interesse Público) * Restos de um castro * Viveiros * Igreja de Nossa Senhora do Rosário (igreja romana) * Ermida de Nossa Senhora da Saúde * Capelas de Nossa Senhora da Boa Viagem, do Senhor dos Aflitos e de S. Domingos * Solar dos Castelo Branco * Casa do Forno * Vestígios arqueológicos romanos e castrejos do Monte do Crasto * Troços de calçada antiga de Darruas e de Romana * Monte de Crasto ==Ligações externas== * A Wikimedia Commons tem uma categoria multimédia sobre Valezim * Categoria:Freguesias de Seia Categoria:Antigos municípios do distrito da Guarda Categoria:Aldeias de Montanha",
 "title": "Valezim"
}