{
 "id": "20034",
 "text": "Travancinha é uma povoação portuguesa sede da Freguesia de Travancinha do Município de Seia, freguesia com 12,66 km² de área e 387 habitantes (censo de 2021), tendo, por isso, uma densidade populacional de . == Geografia == Situa- se esta freguesia no extremo poente do município, confinando com o de Oliveira do Hospital. Assente na planície do chamado “baixo concelho”, a uma altitude de 380 metros, Travancinha tem o seu ponto mais elevado na Borceda, onde existe o marco geodésico denominado Pilar da Borceda. ==Demografia== A população registada nos censos foi: Distribuição da População por Grupos Etários Ano 0-14 Anos 15-24 Anos 25-64 Anos > 65 Anos 2001 82 79 245 140 2011 52 55 231 134 2021 42 30 203 112 == História == Como certidão da sua provecta idade, Travancinha apresenta vestígios de um velho castro e de uma calçada romana, além de sepulturas cavadas na rocha. Também o seu topónimo, diminutivo arcaico de Travanca, indicia uma remota antiguidade. As mais antigas referências a Travancinha datam dos primórdios da monarquia portuguesa, mais concretamente do reinado de D. Sancho I. D. Dulce, a esposa deste monarca, teve o senhorio desta terra, fruto das compras que fez a vilãos foreiros. Antes da rainha a possuir, Travancinha era toda foreira à coroa. A infanta D. Mafalda herdou as propriedades de sua mãe, aumentando o seu património com muitas outras que adquiriu um pouco por toda a região de Seia, incluindo aqui na freguesia. Nas Inquirições de D. Afonso III, faz-se menção a um tal Mendes Dias, um dos muitos cavaleiros vilãos aqui proprietários, que vendeu as suas herdades a algumas Ordens. Uma delas, a de Aviz, era possuidora de vários casais em Travancinha doados por D. Mafalda: “que dedit ipsi ordini regina donna Mafalda”. Em 1258, D. Urraca Fernandes era a dona de seis casais herdados de D. Pedro Velho. A criação da freguesia é “posterior ao século XIV e obra da igreja de Santa Eulália, que instituiu uma filial na ermida de Santa Maria com o título de curato anexo”. Pelos finais dos padroados, ainda o prior de Santa Eulália apresentava o cura de Travancinha com uma renda de trinta mil reis e pé-de-altar. O lugar de Casal foi outrora um concelho com foral dado por D. Manuel I, em Lisboa, a 21 de Novembro de 1514. Não se sabe a data exacta da sua extinção, mas em novembro de 1836 já o Casal estava integrado na vila de Ervedal da Beira. Travancinha fez igualmente parte do concelho de Ervedal até 24 de Outubro de 1855, data em que passou a integrar o de Seia, após a extinção daquele. Alguns autores afirmam que Sameice era a única freguesia constitutiva do concelho de Casal, para além da própria vila, mas outros traçam um mapa bastante mais alargado, do qual se infere serem várias as freguesias que o formavam: “Do concelho do Casal, apenas ficaram no concelho de Seia as freguesias de Sameice, Travancinha e Várzea de Meruge. Entretanto transferiram-se para o concelho de Oliveira do Hospital, Meruge e S. Paio de Codeço. O concelho de Casal possuiu câmara municipal (edifício ainda existente), tribunal e cadeia. Tinha juiz, procurador, escrivão e destacamento militar. Como que lembrando e atestando aqueles tempos de glória e de especiais prerrogativas, o pelourinho conseguiu sobreviver à voragem dos dias, sendo um dos poucos que, no concelho, se encontram ainda de pé. Sobre o pelourinho do Casal, alguém escreveu: “O seu pelourinho era de madeira, e como Vila Nova se houvesse julgado com direito aos bens da casa arruinada pela política da época, como filho mais poderoso, veio buscá-lo. Carregou-o num carro de bois e ia--se embora com ele. Era no Verão: aquela gente dispersa pelos campos, tinha deixado o burgo deserto. A não ser a petizada que se divertia, todos trabalhavam deitando a água às hortas. Mas alguém que apareceu, lembrou-se de tocar os sinos a rebate e o povo acorreu pressuroso ao chamamento, em defesa do seu património artístico. Lá, já ao longe, quando o povo se juntou com alarido e pronto para castigar o desacato, houve pancadaria da rija, e os de Vila Nova voltaram derrotados, e para que não fosse possível repetir a proeza, trabalharam em bom granito da região um Pelourinho e ergueram-no em frente da casa da antiga Comenda”. Entre o Casal e a sede da freguesia situa-se a igreja paroquial de invocação de Nossa Senhora do Rosário, uma construção do século passado. A Capela de Nossa Senhora das Virtudes é um templo edificado em 1742, conforme a inscrição aposta no campanário. Tem quatro altares, figurando a imagem do orago num deles. Uma das figuras importantes desta freguesia foi o sargento-mor António de Mascarenhas, natural do lugar de Casal. Num instrumento de testemunhas para ser promovido, incluiu no seu currículo que no ano “de 1772 foi o suplicante oficial comandante no sítio da Cruz de Vasqueanes, no sítio da Senhora do Espinheiro, no lugar do Sabugueiro e no sítio da Senhora do Desterro… aí esteve sempre, com oficiais e soldados, por ordem que para isso teve, fazendo tudo com muita satisfação e zelo, do serviço de Sua Real Magestade”. == Cronologia == * 1527 - mencionado como concelho de Casal e Travancinha * 1836 - estava já integrado em Ervedal da Beira * 1841 - possível extinção do estatuto de concelho ==Património== * Igreja Matriz de Travancinha (século XVIII) * Capela de São Sebastião * Capela de Nossa Senhora da Ajuda * Capela de Nossa Senhora das Virtudes (1742) * Capela de Nossa Senhora da Saúde * Botica * Pelourinho * Casa da Câmara * Casa da Comenda * Fonte secular * Ponte romana * Cruzeiro Duplo Centenário * Alminhas * Tribunal * Cadeia ==Pontos de interesse== * Caminho romano conhecido por “Canada das Cerejeiras” * Penedo de João Brandão * Lapa Seixinha * Blocos pedunculados * Pilar da Borceda - Marco geodésico * Penedo da Forca * Baloiço panorâmico Entre Serras ==Equipamentos== * Jardim de Infância de Travancinha ==Ligações externas== * Fundação Angelina Ferreira Moutinho ===Unidades de alojamento=== * Chão do Rio – Turismo de Aldeia * Centro de Retiros Mensagem da Estrela Categoria:Freguesias de Seia Categoria:Antigos municípios do distrito da Guarda",
 "title": "Travancinha"
}