{
 "id": "20076",
 "text": "Ourém, renomeada a partir de Vila Nova de Ourém, é uma cidade portuguesa pertencente ao distrito de Santarém, situada na província da Beira Litoral, Integra atualmente a região do Oeste e Vale do Tejo, na NUT3 do Médio Tejo, com cerca de habitantes.http://www.ine.pt/xportal/xmain?xpid=INE&xpgid;=ine_indicadores&indOcorrCod;=0005889&contexto;=pi&selTab;=tab0 A cidade de Ourém contém duas freguesias inseridas na sua mancha urbana, Nossa Senhora da Piedade (Ourém) e Nossa Senhora das Misericórdias. É sede do município de Ourém que tem de área e habitantes (Censos 2011), subdividido em 13 freguesias.Lei n.º 11-A/2013, de 28 de janeiro: Reorganização administrativa do território das freguesias. Anexo I. Diário da República, 1.ª Série, n.º 19, Suplemento, de 28/01/2013. O município é limitado a norte pelo município de Pombal, a nordeste por Alvaiázere, a leste por Ferreira do Zêzere e Tomar, a sueste por Torres Novas (e pela Serra de Aire), a sudoeste por Alcanena e a oeste pela Batalha e por Leiria. Ourém é uma cidade próspera, ao mesmo tempo antiga (possui um castelo) e moderna, com extensas avenidas. A cidade de Ourém é a sede da comarca judicial (com tribunal). Existem duas localidades no município de Ourém com a categoria de cidade: são elas Fátima e Ourém. As localidades com categoria de vila são Caxarias, Freixianda, Vilar dos Prazeres desde 2004 e Olival em Junho 2009. A cidade de Ourém dista cerca de 26 km da cidade de Leiria, via EN 113, e cerca de 72 km da cidade de Santarém, via EN 356 / A1. == História == O concelho recebeu foral em 1180, atribuído pela infanta D. Teresa de Portugal, Condessa da Flandres, filha do rei D. Afonso Henriques e da rainha Mafalda de Saboia. Nesse documento refere- se que aquele lugar se chamava em latim Auren. No documento de doação do eclesiástico em 1183 por D. Teresa, afirma-se que o local onde foi construído o castelo anteriormente se chamava Abdegas: \"Aprouve-me fazer testamento do eclesiástico de Ourém, que antes se chamava Abdegas\". No entanto, no foral de Leiria de 1142 a palavra Ourém (Portus de Auren) já era referida, pela primeira vez, como limite territorial do termo de Leiria, e parece indicar um curso de água, correspondente à ribeira de Seiça. Em 1159 na doação do Castelo de Ceras, e em 1167 num documento do Bispo de Lisboa a D. Afonso Henriques sobre uma disputa territorial com os Templários, tinha voltado a aparecer Portus de Auren. A palavra Portus significava uma travessia de um rio ou ribeiro. A comparação dos documentos leva a concluir que o \"Porto de Ourém\" se situava entre a Sabacheira e Seiça. Por isso, é de crer que inicialmente a palavra Auren designasse apenas a ribeira com os seus terrenos adjacentes. Aqui viveu entre 1220 e 1266 a Santa Teresa de Ourém. O seu nome foi atribuído a uma rua na cidade. A vida desta personagem está atestada pelo seu culto, mas está envolta em lendas. Apesar de ter festa anual, não integra a lista oficial de santos da Igreja Católica. O núcleo histórico desenvolveu-se em torno do Castelo de Ourém, que teve no tempo de D. Afonso de Bragança, 4.º Conde de Ourém, um período de grande desenvolvimento. Grandemente atingida pelo Terramoto de 1755, a cabeça do concelho mudou-se para a Vila Nova. Foi incendiada pelo Exército Francês durante a Terceira Invasão Francesa no final de 1810, tendo sobrado, apenas, algumas casas. Em 1841 a sede do concelho passou da zona histórica do castelo para o vale onde se encontra atualmente, para a Vila Nova. Desde a primeira metade do século XIX até à sua elevação a cidade em 20 de Junho de 1991,http://www.cm- ourem.pt/Site/FrontOffice/default.aspx?module=faq/faq&ID;=34 era conhecida como Vila Nova de Ourém. Atualmente o seu nome oficial é apenas Ourém. == Lenda de Oureana == A lenda de Oureana foi divulgada por Frei Bernardo de Brito na \"Crónica da Ordem de Cister\" (Livro VI, Cap. I). Num ataque surpresa a Alcácer do Sal, no dia de São João de 1158, o cristão Gonçalo Hermigues, com alguns companheiros, raptou uma princesa moura chamada Fátima e trouxe-a para o lugar na Serra de Aire que mais tarde se veio a chamar pelo nome da princesa. Mais tarde, no seu cativeiro, a moura apaixonou-se pelo cristão e resolveu batizar-se para poder casar com o seu amado. Para seu nome de batismo escolheu Oureana. Daqui, segundo a lenda, teria tido origem o nome da vila de Ourém. == Freguesias == O município de Ourém está dividido em 13 freguesias: ==Evolução da população do município== ★ Os Recenseamentos Gerais da população portuguesa, regendo-se pelas orientações do Congresso Internacional de Estatística de Bruxelas de 1853, tiveram lugar a partir de 1864, encontrando- se disponíveis para consulta no site do Instituto Nacional de Estatística (INE). Número de habitantes * Instituto Nacional de Estatística (Recenseamentos Gerais da População) - https://www.ine.pt/xportal/xmain?xpid=INE&xpgid;=ine_publicacoes 1864 1878 1890 1900 1911 1920 1930 1940 1950 1960 1970 1981 1991 2001 2011 2021 17392 19943 22460 25726 29586 31269 34534 40750 46326 47511 42745 41376 40185 46216 45932 44538 Número de habitantes por grupo etário INE - http://censos.ine.pt/xportal/xmain?xpid=CENSOS&xpgid;=censos_quadros INE - https://www.ine.pt/xportal/xmain?xpid=INE&xpgid;=ine_indicadores&indOcorrCod;=0011166&contexto;=bd&selTab;=tab2 1900 1911 1920 1930 1940 1950 1960 1970 1981 1991 2001 2011 2021 0-14 Anos 9630 10597 11099 12997 14782 15845 16176 13285 10300 8076 7815 6667 5379 15-24 Anos 4222 5413 5640 6158 7193 7892 8438 7345 7660 6329 6520 5330 4738 25-64 Anos 9811 11108 11956 12960 15350 18063 19120 18050 18058 19294 23281 23778 22475 = ou > 65 Anos 1705 1662 1961 2414 2631 2897 3777 4065 5358 6486 8600 10157 11946 * Número de habitantes \"residentes\", ou seja, que tinham a residência oficial neste município à data em que os censos se realizaram. ** De 1900 a 1950 os dados referem-se à população \"de facto\", ou seja, que estava presente no município à data em que os censos se realizaram. Daí que se registem algumas diferenças relativamente à designada população residente == Política == === Eleições autárquicas === Data % V % V % V % V % V % V % V % V % V Participação CDS-PP PPD/PSD PS FEPU/APU/CDU PDC UDP PSD-CDS IND CH 1976 44,35 4 31,73 2 16,49 1 2,78 - 1979 24,62 2 28,82 2 16,74 1 2,50 - 22,82 2 1,35 - 1982 40,76 3 39,17 3 12,91 1 2,79 - 1985 37,47 3 37,63 3 8,49 - 3,97 - 9,58 1 1989 27,24 2 55,82 4 12,16 1 1,66 - 1993 18,52 1 60,61 5 14,01 1 2,72 - 1997 8,39 - 50,01 4 35,96 3 1,51 - 2001 9,82 - 48,19 4 35,21 3 3,43 - 2005 7,96 - 49,69 4 33,58 3 2,84 - 2009 4,55 - 43,32 3 47,35 4 1,94 - 2013 PPD/PSD CDS-PP 38,86 3 3,15 - 38,35 3 11,39 1 2017 34,42 3 3,25 - 47,24 4 9,29 - 2021 18,83 1 2,20 - 62,78 6 6,00 - 4,93 - === Eleições legislativas === Data % CDS PSD PS UDP PCP AD APU/ CDU FRS PRD PSN BE PAN PSD CDS L CH IL 1976 40,73 36,18 13,41 1,09 0,92 1979 AD AD 11,99 1,29 APU 76,45 2,54 1980 FRS 0,73 79,90 2,11 11,72 1983 26,96 46,82 18,60 0,42 1,99 1985 19,16 56,14 11,38 0,44 1,92 7,11 1987 6,23 77,41 9,13 0,41 1,17 1,08 1991 4,69 79,31 11,51 CDU 0,80 0,22 0,73 1995 11,78 62,74 20,85 0,22 1,15 0,26 1999 12,04 57,33 25,31 1,49 0,41 0,90 2002 10,62 67,40 16,68 1,33 1,28 2005 12,82 52,88 24,04 1,34 3,30 2009 15,62 47,52 23,13 1,96 5,67 2011 13,33 61,31 12,87 2,09 2,70 0,64 2015 PSD CDS 15,35 2,43 5,44 0,82 67,08 0,51 2019 8,96 46,39 21,82 1,76 6,19 2,49 0,87 0,93 0,68 2022 3,61 47,16 24,45 1,49 3,01 1,14 0,95 9,87 4,28 2024 AD AD 13,59 45,57 0,94 2,49 1,25 2,00 23,42 4,36 == Presidentes da Câmara Municipal == Eleições após o 25 de Abril de 1974: # 1976 a 1979 - António Teixeira, CDS # 1979 a 1982 - Mário Albuquerque, PPD/PSD # 1982 a 1985 - António Teixeira, CDS # 1985 a 1997 - Mário Albuquerque, PPD/PSD # 1997 a 2009 - David Catarino, PSD # 2009 - Vítor Frazão, PSD # 2009 a 2017 - Paulo Fonseca, PS # desde 2017 - Luís Albuquerque, Coligação Ourém Sempre (PSD/CDS- PP) ==Património== * Castelo de Ourém ou Paço dos Condes de Ourém === Arquitetura do século XX === No âmbito do Inquérito à Arquitetura Portuguesa do século XX, realizado pela Ordem dos Arquitetos, foram inventariadas 9 obras no concelho, duas das quais na cidade de Ourém, ambas da autoria do arquiteto Carlos Manuel Oliveira Ramos: * Casas dos Magistrados – Rua Dr. Carlos Faria de Almeida * Estação de Autocarros – Praça da República. == Urbanismo == Presentemente Ourém tem um edifício dos Paços do Concelho novo (inaugurado em junho de 2009), sendo o antigo edifício agora utilizado para a Assembleia Municipal de Ourém. No centro da cidade tem um jardim público, apesar de ter outro muito maior nos arredores da cidade, chamado Parque Linear. Tem quatro jardins de infância, uma escolas de ensino básico, uma escola de ensino básico e secundário e uma escola profissional. Tem vários centros comerciais e um mercado, que funciona todas as quintas e sábados de manhã. Tem uma biblioteca, uma piscina municipal, um cinema, um lar de idosos, um centro de saúde, um quartel de bombeiros e uma esquadra da PSP e outra da GNR. Também tem duas escolas de música com paralelismo pedagógico reconhecido pelo Ministério da Educação, um centro de negócios e uma estação rodoviária. == Vinho de Ourém == O vinho medieval de Ourém está consagrado na Lei desde 11 de fevereiro de 2005, enquanto vinho de qualidade produzido em região determinada (V.Q.P.R.D.), neste caso, no concelho de Ourém. Existem largas centenas de vitivinicultores registados no concelho.Lourenço, Manuel (2009). O Palhete Medieval de Ourém. Contributos para a sua promoção e valorização turística, Mestrado em Engenharia Agronómica - Instituto Superior de Agronomia. == Personalidades == * António Pereira dos Reis *António dos Reis Rodrigues *Agnelo Casimiro *Artur de Oliveira Santos *Francisco Marto *Jacinta Marto *Joaquim de Sousa Saraiva *José Galamba de Oliveira *José Luandino Vieira *José da Silva Lopes *Lúcia dos Santos *Maria de Jesus (supercentenária) *Miguel de Sousa Melo e Alvim *Nuno Filipe Rodrigues Laranjeiro *Rui Manuel Sousa Valério == Geminação == A cidade de Ourém está geminada com as seguintes cidades: * Le Plessis-Trévise (França) 13 de junho de 1992 * Ciudad Rodrigo (Espanha) fevereiro de 2010 * São Filipe (Cabo Verde) 30 de abril de 1999 * Monapo (Moçambique) 6 de junho de 2001 * Częstochowa (Polónia) 13 de maio de 1997 * Altötting (Alemanha) 5 de junho de 2009 * Pitesti (Roménia) 24 de janeiro de 2011 == Ver também == * Museu Municipal de Ourém * Assembleia Municipal de Ourém == Ligações externas == * Portal do Município de Ourém * Portal do Turismo de Ourém * Museu Municipal de Ourém",
 "title": "Ourém (Portugal)"
}