{
 "id": "20125",
 "text": "Mértola é uma vila raiana portuguesa sede do Município de Mértola do Distrito de Beja, inseridos na região do Alentejo (NUT II) e na sub-região do Baixo Alentejo (NUT III).INE — http://censos.ine.pt/xportal/xmain?xpid=CENSOS&xpgid;=censos_quadros É o sexto município mais extenso de Portugal, com de área, tendo 6205 habitantes (censo de 2021). O município é limitado a norte pelos municípios de Beja e de Serpa, a leste pela Espanha, a sul por Alcoutim e a oeste por Almodôvar e por Castro Verde. A vila de Mértola, povoação com mais de habitantes, encontra-se situada numa elevação na margem direita do rio Guadiana, imediatamente a montante da confluência da ribeira de Oeiras. == Freguesias == O município de Mértola está dividido em 7 freguesias: Freguesias do município de Mértola Freguesia Residentes (2011) Residentes (2021) Alcaria Ruiva 849 633 Corte do Pinto 857 732 Espírito Santo 335 328 Mértola 2824 2503 Santana de Cambas 797 752 São João dos Caldeireiros 567 442 São Miguel do Pinheiro, São Pedro de Solis e São Sebastião dos Carros 1045 815 Total 7274 6305 == Caracterização == miniaturadaimagem|190x190px|Rio Guadiana === Geografia === A hidrologia do município de Mértola é marcada pelo rio Guadiana e seus afluentes (Oeiras, Chança e Vascão). Este atravessa o município numa extensão 35 km, fazendo a maré sentir-se até Mértola, cerca de 70 km desde a foz. Em termos geológicos, o município de Mértola é caracterizado por duas zonas distintas: a peneplanície alentejana e o vale do Guadiana. === Clima === Mértola apresenta um clima quente e temperado, predominantemente mediterrânico, com verões quentes e secos, consequência da interioridade. Os invernos são amenos e pouco chuvosos. Segundo a classificação climática de Köppen-Geiger, a classificação do clima é Csa. A temperatura média anual é de 17.1 °C. Tem uma pluviosidade média anual de 505 mm. O mês mais seco é julho e tem uma média de 2 mm de precipitação. Com uma média de 76 mm, o mês de dezembro é o mês de maior precipitação. == História == miniaturadaimagem|Mina de S. Domingos, na freguesia de Corte do Pinto As escavações arqueológicas iniciadas em finais da década de 1970, das quais resultaram a descoberta de vestígios que remontam ao Neolítico, e as informações recolhidas no início do século pelo arqueólogo Estácio da Veiga, provam que a vila de Mértola é bem mais antiga do que as fontes escritas testemunhavam. Edifícios de grande monumentalidade permitem que qualquer visitante identifique a presença dos romanos em Mértola e na Mina de São Domingos Apesar da concentração de vestígios na vila de Mértola (criptopórtico, Torre Couraça, casa romana e vias romanas), podem também encontrar-se vestígios de menor dimensão em todo o município. Denominada Mírtilis Júlia () após a invasão romana da Península Ibérica, seguiu-se-lhe a ocupação pelos visigodos onde Mertill e Mertilliana é sugerido. Após a invasão muçulmana da Península Ibérica, foi denominada Martulá (Mārtulah), tornando-se finalmente no nome atual após a Reconquista. Constituía-se num importante porto fluvial, erguendo o seu castelo em posição dominante sobre aquele trecho do rio Guadiana. A sua importância era tal que, durante um curto período do século XI, foi capital de um pequeno emirado islâmico independente, a Taifa de Mértola. Na época da Reconquista Cristã, só foi retomada no reinado de Sancho II de Portugal, por forças ao comando do comendador da Ordem de Santiago, Paio Peres Correia, em 1238. Na Torre de Menagem do castelo, encontra-se exposto um conjunto de materiais arquitetónicos, dos séculos VI a IX, que atestam a presença dos visigodos neste território, onde se destacam as colunas e pilastras recolhidas um pouco por todo o município. Com a invasão dos povos do Norte de África, liderados pelo general Tárique em 711, Mértola ganha uma nova dinâmica, passando a ser o porto mais ocidental do Mediterrâneo. A excecional posição geográfica no último troço navegável do Guadiana será determinante para o crescimento e apogeu de Martulá. A cidade cresce e, sob o antigo Fórum Romano, é edificado um bairro almóada onde, depois de vinte anos de escavações, é possível identificar, com clareza, as habitações com os seus vários compartimentos, os tradicionais pátios centrais das casas árabes e as ruas. Tendo sido este o período de maior dinamismo, Mértola apresenta hoje, no Museu de Mértola, um núcleo de Arte Islâmica, o que de mais representativo se pode conhecer dessa época. Em 713, Mértola é conquistada como parte de uma campanha de Muça ibne Noçáir, em conjunto com Medina Sidónia e Sevilha.CAPELO et al, 1994:13 Em 1044, Mértola é tomada pelos abássidas.CAPELO et al, 1994:15 Em 1238, foi reconquistada pelas forças cristãs.CAPELO et al, 1994:36 No final do século XIX, com a descoberta do filão mineiro em S. Domingos, o município, em especial a margem esquerda do Guadiana, conhece uma nova época de prosperidade, caracterizada principalmente por um acentuado crescimento demográfico. Em finais da década de 50 e à medida que a exploração mineira diminuía a crise social e económica, esta instala-se nos que dependiam diretamente e indiretamente da mina. Em 1965, a mina encerra definitivamente e a depressão económica afeta centenas de famílias que, para assegurarem a sua sobrevivência, são obrigadas a ir para a zona da grande Lisboa e para o estrangeiro. Em Setembro de 1960 deixou de circular o navio Mértola, que fazia carreiras de passageiros entre Mértola e Vila Real de Santo António. Em 1993 foram reiniciados os serviços fluviais neste percurso, embora com grandes dificuldades devido ao progressivo assoreamento do Rio Guadiana, uma vez que a empresa responsável pela exploração da Mina de São Domingos tinha deixado de fazer os trabalhos de dragagem desde que a exploração mineira terminou, em 1965. Nos anos 80, a vila de Mértola começou, através da arqueologia, a descobrir e a conhecer melhor o seu passado e a transformar esse imenso património num fator de desenvolvimento económico e cultural. A fundação do Campo Arqueológico de Mértola por Cláudio Torres, em 1978, foi um momento importante nesta crescente valorização do passado Mertolense. Com tudo isto, Mértola foi nomeada Candidato ao Património Mundial da UNESCO em Portugal. == Política == === Eleições autárquicas === Data % V % V % V % V % V % V % V % V % V % V % V % V Participação FEPU/APU/CDU PS CDS-PP AD PPD/PSD PPM PRD IND PSD/CDS NC CH RIR 1976 56,27 4 26,60 1 9,09 - 1979 67,10 4 15,88 1 AD 14,50 - AD AD 1982 61,45 4 24,52 1 1985 55,20 3 28,40 2 11,30 - 1989 52,80 3 36,67 2 6,99 - 1993 46,46 3 44,90 2 4,55 - 1997 48,94 3 46,09 2 1,19 - 1,03 - 2001 46,41 2 47,35 3 0,77 - 1,52 - 2005 44,58 2 48,54 3 AD 3,33 - AD AD 2009 42,94 2 46,35 3 0,96 - 6,47 - 2013 43,20 2 47,82 3 PPD/PSD CDS-PP 3,42 - 1,06 - 2017 38,65 2 53,65 3 3,47 - 2021 26,53 1 57,61 4 2,42 - 8,99 - 1,20 - NC === Eleições legislativas === Data % PCP PS PSD CDS UDP APU/ CDU AD FRS PRD PSN BE PAN PSD CDS L CH IL 1976 47,63 27,53 6,22 5,16 2,15 1979 APU 18,49 AD AD 0,88 57,40 16,09 1980 FRS 0,87 55,14 18,33 16,27 1983 23,32 7,94 3,55 0,44 57,21 1985 17,03 9,62 2,08 0,72 55,00 7,25 1987 CDU 15,69 20,11 1,55 0,69 49,34 3,76 1991 22,83 24,32 2,22 40,05 0,67 0,71 1995 41,44 11,86 2,42 1,18 36,26 1999 43,04 10,14 2,72 36,23 0,38 1,07 2002 42,06 14,47 2,17 32,53 1,32 2005 47,52 7,47 2,17 32,36 3,99 2009 37,63 8,75 3,92 35,67 6,83 2011 32,58 17,06 5,01 30,76 3,87 0,61 2015 37,75 CDS PSD 29,59 6,47 0,76 15,76 0,33 2019 46,50 9,05 1,11 27,08 6,97 1,05 0,48 0,60 0,27 2022 47,11 13,29 0,53 23,39 2,69 0,50 0,77 6,53 1,03 2024 36,20 AD AD 21,00 13,91 4,14 1,10 1,21 15,29 1,30 ==Evolução da População do Município== No censo de 1864, o lugar de Via Glória surge como freguesia autónoma. Por decreto de 19/05/1877, o município de Mértola passou a integrar a freguesia de São Pedro de Solis, que até aí fazia parte do município de Almodôvar. ★ Número de habitantes que tinham a residência oficial neste município à data em que os censos se realizaram. Número de habitantes por Grupo Etário ★★ 1900 1911 1920 1930 1940 1950 1960 1970 1981 1991 2001 2011 2021 0-14 Anos 5 998 7 490 7 185 8 386 9 503 8 572 7 262 3 130 2 244 1 497 1 005 665 546 15-24 Anos 3 674 4 233 3 662 5 139 5 211 5 254 4 120 1 825 1 552 1 254 949 647 438 25-64 Anos 8 082 9 541 8 587 10 815 12 575 13 014 12 553 7 275 5 291 4 423 3 938 3 449 2 938 = ou > 65 Anos 792 990 983 1 133 1 500 1 987 2 091 2 155 2 606 2 631 2 820 2 513 2 284 ★★ De 1900 a 1950 os dados referem-se à população presente no município na data em que os censos se realizaram. Daí que se registem algumas diferenças relativamente à designada população residente. == Figuras ilustres == * Abu Alcacim Amade ibne Huceine ibne Cassi * D. António Sebastião Valente, arcebispo de Goa e patriarca das Índias * Frei António Rosado * Pedro Mascarenhas, 6° vice-rei da Índia * Raposo Tavares * Aureliano de Mira Fernandes * José Sebastião e Silva == Património edificado == * Castelo de Mértola * Igreja Matriz de Mértola * Ponte de Mértola (Torre do Rio) * Campo Arqueológico de Mértola * Museu Municipal de Mértola — Núcleo islâmico * Casa Romana * Casa do Mineiro — Centro de Documentação ==Cultura== * Festival Islâmico de Mértola — Celebrando a conexão cultural islâmica entre o Islão e Mértola. Ocorre a cada dois anos. * Ecomuseu do Guadiana. * Museu de Mértola — Criado pela Câmara Municipal de Mértola em 2004, é composto por vários núcleos dispersos geograficamente, na sua maioria localizados no Centro Histórico de Mértola. * Cineteatro de Mértola Tem como função estudar, inventariar, tratar, conservar e divulgar todo o espólio que, ao longo dos últimos 30 anos, foi sendo descoberto nas inúmeras intervenções patrimoniais e arqueológicas. O património é, assim, um dos vetores fundamentais para o desenvolvimento do município de Mértola. == Espaços naturais == * Serra da Alcaria * Parque Natural do Vale do Guadiana * Tapada da Mina * Pulo do Lobo == Heráldica == Brasão: Escudo negro, um cavaleiro de armadura, cerco e manto, com espada alçada na mão direita e no braço esquerdo um escudo carregado de uma cruz de Santiago, a vermelho, montado num cavalo empinado, tudo de prata, o cavalo selado e enfreado a negro realçado a ouro. No cantão direito do chefe, dois martelos de prata, postos em pala e alinhados em faixa. Coroa mural de prata de quatro torres. Listel branco com legenda a negro: \"VILA DE MÉRTOLA\". Bandeira: Esquartelada de branco e vermelho. Cordão e borlas de prata e vermelho. Haste e lança de ouro. == Ver também == * Lista de percursos pedestres de pequena rota em Portugal == Galeria == MertolaCastle-Church-CCBY.jpg|Castelo de Mértola Ponte sobre o Guadiana em Mértola.JPG|Ponte sobre o Guadiana Mertola (Portugal) (3100059036).jpg|Torre do Relógio Espirito Santo (2407638668).jpg|Igreja do Espírito Santo, na freguesia homónima Pulo Do Lobo 2.jpg|Cascata do Pulo do Lobo MertolaCCBY.jpg|Vista geral de Mértola com a Igreja Matriz em primeiro plano ==Bibliografia== * == Ligações externas == * * * Categoria:Municípios fronteiriços de Portugal Categoria:Candidatos a Património Mundial da UNESCO em Portugal",
 "title": "Mértola"
}