{
 "id": "20146",
 "text": "Ermida é uma povoação portuguesa do Município da Sertã que foi sede da extinta Freguesia de Ermida, freguesia que tinha 27,98 km² de área e 218 habitantes (2011), e, por isso, uma densidade populacional de 7,8 hab/km². A Freguesia de Ermida foi extinta e agregada à Freguesia de Figueiredo, criando-se a União das Freguesias de Ermida e Figueiredo. O pároco da paróquia da Ermida é o Pe. Vítor Manuel Matias. O último presidente da Junta de Freguesia (eleito em 2005) foi Paulo José Martins Alves. ==População== População da freguesia de Ermida Instituto Nacional de Estatística (Recenseamentos Gerais da População) - https://www.ine.pt/xportal/xmain?xpid=INE&xpgid;=ine_publicacoes 1864 1878 1890 1900 1911 1920 1930 1940 1950 1960 1970 1981 1991 2001 2011 493 458 475 531 504 603 575 719 773 772 519 531 478 301 218 == Localidades == * Castanheira Cimeira * Castanheira Fundeira * Dona Maria * Ermida * Perna do Galego * Relvas * Sipote == História == A Ermida terá sido um curato do grão- prior do Crato. O infante D. Pedro, que era o grão-prior em 1762, elevou a pequena aldeia a freguesia em 1793, depois de ter concedido aos habitantes o direito a terem capelão. A primeira igreja da Ermida já existia em 1594 e era dedicada a Nossa Senhora da Esperança; veio a ser ampliada em 1827. A igreja foi vítima de frequentes abusos principalmente nas épocas festivas. O Pe. António Lourenço Farinha, em A Sertã e o seu Concelho relata que era costume dormirem, comerem e beberem nela os romeiros. Assim, o visitador do Grão- Priorado proibiu sob pena de excomunhão e multa de cinco arrobas de cera, em 1594, que esses maus hábitos continuassem. Lourenço Farinha reconhece que \"as danças, comezainas e brinquedos\" dentro da igreja terminaram. Mas, em 1734 ainda se continuava a fazer um grande bodo, no dia da festa de Verão, em que os habitantes da freguesia e das paróquias limítrofes se embriagavam etilicamente. A Ermida tinha cerca de 80 moradores em 1527, segundo o Cadastro da População do Reino, 200 em 1730 e mais de 400 em 1891. No início do século XX a freguesia teriam uns 90 fogos, a que correspondiam mais de 583 habitantes. thumb|290px|right|Localização no Município da Sertã == Heráldica == Escudo de prata, monte de três cômoros de verde, firmado nos flancos e movente de um ondado de prata e azul de três tiras, o cômoro central rematado por pinheiro de negro, com agulhas de verde e sangrando de ouro para tigelas de vermelho. Coroa mural de prata de três torres. Listel branco, com a legenda a negro: “Ermida-Sertã” == Património == * Estação de arte rupestre da Lageira * Igreja de Nossa Senhora da Esperança (matriz) * Capelas de S. Marcos e Nossa Senhora da Guia * Alminhas * Cruzeiro * Monumento ao Cristo Rei * Casas brasonadas * Pontes romanas * Gravuras rupestres * Cabeço da Rainha * Praia fluvial Categoria:Antigas freguesias da Sertã",
 "title": "Ermida (Sertã)"
}