{
 "id": "20151",
 "text": "Pedrógão Pequeno (no passado Pedrógam Pequeno) é uma povoação portuguesa sede da Freguesia de Pedrógão Pequeno do Município da Sertã, freguesia com 42,75 km² de área e 706 habitantes (censo de 2021), tendo, por isso, uma densidade populacional de . Pertence à rede de Aldeias do Xisto. == História == Pedrógão Pequeno foi fundado pelo cônsul romano Aulo Curcio, em 150 a.C.. Foi conquistado pelos mouros em 4 de agosto de 718 e reconquistado por D. Afonso II em 13 de março de 1216. A vila pertenceu à Ordem do Templo e, fazendo, primeiramente, do termo da Sertã foi doada à Ordem do Hospital, juntamente com esta em 1174 por D. Afonso Henriques. Em 1419 sendo ainda do termo da Sertã, mas não tardou em alcançar uma relativa autonomia, que nessa época se concedia a todas as pequenas vilas do país. O Prior do Crato, D. Vasco de Ataíde, tendo mais em vista beneficiar um protegido do monarca que executar um acto de administração de real interesse para a sua Ordem, deu em 1448 Pedrógão Pequeno de emprazamento, com toda a jurisdição civil e criminal, rendas e foros, a Diogo da Silveira, escrivão particular e conselheiro d'El - Rei D. Afonso V, que o elevou à categoria de vila. O concelho era constituído pelas freguesias de Carvalhal e Pedrógão Pequeno. Foi suprimido em 1834. thumb|290px|direita|Localização no Município da Sertã ==Demografia== A população registada nos censos foi: Distribuição da População por Grupos Etários Ano 0-14 Anos 15-24 Anos 25-64 Anos > 65 Anos 2001 94 95 440 287 2011 66 61 374 252 2021 64 50 327 265 == Organização administrativa e religiosa == O presidente da Junta de Freguesia é Manuel Francisco Antunes Dias (eleito em 2013) e o pároco de Pedrógão Pequeno é o Pe. José Afonso. == Heráldica == Armas - Escudo de vermelho, Agnus Dei de prata, com lábaro do mesmo, carregado de uma cruz firmada de vermelho e com haste de ouro; em chefe, à dextra, uma cruz da Ordem de São João de Jerusalém, dita de Malta, de prata; campanha de burelas espigadas, de prata e azul. Coroa mural de prata de quatro torres. Listel branco com a legenda a negro, em maiúsculas: Pedrógão Pequeno.Publicação de edital sobre heráldica no Diário da República, III Série de 16/02/2000, página 3698. == Localidades da freguesia == * Roqueiro * Arrochela * Bravo * Casal dos Bufos * Casal Novo * Pedrógão Pequeno * Póvoa de Alegria * Vale da Galega * Várzea Fundeira * Fronteiros * Outro Monte * Salgueirinho * Fundo da Lomba * Painho * Fontainhas * Corte do Vale * Portoleiros * Vale Couro * Porto Amioso * Vale da Froca == Património == * Pelourinho de Pedrógão Pequeno; * Igreja Matriz de Pedrogão Pequeno * Ponte Filipina * Barragem do Cabril, construída no rio Zêzere (que separa os concelhos da Sertã e de Pedrogão Grande) entre 1951 e 1954, uma das maiores do pais. * Capela de Nossa Senhora da Confiança * Capela de São Sebastião * Moinho das Freiras ==Ligações externas== * Mapa da localidade integrada na rede das Aldeias do Xisto Categoria:Possessões templárias em Portugal Categoria:Aldeias do Xisto",
 "title": "Pedrógão Pequeno"
}