{
 "id": "20153",
 "text": "Troviscal é uma povoação portuguesa sede da Freguesia de Troviscal do Município da Sertã, freguesia com 54,06 km² de área e 693 habitantes (censo de 2021), tendo, por isso, uma densidade populacional de . O presidente da Junta de Freguesia é Rogério Paulo Antunes Luís (eleito em 2021). O pároco da paróquia do Troviscal é o Pe. Daniel. thumb|290px|right|Localização da Freguesia de Troviscal no Município da Sertã ==Demografia== A população registada nos censos foi: Distribuição da População por Grupos Etários Ano 0-14 Anos 15-24 Anos 25-64 Anos > 65 Anos 2001 157 124 546 307 2011 73 96 379 316 2021 40 53 318 282 == Localidades == Além da sede, a Freguesia de Troviscal engloba as seguintes localidades ou lugares: * Amieira * Carvalhal * Casal da Aranha * Casal Novo * Cavada da Serra * Chapuça * Cimo do Vale * Cinco Fontes * Corga da Mourata * Cormacieiras * Corvergadas * Covões * Corda da Leiva * Cruz do Fundão - Aldeia com população jovem, possui três cafés/mini-mercado e uma serração de madeiras. * Currais * Faval * Fojo da Serra * Folgadia * Fonte do Amioso * Fonte Fria * Fontinha * Fundão - Aldeia soalheira, com a ribeira ao fundo. Possui um lagar em ruinas e três moinhos de farinha, já levados pelas cheias. * Lomba das Feiteirinhas * Macieira - Fica a norte da Sertã, na encosta da serra de Alvelos e tem como padroeira Santa Bárbara, cujos festejos se realizam no último fim-de-semana de Agosto. A sua actividade centra-se na agricultura e na indústria da madeira. É a aldeia com maior população na freguesia * Maria Dona * Marinha de Vale Carvalho * Martim Moinho * Mindinho * Muro * Pião * Ponte da Ribeirinha * Porto * Póvoa do Frade * Recoucão * Ribeira de Cilha * Ribeira dos Covões * Ribeiro do Touro * Sardinheira * Salada da Lameira * Silveirinhas * Troviscainho * Vale da Abelheira * Vale da Figueira * Vale de Água * Vale do Inferno * Vale do Laço - Pequena aldeia cujos padroeiros são Nossa Senhora dos Bons Caminhos e São José. O antigo ofício de fazer carvão vegetal e os alusivos trajes tradicionais são a imagem de marca desta localidade. Em 29 de Junho de 1999, foi fundado o Centro Social Recreativo e Cultural do Vale do Laço - Os Carvoeiros, cuja sede se localiza nas antigas instalações da Escola Primária * Vale do Moinho * Vilões ==Património== * Igreja de S. Vicente (matriz) * Capelas de Nossa Senhora das Dores, de Santa Bárbara, de S. Bartolomeu, de S. José e de Santa Filomena * Casa de Iria Gonçalves * Fonte do Amioso * Moinhos de água * Lagares de azeite * Ponte de madeira * Trecho da Ribeira Grande Categoria:Freguesias da Sertã",
 "title": "Troviscal (Sertã)"
}