{
 "id": "20192",
 "text": "Numídia é o antigo nome de uma região do norte da África localizada no território onde hoje estão a Argélia e, em menor proporção, a Tunísia ocidental. O nome foi utilizado pela primeira vez por Políbio e outros historiadores durante o para indicar o território a oeste de Cartago, incluindo todo o norte da Argélia até o rio Mulucha (Muluya), aproximadamente 160 km a oeste de Orã. A região foi um reino berbere-líbio independente por quase 200 anos depois de Posteriormente, a região se alternou entre ser uma província romana e um reino cliente de Roma. Seus habitantes chamavam-se númidas. == História == === Reino da Numídia === Reino da Numídia () foi um antigo reino berbere-líbio no Norte da África. Originalmente, a região estava dividida entre os no leste e os no oeste. Massinissa, o rei dos massílios, derrotou Sífax (Syphax), dos masésilos e reuniu-a sob seu comando. Durante a primeira parte da Segunda Guerra Púnica, os massílios orientais, sob o rei Gala, se aliaram com Cartago, enquanto que os masésilos ocidentais, sob o rei Sífax, aliaram-se com Roma. Porém, em , o novo rei dos massílios, Masinissa, se aliou com Roma e Sífax mudou de lado e passou a apoiar os cartagineses. Ao final da guerra, os vitoriosos romanos deram toda a Numídia para Masinissa, dos massílios. Quando ele morreu, em , o seu território se estendia a oeste da Mauritânia até a fronteira com Cartago e para o sudeste até a Cirenaica, circundando completamente Cartago, com exceção do litoral.Apiano, Punica, 106 Após a morte de Masinissa, ele foi sucedido por seu filho Micipsa. Quando este morreu, em , foi sucedido por seus dois filhos em conjunto ( e Aderbal) e pelo filho ilegítimo de Masinissa, Jugurta, de origem líbia e que era muito popular entre os númidas. Hiempsal e Jugurta discutiram imediatamente após a morte de Micipsa. Jugurta mandou matá-lo, o que provocou uma guerra civil com Aderbal. Após Jugurta tê-lo derrotado em batalha, Aderbal fugiu para Roma em busca de ajuda. Os oficiais romanos, supostamente motivados por propinas ou - mais provável - pelo desejo de terminar rapidamente o conflito no rico reino cliente, terminaram a luta dividindo a Numídia em duas partes. Jugurta ficou a metade ocidental. A propaganda romana posterior alegou que esta metade era a mais rica, o que não era verdade, pois era menos populosa e menos desenvolvida. ==== Guerra contra Roma ==== Em , Jugurta reiniciou sua guerra com Aderbal. Ele incorreu na ira de Roma no processo ao matar alguns comerciantes romanos que estavam ajudando Aderbal. Após uma breve guerra com Roma, Jugurta se rendeu e recebeu um tratado de paz altamente favorável, o que levantou suspeitas de propinas mais uma vez. O comandante local foi convocado até Roma para enfrentar acusações de corrupção feitas por seu rival político Caio Mêmio. Jugurta foi também forçado a ir até Roma para testemunhar contra o comandante romano e foi completamente desacreditado assim que seu passado violento e impiedoso foi revelado, principalmente após ele ter sido considerado suspeito na morte de um rival númida. Finalmente a guerra foi declarada entre a Numídia e a República Romana e diversas legiões foram enviadas para o norte da África sob o comando do cônsul Quinto Cecílio Metelo. O conflito acabou se transformando numa campanha longa e sem final à vista pois os romanos tentavam derrotar Jugurta de forma decisiva. Frustrados com a aparente falta de ação, Caio Mário, tenente de Metelo, retornou a Roma para tentar ser eleito cônsul. Ele foi eleito e retornou à Numídia para tomar controle da guerra. Ele enviou seu questor Lúcio Cornélio Sula para a vizinha Mauritânia para eliminar ali o suporte a Jugurta. Com a ajuda de Boco I da Mauritânia, Sula capturou Jugurta e terminou definitivamente a guerra. Jugurta foi levado acorrentado para Roma e colocado no Tuliano. Jugurta foi executado pelos romanos em , após ter sido mostrado ao povo romano nas ruas no triunfo de Caio Mário. ==== Reis númidas ==== * Massinissa () * Micipsa, Gulussa e Mastarnabal - Triunvirato e Duovirato () * Micipsa () * Hiempsal I, Aderbal e Jugurta - Triunvirato e disputas () * Aderbal () * Jugurta () * Gauda () * Hiempsal II () - Numídia oriental * Masteabar () - Numídia ocidental * Massinissa II () - Numídia ocidental * Juba I () - Numídia oriental * Intervenção romana () **Públio Sítio () **Arabião () * Juba II (-) === Província romana === ==== África Nova ==== Após a morte de Jugurta, a Numídia ocidental foi anexada às terras de Boco I, rei da Mauritânia, enquanto o resto, excluindo Cirene e suas proximidades, continuou a ser governado por príncipes locais até a guerra civil entre Júlio César e Pompeu. Depois que Cato foi derrotado por César, ele cometeu suicídio () em Útica e a Numídia tornou-se brevemente uma província chamada África Nova, que foi abolida em por Otaviano depois da batalha de Ácio, com Juba II, filho de Juba I, no trono. Logo em seguida, em , Juba foi transferido para o trono da Mauritânia e a Numídia foi dividida novamente entre ela e a província da África Nova. Sob Sétimo Severo (), a Numídia foi separada da África Velha e governada por um procurador imperial. === Numídia === Durante a nova organização do império por Diocleciano, a Numídia foi dividida em duas províncias: o norte se tornou a Numídia Cirtense, com a capital em Cirta, e o sul, que passou a incluir os Montes Orés, controlado por bandidos, tornou-se a Numídia Militar ou Numídia Miliciana, com capital na base legionária de Lambésis. Depois disso, o imperador Constantino I reuniu-as novamente numa única, sediada em Cirta (agora rebatizada como \"Constantina\", a moderna Constantina, Argélia em sua homenagem). Seu governador foi promovido para o cargo de consular (consularis) em 320 e a província permaneceu como uma das sete províncias da Diocese da África da Prefeitura pretoriana do Oriente até a invasão dos vândalos em 428, que iniciou a sua lenta derrocada, que foi acompanhada de ampla desertificação de suas terras. A província permaneceu sob controle dos vândalos, ainda que, já nesta época, as investidas dos berberes tenham limitado esse controle às faixas costeiras. O domínio romano foi restabelecido após a Guerra Vândala, quando a região se tornou parte da nova Prefeitura pretoriana da África. Entre 696 e 708, a Numídia foi invadida e conquistada pela armada muçulmana. == Grandes cidades == A Numídia se tornou fortemente romanizada e estava repleta de cidades. As principais eram: * Ao norte, Cirta, atual Constantina, Argélia, a capital com o seu porto Rusicada (moderna Skikda) * Hipona (perto de Annaba), bem conhecida sé episcopal de Santo Agostinho. * Para o sul, no interior, as estradas militares levavam até Teveste (Tébessa) e Lambésis (Lambessa), com extensas ruínas romanas e conectadas por estradas até Cirta e Hipona, respectivamente. Incluindo estas cidades, havia no todo vinte que sabemos terem recebido o status de colônia romana em um momento ou outro. A partir do II século, a província está cristianizada e no , o Notitia Dignitatum listou nada menos que 123 sés episcopais cujos bispos se reuniram em Cartago em 479 === Sés episcopais === As sés episcopais da província e que aparecem no Anuário Pontifício como sés titulares sãoAnnuario Pontificio 2013 (Libreria Editrice Vaticana 2013 ISBN 978-88-209-9070-1), \"Sedi titolari\", pp. 819-1013: * Alba (na região de Carentina) * Ampora * Águas na Numídia (Henchir-El-Hamã) * Águas Novas na Numídia * Águas Tibilitanas (Aquae Thibilitanae; Hamã-Mescutine) * Altares na Numídia * Arsacal (Goulia) * Auguro (ruínas de Sidi-Tahar e Sidi-Embarec?) * Ausucura (Ascours?) * Azura (perto de Henchir-Loulou) * Babra (ruínas do território de Babar) * Bádias (Badès) * Bagas (Ksar-Bagaï) * Baia (Henchir Settara? Henchir-El-Hamã?) * Bamácora * Bárica * Belesasa * Betagbara * Bocônia * Bufada * Burca * Cesareia na Numídia (Youks-les-Bains, Henchir-El-Hamã) * Cesariana (ruínas de Kessaria) * Calama * Capso (Aïn-Guigba) * * (El Madher) * (Henchir-El-Tauil?) * (perto de Negrine) * (Henchir-Gastal) * * Castra Galbas (Ksar-Galaba?) * Cataquas (perto de Annaba) * (Oum-Kif) * Celerina (Guebeur-Bou-Aoun) * Cemeriano * Centenária (Henchir-El-Harmel? Henchir-Cheddi?) * Centúria (ruínas de Aïn-Hadjar-Allah? Fedj-Deriasse?) * Centuriones (ruínas de El-Kentour) * Ceramussa (Gueramoussa?) * Chullu (Collo) * Celiana (Ain Tine) * Cuicul (Djémila) * * Dusa * Fata * Fesseë * Forma (ruínas de Querbete-Fraim?) * Fussala * Gadiaufala (Ksar Sbahi) * Garba (ruínas de Aim-Garbe) * Gaudiaba * Gauriana (Henchir-Gurai?) * * Germânia na Numídia (ruínas de Ksar-El-Kelb?) * Giba (Henxir-Diba) * Gilba * * Giro (na região de Djemila?) * * Guzabeta (ruínas de Henchir-Zerdã?) * Idassa (perto de Merqueebe-Talha) * Idicra (Aim-Aziz-Bim- Telis) * Iucundiana * Iziriana * Irzidzada * Lamasba (Meruana) * Lambésis * (Querbete-Ulede-Arife) * (Seriana) * (Aïn-Foua) * (Henchir-Mafuna) * Lamzela (Henchir-Resdis) * Leges (no território de Mila ou Annaba) * Legia * * Liberália (oásis de Lioua?) * Limata (no território de Mila) * Lugura (Aïn- Laoura?) * Macômades (Merkeb-Talha) * Macômades Rusticiana (Canrobert, Oum-El- Bouaghi?) * (M'Daourouch) * Mades (Mides) * Magarmel (Aïn-Moughmel?) * (Queenchela) * Matara na Numídia * Maximiana na Numídia (ruínas de Mexmeia?) * Mázaca * Mesarfelta * Meta * Midila (Mdila?) * Milevo * Mons na Numídia (perto de Mdila) * Moxori * Múlia (ruínas de El-Milia?) * Municipa * Musti na Numídia * Mutugena (ruínas de Aim-Tebla?) * Naratcata * Nasai (Aim Zul?) * Nebi (no território de Tobma) * Nicives (N'Gaous) == Ligações externas == * *",
 "title": "Numídia"
}