{
 "id": "20205",
 "text": "Agenor Miranda Rocha, o Pai Agenor, (Luanda, Angola, 8 de setembro de 1907 — Rio de Janeiro, 17 de julho de 2004) foi um babalorixá da religião dos Orixás Candomblé. Foi iniciado aos cinco anos de idade, em 1912, ao orixá Oxalá, pelas mãos de Eugênia Ana dos Santos, mais conhecida como Mãe Aninha de Xangô ou Obá Biyi, fundadora do Ilê Axé Opô Afonjá, na cidade Salvador, devido a uma enfermidade, fato este que levou sua Mãe carnal a senhora Zulmira Miranda, católica Apostólica Romana, fervorosa, a aceitar o feito com intuito de salvar a vida de seu filho. Quando jovem, e já residindo na cidade do Rio de Janeiro, foi um ilustre professor, iniciado nos mistérios da Orixá Ewá, de onde segue que dado a união destes dois orixás, Oxalufã e Ieuá, o digno professor, ou como ele se auto intitulava, Zelador de Santo, ter um dom especial no sagrado jogo de búzios. O Professor Agenor, como era conhecido, foi professor catedrático aposentado do Colégio Pedro II, nas cadeiras de matemática e latim, cantor lírico (seguindo os passos de sua mãe, a soprano Zulmira Miranda) também foi poeta e musicista e babalorixá na referida tradição religiosa do candomblé, um dos ocidentais mais conhecedores da herança e a Cultura afro-brasileira, além de talvez uma das mais respeitadas personalidades religiosas por todas as lideranças de religiões tradicionais de terreiros do Brasil. Foi o jogo de búzios (merindilogum) do Prof. Agenor que decidiu a sucessão de importantes terreiros: Mãe Oquê e Mãe Tatá, na Casa Branca do Engenho Velho; Mãe Stella, no Ilê Axé Opô Afonjá; Mãe Índia, no Terreiro do Bogum (o último grande jogo de sucessão antes do falecimento do professor). Seu jogo de búzios foi um dos mais procurados do país. O velho professor foi orientador espiritual e conselheiro de personalidades de diferentes procedências religiosas e de muitos babalorixás, como Tatá Makamba Malaiá em São Paulo, no ano de 1972 e orientador do Babá Augusto César de Logunedé. Jorge Amado, Zélia Gattai, Almirante Adalberto de Barros Nunes, Maria Zilda, Maria Bethânia, Gal Costa, Liége Monteiro, Hugo Gross, Zora Sejlman, Antônio Olinto, Professor Paulo Alonso, Delegado Protógenes Queiroz, Vera Fisher, Marcelo Picchi, Camila Amado, Heloísa Perissé, Bel Kutner e Regina Casé, dentre muitos outros, foram amigos ou frequentavam à casa do velho professor. ==Documentário: um vento sagrado== Foi publicada no Jornal Diário de São Paulo a matéria O zelador dos orixás na tela, feita pelo jornalista Marcos Pinho - Um Vento Sagrado, do diretor e artista plástico baiano Walter Lima, o trabalho conta a história de Pai Agenor, um dos mais importantes nomes do candomblé no país. O trabalho de pesquisa consumiu mais de três anos de viagens, pesquisas e gravações no Rio de Janeiro, Salvador, São Paulo e Roma. O filme (Brasil, 2001, 93 min.), mostra Pai Agenor em sua casa no Engenho Novo, subúrbio do Rio de Janeiro, onde figuram desde imagens de São Francisco e Buda até de Oxalá e outras divindades do candomblé. É no local que ele recebe visitantes em busca de aconselhamento e joga búzios. Suas declarações são desconcertantes. “A força do candomblé está no sangue verde das plantas e não no sangue vermelho dos animais”, comenta para condenar os sacrifícios em cultos. Professor aposentado, poeta, ensaísta, cantor de ópera e de fado, Pai Agenor é um homem múltiplo e incomum. “Ele é talvez a última das grandes figuras do candomblé”, afirma Gilberto Gil. O retrato pintado por Walter Lima é o de um ser de personalidade instigante cujas opiniões são sempre respeitadas. Até hoje ele é convocado para escolher a mãe-de-santo nos grandes terreiros baianos. A fita mostra ainda o biografado sendo recebido pelo Papa em Roma e inclui poemas nas vozes de atores como Alessandra Negrini, Ingrid Guimarães e Camila Amado, além da narração de Othon Bastos e depoimentos dos acadêmicos Antônio Olinto e Paulo Alonso, do cantor Gilberto Gil, dos professores Muniz Sodre e Wilson Choueri e de outras personalidades. Amante da música, talvez por influência de sua mãe, a fadista portuguesa Zulmira Miranda, cuja história está registrada na Casa do Fado e da guitarra portuguesa, Agenor fez uma incursão como cantor no mundo da música. Há alguns anos foram recuperadas algumas de suas antigas gravações e hoje circula nas mãos de seus amigos e admiradores CDs onde ele canta fados, canções italianas e músicas clássicas. Amante da poesia e teve dois livros publicados ainda em vida, \"Poemas Infantis\", em 1999, e \"Oferenda - como a flor que se oculta entre as folhas\", em 1998, pela Editora Sete Letras, traduzido na Espanha e editado pela Algorán Poesia, em 2001. Seus poemas foram muito bem recebidos por serem, além de belos, expressão de um grande conhecimento também nesta arte. Tinha muitos amigos e admiradores, muitos alunos, e para todos estes deixou ainda o livro \"Caderno de Português\", em 2000, escrito logo após uma intervenção cirúrgica bastante séria. Faleceu em 2004, vitimado principalmente pelo agravamento de um simples caso infeccioso, uma vez que não conseguiu ser tratado a tempo em condições necessárias. Deixou muitos amigos e filhos em todas as partes do Brasil e no exterior, todos saudosos e consternados, principalmente por não terem podido ajudá-lo e intervir para que pudesse completar com \"saúde e paz\", como gostava de dizer, os seus almejados 100 anos de existência, que será, lembrado e comemorado por toda parte, com devoção, no 8 de setembro de 2007. Dentre as homenagens que recebeu está a Medalha Pedro Ernesto, no Rio de Janeiro. Sobre ele há uma primorosa biografia: \"Um vento sagrado\", editado pela Editora Mauad e de autoria de Muniz Sodré e Luis Filipe de Lima. ==Livros== * Caminhos de Odu, Pallas, 1999 - * As Nações Kêtu, * Desenredos, * Biografia: Pai Agenor - Diógenes Rebouças Filho (Coleção Passagens da Memória, vol.1 / 1997) ==Ligações externas== *Pai Agenor Miranda Rocha *Um Vento Sagrado - Pai Agenor *Morte do Pai Agenor deixa cultura brasileira de luto, diz ministro interino *100 Anos do Agente da Transculturalidade *\"Ao sabor de Oiá\" (romance)- Cléo Martins (Editora Pallas do Rio de Janeiro). *\"Euá, a Senhora das possibilidades\"- Cléo Martins(coleção Orixás)- Editora Pallas do Rio de Janeiro. *\"O Caçador Traz Alegria- Mãe Stella, 60 anos de iniciação\"- Org. Cléo Martins e Raul Lody- Editora Pallas do Rio de Janeiro. Categoria:Angolanos expatriados no Brasil Categoria:Babalaôs Categoria:Brasileiros de ascendência portuguesa Categoria:Brasileiros nascidos no exterior Categoria:Candomblecistas do Brasil Categoria:Mortos em 2004 Categoria:Naturais de Luanda colonial Categoria:Professores do Colégio Pedro II Categoria:Sacerdotes de religiões afro-brasileiras Categoria:Brasileiros de ascendência africana",
 "title": "Agenor Miranda"
}