{
 "id": "20236",
 "text": "Miguel de Cervantes Saavedra (Alcalá de Henares, – Madrid, ) foi um romancista, dramaturgo e poeta castelhano. A sua obra-prima, Dom Quixote, muitas vezes considerada o primeiro romance moderno, é um clássico da literatura ocidental e é regularmente considerada um dos melhores romances já escritos. O seu trabalho é considerado entre os mais importantes em toda a literatura, e sua influência sobre a língua castelhana tem sido tão grande que o castelhano é frequentemente chamado de La lengua de Cervantes (A língua de Cervantes). == Biografia == === Infância === Filho de um cirurgião cujo nome era Rodrigo Cervantes e de Leonor de Cortinas, supõe-se que Miguel de Cervantes tenha nascido em Alcalá de Henares.Apesar das declarações de que ele mesmo tenha jurado na Informação de Argel , ainda existem conjeturas sobre o seu verdadeiro local de nascimento. Muitos asseguram com homónimos que o seu lugar de nascimento esteja localizado onde estes nasceram. Existe assim a teoria, segundo a qual o escritor teria nascido em Cervantes, no Novo Reino de Galiza. Também existe outra teoria, muito minoritária, segundo a qual Cervantes teria nascido em Alcázar de San Juan, já que se conserva uma certidão de batismo com esse nome nesta localidade. O dia exato do seu nascimento é desconhecido, ainda que seja provável que tenha nascido no dia 29 de setembro, data em que se celebra a festa do arcanjo San Miguel, pela tradição de receber o nome do santoral. Miguel de Cervantes foi batizado em Castela no dia 9 de outubro de 1547 na paróquia de Santa María la Mayor.O templo foi construído em 1553 e acabou destruído quatro séculos mais tarde na Guerra Civil Espanhola. A carta do batismo reza: :Domingo, nueve días del mes de octubre, año del Señor de mill e quinientos e quarenta e siete años, fue baptizado Miguel, hijo de Rodrigo Cervantes e su mujer doña Leonor. Baptizóle el reverendo señor Bartolomé Serrano, cura de Nuestra Señora. Testigos, Baltasar Vázquez, Sacristán, e yo, que le bapticé e firme de mi nombre. Bachiller Serrano. === Juventude === Em 1569 foge para a Itália depois de um confuso incidente (feriu em duelo Antonio Sigura), tendo publicado já quatro poesias de valor. Sua participação na batalha de Lepanto, no ano de 1571, onde foi ferido na mão e no peito, deixa-lhe inutilizada a mão esquerda que lhe vale o apelido de o maneta de Lepanto. Em 1575, durante seu regresso de Nápoles a Castela é capturado por corsários de Argel, então parte do Império Otomano. Permanece em Argel até 1580, ano em que é liberado depois de pagar seu resgate (ver: Escravidão branca). ==== Em Lisboa ==== Cervantes passou 2 anos em Lisboa, Portugal, entre a primavera de 1581 e a de 1583. O escritor tentava conquistar um lugar de favorito na corte do monarca espanhol, aproveitando os primeiros momentos do reinado português do rei. Rodeado pelos seus cortesões, Filipe terá trocado as roupas negras e a gola branca isabelina pelos tecidos ricos e coloridos de Lisboa. Foi neste ambiente de fausto e deslumbramento real que Cervantes chegou à capital portuguesa, onde se terá encantado pela cidade e pelas suas damas. Tendo escrito “Para festas Milão, para amores Lusitânia”. Cervantes descreve os lisboetas como agraváveis, corteses, liberais e apaixonados, embora discretos. A formosura das mulheres admira e apaixona. === Idade adulta === De volta a Castela se casa com Catalina de Salazar em 1584, vivendo algum tempo em Esquivias, povoado de La Mancha de onde era sua esposa, e se dedica ao teatro. Publica em 1585 A Galatea, o seu primeiro livro de ficção, no novo estilo elegante da novela pastoral. Porém, não tem grande repercussão e ele não consegue encenar suas peças. \"Cervantes queria ser um homem de teatro, mas a aparição de Lope de Vega o impediu, pois esse era o grande nome da época\", conta Caravaggio. Com a ajuda de um pequeno círculo de amigos, que incluía Luíz Gálvez de Montalvo, com o livro um público sofisticado passou a conhecer Cervantes. Teve dificuldades financeiras e para sobreviver, empregou-se na Armada Invencível espanhola, que se preparava para atacar a Inglaterra. Sua função era arrecadar mantimentos como azeite e óleo. Com a derrota da Armada em 1588, seguiu viajando atrás de oportunidades. Encarcerado em 1597 depois da falência do banco onde depositava a arrecadação, \"engendra\" Dom Quixote de La Mancha, segundo o prólogo a esta obra, sem que se saiba se este termo quer dizer que começou a escrevê-lo na prisão, ou simplesmente que se lhe ocorreu a ideia ou o plano geral ali. === Vida literária === Finalmente, em 1605 publica a primeira parte de sua principal obra: O engenhoso fidalgo dom Quixote de La Mancha. A segunda parte não aparece até 1615: O engenhoso cavaleiro dom Quixote de La Mancha. Num ano antes aparece publicada uma falsa continuação de Alonso Fernández de Avellaneda. Entre as duas partes de Dom Quixote, aparecem as Novelas exemplares (1613), um conjunto de doze narrações breves, bem como Viagem de Parnaso (1614). Em 1615 publica Oito comédias e oito entremezes novos nunca antes representados, mas seu drama mais popular hoje, A Numancia, além de O trato de Argel, ficou inédito até ao final do . Miguel de Cervantes morreu em 1616, parecendo ter alcançado uma serenidade final de espírito. Um ano depois de sua morte aparece a novela Os trabalhos de Persiles e Sigismunda. === Morte === É bem notória a coincidência das datas de morte de dois dos grandes escritores da humanidade, Cervantes e William Shakespeare, ambos com data de falecimento em 23 de abril de 1616. Porém, é importante notar que o Calendário gregoriano já era utilizado na Castela desde o , enquanto que na Inglaterra sua adopção somente ocorreu em 1751. Daí, em realidade, William Shakespeare faleceu dez dias depois de Miguel de Cervantes. Cervantes, por outro lado, teria morrido em 22 de abril de 1616, sexta-feira, tendo sido registada a morte no sábado, dia 23, em sua paróquia, em San Sebastián. Conforme costume da época, no registo constava a data do enterro. Em 23 de abril é comemorado o Dia do Livro na Espanha. Em 2011, um grupo de investigadores históricos e arqueólogos iniciaram uma busca pelos ossos do autor Miguel de Cervantes na igreja conventual das Trinitarias em Madrid, onde os seus restos mortais foram depositados em 1616, não se sabendo exactamente em que parte do monumento. A iniciativa, que permite reconstruir o rosto do escritor, até agora só conhecido através de uma pintura do artista Juan de Jauregui, conta com o apoio da Academia Espanhola e o aval do arcebispado espanhol. A igreja foi remodelada no final do século XVII, e apesar das certezas de que os restos do escritor espanhol ali se encontram, ninguém sabia o lugar exacto onde estará a sua campa. A descoberta e consequente análise das ossadas do autor espanhol poderão ainda ajudar os investigadores a determinar as causas da morte de Cervantes, que se acredita que tenha morrido de cirrose. Em fevereiro de 2014 a Comunidade Autônoma de Madri autorizou a busca pelos restos mortais de Cervantes e de Catalina, supostamente enterrados no subsolo do Convento de Las Trinitarias Descalzas, com o uso de radar. Em março de 2015 o time multidisciplinar liderado por Francisco Etxeberría confirmou o descobrimento dos restos mortais de Cervantes, identificados pelas iniciais \"M.C.\" em seu caixão. Apesar de uma análise de DNA para confirmar se os restos são de Cervantes não ser possível (devido ao fato de que não são muitos os descendentes vivos do dramaturgo para realizar uma comparação do DNA), o time responsável pela descoberta usou outras informações, como as iniciais no caixão e o fato de que Cervantes pediu para ser enterrado ali, para chegar a conclusão; \"São muitas as coincidências e não há discrepâncias. Todos os membros da equipe estão convencidos de que temos entre os fragmentos algo de Cervantes, embora não possamos dizer em termos de certeza absoluta\", afirmou Etxeberría. == Teatro == A única peça teatral trágica a sobreviver de Cervantes é O cerco de Numancia, na qual é encenada a resistência desesperada da população desta cidade ibera contra as forças romanas que querem conquistá- la. Já o volume Oito comédias e oito entremezes nunca antes representados traz um excelente exemplo do humor cervantino, com seu pleno domínio das convenções da época; curioso notar as diferenças de tratamento existentes entre a novela exemplar O ciumento de Extremadura e o entremez O velho ciumento, que apresentam basicamente a mesma história - a do marido que, para evitar ser traído, tranca a mulher em casa e proíbe-lhe qualquer contacto com o mundo externo: Cervantes sacrifica, na peça, boa parte da sutileza da novela para produzir um efeito cômico mais imediato. == Cronologia == *1547 — Nasce Miguel de Cervantes Saavedra. *1551 — O pai, Rodrigo, é preso por causa de dívidas de jogo. *1566 — A família instala-se em Madrid. *1569 — Após incidente no qual teria ferido um homem, deixa Madrid e vai morar em Roma. *1571 — Participa da batalha de Lepanto, contra os turcos. Ferido em combate, tem a mão esquerda inutilizada. *1575 — Capturado por corsários, é levado para Argel, com seu irmão Rodrigo, onde fica cinco anos em cativeiro. *1581 — Vai para Lisboa, onde escreve peças de teatro. *1584 — De um romance com Ana Franca, nasce Isabel de Saavedra. Casa-se com Catalina de Palácios Salazar. *1585 — Publica La Galatea. Morte do pai. *1587 — É nomeado comissário real encarregado de recolher azeite e trigo para a Armada Invencível. *1593 — Morte da mãe. Publicação do romance La casa de los celos. *1597 — É preso em Sevilha, após ser condenado a pagar dívida exorbitante. *1598 — Deixa a prisão. Morte de Ana Franca. *1605 — É publicada a primeira parte de Dom Quixote. *1613 — Ingressa na Ordem Terceira de São Francisco. Publicação de Novelas exemplares. *1614 — Surge uma continuação de Dom Quixote, escrita por Avellaneda. *1615 — Cervantes publica a segunda parte de Dom Quixote. *1616 — Morre em Madrid, no dia 22 de abril. == Trabalhos == Conforme listado em Complete Works of Miguel de Cervantes: * La Galatea (1585); * El ingenioso hidalgo Don Quixote de la Mancha (1605): Primeiro volume de Don Quixote. * Novelas ejemplares (1613): uma coleção de 12 contos de variados tipos sobre os problemas sociais, políticos e históricos da Espanha de Cervantes: ** \"La gitanilla\" ** \"El amante liberal\" ** \"Rinconete y Cortadillo\" ** \"La española inglesa\" ** \"El licenciado Vidriera\" ** \"La fuerza de la sangre\" ** \"El celoso extremeño\" ** \"La ilustre fregona\" ** \"Novela de las dos doncellas\" ** \"Novela de la señora Cornelia\" ** \"Novela del casamiento engañoso\" ** \"El coloquio de los perros\" * Segunda Parte del Ingenioso Cavallero [sic] Don Quixote de la Mancha (1615): Segundo volume de Don Quixote. * Los trabajos de Persiles y Sigismunda (1617). === Outras obras === Geralmente considerado um poeta medíocre, poucos de seus poemas sobrevivem; alguns aparecem em La Galatea, enquanto ele também escreveu Dos Canciones à la Armada Invencible. Seus sonetos são considerados seu melhor trabalho, especialmente Al Túmulo del Rey Felipe en Sevilla, Canto de Calíope e Epístola a Mateo Vázquez. Viaje del Parnaso, ou Journey to Parnassus, é sua obra de versos mais ambiciosa, uma alegoria que consiste em grande parte em resenhas de poetas contemporâneos. Ele publicou uma série de obras dramáticas, incluindo dez peças completas existentes: * Trato de Argel; com base em suas próprias experiências, trata da vida dos escravos cristãos em Argel; * La Numancia; concebido como uma obra patriótica, dramatização do longo e brutal cerco de Numância, por Scipio Aemilianus, completando a transformação da península ibérica na província romana Hispania, ou España. * El gallardo español, * Los baños de Argel, * La gran sultana, Doña Catalina de Oviedo, * La casa de los celos, * El laberinto de amor, * La entretenida, * El rufián dichoso, * Pedro de Urdemalas, uma peça sensível sobre um picaro, que se junta a um grupo de ciganos por amor a uma menina. Ele também escreveu 8 farsas curtas (entremeses): * El juez de los divorcios, * El rufián viudo llamado Trampagos, * La elección de los Alcaldes de Daganzo, * La guarda cuidadosa, * El vizcaíno fingido, * El retablo de las maravillas, * La cueva de Salamanca, * El viejo celoso. ==Ver também== * Prémio Miguel de Cervantes == Notas e referências == Categoria:Escritores renascentistas Categoria:Poetas renascentistas Categoria:Século de Ouro Espanhol Categoria:Romancistas da Espanha Categoria:Dramaturgos da Espanha Categoria:Escritores barrocos Categoria:Poetas da Espanha Categoria:Poetas barrocos Categoria:Dramaturgos barrocos Categoria:Pessoas com excomunhão convertida Categoria:Naturais de Alcalá de Henares",
 "title": "Miguel de Cervantes"
}