{
 "id": "20244",
 "text": "O Esporte Clube Bahia é um clube desportivo brasileiro de futebol da cidade de Salvador, capital da Bahia. Conhecido simplesmente como Bahia ou pela sigla ECB, foi fundado em 1º de janeiro de 1931 por ex-jogadores do Clube Bahiano de Tênis e a Associação Atlética da Bahia, agremiações que tinham encerrado suas atividades futebolísticas no final da década de 1920. Foi co-fundador do Clube dos 13 em 1987, que reunia as treze agremiações mais importantes do futebol brasileiro e que representavam 95% dos torcedores brasileiros na época. Com pouco mais de 90 anos de existência, o Tricolor da Boa Terra tornou-se um dos clubes mais populares do estado e do Norte-Nordeste e do país, detendo a maior torcida dentre os clubes da sua região e a 9° maior do país, de acordo com o Instituto AtlasIntel, em pesquisa feita no ano de 2024, além de ser um dos clubes do Norte-Nordeste com mais títulos oficiais na história. Segundo a empresa Sports Value a marca do clube é a décima quinta de maior valor no Brasil em 2023, ultrapassando os 594 milhões de reais, figurando como a maior do Nordeste.Tem como suas cores oficiais o Azul, o Branco e o Vermelho, em homenagem a bandeira do seu estado de origem, estado, inclusive, que é lembrado no nome do clube, nas cores, no escudo, na bandeira e, também, nas arquibancadas. O mascote tricolor é o Super-Homem, popular personagem da história em quadrinhos. O clube conquistou o seu primeiro título do Campeonato Brasileiro de Futebol, em 1959, contra o Santos.CBF anuncia oficialmente a unificação dos títulos de campeão brasileiro - O Globo, 22 de dezembro de 2010 O clube também foi o primeiro representante brasileiro a participar de uma edição da Libertadores da América, em 1960. Em 1988, o tricolor baiano conquistou seu segundo título brasileiro, desta vez derrotando o Internacional. Com tais títulos, o Bahia é o único clube fora do eixo Sul- Sudeste a deter dois títulos nacionais da principal divisão do futebol brasileiro. O Bahia ainda foi vice-campeão brasileiro duas vezes, em 1961 e 1963. Participou da Libertadores de 1989, ocasião em que alcançou as quartas de final do campeonato, feito que nenhum outro clube do Norte-Nordeste-Centro- Oeste alcançou até então. O clube também soma quatro títulos na Copas do Nordeste, sendo em: 2001, 2002, 2017, 2021 tornando-se o maior campeão da competição empatado com o Vitória e 50 no Campeonato Baiano de Futebol, sendo o segundo maior campeão estadual do Brasil no geral, perdendo apenas para o ABC de Natal o qual soma 57 títulos estaduais.Confira os maiores campeões estaduais do país - CBF, 26 de janeiro de 2016 O Bahia por muito tempo conquistou a hegemonia do campeonato estadual, ao ponto de ter sido heptacampeão, de 1973 a 1979. O Esporte Clube Bahia é o clube do Nordeste com mais participações na 1° divisão do futebol brasileiro (51), e também o que tem mais participações em torneios internacionais com (11). O Bahia mandava seus jogos no Campo da Graça, até a inauguração da Fonte Nova, que em 2007 foi interditada, em 2010 demolida para reforma e, desde 2013, já como Arena Fonte Nova, voltou a ser o mando de campo do clube. No período da ausência dela, o Bahia mandou seus jogos no Estádio de Pituaçu, casa que, na ausência da Arena, sempre abriga bem o tricolor, fato que confere a ele enorme simpatia da torcida, principalmente em 2010 que ficou marcado na vida do clube por simbolizar o retorno do clube ao cenário nacional depois do declínio, após o rebaixamento em 2003. Voltando a figurar na Série A, e competições internacionais, como exemplo da Copa Sul-Americana, com mais participações no Nordeste. Com a Arena Fonte Nova, O Bahia voltou a dominar o cenário estadual e regional conquistando diversos títulos do Campeonato Baiano e vencendo por duas vezes a Copa do Nordeste em 5 finais. Seu maior rival é o Esporte Clube Vitória com quem protagoniza o clássico conhecido como Ba-Vi, clássico que o Bahia detém uma ampla vantagem, seja em número de triunfos, seja em número de gols marcados, e também em títulos, porém desde a década de 90, essa vantagem histórica foi drasticamente diminuída. No entanto, a partir da década de 2010, o Bahia recuperou a sua hegemonia estadual e nos clássicos, conquistando sete títulos até 2023, contra cinco do rival. Ainda assim, é um dos mais importantes do futebol brasileiro. Porém, o Bahia protagonizou clássicos históricos com outros clubes tradicionais de Salvador que já tiveram seus tempos de glória, como o Galícia (o Clássico das Cores), com o Botafogo-BA (o Clássico do Pote), e o Ypiranga (o Clássico das Multidões). Regionalmente, há também muita rivalidade contra o Sport Club do Recife. == História == miniatura|Jogadores de Bahia e Vitória juntos, no primeiro Ba-Vi. O clube foi fundado em 1º de janeiro de 1931 exclusivamente para formar uma equipe de futebol masculino em decorrência do fechamento dos departamentos de futebol a Associação Atlética da Bahia e o Clube Bahiano de Tênis em 1930. Após discussões, foram aprovados o novo estatuto e a primeira diretoria, sendo eleito presidente o jovem médico Waldemar Costa, e publicação do estatuto no Diário Oficial da União de 16 de janeiro de 1931., brasilretro.wordpress.com. Em 20 de janeiro, o Bahia se filiou na Federação Bahiana de Esportes Terrestres, atual Federação Bahiana de Futebol., esporte.hsw.uol.com.br Os treinamentos eram feitos no campo da AABB, na Quinta da Barra. E em 1 de março foi realizado o primeiro jogo oficial do clube, pelo Torneio Início, contra o Ypiranga. A partida resultou no triunfo tricolor por 2 a 0, com gols de Bayma e Guarany, e na primeira edição do Clássico das Multidões. No mesmo dia, o Bahia levantou seu primeiro troféu, o de campeão do Torneio Início de 1931. Em 22 de março o Bahia estreou no Campeonato Baiano de Futebol vencendo por 3 a 0, e nesta primeira edição tornou-se campeão baiano invicto. Ainda neste ano, o Bahia fez seu primeiro jogo intermunicipal, vencendo o Vitória de Ilhéus por 5 a 4; seu primeiro jogo interestadual, batendo o Sergipe por 2 a 0; seu primeiro jogo internacional, jogando contra o Sud América, do Uruguai, que excursionava no Brasil; também o primeiro Clássico do Pote, duelo contra o Botafogo-BA, que terminou em 2 a 2. Assim, a década de 1930 marcou um início arrasador. Apesar de crises na diretoria em 1932 e 1937, venceu o primeiro Ba- Vi da história no dia 18 de setembro de 1932, empatou o primeiro Clássico das Cores (contra o Galícia), instaurou numa nova sede no bairro de Brotas, teve o seu o meia-esquerda Armandinho convocado para a Seleção Brasileira de Futebol Masculino, venceu cinco edições do Campeonato Baiano de Futebol daquela década e fez a maior goleada de todos os tempos sobre o Vitória, 10 a 1, no dia 8 de dezembro de 1939. Se a década de 1940 começou com o título de 1940 e o trio estrangeiro de ídolos formado pelos argentinos Papetti e Bianchi e o italiano Avalle, os percalços se sucederam. O Galícia foi tricampeão estadual e a falta de títulos culminou em enorme dívida, ainda não saldada pelas vultuosas injeções de dinheiro do presidente e torcedor fanático Carlos Wildberger. Com as dificuldades financeiras, foi despejado de sua sede na avenida Princesa Isabel e se instalou em nova sede, no bairro do Canela. No ano de 1949, aos 18 anos de existência, o clube se mudou novamente para a Barra. Nesta década destacou-se também a composição do hino do clube por Adroaldo Ribeiro Costa, considerado pelo historiador Cid Teixeira a mais popular da história do estado ao lado do hino do Senhor do Bonfim; divergências com a Federação Bahiana de Desportos Terrestres (FBDT); o uso pela primeira vez da expressão “Esquadrão de Aço”, em manchete no Jornal A Tarde, pelo jornalista Aristóteles Góes; o goleiro titular por cerca de sete anos Lessa, mencionado em versos de Gilberto Gil na canção Tradição como “um goleiro, uma garantia”; o décimo título estadual em 18 torneios disputados até 1949 e o tricampeonato consecutivo no Campeonato Baiano de Futebol também naquele ano. O ano de 1950, apesar de crises internas continuarem a existir, diferente de outras épocas, elas não prejudicaram o desempenho em campo. Na fase classificatória do Baianão, perdeu apenas dois de 12 jogos e terminou em primeiro lugar. No primeiro jogo da decisão contra o Vitória, venceu por 2 a 1. No segundo, porém, levou uma virada espetacular, e perdeu por 4 a 3. Isso exigiu a realização de um jogo- desempate. E ele ocorreu no dia 12 de novembro, em que o tricolor venceu por 3 a 1, com a estrela de Zé Hugo, que, cinco anos depois, voltou a marcar dois gols na decisão contra o Vitória. Com a conquista do título, o Bahia se tornou o primeiro Tetracampeão da história do Campeonato Baiano de Futebol. A ascensão do clube rumo ao Brasil se deu na década de 1950 com o quarto título estadual consecutivo em 1950, a inauguração do Estádio Octávio Mangabeira (a Fonte Nova) e a conquista da Taça Brasil de 1959 (antigo formato do atual Campeonato Brasileiro), tornando-se o primeiro campeão brasileiro da história. A grande força estadual foi reconhecida nacionalmente em 1959 quando a Confederação Brasileira de Desportos (CBD) organizou o primeiro campeonato nacional entre clubes como alternativa para substituir o Campeonato Brasileiro de Seleções Estaduais. O torneiro, em formato eliminatório, indicou um representante brasileiro para a disputa da Copa Libertadores da América, torneio criado pela CONMEBOL no mesmo ano, que iniciaria no ano seguinte. * O torneio brasileiro reuniu os campeões estaduais e era dividido em grupos (Nordeste, Norte, Leste e Sul), que se agrupavam em zonas (Zona Norte–Nordeste e Zona Sudeste–Sul). Os campeões paulistas e cariocas entraram na reta final, enfrentando o vencedor da Zona Norte–Nordeste e o da Zona Sudeste–Sul cada um. Os vencedores destes confrontos levavam aos finalistas do torneio. No primeiro ano da Taça Brasil, houve 16 participantes, e o Bahia havia sido indicado como representante da Bahia, já que foi o campeão baiano de 1958. Com isso, foi habilitado a participar do certame. O tricolor não era o favorito, até porque tinha concorrentes de peso, como o Vasco da Gama de Bellini e o Santos de Pelé, Pepe e Coutinho. No Grupo Nordeste, o Bahia estreou contra o CSA goleando por 5 a 0. No segundo jogo, venceu novamente, dessa vez por 2 a 0, e avançou sem a necessidade de um terceiro jogo. O Ceará, que havia vencido o ABC, foi o rival no Grupo Nordeste. Após empatar em 0 a 0 e 2 a 2, venceu por 2 a 1 o terceiro jogo, e passou para a próxima fase. No Grupo Norte, o Sport se sagrou campeão, e se habilitou a disputar o título do Grupo Norte contra o Bahia. (no Grupo Sul foi o Grêmio, e Grupo Leste o Atlético Mineiro). O campeão do Grupo Norte enfrentou o Campeão Carioca, e o da Zona Sul enfrentou o Campeão Paulista. No dia 10 de dezembro de 1959, ocorreu a primeira grande decisão na Vila Belmiro, onde o Tricolor venceu por 3 a 2, surpreendendo a todos que esperavam mais um show do craque Pelé. Dessa vez, o favoritismo mudou de lado, e a festa estava preparada em Salvador. Estava certo de que aquele ano novo na Bahia seria especial. Porém, a euforia transpôs a calma, e no dia 30 de dezembro o Santos, na Fonte Nova, bateu o tricolor por 2 a 0. Isso levou a realização de um terceiro jogo para decidir quem seria o campeão. Com a festa adiada e a euforia tranquilizada, o time viajou para o Rio de Janeiro (então capital federal) para disputar a terceira partida num campo neutro. Lá, o Santos (e toda a mídia) já acreditava no título, e o Bahia então mostrou todo o seu bom futebol e o motivo de ter se tornado supremo no estado. Venceu por 3 a 1 e tornou-se o primeiro Campeão Brasileiro da história. O time que jogou a decisão era: Nadinho; Leone e Henrique; Flávio e Vicente; Marito, Alencar, Léo, Mário e Biriba. O então presidente era o polêmico Osório Villas- Boas, não muito querido pela torcida. O treinador até as finais foi o Ifigênio Bahianense (Geninho), mas na decisão ele saiu, e o paraguaio Carlos Volante assumiu. O tricolor ainda teve o artilheiro do campeonato: Léo Briglia. A Libertadores de 1960 não foi muito boa para o tricolor, mas serviu para apresentar ao clube um de seus maiores ídolos nos próximos anos. O tricolor perdeu o primeiro jogo por 3 a 0 para o San Lorenzo, da Argentina, com uma exibição impecável de José Sanfilippo. No jogo de volta, o Bahia venceu por 3 a 2, mas foi eliminado. Sanfilippo chegaria somente em 1968 no clube, mas faria história. Com os três títulos estaduais consecutivos no começo da década de 1960, o Bahia chegou às finais da Taça Brasil de 1961 e 1963, perdendo ambas para o Santos. Ficou de fora das edições de 1964, 1965, 1966 e 1967, por conta da perda dos estaduais nos anos anteriores. A reconquista do estadual em 1967 fez o Esquadrão retornar ao torneio nacional em 1968. A década de 1970 foi de pura glória para o Bahia. O tricolor iniciou a montar elencos cada vez mais competitivos (destaque para os futebolistas Sanfilippo, Baiaco, Picasso, Alberto Leguelé, Sapatão, Roberto Rebouças, Eliseu Godoy, Beijoca, Douglas, Fito Neves, Gelson Fogazzi Rocha e Gilson Gênio) e começou a brigar não somente os clubes da Bahia, como também os demais clubes do Brasil. O início do novo Campeonato Nacional (reformulação da antiga Taça Brasil e do Torneio Roberto Gomes Pedrosa) aliado ao grandioso momento do clube levou a sua forte expressão no cenário nacional. No período 1973–1974–1975–1976–1977–1978–1979, o tricolor foi campeão baiano em todas as edições, e em três delas venceu consecutivamente o Vitória nas finais. Como o rubro-negro obteve a melhor campanha, chegou nas finais de 1979 com vantagem. O tricolor venceu o primeiro jogo, e empatou o segundo. A vantagem deu ao rival um jogo extra, onde o empate lhe favorecia. Ao Bahia restava vencer, e eis que, no segundo tempo, com a torcida rubro-negra eufórica, o meia Fito Neves arrisca um chute de longe, e o goleiro Gélson comete um erro histórico, até hoje lembrado pelos torcedores presentes na época. O Bahia venceu por 1 a 0, calou a torcida rival, e fez a festa: Bahia heptacampeão, uma das maiores sequência de títulos do futebol brasileiro. Nesse período, alguns dados ajudam a explicar esse feito, segundo o historiador Galdino Silva: * Ao longo dessas setes conquistas do Bahia os jogadores Baiaco, Douglas, Fito, Romero e Sapatão, participaram de todas as campanhas e são efetivamente verdadeiros heptacampeões de fato. * O Tricolor fez ao total 228 jogos, dos quais venceu 142, empatou 75 vezes e perdeu apenas 11 partidas, marcando 419 gols e sofrendo 102 gols. * Douglas foi o grande artilheiro dessa campanhas marcando mais de 90 gols. Treinador: Evaristo de Macedo A década de 1980 foi, certamente, a mais vitoriosa do Bahia, pois foi nela que o Tricolor de Aço conquistou o seu segundo título brasileiro, em 1988. Nas 31 oportunidades que disputou o certame, suas melhores campanhas foram uma quarta colocação em 1990 e uma quinta em 1986, tendo terminado por oito vezes entre os dez melhores. O Bahia foi ainda semifinalista do Torneio dos Campeões de 1982, torneio promovido pela CBF e que reunia os maiores clubes do Brasil na época. No Campeonato Brasileiro de Futebol de 1988, conquistou o bicampeonato vencendo o Internacional de Porto Alegre, dirigido por Evaristo de Macedo, o tricolor, com craques como Ronaldo, João Marcelo, Charles Fabian, Bobô, Zé Carlos, e outros, derrotou o Internacional na final, combatendo a força do colorado no Beira-Rio e a mídia, que dava o título como certo aos gaúchos. O Bahia é até hoje um dos dois únicos campeões brasileiro do Norte/Nordeste (junto ao Sport). Com a título de 1988 garantiu vaga na Copa Libertadores da América de 1989, onde obteve seu melhor resultado, chegando às quartas-de-final. Após as conquistas do Campeonato Brasileiro de 1959 e 1988, o Bahia não conseguiu manter a estabilidade administrativa e sofreu um declínio. Apesar do currículo vitorioso, o Bahia amargou durante a década de 2000 um dos piores períodos de sua história, mesmo vencendo a Copa do Nordeste pela primeira vez, sendo bicampeão (2001-2002), a nível nacional foi irregular. Além de conquistar somente um título estadual (em 2001), foi rebaixado para a Série B do Campeonato Brasileiro em 2003 e para Série C em 2005. O clube retornou para a segunda divisão nacional em 2008 e a principal divisão em 2011.Bahia vence Portuguesa e volta à elite após sete anos; Figueira também sobe - UOL Esporte, 13 de novembro de 2010. Começou no Em 1997, caiu para a segunda divisão do Campeonato Brasileiro, retornando à elite em 2000, e mesmo assim graças à Copa João Havelange, pois o tricolor não havia conseguido se classificar em 1999. Em 2001 fez um ótimo Campeonato Brasileiro, chegando a se classificar para as finais. No ano seguinte, os seguidos erros da diretoria resultaram numa nova queda de produtividade e finalmente em 2003 acabou sendo rebaixado novamente. Após fazer um péssimo campeonato, sofrendo grandes goleadas, o Bahia caiu frente ao Cruzeiro, que venceu o tricolor pelo placar de 7 a 0, na Fonte Nova. Na Copa do Brasil, até 2007, o Bahia ocupava o 12.º lugar no ranqueamento de pontos conquistados, com 123 pontos e sua melhor colocação foi em 2002, quando ficou em quinto lugar. Em 2003, teve o artilheiro da competição: Nonato, com nove gols. Em 2005, o Bahia foi, juntamente com seu arquirrival Vitória, rebaixado para a terceira divisão, após mais uma má administração do clube, e tentou em 2006 reerguer sua história vencedora, sem sucesso, permanecendo na terceirona. Com o fim da gestão de Marcelo Guimarães frente ao clube, foi eleito para o cargo de presidente Petrônio Barradas. Petrônio tinha a reprovação quase que absoluta da torcida por conta da má fase fruto das péssimas gestões do seu antecessor. No Campeonato Baiano de Futebol, foi eliminado nas semifinais para o Colo Colo, de Ilhéus, que se sagrou campeão estadual naquele ano. Na Copa do Brasil, foi eliminado pelo Ceilândia, perdendo por 2 a 1 na Fonte Nova, ainda na primeira fase do torneio. Na Série C, houve indícios de ascenso para a Segunda divisão, entretanto, derrotas e punição por invasão de campo por parte da torcida culminaram na permanência, enquanto o Vitória se classificou para a divisão superior. O ascenso veio em 2007, com episódios marcantes como o gol salvador de Charles contra o Rio Branco no octogonal final, a caminhada da Fonte Nova até a Colina Sagrada da Igreja de Nosso Senhor do Bonfim a pé por parte da comissão técnica e dos atletas do clube no mesmo dia, os estádios lotados nas partidas restantes do octogonal final, o trágico incidente na Fonte Nova com óbito sete torcedores e a transferência do mando de campo para Feira de Santana, no estádio Jóia da Princesa, no ano seguinte, enquanto o Estádio de Pituaçu era reformado. No ano de 2007, a torcida organizada Terror Tricolor trocou socos e chutes com futebolistas no Fazendão em baderna e tumulto devido à revolta com a situação da equipe. No fim de 2008, o então deputado federal Marcelo Guimarães Filho (MGF) foi eleito com a imagem de ser um presidente jovem, que simbolizava a renovação e modernização do clube. Somente em 2010, houve a classificação à Série A em meio a um processo de grande reforma no centro de treinamento (CT) do clube e de profissionalização de todos os seus setores (restando apenas o cargo de presidente sem remuneração), iniciados pelo então presidente. A devoção de sua torcida foi reconhecida pela CBF no prêmio craque do Brasileirão com o prêmio de Torcida de Ouro. No momento da entrega, o Ministro dos Esportes Orlando Silva, torcedor assumido do rival Vitória, irritou a torcida homenageada ao não citar em momento algum qual o prêmio e qual clube estava sendo premiado. Em consequência de ter terminado o Brasileirão de 2011 na 14.ª posição, o clube, depois de 22 anos fora de uma competição internacional, se classificou à Copa Sul-Americana de 2012. No dia 30 de setembro de 2011 estreou nos cinemas de todo o Brasil o filme “Bahia Minha Vida”, de Márcio Cavalcante, sucesso de bilheterias que contava a história do clube através de relatos de 120 entrevistados, entre jornalistas, jogadores, comentaristas, árbitros, artistas e torcedores. Em 2012, uma pesquisa apontou o longa como o de segunda maior bilheteria da história entre filmes esportivos nacionais, perdendo apenas para o filme “Pelé Eterno”. Críticos de todo o Brasil, e, principalmente, fãs do futebol, aprovaram o filme, que foi o primeiro a ser lançado no Brasil contando a história de um time de futebol. De acordo com dados da Agência Nacional do Cinema (Ancine), pessoas viram o filme tricolor nas telonas. A arrecadação foi de reais. No Baianão de 2012, veio o título estadual após dez anos de jejum. Na Copa do Brasil, o time chegou às quartas-de-final, perdendo para o Grêmio. No Brasileirão, o Bahia, porém, não repetiu as boas atuações do início da temporada, mas escapou do rebaixamento. Na Copa Sul-Americana, o Bahia fez uma campanha ruim e foi eliminado ainda na fase nacional contra o São Paulo. O ano de 2013 foi bastante conturbado. O presidente remodelou o estatuto, passando o Conselho Deliberativo vigente a selecionar os dois candidatos a serem votados pelos sócios e o mesmo Conselho sendo renovado somente após a eleição. No estadual de 2013, a inconstância e baixa qualidade do elenco fizeram o Bahia realizar a pior campanha desde 1942 no Campeonato Baiano. Assim, a torcida iniciou protestos como o “Público Zero”, esvaziando os estádios, almejando afetar economicamente o clube para tentar obter a renúncia do presidente. Além disso, muitos torcedores de desassociaram do programa \"Torcedor Oficial do Bahia\", buscando o mesmo propósito. Torcedores ilustres e ídolos do clube, como Bobô, Paulo Rodrigues, Jaques Wagner, ACM Neto, Ricardo Chaves, etc, apoiados por jornalistas de diversos veículos esportivos, tais como Neto, Juca Kfouri, iniciaram um movimento, liderado por Sidônio Palmeira, intitulado “Bahia da Torcida”, que almejava uma série de mudanças, a começar pela renúncia do presidente do clube. A despeito da resistência de Marcelo Guimarães Filho nos dois anos anteriores, a justiça determinou a intervenção no clube para a reforma do estatuto e promoção de eleições diretas. Em votação no dia 17 de agosto de 2013, foi estabelecida a reforma do estatuto do clube com o propósito da eleição direta dos sócios para o ocupante do cargo de presidente. No dia 7 de setembro de 2013 ocorreu a primeira eleição direta e democrática da história do EC Bahia, quando foi eleito Fernando Schmidt, que já tinha sido presidente anteriormente, para a presidência até dezembro de 2014. Em 13 de dezembro de 2014 ocorreu a segunda eleição direta, vencendo o jornalista Marcelo Sant'Ana para o triênio 2015–2017. Nos anos de 2018 e 2020, o clube chegou até as quartas-de-finais na Copa Sul-Americana, suas melhores campanhas até então. Em 3 de dezembro de 2022, os sócios aceitaram a proposta de aquisição de 90% da SAF do clube pelo City Football Group, inaugurando assim uma nova era no futebol do Bahia. Em Janeiro de 2023, o Bahia fechou contrato com o site de apostas Esportes da Sorte no valor de 57 milhões por três anos. A empresa passa a ser patrocinadora master e o Bahia receberá 19 milhões por temporada, valor considerado o maior da história da agremiação. No dia 4 de maio de 2023, o Esporte Clube Bahia concluiu oficialmente a venda de 90% da SAF do clube para o Grupo City. Os 10% restantes ficam com a associação civil Esporte Clube Bahia. O acordo foi finalizado na Arena Fonte Nova. Na ocasião, foi anunciado Raul Aguirre como CEO da SAF. == Escudo == O clube é simbolizado por suas três cores, seu escudo, suas duas estrelas, sua bandeira, seus uniformes, seu mascote e seu hino e por eles o clube é conhecido. Suas cores são azul, vermelha e branca. O azul é em homenagem à Associação Atlética da Bahia; o branco, em gentileza ao Clube Bahiano de Tênis; e o vermelho, por ser a cor da bandeira do estado da Bahia. Coincidentemente (ou não) as três cores são as mesmas da bandeira da Bahia. Com as três cores do estado, o Bahia se denomina o Tricolor Baiano. Similarmente, a bandeira do Bahia busca homenagear a bandeira do Estado da Bahia, estado que o clube homenageia desde sua fundação. De acordo com o estatuto do clube, a bandeira é retangular com faixas em branco e vermelho na horizontal, tendo o escudo posicionado sobre um quadrado azul no canto superior esquerdo dela. Ao lado, a bandeira do Estado da Bahia, referência para a criação da bandeira do Bahia. Raimundo Magalhães projetou o escudo do Bahia. Foi inspirado no escudo do Corinthians Paulista na época, trocando apenas as cores (preto e vermelho por azul e vermelho), a bandeira no centro (de São Paulo pela da Bahia) e o ano de fundação (1910 - Corinthians por 1931 - Bahia). Com isso, ficou: redondo, de cores azul, vermelho e branca, com uma bandeira similar à da Bahia ao centro e duas estrelas acima do escudo representando as conquistas da Taça Brasil de 1959 e do Campeonato Brasileiro de 1988. As duas estrelas ostentadas sobre o escudo representam as duas maiores conquistas do clube: os dois campeonatos brasileiros conquistados em 1959 e em 1988. == Títulos oficiais == NACIONAIS Competição Títulos Temporadas Campeonato Brasileiro 2 1959 e 1988 REGIONAIS Competição Títulos Temporadas Copa do Nordeste 4 2001, 2002, 2017 e 2021 ESTADUAIS Competição Títulos Temporadas Campeonato Baiano 50 1931, 1933, 1934, 1936, 1938,Em 1938, foram disputados dois campeonatos baianos. Em um deles, o campeão foi o Botafogo. 1940, 1944, 1945, 1947, 1948, 1949, 1950, 1952, 1954, 1956, 1958, 1959, 1960, 1961, 1962, 1967, 1970, 1971, 1973, 1974, 1975, 1976, 1977, 1978, 1979, 1981, 1982, 1983, 1984, 1986, 1987, 1988, 1991, 1993, 1994, 1998, 1999,O Campeonato Baiano de 1999 foi dividido com o Vitória. 2001, 2012, 2014, 2015, 2018, 2019, 2020 e 2023 TOTAL Conquistas Títulos Categorias Títulos Oficiais 56 2 Nacionais, 4 Regionais e 50 Estaduais ; Legenda Campeão Invicto Nota: - Por não serem títulos oficiais, o Torneio Início mesmo tendo sido realizado pela Federação Bahiana de Futebol (FBF), as partidas não eram nos padrões oficiais de uma partida estabelecidas pela International Football Association Board (IFAB) no documento Laws of the Game [229] e os chamados \"zonais\", fases regionais e inter-regionais da Taça Brasil (Brasileirão), não foram listados. Aqui será listados apenas títulos de âmbito oficial com chancela da CBF. == Artilheiros == Abaixo a lista dos 50 maiores artilheiros do Bahia de todos os tempos. 50 maiores artilheiros de todos os tempos Jogador Número de Gols Jogador Número de Gols 1\\. Carlito 233 27. Fito 60 2\\. Douglas 184 27. Sanfilippo 60 3\\. Hamílton 158 29. Camerino 58 4\\. Uéslei 150 30. Sandro 58 5\\. Osni 133 31. Gereco 55 6\\. Vareta 131 32. Mário 53 7\\. Nonato 126 32. Jorge Campos 53 8\\. Alencar 121 34. Pedro Amorim 52 9\\. Marcelo Ramos 119 35. Zé Carlos 51 10\\. Izaltino 115 35. Vassil 51 11\\. Biriba 110 37. Carlinhos 49 12\\. Jorge 102 37. Betinho 49 13\\. Beijoca 98 37. Dadá Maravilha 49 13\\. Zé Hugo 98 40. Souza 48 15\\. Lima Sergipano 86 41. Robgol 47 16\\. Edinho 83 42. Baiaco 46 16\\. Gilberto 83 44. Velau 45 17\\. Bobô 80 42. Naninho 46 18\\. Marito 72 45. Edigar Junio 44 20\\. Léo Briglia 70 45. Washington Luís 44 20\\. Romeu 70 47. Léo Oliveira 43 22\\. Cláudio Adão 68 47. Mickey 43 22\\. Tintas 68 47. Raul 43 24\\. Robson 65 50. Florisvaldo 42 25\\. Charles Fabian 64 50. Naldinho 42 26\\. Raimundo Mário 61 50. Palito 42 == Rivalidades == === Ba-Vi === O Bahia é rival histórico do outro clube popular de Salvador, o Esporte Clube Vitória, contra o qual protagoniza o maior clássico da Região Nordeste, em confrontos desde 1932. O Tricolor possui vantagem no clássico, tendo, em 504 jogos, vencido 194 clássicos, e marcado 659 gols, contra 156 do principal rival, tendo ocorrido treze partidas com públicos maiores do que 70.000 pessoas. Em 1994, em um jogo memorável, com Fonte Nova completamente lotada (mais de 97 mil pagantes e 100 mil presentes - o maior público da história dos Ba-Vis), o Bahia venceu o Campeonato Baiano, depois de estar perdendo por 1 a 0 até os 44 minutos do segundo tempo, quando Raudinei saiu do banco de reservas e igualou o clássico garantindo o título para o tricolor (tinha a vantagem do empate). O primeiro Ba-Vi da história - oficial - foi realizado em 18 de setembro de 1932, quando o Tricolor derrotou seu maior rival por 3 a 0. Sua maior goleada sobre o rival foi também a maior da história do clássico: 10 a 1, em 8 de dezembro de 1939. Contudo, em suas primeiras décadas, o Bahia protagonizou clássicos contra outros times da capital baiana, tendo inclusive, na época, igual, ou talvez maior até, teor de rivalidade e clamor popular que o clássico Ba-Vi tem hoje, já que o Bahia estava em ascensão, mas ainda era um time promissor, e o Vitória não era um clube de expressão, sendo considerado, nessa época, amador. === Clássico do Pote === O Clássico do Pote é o duelo protagonizado entre Bahia e Botafogo-BA. Tem esse nome porque, no segundo confronto entre eles, um torcedor botafoguense prometeu quebrar um pote de barro para celebrar o primeiro triunfo ante o Tricolor Baiano, já que o primeiro jogo havia sido empate (2 a 2). Porém, quem venceu aquele jogo foi o Bahia (2 a 1). Aliás, após essa promessa, o Tricolor ainda venceria mais 8 jogos, e empataria mais 2, num período de cerca de 6 anos. Em todos eles, o aclamado pote era levado, a torcida colorada exaltava, mas no fim saía frustrada. Somente no dia 5 de setembro de 1937 ela foi cumprida, quando o Botafogo venceu por 2 à 1. Nos 10 primeiros anos do confronto (1931-1941), houve 23 duelos, onde o Bahia venceu 17, empatou 3 e perdeu 3. O tricolor se tornou soberano no clássico, até que em meados de 1989, o Botafogo foi rebaixado para a segunda divisão do Campeonato Baiano de Futebol, e desde então nunca mais houve o duelo entre ambos. Em 2013, com o retorno do Botafogo à primeira divisão do estadual, o desejo de muitos apaixonados por futebol, em especial o baiano, em rever este grande clássico da Bahia, tornou-se possível. === Clássico das Cores === O Clássico das Cores é o duelo travado entre Bahia e Galícia, e tem esse nome pois ambos possuem as cores vermelha, azul e branca nos seus respectivos escudos e uniformes (embora o Galícia tenha o azul como cor predominante nos uniformes - tanto que é carinhosamente apelidado de \"azulino\" - há no escudo uma cruz vermelha que leva a, às vezes, haver detalhes vermelhos no uniforme). Durante muito tempo, ambos rivalizaram pela hegemonia no estado, pois haviam sido fundados na mesma época (O Bahia em 1931 e o Galícia em 1933), e se mostravam clubes promissores. O Tricolor Baiano é hoje o maior clube do estado, mas o granadeiro, por sua vez, sucumbiu a falta de recursos e desde 1999 disputava a segunda divisão do Campeonato Baiano de Futebol. Em 2013, contudo, o granadeiro (como o Galícia é popularmente conhecido) conquistou o acesso à primeira divisão do estadual, tornando possível a reedição deste que é um clássico épico. === Clássico do Povo === O Clássico do Povo (ou Clássico das Multidões ou Milhões) é o confronto entre Bahia e Ypiranga os clubes, na época, mais populares do estado. O Bahia nasceu com grande simpatia do povo baiano, e com as conquistas em tão pouco tempo de fundado, rapidamente viu o número de torcedores aumentar. Como o Ypiranga era, na época, o detentor da maior parte da torcida baiana, essa ascensão meteórica do Bahia levou aos cronistas, jornalistas, escritores e, principalmente, os torcedores da época tratarem do duelo tal como um derby (clássico). Foi contra o Ypiranga que o Bahia fez seu primeiro jogo oficial, pelo Torneio Início da Bahia, vencendo por 2 à 0. Até meados dos anos 1950 a disputa era grande, mas a decadência do aurinegro e a ascensão do Vitória a partir de então, levaram a decadência deste histórico clássico. Atualmente, o Bahia continua sendo o mais popular no estado, mas o segundo lugar foi perdido pelo aurinegro baiano para o Vitória. Em 1991 o Ypiranga foi rebaixado para a segunda divisão do Campeonato Baiano de Futebol, e desde então não houve confrontos entre o Tricolor e o Aurinegro. === Bahia versus Sport === Tomando como referência a Região Nordeste do Brasil, o grande rival regional do Bahia é o Sport Club do Recife, adversário contra o qual possui uma boa vantagem, com trinta e sete triunfos e 29 empates, contra 24 do rival, porém, coube ao Sport a maior quantidade de gols em uma competição nacional, uma goleada por 6 a 0 pela Taça Brasil de 1959, que não adiantou muito, pois o Bahia acabou se classificando para a fase seguinte, tendo-se sagrado posteriormente campeão nacional. Ambos são apontados como dois dos maiores clubes do Nordeste, e também os únicos a terem títulos nacionais da Série A na região (dois Campeonatos Brasileiros para o Bahia; um Campeonato Brasileiro da Série A e um da Série B e uma Copa do Brasil para o Sport), além de Bahia e Pernambuco serem os dois maiores estados e desde muito tempo disputarem a liderança nesta região. Na noite de 24 de maio de 2017, mais um clássico entre os gigantes do Nordeste, o Tricolor baiano enfrentou o Leão da Ilha, na Arena Fonte Nova em Salvador. Para esta partida o Bahia tinha a vantagem de empatar em 0 a 0, pois no jogo de ida, na Ilha do Retiro, ocorreu empate de 1 a 1. O Esquadrão de Aço foi melhor tecnicamente e apresentou um futebol de excelente qualidade. Tendo jogado com um jogador a mais em boa parte do jogo, tendo em vista uma expulsão controversa de um atleta do Sport ainda no primeiro tempo, e mesmo com o placar apertado de 1 a 0, o Esporte Clube Bahia sagrou-se, pela terceira vez, Campeão da Copa do Nordeste, diante de um público de quase 50 mil torcedores. == Símbolos == O clube é simbolizado por suas três cores, seu escudo, suas duas estrelas, sua bandeira, seus uniformes, seu mascote e seu hino e por eles o clube é conhecido. Suas cores são azul, vermelha e branca. O azul é em homenagem à Associação Atlética da Bahia; o branco, em gentileza ao Clube Bahiano de Tênis; e o vermelho, por ser a cor da bandeira do estado da Bahia. Coincidentemente (ou não) as três cores são as mesmas da bandeira da Bahia. Com as três cores do estado, o Bahia se denomina o Tricolor Baiano. Similarmente, a bandeira do Bahia busca homenagear a bandeira do Estado da Bahia, estado que o clube homenageia desde sua fundação. De acordo com o estatuto do clube, a bandeira é retangular com faixas em branco e vermelho na horizontal, tendo o escudo posicionado sobre um quadrado azul no canto superior esquerdo dela. Ao lado, a bandeira do Estado da Bahia, referência para a criação da bandeira do Bahia. Raimundo Magalhães projetou o escudo do Bahia. Foi inspirado no escudo do Corinthians Paulista na época, trocando apenas as cores (preto e vermelho por azul e vermelho), a bandeira no centro (de São Paulo pela da Bahia) e o ano de fundação (1910 - Corinthians por 1931 - Bahia). Com isso, ficou: redondo, de cores azul, vermelho e branca, com uma bandeira similar à da Bahia ao centro e duas estrelas acima do escudo representando as conquistas da Taça Brasil de 1959 e do Campeonato Brasileiro de 1988. As duas estrelas ostentadas sobre o escudo representam as duas maiores conquistas do clube: os dois campeonatos brasileiros conquistados em 1959 e em 1988. === Mascote === Conhecido como \"Tricolor de Aço\" ou \"Esquadrão de Aço\", o mascote do Bahia é um homem de aço (similar ao Super-Homem), personagem da DC Comics, que foi criado pelo cartunista Ziraldo em 1979 onde o traje vestido do Tricolor de Aço é muito semelhante ao traje do Super-Homem original, que partilha as cores do time. O Departamento de Marketing do Clube deu vida ao símbolo ao fazer um boneco que sempre aparece antes dos jogos para sacudir a torcida nos estádios. O mascote faz referência ao personagem das histórias em quadrinhos, onde ele era quase que imortal, apenas enfraquecia com a presença de Kryptonita, ou seja, talvez o mais forte de todos os super-heróis. Aliando isso ao futebol, faz referência ao clube, que em seus mais de 80 anos é bicampeão nacional e possui a segunda maior quantidade de estaduais do Brasil (atrás apenas do ABC Futebol Clube). Visando aumentar a identificação com a torcida e ainda conscientizar a luta contra o racismo, o clube lançou em 2014 a \"mascota\" oficial Lindona da Bahêa, a Mulher-Maravilha negra, parceria do Super-Homem, com traços do artista Nei Costa. === Uniformes === ==== Uniformes do futebol masculino ==== Na fundação do clube, foi definido que o uniforme do clube seria formado por camisa branca, calção azul com uma faixa vermelha na cintura, e meiões cinzas. Anos depois, a cor vermelha para o meião foi adotado e eternizado como marca do clube. A segunda camisa, contudo, é a mais famosa do clube: a tricolor, com faixas em vertical em azul e vermelho, com faixas verticais em branco mais finas entre elas. Em algumas temporadas, entretanto, não é usado este modelo, sendo então remodelada a camisa e produzida excluindo-se as faixas brancas, com design vindo da fornecedora. Nos últimos anos, o clube está utilizando em seu terceiro uniforme cores e/ou modelos não tradicionais como por exemplo em 2010 quando homenageou a seleção espanhola, em 2011 quando homenageou a seleção francesa, em 2012 quando utilizou um modelo de camisa apelidada de modelo Arsenal (devido a semelhança da camisa do clube inglês) e em 2013 quando utilizou uma camisa azul e rosa em degradê. ==== Uniformes de jogadores de linha ==== Uniforme 1: Camisa branca, calção azul e meiões vermelhos; Uniforme 2: Camisa com listras vermelhas, brancas e azuis, calção e meiões brancos; Uniforme 3: Camisa vermelha, calção e meiões vermelhos. ==== Uniforme dos goleiros ==== * Camisa azul celeste, calção e meias azuis celeste; * Camisa azul turquesa, calção e meias azuis turquesa; * Camisa azul marinho, calção e meias azuis marinho. ==== Uniformes de treino ==== * Camisa azul, calção e meias azuis; * Camisa amarela, calção e meias amarelas; * Camisa branca, calção azul e meias brancas. ==== Patrocinadores ==== Os patrocinadores do Bahia ao longo de sua história foram: Fornecedores de material esportivo {| align=\"center\" border=\"1\" cellpadding=\"2\" cellspacing=\"0\" style=\"width: 90%; background: #f9f9f9; border: 1px #aaa solid; border-collapse: collapse; font-size: 90%; text-align:;\" Período Fornecedor 1978–1988 Adidas 1989 Umbro 1990–1992 Replay 1993 CCS 1993–1994 ProOnze 1994 Amddma 1995 Rhumell 1996–2005 Penalty 2005–2008 Diadora 2008–2011 Lotto 2012–2014 Nike 2014–2016 Penalty 2016–2018 Umbro 2018–2024 Esquadrão 2025– Puma === Hino === Em muitos times de futebol, o hino é uma canção produzida para traduzir em cifras a vida de um clube. No Bahia é diferente. O hino não é somente a tradução do clube, mas também a tradução da paixão de sua torcida por ele e de todo o clima que é vivido nas arquibancadas nos jogos do tricolor. Ele extrapolou a normalidade e se transformou até mesmo em música carnavalesca, onde é possível ver inclusive torcedores de outros times se renderem à beleza e grandiosidade do hino do clube e cantarem em alto e bom som. No ano de 1946, um grupo de torcedores, liderado por Amado Bahia Monteiro, decidiu criar uma torcida uniformizada. Para tal, queria criar também um canto para animar sua torcida. Assim, procuraram o professor e jornalista Adroaldo Ribeiro Costa que, entusiasmado, já tratou de iniciar os trabalhos no dia seguinte. Como a torcida do Bahia não era muito grande na época, ele buscou compensar a inferioridade numérica com emoção e vibração. Surgia, aos poucos, o hino tricolor. O início arrasador do clube, conquistando vários títulos nos primeiros anos de fundação, e um grito tradicional da então pequena, mas vibrante torcida do Bahia (\"Bahia! Bahia! Bahia\") inspiraram o jornalista: Logo após o gol, a torcida tricolor, insatisfeita, clamava por mais (\"Mais Um! Mais Um!\"). Adroaldo aproveitou e inseriu isso na canção: Depois de escrita, faltava a melodia. Não demorou muito e ela saiu naturalmente. Após alguns retoques, a canção havia sido concebida. Foi levada para a torcida, que adorou e levou para os jogos, porém a torcida uniformizada não durou muitos anos, e logo a foi desfeita, e o hino, esquecido. Quase 10 anos depois, o dirigente do Bahia na época, João Palma Neto, buscou aumentar a força do Bahia através de uma campanha de sócios sustentada numa vasta publicidade. Como forma de apoio à campanha, ressuscitou o hino alterando apenas o terceiro verso, substituindo “Ninguém nos vence em fervor” por “Somos do povo um clamor”. O maestro Agenor Gomes fez a instrumentação para a banda, João Palma Neto buscou e organizou um coro de torcedores, conseguiu a Banda do Corpo de Bombeiros e gravou a canção. Quando o hino foi entregue ao Bahia, Adroaldo Ribeiro transferiu todos os direitos autorais do hino para o clube. E impôs a condição de não ser revelada a autoria da música, já que queria que fosse considerado um canto espontâneo, nascido da torcida. O dirigente aceitou a proposta, e durante anos não se soube o autor da belíssima canção. Sem alterar o compromisso quanto aos direitos autorais. o próprio Adroaldo revelou algum tempo depois a autoria. O sucesso fez ele ser procurado por outros times para compor seus hinos, porém todos os seus pedidos foram negados pois, segundo ele, não poderia fazer seus respectivos hinos pois não sabia fazer aquilo que não sentia. == Torcida == O Bahia, com toda sua tradição e história triunfante, tem como maior patrimônio não um troféu, jogador, nem muito menos seu centro de treinamento ou empreendimentos, mas sim sua torcida. O Tricolor tem a maior torcida do Norte-Nordeste e Centro-Oeste, já constatada por pesquisas realizadas por institutos de pesquisas renomados como o Datafolha e o IBOPE, onde todos apontam o Bahia como sendo detentor da maior torcida da região Nordeste. Na Bahia, o clube detém, a maioria dos seus torcedores, com 35,6% (cerca de ), tendo, inclusive, mais torcedores que o Vitória (maior rival e detentor da segunda maior torcida do estado com 17,8%) e o Flamengo (terceiro colocado no estado, com 17,2%, aproximadamente ), algo comum no Nordeste. A euforia da torcida levou o clube a alcançar a maior média de público do Brasil em 2007 ( pessoas por jogo), 2004, 1988 ( pessoas por jogo), 1986 ( pessoas por jogo) e 1985 ( pessoas por jogo). A média do ano de 1986 é até hoje a sexta maior da história do Brasileirão. Até 2011, em jogos com mando de campo, o Bahia possui a segunda maior média geral por clube (), perdendo apenas para o Flamengo (). Durante toda a sua história, os sucessos do time baiano sempre estiveram vinculadas ao apoio e paixão do seu torcedor. Um belo exemplo disso é a semifinal de 1988, onde o Bahia venceu de virada por 2 a 1 o Fluminense e garantiu vaga na final que venceria posteriormente. O público é, até hoje, o maior registrado na história da Fonte Nova: 110.438 torcedores fizeram a festa e empurraram o time para o triunfo. Esse foi o 24.º maior público da história num jogo do Campeonato Brasileiro.(Maio de 2010). Guia Brasileirão 2010. Placar n. 1342. Editora Abril, pg. 121 Na final no mesmo ano, contra o Internacional, cerca de 90 mil foram ao estádio. Tem uma grande torcida em todo Brasil, a 13.ª mais especificamente. Em meados de 1993, uma pesquisa curiosa apontou sua torcida como a sexta maior do estado de São Paulo, atrás apenas do São Paulo, Corinthians, Palmeiras, Santos e Flamengo. Em 2010 a CBF reconheceu o fanatismo da torcida tricolor, premiando o clube com o título de torcida de ouro. === A Torcida do Tricolor de Aço no Brasil === Estado Porcentagem 35,6% 6% 4% 3% 3% 2% 1% 1% * Total: 3,6% ou 7.714.800 torcedores. População do Brasil (2023): 214.300.000 hab. === Programa de sócios === O Bahia mantém dois tipos de programa de sócio-torcedor: o \"Plano Sócio do Bahia Patrimonial\" que é mais amplo e completo e o \"Plano Esquadrãozinho\", exclusivo para crianças. Atualmente o Bahia é o 6º colocado entre os clubes brasileiros com mais sócios torcedores: Posição Sócios torcedores 6º 76.677 === Torcidas organizadas === Abaixo uma lista das principais torcidas organizadas do clube na atualidade: * Bamor: Maior torcida organizada do Bahia, foi fundada em 1978. Fica localizada atrás do \"gol que dá para a Avenida Paralela\" no estádio Roberto Santos (Metropolitano de Pituaçu), do lado esquerdo às cabines de imprensa. Na nova Arena Fonte Nova costuma ficar no lado esquerdo das cabines de rádio, na direção da Ladeira da Fonte das Pedras. Contém inúmeras bandeiras assim como uma bateria, um bandeirão no formato da camisa tricolor e umas das maiores faixas de uma torcida organizada do Brasil (180m de extensão), com os dizeres: \"BAMOR Ninguém nos vence em vibração\". Costuma acompanhar o time nos jogos fora de Salvador. Em novembro de 2010 no jogo em que o Bahia venceu a Portuguesa e conseguiu acesso a Série A do campeonato brasileiro a torcida lança seu novo bandeirão, esse com 6.000 metros quadrados, é o sétimo maior do Brasil e o maior da Bahia. Sete dias depois um novo bandeirão é estreado, dessa vez com o símbolo do patrocinador (Brahma). * Povão: Torcida conhecida por seu grande número de bandeiras. Fica localizada do lado oposto às cabines de transmissão da Arena Fonte Nova. Costuma estourar muitos fogos na entrada do Bahia em campo. (EXTINTA) * Torcida Uniformizada Terror Tricolor: Fundada em 2004, é reconhecida pela sua independência e pelos constantes protestos contra a diretoria do clube. O destaque é o bandeirão, um dos maiores do Brasil, com 5.600 metros quadrados. * Jovem Disposição Tricolor: Fundado em 2002, Seu lema é Ideologia, União e Atitude. (EXTINTA) * Tricoloucos: Fundada em 2000, o grande destaque é o bandeirão de 2.500 metros quadrados. (EXTINTA) * Fiel: Torcida onde fica a velha guarda do Bahia. Fica ao lado da Povão. Seus membros possuem grande prestígio com a diretoria do Bahia. Tem um papel importante na pressão sobre o clube, seja esta positiva ou negativa. (EXTINTA) * Garra: Fica ao lado direito das cabines de rádio e imprensa. Garantem total independência e sustentam os lemas de \"Paz\", \"Respeito\" e \"Bahia acima de todos\". Fundada em 20 de julho de 1998. (EXTINTA) * Torcida Legião Tricolor: No dia 25 de maio de 2011, nasceu em Salvador, estado da Bahia, a mais nova torcida organizada do Bahia, em uma cerimônia familiar a Torcida Organizada Legião Tricolor deu início aos seus trabalhos de incentivo a campanha do Esporte Clube Bahia no Campeonato Brasileiro. A ideia surgiu entre dois torcedores sadios (pai e filho), que pensando em juntar um grupo de amigos e familiares, inclusive as mães desse grupo, resolve, pois fundar a TOLT, com objetivos definidos de louvar a alegria, de carregar a bandeira do seu clube, de se fazer presente nos estádios por onde for jogar o E.C. Bahia, e espalhando seus batalhões (BTL) por bairros de Salvador e cidades circunvizinhas, definindo na sua simbologia de braços cruzados para o alto e com dedos em riste formando o L de Legião e da Liberdade, tendo como principal mascote o Hulk azul demonstrando a sua força. (EXTINTA) * TUBA: Está localizada ao lado direito da Bamor. Foi criada em 1997 e garantem nunca ter perdido um jogo do Bahia na Fonte Nova e sempre que possível viaja com o time para acompanhar os seus jogos fora. (EXTINTA) * Movimento Turma Tricolor: Com estilo semelhante aos de torcida de barra brava, tem como principal característica apoiar e incentivar unicamente o clube. Fundado em 2016. * Direto do Hospício: Fundado em 2016, a organizada D.D.H. 1931 tem como lema \"Libertos do manicômio, presos pela paixão ao Bahia\". Representam a cultura dos ultras. === Animadores de torcida === O clube foi um dos pioneiros na implementação de uma torcida exclusiva feminina, presente em todos os jogos do Esquadrão no seu estádio: as Tricoleaders (equivalente às tradicionais animadoras de torcida do futebol americano, referidas em inglês como cheerleaders), formado em 2011 mas que só foi \"apresentada\" aos gramados em 2013 por questões burocráticas, na gestão do presidente Fenando Schimidt e daí por diante passou a ser as animadoras oficiais. O grupo é formado por 16 garotas. === Embaixadas === São grupos de torcedores residentes em vários lugadores do Brasil e do exterior, com a finalidade na captação de novos sócios e nas ações promocionais do Bahia, tais como excursões e recepção ao time em aeroportos. Última atualização: 25 de junho de 2023 Nacionais Estado Nome do Consulado Cidade Embaixada Bora Bahêêa Alagoinhas Interior de Aço Alagoinhas Embaixada Tricolor Caetité Embaixada Tricolor Camaçari Camaçari Embaixada Tricolor Capim Grosso Capim Grosso Embaixada Catu de Aço Catu Tricolor Coiteense Conceição do Coité Bora Bahêaa Minha Benção Feira de Santana Nação Tricolor Irecê Bahia Sul Itabuna Sol da Bahêa Jequié Bahêa Juá Juazeiro Energia Tricolor Paulo Afonso Onda Tricolor Santo Antônio de Jesus Eu Sou Bahia São Gonçalo dos Campos Somos Do Povo Um Clamor Serrinha Caju de Aço Aracaju Embaixada Campinaço Campina Grande Frevo Tricolor Recife Teresina de Aço Teresina Bahia Chopp Maceió Tricolor de Goiânia Goiânia Embaixada Tricolor Tocantins Manaus Bahêa Manaus Barril Tricolor Macaé Bahêa da Guanabara Rio de Janeiro Digaê Bora Bahêa São Paulo Bahêa Sampa São Paulo Embaixada Bahêa Nova Petrópolis SôBaêa Nova Lima Nova Lima Internacionais País Nome do Consulado Cidade Tricolor Barcelona Barcelona Bora Bahêa Montreal Montreal Bora Bahêa Québec Québec Cana da Baêa Toronto Bora Baêa Vancouver Vancouver Bahêaires Buenos Aires === Nas redes sociais === Última atualização: 30 de março de 2024 O Bahia é o 15º colocado entre os clubes brasileiros com mais seguidores nas redes sociais: Rede social Seguidores Facebook 1.100.000 Twitter 1.600.461 Instagram 1.589.973 YouTube 301.321 TikTok 432.900 Combinado 5.024.655 == Organização == === Órgãos superiores === Diretoria Nome Função Emerson Ferretti Presidente Vitor Ferraz Vice-presidente Junior Chávare Gerente de futebol Lucas Drubscky Executivo de Futebol Conselho Deliberativo Nome Função Carlos Eduardo Guimarães Araújo Presidente Thiago Dória Moreira Vice-presidente Lucas Maia Costa Secretário === Diretoria de futebol masculino === Comissão técnica Nome Função Rogério Ceni Treinador Nuno Presume Auxiliar técnico Ricardo Dionísio Auxiliar técnico Antônio Bores Preparador físico Vitor Gonçalves Auxiliar de preparação física Roberto Nascimento Rui Tavares Treinador de goleiros Miguel Batista Supervisor de Futebol Vinicius Feitosa Adherbal Amaral Assistente administrativo Davi Pereira Analista de desempenho Rafael Ceuta William Barreto Felipe Sales Nutricionista Jayme Brandão Assessor de comunicação Vitor Tamar Assessor de comunicação Comissão técnica Nome Função Dr. Luiz Sapucaia Coordenador médico Dr. Daniel Araújo Médico Dr. Rodrigo Daniel José Dourado Neto Fisioterapeuta André Neves Diogo Thomaz Thiago Teixeira Maurício Maltez Fisiologista Fábio Massagista Sérgio Jaime Ivan Roupeiro Ivanildo Santos (Cachorrão) José Carlos de Jesus (Carlinhos) Assistente de campo Ednaldo Gomes (Pino) === Patrimônio === ==== CT Fazendão ==== O Centro de Treinamento Osório Villas-Boas, mais conhecido como Fazendão, é um centro de treinamento inaugurado pelo clube em 1979, no bairro de Itinga, cidade de Lauro de Freitas, Região metropolitana de Salvador. O centro de treinamento foi batizado como Osório Villas-Boas em homenagem a uns dos maiores presidentes do clube comandante da conquista do primeiro campeonato nacional em 1959 sobre o Santos de Pelé. Construído numa área de 120 mil metros quadrados, dispõe de quatro campos de treinamento com três com medidas oficiais. A área do centro de treinamento compreende ainda a sede administrativa do clube, hotelaria das divisões de base, sala de imprensa e arquibancada tem capacidade para 3 mil lugares. O Fazendão não é apenas um espaço para treinos, nele também foi construída a concentração para atletas profissionais reformada e reinaugurada em 2004 com o nome de José Maria de Magalhães Neto. Em 2009 foi totalmente reformado na gestão do presidente Marcelo Guimarães Filho e do então diretor de futebol Paulo Carneiro. Foram investidos mais de R$1.500.000,00 na sua reforma que incluiu a construção de uma academia totalmente moderna - e obviamente, nova - uma sala de fisiologia usufruindo do que há de melhor no ramo, novos equipamentos em geral, reforma total dos 4 campos do CT, ampliação da cozinha e novos objetos para os dormitórios dos jogadores profissionais e da divisão de base para dar melhor conforto aos atletas. ==== CT Cidade Tricolor ==== O novo Centro de Treinamento do Bahia, nomeado oficialmente com o nome de seu ex-técnico Evaristo de Macedo, está localizado na Estrada Cidade Tricolor, no município baiano de Dias d'Ávila, e possui 350 mil metros quadrados, seis campos de futebol, academia, departamento médico e prédios de concentrações para os times principal e da base, entre outros. O Centro de Treinamento Evaristo de Macedo (Cidade Tricolor) foi inaugurado em 11 de Janeiro de 2020. ==== Sede de praia ==== Localizado na praia da Boca do Rio em Salvador, a Sede de Praia Paulo Maracajá foi construída com o objetivo de ser o grande centro de entretenimento do torcedor tricolor. A sede possuía piscina olímpica, campos de futebol society; quadra poliesportiva e bares. Foi utilizada pela casa de shows \"Espetáculo\" culminando em um abandono parcial das atividades do clube (praticamente o clube apenas alugava o campo sintético). Ainda no final do ano de 2010, foi reativada a escolinha do Bahia na sede de praia (o Bahia possuía escolinhas em outros clubes conveniados) deixando no ar o verdadeiro futuro da sede de praia. A sede de praia do Bahia passou a ser propriedade da Prefeitura de Salvador em função de execução de dívidas com IPTU e foi transformada em praça pública, concluída em 2013. Em 2015, foi finalizado o imbróglio sobre a sede de praia com a entrega da certidão de Transferência do Direito de Construir (Transcons), no valor de cerca de 40 milhões na moeda imobiliária. Desse valor, 12 milhões de reais quitaram as dívidas com o município de Salvador (IPTU, ISS e a demolição). === Mandos de campo === ==== Campo da Graça ==== O Campo da Graça foi o primeiro estádio onde o Bahia mandou seus jogos. Além dele, Galícia, Ypiranga, Botafogo e Vitória também mandaram seus jogos lá. Desde a sua fundação, em 1931 até a inauguração da Fonte Nova, em 1951, o tricolor disputou e conquistou vários títulos neste estádio, inclusive o primeiro título conquistado pelo tricolor baiano, o Torneio Início de 1931. Foi lá onde toda a trajetória gloriosa do Bahia começou, até mesmo a disputa do primeiro Ba-Vi da história, onde o tricolor venceu por 3x0. Com a Fonte Nova, o Campo da Graça perdeu espaço e a força que tinha, sucumbindo à obsolescência e caindo no esquecimento. Porém, para os torcedores baianos mais velhos, os grandes momentos vividos no Campo da Graça nunca sairão das suas lembranças. Alguns notáveis jogos no Campo da Graça: * Ypiranga 2–0 (partida do Torneio Início da Bahia de 1931, primeira partida da história do Bahia, e primeiro Clássico das Multidões) * São Cristóvão 3–1 (partida do Campeonato Baiano de Futebol de 1931) * Ypiranga 6–2 (partida do Campeonato Baiano de Futebol de 1931) * Botafogo-BA 2–2 (partida do Campeonato Baiano de Futebol de 1933, primeiro Clássico do Pote) * Vitória 3–0 (partida do Campeonato Baiano de Futebol de 1932, primeiro Ba-Vi) * Botafogo-BA 6–2 (partida do Campeonato Baiano de Futebol de 1933) * Guarany-BA 9–0 (partida do Campeonato Baiano de Futebol de 1933) * Galícia 3–1 (partida do Campeonato Baiano de Futebol de 1934, primeiro Clássico das Cores) * Vitória 10–2 (partida do Campeonato Baiano de Futebol de 1938, Ba-Vi histórico) * Vitória 10–1 (partida do Campeonato Baiano de Futebol de 1939, maior goleada da história do Ba-Vi) ==== Estádio da Fonte Nova ==== Com a inauguração da Fonte Nova em 1951, cujo nome oficial é Estádio Octávio Mangabeira, os grandes clubes de Salvador disputavam seus jogos no estádio: Bahia, Vitória, Galícia, Ypiranga e Botafogo. Nele, o Bahia levou grandes públicos aos seus jogos e criando um vínculo histórico que somente foi quebrado com a interdição da Fonte Nova após o trágico incidente no jogo contra o Vila Nova (durante a campanha de subida do Bahia para a Série B), quando parte do estádio cedeu e 9 pessoas caíram, e destas, 7 vieram a falecer. Mais de 30 ficaram feridas. Após esse episódio, o governo do Estado da Bahia declarou que o estádio seria demolido e reinaugurado. A nova arena foi construída no local para a Copa do Mundo de 2014. Nesse período entre 1951 e 2007, porém, o Bahia possui gloriosos e tristes momentos no estádio: a conquista do Troféu Octávio Mangabeira, criado para premiar um dos times de Salvador na inauguração do estádio; realização da campanha triunfante que culminou na conquista da Taça Brasil de 1959; conquista da maior parte dos seus 47 títulos estaduais, inclusive o heptacampeonato baiano inédito e exclusivo ao Bahia no estado; realização de uma impecável campanha que culminou na conquista do Campeonato Brasileiro de Futebol de 1988; rebaixamento à segunda divisão em 1997, e em 2003, e para a terceira divisão em 2005; e conquista do retorno à segunda divisão em 2007. Alguns notáveis jogos na Fonte Nova foram: * Ypiranga 3–2 (final do Torneio Octávio Mangabeira em 1951) * Vasco 2–1 (semifinal do Campeonato Brasileiro de Futebol de 1959) * San Lorenzo-ARG 3–2 (primeira fase da Copa Libertadores da América de 1960) * Santos 1–1 (partida do Campeonato Brasileiro de Futebol de 1969) * Santa Cruz 5–0 (segunda fase do Campeonato Brasileiro de Futebol de 1981) * Fluminense 2–1 (semifinal do Campeonato Brasileiro de Futebol de 1988) * Internacional 2–1 (final do Campeonato Brasileiro de Futebol de 1988) * Universitário-PER 2–1 (oitavas-de-final da Copa Libertadores da América de 1989) * Vitória 1–1 (final do Campeonato Baiano de Futebol de 1994) * Internacional 5–4 (oitavas-de-final da Copa do Brasil de Futebol de 1994) * Flamengo 4–1 (partida da Série A do Campeonato Brasileiro de Futebol de 2000) * Sport 3–1 (final da Copa do Nordeste de Futebol de 2001) * Atlético Mineiro 4–3 (quartas-de-final do Copa do Brasil de Futebol de 2002) * Vitória 3–1 (final da Copa do Nordeste de Futebol de 2002) * Fast Clube 1–0 (3.ª fase da Série C do Campeonato Brasileiro de Futebol de 2007) * Vila Nova-GO 0–0 (octogonal final da Série C do Campeonato Brasileiro de Futebol de 2007) ==== Estádio Roberto Santos (Pituaçu) ==== Devido à ausência da Fonte Nova, o Bahia em 2008 teve que jogar longe de Salvador, nas cidades de Camaçari e Feira de Santana. Enquanto isso, o Estádio Roberto Santos passou por uma grande reforma para atender ao clube. Em 2009, o estádio estava pronto para a volta do Bahia. Nesta temporada, o time fez uma campanha com 26 jogos realizados onde venceu 18 jogos, empatou 7 e perdeu apenas 3 jogos. Entre 2009 e 2013, o clube realizou 139 partidas, com 72 triunfos, 39 empates e 28 derrotas., marcou 253 gols, e sofreu 142. O Pituaço, como também é chamado, tem capacidade para 32.157 espectadores. Ele tem o carinho da torcida tricolor por ter sido nele que, em 2010, o Bahia voltou à Série A após 7 anos fora, e em 2012 reconquistou o Campeonato Baiano de Futebol após 10 anos sem levantar o troféu. Alguns notáveis jogos em Pituaçu foram: * Ipitanga 4-0 (partida do Campeonato Baiano de Futebol de 2009, reinauguração do estádio) * Vasco da Gama 2–1 (partida da Série B do Campeonato Brasileiro de Futebol de 2009) * Vitória 2-1 (partida do Campeonato Baiano de Futebol de 2010) * Sport 2-0 (partida da Série B de Campeonato Brasileiro de Futebol de 2010) * Portuguesa 3–0 (partida da Série B do Campeonato Brasileiro de Futebol de 2010, \"o jogo do acesso\") * Avaí 3–2 (partida da Série A do Campeonato Brasileiro de Futebol de 2011) * São Paulo 4-3 (partida da Série A do Campeonato Brasileiro de Futebol de 2011) * Vitória da Conquista 1-0 (semifinal do Campeonato Baiano de Futebol de 2012) * Vitória 3-3 (final do Campeonato Baiano de Futebol de 2012) * Vitória 2-2 (final do Campeonato Baiano de Futebol de 2014) ==== Itaipava Arena Fonte Nova ==== Com a demolição da antiga Fonte Nova em 2010, foi iniciada a construção de um moderno estádio de futebol, seguindo os padrões FIFA e, ao mesmo tempo, buscando manter certos aspectos do antecessor, tal como a abertura para o Dique do Tororó (manancial de águas localizado em frente ao estádio), presente tanto na antiga como na atual estrutura física do estádio. Foi construído para receber jogos da Copa das Confederações de 2013 e da Copa do Mundo de 2014. O Bahia fechou acordo com a Fonte Nova Negócios e Participações para mandar seus jogos no novo estádio.Site oficial - (link inativo) A Arena tem capacidade para 50.000 pessoas distribuídos em três níveis de arquibancadas com assentos cobertos, camarotes, restaurante panorâmico com vista para o estádio e para o Dique , e duas mil vagas de estacionamento. A cervejaria Itaipava comprou os direitos de nome do estádio e rebatizou de \"Itaipava Arena Fonte Nova\". A nova Arena surge num momento de renovação do clube em todos os aspectos. Sua chegada é um marco não só para o futebol baiano, mas também para o Tricolor Baiano, onde tem um valor simbólico de renovação, reestruturação e modernização. Durante boa parte dos seus mais de 80 anos, o clube jogou e conquistou a maioria de seus títulos na antiga Fonte Nova, e a reconstrução dela, modernizando-a, simboliza a renovação do futebol baiano, em especial o do tricolor, que também vive um processo de renovação nesse período, após intervenções jurídicas na administração do clube e mobilizações pacíficas da sua torcida em prol de um Bahia mais democrático. O Bahia fez sua primeira partida na Arena Fonte Nova contra o maior rival, o Vitória no dia 7 de abril de 2013 pelo Campeonato Baiano, perdendo por 5 a 1. Após momentos conturbados, onde o clube, inclusive, ficou vários jogos sem vencer na nova arena, emplacou de vez no Brasileirão, com a torcida frequentando cada vez mais a nova casa, e apoiando seu time fielmente, tal como sempre o fizera. No dia 3 de maio de 2015 o Bahia conquistou seu primeiro título na nova Arena, ao golear o Vitória da Conquista pelo placar de 6 a 0 na decisão do Campeonato Baiano. Alguns notáveis jogos na Arena Fonte Nova foram: * Juazeiro 2–0 (partida do Campeonato Baiano de Futebol de 2013, primeiro triunfo do clube no estádio) * Flamengo 3–0 (partida da Série A do Campeonato Brasileiro de Futebol de 2013) * Vitória 2–0 (partida do Campeonato Brasileiro de Futebol de 2013, primeiro triunfo do clube no estádio diante do rival) * Shakhtar Donetsk 3–2 (partida amistosa em 2015, primeiro amistoso internacional do novo estádio) * Vitória da Conquista 6–0 (partida do Campeonato Baiano de Futebol de 2015, primeiro título do clube no estádio) * Bragantino 3–2 (partida da Série B do Campeonato Brasileiro de Futebol de 2016, maior público de partidas de clubes da história do estádio) * 1-4 em 2023 pelo Campeonato Baiano na grande final, o tricolor conquistando seu 50° título. == Futebol Masculino == Alguns marcos e estatísticas do Bahia são: * Primeiro campeão brasileiro — ganhou a primeira competição nacional no Brasil, a Taça Brasil, em 1959, onde bateu na final o Santos. * Primeiro clube brasileiro a disputar a Copa Libertadores da América — o Esporte Clube Bahia é o primeiro clube brasileiro a representar o Brasil na Copa Libertadores da América, em 1960. O tricolor ainda disputou mais duas Libertadores: em 1964 e em 1989, nesse último chegou às quartas de final. * Primeiro clube nordestino a possuir maior média de público no Campeonato Brasileiro — o Esporte Clube Bahia é o primeiro clube nordestino a possuir melhor média de público em uma edição de Campeonato Brasileiro. Na verdade, foram três vezes: em 1985, em 1986, e em 1988 quando foi campeão. * Primeiro clube nordestino a bater recorde de público das divisões A, B e C — o Esporte Clube Bahia é o primeiro clube nordestino a bater recorde de público em todas as divisões do Campeonato Brasileiro: em 2007, o clube estava na Série C, e colocou uma média de 40.700 torcedores na Fonte Nova, tendo em segundo lugar o Flamengo, com . * Primeiro e único clube baiano a possuir um artilheiro na Taça Brasil — o Esporte Clube Bahia é o primeiro clube baiano a possuir um artilheiro na Taça Brasil: Léo Briglia fez 8 gols na Taça Brasil de 1959, feito repetido 31 anos depois por Charles Fabian que em 1990 fez 11 gols no Brasileirão de 1990. * Clube fundador do Clube dos 13 — o Esporte Clube Bahia, é um dos 13 fundadores ao lado dos 4 grandes clubes do Rio, 4 grandes clubes de São Paulo, 2 grandes clubes de Minas e 2 grandes clubes do Rio Grande do Sul. * O Esporte Clube Bahia é o único clube baiano a ter um artilheiro na Série B — o atacante Uéslei marcou 25 gols no Campeonato Brasileiro de 1999. * Primeiro Clube nordestino a chegar à final da Copa São Paulo de Futebol Júnior — enfrentou o Flamengo na final de 2011, porém perdeu por 2 a 1 e ficou com o vice-campeonato. ==== Participações em competições ==== Legenda Participações em 2024 Competição Temporadas Melhor campanha Campeonato Baiano 93 Campeão (50 vezes) 1931 2024 – Copa do Nordeste 20 Campeão (4 vezes) 1994 2024 rowspan=\"6\" Campeonato Brasileiro 51 Campeão (1959 e 1988) 1959 2024 3 Série B 10 3º colocado (3 vezes) 1998 2022 4 1 Série C 2 Vice-campeão (2007) 2006 2007 1 – Copa do Brasil 33 Quartas de final (9 vezes) 1989 2024 Torneio Heleno Nunes 1 Vice-campeão (1984) 1984 1984 Torneio dos Campeões 1 Semifinal (1982) 1982 1982 Copa Libertadores da América 3 Quartas de final (1989) 1960 1989 Copa Sul-Americana 8 Quartas de final (2018 e 2020) 2012 2021 ==== Campanhas de destaque ==== Torneio Campeão Vice-campeão Terceiro colocado Quarto colocado Campeonato Brasileiro 2 (1959, 1988) 2 (1961, 1963) — 1 (1990) Campeonato Brasileiro - Série B — — 2 (2010), (2022) 1 (2016) Campeonato Brasileiro - Série C — 1 (2007) — — Torneio Heleno Nunes — 1 (1984) — — Torneio dos Campeões — — — 1 (1982) Copa do Nordeste 4 (2001, 2002, 2017, 2021) 5 (1997, 1999, 2015, 2018, 2020) 3 (1994, 1998, 2016) 0 (não possui) Campeonato Baiano 50 vezes 23 vezes — — Taça Estado da Bahia 3 (2000, 2002, 2007) 2 (2004, 2006) — — Torneio Início da Bahia 9 vezes 8 vezes — — === Elenco atual === === Categoria de base === ==== Sub-23 ==== ===== Elenco atual ===== Última atualização: 19 de março de 2021. {{Elenco atual de futebol | tamanho = 800 | clube_qualificador = do | clube_nome = Esporte Clube Bahia | clube_ref = | numeracao = sim | feminino = não | feminino_t = não | cor_letra1 = white | cor_fundo1 = #0d5aa5 | cor_letra2 = white | cor_fundo2 = #b9000a |c1_j1_num =13 |c1_j1_pos =Z |c1_j1_nome = Gustavo Henrique |c1_j2_num =14 |c1_j2_pos =Z |c1_j2_nome = Raniele |c1_j3_num =22 |c1_j3_pos =LD |c1_j3_nome = Douglas Borel |c1_j4_num =24 |c1_j4_pos =G |c1_j4_nome = Leandro |c1_j5_num =36 |c1_j5_pos =LE |c1_j5_nome = Mayk |c1_j6_num =38 |c1_j6_pos =V |c1_j6_nome = Bruno Camilo |c1_j7_num =46 |c1_j7_pos =M |c1_j7_nome = Luiz Felipe |c1_j8_num =47 |c1_j8_pos =V |c1_j8_nome = Pablo |c1_j9_num = |c1_j9_pos = |c1_j9_nome = |c1_j10_num = |c1_j10_pos = |c1_j10_nome = |c2_j1_num =48 |c2_j1_pos =V |c2_j1_nome = Caio Mello |c2_j2_num =49 |c2_j2_pos =A |c2_j2_nome = Marcelo Rayan |c2_j3_num =60 |c2_j3_pos =A |c2_j3_nome = Fabrício |c2_j4_num =72 |c2_j4_pos =Z |c2_j4_nome = Éverson |c2_j5_num =– |c2_j5_pos =G |c2_j5_nome = Dênis Júnior |c2_j6_num =– |c2_j6_pos =G |c2_j6_nome = Vinicius |c2_j7_num =– |c2_j7_pos =Z |c2_j7_nome = Wesley Junio |c2_j8_num = |c2_j8_pos = |c2_j8_nome = |c2_j9_num = |c2_j9_pos = |c2_j9_nome = |c2_j10_num = |c2_j10_pos = |c2_j10_nome = |c3_j1_num =– |c3_j1_pos =V |c3_j1_nome = Ramon |c3_j2_num =– |c3_j2_pos =M |c3_j2_nome = Domingos |c3_j3_num =– |c3_j3_pos =M |c3_j3_nome = Gregory |c3_j4_num =– |c3_j4_pos =M |c3_j4_nome = Jeferson Douglas |c3_j5_num =– |c3_j5_pos =M |c3_j5_nome = Renato Neto |c3_j6_num =– |c3_j6_pos =A |c3_j6_nome = Brinquedo |c3_j7_num =– |c3_j7_pos =A |c3_j7_nome = Dodo |c3_j8_num = |c3_j8_pos = |c3_j8_nome = |c3_j9_num = |c3_j9_pos = |c3_j9_nome = |c3_j10_num = |c3_j10_pos = |c3_j10_nome = |treinador_nome = Bruno Lopes }} ===== Estatísticas ===== ====== Participações em competições ====== Legenda Participações em 2021 Competição Temporadas Melhor campanha Campeonato Brasileiro Sub-23 2 4º colocado (2019) 2018 2019 ====== Campanhas de destaque ====== Torneio Campeão Vice-campeão Terceiro colocado Quarto colocado Campeonato Brasileiro Sub-23 — — — 1 (2019) == Futebol feminino == As raízes do futebol feminino no Esporte Clube Bahia estão no final da década de 1980, quando a equipe feminina do Bahia foi vencedora do campeonato baiano de futebol feminino no ano de 1989. Naquele ano, o Bahia chegou a contar com a meia-atacante baiana Sissi como uma de suas principais jogadoras. Depois, o Bahia prosseguiu em sua trajetória com a conquista dos títulos das duas edições seguintes (1990 e 1991), quando houve uma interrupção das atividades até a retomada destas na década de 2010. Assim, no ano de 2013, o Bahia forma uma equipe feminina de futebol seguindo as tendências mundiais, onde se valoriza o esporte também praticado pelas mulheres. A equipe de futebol feminina irá participar do Campeonato Baiano de Futebol Feminino e Brasileiro da categoria. Em 2020, a equipe conseguiu participar da série A1 do Campeonato Brasileiro, após obter o acesso à primeira divisão, quando venceu o Fortaleza por 1 a 0, e avançou para as semifinais do Brasileirão Série A2. A equipe feminina de futebol do Bahia é uma das maiores vencedoras ainda ativas na atualidade, desde que o campeonato passou a ser organizado pela FBF, tendo conquistado o título estadual relativo às últimas edições do evento ocorrida no ano de 2019 e no ano de 2021. Em 2024 a equipe conquistou o primeiro título nacional, vencendo o Campeonato Brasileiro Série A2. Após ser líder do grupo A, a equipe avançou no mata-mata contra o JC e Sport, tendo vencido a equipe do 3B da Amazônia na final. Nacionais Competição Títulos Temporadas Campeonato Brasileiro - Série A2 1 2024 Estaduais Competição Títulos Temporadas Campeonato Baiano 7 1989, 1990, 1991, 2019, 2021, 2022 e 2023. == Automobilismo == O Bahia tornou-se pioneiro na Bahia a patrocinar e dar todo apoio necessário ao piloto Patrick Gonçalves onde o mesmo tornou-se campeão da categoria Mini-Challenge da Stock Car. O Bahia foi o primeiro clube fora do sudeste brasileiro a ter uma equipe em uma categoria automobilística. No rally, o Bahia também mantém uma parceria com o piloto baiano Roberto Cunha que participou do Campeonato Baiano de Rally 4×4, o Campeonato Baiano de Rally Cross Country e a Mitsubishi CUP (maior rally monomarca da América Latina). O Bahia também exerceu de forma pioneira essa parceria e apoio. == Tênis == O Bahia possui atletas de tênis porém como o seu clube não tem quadras, praticam o esporte em outros clubes da cidade, porém com o apoio e patrocínio do Bahia. A atleta de maior destaque é a tenista Luiza Souza que faz parte do clube desde 2010. == Futevôlei == O Bahia já foi campeão brasileiro de futevôlei, o quarteto do Bahia era formado com: Leandro, Marcelinho, Guga e Café. O Bahia garantiu participação do Mundial 4 x 4. == Futebol de 5 == A equipe do Bahia de futebol de 5 (Fut5) é uma das mais vitoriosas da modalidade no Brasil. A equipe é hexa campeão brasileiro (2009, 2010, 2011, 2012, 2013 e 2014), além disso é bicampeão mundial. No elenco está Jefinho, que foi considerado o melhor jogador do mundo da categoria em 2010. == Futebol de 7 == O Bahia mantém uma equipe de Futebol de 7 (Fut7) que participa do campeonato brasileiro desta modalidade, tendo como destaque a já participação do ex-jogador de futebol Edílson, o Capetinha, que também jogou no clube. == Natação == O Bahia possui também atletas que praticam a natação, com maior destaque para a nadadora Ana Marcela e o nadador Allan do Carmo, ambos nadadores de grande destaque no cenário esportivo baiano e brasileiro, que fizeram parte do Bahia em 2010. Allan do Carmo conquistou a medalha de bronze nos Jogos Pan-americanos (Rio 2007), é bicampeão do Campeonato Sul-americano Juvenil, nos 10 km (2005 e 2007), campeão dos Jogos Sul-americanos, nos 5 km (2006) e vice-campeão brasileiro (2006). Já Ana Marcela conquistou a medalha de bronze na prova de 5 km no Mundial de Maratonas Aquáticas, disputado em Roberval, no Canadá. == Futsal == No ano de 2011 o Bahia anunciou a reativação da modalidade futsal em seus projetos, inscrevendo-se na Taça Brasil de Futsal. == Jiu-jítsu == O Bahia tem uma equipe que participou do pan-americano de Jiu-Jitsu e foi uma das melhores equipes da competição, se tornando uma das melhores equipes das Américas. == Ligações externas == * * Sítio da equipe feminina de futebol * Sítio não oficial * * Categoria:Clubes de futebol fundados em 1931 Bahia Bahia Categoria:Fundações na Bahia em 1931 Categoria:Clubes do City Football Group",
 "title": "Esporte Clube Bahia"
}