{
 "id": "20305",
 "text": "Cuidados parentais representam um mecanismo de seleção pós-copulatória, no qual os progenitores utilizam estratégias que aumentam a sobrevivência de seus descendentes, mas, em contrapartida, reduzem sua própria sobrevivência e/ou possibilidades de futuras reproduções. Dessa forma, progenitores que investem muito em um baixo número de filhotes tendem a diminuir o número total de filhotes produzidos ao longo da vida, mas individualmente os filhotes apresentam maior sobrevivência. Exemplos de cuidado parental incluem suprir a prole com alimento, construir ninhos e abrigos, proteger contra predadores e transmitir calor. Estratégias de cuidado parental são observadas tanto em vertebrados como invertebrados. Considerando que a seleção natural atua sobre o indivíduo, o cuidado parental pode parecer paradoxal, já que os pais se prejudicam em benefício dos filhotes. Isto abriria margem para interpretações de seleção em nível de grupo, o que é fortemente rejeitado pelos especialistas. O cuidado parental difere de seleção de grupo pelo grau de relação dos provedores de cuidado parental com a prole. == Estratégias de cuidado == * Estratégia K: Essa estratégia consiste em poucos filhotes com grande investimento de cuidado parental para cada um, mais presente em animais maiores e/ou que vivem bastante. * Estratégia r: Animais que seguem essa estratégia tendem a ter muitos filhotes em intervalos curtos de tempo. Esse padrão é encontrado em locais onde os recursos possuem disponibilidade irregular, podendo ser escassos e imprevisíveis; e, quando disponíveis, são abundantes. Uma habilidade maior de reprodução gera a possibilidade de aproveitar ao máximo os recursos quando acessíveis. ** Espécies \"r\" possuem gerações mais curtas e que os permitem sincronizar sua prole com a estação que mais vai lhes favorecer. == Mamíferos == Mamíferos são um dos táxons com maior número de trabalhos reportando cuidado parental. Ainda que apenas uma pequena parte dos mamíferos apresentam cuidado parental, e uma menor porção se reproduza de forma socialmente monogâmica. Na prática, esse interesse se dá pela proximidade filogenética de humanos Homo sapiens com as demais espécies do táxon. Isso fica evidente pelo elevado número de estudos envolvendo primatas. Mamíferos apresentam duas grandes adaptações para o cuidado da prole, a gestação (desenvolvimento do embrião dentro do corpo da mãe) e a produção de leite. Quando machos de mamíferos executam cuidado parental, os custos envolvidos tendem a ser elevados. Machos que cuidam da sua prole tendem a sofrer mudanças na massa corporal e níveis hormonais. Em humanos, a criação de filhos pode representar um dos principais componentes do orçamento familiar. == Aves == Aves são um dos principais táxons com estudos envolvendo cuidado parental. Neste grupo, grande parte das espécies (aproximadamente 90%) apresentam sistema reprodutivo de monogamia social, onde machos e fêmeas contribuem para o cuidado da prole, contudo, fertilizações extra-par são observadas em várias ordens. Tal característica, faz deste táxon um excelente objeto de estudo de custos e benefícios de investimento em cuidado parental. Estudos indicam que componentes similares do cuidado parental de aves e mamíferos são convergências evolutivas. Em aves, a necessidade de investimento parental requerido pós-eclosão ou nascimento é tida como base para a separação da estratégia reprodutiva em dois grupos: precocial e altricial. Em alguns grupos de aves, como pombas (Columbidae), flamingos (Phoenicopteridae) e alguns pinguins (Spheniscidae) é observado uma característica peculiar no investimento parental para o grupo: o \"leite de pomba\". O \"leite de pomba\" ou \"Crop milk\" (em inglês) consiste na reunião de elementos secretados pela parede da moela dos progenitores diluído em água. Estudos indicam que tal secreção é uma importante fonte de energia e nutrientes, tais como carotenoides, para aves em seus primeiros estágios de vida. == Anfíbios == Diversas espécies de anfíbios, como a Hyalinobatrachium yaku e a Rheobatrachus sp., apresentam cuidado parental. Este grupo apresenta uma elevada diversidade de estratégias de cuidado parental assim como uma elevada diversidade de estratégias reprodutivas. Seis padrões gerais de cuidado parental são reconhecidos para anfíbios, sendo eles: cuidados de ovos, transporte de ovos, cuidado de girinos, transporte de girinos, alimentação de girinos, e gestação interna no oviduto (viviparidade). == Répteis == A maior parte dos filhotes de répteis eclodem dos ovos depois de um longo período após os progenitores se afastarem dos ovos. Algumas espécies de lagartos e cobras guardam os ovos. Cobras do gênero Python incubam seus ovos por um tempo, mas após o nascimento dos filhotes, não há maior investimento no cuidado da prole. Entre os répteis, apenas os crocodilianos e seus parentes próximos tendem a cuidar dos ovos e filhotes. == Peixes == O cuidado parental evoluiu em diversos grupos de peixes. Na família Syngnathidae (ex. cavalos marinhos) apresentam uma estratégia reprodutiva onde os machos se tornam grávidos, ao passo que as fêmeas provem pouco ou nenhum investimento pós-fecundação. Em outras espécies, machos assumem papel de proteger os ovos antes destes eclodirem. O comportamento de incubação oral, apresentado por alguns peixes, consiste em um adulto guardar os filhotes em sua boca, por extensos períodos de tempo. Este comportamento, parece ter evoluído independentemente em diversas famílias de peixe. == Invertebrados == Alguns insetos, mas principalmente Hymenoptera, investem substancialmente no cuidado da prole. O tipo de cuidado e quantidade de cuidado dispendido variam. Vespas solitárias constroem ninhos para seus jovens, provêm alimento para estes e selam o ninho. Após o nascimento os jovens se alimentam unicamente do alimento deixado pelo adulto na construção do ninho. Em vespas sociais, adultos constroem ninhos para o desenvolvimento dos seus filhotes, e provem alimento para o desenvolvimento dos mesmos. Em contraste, abelhas jovens crescem em colônias, onde os ovos são postos principalmente pela rainha, e os filhotes são cuidados pelas operarias. Escarabeídeos e Lepidoptera também apresentam cuidado parental. Borboletas ovopositam sobre locais onde seus filhotes serão capazes de se alimentar. Grilos também são conhecidos por colocarem seus ovos em pontos ótimos para o desenvolvimento de filhotes. Muitas espécies de Hemiptera cuidam dos seus filhotes. Algumas espécies das famílias Belostomatidae, como o gênero Abedus, apresentam cuidado parental. == Tipos de cuidado parental == Tem-se a concepção de que o cuidado parental é algo comum em todas as espécies animais, no entanto, é raro ver tal comportamento e na maioria das vezes é feito apenas por um dos progenitores, menos comum o macho. Além disso, o cuidado parental está associado ao custo-benefício para a espécie.Alcoch, John. Animal Behavior: An evolutionay approach. Arizona: Sinauer Associates; 9th edition, 2009. Existem diversas estratégias de cuidado parental, que variam desde o cuidado mínimo, como a guarda incidental de ovos em territórios de acasalamento, até o cuidado parental extremo, como quando um dos progenitores se oferece como fonte de alimento para a prole. Além disso, há também tipos de cuidado parental, em que vai depender de quem irá exercer o comportamento. Esses são: * Cuidado maternal: é o tipo de mais comum de cuidado parental, em que há dedicação exclusiva no cuidado da ninhada pela fêmea. O cuidado maternal é muito comum em mamíferos.Verderane, Michele P;Patrícia Izar| Izar, Patrícia. Estilos de cuidado materno em primatas: considerações a partir de uma espécie do Novo Mundo. São Paulo: Scielo 2019.Cuidado paternal: é o cuidado da prole exercido pelos machos sem nenhum cuidado feminino. Esse tipo de cuidado é comum em algumas espécies como por exemplo, os opiliões,Machado, Glauco; RLG Raimundo. Parental investment and the evolution of subsocial behaviour in harvestmen (Arachnida Opiliones). Campinas: Ethology Ecology & Evolution 2001. baratas d'água, algumas espécies de peixes, entre outros. Observou-se que tal comportamento quando exercido pelos machos de algumas espécies, eles se tornam mais atrativos para as fêmeas daquela espécie, com isso aumenta a chance de reprodução de tal macho. * Cuidado biparental: muito comum em aves, esse tipo de cuidado é quando os dois progenitores se encarregam de cuidar da prole. É importante destacar que por mais que ambos cuidem da prole, isso não significa que o cuidado seja igualitário. As tarefas podem ser divididas ou algum dos progenitores vai exercer um maior papel no cuidado, dependendo da espécie. *Cuidado aloparental: etimologicamente a palavra aloparental significa, alo: diferente de parental: parente. Aloparentalidade é quando um indivíduo cuida de um filhote que não é seu descendente. Em algumas espécies, normalmente as que vivem em grupos, um indivíduo destina atenção e cuidado a uma prole que não é sua. Esse tipo de cuidado pode ser exercido por tias, irmãos, primos e machos que tomam posse de uma ninhada que era de outro macho.Wang, Zuoxin; Melinda A. Novak| Novak, Melinda A. Alloparental care and the influence of father presence on juvenille prairie voles, Microtus ochrogaster. University of Massachusetts: Animal Behavior 1994. Um exemplo é de suricatos, que enquanto a fêmea alfa está longe do grupo, as outras fêmeas ficam responsáveis por vigiar e proteger os filhotes. **Apesar de parecer controverso gastar energia em uma prole que não é sua, a taxa de sucesso nessa estratégia se mostra eficaz, em aranhas da espécie Stegodyphus dumicola , uma espécie de aranha social que apresenta aloparentalidade. Filhotes mostraram melhor crescimento quando receberam cuidado tanto da mãe quanto de outra fêmea em comparação àqueles que tiveram apenas cuidado maternal. **Em alguns casos de cuidado aloparental, também pode ocorrer pelo nidoparasitismo, ou seja, quando a postura de ovos é feita nos ninhos de outros indivíduos, da mesma ou de outra espécie. Como por exemplo o pássaro cuco ou o peixe-cuco (Synodontis multipunctatus). == Modelos teóricos de cuidado parental == De forma geral, fêmeas tendem a despender maior cuidado parental que os machos. Modelos matemáticos sugerem que o custo para os machos no cuidado parental seja maior que nas fêmeas, especialmente devido à incerteza da paternidade. Ainda controlando o efeito da filogenia, em espécies onde o cuidado parental é elevado tende-se a observar baixas taxas de fertilização extra-par. Essa observação indica que há seleção contra machos que despendem cuidado parental com filhotes que não são geneticamente relacionados a eles. Categoria:Zoologia Categoria:Etologia",
 "title": "Cuidado parental"
}