{
 "id": "20317",
 "text": "Sintra é uma vila portuguesa no distrito e área metropolitana de Lisboa, integrando a sua parte norte (Grande Lisboa). É sede do município de Sintra com de área e habitantes em 2023, estando subdividido em 11 freguesias.Lei n.º 11-A/2013, de 28 de janeiro: Reorganização administrativa do território das freguesias. Anexo I. Diário da República, 1.ª Série, n.º 19, Suplemento, de 28/01/2013. A sua população representa 13,36% do total metropolitano e 18,60% do total da Grande Lisboa. O município é limitado a norte pelo município de Mafra, a leste por Loures, Odivelas e Amadora, a sudeste por Oeiras, a sul por Cascais e a oeste pelo oceano Atlântico. Adquire importância no contexto nacional por ser o segundo município mais populoso de Portugal, após Lisboa. Entre os seus núcleos de maior importância encontram-se, para além da própria vila de Sintra, as cidades de Queluz e Agualva-Cacém. Apresenta uma grande heterogeneidade do seu território, sendo as suas freguesias litorais e do norte ainda de características florestais e rurais, em contraste com as freguesias urbanizadas do sul que se foram desenvolvendo em virtude da melhoria das suas acessibilidades e proximidade à capital. Destas sobressaem pela sua relevância o IC16 e o IC19, a Linha de Sintra e, em menor medida, a Linha do Oeste. Geograficamente, o município situa-se no final do maciço formado pelas serras de Aire, Candeeiros e Montejunto, rematado pelo Maciço de Sintra, onde se destaca a sua serra e a da Carregueira. O ponto mais alto do município, que é também o da área metropolitana, encontra-se na Pena, na Serra de Sintra, e eleva-se em 528 m de altitude. Rodeando-as encontram-se plataformas que não ultrapassam os 200 m e cravadas por diversas ribeiras que demarcam a paisagem. A Vila de Sintra é notável pela presença da sua arquitetura romântica, resultando na sua classificação enquanto Paisagem Cultural de Sintra, Património Mundial da UNESCO e tem recusado ser elevada a categoria de cidade, apesar de ser sede do segundo município mais populoso em Portugal. == Etimologia == A mais antiga forma do nome, Suntria, aponta para o indo-europeu astro luminoso ou sol. Foi designada por Varrão e Columela como Monte Sagrado. Ptolomeu registou-a como a Serra da Lua. Mais tarde o geógrafo árabe Abu Ubaide Abedalá Albacri, no , descreveu Sintra como \"permanentemente mergulhada numa bruma que não se dissipa\". == História de Sintra == Podemos encontrar na vila de Sintra testemunhos de praticamente todas as épocas da história portuguesa e, não raro, com uma dimensão que chegou a ultrapassar, pela sua importância, os limites deste território. Na candidatura de Sintra a Património Mundial/Paisagem Cultural junto da UNESCO, tratou-se de classificar toda uma área que se assumiu como um contexto cultural e ambiental de características específicas: uma unidade cultural que tem permanecido intacta numa plêiade de palácios e parques; de casas senhoriais e respectivos hortos e bosques; de palacetes e chalets inseridos no meio de uma exuberante vegetação; de extensos troços amuralhados que coroam os mais altos cumes da Serra. Também de uma plêiade de conventos de meditação entre penhascos, bosques e fontes: de igrejas, capelas e ermidas, pólos seculares de fé e de arte; enfim, uma unidade cultural intacta numa plêiade de vestígios arqueológicos que apontam para ocupações várias vezes milenárias. === Do Neolítico à Idade do Bronze === Os mais antigos testemunhos de ocupação humana localizam-se num cume da vertente Norte da Serra de Sintra. Trata-se da ocupação epipaleolítica da Penha Verde, comprovada por abundantes utensílios de tipo microlaminar. Testemunho de uma ocupação do Neolítico é o sítio de ar livre de São Pedro de Penaferrim, junto à Capela do Castelo dos Mouros. Ocupação testemunhada pela presença de cerâmicas decoradas — incisas, impressas e com aplicações — associadas a uma indústria lítica talhada em sílex, datada pelo método do radiocarbono de inícios do V milénio a.C. A originalidade deste sítio, enquadrado em termos cronológico-culturais na corrente circum-mediterrânica, consiste na sua implantação na paisagem, em plena montanha. Vestígios vários da Idade do Bronze Atlântico (segunda metade do II milénio a.C. – inícios do I), surgem em diversos locais da Serra de Sintra, quer a nível de habitats (Parque das Merendas, junto à Vila), quer em contextos votivos (Monte do Sereno). Do Bronze Final ou período Orientalizante, séculos IX-VI a.C, de novo e intensamente virado para a Bacia Mediterrânica, existe um importante e vasto povoado localizado sob o Castelo dos Mouros. === Durante o Império Romano === Ao tempo do Império Romano toda a região de Sintra se inscreveu no vasto territorium da civitas olisiponense, à qual César cerca de 49 a.C. ou, mais provavelmente, Otaviano cerca de 30 a.C., concedeu o invejável estatuto de Municipium Civium Romanorum. Os vários habitantes da região inscrevem-se na tribo Galeria, adoptando nomes romanos — com especial destaque para o imperial \"Lulius\" — e apresentam-se plenamente imbuídos de romanidade, nos mais diversos aspectos culturais, políticos e económicos. Mesmo aqueles que, porventura oriundos de outras regiões da Lusitânia, ostentam nomes indígenas aparecem quase sempre integrados nesta sociedade profundamente romanizada. Sob a actual Vila de Sintra detectaram-se vestígios romanos avulsos, que sugerem a presença de um habitat ocupado desde os séculos II/I a.C.-V d.C.. Uma via ligaria este aglomerado à zona rural a sudeste da Serra onde entroncaria na estrada para Olisipo. O troço seguiria grosso modo a Rua da Ferraria, a Calçada dos Clérigos e a Calçada da Trindade. Conforme o habitual uso que os Romanos tinham em colocar os seus túmulos ao longo das vias e à saída dos habitats, também aqui se detectaram vestígios de lápides pertencentes a monumentos funerários do . === Domínio muçulmano === Durante o domínio muçulmano surgem os primeiros textos que referem explicitamente a Vila de Sintra (Xintara ou Shantara em árabe). Sintra é apresentada no século X pelo geógrafo Al-Bacr, fixada por Al-Munim Al-Himiari, como «uma das vilas que dependem de Lisboa no Andaluz, nas proximidades do mar». Outros textos assinalam-na como o centro urbano mais importante logo a seguir a Lisboa, neste território. Sintra «uma das regiões onde as maçãs são mais abundantes (...) [e] atingem uma tal espessura que algumas chegam a ter quatro palmos de circunferência» (Al-Bacr), Lisboa a Al-Usbuna que foi durante o período de ocupação muçulmana um importante centro económico de tal dimensão que o cruzado Osberno, à data da reconquista, se lhe referiu como «o mais opulento centro comercial de toda a África e de uma grande parte da Europa». === A Reconquista === Principal núcleo urbano e económico logo a seguir a Lisboa, a Vila de Sintra e o seu Castelo foram durante a Reconquista, no , várias vezes assolados pelos exércitos cristãos. O rei Afonso VI de Leão na sequência da queda do califado de Córdova numa conjuntura de instabilidade entre as diversas Taifas muçulmanas da Península e da decisão do rei Mutavaquil de Badajoz, de se colocar sob sua proteção face à ameaça almorávida, após um período de hesitação entre 1090 e 1091, recebeu deste na Primavera de 1093 as cidades de Santarém, de Lisboa e o Castelo de Sintra. Afonso VI tomou posse das ditas cidades e do castelo de Sintra entre 30 de Abril e 8 de Maio de 1093. Lisboa foi, pouco depois da entrega a Afonso VI, conquistada pelos almorávidas, assim como Sintra, só resistindo Santarém devido aos esforços de D. Henrique de Borgonha, nomeado conde de Portucale em 1096, em substituição de Raimundo de Borgonha. É neste contexto de manutenção da fronteira do Tejo que, em Julho de 1109, o conde D. Henrique reconquista o Castelo de Sintra. Esta fortificação foi ainda alvo de surtidas esporádicas, caso do assalto comandado pelo príncipe Sigurd, filho do rei Magnus da Noruega que, de passagem em cruzada à Terra Santa desembarcou na foz do Rio de Colares. Só após a conquista de Lisboa por D. Afonso Henriques em 1147, Sintra — cuja guarnição do castelo se entrega ao rei em Novembro — é definitivamente integrada no espaço cristão, no contexto da conquista de Almada e Palmela. Logo após a tomada de posse do Castelo, D. Afonso Henriques aí funda a igreja de São Pedro de Canaferrim. Em 9 de Janeiro de 1154 D. Afonso Henriques outorga Carta de Foral à Vila de Sintra com as respectivas regalias. A Carta de Foral estabelece o Concelho de Sintra, cujo termo passa a abranger um vasto território, mais tarde dividido em quatro grandes freguesias: São Pedro de Canaferrim, com sede paroquial junto ao Castelo; São Martinho, com sede paroquial no centro da Vila; e Santa Maria e São Miguel, ambas com sede paroquial no Arrabalde. Nestes primórdios, existia na Vila de Sintra uma significativa comunidade de sefardins, que dispunha de sinagoga e de bairro próprio, a Judiaria — designação que chegou aos nossos dias na toponímia do Centro Histórico. Referem, os documentos, também a existência de mouros-forros dos quais existia uma comunidade importante em Colares, cuja subsistência ainda é referida no reinado de D. Dinis. Outra documentação assinala numerosos antropónimos de tipo Godo, reminiscências dos cruzados ou das gentes do Norte da Península, chegados com a reconquista de D. Afonso Henriques. Alguns nomes de cariz moçárabe, menos frequentes, ou latinos, apontam para antigas populações autóctones. === Do século XII ao século XIV === Ao longo dos séculos XII e XIII, fazendo jus à fertilidade das terras de Sintra, vários conventos e mosteiros, assim como ordens militares, aqui possuem casais, herdades, azenhas, vinhas. Existe no Arquivo Histórico da Câmara Municipal de Sintra registo de um grande número de doações. Assim, logo em 1157 ou 1158, D. Afonso Henriques doa ao mestre da Ordem do Templo, D. Gualdim Pais várias casas e herdades no termo de Sintra e «casas de morada» nas proximidades do Paço. Em 1210, o Mosteiro de Santa Cruz de Coimbra afora quatro casais que detinha em Pocilgais, tornando a aforá-los mais tarde, em 1230. Possuía também, em 1264, vinhas e casais em Almargem. O Mosteiro de São Vicente de Lisboa detinha, em 1216, uma vinha na várzea de Colares e, em 1218, herdades em Queluz e Barota. Em data situada entre 1223 e 1245, o Mosteiro de Santa Maria de Alcobaça possuía vários privilégios nesta área. A Ordem Militar de Santiago possuía, em 1260, uma herdade na Arrifana, a qual afora nesse ano. As doações régias ocorridas no século XII e XIII a conventos, mosteiros e ordens militares — assim como os próprios privilégios outorgados pelo foral de D. Afonso Henriques e confirmados em 1189 pelo seu filho D. Sancho I (1185-1211) — correspondem a uma estratégia de organização estrutural do território sintrense pós-Reconquista. É assim que, logo a partir de 1261, Sintra possui uma administração local constituída por um alcaide que representa a Coroa e por dois \"alvazis\" ou juízes eleitos pelo povo. No contexto das conturbadas relações entre a coroa e a igreja durante o reinado de D. Sancho II (1223-1248) — que levaram à deposição deste pela Santa Sé em 1245 e à nomeação do seu irmão, o infante D. Afonso III, regente do reino — as igrejas de São Pedro e de São Martinho, que pertenciam ao rei, são cedidas a título de reparação, respectivamente ao bispo de Lisboa e ao cabido da Sé. Após a Reconquista e durante a fase de estruturação do poder régio que se prolonga até ao reinado de D. Dinis (1279-1325), Sintra soube assimilar, no âmbito de uma tradição secular, cristãos e mouros. Há registo de em 1281 a comunidade de mouros-forros de Colares se ter queixado ao rei do elevado teor das contribuições que sobre si recaíam e de D. Dinis as ter reduzido para o quarto das colheitas em troco de trabalho no Paço da Vila. A grande epidemia de peste negra que durante o século XIV dizimou um quarto da população europeia chegou a Sintra em 1348 e há notícia, por um documento de 1350, que a doença matou cinco tabeliães da administração municipal. Devido ao clima frio e húmido de Sintra — que reunia condições favoráveis à rápida propagação da doença — a peste deve ter feito na vila um considerável número de mortos. Durante o reinado de D. Fernando I (1367-1383) aparece Sintra ligada ao controverso casamento do monarca. Em 1372Crónica de el-rei D. Fernando, de Fernão Lopes, capítulos LXII e LXVI (data referida na era de César, correspondendo ao ano de 1372) o rei doa Sintra a D. Leonor Teles, com quem acabara de casar, publicamente, no norte do país: «Então a recebeu el-Rei perante todos, e foi notificado pelo reino como era sua mulher, de que todos os grandes e pequenos houve mui grande pesar. E deu-lhe el-Rei logo Vila Viçosa, e Abrantes, e Almada, e Sintra» [sic], entre outras terras. === Finais do século XIV === thumb|Palácio Nacional de Sintra, vista da entrada principal com arcos ogivais (góticos) Durante a crise dinástica de 1383-1385, Sintra tomou o partido de D. Leonor Teles, que pelo reino ordenou a proclamação da filha D. Beatriz, casada com D. João I de Castela, como rainha de Portugal e de Castela. Depois da derrota do exército castelhano em Aljubarrota (Agosto de 1385) pelos portugueses e ingleses comandados pelo condestável D. Nuno Álvares Pereira, Sintra foi dos lugares que logo se entregaramCrónica de el-rei D. João o primeiro de Leão e Castela, de Lopez de Ayala, ano 7.º, capítulo XVII sem luta a D. João I, regente desde 1383 e, a partir de Abril de 1385, rei de Portugal. D. João I (1385-1433), primeiro rei da Segunda Dinastia quebra a tradição de doar Sintra à Casa das Rainhas. Talvez em 1383, D. João I tenha doado o Paço ao conde D. Henrique Manuel de Vilhena, a quem o retirou depois por este ter tomado o partido de D. Beatriz, conservando-o para si e empreendendo então uma vasta campanha de obras que substituiu e ampliou a anterior construção. Até finais do século XVII, este imponente Paço Régio constituiu uma das principais moradas e lugar de veraneio da Corte — aqui D. João I se encontrava quando decidiu a conquista de Ceuta em 1415; aqui nasceu e morreu D. Afonso V (1433-1481) e foi aclamado rei D. João II (1481–1495). === Durante os séculos dos Descobrimentos (XV e XVI) === thumb|Palácio Nacional de Sintra, Pátio Central: pormenor de azulejos com marcada influência mudejar Ao período dos descobrimentos marítimos ficaram ligados os nomes de alguns naturais de Sintra, como Gonçalo de Sintra, escudeiro da Casa do Infante D. Henrique e que, mandado por este em 1443 como capitão de uma caravela à costa de África, explorou a angra a que ficou ligado o seu nome, perto do Rio do Ouro, onde morreu em 1444. Gomes Eanes de Zurara, na Crónica de Guiné, regista os feitos deste Gonçalo de Sintra no capítulo XXVII, «Como o Infante mandou Gonçalo de Sintra a Guiné, e por que guisa foi morto», assim como João de Barros na Década I de Ásia (cap. IX). A Pedro de Sintra e a Soeiro da Costa se deve o limite máximo de descobrimento da costa atlântica de África na data que medeou entre a morte do infante D. Henrique em 1460 e o arrendamento desta exploração costeira a Fernão Gomes por D. Afonso V. Pedro de Sintra e Soeiro da Costa chegaram à mata de Santa Maria, para além da já reconhecida Serra Leoa e do Cabo do Monte a uma latitude de 6,5° N. A importância da Vila de Sintra nos itinerários régios proporcionou, no final do século XV, por iniciativa da rainha D. Leonor, mulher de D. João II — a instituidora das Misericórdias portuguesas, o melhoramento da sua principal instituição de assistência e caridade, o Hospital e Gafaria do Espírito Santo, de que hoje resta a capela de São Lázaro. Nas chaves das suas abóbadas ogivais podem ver-se, ainda, as divisas de D. João II (o Pelicano) e de D. Leonor (o Camaroeiro). Em 1545, o Hospital passou para a administração da Santa Casa da Misericórdia de Sintra fundada pela rainha D. Catarina de Áustria, mulher de D. João III. Na transição do século XV para o século XVI, D. Manuel I (1495-1521) transforma e enriquece a Vila, a Serra e o seu termo, com uma nova e vasta campanha de obras no Paço da Vila, ocorridas depois da viagem a Castela e Aragão para ser jurado herdeiro daqueles reinos em 1498, que reflectem a impressão que o mudéjarismo espanhol deixou no monarca; da reconstrução da velha igreja gótica de São Martinho; da construção do Mosteiro de Nossa Senhora da Pena (1511), no pico mais alto da serra, entregue à Ordem de São Jerónimo. Na segunda metade do século XVI, Sintra foi «um centro cortesão por excelência, incentivado pela presença de uma aristocracia em ascensão que aqui edificava os seus solares e quintas» (V. Sertão). Nesta ruralidade propícia ao gosto humanista encontrou o Vice-Rei da Índia D. João de Castro (1500-1548), a partir de 1542, o descanso dos últimos anos da sua vida, na Quinta da Penha Verde, onde fomentou um cenáculo de arte e de erudição frequentado por alguns dos mais destacados vultos da cultura portuguesa do seu tempo, entre os quais o célebre Francisco de Holanda. É neste pólo de cultura renascentista que se insere o retábulo de mármore esculpido por Nicolau de Chanterene entre 1529 e 1532 para a capela do Mosteiro de Nossa Senhora da Pena na Serra, e o pórtico da Igreja de Nossa Senhora da Conceição da Ulgueira (1560). === União Ibérica e Restauração === Com a morte do Cardeal D. Henrique (1578-1580), Filipe II é aceite como rei de Portugal, que permanecerá em união com reinos vizinhos até 1640. Durante este período de sessenta anos, pode dizer-se que a importância que Sintra tivera durante séculos se “transfere” para Vila Viçosa, a cidade principal da Casa de Bragança, cujos duques, descendentes de D. João I, se consideram os herdeiros do trono português. Mas não deixa Sintra de ser, nesta época, um dos locais em que se reflectem algumas das principais conjunturas políticas e mentais do reino. Nas vésperas da Restauração, por volta de 1639, Sintra contava com cerca de 4.000 habitantes. A conjuntura da Restauração e das suas guerras com Castela (1640-1668), a afirmação de Mafra no tempo de D. João V (1706-1750) com a construção do Palácio-Convento e, por fim, de Queluz onde é construído em 1747 um outro palácio real, no período dos reinados de D. José I (1750-1777) e de D. Maria I (1777-1816), afasta a Vila dos circuitos régios e aristocráticos. Apenas se verifica, durante este longo tempo, em 1652 e 1654 as festas de entrada em Sintra, respectivamente, da rainha D. Luísa de Gusmão e do seu marido o rei D. João IV (1640-1656); e o final da saga da deposição e morte de D. Afonso VI. Alegando a insanidade do rei e a sua incapacidade para dar ao reino um herdeiro, o duque de Cadaval e o infante D. Pedro lideram um golpe de Estado em 1667 que leva à demissão do conde de Castelo-Melhor, ministro de D. Afonso VI (1656-1633) e à prisão do próprio monarca. As Cortes de Lisboa de 1668 confirmam o infante D. Pedro, irmão do rei, regente e herdeiro. D. Afonso VI vive o resto da sua vida encarcerado: no Paço da Ribeira de Lisboa (1667-1669), no forte de São João Baptista de Angra, nos Açores (1669-1674) e, por fim, depois de descoberta uma conspiração para matar o regente, no Paço da Vila de Sintra (1674-1683). === O século XVIII: o terramoto === O terramoto de 1755 causou na Vila de Sintra e no seu termo avultados estragos e numerosos mortos. É nesta segunda metade do século XVIII que decorrem, no Paço da Vila, obras de restauro. Há que registar, ainda no século XVIIl, a fundação da primeira unidade industrial do concelho, a Fábrica de Estamparia de Rio de Mouro, em 1778, e a visita da rainha D. Maria I à Vila em 1787, para cuja ocasião foram redecoradas algumas salas e câmaras do Paço. Mas as grandes festas, em 1795, pelo baptizado do infante D. António, filho de D. João VI, foram celebradas com magnificência no Palácio de Queluz. E até que o rei-consorte D. Fernando II compre o Mosteiro da Pena e uma vasta área adjacente, em 1838, há apenas que assinalar o arco da autoria do arquitecto Costa e Silva, construído no Palácio de Seteais pertença do Marquês de Marialva, para comemorar em 1802 a visita dos Príncipes do Brasil, D. João e D. Carlota Joaquina e a visita do rei absolutista D. Miguel em 1830. === Tempos áureos: séc.XIX e XX === No terceiro quartel do século XVIII e praticamente todo o século XIX o espírito romântico dos viajantes estrangeiros e da aristocracia portuguesa redescobrem a magia de Sintra e dos seus lugares, mas sobretudo o exotismo da sua paisagem e do seu clima. Aqui chega, no Verão de 1787 William Beckford, hóspede do 5° marquês de Marialva, estribeiro-mor do reino, residente na sua propriedade de Seteais e é aqui que a ainda princesa D. Carlota Joaquina, mulher do regente D. João, compra, no princípio do século XIX, a Quinta e o Palácio do Ramalhão. Entre 1791 e 1793 Gerard Devisme constrói na sua extensa Quinta de Monserrate o palacete neo-gótico cujo desenho — supõe-se que de arquitecto inglês — não foi ainda atribuído com segurança. Beckford, que permanecera em Sintra, arrenda a propriedade de Devisme em 1794. E é ainda o exotismo desta paisagem envolta em nevoeiro uma boa parte do ano que atrai um outro inglês, Francis Cook — o segundo arrendatário de Monserrate depois de Beckford, a expensas do qual é construído o pavilhão de gosto orientalizante que hoje conhecemos — entre uma série de magnatas estrangeiros que por aqui se vão fixando em palácios, palacetes e chalets que fazem construir ou reconstroem à medida das potencialidades deste invulgar meio natural. O grande empreendimento artístico deste século em Sintra é sem dúvida o Palácio da Pena, obra marcante do romantismo português, iniciativa do rei-consorte D. Fernando II, marido da rainha D. Maria II (1834-1853), um alemão da casa de Saxe-Cobourg-Gotha. O Palácio, construído sobre o que restava do velho mosteiro Jerónimo do século XVI — mas conservando-lhe partes fundamentais (a igreja, o claustro, algumas dependências) — é de uma arquitetura ecléctica única que não teve continuidade na arte portuguesa. Projecto do barão de Eschwege e do próprio D. Fernando II, substitui-se ao Palácio da Vila enquanto estância de veraneio da Corte, alternando, no final do século, com outro núcleo regional do veraneio régio: Cascais. Depois de Sintra, nos meses de Setembro e Outubro é em Cascais que a corte de D. Luís I (1861–1889) e de D. Carlos I (1889-1908) termina o veraneio. thumb|250px|Palácio Nacional da Pena, pórtico do Tritão programado por D. Fernando, que o desenhou como um «Pórtico allegórico da creação do mundo» e parece condensar em termos simbólicos a teoria dos «quatro elementos». Em 1854 é celebrado o primeiro contrato para a construção de um caminho de ferro que ligasse a Vila a Lisboa. Um decreto de 26 de Junho de 1855 regulava este contrato celebrado entre o governo e o conde Claranges Lucotte que, todavia, foi rescindido em 1861. Após várias tentativas sem êxito, a linha foi finalmente inaugurada a 2 de Abril de 1887. No princípio do século XX, foi Sintra um reconhecido lugar de veraneio e residência de aristocratas e de milionários. De entre estes, Carvalho Monteiro detentor de uma considerável fortuna que lhe valeu a alcunha de \"Monteiro dos Milhões\", fez construir perto da Vila, na quinta que comprara à baronesa da Regaleira, um luxuoso palacete cuja arquitectura neo-manuelina representa um marco na história do revivalismo português. Entre a segunda metade do século XIX e os primeiros decénios do século XX, Sintra tornou-se um lugar privilegiado para artistas: músicos como Vianna da Motta; músicos-pintores como Alfredo Keil; pintores como João Cristino da Silva, autor de uma das mais célebres telas do romantismo português: Cinco Artistas em Sintra; escritores como Eça de Queiroz ou Ramalho Ortigão, todos eles aqui residiram, trabalharam ou procuraram inspiração. Mas não só artistas portugueses se têm maravilhado em Sintra. Em 1757, o romancista Henry Fielding, ao sentir-se doente, retirou-se para uma mansão em Sintra, que considerou o lugar mais belo da terra para escrever um novo romance.Martin Page, A Primeira Aldeia Global, Casa das Letras, 5ª edição, 2009, p. 21. O poeta Robert Southey também viveu em Sintra com a mulher e com os filhos e desafiou os outros românticos ingleses a fazerem o mesmo.Martin Page, A Primeira Aldeia Global, Casa das Letras, 5ª edição, 2009, p. 22. Samuel Taylor Coleridge imitou-o e descreveu Sintra como um jardim do Éden à beira de um mar prateado, e o poeta William Wordsworth também visitou a região. Em 1809 Lord Byron escreveu ao seu amigo Francis Hodgson (1781–1852) dizendo que a vila de Sintra é talvez a mais bonita do mundo.Baron George Noël Gordon Byron, Life, letters and journals of Lord Byron‎, London, 1844, p. 91 No poema Childe Harold Pilgrimage Byron referiu-se a “Cintra's glorious Éden” A 21 de Agosto de 1859 chegou a Portugal o poeta Alfred Tennyson com a intenção de conhecer Sintra.Alfred Tennyson, Poemas, selecção e tradução de Octávio dos Santos, Saída de Emergência, 2009, pp. 26-29. Muitos anos mais tarde foi a vez do escritor Isaac Bashevis Singer, galardoado com o prémio Nobel da Literatura, andar a passear por Sintra, conforme relatou no seu conto Sabbath in Portugal.Singer, Collected Stories: A Friend of Kafka to Passions, The Library of America, 2004, p. 631. Em 1981, o cineasta brasileiro Glauber Rocha, um dos mais importantes nomes do cinema moderno mundial, legítimo representante do barroco latinoamericano e terceiromundista, escolhe Sintra para ser, como ele próprio afirmou, \"seu segundo e último exílio\". Aos 42 anos, já com a saúde debilitada, problemas financeiros, e uma forte decepção frente à rejeição de seu último filme, \"A Idade da Terra\" (1980), no Festival de Veneza, Glauber vai a Sintra já ciente de que sua vida chegara ao fim. \"O preço pago pela liberdade artística\", dizia. Um mistério: por várias vezes, anos antes, Glauber afirmara que morreria aos 42, o que, de fato, ocorreu. \"Sintra é um belo lugar para morrer\", afirmou. \"Verdadeiro Património da Humanidade já enquanto referência com largos séculos, a Candidatura de Sintra a Património Mundial/Paisagem Cultural, que apresentámos e defendemos, representa o reconhecimento monumental e ambiental de uma vasta paisagem cultural cuja identidade — formulada também com importantes contributos de estrangeiros que reconheceram neste lugar qualidades que na maior parte dos casos se saldaram com permanências longas e por vezes definitivas, na grande parte dos exemplos dando origem a um rico património literário — permaneceu ao longo dos oitocentos anos de história deste País.\" Em: \"Sintra Património da Humanidade\". == Geografia == Sintra e o seu município localizam-se no Centro Litoral Português, integrando o distrito de Lisboa, bem como as regiões de Lisboa, da sua área metropolitana e de Lisboa e Vale do Tejo. Está também inserida na região da Estremadura Cistagana, dentro da região natural da Terra Saloia. Possui um perímetro de 115 km, que limita uma área total de (cerca de 32 000 ha), dentro da qual o seu comprimento máximo este–oeste é de 24 km, e norte–sul de 22 km. Esta delimitação não obedece a razões geológicas ou geográficas com exceção da zona de costa, que perfaz um total de cerca de 25 km. É o terceiro maior município da área metropolitana de Lisboa, superado apenas por Palmela e Montijo. O município de Sintra limita a norte com Mafra, a leste com Loures, Odivelas e Amadora, a sul com Oeiras e Cascais, e a oeste com o Oceano Atlântico. No âmbito contextual de natureza, arquitectura e ocupação humana, Sintra evidencia uma unidade única, resultado de diferentes motivos conjugados, entre os quais o peculiar clima proporcionado pelo maciço orográfico que constitui a Serra de Sintra e a fertilidade das terras depositadas nas várzeas circundantes. A relativa proximidade do estuário do Tejo, e — a partir de dada época — a vizinhança de Lisboa, cidade cosmopolita e empório de variadas trocas comerciais, fizeram com que desde cedo a região de Sintra fosse alvo de intensa ocupação humana. Na atualidade, o município de Sintra apresenta 39 lugares com mais de 1000 residentes. Na costa marítima da freguesia de Colares localiza-se o Cabo da Roca. Situado 140 metros acima do nível do mar (com as coordenadas geográficas 38º 47' N, 9º 30' W), é o ponto mais ocidental do continente europeu. É descrito por Luís de Camões como o local \"onde a terra se acaba e o mar começa\".CAMÕES, L. Os Lusíadas. Canto III === Geomorfologia === O município de Sintra é composto por uma superfície muito irregular, resultado dos movimentos tectónicos que foi sofrendo. O maciço eruptivo de Sintra, onde se inclui a sua serra, engloba o ponto mais alto do município, a 528 metros de altura, é rodeado por uma área aplanada no litoral que se estende de norte para sul, até à aba da serra de Sintra, e daí para o interior até aos relevos mais ondulados da serra da Carregueira, constituída por terrenos meso-cenozóicos e rochas eruptivas do Complexo Vulcânico de Lisboa. A serra de Sintra, também designada por Maciço Eruptivo de Sintra, é o principal acidente morfológico do município, dominando a sua paisagem. Possui uma forma de gume afiado, alongado e elíptico, orientado de este a oeste e inicia-se a nascente de Ranholas (a 190 metros de altitude), para acabar abruptamente na falésia do Cabo da Roca, a 13 quilómetros de distância e 130 metros de altitude. Possui origem eruptiva, predominantemente granítica, com formações originárias do Jurássico à atualidade. Compõe-se de um corpo intrusivo de rochas ígneas que foi sofrendo, ao longo de milhões de anos, ações de alteração e erosão que o deixaram exposto pela retirada da sua cobertura sedimentar inicial. Estende-se ainda sob o mar, a 100 metros de profundidade. A sua linha de cumeada, perpendicular ao mar, divide-a em duas vertentes de diferentes características: a vertente norte, mais húmida, fresca e com mais vegetação, limtada pela várzea de Colares e pela plataforma de São João das Lampas. Na vertente sul, onde inicia a sua transição para a plataforma de Cascais e limita com a baixa da Abrunheira, encontra-se um ambiente mais quente, seco e exposto aos ventos oceânicos. A norte, dá lugar à superfície de abrasão marinha de São João das Lampas, uma série de plataformas regulares talhada em calcários e arenitos que se inclina ligeiramente para o lado do mar e cuja topografia se desenvolve entre os 100 e os 250 m, aumentado em direção ao interior. É esta uma plataforma de ação pliocénica, composta sobretudo de sedimentos que resultaram da forte atividade tectónica que se deveu às intrusões magmáticas e à compressão alpina, que permitiu a ascensão do magma sob a forma de filão. Nesta zona, o litoral é rectilíneo e também escarpado, mais alto quando mais a sul, excetuando-se apenas as zonas onde desaguam as diferentes ribeiras concelhias, e oscilando entre os 128 m (junto ao Cabo da Roca) e os 40 m (em São Julião). Os relevos aplanados da plataforma, modelados pela erosão hídrica desde o pós-pliocénico, são quebrados pelos vales das ribeiras e dividem-se claramente da serra de Sintra através da ribeira de Colares. Destacam-se também as depressões da Granja do Marquês, com dois níveis aplanados (o da Base Aérea e o do Casal da Quintanela). Estas são interrompidas por um alinhamento de colinas constituídas por formações do Cretácico (no Casal de Maria Dias, Cortegaça e Palmeiros), orientadas de leste–nordeste a oeste–sudoeste. Na sua zona a nascente, a plataforma de abrasão apresenta pequenos relevos que culminam em Monfirre (com mais de 400 metros), e devem a sua génese a dobras (algumas limitadas por falhas) que, ao ascender permitem que entrem em contacto diferentes litologias, umas mais duras e outras mais brandas, sofrendo um processo de erosão diferencial como aconteceu no doma do Brouco e de Olelas, nos quais o seu núcleo duro se encontra exposto. Aqui, a paisagem é dominada pelos vales das ribeiras, nomeadamente as da Jarda, Laje e Belas, que se dirigem para sul. A transição desta região de aplanação muito degradada para a plataforma de São João das Lampas é feita através da falha de Sabugo-Olelas, de mais de 12 km de comprimento. A serra da Carregueira é um maciço situado na zona ocidental do município inserido numa zona de ondulação contínua do terreno, compondo uma série de colinas que, pelo seu relevo mais acidentado se destacam da sua envolvente. Localiza-se entre as povoações de Dona Maria (nascente), Meleças (poente), Belas (sul) e Almargem do Bispo (norte). É um sistema orográfico de baixa altitude pertencente ao complexo vulcano- sedimentar de Lisboa, cujos pontos mais elevados se situam em Aruil (ponto trigonométrico do Oriel, 334 m), Rebolo (326 m) e no monte Suímo (291 m). === Hidrografia === O município de Sintra possui várias linhas de escoamento torrencial, a maioria delas agrupadas na Bacia Hidrográfica das Ribeiras do Oeste e as restantes pertencentes à Bacia Hidrográfica do Tejo. Das onze principais bacias hidrográficas presentes no território concelhio, apenas três se desenvolvem integralmente nele, sendo as restantes partilhadas com os concelhos de Mafra, Loures, Oeiras e Cascais. Estas duas regiões hidrográficas são separadas pela linha de altitudes Sintra–Carregueira, com as ribeiras localizadas a norte desta linha a desaguar no Oceano Atlântico (a norte e poente do concelho), e a sul no mesmo oceano e no Estuário do Tejo. Para além dos cursos de água, existem também áreas de interesse hidrogeológico para a recarga e proteção de aquíferos, como o Sistema Aquífero de Pisões-Atrozela e o Aquífero de Vale de Lobos. Partilha com o município de Cascais uma albufeira de águas públicas classificadas de utilização protegida, a do Rio da Mula, situada na serra de Sintra e pertencente à bacia hidrográfica do mesmo rio. ==== Linhas de água ==== As ribeiras de Sintra são classificadas segundo a divisão feita através da linha de altitudes Sintra–Carregueira, que separa as duas pendentes hidrográficas e, portanto, as suas direções e zonas de desembocadura. Esta linha separa as duas bacias ou regiões hidrográficas presentes no município, a das Ribeiras do Oeste (Ribeiras Costeiras do Oeste e do Rio Lizandro) e a do Tejo (Grande Lisboa, Rio Trancão e Água Costeira do Tejo). A primeira ocupa a maior parte do município (73%) e desenvolve-se pelas zonas a oeste e noroeste do município (zonas da serra de Sintra e da plataforma de São João das Lampas), com as linhas de água orientadas a norte e a poente. A segunda ocupa as zonas a nascente do município, geralmente mais urbanizadas (27% do território), e as suas linhas de água vão desaguar ao Oceano Atlântico (em Cascais) e ao Estuário do Tejo (em Oeiras, Lisboa e Loures), a sul e a leste. O município apresenta uma boa densidade de drenagem, que é superior nos terrenos do Mesozóico (sedimentares e argilosos, a norte da serra de Sintra) e na zona a sul da serra de Sintra. Os cursos de água apresentam maioritariamente um padrão de drenagem dendrítico, e à exceção das principais ribeiras, são de natureza intermitente e extensão limitada, não chegando a ultrapassar os 10-15 km de comprimento. Na bacia atlântica, e drenando as suas águas do planalto de São João das Lampas diretamente para a costa, por vales muito apertados e com poucos regadios, encontram-se o rio Falcão (que serve de fronteira com o município de Mafra), as ribeiras da Mata, Bolelas, Samarra-Bucelas, Açougue, Samouqueiro, Ajuda e Cameijo. Mais a sul, encontra-se a ribeira de Colares, que acompanhando a falda norte da serra de Sintra drena uma larga várzea, de grande importância para fins agrícolas. A sul desta, existem várias ribeiras de extensão mais reduzida e de caráter torrencial que discorrem por valas profundas, como são as ribeiras da Ursa, do Louriçal, o rio Touro e a ribeira da Maceira. A norte, vertendo as suas águas para o rio de Cheleiros, são de relevância as ribeiras de Cabrela e Fervença e da Granja, que têm como tributárias as ribeiras de Godigana, do Adrião e do Vale, que acompanham áreas de interesse para atividade agrícola e pecuária. Mais a leste, são também tributários do rio Lisandro as ribeiras de Mourão e de Mastrontas. Na zona mais a sul do município nascem a linhas de água que desaguam na bacia do Tejo, sendo a mais relevante o rio Jamor, de regime permanente, atravessando áreas densamente urbanizadas e de interesse, caso dos Jardins do Palácio de Queluz, onde se lhe une a ribeira de Carenque. A ocidente deste rio encontra-se a ribeira da Jarda, que drena as zonas de Almornos, Vale de Lobos e Agualva-Cacém; a ribeira da Laje, que atravessa Algueirão-Mem Martins e Rio de Mouro; a ribeira de Manique, passando por Albarraque, Abrunheira e Manique; a ribeira da Penha Longa, entre essa zona, o Linhó e a serra de Sintra e que tributa para o rio da Mula. Finalmente, no nordeste do município as ribeiras de Albogas, da Várzea e da Ponte atravessam zonas com interesse agro-pecuário, e são afluentes da ribeira de Loures. De todas estas ribeiras, são as do Falcão, Mata, Bolelas, Samarra, Açougue, Samouqueiro, Ajuda, Cameijo, Colares, Adraga e Touro que se desenvolvem integralmente no município. ==== Águas balneares ==== Atualmente, o município de Sintra possui cinco águas balneares: Adraga, Maçãs, Magoito, Praia Grande e São Julião. Para além destas, existem outras de difícil acesso que não dispõem de apoios ou equipamentos nem vigilância. São praias geralmente encaixadas, de substrato arenoso entre os 150 e os 600 metros de extensão e hidrodinâmica dominada pela maré, de regime semi-diurno e mesotidal de 2-4 m. Recebem em média 10 horas de sol na época balnear, com ausência de precipitação, ventos dominantes de norte/noroeste e temperaturas médias da água de 15º a 17º. Todas elas se encontram dentro do Parque Natural de Sintra-Cascais e são regidas pelo Plano de Ordenamento da Orla Costeira Sintra–Sado. Em 2017, todas apresentaram níveis de qualidade de água «excelentes», com uma duração da época balnear de três meses, e afluência média/alta. São também procuradas para a prática de diversos desportos, entre eles o surf, o bodyboard e a pesca desportiva. === Clima === Sintra possui, em traços gerais, um clima temperado mediterrânico que pode tender nalgumas zonas para oceânico, também delimitado pela linha de cumeadas Sintra–Carregueira. Os fatores que contribuem para o clima característico da região são determinados pelas relações com o Atlântico e o Estuário do Tejo, e pela serra de Sintra, que atua como uma barreira orográfica, forçando as massas de ar a subir e ocasionando a condensação das passas de ar húmido marítimo vindas de norte e oeste. Assim, em traços gerais, o município não possui amplitudes térmicas muito pronunciadas, com verões de chuvas muito escassas caracterizada pela abundante humidade no ar, elevado grau de nebulosidade e frequência de nevoeiros. As temperaturas mais baixas dão-se no mês de janeiro, nas regiões serranas e no extremo nordeste do município, sendo que a temperatura média anual do ar ronda os 15ºC. Por seu lado, as mais altas registam-se geralmente em agosto. A pluviosidade é fortemente influenciada pela presença da serra de Sintra, coberta pela isoieta dos 1 000 mm, e estende a sua influência às áreas circundantes (em direção ao mar, variam entre 700 e 500 mm, esta última já junto ao Cabo da Roca) e em direção à serra da Carregueira (por onde se estende a isoieta dos 800 mm). As zonas com menor precipitação encontram-se na faixa litoral, enquanto que a situação se inverte no que concerne à humidade relativa do ar (entre 80 e 85%), que é menor nas zonas do interior (70 a 75%). A época de maior precipitação ocorre no outono e inverno. Os níveis de radiação solar diminuem de sudeste para noroeste, isto é, à medida que nos aproximamos da costa. A insolação apresenta o mesmo tipo de variação mas, na zona da serra de Sintra registam-se valores tão baixos como aqueles que se verificam na Assafora e território adjacente, o que se deve à nebulosidade aí existente. Os ventos predominantes sopram de norte para sul e de noroeste para sudeste. A média anual de humidade é de 79%, graças à sua situação em relação ao mar e à presença de uma serra florestada, sem prevalência de trovoadas e de dias de orvalho. === Uso e ordenamento do território === ==== Sistema urbano ==== Sintra configura um espaço complexo no contexto metropolitano, pela multiplicidade de unidades territoriais com características diferenciadas que se desenvolveram e vocacionam de maneiras distintas. É uma periferia de franja urbana fragmentada, na qual predominam (segundo a Carta de Uso e Ocupação do Solo) as áreas florestais (38,53%) e agrícolas (32,79%), com um grande peso das áreas edificadas (19,70%). A ocupação urbana tem o seu expoente máximo no eixo Sintra–Amadora, adjacente à capital (Centro Metropolitano), com a qual forma um contínuo urbano suportado pelos dois grandes eixos de transportes rodo e ferroviários (seguindo a Linha de Sintra e o IC19). Este eixo conforma um espaço urbano consolidado, de grande densidade, que se originou de modo a responder à procura e necessidades de habitação da população com menor poder de compra. Predominam os edifícios multifamiliares, com presença de zonas nas quais o edificado, de muito má qualidade de construção, se encontra em elevado estado de degradação. Outras áreas urbanas podem ser encontradas no Espaço Metropolitano Poente (espaço intersticial entre o IC19 e a A5, muito desestruturado), no litoral (correspondente a aglomerados balneares) e em zonas de importância histórica ou industrial (Belas e Pero Pinheiro/Montelavar). Fatores naturais e humanos levaram ao estabelecimento de diversos aglomerados urbanos por todo o território concelhio. A proximidade às linhas de água em zonas onde a orografia se mostrou mais favorável, assim como a fertilidade dos solos, revelou-se determinante para a povoação dos lugares num primeiro momento, com a sua influência mantendo-se até aos dias de hoje. A proximidade às vias de comunicação, nomeadamente as Estradas Reais (Sintra–Mafra, Lisboa–Mafra e Lisboa–Sintra) e, posteriormente, aos caminhos de ferro (a partir da década de 1960), foram também importantes fatores de atração e fixação da população. No início do século XX, são de maior importância os aglomerados de Sintra e Queluz (pela presença secular da realeza e corte, bem como da nobreza), aqueles que foram sede de concelhos até 1855 (Colares e Belas), e a zona de Pero Pinheiro/Montelavar (de ocupação pré- romana, com uma indústria extrativa bastante relevante). Em meados do século XX, acrescentam-se a estes os aglomerados de Algueirão-Mem Martins, Mercês e Agualva-Cacém, com construções potenciadas pelos caminhos de ferro em alvarás pequenos e dispersos, nas envolventes das estações ferroviárias. Por essa altura, estas zonas detinham ainda caraterísticas próprias de centralidade, sem dependerem da capital. O caráter de dormitório destas zonas, que se mantém, origina-se com a constituição de Lisboa como polo de emprego terciário e com a necessidade do estabelecimento de dormitórios em lugares com boa acessibilidade ao centro da cidade. Assim, a partir dos anos 60, inicia-se o desenvolvimento do eixo Queluz–Agualva-Cacém–Algueirão-Mem Martins. Motivadas pela falta de desenvolvimento das zonas rurais do país, as populações dessas regiões originam um forte fluxo migratório para as grandes cidades na procura de melhores condições de vida. Tal traduz-se na procura de habitações a preços acessíveis, algo que teve a sua resposta no desenvolvimento descontrolado, desordenado e ilegal das periferias através das urbanizações clandestinas, e que se prolonga até aos anos 90. Um dos maiores exemplos deste fenómeno em Sintra pode ser encontrado em Casal de Cambra, cujo desenvolvimento (muitas vezes, em circunstâncias totalmente desaconselháveis e que dificilmente encontrariam enquadramento legal) acabou por levar à criação de uma freguesia própria. A partir de então, a saturação do corredor urbano leva à densificação dos aglomerados e à deslocação de alguma população urbana para zonas rurais ou do litoral (Cacém, Algueirão-Mem Martins, Almoçageme, Nafarros ou Praia das Maçãs). Atualmente, o corredor urbano do município de Sintra é confinado pela A16 e IC19, com uma densidade que chega aos 200 alojamentos por hectare. ==== Uso do solo ==== O Plano Diretor Municipal de Sintra classifica os solos em duas grandes classes, solo urbano e rústico, cada um deles dividindo-se em várias categorias. Sintra possui um território onde predominam os espaços naturais, que representam 30% do território. Seguem-se os diferentes espaços urbanos, os espaços agrícolas (24%) e florestais (16%). O solo rústico é aquele que abrange a maior parte do território de Sintra, e dentro deste, os espaços naturais protegidos os que têm maior representatividade. Cerca de 26% da área do município encontra-se urbanizada, o que corresponde a cerca de 8 421 hectares de terreno. Nos perímetros urbanos, o total de áreas consolidadas é de 6 862 hectares (81,5% do solo), enquanto que as áreas expectantes ou livres correspondem a 1 559 hectares, com 821 hectares e 738 hectares, respetivamente (18,5% do solo urbano). miniaturadaimagem|Parque Natural de Sintra-Cascais. O solo rústico ocupa uma área de 23 501 hectares, cerca de 73,6% do território concelhio. Divide-se em espaços naturais, florestais, agrícolas, de exploração de recursos, de atividades industriais, de ocupação turística e em espaços de equipamentos e infraestruturas. Os espaços naturais (aqueles de maior valor natural, bem como as áreas de reconhecido interesse natural e paisagístico e sujeitas a regimes de salvaguarda mais exigentes) são os predominantes, totalizando 8 153 hectares e com maior expressão nas freguesias de Colares e Sintra, onde representam 78% e 40% da área da freguesia, respetivamente. Os espaços naturais vocacionados para usos florestais e silvopastoris são mais expressivos no norte do município (São João das Lampas e Terrugem, onde detém 5% do total do solo rústico, seguida da União de Freguesias de Almargem do Bispo, Pero Pinheiro e Montelavar com 2,6%). Os espaços agrícolas são a segunda classe com mais representatividade no solo rústico do município. Predominam na zona norte, em São João das Lampas e Terrugem (14,5%) e Almargem do Bispo, Pero Pinheiro e Montelavar (11,8%). Com uma área de aproximadamente 7.657 hectares, no seu conjunto representam 32,6% do solo rústico. Os espaços florestais são a terceira classe mais representativa do solo rústico no território de Sintra, as duas subcategorias perfazem uma área de, aproximadamente, 5.207 hectares. As freguesias de Sintra (394,81 ha) e Queluz e Belas (610,49 ha) são as que contam com mais áreas florestais (sem regimes especiais de proteção) em virtude da presença das serras de Sintra e da Carregueira. As áreas florestais com usos silvopastoris ou agrícolas voltam a ter maior expressão nas freguesias do norte do município. Os espaços de exploração de recursos, com um total de 109,24 hectares, dividem-se entre as freguesias de Almargem do Bispo, Pero Pinheiro e Montelavar e São João das Lampas e Terrugem e representam apenas 0,46% da área do município. Os espaços de atividades industriais têm pouca representatividade no total do solo rústico (85,5 hectares, ou 0,36%). Encontram-se dispersos e correspondem essencialmente à atividade agrícola e pecuária e ainda pavilhões de apoio logístico às atividades económicas. Os espaços de ocupação turística abrangem uma área de aproximadamente 187 ha (cerca de 0,8% no total do solo rústico). Correspondem às áreas onde ocorrem as atividades de turismo no espaço rural, bem como empreendimentos turísticos existentes. São mais frequentes em Sintra, Colares e Almargem do Bispo, Pero Pinheiro e Montelavar. Finalmente, o solo rústico divide-se também em espaços de equipamentos e infraestruturas, com um total de 646 ha. O solo urbano divide-se em espaços centrais, habitacionais, espaços urbanos de baixa densidade, espaços de atividades económicas, espaços de uso especial e espaços verdes urbanos. Nesta classe, abundam os espaços habitacionais (3 991,7 ha ou 47,4% do solo urbano), em especial aqueles onde predominam os edifícios unifamiliares e por vezes plurifamiliares, até 3 pisos, que apresentam um elevado nível de compactação ou de urbanização. Estes espaços apresentam um espaço público organizado, no caso das urbanizações mais recentes, enquanto que nas mais antigas existe um espaço público sem grande distinção entre os espaços destinados à circulação pedonal, viária, estacionamento ou à oferta de espaços livres públicos (verdes ou não). Seguem-se os espaços urbanos de baixa densidade (1 739 hectares ou 20,65% do solo urbano), mais frequentes a norte, sul e poente da A16, em áreas urbanas de génese ilegal e no Parque Natural de Sintra-Cascais. São áreas periurbanas, parcialmente urbanizadas e edificadas, com caraterísticas híbridas de uma ocupação de caráter urbano-rural e onde ocorrem simultaneamente áreas de uso agrícola, espaços urbanos e de infraestruturas. Apresentam frequentemente uma oferta deficiente de infraestruturas e equipamentos. O espaço público apresenta deficiências ao nível da circulação pedonal e viária, da oferta de estacionamento e de espaços livres públicos (verdes ou não). Os espaços de atividades económicas são a terceira categoria de espaço com mais expressão no solo urbano (1 521 hectares, cerca de 18% do solo urbano). São áreas que acolhem atividades de armazenagem e logística, comércio e serviços, localizadas perto ou ao longo de eixos viários como o IC19, ER247 e na zona de Pero Pinheiro e Montelavar. Seguem-se a estes os espaços de usos especiais (equipamentos, infraestruturas e turismo, com um total de 633 hectares) e os espaços verdes públicos (414 hectares ou 4,9% do solo urbano). === Património natural e espaços verdes === O município sofreu, desde meados do século XX, um elevado crescimento demográfico, o que se traduziu numa construção desordenada e dispersa, ocupando áreas de importância em termos ecológicos, e negligenciando (com as únicas exceções nas zonas privativas ou controladas da Penha Longa e Belas Clube de Campo) o papel dos espaços verdes na melhoria da qualidade do ar, no conforto bioclimático, na qualidade visual e paisagística dos elementos que compõem o tecido urbano, no fomento à presença de ecossistemas e na garantia da permeabilidade do solo dos sistemas urbanos. Assim, por todo o município, os espaços verdes públicos são raros ou pouco significativos, sendo isso notável nos principais aglomerados do princípio da 2.ª metade do séc. XX, e com as AUGI, onde a existência de qualquer espaço público que não fosse destinado à circulação era considerada um desperdício de espaço (não comercializável). No total, o município possui apenas 66 ha de espaços públicos verdes, mas que se encontram em estado de deterioração. No corredor urbano, estas áreas correspondem-se a antigas propriedades ou quintas que foram resistindo à expansão urbanística, a partes de manchas florestais não integradas e de galerías ripícolas que o atravessam. === Freguesias === O Município de Sintra encontra-se composto por onze freguesias. Anteriormente à reorganização administrativa de 2013 eram vinte. Freguesias do município de Sintra Freguesia Residentes (2011) Residentes (2021) Agualva e Mira-Sintra 41104 41323 Algueirão-Mem Martins 66250 68649 Almargem do Bispo, Pero Pinheiro e Montelavar 16788 17262 Cacém e São Marcos 38701 39683 Casal de Cambra 12701 13347 Colares 7628 7746 Massamá e Monte Abraão 48921 47804 Queluz e Belas 52335 52414 Rio de Mouro 47311 49489 Santa Maria e São Miguel, São Martinho e São Pedro de Penaferrim 29591 29896 São João das Lampas e Terrugem 16505 17993 Total 377835 385606 Freguesias de Sintra antes e após a reorganização administrativa de 2013 ==Demografia== O Município de Sintra possuía, segundo os dados do censo de 2021, um total de 385606 habitantes, o que o torna no segundo mais habitado do país. Em comparação com os dados de 2011, o município cresceu em 2,1% o número de residentes. (Obs.: Número de habitantes \"residentes\", ou seja, que tinham a residência oficial neste município à data em que os censos se realizaram.) A faixa dos 15–64 anos (população em idade ativa) concentrava em 2011 o maior número de indivíduos. No período 2001–2011, esta população sofre um decréscimo em toda a AML, especialmente na faixa jovem (15-24 anos), que em Sintra se traduziu numa variação de -11%. Em 2011, a faixa etária dos 35–39 anos representava 9,1% população residente total em Sintra (8,6% em 2001), seguida da faixa etária dos 40–44 anos, com 8,6% (7,2% em 2001) e a dos 45–49 anos com 7,6% (6,5% em 2001). A faixa etária dos 25–29 anos foi a que mais recuou no período intercensitário, representando 6% da população sintrense (2,9% homens e 3,1% mulheres). Em 2001, representavam 10% (5% homens e 5% mulheres), um recuo de quatro pontos percentuais numa década. As crianças e jovens (0–14 anos) representavam 17,6% da população em 2011 (-0,5% em relação a 2001), e os idosos (+ 65 anos) 13,7% (aumento de 3,4%). Desta maneira, o índice de envelhecimento subiu em Sintra para 82,7%. Número de habitantes por Grupo Etário INE - http://censos.ine.pt/xportal/xmain?xpid=CENSOS&xpgid;=censos_quadros INE - https://www.ine.pt/xportal/xmain?xpid=INE&xpgid;=ine_indicadores&indOcorrCod;=0011166&contexto;=bd&selTab;=tab2 1900 1911 1920 1930 1940 1950 1960 1970 1981 1991 2001 2011 2021 0-14 Anos 8 180 9 720 8 835 10 803 11 863 13 920 19 133 31 875 59 097 50 903 65 987 66 633 56 903 15-24 Anos 4 537 5 219 5 596 6 994 7 513 10 487 11 686 17 300 32 837 42 500 49 319 43 891 46 623 25-64 Anos 11 705 13 495 13 442 17 742 22 253 31 058 43 227 65 605 117 894 143 510 211 132 215 654 213 195 = ou > 65 Anos 1 778 1 867 1 737 2 350 3 038 4 147 5 918 9 620 16 600 24 038 37 311 51 657 68 885 (Obs: De 1900 a 1950 os dados referem-se à população \"de facto\", ou seja, que estava presente no município à data em que os censos se realizaram. Daí que se registem algumas diferenças relativamente à designada população residente Também na mesma década, a taxa de natalidade decresceu em Sintra, passando de 14,7 para 11,2 nados vivos por cada mil habitantes, e continuando a tendência de diminuição até aos 9,5‰ em 2013. Da totalidade dos nascimentos registados, para cada 100 crianças do sexo feminino existiam 105 crianças do sexo masculino. Por outro lado, a taxa bruta de mortalidade também diminuiu, passando de 6,6 (2001) para 6,4 óbitos por cada mil habitantes (2011), voltando a subir ligeiramente em 2013. A taxa de crescimento natural do município é positiva, embora novamente em redução, sendo de 0,27% em 2013 ( 0,81% em 2001). Sintra ainda apresentava uma taxa de crescimento migratório positiva, embora reduzida, de 0,07% em 2011. Estes dados eram de 0,19% em 2001 e contrastam com o contexto nacional, onde Portugal verificou, no início da década de 2010, um crescimento migratório negativo. Em 2012 e 2013, estas estimativas apontavam para um crescimento migratório negativo também no município. O saldo migratório foi, em 2013, o que mais contribuiu para a variação da população sintrense, que apesar de apresentar valores positivos, não contrariou os efeitos da saída de população do município de Sintra nesse ano. Ao nível das freguesias, as que registaram aumentos populacionais foram as de Casal de Cambra (22,3%), São João das Lampas e Terrugem (13,5%) e Sintra (13,4%), enquanto que as que verificaram perdas populacionais foram as de Agualva e Mira Sintra (-7,6%) e Massamá e Monte Abraão (-2,6%). Em 2022 Sintra possuia 47.607 indivíduos de nacionalidade estrangeira, o que se traduz em cerca de 12,19% da população concelhia. As comunidades com maior expressão no município provinham de Brasil, Cabo Verde, Guiné-Bissau e Angola. As que mais aumentaram em representatividade foram as nacionalidades chinesa e romena. == Ecologia == A região de Sintra é, em termos fitogeográficos, de transição entre o norte e o sul do país, onde existem três grandes manchas contínuas florestais. A primeira consiste na serra de Sintra, povoada com abundante diversidade de espécies e de elevada importância estratégica para o município, possuindo valores patrimoniais, históricos e culturais de grande importância. A segunda centra-se na serra da Carregueira, composta sobretudo de eucaliptais e matos, e a terceira consiste nos pinhais de Nazaré, Janas e Banzão. Cerca de 17,9% das zonas florestais do município são dominadas pelo pinheiro-bravo, ao que se segue o eucalipto (14,4%) e o pinheiro-manso (9,4%). === Flora === O Município de Sintra inclui-se no Reino Holártico e na região biogeográfica mediterrânica. A zona da serra de Sintra, de natureza granítica, é dominada pelo pinheiro-bravo e, anteriormente aos trabalhos paisagísticos levados a cabo, era povoada por matos espontâneos de urzais (Erica arborea e Erica lusitanica), tojeiras (Paeonia broteri), carrascos acompanhados de algumas espécies arbustivas e arbóreas como o medronheiro, a carvalhiça, o sobreiro, a aveleira e alguns pinheiros-mansos. Atualmente, as comunidades aí existentes são arbóreas, geralmente higrófilas mas também tropófilas, e de porte altivo, encontrando-se variadas espécies: ciprestes, abeto, pinheiros-mansos e bravos, pinheiro-da-califórnia, faias, carvalhiças, castanheiros, mimosas, plátanos, vinháticos, espinhosas, teixos, azereiros, zangarinhos, salgueiros, carvalhos- negros, hakeas, freixos, ulmeiros, pinheiro-de-Lorol Weymouth, cedros-do- buçaco, cedros-do-himalaia, eucaliptos, medronheiros, choupos, louro-cerejo, austrálias, buxos, sequoias, píceas, licopódios, magnólias, fúcsias trepadoras e fetos, entre outros. No Parque de Monserrate estão também presentes espécies raras como são Datura sanguinea, Eugenia australis, Cycas Circinalls, Cycas Revoluta, Phyllocladus Trichomanoides, Metrosideros floribunda, Liquidambar, Araucaria bidwillii, Corypha australis, Latoria borbonica, Liriodendron tulipifera, Phaenix rupicola ou Acacia longifolia. Na zona de charneca, que se estende por uma sucessão de morros de Manique à serra de Monsanto, observa-se (como o nome indica) uma região de estepe árida e seca de culturas ingratas e terrenos maninhos, característica das zonas meridionais do município, de Ranholas a Rio de Mouro. As condições do solo (calcário, de grande permeabilidade e com forte presença de carbonato de cálcio), de menor pluviosidade, humidade e a forte ação eólica impedem a formação de galerias florestais (apenas presentes nas margens dos cursos de água), predominando os arbustos e vegetação herbácea. Assim, as comunidades mais abundantes são as de esteva, carrasco, tojo e tojo-molar, cardos, escariolas, arrudas, estevão- macho, murta, rosmaninho, oregos, aipo, língua-de-ovelha ou pimpinela, entre outros. Para lá do rio de Mouro, de Queluz até Almargem, a abundância das linhas de água e dos solos basálticos convertem as terras em solos aráveis e com bastante produtividade agrícola. Esta é uma zona de estepe cultivada, que permite o surgimento do maquis mediterrânico, sendo esta uma das zonas mais férteis do município e por onde anteriormente se poderiam encontrar campos de trigo, cevada, centeio e milho, bem como de diversas leguminosas. Na várzea de Colares, ao longo do seu rio, aparece uma paisagem mediterrânica graças à natureza do solo (rico em húmus e outros elementos) e ao fácies climatérico da zona. Abundam aqui as videiras, laranjeiras, cerejeiras, limoeiros, loureiros, figueiras e diversas espécies pomícolas (como o pessegueiro, abrunheiro ou marmeleiro). Também florescem as espécies leguminosas, juntando-se a rosácea morengueira, o melão ou a melancia, entre outras. Mais ao litoral, nos seus terrenos arenosos é cultivada a vinha de onde se produz Vinho de Colares, dando-se lugar aos pinhais de pinheiros-mansos (mais abundantes) e bravos. Dão-se ainda alguns bosques de sobreiros e castanheiros, estes últimos seculares. Já no planalto de São João das Lampas, cujos solos se cingem a partículas desagregadas de calcário, cedo transportadas pelos agentes externos, torna a vegetação bastante esparsa, não passando a terra arável dos 15 centímetros porquanto se intercala com rochedos. A cultura de cereais pobres e de pequenos pomares é quanto domina nesta zona, da qual em contraponto se extraem materiais de construção, diversas pedras e mármore. == Geologia == O município de Sintra abrange terrenos do flanco norte do sinclinal do Baixo Tejo, integrado na Orla Mesocenozoica Ocidental do Maciço Hespérico. A litologia sintrense é composta sobretudo por rochas sedimentares (com idades desde o Oxfordiano superior até à atualidade) e ígneas de diversos tipos (intrusivas e extrusivas), bem como uma pequena parte de rochas metamórficas que resultam de um processo de metamorfismo de contato. As rochas com maior antiguidade correspondem à era mesozóica, correspondendo a afloramentos do Jurássico Superior e Cretácico Inferior que são constituídos, na sua maioria, por calcários mais ou menos cristalinos e compactos, intercalados com calcários margosos e calcários de fácies pelágica, ricos em matérias orgânicas. A sua espessura máxima é de 200 metros, em São Pedro de Penaferrim. Seguem-se as formações do sistema Kimmeridgiano, espessas e compostas de calcoxistos com intercalações margosas e níveis conglomeráticos, designada por «Xistos do Ramalhão», e podendo atingir uma espessura máxima de 1200 metros. Na zona de Mem Martins dão-se calcários margosos, margas e calcários com corais e oncólitos, em espessura superior aos 600 metros. Do Portlandiano resultaram os «Calcários nodulares de Farta-Pão», com cerca de 600 metros, que como o nome indica são formados por calcários nodulares e compactos com algumas intercalações margosas. No Valanginiano ocorrem os primeiros níveis gresosos finos, intercalados em calcários margosos e leitos argilosos, marcadores de um período de regressão marinha cujo apogeu se situou no Aptiano/Albiano caracterizado pela deposição da formação dos «Grés de Almargem». São calcários cinzentos, claros e amarelados, alternando com leitos argilosos xistentos, arenitos finos, compactos, de cimento carbonatado e calcários de cor ocre e margas amareladas, que não excedem os 150 metros de espessura. No Cenomaniano inicia-se a importante transgressão marinha, na qual se depositam progressivamente camadas margosas, que passam a calcários compactos no Cenomaniano Superior. Existem depósitos de fácies continental, provavelmente do Paleogénico, cobertas por depósitos marinhos gresosos e carbonatados, aflorantes. Do pliocénico restam depósitos residuais nos topos das superfícies de aplanação, que terão sido modelados a partir do final do Miocénico. Os depósitos litorais, areias de praia, dunas (que cobrem grande parte da extensão do litoral a norte da serra de Sintra) e dunas consolidadas, depósitos de vertente e aluvionares, são, na sua grande maioria, do Quaternário. == Política == === Administração municipal === O município de Sintra é administrado por uma câmara municipal composta por um presidente e 10 vereadores. Existe uma Assembleia Municipal, que é o órgão deliberativo do município, constituída por 44 membros (dos quais 33 eleitos diretamente). O cargo de Presidente da Câmara Municipal é atualmente ocupado por Basílio Horta, reeleito nas eleições autárquicas de 2021 pelo PS, o qual logrou a eleição de mais quatro vereadores na Câmara (num total de 5 eleitos, maioria relativa). Foram ainda eleitos quatro vereadores pela coligação Vamos Curar Sintra (PPD/PSD.CDS-PP.A.MPT.PDR.PPM.RIR), um pelo CH e um pela CDU (PCP-PEV). Na Assembleia Municipal, o partido mais representado é novamente o PS, com treze deputados eleitos e 8 presidentes de Juntas de Freguesia (maioria relativa), seguindo-se a coligação Vamos Curar Sintra (9; 3), o CH (3; 0), a CDU (3; 0), o BE (2; 0), o PAN (1; 0), a IL (1; 0) e o NC (1; 0). O Presidente da Assembleia Municipal é Sérgio Sousa Pinto, do PS. === Eleições autárquicas === Data % V % V % V % V % V % V % V % V % V % V % V % V % V % V % V % V % V % V % V % V % V % V % V % V % V % V % V % V % V % V Participação PS FEPU/APU/CDU PPD/PSD CDS-PP PCTP/ MRPP AD UDP/BE PPM PRD PSD-CDS MPT IND CH PAN NC IL GDUP PCP (ml) MDP/ CDE FER PSN PSR PH PND E ADN PTP JPP A RIR 1976 39,64 6 24,90 3 13,21 1 10,92 1 1,51 - 5,27 - 1,06 - APU 1979 24,22 3 30,28 3 AD AD 1,02 - 40,15 5 2,48 - AD 1982 30,67 3 31,69 4 0,58 - 32,93 4 1,05 - 1985 21,44 2 31,55 4 32,26 4 0,45 - 1,10 - 10,46 1 1989 28,15 3 30,08 4 CDS-PP PPD/PSD 1,27 - 0,83 - 2,01 - 33,07 4 0,48 - 0,15 - 1993 34,60 4 28,81 4 27,08 3 3,68 - 0,56 - 1,15 - 0,78 - 1997 48,59 6 23,16 3 18,77 2 3,09 - 1,31 - 0,52 - 0,55 - 2001 36,43 4 15,77 2 CDS-PP PPD/PSD 1,24 - 2,69 - 39,16 5 0,82 - BE BE 2005 30,94 4 12,36 1 1,03 - 6,53 - PSD-CDS 43,49 6 PSD-CDS 0,52 - 2009 33,74 4 11,11 1 1,09 - 5,90 - 45,25 6 2013 26,83 4 12,50 1 2,03 - 4,52 - 13,79 2 25,42 4 1,93 - 1,03 - 0,61 - 2,23 - 2017 43,05 6 9,43 1 0,78 - 6,28 - PSD-CDS 29,01 4 3,68 - 1,08 - 0,77 - 0,58 - 0,21 - ADN 2021 35,25 5 9,02 1 5,81 - 27,53 4 9,09 1 3,25 - 2,97 - 2,68 - PSD-CDS PSD-CDS PSD-CDS === Eleições legislativas === Data % PS PCP PSD CDS UDP AD APU/ CDU FRS PRD PSN B.E. PAN PSD CDS L CH IL 1976 41,02 23,45 14,16 9,90 3,20 1979 26,45 APU AD AD 3,56 37,24 26,85 1980 FRS 2,27 39,64 23,43 28,52 1983 38,19 20,68 9,77 UDP-PSR 25,47 1985 20,31 22,89 7,42 1,96 19,41 24,22 1987 22,24 CDU 44,96 3,08 1,68 15,67 7,75 1991 30,79 45,39 3,25 11,81 0,76 2,60 1995 45,76 27,79 8,97 0,67 11,81 0,15 1999 45,13 25,36 7,56 12,56 0,18 4,77 2002 39,47 33,86 9,09 8,61 4,96 2005 45,14 22,17 6,99 9,79 10,21 2009 37,56 21,63 11,72 9,47 12,48 2011 28,58 31,83 14,12 9,35 6,28 1,55 2015 33,18 PSD/CDS 9,87 12,74 2,31 32,45 0,90 2019 39,17 19,35 3,52 7,47 11,15 5,10 1,60 2,50 1,58 2022 44,02 20,69 1,32 4,69 5,33 2,30 1,87 9,66 6,26 === Relações === * El Jadida, Marrocos * Omura, Japão * Arzila, Marrocos * Matosinhos, Portugal * Trindade, São Tomé e Príncipe * Bissau, Guiné-Bissau * Lobito, Angola * Havana, Cuba * Nova Sintra, Cabo Verde * Namaacha, Moçambique * Honolulu, Estados Unidos da América * Oviedo, Espanha == Economia == O município de Sintra é parte integrante da região de Lisboa, que representa cerca de 37% do PIB nacional e concentra um significativo número de empresas tecnológicas e de investigação, de habitantes e os principais centros de decisão económica do país. Esta região, e por extensão, os seus municípios, encontram-se num processo de reestruturação e adaptação em virtude da crise económica de 2008, com variações negativas dos indicadores económicos. Em Sintra, estas variações foram maiores que a média da área metropolitana, o que evidencia um panorama social e económico mais complexo. A força de trabalho no município é de cerca de 102 000 indivíduos, o que corresponde a 9,5% da população do norte da Área Metropolitana de Lisboa. Em 2012, 34 316 empresas estavam sediadas no município, cerca de 11,1% do total da AML e 14,2% do total da Grande Lisboa, 96,4% delas de pequena dimensão e empregando uma média de 3,1 trabalhadores por empresa. Sintra, da mesma maneira que a região de Lisboa, sofreu um processo de desindustrialização e uma reestruturação (terciarização) do emprego desde finais do século XX, sobretudo vincada em serviços de transporte, armazenamento e comunicações, de atividades financeiras, de atividades imobiliárias, de aluguer e serviços às empresas, que têm crescido nas áreas urbanas do município. Também se encontra numa reestruturação e adaptação da sua economia devido à crise económica de 2008. Atualmente, a estrutura empresarial do concelho é dominada pelo setor terciário (84,4%), seguida do secundário (14,5%) e primário (1,1%). Os principais fatores que sustentaram a implantação de empresas nas duas últimas duas décadas no concelho foram a melhoria das acessibilidades, criando novas alternativas locativas às empresas, a importância da existência de recursos humanos jovens, sobretudo graças aos fluxos migratórios; o potencial de mão- de-obra relativamente especializada, a disponibilidade e preços do solo e finalmente a proximidade aos principais mercados, principalmente Lisboa. Em conjunto com Mafra, é o município com maior peso do setor primário na sua população empregada de toda a área metropolitana, e também o que possui maior relevância do setor secundário. A seguir a Lisboa, é novamente o município com maior percentagem de população empregada no setor terciário. O crescimento das empresas ligadas a este setor tem-se dado nas áreas urbanas do município. As suas empresas apresentam as mais baixas taxas de sobrevivência e crescimento da Grande Lisboa, a par da Amadora. Até ao surgimento da crise económica, estes indicadores eram superiores ao crescimento que se registava na Área Metropolitana de Lisboa, que desde então passaram a ser negativos e inferiores ao desta região, evidenciando a perda de competitividade no contexto metropolitano. Apesar disto, os dados referentes à distribuição das empresas por atividade ao nível dos concelhos revelam que Sintra surge quase sempre em segundo lugar com o maior número de empresas nos diversos grupos de atividades, sendo de grande relevância para o concelho a indústria extrativa. O município é, em termos absolutos, o terceiro maior em número de trabalhadores por conta de outrem na AML Norte, apenas ultrapassado por Lisboa e Oeiras. O comércio e atividades de apoio a serviços são aquelas que agrupam a maioria do emprego no município (53,8%). Cerca de 26% da mão-de-obra do município é absorvida pelas indústrias transformadora e da construção, isto apesar da crescente influência do setor serviços. Em 2012, encontravam-se sediadas no município 24 empresas com mais de 250 trabalhadores, sendo a Tabaqueira — Empresa Industrial de Tabacos, S. A. uma das mais empregadoras no âmbito concelhio. Sintra foi, em 2012, o terceiro município em volume de vendas no conjunto da Grande Lisboa e o quinto em volume de negócios por empresa. As empresas mais importantes por volume de negócios no município são a LIDL & Companhia, UDIFAR II Distribuição Farmacêutica, S.A. e a Mercedes Benz Portugal, S.A., todas com um volume de negócios superior a 200.000.000 euros. Neste aspeto, a freguesia de Sintra é a que reúne o maior número de empresas destas características. Em termos geográficos, as várias freguesias apresentam uma especialização económica distinta e evidenciam uma região diversa quanto às atividades económicas. Assim, a agricultura predomina em São João das Lampas e Terrugem, Colares e Almargem do Bispo, Pero Pinheiro e Montelavar; nesta união de freguesias também existem importantes polos de indústrias extrativas e transformadoras. As atividades comerciais são mais relevantes no eixo urbano, mas especialmente nas freguesias de Sintra, São João das Lampas e Terrugem e Queluz e Belas. Por fim, o setor da construção possui maior expressão em Casal de Cambra, Rio de Mouro e Massamá e Monte Abraão. Por setores de atividade, verifica-se a terciarização também ao nível da freguesia, tendo este vindo a consolidar-se em Sintra, com um peso significativo na estrutura empresarial, e sendo o comércio a atividade mais representativa em todas elas. Por outro lado, as aptidões naturais do território concelhio para as atividades relacionadas com o setor primário têm vindo a ser canceladas pelos crescimentos populacional e urbano, sendo ainda representativas nas freguesias de São João das Lampas, Almargem do Bispo e na antiga freguesia de São Martinho. === População e emprego === Em 2014, existiam cerca 170 202 indivíduos economicamente ativos, concentrados maioritariamente no corredor urbano do município. Estas áreas são aquelas que concentram a maior parte das populações empregadas e em idade ativa, sendo que nas restantes se observa uma grande percentagem de população reformada. Na década de 2001–2011, a taxa de atividade no município sofreu uma quebra acentuada, de 4,2 pontos percentuais, situando-a em 52,1%. Este valor coloca o município por cima do município de Lisboa e do país (ambos com 47,5%), e por detrás de Vila Franca de Xira (54%) e Odivelas (52,5%) a nível metropolitano. Entre os fatores apontados para este decréscimo encontram-se a diminuição dos fluxos migratórios, o envelhecimento da população e o desemprego. A mesma tendência verifica-se na população residente empregada (-10,7% no mesmo período), também reflexo da conjuntura económica adversa. A população desempregada contava-se em 26 650 indivíduos segundo os censos de 2011, um aumento de 6,4% em relação a 2001 e totalizando um valor para o município de Sintra de 13,5%, superior ao valor verificado tanto a nível nacional (13,1%) como regional (apenas superado pela Amadora, com uma taxa de desemprego de 14,96%). O eixo urbano concentrava, à época, o maior número de desempregados, sobretudo nas freguesias de Algueirão-Mem Martins (19%) e Rio de Mouro (14%). Por setores de atividade, o setor primário foi aquele onde a perda de efetivos foi maior, com uma taxa de variação de -48,3%. O setor secundário, com um papel relevante no contexto metropolitano, também foi significativa (-36,2%), enquanto que o setor terciário apresentou apenas uma ligeira contração (-0,3%). A população ativa no setor primário ronda os 20%, transformando Sintra no segundo município mais relevante neste setor após Mafra (23,5%). A população ativa no setor secundário torna o município no mais relevante a nível metropolitano (24,2%) e no segundo mais importante no que se refere ao setor terciário (18%, apenas superado por Lisboa com 27,1%). No tocante à população residente, esta exerce a sua atividade profissional sobretudo no setor terciário (79,8%), seguido do secundário (19,8%) e do primário (0,5%). Quanto à qualificação da população ativa, esta progrediu de forma expressiva entre 2001 e 2011, reduzindo-se em 25,5% a percentagem de população sem qualquer nível de ensino e um aumento de 23,9% da população com cursos superiores. O ganho médio mensal dos trabalhadores por conta de outrem, em Sintra, é de 1.159,57 euros. Quanto à dependência face ao emprego, o município não consegue absorver grande parte dos seus ativos residentes e apresenta um saldo negativo do emprego, onde 27 377 indivíduos (ou 50,9%) da população residente empregada trabalha noutros municípios (traduzindo-se num saldo negativo de 59 317 indivíduos). Também apresenta uma capacidade de atração relativamente baixa, pois só absorve cerca de 26,6% de residentes de outros concelhos. Esta dependência é feita sobretudo a favor do concelho de Lisboa, com um efeito polarizador do emprego. == Transportes e mobilidade == O município de Sintra é servido por diversos modos de transporte coletivo, com especial relevância do transporte ferroviário (é no município que o transporte ferroviário detém maior peso relativo nas deslocações efetuadas). Em 2011, indivíduos realizavam deslocações pendulares em Sintra, tornando-o no segundo concelho da AML Norte em termos da importância dos fluxos absolutos de pessoas. Destes, a maioria () faziam-no em direção a outros concelhos, maioritariamente para Lisboa ( indivíduos), seguida por Oeiras ( indivíduos). De acordo com o INE, os utilizadores de transportes públicos no município são aqueles que mais tempo despendem nos seus movimentos pendulares na Área Metropolitana de Lisboa, sendo apenas superados por Cascais. Nas deslocações intraconcelhias, o modo de transporte mais utilizado é o automóvel (54,6%), seguido das deslocações pedonais (26,5%), por autocarro (10,2%) e por comboio (5,9%). Quanto às deslocações interconcelhias, domina novamente o automóvel (47,5%), seguido do comboio (39%) e das deslocações pedonais (9,4%). Apesar disto, o concelho de Sintra era aquele que apresentava a menor taxa de motorização da população em 2013. Em termos de infraestruturas, o município é atravessado por quatro Itinerários Complementares (IC18/A9, IC19/A37, IC16/A16, IC30/A16), integrados na rede de autoestradas em regime de portagem (exceto o IC19), que apresentam funções estruturantes e relevantes no contexto da AML Norte. É igualmente atravessado por Estradas Nacionais (EN9, EN117, EN249-3, EN249-4) e por Estradas Regionais, que complementam mas não integram a Rede Rodoviária Nacional (ER19, ER 249 [Via de Cintura da Área Metropolitana de Lisboa], ER247). miniaturadaimagem|Estação Ferroviária de Sintra, término da Linha de Sintra. A rede ferroviária inclui duas linhas com 10 interfaces que servem um total de habitantes nas suas áreas de influência (num raio 1 km), ou 55,7% da população total do município. Assim, é um dos municípios da AML que possui um maior número de residentes dentro dessas mesmas áreas. A maioria da oferta estrutura-se à volta da Linha de Sintra, determinante para o desenvolvimento demográfico do concelho e que, por isso, atravessa as zonas de maior densidade populacional. A linha é eletrificada e encontra-se duplicada entre Sintra e Agualva-Cacém e quadruplicada daí até Lisboa, com nove estações dentro do concelho (Sintra, Portela de Sintra, Algueirão-Mem-Martins, Mercês, Rio de Mouro, Agualva-Cacém, Massamá-Barcarena, Monte Abraão e Queluz-Belas). Os serviços explorados pela CP integram-se na oferta dos serviços Urbanos de Lisboa, e terminam na estação de Sintra, dirigindo-se para o Rossio, Oriente e Alverca (esta última apenas nas horas de ponta dos dias úteis). De importância menor, a Linha do Oeste encontra-se duplicada e eletrificada apenas até à estação de Mira Sintra-Meleças, passando depois a via única não eletrificada. A população abrangida por esta infraestrutura é de habitantes, cerca 14,9% da população residente no município. A principal interface desta linha é a de Mira Sintra-Meleças, onde terminam o seu percurso os serviços regionais procedentes de Torres Vedras e Caldas da Rainha e os comboios urbanos de Lisboa que efetuam a ligação à estação do Rossio. A linha prossegue depois em direção a Mafra, com interfaces em Telhal, Sabugo e Pedra Furada. A mobilidade interna no município é assegurada pelos serviços prestados pela Carris Metropolitana, organizada de forma a que ambos os extremos da maioria das suas linhas sejam em interfaces de transportes. As ligações rodoviárias interconcelhias concentram-se à volta das estações ferroviárias (Sintra, Portela, Rio de Mouro, Agualva-Cacém e Monte Abraão), desenvolvendo-se pelas principais vias de comunicação interconcelhias. A divisão de serviços entre as operadoras de transporte rodoviário tem as suas origens na organização interna da Rodoviária Nacional, cuja exploração se dividia em Centros Operacionais de Passageiros que foram privatizados na década de 1990, ficando Sintra dividida entre as operações tanto da Vimeca/Lisboa Transportes (que atuava no lado oriental do município) tanto da Scotturb (que atuava no lado ocidental do município), assim como algumas linhas da Mafrense no norte do município que faziam ligações a Mafra, mantendo-se o cenário das operadoras privadas até 2023, até à entrada da operação da Carris Metropolitana na Margem Norte, da qual Sintra faz parte da Área 1 (operada pela Viação Alvorada), em conjunto com Amadora e Oeiras. Atualmente, existem 3 serviços de transportes públicos no concelho: *Carris Metropolitana, serviço único de transporte público rodoviário da Área Metropolitana de Lisboa, que se encarrega da grande maioria do serviço público de transporte rodoviário no município, através de mais de 100 linhas, a maioria das quais (49) se desenvolve integralmente no município. Liga principalmente as localidades do município aos principais interfaces de transportes de Sintra e Amadora e entre as principais estações ferroviárias das Linhas de Sintra e Cascais; *Comboios de Portugal, empresa pública de transporte ferroviário explora as ligações a Amadora e Lisboa através da Linha de Sintra, e aos municípios das regiões do Oeste, Lis e Mondego através da Linha do Oeste; *Câmara Municipal de Sintra, que explora o serviço turístico dos Elétricos de Sintra. O contingente de táxis situa-se nas 183 viaturas, que se distribuem por 33 praças de táxi por todo o município, muitas delas situadas perto das estações ferroviárias. Esteve também prevista, após um acordo preliminar assinado em 2010, a ampliação do SATU de Paço de Arcos até Agualva-Cacém, com 3 km e quatro estações no município. O sistema permitiria ligar os corredores ferroviários de Cascais e Sintra passando por importantes polos habitacionais e empresariais dos dois municípios, como o Lagoas Park, Taguspark e São Marcos. A oferta de transporte turístico é variada, concentrando-se sobretudo na área histórica, cultural e paisagística de Sintra. Em termos de transporte rodoviário, para além das carreiras turísticas exploradas pela Scotturb (Sightseeing), Carristur e Douro Acima (CitySightseeing Portugal), são disponibilizados serivços de charretes (Sintratur), Tuk-tuk (Turislua), veículos ecológicos (SightSintra) e bicicletas eléctricas (Park E Bike). Para além destes, existe também uma ferrovia eletrificada de bitola estreita, o Elétrico de Sintra, que liga a vila à Praia das Maçãs através de um trajeto de 13 km com oito paragens, ondulado e frequentemente paralelo à rodovia. Tanto a infraestrutura como a operação são da responsabilidade da Câmara Municipal de Sintra. A rede ciclável do município foi planeada em 2003, no Projeto Estratégico da Rede Municipal de Ciclovias. O projeto contempla as vias urbana (de Sintra a Queluz), atlântica (da Samarra ao Cabo da Roca) e de cintura (de Negrais a Algueirão, passando por Montelavar e Terrugem). Em 2009 foi inaugurada a primeira ciclovia do município, no troço da via atlântica entre Janas e Azenhas do Mar. A primeira ciclovia urbana foi inaugurada em 2016, ligando Portela de Sintra a Ouressa, e à qual se seguiu, em 2018, o troço entre Agualva e Massamá. == Equipamentos e serviços == === Educação === O município de Sintra era, em 2013/2014, composto por vários equipamentos que cobrem as etapas do Jardim de Infância ao Ensino Secundário. A maior concentração de equipamentos educativos e alunos dá-se na freguesia de Rio de Mouro (19 equipamentos e 7393 alunos), seguida da União das Freguesias de Almargem do Bispo, Pero Pinheiro e Montelavar (em número de equipamentos, 16) e de Massamá e Monte Abraão (com 7513 alunos). A nível municipal, a maioria dos alunos encontram-se no 1.º ciclo do ensino básico (29%), tendo vindo a reduzir-se por efeito das baixas taxas de natalidade e de imigração. Seguem-se os 3.º e 2.º ciclos (25% e 16% respetivamente), enquanto que os Cursos de Educação e Formação no Ensino Básico foram os menos frequentados por terem vindo a ser gradualmente substituído pelos Cursos Vocacionais. É também no 2.º ciclo do ensino básico que se encontra o maior número de alunos carenciados (45,7%), com os restantes ciclos com valores entre os 40% e 50%, e o ensino secundário com 25,6%. Existem atualmente 15 jardins de infância públicos no município. Na década compreendida entre os anos letivos 2003/2004 e 2013/2014, a frequência da educação pré-escolar cresceu em 46,4%, com uma idade média de frequência de 4,59 anos. Tal deve-se à ampliação e reconversão da rede pública de equipamentos educativos. O município possui 83 estabelecimentos de ensino do 1.º ciclo do ensino básico, sendo que 15 destes apresentam sobreocupação (em Agualva e Mira Sintra, Cacém e São Marcos, Massamá e Monte Abraão, Queluz e Belas, Rio de Mouro e Almargem do Bispo, Pero Pinheiro e Montelavar) devido à existência do regime duplo. Em contraste, as escolas de Almargem do Bispo, Pero Pinheiro e Montelavar apresentam capacidade sobrante. Na mesma década, o número de alunos do 1.º ciclo do ensino básico baixou em 7,6%, uma tendência mantida desde o ano letivo 2007/2008. No 2.º e 3.º ciclos, o número de alunos verifica uma redução desde 2010/2011 e uma tendência a acentuar-se. Ao longo da década, verifica-se uma oscilação relativa, e um variação positiva de 3,2% no decorrer da década. Quanto ao ensino secundário, a frequência de alunos apresenta oscilações constantes ao longo da década (com um cúmulo positivo de 14,8%), com destaque para o aumento em 2005/2006 e o decréscimo de 2009/2010, os mais expressivos. O ensino especial possui 2329 alunos repartidos pelos diferentes ciclos. Na educação pré-escolar, existem duas escolas para a intervenção precoce na infância; no 1.º ciclo, dos 728 alunos com necessidades especiais, 95 frequentam as Unidades de Multideficiência ou de Ensino Estruturado, que abrangem também os 2.º e 3.º ciclos. Relativamente ao ensino secundário, o número de alunos com necessidades educativas especiais situa-se nos 184 alunos, não existindo resposta ao nível das unidades de ensino especial no ano letivo 2013/2014. Também nesse ano letivo, os alunos estavam distribuidos maioritariamente pelo sistema público de educação, tendo o sistema privado mais expressão ao nível do jardim de infância e do ensino profissional (com 25,3% e 24,9% respetivamente). No segundo e terceiro ciclo e secundário, a frequência da rede privada é quase inexpressiva e tende a decrescer. === Saúde === Ao nível dos cuidados de saúde primários do Serviço Nacional de Saúde, o município de Sintra é abrangido pelo Agrupamento de Centros de Saúde (ACES) de Sintra, composto por 11 Unidades de Cuidados de Saúde Personalizados e 12 Unidades de Saúde Familiar onde estavam inscritos, em 2013, 358.610 utentes, dos quais 95.689 (27%) não tinham médico de família atribuído. A taxa de cobertura do médico de família face à população residente em Sintra situa-se nos 70%. O município não possui nenhum hospital, sendo a sua população atendida no Hospital Prof. Doutor Fernando Fonseca, situado na Amadora. Na área materno-infantil, as populações das freguesias de Algueirão- Mem Martins, Almargem do Bispo, Pero Pinheiro e Montelavar, Colares, São João das Lampas e Terrugem e Sintra são atendidas no Hospital Dr. José de Almeida, em Cascais. A freguesia de Algueirão-Mem Martins dispõe de um Serviço de Urgência Básica que se encontra em serviço durante todo o dia. === Forças de segurança === A Guarda Nacional Republicana possui a maior área de intervenção no município, ocupando-se das freguesias mais rurais (Sintra, Colares, São João das Lampas e Terrugem e Almargem do Bispo, Pero Pinheiro e Montelavar). Para além dos postos territoriais nestas freguesias, possui o Destacamento Territorial de Sintra, o Subdestacamento Territorial de Sintra, o Destacamento de Intervenção de Lisboa, a Unidade Nacional de Trânsito, o 1.º Destacamento de Ação Conjunta, o Pelotão de Deteção Cinotécnica e a Escola da Guarda. A Polícia de Segurança Pública ocupa-se das áreas urbanas do município (freguesias de Algueirão-Mem Martins, Rio de Mouro, Casal de Cambra, Cacém e São Marcos, Agualva e Mira Sintra, Massamá e Monte Abraão e Queluz e Belas) e da Divisão Policial de Sintra, a Unidade Especial de Polícia, que integra o Corpo e Intervenção, o Grupo de Operações Especiais, o Corpo de Segurança Pessoal, o Centro de Inativação de Explosivos e Segurança em Subsolo e o Grupo Operacional Cinotécnico. Desde 2001, o município possui também uma força de Polícia Municipal que atua na vigilância de espaços públicos ou abertos ao públicos, na guarda de edifícios e equipamentos municipais e na regulação e fiscalização do trânsito rodoviário e pedonal na área de jurisdição municipal. === Bombeiros === Ao todo, existem nove Associações Humanitárias de Bombeiros Voluntários espalhadas pelo município (Queluz, Sintra, Algueirão-Mem Martins, Belas, São Pedro de Sintra, Agualva-Cacém, Montelavar, Colares e Almoçageme), cada uma delas detentora de um Corpo de Bombeiros próprio. Cada uma das associações possui áreas de atuação fixadas que não se correspondem aos limites administrativos mas que resultam de acordos levados a cabo para assegurar a rapidez e prontidão do socorro. Em regra, estas áreas abrangem uma ou mais freguesias contíguas. As associações são apoiadas financeiramente pelo município através do Programa de Apoio às Associações de Bombeiros Voluntários, destinado à formação dos recursos humanos, à aquisição de equipamento, no apoio às infraestruturas e na gestão corrente. === Proteção civil === O Serviço de Municipal de Proteção Civil em Sintra é desenvolvido pela autarquia, pelos cidadãos e por todas as entidades públicas e privadas existentes no município com a finalidade de prevenir riscos coletivos inerentes a situações de acidente grave ou catástrofe, de atenuar os seus efeitos e proteger e socorrer as pessoas e bens em perigo quando aquelas situações ocorram. A atividade de proteção civil municipal tem caráter permanente, multidisciplinar e plurissectorial, cabendo ao Serviço Municipal de Proteção Civil promover as condições indispensáveis à sua execução, de forma descentrada, sem prejuízo do apoio mútuo entre organismos e entidades responsáveis pela prossecução da mesma atividade ao nível municipal ou níveis territoriais de maior dimensão. O Serviço Municipal de Proteção Civil apoia o Presidente da Câmara nas suas funções em matéria de proteção civil municipal e desempenha as tarefas que este lhe cometa no âmbito do planeamento e da coordenação operacional. Também apoia a Comissão Municipal de Segurança em articulação com o Serviço de Policia Municipal e Fiscalização. === Administração, prevenção e segurança pública === No município de Sintra existem 5 equipamentos administrativos sob a tutela da administração central: o Tribunal de Sintra, a Direção Geral de Reinserção e Serviços Prisionais, os Estabelecimentos Prisionais de Sintra e da Carregueira e os Julgados de Paz e Mediação Familiar, em Sintra. === Água, saneamento e resíduos sólidos === A exploração e gestão do sistema municipal de captação, adução, tratamento e distribuição de água para consumo público, bem como de drenagem de águas residuais do município cabe aos Serviços Municipalizados de Água e Saneamento de Sintra (SMAS). Este sistema assenta numa rede adutora de abastecimento de água composta por 64 reservatórios, 33 estações elevatórias e 1700 km de condutas adutoras e distribuidoras. O município possui poucas captações de água, com disponibilidade muito baixa, pelo que a maioria da água para consumo público é adquirida à EPAL, proveniente da barragem de Castelo de Bode. O concelho de Sintra é abastecido em alta a partir do reservatório do Alto de Carenque, constituindo a espinha dorsal da rede de abastecimento a conduta adutora |Alto de Carenque – Mercês. Esta é depois encaminhada para os reservatórios do concelho, com capacidade total de armazenamento de 200.000 m3, sendo os mais relevantes os de Ranholas, Rinchoa, Mercês, Casal do Cotão e Massamá Norte. O sistema de drenagem das águas residuais domésticas é separativo (com águas residuais domésticas separadas das águas pluviais) e divide-se em quatro zonas de drenagem (norte, sul, este e oeste, sendo que com exceção da maioria da zona sul, da responsabilidade da Águas do Vale do Tejo, toda a rede é explorada pelos SMAS). Existem várias ETAR que se ocupam da recolha, tratamento e destino final das águas residuais urbanas (em Almargem do Bispo, Montelavar, Sabugo, Vila Verde, Almoçageme, Azóia, Magoito, Colares, Ribeira e São João das Lampas, sendo as águas tratadas encaminhadas para as ribeiras concelhias). Os SMAS são também responsáveis pela recolha de resíduos sólidos, sendo estes encaminhados para tratamento nas instalações da TRATOLIXO – Tratamento de Resíduos Sólidos, EIM, em Cascais e Mafra. == Cultura == Ocupado desde o Paleolítico Inferior, o território do atual Município de Sintra foi desde cedo, pelos seus recursos e situação geográfica, um ponto importante do território. Assim, é numeroso e variado o património do município, seja ele nas vertentes arquitetónica, arqueológica, histórica e etnográfica. Os mais antigos vestígios remontam ao período Epipaleolítico, evidenciando a presença humana no território há cerca de 700 000 anos, e prolongando-se no tempo desde então. Sintra conta com 267 sítios arqueológicos identificados, bem como cinco áreas de sensibilidade arqueológica. Apresenta também diversos exemplos de arquitetura de veraneio, religiosa, militar, civil e vernacular. === Património natural === * Sítio Classificado do Campo de Lapiás da Granja dos Serrões * Sítio Classificado do Campo de Lapiás de Negrais * Duna Fóssil do Magoito * Pegadas de Dinossauros da Praia Grande * Fojo e Pedra de Alvidrar * Duna Viva da Aguda * Monumento Natural de Carenque === Património edificado === ==== Património arqueológico ==== *Cromeleque de Barreira *Tolo do Monge *Villa romana de Santo André de Almoçageme *Monumento pré-histórico da Praia das Maçãs *Anta de Adrenunes *Monumento megalítico do Pego Longo *Ruínas da antiga barragem romana de Belas *Estação Arqueológica da Quinta da Penha Verde *Necrópole pré-histórica do Vale de São Martinho *Ruínas de São Miguel de Odrinhas *Calçada e ponte romanas e azenhas na Catribana *Conjunto Megalítico de Barreira *Complexo arqueológico de Olelas *Sítio arqueológico de Colaride *Sítio arqueológico da Granja dos Serrões *Antas de Belas *Anta de Agualva *Anta da Estria *Anta de Monte Abraão *Aqueduto de Gargantada *Complexo de Arqueologia Industrial designado por \"Buracas\" de Armés ==== Património arquitetónico ==== ===== Arquitetura religiosa ===== * Convento dos Capuchos ou de Santa Cruz * Convento da Penha Longa * Convento da Trindade * Convento da Santíssima Trindade *Convento de Sant' Ana da Ordem do Carmo * Santuário da Peninha ou Capela de Nossa Senhora da Penha * Igreja de Nossa Senhora de Belém * Igreja Matriz de Nossa Senhora da Assunção * Igreja Matriz de São João das Lampas * Igreja Matriz de Montelavar * Igreja Matriz de São Pedro * Igreja Matriz de Santa Maria * Igreja Matriz de São Martinho * Igreja Matriz de Nossa Senhora da Misericórdia * Igreja Matriz de São Pedro * Igreja Matriz de São João Degolado * Igreja Matriz de Nossa Senhora da Conceição * Igreja Matriz de Santo António *Capela de São Lázaro *Capela de Santo António *Capela da Misericórdia de Colares * Ermida de São Mamede de Janas * Ermida de Santa Susana * Ermida de São Miguel de Odrinhas * Ermida da Nossa Senhora da Piedade ===== Arquitetura militar ===== *Castelo dos Mouros *Castelo Velho de Colares *Forte da Roca ou do Cabo da Roca *Forte do Espinhaço *Forte de Santa Maria do Magoito ===== Arquitetura civil ===== *Palácio Nacional da Pena *Palácio Nacional de Sintra ou Palácio da Vila *Palácio da Regaleira ou Quinta da Regaleira *Palácio de Seteais *Palácio de Monserrate *Palácio Real de Queluz ou Palácio Nacional de Queluz *Edifício dos Paços do Concelho *Palacete Pombal ou Palacete dos Condes de Almeida Araújo *Chalet da Condessa d’Edla *Quinta da Penha Verde *Casa do Cipreste *Casa dos Lafetás ou Vila Cosme *Palácio e Quinta do Ramalhão *Quinta de São Sebastião *Quinta do Molha Pão *Quinta dos Ribafrias *Quinta do Relógio *Quinta do Bonjardim *Quinta do Marquês *Quinta de Vale de Marinha *Quinta de Nossa Senhora do Monte do Carmo *Colónia de Férias dos Comboios de Portugal *Escola Domingos José de Morais ===== Arquitetura Industrial e Comercial ===== * Adega Gomes da Silva * Adega Regional de Colares * Adega Visconde de Salreu * Adega Viúva Gomes * Adegas Beira-Mar * Adegas Tavares e Rodrigues * Estação Ferroviária de Sintra * Hotel Central * Hotel Costa * Hotel Eden * Hotel Lawrence's * Hotel Netto * Hotel Victor * Moinho dos Bombeiros * Moinho São João da Batalha ===== Outros ===== *Paisagem Cultural de Sintra *Antigo repuxo da vila de Sintra *Pelourinho de Colares *Fonte de Armés *Monumento ao Bombeiro em Belas *Fonte da Pipa *Fonte de Cabrela ou Fonte Velha *Fonte de São Pedro de Penaferrim *Sítio de Santa Eufémia da Serra *Monumento da Grande Guerra === Museus === * Casa-Museu Atelier Anjos Teixeira * Museu Arqueológico São Miguel de Odrinhas * Museu Ferreira de Castro * Casa-Museu Leal da Câmara *Oficina da Ciência de Sintra * Museu de História Natural * MU.SA – Museu de Artes de Sintra *Casa da Marioneta de Sintra *Museu do Bonsai e da Árvore === Gastronomia === O município é lar de várias especialidades gastronómicas, sendo popular a doçaria tradicional com os travesseiros e queijadas de Sintra. Destacam os travesseiros da Casa Piriquita. Para além destes, existem também outros, como os pastéis da Pena, as nozes de Galamares, as pérolas de Colares e os fofos de Belas. Os pratos típicos incluem o cabrito e a vitela assada de Sintra, o leitão de Negrais, a carne de porco às Mercês, e pratos à base de peixe e marisco como arroz ou salada de polvo e mexilhões de cebolada, entre outros. Acompanham estes pratos as diversas castas de vinhos produzidos na região de Colares. Foi também em Sintra que surgiu a Pera-rocha, e o município é atualmente um dos 29 que estão incluídos na área de Denominação de Origem Protegida da Pera Rocha do Oeste. == Galeria de imagens == Imagem:Fonte Mourisca, Parque da Liberdade, Sintra, Portugal, 2019-05-25, DD 71.jpg|Fonte Imagem:Ayuntamiento, Sintra, Portugal, 2019-05-25, DD 01.jpg|Câmara Municipal Imagem:Palacio Sintra patio central.JPG|Palácio de Sintra, pátio central Imagem:SintraPalace-Pegas.jpg|Palácio de Sintra, sala das Pegas Imagem:Palacio Sintra chamines.JPG|Palácio de Sintra, chaminés Imagem:Ayuntamiento, Sintra, Portugal, 2019-05-25, DD 02.jpg|Câmara Municipal Imagem:Quinta da Regaleira, Sintra, Portugal, 2019-05-25, DD 69.jpg|Quinta da Regaleira Imagem:Regaleira4.JPG|Quinta da Regaleira, Sintra Imagem:Palácio-da-Pena Feteira-da-Rainha 1 (OUT-07).jpg|Palácio da Pena, Feteira da Rainha Imagem:Palácio-da-Pena azulejos (OUT-07).jpg|Palácio da Pena, Azulejos Imagem:Palacio Nacional da Pena, Sintra, Portugal, 2019-05-25, DD 129.jpg|Palácio da Pena Imagem:Palacio Nacional da Pena, Sintra, Portugal, 2019-05-25, DD 149.jpg|Palácio da Pena Imagem:Palacio-Monserrate Araucaria SET-07.jpg|Palácio de Monserrate, Araucaria Imagem:Palacio-Monserrate1 SET-07.jpg|Palácio de Monserrate, Araucaria Imagem:Vila Sassetti, Sintra, Portugal, 2019-05-25, DD 77.jpg|Vila Sassetti Imagem:Palacio-Monserrate4 SET-07.jpg|Palácio de Monserrate == Ver também == * Queluz * Serra de Sintra * Praia Grande do Rodízio * Prémio Literário Ferreira de Castro, da Câmara Municipal de Sintra == Ligações externas == * Site oficial da Câmara Municipal de Sintra",
 "title": "Sintra"
}