{
 "id": "20312",
 "text": "Os varegues ou varangianos (; ; em russo e ucraniano: варяги, varyagi e varyahy; , varahi) foram viquinguesVarangian - Eymonline.comOleg - Encyclopædia BritannicaVarangian - TheFreeDictionary.comværinger - Store Norske Leksikon que se deslocaram, do ao XII, para o leste e sul de sua terra de origem, a Escandinávia, seguindo o curso dos rios da Europa do Leste e fixando-se no território ocupado pelas atuais Rússia, Bielorrússia e Ucrânia, e chegando eventualmente a Jerusalém, Constantinopla e Bagdá.Schofield, Tracey Ann. Vikings, p.7. Lorenz Educational Press, 2002. ISBN 157310356X, 9781573103565. De acordo com a Crônica Primeira da Rússia de Quieve, compilada por volta de 1113, os Rus', um grupo de viquingues suíones,Russia - Etymonline.comF. Donald Logan. The Vikings in history. Taylor & Francis, 2005. ISBN 0415327563, 9780415327565. se deslocou de Uplândia, na atual Suécia, para o nordeste da Europa, onde formaram uma politeia primitiva centrada em torno de Ladoga e Novogárdia Magna, sob o comando de seu líder, Rurique, dando início assim à dinastia que levou posteriormente seu nome. Sob o comando de Olegue de Quieve, parente de Rurique, os varegues se expandiram para o sul e capturaram Quieve, fundando o estado medieval da Rússia.Rurik - Encyclopædia Britannica Envolvendo-se em atividades de comércio, pirataria e atuando como mercenários, os varegues vagavam pelos rios e vias aquáticas de Gardarícia, nome pelo qual às terras de Rus' eram conhecidas nas sagas nórdicas. Controlavam a rota comercial do Volga (rota dos varegues aos árabes), que ligava o mar Báltico ao mar Cáspio, e a rota comercial do Dniepre (rota dos varegues aos gregos), que levava ao mar Negro e a Constantinopla.Stephen Turnbull, The Walls of Constantinople, AD 324–1453, Osprey Publishing, ISBN 1-84176-759-X. Estas eram importantes ligações comerciais na época, ligando a Europa da 'Idade das Trevas' com regiões ricas e desenvolvidas como os califados árabes e o Império Bizantino; por meio destas rotas boa parte da prata usada na cunhagem de moedas vinha do Oriente para o Ocidente. Atraídos pelas riquezas de Constantinopla, os varegues de Rus' iniciaram as chamadas Guerras Russo-Bizantinas, que resultaram em tratados comerciais vantajosos para eles. Desde pelo menos o em diante diversos varegues serviram como mercenários no exército bizantino, formando a chamada Guarda Varegue. Com o tempo a maior parte deles, tanto em Bizâncio quanto no resto da Europa, se converteram do paganismo para o cristianismo ortodoxo, num processo que culminou com a cristianização da Rússia de Quieve, ocorrida em 988. Os descendentes e sucessores de Rurique após 862 foram os diversos integrantes da dinastia homônima, como o principados da Galícia-Volínia (após 1199), Czernicóvia, Vladimir-Susdália, o Grão-Ducado de Moscou e os fundadores do Czarado da Rússia.Rurik Dynasty - Encyclopædia Britannica Coincidindo com o declínio geral da Era Viquingue, o influxo de nórdicos a Rus' foi cessando, e os varegues acabaram sendo assimilados pelos eslavos orientais ao fim do . Ainda assim, acabaram legando o nome à terra da Rus medieval e da Rússia moderna, bem como o etnônimo de sua população.Rus - TheFreeDictionary.com Na Rússia, o termo 'varegue' continuou a ser um sinônimo para 'sueco' até o fim do .Den hellige Vladimir av Quieve (~956-1015) - Den Katolske Kirke (site oficial da Igreja Católica na Noruega) ==Etimologia== O grego medieval Várangos e o antigo eslavo oriental varęgŭ foram derivados do nórdico antigo væringi, que era originalmente um composto formado por vár, \"juramento\", e gengi, \"companheiro\", designando uma pessoa que passou por um juramento, ou um estrangeiro que assume seu serviço a um novo senhor através de um tratado de lealdade a ele, ou um de seus protegidos.H.S. Falk & A. Torp, Norwegisch- dänisches etymologisches Wörterbuch, 1911, pp. 1403–4; J. de Vries, Altnordisches etymologisches Wörterbuch, 1962, pp. 671–2; S. Blöndal & B. Benedikz, The Varangians of Byzantium, 1978, p. 4 Alguns estudiosos admitem uma derivação do sufixo -ing-, comum a outras línguas germânicas.Hellquist 1922:1096, 1172; M. Vasmer, Russisches etymologisches Wörterbuch, 1953, vol. 1, p. 171. Este sufixo, no entanto, é declinado de maneira diferente no nórdico antigo; além do mais, o termo é atestado com a forma -gangia- em outros idiomas germânicos do início da Idade Média: por exemplo, o inglês antigo wærgenga, o frâncico wargengus e o lombardo waregang.Blöndal & Benedikz, p. 4; D. Parducci, \"Gli stranieri nell’alto medioevo\", Mirator 1 (2007) em italiano, trecho em inglês A redução da segunda parte da palavra estabelece um paralelo com o que é visto no nórdico antigo foringi, \"líder\", e o inglês antigo foregenga e o gótico fauragangja, \"mordomo\", \"camareiro\".Falk & Torp, p. 1403; outras palavras que têm a mesma segunda parte são: o nórdico antigo erfingi, \"herdeiro\"; armingi / aumingi, \"mendigo\"; bandingi, \"cativo\"; hamingja, \"sorte\"; heiðingi, \"lobo\"; lausingi / leysingi, \"sem lar\"; cf. Falk & Torp, p. 34; Vries, p. 163.S. Bugge, Arkiv för nordisk filologi 2 (1885), p. 225 ==Varegues de Rus'== Após se fixar em Aldeigja (Ladoga) na década de 750, colonos escandinavos provavelmente foram um dos elementos presentes na etnogênese inicial do povo Rus', e seguramente tiveram um papel de destaque na formação do Grão-Canato de Rus. Os varegues (Varyags, no antigo eslavo oriental) foram mencionados pela primeira vez na Crônica Primeira, cobrando tributos das tribos eslavas e fínicas em 859; os curônios de Grobin também sofreram uma invasão dos suecos na mesma data. Devido em grande parte à considerações geográficas, frequentemente argumentou-se que a maioria dos varegues que viajou e colonizou as terras a leste do mar Báltico, Rússia e os territórios ao sul vieram da região da atual Suécia.Forte, Angelo, Richard Oram, and Frederik Pedersen. Viking Empires. Cambridge University Press, 2005 ISBN 0-521-82992-5. p. 13–14. De acordo com a Crônica Primeira, em 862, as tribos fínicas e eslavas se rebelaram contra os varegues de Rus', expulsando- os de volta para a Escandinávia, porém logo começaram a entrar em conflito umas com as outras. A situação de tumulto fez com que as tribos convidassem os varegues de Rus' \"para vir e governá-los\", e trazer paz à região. Liderados por Rurique e seus irmãos, Truvor e Sineus, os varegues (chamados de Rus') aceitaram o convite e se fixaram em torno da cidade de Holmgård (Novhorod). No , os Rus' controlavam a rota comercial do Volga, que ligava o norte da Rússia (Gardarícia) com o Oriente Médio (Serclândia). À medida que a rota do Volga perdeu importância, no fim do século, a rota comercial dos varegues aos gregos rapidamente a suplantou em popularidade. Além de Ladoga e Novogárdia, Gnezdovo e Gotlândia estavam entre os principais centros do comércio varegue.Uma vultosa maioria () de todas as moedas árabes da Era Viquingue encontradas na Escandinávia foram encontradas em Gotlândia. Em Escânia, Olanda e Uplândia cerca de moedas foram descobertas. Outras regiões escandinavas renderam consideravelmente menos descobertas: na Dinamarca, e cerca de 500 na Noruega. Moedas bizantinas foram encontradas quase que exclusivamente em Gotlândia (cerca de 400). Ver Arkeologi i Norden 2. Författarna och Bokförlaget Natur & kultur. Estocolmo 1999, e Gardell, Carl Johan: Gotlands historia i fickformat, 1987. ISBN 91-7810-885-3. A Crônica Primeira lista por duas vezes os Rus' entre outros povos varegues, como os suiões (suecos), normandos, anglos, gutos (normandos era um termo usado no antigo russo para referir-se aos noruegueses, enquanto anglos pode ser interpretado como 'dinamarqueses'); em alguns trechos a Crônica menciona os eslavos e os Rus' como povos distintos, porém em outros trechos mistura-os. Historiadores ocidentais tendem a concordar com a Crônica Primária que estes varegues conseguiram organizar os povoados eslavos existentes na entidade política da [[Rússia de Quieve] na década de 880, e deram àquela terra o seu nome. Diversos estudiosos eslavos se opõem a esta teoria da influência germânica sobre os Rus', e sugeriram cenários alternativos para esta parte da história do Leste Europeu, argumentando que o autor da Crônica, um monge chamado Nestor, teria sido empregado pela corte dos varegues. A historiografia russa inclui diversas teorias anti-normanistas, contrárias à teoria normanista de uma origem escandinava dos varegues. De acordo com o controverso acadêmico ucraniano Yuri Shilov, os varegues (Vargi) seriam uma tribo de eslavos bálticos sem qualquer relação com os viquingues nórdicos.Yuri Shilov, Sources of Slavic Cyvilisation, Osoznanie, Moscow, 2008, ISBN 978-5-98967-006-0. Contrastando com a intensa influência escandinava na Normandia e nas Ilhas Britânicas, a cultura varegue não sobreviveu no Leste. Ao contrário, as classes dominantes varegues das duas poderosas cidades-estado de Novogárdia e Quieve sofreram um intenso processo de eslavização no fim do . O nórdico antigo foi falado num determinado distrito de Novgorod, no entanto, até o . ==Rus' e o Império Bizantino== O primeiro registro bizantino dos Rus' data de antes de 842, e foi preservado na Vida de São Jorge de Amástris, em grego, que fala de uma incursão militar que teria penetrado na Paflagônia. Alguns estudiosos, no entanto, dataram a Vita (ou parte dela) ao , e existe pouca unanimidade a respeito da data desta incursão.http://www.doaks.org/document/hagiointro.pdf at page 43 f. Em 839, o imperador Teófilo negociou com estrangeiros, que ele chamou de Rhos, para fornecer alguns mercenários a seu exército. Foi a partir de Quieve, em 860, que os Rus', comandados por Ascoldo e Dir, iniciaram seu primeiro ataque a Constantinopla. O resultado deste ataque inicial é controverso, porém os varegues continuaram seus esforços, navegando regularmente em seus monóxilos pelo Dniepre rumo ao Mar Negro. As incursões no Mar Cáspio dos Rus' foram registradas por autores árabes na década de 870 e em 910, 912, 913 e 943, e mesmo mais tarde. Embora os Rus' mantivessem relações comerciais predominantemente pacíficas com os bizantinos, os governantes de Quieve deram início à expedição naval de 907, relativamente bem-sucedida, e à campanha abortada de 941 contra Constantinopla, bem como a invasão dos Bálcãs por Esviatoslau I entre 968 e 971. Estas incursões foram bem-sucedidas na medida em que forçaram os bizantinos a reorganizar seus acordos comerciais; militarmente, os varegues costumavam ser derrotados pelas tropas bizantinas, superiores a elas especialmente no mar, e devido ao uso feito pelos bizantinos do fogo grego. Diversas atrocidades foram relatadas por historiadores gregos (que dificilmente eram totalmente imparciais em suas narrativas) durante estas incursões; afirmava-se que os rus' crucificavam suas vítimas e cravavam pregos em suas cabeças. ==Guarda varegue== A desconfiança de de sua guarda nativa bizantina, cujas lealdades frequentemente se alteravam - com consequências fatais - bem como a notória lealdade dos varegues, fez com ele decidisse empregá-los como seus guarda-costas pessoais. Esta nova força militar ficou conhecida como Guarda Varegue (, Tágma tōn Varángōn). Ao longo dos anos, novos recrutas da Suécia, Dinamarca e Noruega mantiveram uma composição predominantemente escandinava à organização, até o fim do . Tantos escandinavos abandonaram suas terras natais para se alistar na guarda que uma lei medieval sueca de Gotalândia Ocidental decretou que ninguém que estivesse na \"Grécia\" - termo utilizado então entre os escandinavos para se referir ao Império Bizantino - teria direito a heranças.Jansson 1980:22 Ainda no , outras duas cortes europeias recrutaram escandinavos:Pritsak 1981:386 a Rússia de Quieve entre 980 e 1060, e Londres entre 1018 e 1066 (a Þingalið). Steven Runciman, na sua História das Cruzadas, observou que na época do imperador Aleixo Comneno, a Guarda Varegue bizantina era formada em grande parte por anglo-saxões e \"outros que tinham sofrido nas mãos dos viquingues e de seus primos, os normandos.\" Anglo-saxões e outros povos germânicos partilhavam com os viquingues uma tradição de serviço sacramentado por meio de juramentos - fiel até a morte se necessário - e após a conquista normanda da Inglaterra diversos homens anglo-saxões em idade de combate que haviam perdido suas terras e seus antigos senhores passaram a procurar por um meio de subsistência fora de seu país. ===História=== Já em 911 os varegues são mencionados como mercenários combatendo para os bizantinos. Cerca de 700 varegues serviram, juntamente com dálmatas, como infantaria naval em expedições marítimas dos bizantinos contra o Emirado de Creta, em 902, e uma tropa de cerca de 629 indivíduos teria retornado a Creta sob a liderança de , em 949. Uma unidade de 415 varegues participou de uma expedição à Itália realizada em 936. Também existe o registro de contingentes varegues entre as tropas que combateram os árabes na Síria em 955. Durante este período, os mercenários varegues foram incluídos na Grande Companhia (em grego: Μεγάλη Εταιρεία). Em 988 solicitou auxílio militar a Vladimir I de Quieve para defender seu trono. Seguindo o tratado feito por seu pai após o Cerco de Dorostolo, em 971, Vladimir enviou 6.000 homens para ajudar Basílio; em troca, recebeu a mão da irmã do imperador bizantino, Ana. Vladimir também concordou em se converter ao cristianismo e a trazer seu povo para a fé cristã. Em 989 estes varegues, liderados pelo próprio Basílio II, desembarcaram em Crisópolis para derrotar o general rebelde, Bardas Focas. Em pleno campo de batalha, Focas sofreu um derrame fulminante; e ao ver seu líder morto, seus soldados entraram em debandada. A brutalidade dos varegues ficou patente quando eles perseguiram o exército em fuga e \"cortaram-nos, animadamente, em pedaços.\" Estes homens formaram o núcleo da Guarda Varegue, que serviu extensivamente no sul da Itália durante o , à medida que os normandos e lombardos tentaram pôr um fim à autoridade bizantina na região. Em 1018 Basílio II recebeu um novo pedido de ajuda, desta vez do catapano da Itália, Basílio Boiano, para enviar reforços que o auxiliassem a debelar a revolta lombarda liderada por Melo de Bari. Um destacamento da Guarda Varegue foi enviado, e na Batalha de Canas, naquele mesmo ano, os gregos conseguiram uma vitória decisiva. Os varegues também participaram da retomada parcial da Sicília das mãos dos árabes, comandada por Jorge Maniaces, em 1038. Na ocasião, combateram ao lado dos normandos, que haviam acabado de chegar à Itália, e lombardos vindos da região da Apúlia, dominada pelos bizantinos. Um membro proeminente da Guarda. nesta época, foi Haroldo Manto Cinzento, que mais tarde foi rei da Noruega. No entanto, quanto Maniaces ostracizou os lombardos ao humilhar publicamente seu líder, Arduíno, ambos estes povos abandonaram a empreitada, e os varegues logo fizeram o mesmo. Pouco tempos depois, o catapano Miguel Duciano contava com uma tropa de varegues estacionada em Bari. Em 16 de março de 1041 estes varegues foram convocados para combater os normandos nas proximidades de Venosa, e muitos se afogaram, durante a retirada subsequente, ao cruzar o rio Ofanto. Em setembro, Exaugusto Boioanes foi enviado para a Itália, para combater ao lado de um pequeno contingente de varegues, substituindo Duciano, que caíra em desgraça. Em 3 de setembro de 1041 estas tropas foram definitivamente derrotadas pelos normandos. Diversos dos últimos catapanos foram enviados de Constantinopla com unidades compostas por varegues. Em 1047 João Rafael foi enviado para Bari com um contingente de varegues, porém os nativos da cidade recusaram-se a receber suas tropas, e ele acabou passando sua temporada na região sediado em Otranto. Vinte anos mais tarde, em 1067, o último catapano bizantino no sul da Itália, Mabrica, desembarcou com tropas auxiliares varegues, conquistando Brindisi e Taranto. Na desastrosa Batalha de Manziquerta, em 1071, praticamente todos os membros da Guarda Varegue foram mortos, juntamente com o imperador a quem serviam.Battle Honours of the Varangian Guard, Stephen Lowe Formada principalmente por escandinavos durante os seus primeiros cem anos, a Guarda passou a ver um aumento nos números de anglo-saxões em suas fileiras após a invasão bem-sucedida da Inglaterra pelos normandos, em 1066. Em 1088 grandes números de anglo-saxões e dinamarqueses emigraram para o Império Bizantino através do mar Mediterrâneo. Segundo uma fonte, mais de 5.000 deles teriam chegado, em 235 navios. Aqueles que não conseguiram integrar as tropas imperiais se estabeleceram na costa do mar Negro, onde construíram e ocuparam fortificações para Aleixo I Comneno.Buckler, p. 366 Estes indivíduos eventualmente se tornaram tão importantes entre os varegues que a Guarda era comumente chamada de Englinbarrangoi (anglo-varegues) a partir de então. Com esta denominação, combateram na Sicília, contra os normandos (liderados por Roberto Guiscardo), que tentou invadir também, sem sucesso, os baixos Bálcãs. Escrevendo sobre a unidade, tal como era composta em 1080, a cronista e princesa Ana Comnena refere-se a eles como \"estes bárbaros empunhando machados\", \"vindos de Thule\", uma provável referência às ilhas Britânicas ou à Escandinávia.Ana Comnena, A Alexíada (Londres: Penguin, 2003), p. 95. Da mesma maneira, o funcionário público, soldado e historiador João Cinamo os descreveu como \"portadores de machado\" que guardavam o imperador, originários da \"nação britânica, que havia estado a serviço dos imperadores romanos desde muito tempo atrás.\"João Cinamo, \"The Deeds of John and Manuel Comnenos\" (Charles M. Brand, trad. pra o inglês). Nova York, Columbia University Press, 1976, p. 16. Cinamo escreveu sua obra no fim do , o que indicava talvez que a composição majoritariamente saxã e dinamarquesa da Guarda continuou até a altura da Quarta Cruzada. Os varegues utilizavam de fato um machado longo como sua principal arma, embora também soubessem frequentemente empunham com habilidade espadas e arco e flecha. Em algumas fontes, como a Alexíada, de Ana Comnena, são descritos sobre cavalos; tanto viquingues quanto a elite dos guerreiros anglo-saxões utilizavam rotineiramente cavalos para lhes fornecer mobilidade estratégica, embora combatessem normalmente a pé. A Guarda ficava estacionada primordialmente em torno de Constantinopla, e pode ter tido um quartel-general no complexo do Palácio de Bucoleão. A Guarda também acompanhava exércitos em combate, e diversos cronistas bizantinos (bem como europeus e árabes) comentaram sobre suas proezas no campo de batalha, especialmente quando comparados aos povos bárbaros locais. Foram vitais à vitória bizantina sob o imperador João II Comneno na Batalha de Beroia, em 1122. Os varegues conseguiram abrir à força caminho dentro do círculo de carroças pechenegues, implodindo a posição do inimigo e provocando uma debandada geral em seu acampamento. O historiador bizantino Miguel Pselo escreveu que todos os varegues, sem exceção, utilizavam a arma chamada de rhomphaia,Ian Heath e Angus McBride. Byzantine Armies 886–1118, page 38, 1979. \"Psellus however claims that every Varangian without exception was armed with shield and 'Rhomphaia'...a mixture of Byzantine and Scandinavian gear was in use...\" porém este termo pode ser um aticismo na literatura bizantina, referindo-se na realidade ao machado dinamarquês. Tiveram um papel de destaque na defesa de Constantinopla durante a Quarta Cruzada; de acordo com um relato contemporâneo, a Guarda, composta então principalmente por ingleses e dinamarqueses, teria encontrado uma batalha \"muito dura, com combates mano a mano com machados e espadas, [durante o qual] os invasores escalaram as muralhas e prisioneiros foram feitos de ambos os lados.\" A Guarda Varegue ainda estava em operação até meados do , e indivíduos identificados como varegues podiam ser encontrados em Constantinopla até por volta de 1400.Mark Bartusis The late Byzantine army: arms and society 1204–1453 (Filadélfia, 1992), pp. 272–275. ===Função=== As tarefas e o propósito da Guarda Varegue eram semelhantes - se não idênticos - aos serviços prestados pelos drujina de Quieve, os hird noruegueses, e os huscarlos anglo-saxões e escandinavos. Os varegues atuavam como guarda-costas pessoaisNão é nem incomum nem peculiar aos bizantinos que uma unidade formada por estrangeiros conquistasse tamanho prestígio e acesso livre ao monarca. O próprio imperador romano Augusto tinha uma guarda pessoal formada por germânicos, a Collegium Custodum Corporis ou Germani Corporis Custodes, que o protegia de possíveis insurreições dos pretorianos, que eram romanos. Esta guarda foi reinstaurada sob Tibério, e perdurou até os tempos de Nero. do imperador bizantino, prestando a ele um juramento de lealdade; tinham funções cerimoniais como criados e aclamadores, e executavam algumas tarefas policiais, especialmente em casos de traição e conspiração. Eram comandados por um oficial próprio, o acóluto, que geralmente era bizantino. A Guarda Varegue era usada em combates militares apenas durante momentos críticos, ou em batalhas especialmente ferozes.Enoksen, Lars Magnar. (1998). Runor : historia, tydning, tolkning. Historiska Media, Falun. ISBN 91-88930-32-7 p. 135 Cronistas bizantinos contemporâneos relataram, com um misto de terror e fascínio, que \"os escandinavos eram assustadores, tanto na aparência quanto em suas armas, atacavam com fúria destemida e não se preocupavam nem em perder sangue nem com seus ferimentos.\" A descrição provavelmente referia-se às gangues de berserkers, já que esse estado de transe lhes daria uma força sobre-humana e tolerância à dor advinda dos ferimentos. Quando o imperador bizantino morria, os varegues tinham o direito exclusivo de se dirigir ao tesouro imperial e retirar de lá tanto ouro e pedras preciosas quanto conseguissem carregar, um costume conhecido no antigo nórdico como polutasvarf (\"pilhagem do palácio\"). Este privilégio permitia a muitos varegues voltar para casa como homens ricos, o que encorajava outros escandinavos a ir para Miklagarðr (sueco: Miklagård, \"A Grande Cidade\", referindo-se à Constantinopla) se alistar na Guarda. A lealdade dos varegues tornou-se célebre entre os autores bizantinos. Escrevendo sobre a captura do trono imperial em 1081 por seu pai, Aleixo, Ana Comnena aconselhou-o a não atacar os varegues que ainda defendiam o imperador , pois eles \"consideravam a lealdade aos imperadores e a proteção de suas pessoas uma tradição familiar, uma espécie de confiança sagrada.\" Esta aliança, segundo ela, \"é considerada inviolável por eles, e jamais toleram o indício mais sutil de traição.\"Ana Comnena, The Alexiad (Londres: Penguin, 2003), p. 97. Ao contrário dos guardas bizantinos nativos, em quem Basílio II confiava tão pouco, as lealdades dos guardas varegues encontravam-se com o cargo de imperador, e não com o homem que o ocupava. Isto ficou claro em 969, quando os guardas não vingaram o assassinato do imperador . Um criado havia conseguido chamá-los enquanto o imperador era atacado, porém ao chegarem o monarca já se encontrava morto; os varegues então imediatamente ajoelharam-se diante de João Tzimisces, assassino de Nicéforo, e saudaram-no como imperador. \"Enquanto vivia, eles teriam defendido-o até o último suspiro; uma vez morto, não havia mais sentido em vingá-lo. Tinham um novo senhor agora.\". Esta reputação não confere, no entanto, com a realidade, em pelo menos dois exemplos registrados ao longo da história; em 1071, depois da derrota do imperador pelo sultão Alparslano, um golpe palaciano foi posto em prática antes que ele pudesse retornar a Constantinopla. Seu filho adotivo, o césar João Ducas, utilizou a Guarda Varegue para depor o imperador ausente, prender a imperatriz Eudóxia, e coroar seu irmão, como novo imperador. Assim, no lugar de defender o imperador ausente, os varegues foram usados pelos usurpadores, provando sua lealdade ao trono, e não a quem sentava sobre ele em determinado momento. Num episódio mais sinistro, o historiador João Zonaras relata uma revolta da guarda contra Nicéforo III Botaniates, após o general Nicéforo Briênio, em 1078, que \"planejava matá-lo\" ser detido pro tropas leais e ser cegado. Os varegues pediram e receberam posteriormente perdão imperial.Buckler, p. 367. ===Reputação=== Embora os varegues tenham sido representados, em obras artísticas como o romance Conde Roberto de Paris, de Walter Scott, como os mais ferozes e leais dentre as tropas bizantinas, esta reputação provavelmente foi exagerada ao longo dos séculos. Este exagero teria sido iniciado pelos próprios autores bizantinos, que atribuíam uma identidade de \"nobre selvagem\" aos varegues. Diversos escritores bizantinos referiam-se a eles como \"bárbaros que portavam machados\" (pelekyphoroi barbaroi), e não como varegues. Além de sua lealdade feroz, as características mais associadas à Guarda Varegue durante o eram seus grandes machados e sua propensão para o consumo excessivo de bebidas alcoólicas. Existem inúmeras histórias de episódios em que varegues estão bêbados; em 1103, durante uma visita a Constantinopla, o rei Érico, o Bom, da Dinamarca, teria \"encorajado membros da guarda a ter uma vida mais sóbria, e não se entregar tanto à bebedeira\". Num texto do , são descritos como \"os sacos de vinho do imperador.\" == Ver também == * Exército bizantino == Bibliografia == === Fontes primárias === *Crônica de Nestor *Strategikon de Cecaumeno, de Cecaumeno *Alexíada, de Ana Comnena *Feitos de João e Manuel Comneno, de João Cinamo * História Eclesiástica, de Orderico Vital *Chronicon universale anonymi Laudunensis *Játvarðar Saga *Heimskringla *Laxdœla saga === Fontes secundárias === * Buckler, Georgina. Anna Comnena: A Study. Oxford: University Press, 1929. * Blondal, Sigfus. Varangians of Byzantium: An Aspect of Byzantine Military History. Trad. para o inglês de Benedikt S. Benedikz, Cambridge: 1978. ISBN 0-521-21745-8. * Davidson, H.R. Ellis. The Viking Road to Byzantium. Londres: 1976. ISBN 0-04-940049-5. * Enoksen, Lars Magnar. (1998). Runor : historia, tydning, tolkning. Historiska Media, Falun. ISBN 91-88930-32-7. * Jansson, Sven B. (1980). Runstenar. STF, Estocolmo. ISBN 91-7156-015-7. * André Szczawlinska Muceniecks, Revisitando a controvérsia Normanista, Núcleo de Estudos Vikings e Escandinavos, Universidade de São Paulo == Ligações externas == * Nicholas C.J. Pappas. \"English Refugees in the Byzantine Armed Forces: The Varangian Guard and Anglo-Saxon Ethnic Consciousness\". De Re Militari.org Categoria:História do Império Bizantino Categoria:Era Viking Categoria:Escandinávia",
 "title": "Varegues"
}