{
 "id": "20361",
 "text": "Vila Nova de Anços é uma povoação portuguesa sede da Freguesia de Vila Nova de Anços do Município de Soure, freguesia com 20,58 km² de área e 928 habitantes (censo de 2021), tendo, por isso, uma densidade populacional de . O território confronta a norte com as freguesias de Alfarelos e Figueiró do Campo, a este pela freguesia da Ega (pertencente ao Município de Condeixa-a-Nova), a sul pela freguesia de Soure e a oeste pela freguesia da Gesteira. Foi vila e sede de concelho entre o e 1836. Este era constituído apenas pela freguesia da vila e tinha, em 1801, 847 habitantes. thumb|290px|right|Localização da freguesia no município de Soure ==Demografia== A população registada nos censos foi: Distribuição da População por Grupos Etários Ano 0-14 Anos 15-24 Anos 25-64 Anos > 65 Anos 2001 150 156 647 365 2011 122 101 538 352 2021 88 79 414 347 == Património == * Pelourinho de Vila Nova de Anços * Igreja Matriz * Igreja da Misericórdia * Capela de Nossa Senhora dos Remédios * Cruzeiro do Santo Cristo == História == === Os primórdios === Vila Nova de Anços surge-nos nos primeiros documentos escritos e conhecidos como uma importante vila no século XIV, cujas origens se desconhecem. Julga-se que antes do século XII e da Fundação da Nacionalidade seria um pequeno povoamento com origem na época romana, como o topónimo Anços bem consubstancia. “Antius” é um nome pessoal romano, podendo daí ter resultado a atual designação de “Anços”. A estrada romana de Coimbra a Leiria, com ligação a Lisboa, tinha um provável traçado por Vila Nova de Anços, Soure e Pombal. Dessa época resta a ponte romana sobre o ribeiro da Sicó. Também se aponta para a possibilidade de ter existido uma estrada romana que ligava Vila Nova de Anços a Alfarelos e daqui para a Sanguinheira. === Era medieval e Reconquista cristã === O povoado devia ser muito pequeno e sofrido bastante durante as guerras arábico-cristãs, sobretudo as dos séculos XI e XII, posteriores à tomada de Coimbra pelos Cristãos. As tentativas árabes de reconquistar a cidade foram constantes e devastadoras e não é crível que a povoação tenha resistido à grande ofensiva de 1116 em que os árabes arrasaram toda a região à sua passagem, particularmente o castelo de Soure, cuja vila esteve sete anos desabitada. Se o despovoamento não foi total, foi bastante acentuado. Os ataques à região de Coimbra, defendida a sul, entre outros, pelos castelos de Soure e Montemor-o-Velho eram constantes. Sem grande protecção e situada numa zona de conflitos constantes é possível que a população tenha sido arrasada. A reconstrução e repovoamento que se seguiram teriam dada lugar a designação de Vila Nova. O rio Arunca era navegável entre Soure e Alfarelos, por barcos de pequeno calado, o que possibilitava o comércio. Por esta via fluvial se escoavam vários produtos da região, como o trigo, o centeio, a cevada, o azeite, o vinho, o linho, o cânhamo, o mel, a cera e o milho painço. O milho grosso só foi introduzido na região no primeiro quartel do século XVI e foi trazido por um mercador de Cádiz. Este cereal tinha sido introduzido em Espanha em 1519, proveniente da América. A região tinha, ainda, boas zonas de caça e peixe em grande quantidade, com destaque para o ruivaco (robaco) e a enguia, capturados com facilidade durante as cheias. Pelo Rol dos Besteiros do Condado, ao que se julga do reinado de D. Dinis, aparece a vila de Anços, pertencendo à província de Estremadura, com dois besteiros. Nessa época, a vila já tinha corregedor que podia ocupar-se do ofício de provedor. Sabe-se que D. Afonso IV foi senhor da vila, já com a designação atual de Vila Nova de Anços, tendo mandado abrir valas no Paul para cultivo, no ano de 1328. Nesse mesmo ano, mandou construir a Igreja Matriz, recebendo em troca um terço dos rendimentos. Como curiosidade, refira-se que, em 17 de Janeiro de 1504, a fim de desassorear o rio Mondego, o Rei D. Manuel I criou o Regimento do vedor das valas de Montemor-o-Velho, Tentúgal, Vila Nova de Anços, Condeixa e Pereira. Mais tarde, o Marquês de Pombal, já no século XVIII, viria a mandar abrir novas valas em Vila Nova de Anços, cuja conservação pertencia aos Duques do Cadaval, à época senhores da vila, a troco de uma quarta parte da produção agrícola. Já no século XX, mais exatamente em 1928, o Estado através do Eng.º Henrique Fernandes Ruas manda restaurar as valas existentes e abrir outras. === O Foral de Vila Nova de Anços === A dedicação de D. Afonso IV a Vila Nova de Anços teria originado a concessão de um foral, segundo os escritos de um tal Padre Carvalho. Não há, porém, registos de tal documento, mas não deixa de ser defensável que a vila fosse concelho já na primeira dinastia, tal a importância que os reis lhe davam. De facto, a vila não era seguramente um couto, pertença do senhor feudal, onde o rei não tinha poder jurisdicional, nem sequer o de cobrar impostos. A abertura das valas significa que o rei pretendia o alargamento da terra arável para assim fixar a população e aumentar a produção agrícola e, consequentemente, cobrar mais impostos. Ver- se-á, ainda, que os reis doavam frequentemente Vila Nova de Anços, sobre a qual mantinham um poder jurisdicional repartido com o donatário. Só o soberano poderia isentar, total ou parcialmente, os habitantes da vila do pagamento de impostos, o que, como veremos, aconteceu de facto. Ademais, os reis só podiam doar os reguengos ou terras municipais. Estamos, portanto, em presença de um município desde, pelo menos, o reinado de D. Afonso IV. Data de 1348, portanto do reinado de D. Afonso IV, uma referência a uma quinta de Vila Nova de Anços, que pertencia metade a Julião Peres e mulher e outra metade à irmã do aludido Julião, de nome Beatriz, casada com um tal Paio Daniel. Hoje a quinta ainda existe e é conhecida como Quinta do Pai Daniel. Esta quinta pertenceria, em 1363, aos cónegos da Sé de Coimbra que a cederam em troca de três casais no termo de Sintra e uma quinta a par de Alcoentre. D. Fernando possuía na vila uma residência, aí chegando a reunir com a Corte e Chancelaria, sendo possível que a designação de “cágados” aos habitantes de Vila Nova de Anços tenha surgido nessa época, quando o Rio Arunca, que banha a vila, se encontrava pejado daqueles anfíbios. A vila era conhecida pela “terra dos cágados”. === Das Sesmarias às Ordenações Afonsinas === miniaturadaimagem|279x279px|Cruzeiro de Vila Nova de Anços miniaturadaimagem|282x282px|O pelourinho quinhentista miniaturadaimagem|286x286px|A Igreja Paroquial A Lei das Sesmarias, datada de 1375, que pretendia fixar as populações nas zonas rurais, trabalhando a terra e evitando o êxodo para os grandes centros urbanos, deve-se ter sentido na vila, uma vez que existe uma área designada, ainda hoje, por Sesmarias. O rei D. Fernando doou a vila a Vasco Pires (ou Peres) de Camões, fidalgo de origem galega e trovador e que viria a ser avô do poeta Luís de Camões. A doação, datada de 2 de Setembro de 1373, foi a recompensa do rei pelo facto do fidalgo o ter ajudado na luta contra Henrique II de Castela. Na realidade, o ano de 1373 coincide com a segunda invasão castelhana, cujo exército entrou na Beira Alta com direcção a Lisboa e provável passagem por Vila Nova de Anços. Foi frequente nas três guerras com Castela que tiveram lugar neste reinado, vários nobres, alcaides e donatários apoiarem o Rei de Castela, tal o desagrado manifestado contra D. Fernando e à miséria que este conduzia o país. O donatário de Vila Nova de Anços, de quem desconhecemos o nome, deve ter tomado partido por Henrique II, nessa segunda invasão, sendo-lhe retirada a posse da vila e entregue ao aludido Vasco Pires de Camões. Porém, depois da morte de D. Fernando, Vasco Pires de Camões apoiou a rainha viúva, D. Leonor Teles, bem como a filha D. Beatriz, casada com D. João I de Castela, o que viria a desagradar a D. João I de Portugal que faria nova doação da vila em 14 de Abril de 1385 a Lopo Dias de Azevedo, que se destacara na luta pela independência de Portugal durante a crise de 1383-1385. A primeira casa nobre da Segunda Dinastia, depois da Casa Real, foi a de D. Nuno Álvares Pereira, a quem o Rei D. João I atribuiu o título de Conde de Ourém que havia pertencido ao Conde Andeiro, morto pelo Mestre de Avis por se ter associado ao rei de Castela. Várias foram as terras atribuídas pelo Rei ao Condado, mas o Condestável pretendeu obter também Vila Nova de Anços e Pereira, tendo proposto a Lopo Dias de Azevedo, com o consentimento do Rei, a troca destas terras pelas que possuía em Baltar e em Boiças. Em breve, porém, D. João I haveria de criar duas Casas mais poderosas que a do Conde de Ourém. Garantida a sucessão real a seu filho primogénito D. Duarte, criou o título de Duque, até então inexistente em Portugal, para os seus filhos Infantes D. Pedro e D. Henrique. Ao Navegador coube o título de Duque de Viseu e ao Infante D. Pedro o Ducado de Coimbra, passando este a ser o nobre mais importante depois do Rei. D. João I começou a atribuir terras ao Infante D. Pedro entre 1408 e 1411, sendo Vila Nova de Anços incluída exatamente neste último ano. Para isso, o Rei convenceu D. Nuno Álvares Pereira a proceder a um escambo ou troca de Vila Nova de Anços por outras terras. miniaturadaimagem|286x286px|Uma perspetiva da Vila miniaturadaimagem|284x284px|A sede da junta de freguesia O Ducado de Coimbra foi criado em 1415, após a conquista de Ceuta. O Infante D. Pedro trata, então de solicitar ao pai várias concessões para as terras do seu Ducado, tendo D. João I satisfeito quase todas elas. Assim, todas as herdades incultas entre Vila Nova de Anços e o Mondego vieram à posse de D. Pedro, em 10 de Fevereiro de 1421. Para além disso, o Infante pede ao pai, em 25 de Janeiro de 1423, um privilégio a favor de cem lavradores de Vila Nova de Anços que ficaram desobrigados do pagamento de vários impostos. Em 20 de Junho de 1436, D. Pedro volta a pedir ao Rei, à época seu irmão D. Duarte, novo privilégio para sessenta e cinco lavradores da vila. Por morte de seu irmão, o Infante D. Pedro assume a regência do reino após um breve período de regência de D. Leonor, visto que o herdeiro do trono, D. Afonso V, tinha apenas seis anos. Como regente, D. Pedro manda publicar as “Ordenações Afonsinas”, em 1447, que são a primeira compilação oficial de Leis, onde é concedido um foral a Vila Nova de Anços. A ambição do regente leva-o a casar uma filha D. Isabel, com o seu sobrinho D. Afonso V, tornando-a rainha e dar a um filho o título de Condestável do Reino, equivalente ao Comandante de todo o exército português. Para além disso, afasta do reino a rainha-mãe D. Leonor, viúva de D. Duarte. O apego que a população de Vila Nova de Anços tinha ao Infante D. Pedro revelar- se-ia fatídico. Depois de deixar a regência, por o rei D. Afonso V ter atingido a maioridade, surgiram vários conflitos com outros nobres e inclusivamente com o próprio rei. miniaturadaimagem|503x503px|Capela de Nossa Senhora da Conceição O Infante D. Pedro, Duque de Coimbra, seguido de seis mil homens, no dia 20 de Maio de 1449, travaria a Batalha de Alfarrobeira, num ribeiro perto de Alverca, contra D. Afonso V. O Duque morreu e muitos dos seus homens foram mortos ou presos, entre eles peões e besteiros de Vila Nova de Anços que o seguiram. O rei proibiu que enterrassem o Duque, ficando o seu corpo três dias no campo de batalha, sendo depois sepultado na Igreja de Alverca. Em 8 de Abril de 1452, D. Afonso V concede um perdão geral à arraia- miúda de Coimbra, Montemor-o-Velho, Penela, Tentúgal, Aveiro, Lousã, Miranda e Vila Nova de Anços, terras que haviam pertencido ao Duque de Coimbra e cujos habitantes combateram contra o rei em Alfarrobeira. Só dois anos depois, a nobreza destas terras seriam contempladas com o perdão do rei. Após este perdão, o rei manda transladar o corpo de D. Pedro para o Mosteiro da Batalha. Perdoados os nobres, o filho de D. Pedro, que tinha o mesmo nome do Infante e a quem este atribuíra o título de Condestável durante a regência, regressou a Portugal em 1453, proveniente de Castela, onde se refugiara após a Batalha de Alfarrobeira. O rei, que lhe havia retirado as honrarias e extinguido o ducado de Coimbra, reempossa-o no mestrado de Avis que ele possuíra, a 30 de Maio desse ano. Tendo em conta que D. Pedro era seu primo e cunhado, o rei, não lhe dando o mesmo poder que o Infante seu tio, Duque de Coimbra, detivera, procurou criar-lhe uma situação condigna. Assim, D. Pedro, Mestre de Avis, recebeu, por carta de 23 de Setembro de 1461, uma pequena parte do que tinha pertencido a seu pai: Vila Nova de Anços, bem como Penela, Campores, Rabaçal, Buarcos e Montemor-o-Velho, de quem podia receber foros, rendas e bens. Em 1462, deu-lhe Abiul e Anobra. Ao novo senhor de Vila Nova de Anços estava reservado um destino, no mínimo, curioso. De facto, D. Pedro era o primogénito do Infante D. Pedro, Duque de Coimbra e de D. Isabel de Urgel, sendo esta filha de D. Jaime, Conde de Urgel, de Aragão. Deste modo, após a morte de D. Jaime, o seu neto D. Pedro subiria ao trono como D. Pedro IV de Aragão. D. Pedro foi coroado em Barcelona em 21 de Janeiro de 1464 tendo, porém, falecido em 29 de Junho de 1466. O reinado durou apenas pouco mais de dois anos. Vila Nova de Anços teria de mudar novamente de donatário, visto que o rei de Aragão não deixou descendência. Deste modo, em 28 de Julho de 1476, o rei D. Afonso V doou a D. Álvaro, Conde de Tentúgal a vila, por troca com Torres Novas. D. Manuel I, em 1496 e 1516 confirmou a doação e, em 1523, D. João III confirmá- la-ia de novo. Refira-se que, pertencendo a vila ao Conde de Tentúgal, o mesmo não se passava com outro lugar do concelho, a Sanguinheira, que pertencia ao Mosteiro de S. Paulo de Almaziva, tal como Alfarelos. Em 1452, já existia um Paço na vila. Esta certeza resulta do facto de nesse ano o Paço ter sido consertado pelo carpinteiro João Anes. Este Paço foi ocupado pelos sucessivos donatários, ficando a pertencer em definitivo aos Duques de Cadaval que o doariam à Casa do Povo, já no século XX. D. Manuel atribuiu à vila um foral novo, em 12 de Dezembro de 1513. É possivelmente do final do reinado de D. Manuel I ou do início do de D. João III a construção do pelourinho de estilo manuelino. Um cadastro efetuado em 1527 confirma que a vila era pertença do Conde de Tentúgal, tendo uns cem fogos, com um termo cuja extensão era assim expressa: um tiro de besta para a parte de Soure, um quarto de légua para a banda de Montemor-o-Velho e uma légua até ao termo de Coimbra, através de charnecas em todos os casos. Isto significa que o concelho de Vila Nova de Anços tinha a área correspondente, sensivelmente, ao da atual freguesia. O Papa Paulo III concedeu a D. Rodrigo de Melo, 1º Marquês de Ferreira, dois terços do rendimento da Igreja Matriz de Vila Nova de Anços. A criação do marquesado data de 1533, tendo D. Rodrigo falecido em 17 de Agosto de 1545. Os Marqueses de Ferreira fundir-se-iam com os Condes de Tentúgal, por casamento, passando os sucessores a deter os dois títulos a partir de meados do século XVI. Um Decreto de 18 de Fevereiro de 1606, de Filipe II de Portugal (III de Espanha), com vista a proporcionar o estudo e o pagamento de médicos e boticário e o seu estabelecimento em lugares deles carentes, determinava ao concelho de Vila Nova de Anços, da Comarca de Coimbra, o pagamento de três mil reis. === Idade Moderna === Em 1636, Filipe III de Portugal (IV de Espanha) cria uma Santa Casa da Misericórdia na vila, mandando construir a Igreja da Misericórdia e o hospital, com suporte financeiro de bens doados por Gildro Pires. O hospital servia, sobretudo, para recolhimento de pobres e viandantes. A 26 de Abril de 1648 é criado por D. João IV o Ducado de Cadaval. O título foi atribuído a D. Nuno Álvares Pereira de Melo, que herdou de seus pais o título de Conde de Tentúgal e de Marquês de Ferreira. Assim, D. Nuno era, simultaneamente, o 1º Duque de Cadaval, 4º Marquês de Ferreira e 5º Conde de Tentúgal. A fusão destas Casas tornou D. Nuno um dos mais poderosos nobres do reino, uma vez que todas as terras atribuídas a cada uma das Casas, onde se incluía Vila Nova de Anços, passaram para o mesmo senhor. Para estas benesses, muito contribuiu a luta desta família pela causa da Independência, quer em 1580, quer em 1640. miniaturadaimagem|283x283px|Uma placa informativa à entrada da freguesia Os Duques de Cadaval eram uma ramificação da família dos Duques de Bragança, a mais poderosa de Portugal e da qual sairia a IV Dinastia. Beneficiando dos laços familiares com os Reis e do apoio que sempre lhes deram, os Duques de Cadaval prosperaram durante os séculos seguintes. Os Duques de Cadaval, tal como havia acontecido com os Condes de Tentúgal e Marqueses de Ferreira, exerceram várias funções importantes no Reino e seria fastidioso enumerá-las. O seu poder era enorme, ainda que por vezes lhes acontecessem dissabores, como em 1805, quando o Duque quis demitir o Juiz Ordinário de Vila Nova de Anços que ele próprio tinha nomeado, tendo recorrido ao seu Juiz de Fora da vila de Tentúgal. Tal atitude não obteve o parecer favorável do procurador da Coroa e da Mesa de Desembargo do Paço, tendo o Juiz de Fora estado em risco de ser admoestado por ter exorbitado as suas jurisdições. Na realidade, era à Câmara Municipal e não aos donatários que cabia a jurisdição em primeira instância, pelo que o Duque ultrapassara as suas competências. Para se ter uma ideia da organização administrativa e judicial do concelho de Vila Nova de Anços, refira-se que, no princípio do século XVIII, a vila tinha dois juizes ordinários, três vereadores, procurador do concelho, um escrivão da Câmara, juiz dos órfãos e respetivo escrivão, dois tabeliães e um alcaide, além de duas companhias de ordenanças. Isto significa que a vila deve ter sido acastelada, mas o castelo deve ter tido pouca importância, uma vez que dele não há quaisquer vestígios. === A Vila e o seu Urbanismo === miniaturadaimagem|285x285px|O apeadeiro de Vila Nova de Anços, na linha do Norte miniaturadaimagem|286x286px|Edifício da Escola Primária Também não há vestígios do edifício da Câmara Municipal e da cadeia. No entanto, há alguns anos, ainda se via um edifício em ruínas com grades, na rua do Outeiro, que parece ter sido a cadeia. Os mais idosos referem ainda que existiu o local da forca, numa zona designada por Coutadas ou Coitadas. As diversas divisões administrativas ocorridas ao longo dos séculos englobavam, umas vezes, Vila Nova de Anços na Comarca de Coimbra e, portanto, nas Beiras, outras vezes na Comarca de Leiria e na Estremadura. Durante o século XIX a vila passou a ser servida por caminho-de-ferro (em 1864), eletricidade e Escola Primária e, já no século XX, a população passou a ser abastecida por água graças à acção de José Maria de Madre Deus Morgado. Em 21 de Janeiro de 1863 foi instituída a Irmandade de Santa Isabel, ligada à Misericórdia. O valor dos seus bens, em 2 de Agosto de 1884, ascendia a 3582$000 reis. De entre as figuras mais notáveis nascidas em Vila Nova de Anços, destacam-se: D. Frei João Soares, nascido em 1574, que foi bispo de Maduro, antiga cidade episcopal de África. Faleceu em Évora, em 1621; D. Frei Manuel Coutinho, que era bispo do Funchal e que, em 1739 foi nomeado, por D. João V, bispo de Lamego. Faleceu em Soure a 7 de Agosto de 1742, onde jaz sepultado na capela de seu sobrinho António José Coutinho; Geraldo Pereira Coutinho que foi lente de prima e cânones da Universidade de Coimbra e alcaide-mor do castelo de Alcobaça, cuja nomeação foi feita em 10 de Novembro de 1701. Era também senhor da Quinta dos Anjos, em Soure, e desembargador do Paço, detendo ainda o título de Comendador. Mandou construir, em 1709, a Capela de Nª Sª da Piedade em Vila Nova de Anços. Várias famílias importantes construíram solares em Vila Nova de Anços, tais como os Coelhos, em que o primeiro senhor, Luís Coelho, o Velho, foi Cavaleiro da Ordem de Cristo e representava Pêro da Covilhã, que D. João II mandara à Índia. Gaspar Coelho, segundo senhor do Solar, nasceu em Vila Nova de Anços, em meados do século XVII, tendo sido capitão de ordenanças em Soure. Da geração dos Coelhos, desde o século XVI, saíram Juízes, familiares do Santo Ofício, provedores da Misericórdia, vereadores da Câmara e ouvidores. Grande parte deles nasceu ou residiu em Vila Nova de Anços. Também os Morgados de Sarinha construíram o seu Solar na vila em 1667, por intermédio de D. Mariana Saro. Esta família nobre pertencia aos Amados, aos Cunhas e aos Vasconcelos, tendo alguns deles sido cavaleiros da Ordem de Cristo, fidalgos da Casa Real e até um Juiz de Fora e desembargador da Relação no Porto. Igualmente importante foi o Solar dos Amorins, que pertenciam às famílias dos Pessoas, dos Coutinhos e dos Amorins. O Solar dos Francos foi um dos mais importantes da vila. Aí viviam os Franco de Oliveira, conhecendo-se alguns dos membros desta família, tal como Manuel Franco de Oliveira, que foi escrivão do Almoxarifado, da Câmara, dos Órfãos, da Almotaçaria Judicial e de Notas, em Vila Nova de Anços. Outro importante membro da família foi João Franco de Oliveira, natural de Vila Nova de Anços que desempenhou os mesmos cargos do pai Manuel. Faleceu em 1663. Outro solar importante foi o dos Mendenhas, sendo uma das figuras mais ilustres a de D. Isabel de Mendenha, que casou em Vila Nova de Anços com Manuel Marques de Andrade. D. Isabel era de origem castelhana. Seu pai D. Pedro de Mendenha fora, em Castela-a-Velha, guerreiro ilustre e pessoa poderosa. O concelho de Vila Nova de Anços foi extinto em 31 de Dezembro de 1836, por Decreto de D. Maria II, sendo integrada a vila, como freguesia, no concelho de Abrunheira, que passou a designar-se por concelho de Verride, por Decreto de 7 de Outubro de 1844. O Decreto de 31 de Dezembro de 1853 extinguiu o concelho de Verride, sendo Vila Nova de Anços integrada no concelho de Soure. É freguesia de 2ª classe, categoria atribuída pelo Decreto de 31 de Dezembro de 1936. Historial realizado pelo Dr. João de Sousa da Cruz == Símbologia do brasão == # O pelourinho - O pelourinho desta freguesia é património nacional. # Os pés de arroz e milho - Representam a tradição agrícola da freguesia. # O escudo de azul - Representa o rio Arunca. == Lugares == A freguesia de Vila Nova de Anços é constituída pelas seguintes localidades: * Barroco * Monte de Vale Grande * Ribeira da Mata * Vila Nova de Anços == Coletividades == * Clube Desportivo da Casa do Povo de Vila Nova de Anços * Grupo de Pauliteiros de Vila Nova de Anços * Sociedade Filarmónica Recreativa e Beneficente Vilanovense * Grupo Artes de Palco * Casa do Povo - Instituição Particular de Solidariedade Social - (IPSS) * Ass. Reg. do Centro de Caça e Pesca * Rancho Folclórico da Ribeira da Mata * Rancho das Ceifeirinhas da Casa do Povo de Vila Nova de Anços == Festas e romarias == * Nossa Senhora da Conceição (1.ª semana de setembro) e Nossa Senhora dos Remédios (segunda-feira de Páscoa) == Gastronomia == * Ensopado de enguias, caldeirada de enguias, enguias fritas.",
 "title": "Vila Nova de Anços"
}