{
 "id": "20407",
 "text": "O calendário maia é um sistema de calendários e almanaques distintos, usados pela civilização maia da Mesoamérica pré-colombiana, e por algumas comunidades maias modernas dos planaltos da Guatemala. Estes calendários podem ser sincronizados e interligados, suas combinações dão origem a ciclos adicionais mais extensos. Os fundamentos dos calendários maias baseiam-se em um sistema que era de uso comum na região, remetendo pelo menos ao século VI a.C.. Tem muitos aspectos em comum com calendários empregados por outras civilizações mesoamericanas anteriores, como os zapotecas e olmecas, e algumas civilizações suas contemporâneas ou posteriores, como o dos mixtecas e o dos astecas. Apesar de o calendário mesoamericano não ter sido criado pelos maias, as extensões e refinamentos por eles efetuados foram os mais sofisticados. Junto com os dos astecas, os calendários maias são os melhores documentados e compreendidos. Pela tradição da mitologia maia, como está documentado nos registros coloniais iucatecas e reconstruído de inscrições do Clássico Tardio e Pós-clássico, a deidade Itzamna é frequentemente creditada como tendo levado o conhecimento do sistema de calendários aos maias ancestrais, junto com a escrita em geral e outros aspectos fundacionais da cultura maia.Veja a entrada Itzamna, em Miller e Taube (1993), pp 99-100 == Visão geral == Estela maia para hoje O mais importante destes calendários é aquele com período de 260 dias. Este calendário de 260 dias era prevalente em todas as sociedades mesoamericanas, e é de grande antiguidade (quase certamente o mais velho dos calendários). Ainda está em uso em algumas regiões de Oaxaca, e pelas comunidades maias dos planaltos da Guatemala. A versão maia é conhecida pelos estudiosos como tzolkin, ou Tzolk'in na ortografia revisada da Academia de Lenguas Mayas de Guatemala.. Refer citation in Kettunen and Hemke (2005:5) for details and notes on adoption among the Mayanist community. O tzolkin é combinado com outro calendário de 365 dias (conhecido como haab, ou haab'), para formar um ciclo sincronizado durando 52 haabs, chamado de roda calendárica. Ciclos menores de 13 dias (a trezena) e 20 dias (a vintena) eram componentes importantes dos ciclos tzolkin e haab, respectivamente. Uma forma diferente de calendário era usada para manter registros de longos períodos de tempo, e para a inscrição da data de calendário (identificando quando um evento aconteceu em relação a outros). Esta forma, conhecida como calendário de contagem longa mesoamericano ou contagem longa, é baseada no número de dias transcorridos desde um ponto inicial mítico.\"Mythological\" in the sense that when the Long Count was first devised sometime in the Mid- to Late Preclassic, long after this date; see for e.g. Miller and Taube (1993, p.50). De acordo com a correlação entre a contagem longa e os calendários ocidentais aceita pela grande maioria dos pesquisadores maias (conhecida como a correlação GMT), este ponto inicial é equivalente ao dia 11 de agosto de 3114 a.C. no calendário gregoriano proléptico, ou 6 de setembro no calendário juliano (-3113 astronômico). A correlação Goodman-Martinez-Thompson foi escolhida por Thompson em 1935 baseado em correlações anteriores de Joseph Goodman em 1905 (11 de agosto), Juan Martínez Hernández em 1926 (12 de agosto), e John Eric Sydney Thompson em 1927 (13 de agosto).Finley (2002), Voss (2006, p.138)Malmström (1997): \"Chapter 6: The Long Count: The Astronomical Precision\". Pela sua natureza linear, a contagem longa podia ser estendida para se referir a qualquer data no futuro ou passado distantes. Este calendário envolvia o uso de um sistema de notação posicional, em que cada posição significava um múltiplo cada vez maior do número de dias. O sistema numérico maia era essencialmente vigesimal (ou seja, tinha base numérica 20), e cada unidade de uma dada posição representava 20 vezes a unidade na posição que a precedia. Uma exceção importante foi feita no valor de segunda ordem, que em vez disto representava 18 × 20, ou 360 dias, mais próximo do ano solar do que seriam 20 × 20 = 400 dias. Deve-se contudo notar que os ciclos da contagem longa eram independentes do ano solar. Muitas inscrições da contagem longa maia são suplementadas com uma série lunar, que fornece informações sobre a fase lunar e posição da Lua em um ciclo semi-anual de lunações. Um ciclo de Vênus com 584 dias também era mantido, e registrava as ascensões heliacais de Vênus como estrela da manhã ou da tarde. Muitos eventos neste ciclo eram vistos como sendo astrologicamente não auspiciosos e perniciosos, e ocasionalmente as guerras eram iniciadas de forma a coincidir com estágios deste ciclo. Outros ciclos, combinações e progressões de calendários menos prevalentes ou mal-compreendidos, também eram seguidos. Uma contagem de 819 dias aparece em algumas poucas inscrições. Conjuntos repetitivos de intervalos de 9 e 13 dias associados com diferentes grupos de deidades, animais e outros conceitos significativos também são conhecidos. == Conceito maia de tempo == Com o desenvolvimento do calendário da contagem longa e sua notação posicional (que se acredita herdada de outras culturas mesoamericanas), os maias tinham um sistema elegante no qual os eventos podiam ser registrados de forma linear uns relativamente aos outros, e também com respeito ao próprio calendário (\"tempo linear\"). Em teoria, este sistema pode ser estendido para delinear qualquer extensão de tempo desejado, simplesmente aumentando o número de marcadores de maior ordem usados (gerando assim uma sequência crescente de múltiplos de dias, cada dia na sequência identificado univocamente por seu número da contagem longa). Na prática, a maioria das inscrições maias da contagem longa limitam-se em registrar somente os primeiros 5 coeficientes neste sistema (uma contagem b'ak'tun), que era mais do que adequado para expressar qualquer data histórica ou atual (20 b'ak'tuns são equivalentes a cerca de 7885 anos solares). Mesmo assim, existem inscrições que apontavam ou implicavam sequências maiores, indicando que os maias compreendiam bem uma concepção linear do tempo (passado-presente-futuro). Contudo, e em comum com outras sociedades mesoamericanas, a repetição dos vários ciclos calendários, os ciclos naturais de fenômenos observáveis, e a recorrência e renovação da imagética de morte-renascimento em suas tradições mitológicas eram influências importantes e onipresentes nas sociedades maias. Esta visão conceitual, em que a \"natureza cíclica\" do tempo é destacada, era preeminente, e muitos rituais estavam ligados à conclusão e recorrência dos vários ciclos. Como as configurações particulares do calendário eram novamente repetidas, também o eram as influências \"sobrenaturais\" a que elas estavam associadas. Desta forma, cada configuração particular do calendário tinha um \"caráter\" específico, que influenciaria o dia que exibia tal configuração. Divinações poderiam então ser feitas a partir dos augúrios associados com uma certa configuração, uma vez que os eventos em datas futuras seriam sujeitos às mesmas influências conforme as datas correspondentes de ciclos prévios. Eventos e cerimônias eram marcados para coincidir com datas auspiciosas, e evitar as não auspiciosas.Coe (1992), Miller and Taube (2003). O final de ciclos de calendário significativos (\"finais de período\"), como um ciclo k'atun, geralmente eram marcados pela ereção e dedicação de monumentos específicos (principalmente inscrições em estelas, mas algumas vezes complexos de pirâmides gêmeas como as de Tikal e Yaxha), comemorando o final, acompanhado por cerimônias dedicatórias. Uma interpretação cíclica também é notada nos mitos de criação maias, em que o mundo atual e os humanos nele foram precedidos por outros mundos (de um a cinco outros, dependendo de onde vem a tradição) que foram feitos de várias formas pelos deuses, mas subsequentemente destruídos. O mundo atual teria uma existência tênue, requerendo súplicas e ofertas de sacrifícios periódicos para manter o equilíbrio de existência continuada. Temas similares fazem parte dos mitos de criação de outras sociedades mesoamericanas.Miller and Taube (1993, pp.68-71). == Calendário tzolk'in == O tzolkyn (na ortografia maia moderna, também escrito tzolkin) é o nome comumente empregado pelos estudiosos da civilização maia para o Ciclo Sagrado Maia ou calendário de 260 dias. A palavra tzolk'in é um neologismo cunhado na língua maia iucateque, para significar \"contagem de dias\".Coe 1992 Os vários nomes deste calendário usados pelos povos maias pré- colombianos ainda são debatidos pelos estudiosos. O calendário asteca equivalente foi chamado tonalpohualli, na língua náuatle. O calendário tzolk'in combina vinte nomes de dias com os treze números do ciclo trezena para produzir 260 dias únicos. Ele é usado para determinar o momento de eventos religiosos e cerimoniais e para divinação. Cada dia sucessivo é numerado de 1 a 13 e então começa novamente em 1. Além disso, a cada dia é dado um nome uma lista sequencial de 20 nomes de dias: Calendário tzolk'in: nomes dos dias e glifos associados (em sequência) No. Seq. ¹ Nome do dia ² Exemplo de glifo 3 Iucateque do século XVI 4 Língua maia reconstruído5 No. Seq. ¹ Nome do dia ² Exemplo de glifo 3 Iucateque do século XVI 4 Língua maia reconstruído5 01 Imix' Imix Imix (?) / Ha' (?) 11 Chuwen Chuen (desconhecido) 02 Ik' Ik Ik' 12 Eb' Eb (desconhecido) 03 Ak'b'al Akbal Ak'b'al (?) 13 B'en Ben (desconhecido) 04 K'an Kan K'an (?) 14 Ix Ix Hix (?) 05 Chikchan Chicchan (desconhecido) 15 Men Men (desconhecido) 06 Kimi Cimi Cham (?) 16 Kib' Cib (desconhecido) 07 Manik' Manik Manich' (?) 17 Kab'an Caban Chab' (?) 08 Lamat Lamat Ek' (?) 18 Etz'nab' Etznab (desconhecido) 09 Muluk Muluc (desconhecido) 19 Kawak Cauac (desconhecido) 10 Ok Oc (desconhecido) 20 Ajaw Ahau Ajaw Notas: 1\\. o número sequencial do dia designado no calendário Tzolk'in 2\\. Nome do dia, na ortografia padrão revista padrão da Academia Guatemalteca de Línguas Maias 3\\. Exemplo de glifo (logograma) para o dia designado. Notar que para a maior parte destes existem várias formas diferentes; as aqui mostradas são as versões talhadas nos monumentos (estas são versões em cartela) 4\\. Nome do dia, conforme registros em língua iucateque do século XVI, principalmente de Diego de Landa; até há pouco tempo, esta ortografia era largamente difundida 5\\. Na maioria dos casos, não é conhecido o verdadeiro nome do dia, tal qual era falado nos tempos do período clássico(c. 200-900) em que foi feita a maioria das inscrições. As versões aqui apresentadas (em maia clássico, a principal língua usada nas inscrições) são reconstruções baseadas em evidências fonológicas, se existentes; o símbolo '?' indica que se trata de uma tentativa de reconstrução. Notas: 1\\. o número sequencial do dia designado no calendário Tzolk'in 2\\. Nome do dia, na ortografia padrão revista padrão da Academia Guatemalteca de Línguas Maias 3\\. Exemplo de glifo (logograma) para o dia designado. Notar que para a maior parte destes existem várias formas diferentes; as aqui mostradas são as versões talhadas nos monumentos (estas são versões em cartela) 4\\. Nome do dia, conforme registros em língua iucateque do século XVI, principalmente de Diego de Landa; até há pouco tempo, esta ortografia era largamente difundida 5\\. Na maioria dos casos, não é conhecido o verdadeiro nome do dia, tal qual era falado nos tempos do período clássico(c. 200-900) em que foi feita a maioria das inscrições. As versões aqui apresentadas (em maia clássico, a principal língua usada nas inscrições) são reconstruções baseadas em evidências fonológicas, se existentes; o símbolo '?' indica que se trata de uma tentativa de reconstrução. Notas: 1\\. o número sequencial do dia designado no calendário Tzolk'in 2\\. Nome do dia, na ortografia padrão revista padrão da Academia Guatemalteca de Línguas Maias 3\\. Exemplo de glifo (logograma) para o dia designado. Notar que para a maior parte destes existem várias formas diferentes; as aqui mostradas são as versões talhadas nos monumentos (estas são versões em cartela) 4\\. Nome do dia, conforme registros em língua iucateque do século XVI, principalmente de Diego de Landa; até há pouco tempo, esta ortografia era largamente difundida 5\\. Na maioria dos casos, não é conhecido o verdadeiro nome do dia, tal qual era falado nos tempos do período clássico(c. 200-900) em que foi feita a maioria das inscrições. As versões aqui apresentadas (em maia clássico, a principal língua usada nas inscrições) são reconstruções baseadas em evidências fonológicas, se existentes; o símbolo '?' indica que se trata de uma tentativa de reconstrução. Notas: 1\\. o número sequencial do dia designado no calendário Tzolk'in 2\\. Nome do dia, na ortografia padrão revista padrão da Academia Guatemalteca de Línguas Maias 3\\. Exemplo de glifo (logograma) para o dia designado. Notar que para a maior parte destes existem várias formas diferentes; as aqui mostradas são as versões talhadas nos monumentos (estas são versões em cartela) 4\\. Nome do dia, conforme registros em língua iucateque do século XVI, principalmente de Diego de Landa; até há pouco tempo, esta ortografia era largamente difundida 5\\. Na maioria dos casos, não é conhecido o verdadeiro nome do dia, tal qual era falado nos tempos do período clássico(c. 200-900) em que foi feita a maioria das inscrições. As versões aqui apresentadas (em maia clássico, a principal língua usada nas inscrições) são reconstruções baseadas em evidências fonológicas, se existentes; o símbolo '?' indica que se trata de uma tentativa de reconstrução. Notas: 1\\. o número sequencial do dia designado no calendário Tzolk'in 2\\. Nome do dia, na ortografia padrão revista padrão da Academia Guatemalteca de Línguas Maias 3\\. Exemplo de glifo (logograma) para o dia designado. Notar que para a maior parte destes existem várias formas diferentes; as aqui mostradas são as versões talhadas nos monumentos (estas são versões em cartela) 4\\. Nome do dia, conforme registros em língua iucateque do século XVI, principalmente de Diego de Landa; até há pouco tempo, esta ortografia era largamente difundida 5\\. Na maioria dos casos, não é conhecido o verdadeiro nome do dia, tal qual era falado nos tempos do período clássico(c. 200-900) em que foi feita a maioria das inscrições. As versões aqui apresentadas (em maia clássico, a principal língua usada nas inscrições) são reconstruções baseadas em evidências fonológicas, se existentes; o símbolo '?' indica que se trata de uma tentativa de reconstrução. Notas: 1\\. o número sequencial do dia designado no calendário Tzolk'in 2\\. Nome do dia, na ortografia padrão revista padrão da Academia Guatemalteca de Línguas Maias 3\\. Exemplo de glifo (logograma) para o dia designado. Notar que para a maior parte destes existem várias formas diferentes; as aqui mostradas são as versões talhadas nos monumentos (estas são versões em cartela) 4\\. Nome do dia, conforme registros em língua iucateque do século XVI, principalmente de Diego de Landa; até há pouco tempo, esta ortografia era largamente difundida 5\\. Na maioria dos casos, não é conhecido o verdadeiro nome do dia, tal qual era falado nos tempos do período clássico(c. 200-900) em que foi feita a maioria das inscrições. As versões aqui apresentadas (em maia clássico, a principal língua usada nas inscrições) são reconstruções baseadas em evidências fonológicas, se existentes; o símbolo '?' indica que se trata de uma tentativa de reconstrução. Notas: 1\\. o número sequencial do dia designado no calendário Tzolk'in 2\\. Nome do dia, na ortografia padrão revista padrão da Academia Guatemalteca de Línguas Maias 3\\. Exemplo de glifo (logograma) para o dia designado. Notar que para a maior parte destes existem várias formas diferentes; as aqui mostradas são as versões talhadas nos monumentos (estas são versões em cartela) 4\\. Nome do dia, conforme registros em língua iucateque do século XVI, principalmente de Diego de Landa; até há pouco tempo, esta ortografia era largamente difundida 5\\. Na maioria dos casos, não é conhecido o verdadeiro nome do dia, tal qual era falado nos tempos do período clássico(c. 200-900) em que foi feita a maioria das inscrições. As versões aqui apresentadas (em maia clássico, a principal língua usada nas inscrições) são reconstruções baseadas em evidências fonológicas, se existentes; o símbolo '?' indica que se trata de uma tentativa de reconstrução. Notas: 1\\. o número sequencial do dia designado no calendário Tzolk'in 2\\. Nome do dia, na ortografia padrão revista padrão da Academia Guatemalteca de Línguas Maias 3\\. Exemplo de glifo (logograma) para o dia designado. Notar que para a maior parte destes existem várias formas diferentes; as aqui mostradas são as versões talhadas nos monumentos (estas são versões em cartela) 4\\. Nome do dia, conforme registros em língua iucateque do século XVI, principalmente de Diego de Landa; até há pouco tempo, esta ortografia era largamente difundida 5\\. Na maioria dos casos, não é conhecido o verdadeiro nome do dia, tal qual era falado nos tempos do período clássico(c. 200-900) em que foi feita a maioria das inscrições. As versões aqui apresentadas (em maia clássico, a principal língua usada nas inscrições) são reconstruções baseadas em evidências fonológicas, se existentes; o símbolo '?' indica que se trata de uma tentativa de reconstrução. Notas: 1\\. o número sequencial do dia designado no calendário Tzolk'in 2\\. Nome do dia, na ortografia padrão revista padrão da Academia Guatemalteca de Línguas Maias 3\\. Exemplo de glifo (logograma) para o dia designado. Notar que para a maior parte destes existem várias formas diferentes; as aqui mostradas são as versões talhadas nos monumentos (estas são versões em cartela) 4\\. Nome do dia, conforme registros em língua iucateque do século XVI, principalmente de Diego de Landa; até há pouco tempo, esta ortografia era largamente difundida 5\\. Na maioria dos casos, não é conhecido o verdadeiro nome do dia, tal qual era falado nos tempos do período clássico(c. 200-900) em que foi feita a maioria das inscrições. As versões aqui apresentadas (em maia clássico, a principal língua usada nas inscrições) são reconstruções baseadas em evidências fonológicas, se existentes; o símbolo '?' indica que se trata de uma tentativa de reconstrução. Notas: 1\\. o número sequencial do dia designado no calendário Tzolk'in 2\\. Nome do dia, na ortografia padrão revista padrão da Academia Guatemalteca de Línguas Maias 3\\. Exemplo de glifo (logograma) para o dia designado. Notar que para a maior parte destes existem várias formas diferentes; as aqui mostradas são as versões talhadas nos monumentos (estas são versões em cartela) 4\\. Nome do dia, conforme registros em língua iucateque do século XVI, principalmente de Diego de Landa; até há pouco tempo, esta ortografia era largamente difundida 5\\. Na maioria dos casos, não é conhecido o verdadeiro nome do dia, tal qual era falado nos tempos do período clássico(c. 200-900) em que foi feita a maioria das inscrições. As versões aqui apresentadas (em maia clássico, a principal língua usada nas inscrições) são reconstruções baseadas em evidências fonológicas, se existentes; o símbolo '?' indica que se trata de uma tentativa de reconstrução. Alguns sistemas começavam a contagem em 1 Imix', seguido por 2 Ik', 3 Ak'b'al, etc. até 13 B'en. Os números de dias da trezena então começa novamente em 1 enquanto a sequência de nomes de dias continua, assim os próximos dias na sequência são 1 Ix, 2 Men, 3 K'ib', 4 Kab'an, 5 Etz'nab', 6 Kawoq, e 7 Ajau. Com todos os vinte nomes de dias usados, estes começam a repetir o ciclo enquanto a sequência numérica continua, assim o próximo dia após 7 Ajaw é 8 Imix'. A repetição completa destes ciclos interconectados de 13 e 20 dias portanto leva 260 dias para se completar (ou seja, para que todas as combinações possíveis de número/nome de dia acontecer uma vez). === Origem do Tzolk'in === A origem exata do Tzolk'in não é conhecida, mas existem várias teorias. Uma teoria é que o calendário vem de operações matemáticas baseadas nos números 13 e 20, que eram números importantes para os maias. Os dois números multiplicados um pelo outro dão 260. Outra teoria é que o período de 260 dias vem da duração da gestação humana. Este número é próximo do número médio de dias entre o primeiro período menstrual perdido e o nascimento, diferente da Regra de Naegele, que é de 40 semanas (280 dias) entre a última menstruação e o nascimento. É postulado que as parteiras teriam desenvolvido originalmente este calendário para prever as datas de nascimento dos bebês. Uma terceira teoria vem do entendimento da astronomia, geografia e paleontologia. O calendário mesoamericano provavelmente se originou com os olmecas,em um assentamento que existia em Izapa, no sudeste de Chiapas, México, antes de 1 200 a.C.. Lá, a uma latitude de cerca de 15ºN, o Sol passa pelo zênite duas vezes por ano, e existem 260 dias entre as passagens no zênite, e gnômons (usados geralmente para a observação do percurso do sol e em particular suas passagens pelo zênite) foram encontrados nesse e noutros lugares. O almanaque sagrado pode muito bem ter sido iniciado em 13 de agosto de 1359 a.C, em Izapa. Vincent H. Malmström, um geógrafo que sugeriu este local e data, apresenta suas razões: Malmström também oferece fortes argumentos contra duas das explicações anteriores. Uma quarta teoria é a de que o calendário é baseado nas colheitas. Do plantio à colheita há aproximadamente 260 dias. == Haab' == Calendário Haab': nomes dos meses glifosKettunen and Helmke (2005), pp.47–48 associados (em sequência) No. Seq. Nome do dia Exemplo de glifo significado No. Seq. Nome do dia Exemplo de glifo significado 1 Pop tapete 10 Yax tempestade verde 2 Wo' conjunção preta 11 Sak' tempestade branca 3 Sip conjunção vermelha 12 Keh tempestade vermelha 4 Sotz' morcego 13 Mak fechado 5 Sek gavião 14 K'ank'in sol amarelo 6 Xul cão 15 Muwan' coruja 7 Yaxk'in' sol novo 16 Pax tempo de plantio 8 Mol água 17 K'ayab tartaruga 9 Ch'en tempestade negra 18 Kumk'u depósito de grãos 19 Wayeb' 5 dias de azar O Haab' era o calendário solar maia composto de dezoito meses de vinte dias cada mais um período de cinco dias (\"dias sem nome\") no fim do ano conhecidos como Wayeb' (ou Uayeb na ortografia do século XVI). Bricker (1982) estimou que o Haab' foi usado pela primeira vez cerca de 550 a.C. com o ponto de início no solstício de inverno. Os nomes dos meses do Haab' são conhecidos atualmente pelos nomes correspondentes em maia iucateque da eras colonial, conforme transcritos por fontes do século XVI (em particular, Diego de Landa e livros como o Chilam Balam de Chumayel). Análises fonêmicas dos nomes de glifos Haab' em inscrições maias pré-colombianas demonstram que os nomes destes períodos de vinte dias variavam consideravelmente de região para região e de período para período, refletindo diferenças na(s) lingua(s) de básica e usos nas eras Clássica e Pós-clássica predatando seus registros por fontes espanholas.Boot (2002), pp.111–114. Cada dia no calendário Haab' era identificado por um número de dia do mês seguido pelo nome do mês. Os números dos dias começam com um glifo traduzido como \"assento de\" um nome de mês, que é usualmente atribuído como o dia 0 do mês, apesar de uma minoria o tratar como o dia 20 do mês que precede o mês nomeado. No último caso, o \"assento de Pop\" é o dia 5 de Wayeb'. Para a maioria, o primeiro dia do ano era 0 Pop (o assentamento de Pop). Ele era seguido de 1 Pop, 2 Pop, até 19 Pop, então 0 Wo, 1 Wo, e assim por diante. Como um calendário para manter registro das estações, o Haab' era um pouco impreciso, já que tratava o ano como tendo exatamente 365 dias, e ignorava o excedente de um quarto de dia (aproximado) no ano tropical real. Isto significa que as estações se moviam com respeito ao calendário por um quarto de dia a cada ano, de forma que os meses do calendário com nomes de estações em particular não mais corresponderiam a estas estações após alguns séculos. O Haab' é equivalente ao ano de 365 dias dos antigos egípcios. === Wayeb' === Os cinco dias sem nome no fim do calendário, chamados Wayeb', eram dias que se acreditavam perigosos. Foster (2002) escreve que \"durante o Wayeb, os portais entre o reino mortal e o submundo se dissolviam. Nenhum limite impedia que as deidades mal-intencionadas causassem desastres\". Para afastar os maus espíritos, os maias tinham costumes e rituais que eram praticadas durante o Wayeb. Por exemplo, as pessoas evitavam sair de casas e lavar ou pentear o cabelo. == Ciclo de Calendário == Nem o sistema Tzolk'in nem o Haab' numeram os anos. A combinação de uma data Tzolk'in e uma data Haab' era suficiente para identificar uma data para a satisfação da maior parte das pessoas, já que uma combinação destas não se repete antes de 52 anos, muito acima da expectativa de vida geral da época. Estes dois calendários eram baseados em 260 e 365 dias respectivamente, o ciclo completo se repete exatamente a cada 52 anos Haab'. Este período era conhecido como um Ciclo de Calendário. O fim do Ciclo de Calendário era um período de tensão e má sorte entre os maias, eles esperavam para ver se os deuses concederiam outro ciclo de 52 anos. == Contagem longa == Como as datas da roda calendárica só podem distinguir 18 980 dias, equivalentes a cerca de 52 anos solares, o ciclo se repete aproximadamente uma vez em uma vida, e portanto, um método mais refinado para manter datas era necessário para registrar a história de forma mais precisa. Assim, para manter datas sobre períodos mais longos que 52 anos, os mesoamericanos criaram o calendário da contagem longa. O nome maia para dia era k'in. Vinte destes k'ins são conhecidos como um winal ou uinal. Dezoito winals fazem um tun. Vinte tuns são conhecidos como k'atun. Vinte k'atuns fazem um b'ak'tun. O calendário da contagem longa identifica uma data contando o número de dias desde a criação maia, 4 Ahaw, 8 Kumk'u (11 de agosto de 3114 a. C. no calendário gregoriano proléptico ou 6 de setembro no calendário juliano). Mas em vez de usar um esquema de base 10 (decimal), como a numeração ocidental, os dias da contagem longa eram registradas em um esquema de base 20 modificado. Assim, 0.0.0.1.5 é igual a 25, e 0.0.0.2.0 é igual a 40. Como a unidade winal reinicia ao chegar a 18, a contagem longa usa a base 20 consistentemente só se o tun for considerada a unidade primária de medida, não o k'in, com o k'in e winal sendo os números de dias em um tun. A contagem longa 0.0.1.0.0 representa 360 dias, em vez de 400 em uma contagem de base 20 pura. Tabela de unidades da contagem longa Dias Período da contagem longa Período da contagem longa Anos solares aproximados 1 = 1 K'in 20 = 20 K'in = 1 Winal 0,055 360 = 18 Winal = 1 Tun 1 7 200 = 20 Tun = 1 K'atun 19,7 = 20 K'atun = 1 B'ak'tun 394,3 Existem também quatro ciclos de ordem superior raramente usados: piktun, kalabtun, k'inchiltun, e alautun. Como as datas da contagem longa não são ambíguas, esta estava particularmente bem adaptada para o uso em monumentos. As inscrições monumentais não só incluíam os cinco dígitos da contagem longa, mas também incluíam os dois caracteres tzolk'in seguidos pelos dois caracteres haab'. A interpretação incorreta do calendário mesoamericano de contagem longa forma a base de uma crença do movimento Nova Era, de que um cataclismo aconteceria no dia 21 de dezembro de 2012. 21 de dezembro de 2012 é apenas o último dia do 13º b'a'ktun. Não é o final da contagem longa, pois ainda se seguirão os b'a'ktuns 14º a 20º. Sandra Noble, diretora executiva da organização de pesquisa mesoamericana FAMSI, aponta que \"para os antigos maias, era motivo de grande celebração chegar ao fim de um ciclo completo\". Considera ainda, que a apresentação de dezembro de 2012 como um evento de fim de mundo ou mudança cósmica como \"uma total invenção e uma chance para muita gente ganhar dinheiro\".Citado em USA Today (MacDonald 2007). Contagem longa Data Gregoriana 0.0.0.0.0 11 de agosto de 3114 a.C. 1.0.0.0.0 13 de novembro de 2720 a.C. 2.0.0.0.0 16 de fevereiro de 2325 a.C. 3.0.0.0.0 21 de maio de 1931 a.C. 4.0.0.0.0 23 de agosto de 1537 a.C. 5.0.0.0.0 26 de novembro de 1143 a.C. 6.0.0.0.0 28 de fevereiro de 748 a.C. 7.0.0.0.0 3 de junho de 354 a.C. 8.0.0.0.0 5 de setembro de 41 d.C. 9.0.0.0.0 9 de dezembro de 435 10.0.0.0.0 13 de março de 830 11.0.0.0.0 15 de junho de 1224 12.0.0.0.0 18 de setembro de 1618 13.0.0.0.0 21 de dezembro de 2012 14.0.0.0.0 26 de março de 2407 15.0.0.0.0 28 de junho de 2801 16.0.0.0.0 1 de outubro de 3195 17.0.0.0.0 3 de janeiro de 3590 18.0.0.0.0 7 de abril de 3984 19.0.0.0.0 11 de julho de 4378 1.0.0.0.0.0 13 de outubro de 4772 ==Contagem curta== Nos reinos do pós- clássico do Iucatã, a notação linear da contagem longa caiu em desuso e deu lugar a uma contagem curta cíclica de 13 katuns (ou 260 tuns), na qual cada katun era designado de acordo com o seu último dia, Ahau ('Senhor'). 1 Imix foi seleccionado como o primeiro dia do ciclo, correspondendo a 1 Cipactli na contagem asteca. O ciclo era contado desde katun 11 Ahau até katun 13 Ahau, com os coeficientes dos dias finais dos katuns a seguirem a ordem 11 – 9 – 7 – 5 – 3 – 1 – 12 – 10 – 8 – 6 – 4 – 2 – 13 Ahau (dado que faltam dois dias a uma divisão de 20 × 360 dias por 13). O último dia 13 Ahau era seguido pelo dia 1 Imix. Este é o sistema encontrado nos livros de Chilam Balam. Seguindo a característica moda mesoamericana, estes livros projectam o ciclo na linguagem, com 13 Ahauob 'Senhorios' a dividirem a terra do Iucatãa em 13 'reinos'.Roys 1967: 132, 184–185 == Ciclo de Vénus == Outro calendário importante para os maias era o ciclo de Vénus. Os maias eram astrónomos hábeis, e podiam calcular o ciclo de Vênus com extrema precisão. Existem seis páginas no Códice de Dresden (um dos códices maias) devotadas ao cálculo preciso da ascensão heliacal de Vénus. Os maias conseguiram atingir tal precisão por observação cuidadosa ao longo de muitos anos. Existem várias teorias sobre porque o ciclo de Vénus era especialmente importante para os maias, incluindo a crença de que estava associado com a guerra e que era usado para adivinhar bons períodos (chamada astrologia electiva) para coroações e guerras. Os governadores maias planeavam o início das guerras quando Vénus ascendia. Os maias possivelmente também registavam os movimentos de outros planetas, incluindo Marte, Mercúrio, e Júpiter. == Ver também == * Numeração maia == Ligações externas == * * * *",
 "title": "Calendário maia"
}