{
 "id": "20433",
 "text": "Nichola Pietri de Apulia, conhecido como Nicola Pisano (c. 1220 — c. 1278-1284), foi um escultor e arquiteto italiano. Vasari, o primeiro a escrever sua biografia, o descreveu como o mais famoso escultor e arquiteto de sua geração e lhe atribuiu uma grande quantidade de obras nos dois campos. Essa narrativa teve larga repercussão sobre a crítica posterior, mas Vasari hoje é tido como um autor de confiabilidade irregular e o legado de Pisano na arquitetura é muito incerto. Se ele desempenhou mesmo papel tão destacado em vida, ainda não foi possível provar, pois quase todas as obras que teria feito foram modificadas ou destruídas mais tarde. As atribuições que restam estão submersas em controvérsia. Por outro lado, suas inovações na escultura imprimiram uma influente marca nas gerações seguintes, difundindo-se por uma vasta região. Inserido em um contexto impregnado das tradições estilizantes e hieráticas da arte bizantina, da arte românica e da arte gótica, explorou o naturalismo e a expressividade emocional em uma eficiente concepção narrativa, desenvolvendo um estilo pessoal fortemente influenciado pelos clássicos, saudado como inovador desde seu surgimento, e por isso há muito tempo é considerado um dos principais precursores do Renascimento. Foi o primeiro a criar um nu clássico desde a Antiguidade, numa época em que a nudez artística era cercada de tabus. A controvérsia também cerca parte da sua produção esculpida, mas as poucas obras bem documentadas que sobreviveram, principalmente os púlpitos do Batistério de Pisa e da Catedral de Siena, bastaram para lhe assegurar o lugar destacado que ocupa na história da arte ocidental. ==Escultura== Sua vida é muito pobremente documentada e está rodeada de lenda e disputas. O primeiro registro seguro data de 1260, seguem- se uns poucos documentos referentes a obras, é citado pela última vez vivo em 1278 e em 1284 já aparece como falecido. Seu nome é registrado em um dos primeiros documentos que lhe dizem respeito como Nichola Pietri de Apulia, indicando que era filho de um Pietro e que nascera na Apúlia, no sul da Itália, mas como o artista alegava ser natural de Pisa, só recentemente os estudiosos em geral aceitaram que tenha nascido na Apúlia.Archer, Madeline Cirillo. \"Nicola Pisano and Giovanni Pisano\". In: Magill, Frank Northen & Aves, Alison (eds.). Dictionary of World Biography: The Middle Ages, Volume 2. Routledge, 1998, pp. 747-749\"Pisano, Nicola\". Encyclopædia Britannica, Volume 21, 1911 Onde teria recebido seu treinamento artístico continua incerto. Se foi educado ainda no sul antes de se fixar na Toscana, provavelmente foi aprendiz de um dos muitos mestres empregados pelo imperador Frederico II em seu vasto programa de edificações e mecenato. Algumas poucas peças ligadas ao círculo imperial foram-lhe atribuídas, sem nenhuma certeza, mas elementos da arte local regularmente são apontados em sua produção madura, e isso foi um fator importante para a aceitação de uma origem sulina. Ele pode ter chegado a Pisa bastante jovem e ali sido preparado em seu ofício, ou pode ter ali terminado estudos iniciados em sua terra, mas não pode ter chegado depois de c. 1250, época em que já tinha um filho, Giovanni Pisano, nascido em Pisa.Moskovitz, Anita. \"Pisano, Nicola\". In: Kleinhenz, Christopher (ed.). Medieval Italy: An Encyclopedia. Routledge, 2004, pp. 912-914\"Nicola Pisano\". Encyclopaedia Britannica online, consulta em 13/10/2017 thumb|250px|Descida da Cruz, atribuída a Pisano, na Catedral de Luca. Alguns relevos na Catedral de Luca, na Catedral de Pisa e no Batistério anexo, datados do período de c. 1230-1250, são apontados por muitos historiadores como seus, mas não há um real consenso sobre essas atribuições. Sua primeira obra documentada é o púlpito do batistério, criado a partir de c. 1255 e inaugurado em 1260, que hoje é considerado um dos marcos inaugurais do Renascimento. Claramente trata- se de um produto de um mestre já maduro e consciente dos seus objetivos estéticos. Realizado em mármore e aproveitando colunas da Antiguidade, tem uma plataforma hexagonal, até então desconhecida na Toscana, com painéis com relevos em cinco faces do parapeito, separados por colunetas, representando episódios da vida de Jesus e um Juízo Final. A plataforma é sustentada por seis colunas nos vértices e uma central, com uma escada de acesso. As colunas definem arcos redondos trilobados, em cujas enjuntas estão dispostas imagens de profetas e evangelistas, separados por alegorias das Virtudes Cardeais e uma figura de São João Batista. Originalmente os relevos eram parcialmente coloridos com tinta ou mosaico, mas só vestígios dessa policromia sobrevivem. A obra revela uma intrincada rede de influências, incorporando elementos da escultura grecorromana, dos mosaicos paleocristãos, da arte bizantina, da escultura românica toscana e lombarda, e da escultura e arquitetura gótica francesa.Crichton, G. H. & Crichton, E. R. Nicola Pisano and the Revival of Scupture. Cambridge University Press, 1938, pp. 3-16 Louvado por M. Wundram como \"obra cardeal no panorama da escultura europeia do século XIII\", na descrição da Enciclopédia Britânica \"o púlpito de Pisa assinala um dos momentos extraordinários da história da arte, quando um novo estilo, diferente de todos os seus predecessores, embora seu devedor, emerge e se afirma claramente, e abre novos caminhos para a expressão artística. [...] Ele assimilou aquela vasta pletora de influências e as transformou em um estilo pessoal brilhantemente coeso, que transmitiu uma nova grandiosidade e energia para as narrativas e deu uma nova direção para a arte na Toscana da década de 1260 em diante\". Esse estilo foi inovador pelo seu forte classicismo, quebrando a tendência de estilização do gótico e preferindo construir o corpo humano segundo um sistema de proporções muito distinto, mais naturalista, tendente àquele definido por Fídias e Policleto na Grécia Antiga. É provável que ele tenha absorvido os referenciais clássicos de várias fontes. Ruínas e monumentos da Antiguidade abundam na Itália, em Pisa o cemitério monumental preservava um importante acervo de lápides e sarcófagos grecorromanos, a maioria produto de saques da marinha pisana em cidades do Mediterrâneo, e havia um grupo de escultores gregos em atividade na cidade, contratados para as obras da catedral e do batistério. Há exemplos de obras classicizantes na própria Pisa anteriores ao surgimento de Pisano. Contudo, o seu estilo é bem mais do que um ensaio nesta direção, e revela um extensivo estudo e uma interpretação coerente, pessoal e desenvolta da tradição clássica. Esse estilo se consolidou no próprio púlpito de Pisa, que evidencia, em suas várias partes, um progressivo desembaraçar das formas de modelos mais rígidos e arcaicos, exibindo cada vez mais naturalismo, vivacidade e expressão emocional, usando uma concepção narrativa unificada para acentuar a carga dramática das cenas.Harris, Beth & Drogin, David. \"Nicola Pisano, Pulpit, Pisa Baptistery, and Giovanni Pisano, Slaughter of the Innocents, Pulpit, Sant’Andrea church, Pistoia (Italy)\". In: Khan Academy. Smarthistory, 2015Greenhalgh, Michael. The Classical Tradition in Art. Australia National University, 2003, pp. 69-70 Em 1264 Pisano foi encarregado de trabalhar na criação da Arca de São Domingos na Basílica de São Domingos em Bolonha. Credita-se a ele o desenho do monumento, mas pelo forte predomínio do estilo gótico sua participação pessoal na realização provavelmente foi mínima, e nos séculos seguintes a obra seria muito modificada. Sobrevive do original o sarcófago atribuído aos seus assistentes, decorado com relevos em suas quatro faces.Turner, Jane. Grove Dictionary of Art. Macmillan Publishers, 1996, pp. 278–279 thumb|250px|Detalhe da mesma cena no púlpito de Siena, evidenciando uma diferente abordagem no tratamento das figuras e do conjunto. No ano seguinte recebeu a encomenda de outro púlpito, para a Catedral de Siena. Sua fama já chegara lá e é evidente que as autoridades sienesas queriam uma obra que pudesse rivalizar com o louvado púlpito de Pisa. O resultado foi outra obra-prima, que segue bastante de perto o seu protótipo tanto na concepção como na qualidade da execução, diferindo principalmente na forma octogonal, permitindo um maior número de cenas, que ilustram desde a preparação para a Encarnação e até o Juízo Final.Crichton & Crichton, pp. 68-69 Contudo, há outras diferenças importantes. Pisano eliminou as colunetas de separação entre as cenas, substituindo-as por figuras maiores, o que emprestou mais continuidade ao programa narrativo e transformou a impressão do conjunto, tornando-o uma massa contínua de formas humanas em movimento, que ganham maior volume e projeção no espaço, e que passam a assumir um papel proeminente na própria arquitetura do parapeito. Essa nova abordagem da narrativa favoreceu a exploração da expressão emocional, acentuando-lhe a dramaticidade, mas ao custo de perder clareza nas formas e nos conjuntos: as figuras são menos definidas e os grupos são mais apinhados, agitados e confusos. Ao mesmo tempo, as pregas nos mantos perdem sua angulosidade dura típica do gótico francês, e se tornam mais fluidas e realistas.Paoletti, John T. & Radke, Gary M. Art in Renaissance Italy. Laurence King Publishing, 2005, pp. 101-103 Além disso, Pisano empregou um grupo de talentosos ajudantes, incluindo seu filho Giovanni Pisano e Arnolfo di Cambio, que nesta altura já possuíam sua própria personalidade artística, e que podem ser considerados os responsáveis pela menor coesão estilística do conjunto em relação ao modelo de Pisa. Uma outra escada e uma plataforma foram adicionados mais tarde, quando foi transferido para outra parte da igreja. Em 1273 foi-lhe incumbida a reconstrução do Altar de São Jacó na Catedral de Pistoia, que é dado como perdido, mas uma pia de água benta sustentada por três figuras femininas pode ser uma relíquia do conjunto original. A tensão mal resolvida entre o antigo e o novo, que se patenteou em Siena, se mostra ainda mais acentuada na Fonte Maior que projetou e construiu em Perúgia a partir de 1278. Também não favoreceu o seu talento narrativo a estrutura da decoração do monumento, principalmente com figuras isoladas e sem uma ligação muito evidente entre elas, incluindo uma série heterogênea de alegorias das Virtudes e das Artes Liberais, profetas do Velho Testamento, cenas da Criação e da vida de Jesus, animais fantásticos e heráldicos, o mito de Rômulo e Remo e outras imagens, que parecem formar um elenco de símbolos relacionados ao orgulho cívico e à história de Perúgia. A maior parte do trabalho de escultura deve ter sido realizada por seu filho Giovanni e seus assistentes, mas as imagens de Adão e Eva e as alegorias dos Trabalhos dos Meses parecem ser de sua lavra. Vasari lhe atribuiu outras obras em várias cidades, mas a crítica moderna as descartou. ==Arquitetura== thumb|left|O campanário de São Nicolau em Pisa, possível obra de Pisano. Vasari e outras fontes antigas dizem que Pisano desenvolveu atividade ainda mais importante como arquiteto, mas nenhuma das obras que aqueles escritores lhe atribuíram neste campo foi ratificada em consenso pela crítica recente. Vasari o mostra engajado em um intenso e contínuo programa construtivo que envolveu obras de grande vulto em muitos lugares da Itália. É improvável que tenha realmente atuado em todos esses lugares ou mesmo na maior parte deles, mas pode ter providenciado vários projetos sem intervir pessoalmente na construção. Porém, existe bastante base para imaginá-lo por algum tempo como o principal mestre das obras do Batistério de Pisa e talvez da Catedral, e como um dos mestres da Catedral de Siena, posições que automaticamente provariam uma grande reputação. Foram propostas, entre muitas outras, colaborações nas igrejas da Misericórdia e São João em Florença, nas catedrais de Siena e Volterra, em vários mosteiros, abadias e igrejas de Arezzo, Settimo, Orvieto, Lucca, La Scorgola, Pádua, Nápoles e Viterbo, além de vários palácios públicos e privados. A maior parte das suas alegadas intervenções são chegou aos dias de hoje.Handley, M. L. \"Niccola Pisano\". In: The Catholic Encyclopedia. Robert Appleton Company, 1911 Algumas obras sobreviventes são aceitas por vários autores, como reformas importantes na Catedral de Pistoia, na Igreja e Convento de Santa Margarida em Cortona, e na Igreja da Santa Trindade em Florença. Seguramente interferiu na estrutura do Batistério de Pisa, mas não se sabe ao certo em que partes trabalhou. A maioria dos autores indica que foi na reforma da cúpula.Castex, Jean. Architecture of Italy. BC-CLIO, 2008, p. 27Watkin, David. A History of Western Architecture. Laurence King Publishing, 2005, p. 148 Vasari considerou sua mais importante e arrojada criação neste campo o campanário da Igreja de São Nicolau, em Pisa, contendo uma notável escada interna em espiral. Também elogiou como engenhoso e original seu método de demolir a Torre do Guardamorto, sem causar danos nas estruturas vizinhas, especialmente o estimado batistério, método que teria sido logo muito imitado.Vasari, Giorgio. Le Vite. Torrentino, 1550 ==Legado== thumb|250px|Detalhe de um sarcófago romano no Cemitério de Pisa. Sua contribuição para a arquitetura foi largamente perdida, é muito mal compreendida modernamente e é muito difícil reconstruir o verdadeiro impacto que possa ter exercido naquele tempo. Alguns autores passam inteiramente ao largo dessa atividade em seus estudos, focando toda atenção a respeito de sua importância histórica na sua escultura, campo no qual deixou seu legado mais duradouro e reconhecido, e que tem gerado quase toda a bibliografia. As novidades classicistas que introduziu neste campo foram ávidamente emuladas na Toscana, na Umbria e depois em quase toda a Itália. Também é considerado relevante seu papel como mediador entre a arte mediterrânea e a arte do norte da Europa, contribuindo para colocar a Toscana no centro da vanguarda artística de seu tempo.Cristiani, Maria Laura Testi. \"Nicola Pisano\". In: Grove Art Online. Oxford University Press, 1996 Sempre muito enaltecido como um dos principais precursores do Renascimento, não convém esquecer que Nicola Pisano era um homem medieval. Traços do gótico, do bizantino e mesmo do românico, estilos ainda muito vivos na sua geração, são visíveis em toda a sua obra, que, se inova, o faz dentro daquela moldura, e ao longo de sua evolução em vez de sempre avançar parece, em alguns aspectos, regredir. Segundo Paoletti & Radke, \"Os historiadores do Renascimento, desde Vasari, tenderam a responder mais positivamente ao estilo classicista do púlpito de Pisa do que ao trabalho de Siena, porque o Renascimento foi construído como uma ressurreição da Antiguidade. Contudo, as tradições clássicas corporificadas em Pisa foram apenas um dos caminhos que inspiraram importantes artistas e mecenas do Renascimento. O naturalismo, expressividade e movimento góticos dos relevos de Siena documentam outras possibilidades\". O que deixou, no início principalmente, abriu uma nova seara, mas em um tempo de governos autoritários, de dogmatismo religioso e de tradições sociais arraigadas, mudanças radicais de pensamento são difíceis, e por isso, ainda por um longo período, os valores clássicos — que propunham uma outra ordem cósmica e social e uma valorização do homem e da vida na Terra — dialogariam com as tradições medievais, onde o mundo era essencialmente mau e o homem um ser vil, indigno mesmo da compaixão divina.Hourihane, Colum. The Grove Encyclopedia of Medieval Art and Architecture, Volume 1. Oxford University Press, 2012, pp. 38-41; 164Johnson, Paul. The Renaissance. Phoenix, 2010 Vasari já havia assinalado o amor do artista pelo estudo das relíquias antigas que existiam no cemitério de Pisa: \"Nicola, meditando sobre a beleza destas obras e ficando encantado com elas, tanto se esforçou no estudo e no trabalho de imitar este estilo [...] que sem demora foi considerado o melhor escultor do seu tempo\". Na alegoria da Fortaleza com os atributos de Hércules ele criou o primeiro nu clássico conhecido desde a Antiguidade, na típica atitude do contrapposto, um padrão largamente difundido na estatuária grecorromana desde o cânone de Policleto. Salvo nas representação inevitáveis como Adão e Eva ou nas cenas do Juízo Final, na Idade Média o nu era muito raro, e quando aparecia era em geral para significar vergonha ou humilhação. Assim como os antigos, Pisano investiu o corpo humano de uma nova dignidade, esperando refletir nele qualidades morais.Olszewski, Edward J. \"Michelangelo’s David: Full Frontal Nudity in the Age of Savonarola\". In: Source: Notes in the History of Art, 2015/2016; 35 (1/2): 118-125Bussagli, Marco. Italian Art. Giunti, 2004, pp. 50-51Fossi, Gloria. Romanesque & Gothic. Sterling, 2008, p. 137 Ele não foi um agente isolado nesse redirecionamento, uma vez que a tendência classicista era observada se fortalecer em vários pontos da Europa, mas a ele cabe um lugar de claro protagonista no domínio da escultura, gerando uma influência que se estendeu para todos os campos das artes visuais. Nas palavras de M. Wundram, ::\"Nicola Pisano desempenhou, no âmbito da escultura, um papel tão decisivo quanto aquele que, uma geração mais tarde, Giotto desempenharia na pintura: o homem e a realidade do seu ambiente terreno se tornam, em uma síntese então desconhecida na Idade Média, dignos de serem representados; a temática do Novo Testamento passa a espelhar os sentimentos humanos com uma força que não era vista desde o fim da Antiguidade. O advento de Nicola Pisano significou uma humanização da arte, que foi retomada no início do Trecento pelo mesmo Giotto, seu seguidor no mais profundo sentido da palavra\".Wundram, M. \"Nicola Pisano\". In: Enciclopedia dell' Arte Medievale. Treccani, 1997 Madeline Archer ofereceu uma visão complementar: ::\"Junto com Arnolfo di Cambio, Nicola e seu filho Giovanni Pisano foram os maiores responsáveis pela libertação da escultura italiana da sua antiga sujeição à arquitetura. Suas carreiras também assinalam o início de uma notável evolução no status do artista, e o fato de assinarem orgulhosamente seus trabalhos evidencia simbolicamente sua separação da massa anônima de artífices que caracterizou a Idade Média. Tanto pai como filho estão no alvorecer de uma nova era na arte, uma que enfatizou o pessoal, as qualidades humanas e a narrativa mais do que os conceitos simbólicos ou didáticos. As invenções compositivas e interpretativas dos Pisano influenciaram as explorações na pintura italiana do século XIV\". ==Ver também== *Escultura gótica *Escultura da Grécia Antiga *Nu artístico *Nudez heroica Pisano, Nicola Pisano, Nicola Categoria:Arquitetos da Itália do século XIII",
 "title": "Nicola Pisano"
}