{
 "id": "20452",
 "text": "A tauromaquia ou, numa das suas principais expressões, tourada ou corrida de touros, é um evento que consiste na lide de touros, a pé ou a cavalo. Os primeiros registos desta cultura remontam ao , sendo que a sua expressão mais forte sempre ocorreu na Península Ibérica (Portugal e Espanha) embora seja também muito comum no Sul de França e em diversos países da América Latina, como o México, Colômbia, Peru, Venezuela, Equador e Costa Rica, assim como nas Filipinas e Estados Unidos. Nos últimos anos os eventos tauromáquicos têm despertado um intenso debate entre os respectivos apoiantes e críticos. Em sentido amplo, a tauromaquia também inclui todo o desenvolvimento prévio do espetáculo, desde a criação do touro, a confecção dos trajes dos participantes, além do desenho e publicação do cartel taurino e outras manifestações artísticas ou de caráter publicitário, que variam de acordo com os países e regiões onde a tauromaquia integra a cultura nacional ou regional. == História == Na cultura da Península Ibérica, o Circo de Termes parece ter sido um local sagrado onde os celtiberos praticavam o sacrifício ritual dos touros. A estela de Clunia é a mais antiga representação do confronto de um guerreiro com um touro. As representações taurinas de variadas fontes arqueológicas encontradas na Península Ibérica, tais como os vasos de Líria, as esculturas dos Berrões, a bicha de Balazote ou o touro de Mourão estão, quase sempre, relacionadas com as noções de força, bravura, poder, fecundidade e vida, que simbolizam o sentido ritual e sagrado que o touro ibérico teve na Península. A palavra \"tauromaquia\" é oriunda do grego ταυρομαχία - tauromachia (combate com touros). O registo pictórico mais antigo da realização de espectáculos com touros remete à ilha de Creta (Knossos). Esta arte está presente em diferentes vestígios desde a antiguidade clássica, sendo conhecido o afresco da tourada no palácio de Cnossos, em Creta. Júlio César, durante a exibição do venatio, introduziu uma espécie de \"tourada\" onde cavaleiros da Tessália perseguiam diversos touros dentro de uma arena, até os touros ficarem cansados o suficiente para serem seguros pelos cornos e depois executados. O uso de uma capa num confronto de capa e espada com um animal numa arena está registado pela primeira vez na época do imperador Cláudio. A tourada fez parte das origens de Portugal. De entre a realeza, aqueles que foram reais toureiros foram , D. Sebastião, , , D. Miguel e D. Carlos. Todos toureavam a cavalo, mas D. Pedro II chegou a enfrentar o touro a pé. O que mais contribuiu para o desenvolvimento das touradas terá sido D. Sebastião, que pediu ao Papa Gregório que revogasse a Bula Pontifícia de Pio V que proibia as touradas. As touradas como as conhecemos hoje nasceram no Iluminismo, entre o século XVII e XVIII, e realizavam-se nas praças públicas das cidades. Em Lisboa, a Praça do Comércio e o Rossio eram os locais usados para as touradas. Em Braga, as touradas eram realizadas na Praça dos Arcebispos que ficou tão famosa pela suas touradas que foi renomeada a Campo dos Touros (atual Praça do Município) sob os auspícios de vários Arcebispos da cidade até à sua proibição.Milheiro, Maria Manuela de Campos (2003). Braga: a cidade e a festa no século XVIII. Guimarães: Universidade do Minho. Núcleo de Estudos de População e Sociedade (NEPS). p. 370-377. ISBN 972-98695-8-8 Desde o , as touradas começaram a realizar-se em recintos fechados criados para correr os toiros, as atuais praças de toiros. A maior praça de touros do mundo era a \"Plaza México\", localizada na Cidade do México e desativada em 2022. A maior praça europeia é a \"Las Ventas\", em Madrid. Numa tourada, todos os touros têm, pelo menos, quatro anos de idade. Quando os touros lidados ainda não fizeram os 4 anos, diz-se que é uma novilhada. A lide varia de país para país. Em Portugal, tem duas fases: a chamada lide a cavalo (ou, menos correntemente, lide a pé) e, posteriormente, a pega. A primeira é levada a cabo por um cavaleiro lidando o touro. A lide consiste na colocação de bandarilhas, ditas farpas, de tamanhos variáveis, começando com bandarilhas longas e culminando frequentemente com bandarilhas muito curtas, ditas \"de palmo\". Em Portugal as touradas foram proibidas em 1836, durante o reinado de , mas tal proibição durou somente 9 meses, pois a população revoltou-se contra a mesma. Voltaram assim a ser permitidas, mas sendo proibidos os chamados touros de morte, onde o touro é morto em praça pública, embora tal prática tenha continuado a acontecer em diversas corridas. Em 1928, os touros de morte foram proibidos em Portugal. Em 2002, a lei foi alterada, voltando a permitir os toiros de morte em locais justificados pela tradição, como na vila de Barrancos. Em Monsaraz o touro continuou a ser morto entre 2002 e 2013 (seguindo uma tradição centenária), mesmo sem autorização administrativa, defendendo os locais que esta vila cumpria os requisitos legais para ter toiros de morte, tendo o Tribunal Administrativo para que recorreram lhes dado razão e, em consequência, os espectáculos com toiros de morte na vila medieval de Monsaraz passaram a ser autorizados pela autoridade administrativa competente (Inspecção-Geral das Actividades Culturais) desde 2014. ==Tauromaquia== A Tauromaquia é toda a Cultura que envolve os touros. Esta começa nas Ganadarias (onde se criam os touros), espaços associados a grandes campos, passa pelas Coudelarias (onde se criam os cavalos), peças fundamentais na tauromaquia por serem necessários desde a criação dos touros até à sua lide, passa também pelos Trajes típicos associados aos touros, do traje dos Campinos (inspirado no traje típico do Ribatejo), dos cavaleiros (traje de montar a cavalo no ), dos Forcados (inspirado no traje dos campinos), dos cavaleiros amadores (traje tradicional português ou tradicional espanhol de montar a cavalo), dos toureiros (\"traje de luces\"), dos picadores (nas corridas em Espanha), dos peões de brega ou mesmo dos cavalos nas cortesias, entre outros, pelas festas e feiras tauromáquicas, das largadas de touros, garraiadas, largadas à corda etc., pelos passodobles, estilo de música \"de banda\", muito antigo e criado com o propósito de dar ambiente às lides de touros, pelos bastantes fados, sevilhanass ou flamencos de temática tauromáquica, pelos modos de vida das pessoas ligadas aos touros como os ganaderos, campinos, cavaleiros amadores, e passa por muitos e muitos outros exemplos da cultura tauromáquica, da qual dependem directa ou indirectamente dezenas, talvez centenas de milhares de pessoas em todo o mundo. As touradas representam o domínio do homem, da razão, sobre a força bruta e violenta do animal, onde o homem tenta lidar um animal que é livre de se defender, com objectivo de criar arte. Na tourada, o Homem representa os valores humanos da coragem, da superação, do valor perante a violência e o caos do touro. O filósofo francês Francis Wolff, Professor da Universidade de Paris-Sorbonne, escreveu, em 2011, um pequeno livro chamado \"50 Razões para Defender as Corridas de Toiros\" dirigido a aficionados e antitaurinos. Em 2011, a Federação Portuguesa das Associações Taurinas (Protoiro) entregou um documento explicativo sobre \"\" e a sua importância, no Parlamento Português, na Comissão de Educação e Cultura. == Corrida de Touros à Portuguesa == thumb|upright=1.25|Cavaleiro tauromáquico António Palha Ribeiro Telles com traje tradicional A corrida de toiros à portuguesa consiste na lide a cavalo de seis ou mais toiros bravos, seguindo-se a pega efectuada por 8 forcados (pega de caras) ou por somente 2 forcados (pega de cernelha). Desde meados do século XIX, com a generalização da pega, que na corrida à portuguesa foi abandonada a morte do toiro na arena. Na corrida de touros à portuguesa, os cavaleiros vestem-se com trajes do e os forcados vestem-se como os rapazes do fim do . Foi no tempo de Filipe III que foram introduzidos na arena, pela primeira vez, os coches de gala durante as corridas reais. === Cortesias === As cortesias marcam o início da corrida de touros à portuguesa. No início da corrida todos os intervenientes (cavaleiros, forcados, bandarilheiros, novilheiros, campinos e outros) entram na arena e cumprimentam o público, a direcção da corrida e figuras eminentes presentes na praça. Nas corridas de gala à antiga portuguesa a indumentária é de rigor e na arena desfilam coches puxados por cavalos luxuosamente aparelhados. === Lide a cavalo === Todo o decorrer da corrida de touros à portuguesa consiste na \"lide\" de seis touros, habitualmente. Cada um dos touros é lidado por um cavaleiro tauromáquico, que tem um determinado tempo durante o qual poderá cravar um número variável de farpas compridas (no início), curtas e de palmo (ainda mais pequenas) no dorso do animal. A forma de abordar o touro e cravar o ferro também pode variar, podendo ser, entre outros, \"frontal\", \"ao piton contrário\" ou \"em violino\", devendo ser rematada \"ao estribo\". A lide de touros a cavalo exige uma grande preparação física e psicológica destes animais, que começam a ser trabalhados logo com três anos de idade. Existe uma raça de cavalos desenvolvida especialmente para as corridas de touros, o cavalo \"puro-sangue lusitano\" (PSL), que se diferencia pela sua coragem, generosidade e altivez. === Pega === Após a lide do touro pelo cavaleiro tauromáquico é comum entrar em cena o \"peão de brega\" (figura subalterna do cavaleiro, que tem como função posicionar o toiro da melhor forma, seja para a lide a cavalo ou para a pega) que efectua algumas manobras com um capote posicionando o toiro, normalmente junto às tábuas, de forma a que o grupo tenha espaço para o pegar. De seguida entram em cena os forcados. Os forcados são um grupo amador que enfrenta o touro a pé com o objectivo de conseguir imobilizar o touro unicamente à força de braços. Oito homens entram na arena, sendo o primeiro o forcado da cara, seguindo-se os chamados ajudas, o primeiro e os segundos ajudas (os mais determinantes), em quinto o rabejador (o chamado \"leme\" do Grupo, que segura no rabo do toiro, procurando deter o avanço do animal e fixá-lo num determinado local para que quando os forcados o largarem este não invista sobre eles e normalmente, por espetáculo, costuma dar voltas com o animal) e finalmente os terceiros ajudas, que também ajudam na pega. A pega só está consumada se o forcado da cara se mantiver seguro nos cornos do toiro e este seja detido e imobilizado pelos seus companheiros. Nas touradas em que os touros são lidados a pé não existe pega. os forcados nasceram por volta de 1836 quando a rainha proibiu a morte dos toiros na arena, havendo, assim, necessidade de terminar a lide dos cavaleiros com um qualquer gesto de domínio do Homem sobre o animal. Antes de cumprirem essas funções, os \"Moços de Forcado\" eram os guardas reais durante as corridas de toiros, que impediam que o animal ou pessoas não autorizadas subissem ao camarote real. Em Março de 2015 a Assembleia da República aprovou uma Lei Lei da Assembleia da República nº 31/2015 de 23 de Abril - Lei que estabelece o regime de acesso e exercício da actividade de artista tauromáquico e de auxiliar de espectáculo tauromáquico. que estabelece a idade mínima de 16 anos para os artistas tauromáquicos e auxiliares, com excepção dos forcados e artistas amadores que podem participar com idade inferior, embora somente com prévia autorização ou comunicação, conforme o caso, à respectiva Comissão de Protecção de Crianças e Jovens, segundo as regras previstas no Código de Trabalho para o exercício de funções por menores de 16 anos. == Lide a pé (corrida de toiros à espanhola)== thumb|Lide a pé (Alter do Chão) A lide de toiros a pé foi sempre muito associada a Espanha, sendo uma das imagens de marca deste país, especialmente no sul (em zonas como a Andaluzia ou a Extremadura), no entanto é praticada em todos os oito países taurinos (França, Espanha, Portugal, México, Peru, Venezuela, Equador e Colômbia). Não se tem a certeza da origem do toureio \"apeado\", mas crê-se que nasceu por volta de 1669, quando foi coroado rei. De sensibilidade diferente de seu pai, logo mostrou o seu desagrado perante as corridas de touros. A fidalguia, com necessidade de agradar ao novo rei, afastou-se das arenas, mas o povo manteve a sua paixão e continuou a lidar touros, porém, não tendo dinheiro para sustentar cavalos, passou a toureá-los a pé. Hoje em dia, a lide de toiros é bastante diferente e bastante mais \"evoluída\". A lide de touros a pé está dividida em três \"Tercios\": No primeiro, o \"tercio de varas\", o toureiro utiliza uma capa larga e pesada, geralmente cor-de-rosa e amarela, denominada \"capote\". Com o capote, o toureiro pode avaliar a \"bravura\" do toiro com alguma segurança. De seguida incentiva-se o toiro a investir contra o \"picador\", personagem montado em cima de um cavalo tapado por uma forte protecção, que utiliza uma vara comprida (\"puya\", em espanhol), cravando-a no dorso do animal. Com o picador, \"corrige- se\" a investida do toiro, tira-se-lhe um pouco de força (por segurança) e o toureiro consegue avaliar novamente a bravura do animal que tem pela frente. No segundo, o \"tercio de bandarilhas\", um \"bandarilheiro\" crava, a pé, dois ou três pares de bandarilhas no dorso do toiro, com o objectivo de o \"acordar\" (o toiro começa a cansar-se) para o vem de seguida. No terceiro, o \"tercio de muerte\", é que se vê a conhecida arte de tourear. Um toureiro, apenas munido de uma leve capa encarnada (a \"muleta\") e de um \"estoque\", toureia o enorme e perigoso animal que tem pela frente, com o objectivo de criar uma lide bela e artística. Quando o toiro estiver completamente dominado, sem qualquer resto de altivez, então chega a altura de o matar. Este é, provavelmente, o momento em que se vê claramente todo o objectivo e a razão de ser das corridas de toiros. este é, também, o momento mais perigoso de toda a lide, pois o toureiro chega-se muito próximo dos cornos do toiro e arrisca-se seriamente a levar uma cornada. Com o \"estoque\" (uma espécie de espada encurvada), este crava-o no animal, tentando acertar directamente no coração (quanto menos tempo o toiro estive a sofrer com o \"estoque\" e mais rápido morrer, melhor é considerada a \"estocada\"). Em Portugal, devido à proibição de matar os toiros dentro da arena (com excepção de Barrancos e Monsaraz), crava-se uma última bandarilha seguindo o mesmo gesto, sendo o animal morto mais tarde num matadouro. ==Património cultural== Em França, as touradas foram consideradas como parte do Património Imaterial e Cultural francês, de acordo com a Convenção da Organização das Nações Unidas para a Educação, a Ciência e a Cultura para a salvaguarda do Património Cultural Imaterial. A Espanha também declarou as touradas como Património Imaterial e Cultural, mas estas foram proibidas pelas autoridades locais primeiro nas Ilhas Canárias em 1991 e na região autónoma da Catalunha em 2012. A proibição da Catalunha aguarda decisão do Tribunal Constitucional Espanhol, que a poderá reverter. Em Portugal, 32 Municípios declararam a Tauromaquia como Património Imaterial e Cultural, como por exemplo nas Autarquias de Sabugal (Guarda), Barrancos (Beja), Pombal (Leiria), Alter do Chão, Monforte e Fronteira (Portalegre), Azambuja, Coruche (Santarém) ou Angra do Heroísmo e Graciosa (Açores), assim como a Comunidade Intermunicipal do Alentejo Central (CIMAC), que inclui todo o distrito de Évora. Existe, actualmente, um projecto de elevar a Tauromaquia a Património da Organização das Nações Unidas para a Educação, a Ciência e a Cultura, para além de um outro projecto que pretende elevar o tradicional \"Forcão\" (típico da região da Guarda, na Beira Alta) a Património Imaterial e Cultural da Humanidade. == Críticas == Os grupos de defesa de direitos animais e de bem-estar animal criticam as touradas por considerarem que consistem num ato injustificável de crueldade, que não se insere dentro das tradições humanistas. Em Portugal, quatro autarquias defenderam a não realização de actividades tauromáquicas nos seus concelhos, Viana do Castelo, Braga, Cascais e Sintra. Em Faro, no ano de 2012, o Presidente da Câmara Municipal cancelou uma garraiada agendada no âmbito da semana de receção ao caloiro da Universidade do Algarve, declarando que os espetáculos tauromáquicos não eram bem-vindos no concelho. Em 2010, o presidente da Câmara Municipal de Santarém, Francisco Moita Flores, lançou uma petição em defesa das touradas que já ultrapassou as 100 mil assinaturas, sendo uma das petições mais participadas de sempre em Portugal, em prol de uma causa, em vez das típicas petições contra algo. Na Espanha, existem regiões onde os espectáculos tauromáquicos estão proibidos. Primeiro foram as Ilhas Canárias, com a aprovação em 1991 da Lei de Proteção de Animais. Duas décadas depois, em Julho do 2010, o Parlamento de Catalunha aprovou uma Iniciativa Legislativa Popular - que contou com 180 000 cidadãos subscritores - levando à proibição de espectáculos tauromáquicos, com a exceção dos bous al carrer (bois na rua). Um estudo de opinião sobre touradas foi levado a cabo pela Eurosondagem, em 2011, em todo o país, e mostrou que 32,7% dos entrevistados são aficionados, gostam ou apreciam actividades com touros, 20,6% são indiferentes às touradas, 32,8% não são aficionados mas não são contra as touradas e 11% são contra as actividades com touros. Ainda 59,3% dos portugueses acham que as touradas contribuem para uma boa imagem do país no estrangeiro e 75% dos portugueses acham que as touradas são importantes ou têm alguma importância para a economia e turismo e 65,3% acham que seria muito grave o desaparecimento da tradição taurina. Em 2018 o CESOP - Centro de Estudos e Sondagens de Opinião da Universidade Católica realizou uma sondagem para a Plataforma Basta de Touradas, no concelho de Lisboa, sobre a promoção de touradas na praça de touros do Campo Pequeno. O estudo, com uma margem de erro de 3,1% revelou que a esmagadora maioria dos cidadãos de Lisboa (89%) nunca assistiu a touradas no Campo Pequeno, desde a sua reabertura em 2006 e que 69% da população não concorda com a promoção de touradas pela Casa Pia (proprietária do edifício). A sondagem revela ainda que 75% da população de Lisboa não concorda que as touradas sejam financiadas com fundos públicos e que 96% da população de Lisboa defende que se realize outro tipo de espetáculos no Campo Pequeno, que não touradas. thumb|upright=1.25|Touradas na Espanha: Apesar do estatuto de Património Cultural e Imaterial em alguns municípios portugueses, um estudo académico realizado em 2007 no Instituto Universitário de Lisboa, a pedido de uma associação de defesa dos direitos dos animais, mostra que 56,1% das pessoas inquiridas num inquérito de abrangência nacional responderam ser a favor de uma proibição legal das touradas. O número de espectáculos tauromáquicos, bem como de espectadores, diminuíram em Portugal no ano de 2013, de acordo com os dados estatísticos publicados pela Inspecção-Geral das Actividades Culturais (IGAC). o que aconteceu com todos os setores culturais e económicos em Portugal, que sofreram o forte impacto da crise económica. Por exemplo, os cinemas em 2013 perderam um milhão de espectadores, enquanto as touradas perderam somente 27 mil espectadores, uma descida pouco significativa.Cinema perde 1 milhão de espectadores em 2013 Em 2012, o Governo de Portugal lançou a iniciativa \"Meu Movimento\", com o objectivo de eleger a causa online mais popular no país com vista a ser apresentada ao Primeiro- Ministro. O Movimento pela Abolição das Corridas de Touros venceu com grande maioria dos votos, entre mais de mil causas diferentes, e foi recebido em audiência pelo Primeiro-Ministro e o Secretário de Estado da Cultura, no dia 8 de Maio de 2012. Apesar de a indústria tauromáquica ter acusado o movimento de ter realizado uma fraude nas votações, a verdade é que nunca ficou provado que isso tivesse acontecido, ou que a alegada fraude estivesse relacionada com o movimento abolicionista. Prova disso é o facto de, no ano seguinte, ter voltado a vencer um movimento cívico que defendia o fim dos dinheiros públicos para a tauromaquia. Na sequência destas iniciativas foi criada a Plataforma Cívica Basta, que conta com o apoio de um número alargado de instituições a associações de protecção animal. O Comité dos Direitos das Crianças das Nações Unidas recomendou a Portugal, em fevereiro de 2014, a elevação da idade a partir da qual é permitido assistir ou atuar em espetáculos tauromáquicos, com vista a garantir o seu bem-estar físico e mental. Tal recomendação foi contestada pela sua falta de fundamento científico, tendo sido resultado do lobby da fundação suíça antitaurina Franz Weber junto do Comité da Organização das Nações Unidas, onde não existiu qualquer contraditório ou estudo científico que fundamentasse as recomendações. O único estudo científico até hoje realizado sobre o possível impacto das touradas nas crianças contou com reputados especialistas de diversas universidades espanholas, tendo sido feito pela Protecção de Menores da Comunidade de Madrid, [] que concluiu que \"não se pode considerar perigosa a assistência de espectáculos taurinos por menores de 14 anos...\" [ver final do documento] Apesar das críticas da indústria tauromáquica e das acusações de falta de rigor científico do Comité, a verdade é que em 2019, durante a sessão de avaliação de Portugal, o Comité dos Direitos da Criança foi ainda mais longe, advertindo o Estado Português a interditar o acesso a touradas aos menores de 18 anos, sem exceção. No relatórioRelatório final de Avaliação de Portugal no Comité dos Direitos da Criança da ONU final de avaliação de Portugal pode ler-se que \"O Comité recomenda que o Estado Parte (Portugal) estabeleça a idade mínima para participação e assistência em touradas e largadas de touros, inclusive em escolas de toureio, em 18 anos, sem exceção, e sensibilize os funcionários do Estado, a imprensa e a população em geral sobre efeitos negativos nas crianças, inclusive como espectadores, da violência associada às touradas e largadas.\" Em 2018 a Academia de Coimbra realizou um referendo com a questão: \"Deve o evento garraiada continuar no programa oficial da Queima das Fitas?\" A resposta de 70,7% dos estudantes que participaram no referendo foi \"não\", uma maioria entre os 5 638 estudantes que participaram do ato eleitoral. No entanto, em 2017, as quatro corridas transmitidas (3 na RTP e 1 na TVI) obtiveram um acumulado de cerca de dois milhões de telespectadores. As transmissões televisivas obtêm uma média por corrida na ordem do meio milhão de telespectadores, atingindo sempre picos de 700 mil telespectadores por corrida. Isto faz com que as touradas sejam dos programas mais vistos do dia, na RTP, além de chegarem a liderar as audiências em vários horários, apesar de o Provedor do Telespectador da RTP ter considerado que a RTP se devia abster de transmitir touradas por não serem consideradas serviço público. O Provedor confirmou ainda que a transmissão de touradas eram o principal motivo de queixa dos telespectadores da RTP, acima da política ou do futebol. Uma sondagem realizada em junho de 2021 indicou que mais de 70% dos portugueses estão contra as touradas na RTP. Em 2021, a RTP decidiu deixar de transmitir touradas na sua emissão. Em 2023 houve 166 touradas em Portugal, o mais baixo de sempre. Isto se retirarmos das contas 2020 e 2021, os anos mais marcados pela pandemia, que só tiveram 42 e 112 touradas, respetivamente. Em 2022 houve 175, um número quase igual aos de 2018 e 2019, com 173 – que era o mínimo até agora – e 174 espetáculos. == No Brasil até o século XX == Porto Alegre teve corridas de touros em praça de touros situada no Campo da Redenção, que hoje abriga o parque de mesmo nome. Com cavaleiros, bandarilheiros, forcados e pega, assim como pantomimas tauromáquicas, eram consideradas eventos sociais, recreativos e artísticos, atraindo humildes e abonados. A informação disponível não permite saber se o animal era sacrificado na apresentação. Havia, também, praças de touros em São Paulo, Campinas, Santos, Cuiabá, Curitiba, Salvador e no Rio de Janeiro, então capital nacional. Nela, em 1922, dentre as festividades do centenário da independência brasileira, realizaram- se touradas com registo cinematográfico. Em 1934, as touradas, juntamente com as rinhas de galo, foram proibidas pelo então presidente brasileiro Getúlio Vargas, proibições estas que se mantêm em vigor até hoje. == Ver também == * Chegas de Touros * Rodeio * Tourada à corda * Vaca das Cordas * Capeia arraiana * Farra do Boi * Vaquejada == Ligações externas == * * * * * * * Categoria:Cultura de Portugal Categoria:Cultura da Espanha Categoria:Cultura do México",
 "title": "Tauromaquia"
}