{
 "id": "20463",
 "text": "de Éfeso (, Éfeso, aproximadamente - ) foi um filósofo pré-socrático considerado o \"Pai da dialética\". Recebeu a alcunha de \"Obscuro\" principalmente em razão da obra a ele atribuída por Diógenes Laércio, Sobre a Natureza, em estilo obscuro, próximo ao das sentenças oraculares. Na vulgata filosófica, Heráclito é o pensador do \"tudo flui\" (em grego, πάντα ῥεῖ; transl.: panta rei, sintetizando a ideia de um mundo em movimento perpétuo, em oposição ao paradigma de Parmênides) e do fogo, que seria o elemento do qual deriva tudo o que nos circunda. De seus escritos restaram poucos fragmentos (encontrados em obras posteriores), os quais geraram grande número de obras explicativas. == Biografia == Heráclito nasceu em Éfeso, cidade da Jônia (atual Turquia). Diógenes Laércio relata que \"Heráclito, filho de Bóson, ou, segundo outra tradição, de Heronte, era natural de Éfeso. Tinha aproximadamente quarenta anos por ocasião da 69.ª Olimpíada (504-501 a.C.). Era homem de sentimentos elevados, orgulhoso e cheio de desprezo pelos outros\". Por seu desprendimento em relação ao poder e pelo desprezo que dedicava aos bens materiais, Heráclito não era simpático aos efésios, que eram exatamente o seu oposto. Foi, aliás, muito criticado por seus concidadãos quando conseguiu convencer o tirano Melancoma a abdicar para ir viver nos bosques, em livre contato com a natureza. Heráclito era acusado de desprezar a plebe, de se recusar a participar da política (essencial aos gregos) e de desdenhar os poetas, os filósofos e a religião.Em defesa de Heráclito, ver NIETZSCHE, F., A filosofia na época trágica dos gregos, capítulos 5 a 9 (p. 8 a 14). Misantropo, viveu na solidão do templo de Ártemis. O mesmo Diógenes nos conta: \"Retirado no templo de Ártemis, divertia-se em jogar com as crianças e, acercando-se dele os efésios, perguntou-lhes: : De que vos admirais, perversos? Que é melhor: fazer isso ou administrar a República convosco? Nos últimos anos da sua vida, passou a viver ainda mais isolado, nas montanhas, alimentando-se somente de plantas. Quando adoeceu, atacado por uma hidropisia, Heráclito foi obrigado a voltar à cidade. Aos médicos, cujo conhecimento ridicularizava, perguntou se seriam capazes de transformar uma inundação em seca, aludindo à sua doença.Diógenes Laércio, Vidas dos filósofos, IX 3 Os médicos não entenderam e acabaram sendo expulsos por Heráclito. O filósofo resolveu então recorrer a um curandeiro que lhe aconselhou imergir-se no estrume pois o calor faria evaporar a água em excesso que havia em seu corpo. Foi um desastre: os cães de Heráclito não reconheceram o seu dono, inteiramente coberto de excrementos, e o atacaram, causando a sua morte. É possível também que a causa da morte de Heráclito tenha sido com o sufocamento do esterco de vaca. O historiador Neantes de Cízico () afirma que, tendo sido impossível retirar o corpo de sob o esterco, lá permaneceu. == O pensamento de Heráclito == Os filósofos de Mileto (Tales, Anaximandro, Anaxímenes, entre outros) haviam percebido o dinamismo das mudanças que ocorrem na physis, como o nascimento, o crescimento e a morte, mas não chegaram a problematizar a questão. Heráclito, inserido no contexto pré-socrático, parte do princípio de que tudo é movimento, e que nada pode permanecer parado - πάντα ῥεῖ ou \"tudo flui\", \"tudo se move\", exceto o próprio movimento. Mas este é apenas um pressuposto de uma doutrina que vai mais além. O devir, a mudança que acontece em todas as coisas é sempre uma alternância entre contrários: coisas quentes esfriam, coisas frias esquentam; coisas úmidas secam, coisas secas umedecem etc. A realidade acontece, então, não em uma das alternativas, posto que ambas são apenas parte de uma mesma realidade, mas sim na mudança ou, como ele chama, na guerra entre os opostos. Esta guerra é a realidade, aquilo que podemos dizer que é. \"A doença faz da saúde algo agradável e bom\"; ou seja, se não houvesse a doença, não haveria por que valorizar-se a saúde, por exemplo. Ele ainda considera que, nessa harmonia, os opostos coincidem da mesma forma que o princípio e o fim, em um círculo; ou a descida e a subida, em um caminho, pois o mesmo caminho é de descida e de subida; o quente é o mesmo que o frio, pois o frio é o quente quando muda (ou, dito de outra forma, o quente é o frio depois de mudar, e o frio, o quente depois de mudar, como se ambos, quente e frio, fossem \"versões\" diferentes da mesma coisa). Panta rei os potamós (do grego πάντα ῥεῖ ), traduzido como \"Tudo flui como um rio\" é o célebre aforisma no qual a tradição filosófica subsequente identificou sinteticamente o pensamento de Heráclito com o tema do devir, em contraposição à filosofia do ser próprio de Parmênides. Mas, na realidade, o famoso mote panta rei não é atestado nos fragmentos conhecidos da obra de Heráclito, e pode ser atribuído ao seu discípulo Crátilo, que desenvolveu o pensamento do mestre, radicalizando-o. A fórmula léxica panta rei será cunhada e utilizada pela primeira vez somente por Simplício, em seu comentário à Physica Auscultatio, 1313, 11. A expressão deriva de um fragmento do tratado Sobre a natureza: Tudo é considerado como um grande fluxo perene no qual nada permanece a mesma coisa pois tudo se transforma e está em contínua mutação. Por isso, Heráclito identifica a forma do Ser no Devir pelo qual todas as coisas são sujeitas ao tempo e à sua relativa transformação. Heráclito sustenta que só a mudança e o movimento são reais, e que a identidade das coisas iguais a si mesmas é ilusória: para Heráclito tudo flui (panta rei). O panta rei é uma consequência de polemos (guerra, conflito), que reina sobre tudo. Em consequência, Heráclito de Éfeso não é o filósofo do \"tudo flui\" mas do \"tudo flui enquanto resultado da tensão contínua dos opostos em luta\". === A doutrina dos contrários === A doutrina da unidade dos contrários é talvez o aspecto mais original do pensamento filosófico de Heráclito. A lei secreta do mundo reside na relação de interdependência entre dois conceitos opostos, em luta permanente; mas, ao mesmo tempo, um não pode existir sem o outro. Nada existiria se não existisse, ao mesmo tempo, o seu oposto. Assim, por exemplo, uma subida pode ser pensada como uma descida por quem está na parte de cima. Entre os contrários se cria uma espécie de luta constitutiva do logos indiviso. Nessa dualidade, que na superfície é uma guerra (polemos), mas no fundo é harmonia entre os contrários, Heráclito viu aquilo que definia como o logos, a lei universal da Natureza. E é a própria doutrina dos contrários que faz de Heráclito o fundador de uma lógica \"antidialética\", fundada na lei estética do Devir da realidade. Antidialética porque tese e antítese (ser e não ser) são uma síntese contraditória e permanente na realidade, que só assim pode vir a ser, através dos seus dois aspectos existenciais (\"no mesmo rio, entramos e não entramos\"; \"somos e não somos\"); oposta à lógica aristotélica porque oposta ao seu princípio da não-contradição e do terceiro excluído. A teoria de Heráclito é alternativa à ontologia de Parmênides, o filósofo da unidade e da identidade do Ser, que ensina que é a contínua mudança a principal característica do não ser . A partir de seus pressupostos - panta rei e a guerra entre os contrários -, Heráclito definiu uma arché, um princípio que está em todas as coisas desde a sua origem: o fogo. Para ele, \"todas as coisas são uma troca do fogo, e o fogo, uma troca de todas as coisas, assim como o ouro é uma troca de todas as mercadorias e todas as mercadorias são uma troca do ouro\"; ou seja, todas as coisas transformam-se em fogo, e o fogo transforma-se em todas as coisas. É o primeiro pensador a discutir questões relativas ao Ser, e a partir do seu poema intitulado Sobre a Natureza, ele nos traz as possibilidades de conhecê-lo, tendo em relação a ele um conhecimento verdadeiro e universal, e para chegarmos a este conhecimento, torna-se necessário o desvencilhamento dos sentidos, pois o verdadeiro não pode ser percebido pelo nosso campo sensorial e sim pensado, inteligido por nossa razão. == A cosmologia de Heráclito == Segundo Heráclito, o fogo é, pois, o elemento primordial de todas as coisas. Tudo se origina por rarefação e tudo flui como um rio. O cosmos é um só e nasce do fogo e, de novo, é pelo fogo consumido, em períodos determinados, em ciclos que se repetem pela eternidade. Em seu livro - Do Céu, Aristóteles escreve: \"Concordam todos em que o mundo foi gerado; mas, uma vez gerado, alguns afirmam que é eterno e outros que é perecível, como qualquer outra coisa que por natureza se forma. Outros, ainda, que, destruindo-se, alternadamente é ora assim, ora de outro modo, como Empédocles e Heráclito de Éfeso. (…) Também Heráclito assevera que o universo ora se incendeia, ora de novo se compõe do fogo, segundo determinados períodos de tempo, na passagem em que diz \"acendendo-se em medidas e apagando-se em medidas.\" Para Heráclito, o fogo, quando condensado, se umidifica e, com mais consistência, torna-se água; e esta, solidificando- se, transforma-se em terra; e, a partir daí, nascem todas as coisas do mundo. Este é o caminho que Heráclito define como sendo \"para baixo\". Derretendo-se a terra, obtém-se água. Água transforma-se em vapor, tal como vemos na evaporação do mar. E, rarefazendo-se, o vapor transforma-se novamente em fogo. E este é o caminho \"para cima\". Nosso mundo é cercado pelos astros (Sol, Lua e estrelas). Esses nada mais são do que barcos cujas concavidades estão voltadas para nós, e que carregam dentro de si chamas brilhantes. A mais brilhante (para nós) é a chama do Sol e também a mais quente. Os demais astros distam mais da Terra e é por isso que seu brilho é menos vivo e menos quente, mas a Lua, que está bem próxima da Terra, não é por isso, mas por não se encontrar num espaço puro – a escuridão. O Sol, entretanto, está em região clara e pura. Os eclipses do Sol e da Lua acontecem quando as concavidades dos barcos se voltam para cima. E as fases da Lua ocorrem quando o barco que a encerra se volta aos poucos em nossa direção. Dia e noite, meses e estações, chuvas, ventos e demais fenômenos são conseqüências de diferentes evaporações. Pois a brilhante evaporação, inflamando-se no círculo do Sol, produz o dia; e, quando a contrária prevalece, produz a noite; e, quando da evaporação brilhante nasce o calor, faz verão; mas, quando da sombra o úmido prevalece, faz-se o inverno. == O Deus e a alma == Dentro do pensamento de Heráclito, Deus não tinha a aparência de um homem nem de outro animal qualquer. Em seu pensamento, Deus não era nem criador, nem onipotente. Heráclito limitava-se a identificá-lo com os opostos, os quais persistem apesar de suas mudanças e assim são capazes de compreender sua própria unidade. \"O Deus é dia-noite, inverno-verão, guerra- paz, saciedade-fome; mas se alterna como o fogo, quando se mistura a incensos, e se denomina segundo o gosto de cada um.\" Nesse argumento, podemos ver que Heráclito considerava as diversas divindades da mitologia grega, que eram adoradas pelos homens de seu tempo, como sendo apenas fogo misturado a diferentes tipos de incensos. E a alma consiste apenas de mais uma rarefação do fogo e sofre as mesmas mudanças que todas as outras coisas também experimentam; e a morte traz a completa extinção da alma. \"Para almas é morte tornar-se água, e para água é morte tornar-se terra, e de terra nasce água, e de água alma.\" Novamente aqui, nesse raciocínio, vemos Heráclito descrever seus caminhos \"para baixo\" e \"para cima\". === Fontes === * SPINELLI, Miguel. Filósofos Pré-socráticos. Primeiros Mestres da Filosofia e da Ciência Grega. 2ª edição. Porto Alegre: Edipucrs, 2003, PP. 167–271. == Ligações externas == Categoria:Pré-socráticos Categoria:Éfeso Categoria:Filósofos pagãos Categoria:Filósofos da antiga Jónia Categoria:Gregos do século VI a.C. Categoria:Gregos do século V a.C.",
 "title": "Heráclito"
}