{
 "id": "20500",
 "text": "Welwitschia é um género monotípico de plantas verdes gimnospérmicasAngiosperm Phylogeny WebsiteThe Gymnosperm Database cuja única espécie é a famosa Welwitschia mirabilis, Hook.f. popularmente conhecida como polvo-do-deserto, que só existe no deserto do Namibe em Angola. As Welwitschias são plantas gnetófitas da classe Gnetopsida, pertencentes à ordem Welwitsciales e família Welwitschiaceae. É uma planta rasteira, formada por um caule lenhoso que não cresce, uma enorme raiz aprumada e duas folhas apenas, provenientes dos cotilédones da semente; as folhas, em forma de fita larga, continuam a crescer durante toda a vida da planta, uma vez que possuem meristemas basais. Com o tempo, as folhas podem atingir mais de dois metros de comprimento e tornam-se esfarrapadas nas extremidades. É difícil avaliar a idade que estas plantas atingem, mas pensa-se que possam viver mais de 1000 anos. A Welwitschia mirabilis é uma planta dioica, ou seja, os cones masculinos e femininos nascem em plantas diferentes. Tradicionalmente, esta espécie foi classificada como uma gimnospérmica (juntamente com os pinheiros e plantas semelhantes), mas atualmente é classificada como uma gnetófita, uma divisão das plantas verdes que produzem sementes (espermatófitas). É uma planta órfã em termos de parentes. Os mais próximos são os pinheiros. Tem características que parecem antagónicas, que não deveriam estar reunidas na mesma planta. Apesar do clima em que vive, a Welwitschia consegue absorver a água do orvalho através das folhas. Esta espécie tem ainda uma característica fisiológica em comum com as crassuláceas (as plantas com folhas carnudas ou suculentas, como os cactos): o metabolismo ácido - durante o dia, as folhas mantêm os estomas fechados, para impedir a transpiração, mas à noite eles abrem-se, deixam entrar o dióxido de carbono necessário à fotossíntese e armazenam-no, na forma dos ácidos málico e isocítrico nos vacúolos das suas células; durante o dia, estes ácidos libertam o CO2 e convertem-no em glicose através das reações conhecidas como ciclo de Calvin. Devido às suas características únicas, incluindo o seu lento crescimento, a Welwitschia é considerada uma espécie ameaçada, pois já existe desde o tempo dos dinossauros. No entanto, pensa-se que as plantas que vivem em Angola estão mais protegidas que as da Namíbia, devido às minas terrestres que protegem o seu habitat. A planta pode ser cultivada a partir de sementes, que têm de ser mantidas húmidas e expostas a calor e luz intensos durante as primeiras semanas. As sementes colhidas no campo estão normalmente contaminadas com esporos do fungo Aspergilus niger e normalmente apodrecem a seguir à germinação, mas as sementes do Jardim Botânico de Kirstenbosch, na Cidade do Cabo (África do Sul), ou de outras fontes de cultivo, estão normalmente livres daquele fungo. Os jogadores da Seleção Namibiana de Rugby Union, esporte muito popular na Namíbia,Amateurs entre profesionales (setembro de 2011). El Gráfico - Guía de la Copa do Mundo. Revistas Deportivas, p. 36 especialmente em sua população branca, são apelidados de Welwitschias. O país é bastante presente na Copa do Mundo da modalidade. == Origem do nome == Foi o austríaco Frederich Welwitsch, que esteve Angola a serviço do governo português entre 1853 e 1861, o primeiro naturalista a dar conta daquela enorme planta, que emerge insolitamente do solo desértico com uma cabeleira de folhas largas, e que na verdade são apenas duas que se vão desfiando com o tempo. O botânico Joseph Hooker, que denominou a espécie em homenagem ao seu descobridor, dizia que era a planta mais extraordinária e mais feia que conhecia. Charles Darwin chamava-lhe “o ornitorrinco vegetal”. == Classificação científica segundo diversas fontes == Systema Naturae 2000 * Segundo Universidade de Connecticut 2006 Segundo ITIS (Integrated Taxonomic Information System) 2005 Segundo Encyclopædia Britannica Online 2007 Domínio Eukaryota - - - Reino Plantae Haeckel, 1866 Plantae Plantae - Subreino Viridiplantae Cavalier-Smith, 1981 - Tracheobionta - Divisão Tracheophyta Sinnott, 1935 ex Cavalier-Smith, 1998 Gnetophyta Gnetophyta Gnetophyta Subdivisão Spermatophytina (auct.) Cavalier-Smith, 1998 - - - Infradivisão Gymnospermae auct. - - \\- Classe Gnetopsida Welwitschiopsida Gnetopsida - Ordem Gnetales T.M. Fries, 1891 Welwitschiales Welwitschiales Welwitschiales Família Welwitschiaceae Markgraf in Engler & Prantl, 1926 Welwitschiaceae Welwitschiaceae Markgr. Welwitschiaceae Género Welwitschia J.D. Hooker, 1862 Welwitschia Welwitschia J. D. Hooker, 1863 Welwitschia Espécie Welwitschia mirabilis J.D. Hooker Welwitschia mirabilis Hook. f. Welwitschia mirabilis Hook. f. Welwitschia mirabilis Verde Verde Verde Nomes idênticos de autores diferentes Vermelho \\- - Nomes diferentes de autores diferentes == Galeria de fotos == Ficheiro:Welwitschia-mirabilis-female.jpg|Planta feminina Ficheiro:N-welwitschia-2.jpg|Detalhe dos cones femininos, a seguir à dispersão das sementes. Ficheiro:N-welwitschia-3.jpg|Planta masculina e seus cones. Ficheiro:Namib, Welwitschia mirabilis.jpg|Proporções. Ficheiro:Welwitschia mirabilis MHNT.BOT.2015.2.2.jpg|Welwitschia mirabilis - MHNT == Ligações externas == * Welwitschia no site Wayne's Word Categoria:Flora de Angola",
 "title": "Welwitschia"
}