{
 "id": "20529",
 "text": "Midões é uma povoação portuguesa sede da Freguesia de Midões do Município de Tábua, freguesia com 19,98 km² de área e 1574 habitantes (censo de 2021), tendo, por isso, uma densidade populacional de . Midões foi vila e sede do então concelho de Tábua, com foral novo de 1514. Era constituído até ao início do século XIX pelas freguesias da sede e de Póvoa de Midões. Tinha, em 1801, 2035 habitantes e 29 km². Mais tarde foram-lhe anexadas as freguesias de Candosa, Covas e Vila Nova de Oliveirinha. Em 1849 tinha 6282 habitantes e 63 km². O Concelho foi suprimido em 1853. Em 2 de julho de 1961 aí nasceu o ilustre midonense Luís Filipe Costa Figueiredo thumb|290px|direita|Localização no Município de Tábua ==Demografia== A população registada nos censos foi: Distribuição da População por Grupos Etários Ano 0-14 Anos 15-24 Anos 25-64 Anos > 65 Anos 2001 243 222 836 456 2011 190 186 876 473 2021 183 110 770 511 == História == == Figuras Históricas == * Roque Ribeiro de Abranches Castelo Branco, Visconde de Midões * João Brandão * Basílio Freire Caeiro da Mata, Visconde do Vinhal == Cronologia == * 955 - D. Muna doa as terras de Midões ao mosteiro de Lorvão * 1133 - D. Afonso Henriques couta Midões a favor do mosteiro de Lorvão * 1169 - D. Afonso Henriques doa parte de Midões a favor da Sé de Coimbra * 1257 - D. Marinha Gomes, abadessa do Lorvão, dá foral à sua parte de Midões (atual Coito) * 1514, 12 Setembro - D. Manuel I outorga foral novo a Midões * 1855, 31 de dezembro - o concelho de Midões é extinto e a vila integrada no concelho te Tábua == Património == É muito vasto o património da freguesia de Midões, no qual devemos destacar: * Igreja Matriz, dedicada a Nossa Senhora das Neves * Pelourinho de Midões * Palácio de Midões (Palácio das Quatro Estações) * Solar do Ribeirinho (Midões) * Solar dos Sousa Machado * Solar dos Soares de Albergaria (Midões) * Capela de Nossa Senhora das Dores (Midões) - Midões * Capela de São Miguel - Outeiro de S. Miguel * Pelourinho do Coito * Capela de São Sebastião, com lápides romanas- Coito * Ponte Romana de Sumes * Ponte de S. Geraldo * Casa de João Brandão, no Casal da Senhora - Casal da Senhora * Capela de Nossa Senhora do Campo - Casal da Senhora * Capela de Santa Ana - Vila do Mato * Ponte Romana da Vila do Mato * Capela de Santo Amaro- Santo Amaro * Capela de Nossa Senhora da Esperança- Touriz * Casa do Esporão * Viaduto Romano de Vasco * Fonte da Caricha Em relação ao património natural devemos ainda salientar o outeiro de São Miguel, o rio de Cavalos, o rio Seia e o rio Mondego. == Folclore e Tradições == O rancho folclórico do Grupo Cultural da Freguesia de Midões é o principal embaixador do folclore da freguesia, levando o nome e as tradições folclóricas da freguesia aos mais diversos locais do país. == Bibliografia == Sobre a vila e a freguesia de Midões consulte-se: * Duarte, Marco Daniel, Tábua: história, arte e memória, Tábua, Câmara Municipal de Tábua, 2009. * Ferreira, Luís Pedro, Tábua: um passado com futuro, Tábua, Câmara Municipal de Tábua, 2007. * Saraiva, José da Costa, Monografia de Midões, Cucujães, Edição do Autor, 1986. * Veiga, António Duarte de Almeida, Midões e o seu velho Município, Lisboa, Livraria Editora, 1911. == Ligações externas == * Monografia da Freguesia de Midões (Conc. Tábua), por João Pinho ** PR1 TBU – Na Peugada de João Brandão Categoria:Antigos municípios do distrito de Coimbra",
 "title": "Midões (Tábua)"
}