{
 "id": "20540",
 "text": "A escrita constrangida é uma técnica literária na qual o escritor está limitado por uma qualquer condição que proíbe certas coisas ou impõe um padrão. Os constrangimentos são muito comuns na poesia, que exige frequentemente ao escritor que utilize uma determinada forma de verso. As mais comuns formas de escrita constrangida são restrições estritas no vocabulário. Alguns exemplos: o basic english, vocabulários limitados para o ensino do português como segunda língua ou a crianças, etc. No entanto, não é isto o que se entende geralmente como \"escrita constrangida\", num sentido literário, onde as restrições são motivadas por preocupações de carácter mais estético. São exemplos: * Lipogramas - Uma letra é proibida. * Lipograma inverso - Todas as palavras devem conter uma certa letra. * Literatura univocálica - Apenas uma vogal é permitida. * Palíndromos - Podem ler-se da frente para trás ou de trás para a frente. * Textos aliterativos - Todas as palavras devem começar pela mesma letra (ou subconjunto de letras). * Acrósticos - Formas textuais onde as primeiras letras de cada frase ou verso formam uma palavra ou frase. * Anagramas - Rearranjo das letras de uma palavra ou frase para produzir outras, utilizando todas as letras originais exatamente uma vez. O grupo OuLiPo é formado por escritores de língua francesa que utilizam diversas variantes de escrita constrangida. O grupo OuTraPo é semelhante, mas usa constrangimentos teatrais. Como exemplos de lipogramas, podemos citar o romance inglês Gadsby, com 50.100 palavras, nenhuma das quais contém a letra \"e\". Em 1969, o francês Georges Perec publicou La Disparition, um romance que também não continha a letra \"e\". Foi traduzido para inglês, em 1995, por Gilbert Adair, e recebeu o título A Void. Em 2004, surgiu em França um romance inteiramente desprovido de verbos: Le Train de Nulle Part (\"O Comboio de Nenhures\") por Michel Thaler. Um exemplo famoso de escrita constrangida em chinês é o Poeta Comedor de Leões no Covil de Pedra, que consiste de 92 caracteres, todos com o som shi, em diferentes entonações. Categoria:Linguagem Categoria:Escrita fa:بازی با واژگان fr:Littérature expérimentale#Littérature à contraintes",
 "title": "Escrita constrangida"
}