{
 "id": "20552",
 "text": "Granja do Tedo é uma povoação portuguesa sede da Freguesia de Granja do Tedo do Município de Tabuaço, freguesia com 4,67 km² de área e 156 habitantes (censo de 2021), tendo, por isso, uma densidade populacional de . Granja do Tedo foi sede de concelho até 1834, quando foi integrada no também já extinto concelho de São Cosmado. Era constituído apenas pela freguesia da sede. ==Demografia== A população registada nos censos foi: Distribuição da População por Grupos Etários Ano 0-14 Anos 15-24 Anos 25-64 Anos > 65 Anos 2001 28 32 107 60 2011 24 21 117 52 2021 11 14 80 51 == História == A fundação da povoação de Granja do Tedo encontra-se envolta em lendas que se entrelaçam com factos históricos, sendo difícil destrinçar a realidade. Com efeito, segundo o Pe. Carvalho da Costa, a sua fundação é atribuída a \"Dom Tedon, filho de D. Ermigio Albumazar Ramires, que era filho illegitimo de D. Ramiro o Segundo Rey de Leão, depois de haver alcançado grandes vitorias dos Mouros, & lhe pôs e o deu nome pelos anos de 1030\". No entanto, o topónimo «Granja», segundo Almeida Fernandes, apenas terá começado a ser utilizado em Portugal aquando da entrada da Ordem de Cister em Portugal – primeiro em Tarouca entre 1138 e 1143, e depois em São Pedro das Águias, tratando-se pois de um topónimo de origem monástica referente ao latino «granu-», adaptado para a língua franco- francesa, e que designa as quintas fundadas dentro dos coutos dos mosteiros de Cister. Assim, facilmente se aceitará a existência, no tempo de D. Afonso Henriques, de um mosteirinho de monges beneditinos na actual Granja do Tedo, dedicado a «São Fraústo», e que D. Dordia Gomes (esposa de Garcia Rodrigues, Senhor de Leomil) e seus filhos terão beneficiado com carta de herdade, dentro do Couto de Leomil, \"aos que na ermida de São Fraústo vivem ou viverem\", e que acabou, pouco depois, por ser anexado ao Mosteiro de São Pedro das Águias por falta de rendas suficientes para o seu sustento, continuando estes religiosos, no entanto, a administrar os sacramentos aos moradores do lugar até os confiarem ao pároco da Abadia de São Cosmado, à qual a paróquia andou anexa até ao século XIX. Em 1527, de acordo com o Cadastro do Reyno, Granja do Tedo aparece já referida como vila e concelho, contando apenas com 31 fogos habitacionais, não possuindo \"ouutro lugar nem quymta no termo\". O Censual da Sé de Lamego, do 2.º terço do século XVI, não menciona a paróquia de S. Faustino, mas apenas a paroquial de S. Cosmado à qual estaria anexa, e cujo padroado pertencia então aos Condes de Marialva, Senhores de Leomil. Todavia, deveria existir já uma ermida dedicada aos, ao tempo, padroeiros São Gonçalo e Santo Estêvão, a Norte do Lugar de Baixo, no sítio a que actualmente chamam o «Santo» ou «Mártir», e que cumpriria as funções de uma capelania que no século XVIII já se achava dedicada a S. Sebastião, com a tradição de ter sido a antiga matriz. Apenas em 1623, por ordem do Pe. Lic. José Francisco, Abade de São Cosmado, passou a vila de Granja do Tedo a ter uma Igreja Paroquial construída de raiz (cujas obras se iniciaram em 1621), dedicada a São Faustino e São Jovita, vindo desse modo substituir a antiga ermida. A sua Irmandade das Almas terá sido constituída logo a seguir, em 1626, conforme se pode ver por um banco, actualmente guardado na sacristia, que ostenta aquela data e uma inscrição alusiva ao Sacramento. Em 1708, segundo o Pe. Carvalho da Costa, aparece referida como vila com 150 vizinhos (fogos habitacionais) e igreja paroquial da invocação de São Faustino, curato anexo da Abadia de São Cosmado. Nas \"Memórias Paroquiais de 1758\" o vigário, padre Heitor de Miranda, informa a existência do seu Juiz Ordinário e respectiva Câmara, cujo concelho viria a ser extinto em 6 de Novembro de 1836, passando a freguesia do concelho de São Cosmado, por sua vez extinto em 24 de Outubro de 1855, data em que foi transferida para o concelho de Tabuaço. Bastante rica em termos de história e património cultural, existem no seu território vestígios arqueológicos que nos fazem recuar ao período romano, nomeadamente os troços de viação antiga que ligam a Granja do Tedo a Longa e a Leomil, e talvez as fundações das actuais pontes que atravessam o Tedo e o Tedinho, provavelmente recuperadas na Idade Média, se tivermos em consideração os cavaletes pronunciados, e depois reedificadas no século XVII, conforme documentação da época. Do período medieval existirão as ruínas do antigo Mosteiro beneditino de São Fraústo e do templo que serviu de paroquial, depois capela de São Sebastião, nos lugares do Santo e Mártir, bem como um fragmento de tampa de sepultura medieval cristã, actualmente guardada no pátio do Solar Oliveira Rebelo. Do século XVII subsistem as ruínas do Hospício dos Frades que se achava ligado à Capela da Senhora do Socorro, e que foi erigido para convalescença dos frades doentes de Salzedas, administradores da referida Capela. Referência, também, para a denominada Casa dos Mouros, ainda sem estudo e datação que a atribua a um período histórico específico, e o conhecido e enigmático Poço de Ferro, no leito da ribeira de Leomil. No que concerne ao património religioso é de referir a excelsa Igreja Matriz da Granja do Tedo, com excelente altar-mor joanino, a Capela das Chagas de São Francisco (com a qual se instituiu o Morgadio da Granja do Tedo), a Capela de Nossa Senhora do Socorro, concluída em 1615, e a rocaille Capela de Nossa Senhora das Mercês, da 2.ª metade do século XVIII, incorporada no solar dos Oliveira Rebelo, ou ainda o Cruzeiro no Largo do Adro, do século XVIII, os Passos da Via-sacra, espalhados pelas ruas da povoação, e o pequeno Nicho de Santo António, à entrada do lugar do Povo de Baixo. No plano da arquitectura civil privada poderão ser observados, além de uma grande variedade de outros imóveis habitacionais edificados entre os sécs. XVI e XIX, diversos edifícios solarengos, designadamente o majestoso solar dos Oliveira Rebelo (Morgados da Granja do Tedo) e um Palacete seiscentista, ambos no Povo de Cima, ou ainda o palacete da família dos Lucenas e Mergulhões, no Povo de Baixo, no seio da qual foi instituído, por ordem real, o título de Visconde da Granja do Tedo. Destaque, também, para a «Arca da Aliança», também conhecida como «Casa dos Santos Custódios», onde Maria Coroada estabeleceu, no 2.º quartel do século XIX, uma seita religiosa que deu origem ao famoso Cisma da Granja do Tedo. Relativamente à arquitectura civil pública política e judicial, recordando a antiga qualidade de concelho, preserva-se o seu interessante Pelourinho, a antiga Casa da Câmara e Tribunal e a antiga Cadeia, todos no Povo de Cima, sendo de referir, no plano da arquitectura comemorativa, o Cruzeiro dos Centenários no sítio da Portelada. Como elementos de arquitectura civil de equipamento conservam-se uma Azenha Hidráulica, junto à Ponte do Tedo, a Azenha Artesanal da Lameira, junto ao Ribeiro de Meixide, o Forno Comunitário, na Rua da Laje, a Eira comunitária e construções conexas, no Povo de Cima, as Poldras, no rio Tedo, um Moinho na ribeira de Leomil, junto à praia fluvial, e a Fonte do Largo da Praça, de pendor seiscentista, no Povo de Cima. Recentemente, a Granja do Tedo foi beneficiada, no âmbito das actividades do Centro Rural de São Martinho das Chãs, em que se insere, com um parque de merendas, uma praia fluvial e um jardim histórico que pretende recordar o amor de D. Thedon e da princesa árabe Ardínia. Fonte: Site da Câmara de Tabuaço Por: Gisele Camacho Aznar == Origens Toponímicas == Dados Bibliográficos: A. Almeida Fernandes Granja do Tedo: Gr. do T. Granjinha: Granj: Evidentes: locais do couto do mosteiro cisterciense de S. Pedro das Águias (desde os meados do século XII), onde o mosteiro fundou granjas. A palavra «granja» é de origem franco-francesa (mas do lat. granu-), e não foi introduzida entre nós antes de 1138-1139, quando os Cistercienses se estabeleceram em Portugal (em Tarouca). == Arqueologia == * Sítio Arqueológico do Santo e Mártir (fundações da antiga igreja paroquial / Ruínas da antiga capela de S. Sebastião e do Mosteiro beneditino de São Fraústo) * Troço de via romana Arcos/Longa/Granja do Tedo * Troço de viação antiga Granja do Tedo/Leomil * Fragmento de tampa de sepultura medieval cristã, guardada no pátio do Solar Oliveira Rebelo * Casa dos Mouros == Imóveis Com Interesse Arquitectónico == * Igreja Matriz de Granja do Tedo / Igreja de São Faustino e São Jovita, classificação em estudo * Capela das Chagas de São Francisco, Incluída na Zona de Protecção do Pelourinho de Granja do Tedo, classificado como Imóvel de Interesse Público, pelo Decreto n.º 23122, de 11 de outubro de 1933 * Capela de Nossa Senhora do Socorro * Cruzeiro setecentista no Largo do Adro * Passos da Via-sacra da Granja do Tedo * Ruínas do Hospício dos Frades, no Lugar de Cima * Pelourinho de Granja do Tedo, classificado como Imóvel de Interesse Público, pelo Decreto n.º 23122, de 11 de outubro de 1933 * Antigos Tribunal e Câmara da Granja do Tedo, sitos na Rua do Arco do Tribunal, Incluído na Zona de Protecção do Pelourinho de Granja do Tedo, classificado como Imóvel de Interesse Público, pelo Decreto n.º 23122, de 11 de outubro de 1933 * Antiga Cadeia de Granja do Tedo, no Lugar da Eira * Cruzeiro dos Centenários da Granja do Tedo, no sítio da Portelada * Ponte do rio Tedo, classificação em estudo * Ponte sobre o rio Tedinho * Fonte do Largo da Praça, no Lugar de Cima, Incluída na Zona de Protecção do Pelourinho de Granja do Tedo, classificado como Imóvel de Interesse Público, pelo Decreto n.º 23122, de 11 de outubro de 1933 * Azenha artesanal da Lameira, junto ao Ribeiro de Meixide * Azenha hidráulica da Ponte * Eira comunitária e construções conexas, de arquitectura vernácula, no sítio da Eira, Povo de Cima * Forno comunitário, na Rua da Laje * Moinho do rio Tedo, junto à praia fluvial * Poço de Ferro, no leito da ribeira de Leomil * Solar Oliveira Rebelo e Capela de Nossa Senhora das Mercês, Incluído parcialmente na Zona de Protecção do Pelourinho de Granja do Tedo, classificado como Imóvel de Interesse Público, pelo Decreto n.º 23122, de 11 de outubro de 1933 * Solar dos Lucenas e Mergulhões / Palacete do Visconde da Granja do Tedo * Palacete seiscentista no sítio da Eira, Incluído na Zona de Protecção do Pelourinho de Granja do Tedo, classificado como Imóvel de Interesse Público, pelo Decreto n.º 23122, de 11 de outubro de 1933 * Casa de Átrio, junto à Ponte do Rio Tedo * Casa do Passadiço, na Rua de Maria Coroada * Casa de Maria Coroada / Casa dos \"Santos Custódios\" * Casa seiscentista / setecentista na Carreira de Santo António * Casa seiscentista / setecentista na Rua Abel Barradas * Casa seiscentista / setecentista na Rua da Fonte * Casa seiscentista / setecentista na Rua de Maria Coroada * Conjunto de casas seiscentistas e setecentistas no Largo do Rossio * Conjuntos de casas de arquitectura vernácula, nas Ruas Abel Barradas, de Maria Coroada, da Senhora do Socorro e no sítio da Lameira * Conjunto de casas quinhentistas / seiscentistas no Largo da Praça, Lugar do Povo de Cima, Incluído parcialmente na Zona de Protecção do Pelourinho de Granja do Tedo, classificado como Imóvel de Interesse Público, pelo Decreto n.º 23122, de 11 de outubro de 1933 == Património == * Pelourinho de Granja do Tedo == Ligações externas == * * Tabuaço Um Passado Presente - A Aldeia da Granja do Tedo Categoria:Freguesias de Tabuaço Categoria:Antigos municípios do distrito de Viseu",
 "title": "Granja do Tedo"
}