{
 "id": "20574",
 "text": "Ucanha é uma povoação portuguesa do município de Tarouca, antiga sede da extinta freguesia de Ucanha, que tinha de área e 403 habitantes (2011), e, por isso, uma densidade populacional de . Apesar de o território da freguesia fazer parte da Região Demarcada de Távora-Varosa (especializada em vinho espumante) e não da Região Demarcada do Douro, Ucanha faz parte da «Rota das Aldeias Vinhateiras do Douro». Situada na margem direita do rio Varosa (sobre o qual se ergue a icónica ponte medieval), Ucanha foi, até 1836, vila e sede de um concelho constituído pelas freguesias de Granja Nova, Salzedas, Ucanha e Vila Chã de Cangueiros (actual Vila Chã da Beira), ocupando a zona nordeste do actual município de Tarouca. O concelho tinha, em 1801, habitantes. Com as primeiras reformas administrativas do Liberalismo (Decreto de 6 de Novembro de 1836), o concelho de Ucanha foi extinto, perdendo a localidade o seu estatuto de vila e sendo todas as suas freguesias transferidas para o concelho de Mondim da Beira. Em 26 de Junho de 1896, com a extinção do concelho de Mondim da Beira, a freguesia de Ucanha seria anexada ao concelho de Armamar, sendo posteriormente (Decreto de 13 de Janeiro de 1898) transferida para o concelho de Tarouca. Em 2013, no âmbito da reforma administrativa, a freguesia de Ucanha foi agregada à freguesia de Gouviães, criando-se a União de Freguesias de Gouviães e Ucanha. Em Ucanha nasceu o célebre filólogo e etnólogo José Leite de Vasconcelos (1858-1941). ==População== A tendência de evolução populacional é negativa. As causas são comuns: as pessoas deslocam-se para o litoral ou para o estrangeiro, na procura de melhores condições de vida, especialmente os casais jovens, que têm ou planeiam ter filhos, sobretudo quando ambos trabalham e não têm onde colocar as crianças, já que nesta aldeia não há infantários.Graça, Maria do Rosário Melides Coelho (2010). Aldeias vinhateiras: aldeias com vida? Estudo de caso das aldeias de Salzedas e Ucanha, Dissertação de Mestrado em Turismo, UTAD. esquerda|150px|Evolução da População 1864 / 2011 População da freguesia de Ucanha Instituto Nacional de Estatística (Recenseamentos Gerais da População) - https://www.ine.pt/xportal/xmain?xpid=INE&xpgid;=ine_publicacoes 1864 1878 1890 1900 1911 1920 1930 1940 1950 1960 1970 1981 1991 2001 2011 571 500 586 664 626 619 648 663 672 856 551 576 635 423 403 Nos anos de 1864 a 1890 pertencia ao concelho de Mondim da Beira, extinto por decreto de 26 de junho de 1986 esquerda|150px|Evolução da População 1864 / 2011 Distribuição da População por Grupos Etários Ano 0-14 Anos 15-24 Anos 25-64 Anos > 65 Anos 0-14 Anos 15-24 Anos 25-64 Anos > 65 Anos 2001 73 71 197 82 17,3% 16,8% 46,6% 19,4% 2011 61 48 202 92 15,1% 11,9% 50,1% 22,8% Média do País no censo de 2001: 0/14 Anos-16,0%; 15/24 Anos-14,3%; 25/64 Anos-53,4%; 65 e mais Anos-16,4% Média do País no censo de 2011: 0/14 Anos-14,9%; 15/24 Anos-10,9%; 25/64 Anos-55,2%; 65 e mais Anos-19,0% ==Economia== O sector económico primordial é o primário. A agricultura, especialmente a vitivinicultura, é a principal forma de subsistência das populações. No caso específico de Ucanha, a baga de sabugueiro possui um peso enorme na economia familiar. == Património == * Torre de Ucanha * Ruínas românicas de Salzedas no local de Abadia Velha * Igreja Paroquial de Ucanha e património integrado * Conjunto de casas da Judiaria antiga ==Cultura== Existe um grupo de Cantadores de Janeiras. == Ligações externas == *",
 "title": "Ucanha"
}