{
 "id": "20581",
 "text": "Cabanas de Tavira é uma vila portuguesa que foi sede da extinta Freguesia de Cabanas de Tavira do Município de Tavira, freguesia que tinha 6,31 km² de área e 1 081 habitantes (2011), e, portanto, uma densidade populacional de 171,3 hab/km². A Freguesia de Cabanas de Tavira, que havia sido instituída em 12 de Julho de 1997, em 2013, no âmbito da reforma administrativa a nível nacional, foi agregada à freguesia de Conceição, sendo criada então a União das Freguesias de Conceição e Cabanas de Tavira. Por sua vez, a povoação de Cabanas de Tavira foi elevada à categoria de vila em 12 de Julho de 2001. == História == A seguir à conquista de Tavira, os terrenos onde viria surgir a localidade pertenciam à Herdade da Gomeira, como sendo propriedade régia concedida à ordem de Santiago de Espada, de acordo com o foral concedido por Afonso III a Tavira em 1266. O forte de São João da Barra foi erguido num pequeno promontório que dominava a entrada da barra por onde se fazia a navegação com destino à cidade de Tavira durante os meados do século XVII, sendo que foi concluído por volta de 1672, após o final da Guerra da Restauração. A primeira referência ao nome da povoação de Cabanas surge numa escritura de venda de uns terrenos na freguesia da Conceição, no ano de 1747, junto à foz do Ribeiro da Conceição. Naquele documento é referida a “Praia das Cabanas da Armação dos atuns” e as “Cabanas da Barra”. A primeira referência à povoação num mapa surge mais tarde em 1780, num mapa da autoria do engº militar José Sande de Vasconcelos, nele é possível divisar a inscrição \"Cabanas da Armação\" . Noutro mapa do mesmo autor, mais tardio, de cerca de 1795, conjuntamente com a indicação das \"Cabanas\" é feita a referência a \"âncoras\" estacionadas no areal próximo. O sábio Estácio da Veiga, um dos pioneiros da Arqueologia em Portugal habitava em Cabanas durante alguns períodos do ano. Era aqui que a sua família tinha uma casa rural. É conhecida uma carta sua dirigida em 1886 ao município de Tavira assinada no lugar de \"Cabanas da Conceição\". Até ao século XX, a actividade piscatória foi a principal fonte de sustento e desenvolvimento de Cabanas. Por volta de 1973, com a construção do aldeamento turístico “Pedras da Rainha”, Cabanas volta-se para o turismo, aproveitando a proximidade da Ria Formosa, sendo esta actividade a que actualmente prevalece nesta vila. A actual vila fez parte da freguesia da Conceição até 12 de Julho de 1997, quando, de acordo com a lei 29/97Diário da República - http://dre.tretas.org/dre/83436/, foi constituída a entretanto extinta freguesia de Cabanas de Tavira. ==População== População da freguesia de Cabanas de Tavira Instituto Nacional de Estatística (Recenseamentos Gerais da População) - https://www.ine.pt/xportal/xmain?xpid=INE&xpgid;=ine_publicacoes 1864 1878 1890 1900 1911 1920 1930 1940 1950 1960 1970 1981 1991 2001 2011 1 070 1 081 thumb|300px|Localização da Freguesia de Cabanas de Tavira no Município de Tavira Thumb|200px|Evolução da População 2001/ 2011 Thumb|200px|Variação da População 2001/ 2011 Thumb|200px|A População em 2001 Thumb|200px|A População em 2011 == Galeria == Ficheiro:Excerto do mapa \"Cidade de Tavira e seus arredores\" (1780).jpg|Primeira menção a \"Cabanas da Armação\" no mapa de José Sande de Vasconcelos (1780) Ficheiro:Excerto de \"Borrão de campo de huma legoa dª suburbios orientaes de Tavira\" (1795).jpg|Segunda menção a \"Cabanas da Armação\" no mapa de José Sande de Vasconcelos (ca. 1795) - verificar a menção \"âncoras\" no areal a leste. Ficheiro:Vista cabanas salinas.png|Cabanas de Tavira vista das salinas no virar do século Ficheiro:Cabanas de Tavira water taxi.jpg|Serviço de transporte por barco para a praia da Ilha Ficheiro:Cabanas de Tavira1.jpg|Barcos na alvorada na Ria de Cabanas Ficheiro:Boardwalk - Cabanas 2011 - panoramio.jpg|Novo passadiço construído em 2010 após a remodelação da marginal. Ficheiro:Cabanas vista da sua Ilha (2017).jpg|Cabanas vista a partir do passadiço da Ilha de Cabanas == Cinema == Na freguesia tiveram lugar gravação de exteriores para as seguintes películas: * A Almadraba atuneira (1961) * À Flor do Mar (1986) * Água e sal (2001) == Património == * Forte de São João da Barra, Forte de São João Baptista ou Forte da Conceição ==Ver também== *Praia de Cabanas de Tavira *Ilha de Cabanas == Obras Citadas == * Anica, Arnaldo Casimiro. Tavira e o Seu Termo - Memorando Histórico, Edição da Câmara Municipal de Tavira. 1993 * Anica, Arnaldo Casimiro. Tavira e o Seu Termo - Memorando Histórico - Vol. II, Edição da Câmara Municipal de Tavira. 2001 * Anica, Arnaldo Casimiro. Monografia da Freguesia de Cabanas de Tavira, Edição da Junta de Freguesia de Cabanas de Tavira. 2011 * Chagas, Ofir Renato das. Tavira, Memórias de uma Cidade. Edição do Autor. 2004. == Ligações externas == * * * *Histórias da Gomeira Categoria:Antigas freguesias de Tavira Categoria:Vilas de Portugal",
 "title": "Cabanas de Tavira"
}