{
 "id": "20615",
 "text": "ẞ ß O caractere ẞ (letra maiúscula) ou ß (minúscula), denominado eszett [] ou scharfes S, é uma letra do alfabeto alemão. Ele é também chamado coloquialmente como \"Doppel-S\" (nesse sentido, apenas ocasionalmente na Suíça), \"Buckel-S\", \"backpack-S\", \"Dreierles-S\" ou às vezes chamado erroneamente de \"Ringel-S\", que é outra variante de \"S\". É esteticamente semelhante, embora não idêntica, à letra beta (Β, β) do alfabeto grego, mas não deve ser confundida com esta última, por representarem sons diferentes. O ß é usado para reproduzir a fricativa alveolar surda (). É a única letra do sistema de escrita latino que hoje é usado exclusivamente para escrever línguas alemãs e seus dialetos, por exemplo, no padrão ortográfico alemão padrão e, em algumas ortografias do baixo-alemão, assim como no passado, também em algumas ortografias sérvias. Historicamente, o ß na língua alemã é baseado em uma ligadura do s longo (langen ſ) e z.Siehe Abschnitt Entstehungsgeschichte. Significativa para a forma do ß nas fontes Antiqua de hoje foi, no entanto, uma ligadura de ſ longo e s redondo, que continuou até o século XVIII.Siehe Abschnitt Die ſs-Ligatur in der Antiqua. O ß é usado hoje apenas quando se escreve em alemão e baixo alemão, mas não na Suíça e no Liechtenstein. Falantes nativos de alemão na Bélgica,Deutschsprachige Gemeinschaft in Belgien: Zuständigkeiten Dinamarca (Schleswig do Norte), Itália (Tirol do Sul)Landmaus Nr. 12 e NamíbiaBeispieltext: Lehrplan für Deutsch als Muttersprache Klassen 4–7; Republic of Namibia: Ministry of Education, Arts and Culture usam o ß em seus textos escritos de acordo com as regras de ortografia aplicáveis na Alemanha e na Áustria. O mesmo procedimento é seguido no Luxemburgo. O ß também foi usado nos textos medievais e nos primeiros tempos modernos como uma abreviação da moeda xelim. == Características == O eszett representa o fonema em palavras como Straße (rua) ou Fuß (pé). Sua origem tipográfica não é a ligadura das letras que hoje representa em alemão (s longo medial e s curto final), mas sim a ligadura na escrita gótica das letras \"s\" e \"z\", vindo daí a origem de seu nome (eszett no idioma alemão significa \"s-z\"). Existe tanto na forma maiúscula como minúscula, caso for escrito em caps lock, a palavra inteira. Outro exemplo é a letra antigamente usada na língua gronelandesa, kra (ĸ). Recentemente significa e foi substituída por dois 'ss'. É utilizada unicamente na língua alemã escrita na Alemanha, já na Suíça e em Liechtenstein não é oficial nem extraoficialmente utilizada, utilizando-se em seu lugar o \"ss\" ou o \"sz\". Com a reforma ortográfica da língua alemã em 1996, o ß desapareceu em posição depois de vogal tónico convertendo-se em ss, como em Schloß, transformado em Schloss (castelo) e bißchen, que se tornou bisschen (pouquinho). == No teclado em português == No teclado configurado para português, o eszett é obtido pressionando Alt+0223 ou Alt+225 (Windows) ou Ctrl+Shift+U 1E9E (Linux). Também é possível obtê-la no Linux ao primir (ou para maiúscula). Categoria:Alfabeto latino Categoria:Língua alemã",
 "title": "ß"
}