{
 "id": "20658",
 "text": "thumb|220px|Localização da Freguesia de Carvalheira no Município de Terras de Bouro Carvalheira é uma povoação portuguesa sede da Freguesia de Carvalheira do Município de Terras de Bouro, freguesia com 9,93 km² de área e 292 habitantes (censo de 2021), tendo, por isso, uma densidade populacional de . ==População== Distribuição da População por Grupos Etários Ano 0-14 Anos 15-24 Anos 25-64 Anos > 65 Anos 2001 79 54 209 106 2011 39 51 180 116 2021 12 30 139 111 == História == Em 1220, nas inquirições de Afonso II, Carvalheira chamava- se, \"Sancto Pelagio de Carvaleira\", e era um reguengo ou seja terra do Rei, que era alugada contra géneros. No seio desta longa lista de géneros algumas curiosidades como patas de urso e pernas de corça. Em 1258, nas inquirições de Afonso III, a freguesia de Sancti Pelagii de Carvaleira do concelho de Boyro, tinha como lugar, Enfesta, e tinha os casais (pequenas propriedades rústicas) de \"fundo de Ervedeiros\", de \"Quintana\" e de \"fundo de vila de Paredes\" entre muitos outros. Era uma terra rica que produzia cebolas, alhos, trigo, cevada, castanhas, mel e cerra, algum vinho, cabritos, leitões assim como manteiga. A população da freguesia tinha como obrigações, a defesa da fronteira na Portela do Homem, e de levar madeira e tábuas para o castelo de Bouro para ali construir o tabuado e as escadas. == Personagens ilustres == * Manuel José Martins Capela: Nasceu no dia 28 de outubro de 1842, na freguesia da Carvalheira e lá faleceu a 3 de novembro de 1925, com 82 anos. Ordenado padre em 1866, foi professor de filosofia e arqueólogo. Publicou, entre outras, a obra Miliários do Conventus Bracaraugustanus em Portugal, em 1895. == Património == * Igreja Paroquial de São Paio da Carvalheira * Capela de São Pedro * Capela de São Caetano de 1590 * Capela de São Sebastião * Capela de Santa Bárbara * Ponte medieval de Carvalheira. Ponte de aspeto monumental, orientada no sentido Sudeste-Noroeste, permite a passagem entre a freguesia de Carvalheira e Brufe. É composta por um arco de volta perfeita alicerçado no afloramento rochoso, que apresenta aduelas curtas e grosseiras de cantaria de granito * Monumento de Bom Jesus das Mós, estrategicamente situado no alto de Carvalheira, ou monte das Mós de onde se vislumbra uma paisagem rural aberta, alcançando toda a freguesia e aldeias circundantes. A construção deste monumento, que invoca o Sagrado Coração de Jesus, começou em 1902 e concluiu- se em 1912. A bênção Apostólica do Papa Pio X, dada no dia 13 de Julho de 1913, aos milhares de peregrinos do Bom Jesus das Mós, marcou um momento relevante na vida de fé do povo, elegendo este local num monumento soberano da região. Na atualidade, todos os anos este monumento acolhe fiéis de todo o município, num encontro profícuo de convívio social e sagrado == Colectividades == * Associação Desportiva e Recreativa de Carvalheira * Grupo Folclórico de Carvalheira * Banda Musical de Carvalheira, fundada em 1839 pelo Padre António José Correia == Lugares == * Assento, Cabaninhas, Ervedeiros, Infesta, Paredes e Quintão. Categoria:Freguesias de Terras de Bouro",
 "title": "Carvalheira"
}