{
 "id": "20674",
 "text": "A é uma grandeza física que indica o número de ocorrências de um evento (ciclos, voltas, oscilações etc.) em um determinado intervalo de tempo.https://www.electronica-pt.com/frequencia-comprimento-onda Alternativamente, podemos medir o tempo decorrido para uma oscilação. Esse tempo em particular recebe o nome de período (T). Desse modo, a frequência é o inverso do período. Por exemplo, se o coração de um bebê recém-nascido bate em uma frequência de 120 vezes por minuto, o seu período (intervalo entre os batimentos) é metade de um segundo. ==Definições e unidades == Para processos cíclicos, tais como a rotação, oscilações, ou ondas, a frequência é definida como um número de ciclos por unidade de tempo. Em física e disciplinas de engenharia, tais como óptica, acústica e de rádio, a frequência é geralmente indicada por uma letra f Latina ou pela letra grega ν (nu). Note que a frequência angular é usualmente representada pela letra grega ω (ômega), que tem como unidade no SI radianos por segundo (rad/s). Para contagens por unidade de tempo, a unidade no SI para a frequência é o hertz (Hz), em homenagem ao físico alemão Heinrich Hertz, 1 Hz significa que o evento se repete uma vez por segundo. Um nome anterior para esta unidade foi ciclos por segundo. A unidade tradicional de medida utilizada com dispositivos mecânicos de rotação é rotações por minuto, RPM abreviado. 60 RPM equivalem a 1 hertz. O período, normalmente indicado por T, é o período de tempo correspondente a um ciclo, e é o recíproco da frequência f: :f = \\frac{1}{T} A unidade no SI para o período é o segundo. ==Medição == ===Por estroboscópio === Um método mais velho de medição da frequência de rotação ou vibração de objetos é usar um estroboscópio.periodicos.ufsc.br/index.php/fisica/article/download/6798/6278‎ Este consiste em uma luz intensa repetitivamente intermitente (chamado strobe), cuja frequência pode ser ajustada com um circuito de temporização calibrado. A luz estroboscópica está apontada para o objeto de rotação e a frequência é ajustada para cima e para baixo. Quando a frequência do strobe é igual à frequência do objeto de rotação ou de vibração, o objeto completa um ciclo de oscilação e volta a sua posição original entre os flashes de luz, por isso, quando iluminado pelo strobe o objeto parece parado. Em seguida, a frequência pode ser lida a partir da leitura calibrada do estroboscópio. Uma desvantagem deste método é que um objeto girando a um múltiplo inteiro da frequência estroboscópica também parece estacionário. ===Métodos heteródinos === Acima da faixa de contadores de frequência, as frequências de sinais eletromagnéticos geralmente são medidas indiretamente por meio do heteródino (conversão de frequência). Um sinal de referência com uma frequência conhecida perto da frequência desconhecida é misturado com a frequência desconhecida em um dispositivo de mistura não linear tal como um diodo. Isto cria um sinal heteródino,mais conhecido como \"batimento\", para a diferença entre as duas frequências. Se os dois sinais estão juntos em frequência, o heteródino é suficientemente baixo para ser medido por um contador de frequência. Este processo só mede a diferença entre a frequência desconhecida e a frequência de referência, que devem ser determinadas por qualquer outro método. Para chegar a frequências mais elevadas, várias fases do heteródino pode ser utilizado. A pesquisa atual está estendendo este método para frequências de infravermelho e de luz (detecção heteródina óptica).Encyclopedia of Laser Physics and Technology \"Optical Heterodyne Detection\" ===Frequência das ondas === Para ondas periódicas, a frequência tem uma relação inversa com o conceito de comprimento de onda, simplesmente, a frequência é inversamente proporcional ao comprimento de onda λ (lambda). A frequência f é igual à velocidade de fase v da onda dividido pelo seu respectivo comprimento de onda λ: : f = \\frac{v}{\\lambda} No caso especial de ondas electromagnéticas que se deslocam através do vácuo, temos, v = c, em que c é a velocidade da luz no vácuo, e esta expressão torna-se: : f = \\frac{c}{\\lambda} Quando as ondas de uma fonte monocromática viajam de um meio para outro, a sua frequência permanece a mesma, apenas o seu comprimento de onda e velocidade mudam. == Luz == A luz visível é uma onda eletromagnética, composta de oscilações de campos elétricos e magnéticos que viajam através do espaço. A frequência da onda determina sua cor: 4×1014 Hz é a luz vermelha, 8×1014 Hz é a luz violeta, e entre essas frequências (na faixa de 4-8×1014 Hz) estão todas as outras cores do arco- íris. Uma onda electromagnética pode ter uma frequência inferior a 4×1014 Hz, mas será invisível ao olho humano, tais ondas são chamados de radiação infravermelha (IR). Para uma frequência menor, a onda é chamada de micro-ondas e em frequências mais baixas ainda é chamada de ondas de rádio. Do mesmo modo, uma onda eletromagnética pode ter uma frequência superior a 8×1014 Hz, mas será invisível ao olho humano e são chamadas de ondas de radiação ultravioleta (UV). Mesmo ondas de alta frequência são chamados de raios-X, e maior ainda de raios gama.http://www.ufrgs.br/engcart/PDASR/rem.html Todas essas ondas, começando com as ondas de rádio, de frequência menor, até os raios gama, de frequência mais elevada, são fundamentalmente a mesma, isto é, todas elas são chamadas de radiação eletromagnética. Elas viajam através do vácuo à velocidade da luz. Outra propriedade de uma onda eletromagnética é o seu comprimento de onda. O comprimento de onda é inversamente proporcional à frequência, portanto, uma onda eletromagnética com uma frequência maior tem um comprimento de onda menor, e vice-versa. == Som == O som é constituído por alterações na pressão do ar sob a forma de ondas. As frequências que os ouvidos podem ouvir são limitadas a uma faixa específica de frequências. Vibrações mecânicas são percebidas como viagens do som através de todas as formas de matéria: gases, líquidos, sólidos e plasmas. A matéria que apoia o som é chamada de meio de propagação, assim ele não pode viajar através do vácuo. A gama de frequências audíveis para o ser humano é tipicamente dada como sendo entre cerca de e (). As altas frequências, muitas vezes tornam-se mais difíceis de ouvir com a idade. Outras espécies têm diferentes gamas de audição. Por exemplo, algumas raças de cães podem perceber vibrações de até . == Frequências usadas em transmissões de televisão == As emissões de TV são feitas a partir da frequência 5 x 107 Hz (50 MHz). É costume classificar as ondas de TV em bandas de frequência (faixa de frequência), que são:https://otadtv.com/frequency/index.html * VHF: very high frequency (54 MHz a 216 MHZ e canal 2 a 13) * UHF: ultra-high frequency (470 MHz a 890 MHz e canal 14 a 83) * SHF: super-high frequency * EHF: extremely high frequency * VHFI: very high frequency indeed As ondas de TV não são refletidas pela ionosfera, de modo que para estas ondas serem captadas a distâncias superiores a 75 Km é necessário o uso de estações repetidoras. == Outros tipos de frequência == Frequência angular ω é definido como a taxa de variação do deslocamento angular, θ, (durante a rotação), ou a taxa de variação da fase da forma de onda senoidal (por exemplo, oscilações e ondas), ou como a taxa de alteração do argumento à função seno: ::y(t) = \\sin\\left( \\theta(t) \\right) = \\sin(\\omega t) = \\sin(2 \\pi f t) ::\\frac{d \\theta}{dt} = \\omega = 2\\pi f Frequência angular é normalmente medido em radianos por segundo (rad / s), mas, para os sinais de tempo discreto, pode também ser expressa como radianos por tempo de amostragem, que é uma quantidade adimensional. Frequência espacial é análoga à frequência temporal, mas o eixo do tempo é substituído por um ou mais eixos de deslocamento espacial. Por exemplo: ::y(t) = \\sin\\left( \\theta(t,x) \\right) = \\sin(\\omega t + kx) ::\\frac{d \\theta}{dx} = k Onde Número de onda, k, tem como unidade no SI radianos por metro (rad/m). No caso de mais do que uma dimensão espacial, número de onda é uma grandeza vetorial. ===Faixas de frequência === A gama de frequências de um sistema é a gama em que se destina a proporcionar um nível útil de sinal de distorção com características aceitáveis. Uma listagem dos limites superior e inferior de limites de frequências para um sistema não é útil sem um critério para o que representa o intervalo. Muitos sistemas são caracterizados por a gama de frequências para a qual eles respondem. Instrumentos musicais produzem diferentes faixas de notas dentro da faixa de audição. O espectro eletromagnético pode ser dividido em diversos intervalos diferentes, tais como luz visível, radiação infravermelha ou ultravioleta, ondas de rádio, raios X, e assim por diante, e cada uma destas gamas, por sua vez pode ser dividida em intervalos menores. Um sinal de radiocomunicação deve ocupar uma faixa de frequências que transporta a maior parte de sua energia, chamada de largura de banda. Alocação de faixas de frequência de rádio para usos diferentes é uma das principais funções de atribuição do espectro de rádio. == Ver também == * Altura (música) * Amplitude * Comprimento de onda * Espectro audível * Espectro eletromagnético * Espectro de frequência * Espectro visível * Frequência angular * Frequência de corte * Nota musical * Onda == Bibliografia == *Halliday, David; Walker, Jearl; Resnick, Robert. Fundamentos de Física: Gravitação, Ondas e Termodinâmica. Vol. 2. ed. LTC. 7ªed., 2003. *Serway,Raymond A.;Jewett Jr,John W.. Princípios de física: Movimento ondulatório e Termodinâmica. Vol. 2. ed. CENGAGE Learning .3ªed.,2004. *Serway,Raymond A.;Jewett Jr,John W..Princípios de física: Óptica e Física Moderna. Vol. 4. ed. CENGAGE Learning .3ªed.,2004. Categoria:Grandezas físicas Categoria:Grandezas da eletrônica Categoria:Física aplicada e interdisciplinar",
 "title": "Frequência"
}