{
 "id": "20683",
 "text": "Alviobeira é uma povoação portuguesa do Município de Tomar que foi sede da extinta Freguesia de Alviobeira, freguesia que tinha de área e 623 habitantes (2011), e, por isso, uma densidade populacional de . A Freguesia de Alviobeira foi extinta (agregada) pela reorganização administrativa de 2012/2013,Lei n.º 11-A/2013, de 28 de janeiro: Reorganização administrativa do território das freguesias. Anexo I. Diário da República, 1.ª Série, n.º 19, Suplemento, de 28/01/2013. sendo o seu território agregado ao da Freguesia de Casais para criar a Freguesia de Casais e Alviobeira. Foi integrada no concelho (atual município) de Tomar em 1855, por Decreto de 24 de Outubro. Até essa data pertencia ao concelho de Ferreira do Zêzere. ==População== População da freguesia de Alviobeira Instituto Nacional de Estatística (Recenseamentos Gerais da População) - https://www.ine.pt/xportal/xmain?xpid=INE&xpgid;=ine_publicacoes 1864 1878 1890 1900 1911 1920 1930 1940 1950 1960 1970 1981 1991 2001 2011 721 820 793 873 966 1 013 1 080 1 131 1 036 957 758 712 609 635 623 Distribuição da População por Grupos Etários Ano 0-14 Anos 15-24 Anos 25-64 Anos > 65 Anos 0-14 Anos 15-24 Anos 25-64 Anos > 65 Anos 2001 91 72 283 189 14,3% 11,3% 44,6% 29,8% 2011 85 65 293 180 13,6% 10,4% 47,0% 28,9% Média do País no censo de 2001: 0/14 Anos-16,0%; 15/24 Anos-14,3%; 25/64 Anos-53,4%; 65 e mais Anos-16,4% Média do País no censo de 2011: 0/14 Anos-14,9%; 15/24 Anos-10,9%; 25/64 Anos-55,2%; 65 e mais Anos-19,0% == Localidades == A Freguesia de Alviobeira era constituída pelos seguintes lugares: Alviobeira, Benfica, Casal Velho, Ceras, Chão de Eiras, Freixo, Manobra, Nexebra, Portela de Nexebra, Quinta do Paço, Ribeira de Ceras, Touco, Valada, Vale Carneiro e Ventoso. == Actividades económicas== Indústrias, serralharia civil, oficinas automóveis de pintura e bate chapaqs, nos lugares do Freixo, o lugar mais industrial da freguesia; transformação de madeira, agricultura, pequeno comércio, construção civil e pecuária. O antigo lagar de azeite, à entrada da aldeia está em estado excelente de conservação mas mantém-se fechado. ==Feiras== Mercado semanal (Domingo). ==Festas e Romarias== Círio de Nossa Senhora do Pranto em Dornes (7ª Segunda-feira após a Páscoa), Festa do Padroeiro (15 de Agosto), Nossa Sra. da Ajuda (8 de Agosto), S. João no Chão das Eiras (fim-de-semana antes de 24 de Junho) e a festa do Vinho (11 de Novembro). Festa de Santa Luzia, em Ventoso, em Maio. == Património == Dos monumentos assinalados como (Património cultural e edificado), destacam -se com maior ênfase, três: * Igreja Matriz da freguesia é um templo arquitectonicamente comum à região, possui uma só nave, de tecto de madeira de três planos, coro sobre as colunas, uma capela-mor coberta. Os retábulos de talha têm um valor relativo, muito menor do que os azulejos azuis e amarelos (oitocentistas), tem um púlpito de cálice, renascentista, com varanda de balaustres. É riquíssima em imagens sagradas: S. Brás, Santo António, Santíssima Trindade, S. Francisco, Santo Antão, S. Pedro,- orago da freguesia - S. Gregório, entre outros. A igreja foi alvo de profundas obras de restauro nos últimos dez anos, dinamizadas pelo pároco Padre Mário, que a modernizaram e deram um ambiente mais acolhedor, tanto interior como exteriormente. * A ermida de Nossa Senhora da Ajuda situa-se em Ceras. É um templo modesto, com duas galilés laterais, no interior existe um altar-mor e dois laterais, e junto ao da Epístola está uma lápide que indica António Medeiros Leitão como fundador da capela em 1755. No trono do altar- mor, existe uma imagem de Nossa Senhora da Ajuda, pintada e estofada. È um templo interessante dp ponto de vista arquitectónico. * A ermida de Santa Luzia, que se situa numa pequena localidade chamada Ventoso. Este templo aldeão é pequeno, e é marcado pela imagem do seu orago, uma escultura de pedra do século XVII, que mede aproximadamente 0,705 metros. Foi objecto de obras de restauro no ano de 2005. === Outro património === * Sítio arqueológico do Cabeço da Pena * Castelo de Ceras * Capela de São João Baptista. Este templo localizado no lugar das Eiras, foi construído pela população local, tendo sido inaugurado no ano de 1989. *Ponte romana em Ceras. *Um solar designado Casa da Eira, em Ceras. *Azenhas em Ceras e Pego (Pias). *Vasta rede de rega do tempo romano que a partir dos açudes regava todo o vale da ribeira de Ceras *Museu Rural e Etnográfico a funcionar no edificio sede da Junta e organizado e mantido pelo rancho local. Possui um acervo muito rico de materiais doados pela população ao longo dos anos Conjunto arquitectónico e paisagístico da freguesia. *Praia fluvial com açude no Pego, em Lameirinha, Ceras/Pias. ==Gastronomia== Enchidos, queijo e vinho;. ==Artesanato== Tecelagem (com tear a funcionar no museu), tanoaria, cestaria e transformação de pedra (fogões de sala). ==Colectividades== *Centro Recreativo e Cultural de Alviobeira *Rancho Folclórico e Etnográfico de Alviobeira(com centenas de actuações a nivel nacional e federado) e *Associação Estaminé em Ceras. == Ligações externas == *",
 "title": "Alviobeira"
}