{
 "id": "20681",
 "text": "Tomar é uma cidade portuguesa pertencente ao distrito de Santarém, na província do Ribatejo. Integra atualmente a região do Oeste e Vale do Tejo, NUT3 do Médio Tejo, tendo habitantes (1991). É sede do município de Tomar com de área e habitantes (2011), subdividido em 11 freguesias.Lei n.º 11-A/2013, de 28 de janeiro: Reorganização administrativa do território das freguesias. Anexo I. Diário da República, 1.ª Série, n.º 19, Suplemento, de 28/01/2013. A cidade tem diversos monumentos históricos, dos quais se destacam o Convento de Cristo, declarado Património Mundial, a Igreja de São João Batista, a Igreja de Santa Maria dos Olivais (onde se encontram os restos mortais de Gualdim Pais, grão-mestre templário e fundador da cidade) e a Ermida da Nossa Senhora da Conceição que foi construída com a função de panteão régio. Conta ainda com o Convento de São Francisco que tem uma capela maneirista, o Convento de Santa Iria e a Ermida de São Gregório que detém uma estrutura arquitectónica circular. == Geografia == O município de Tomar é limitado a norte pelo município de Ferreira do Zêzere, a leste por Abrantes, a sul por Vila Nova da Barquinha, a oeste por Torres Novas e a noroeste por Ourém. A cidade e o município de Tomar são atravessados pelo rio Nabão, que é um afluente do rio Zêzere, estando incluída na bacia hidrográfica do Tejo, o maior rio da Península Ibérica. Situa-se numa das zonas mais férteis de Portugal continental para a produção de azeite, figo ou a vinha por exemplo. == Economia == O turismo constitui hoje uma atividade de primeira importância, já que o Convento de Cristo, principal Monumento da cidade foi considerado Património Mundial pela UNESCO em 1983. Foi outrora um centro industrial, com fábricas de papel, fiação, derivados de madeira e outras atividades. Comercialmente a cidade acolhe ainda a maior parte dos serviços ligados ao seu passado industrial mas vão surgindo as novas ofertas no nicho turístico, como o artesanato de nova geração, a gastronomia de qualidade e o acompanhamento turístico especializado. A terra é relativamente fértil acolhendo sobretudo a cultura de milho em regadio, o olival e a vinha. == História == Foi feita Grande-Oficial da Ordem Militar de Nosso Senhor Jesus Cristo a 8 de Junho de 1964. == Cultura == * Cine-Teatro Paraíso, construído em 1926. * Museu Fernando Lopes-Graça. * Museu luso-hebraico Abraão Zacuto (sinagoga) * Museu Municipal - Núcleo de Arte Contemporânea *Museu dos Fósforos - doação de Aquiles de Mota Lima, conta com cerca de 43 mil espécimes == Festividades == === Festa dos tabuleiros === É uma festa realizada de 4 em 4 anos no início do mês de julho. É uma das manifestações mais antigas de Portugal e a sua origem encontra-se nas festas de colheita à deusa Ceres. A sua cristianização pode dever-se à Rainha Santa Isabel, tendo por base a Congregação do Espírito Santo. No Domingo de Pentecostes, juntavam-se ricos e pobres sem distinção, dia em que as línguas de fogo desceram sobre os Apóstolos simbolizando a igualdade de todos perante Deus. Esta festa manteve as suas características até ao . As mudanças feitas a partir daí permitiram uma maior grandiosidade à Festa. A tradição continua e as suas cerimónias permanecem: o Cortejo das chegadas dos Bois de nome Cortejo do Mordomo, o Cortejo dos Tabuleiros, a sua bênção, a forma do tabuleiro, os vestidos das raparigas que transportam os Tabuleiros e a Pêza ou distribuição do pão e da carne. A principal característica desta festa é o desfile ou procissão onde desfilam inúmeros tabuleiros que representam as dezasseis freguesias do concelho. Este percorre as principais ruas da cidade, num percurso de 5 km. As ruas enfeitam-se com colchas pendentes nas janelas, onde se encontram milhares de visitantes e são lançadas pétalas, entusiasticamente, sobre o Cortejo. O tabuleiro deve ter a altura da rapariga que o leva à cabeça, sendo constituído por trinta pães enfiados em cinco ou seis canas que partem de um cesto de vime ou verga e é rematado ao alto por uma coroa encimada pela Pomba do Espírito Santo ou pela Cruz de Cristo. Tabuleiros decorados com flores, pão e espigas de trigo desfilam pelas ruas de Tomar. === Círio de Nª Senhora da Piedade === O Círio de Nª Senhora da Piedade é uma festa que tem lugar nas ruas de Tomar no 1.º domingo de setembro. Um cortejo de oferendas realizado em carros típicos enfeitados com flores de papel percorre a cidade. === Feira de Santa Iria === É feito em honra da padroeira de Tomar (Santa Iria), e decorre normalmente entre a sexta-feira anterior ao dia 20 de outubro, até ao domingo a seguir a esta mesma data, que é o ponto alto das comemorações, quando se efectua a procissão. A feira realiza-se normalmente na Várzea Grande e nos arredores (perto da estação de caminhos-de-ferro e central de camionagem) mas pelo menos no ano de 2018 irá realizar-se no espaço envolvente ao mercado municipal de Tomar. Tem divertimentos, vendedores, exposição de automóveis, motos e tractores agrícolas, e conta ainda com a presença de tasquinhas onde se dá a conhecer alguns dos sabores da região. == Freguesias == O município de Tomar está dividido em 11 freguesias: == Política == === Eleições autárquicas === Data % V % V % V % V % V % V % V % V % V % V % V % V % V % V % V % V Participação PS PPD/PSD CDS-PP FEPU/APU/ CDU GDUP PCTP/ MRPP AD UDP/ BE PDC PPM PRD MPT IND PTP CH VP 1976 41,14 4 22,93 2 16,78 1 7,45 - 4,01 - 0,97 - 1979 31,55 2 AD AD 8,11 - 55,02 5 1,81 - 0,97 - AD 1982 31,67 2 12,28 1 50,82 4 1985 20,09 1 33,30 3 19,43 1 12,29 1 10,54 1 1989 38,00 3 25,27 2 19,59 1 12,38 1 1993 50,86 4 31,74 3 5,10 - 5,65 - 2,04 - 1997 27,76 2 43,58 4 3,25 - 20,77 1 2001 22,53 2 62,81 5 3,09 - 4,77 - 2,61 - 2005 18,02 1 42,52 4 3,39 - 6,02 - 2,86 - 21,05 2 2009 20,89 2 34,96 3 5,31 - 7,32 - 3,64 - 19,99 2 3,23 - 2013 27,55 3 26,14 2 2,82 - 9,19 1 2,94 - 6,88 - 15,56 1 2017 40,22 4 34,39 3 3,34 - 7,81 - 6,02 - 1,68 - 2021 39,70 4 34,66 3 3,17 - 5,51 - 4,74 - CDS CDS 6,15 - 1,22 - === Eleições legislativas === Data % PS PSD CDS PCP UDP AD APU/ CDU FRS PRD PSN BE PAN PSD CDS L CH IL 1976 37,97 23,54 16,94 5,89 2,51 1979 28,03 AD AD APU 2,79 51,00 9,64 1980 FRS 1,52 52,34 7,91 30,25 1983 38,54 30,20 14,03 0,99 9,15 1985 18,04 33,12 10,67 0,99 7,25 24,30 1987 20,51 58,11 4,10 CDU 1,00 4,93 5,30 1991 27,73 57,67 3,54 3,84 0,76 1,88 1995 43,31 37,48 10,26 0,48 3,89 0,35 1999 43,47 36,53 8,53 5,08 0,36 2,09 2002 36,81 44,12 8,67 3,97 2,58 2005 43,67 30,76 7,63 4,58 6,94 2009 31,99 30,54 11,46 5,75 12,30 2011 25,66 40,88 12,02 5,59 5,85 1,01 2015 32,49 CDS PSD 6,21 10,90 1,22 38,71 0,64 2019 38,23 27,04 4,35 4,95 10,95 2,66 0,79 1,63 0,51 2022 42,61 27,70 2,02 3,60 5,12 1,27 1,10 9,86 3,18 2024 29,82 AD AD 28,63 2,54 4,54 1,72 2,80 20,67 3,44 === Presidentes de Câmara === ; Presidente da Comissão Administrativa:http://er.cies.iscte- iul.pt/sites/default/dfiles/Presidentes_de_C%C3%A2mara.pdf * 1935-1937: Manuel de Jesus Ferreira ; Presidentes efetivos: * 1937-1940: Samuel de Matos Agostinho de Oliveira * 1940-1946: Fernando Cláudio Mouzinho de Albuquerque Corte Real * 1946-1957: Fernando de Magalhães Abreu Marques e Oliveira * 1957-1959: Manuel Vieira Gonçalves da Silva * 1959-1972: Aurélio de Melo e Castro Ribeiro * 1972-1974: Manuel dos Santos Machado ; Presidentes de Comissões Administrativas: * 1974-1976: António Antunes da Silva * 1976-1976: Luís Carlos da Silva Bonet ; Presidentes efetivos: * 1976-1979: Luís Carlos da Silva Bonet * 1979-1985: Amândio Marques Murta * 1985-1989: José Jerónimo Ferreira da Graça * 1989-1997: Pedro Alexandre Ramos Marques * 1997-2008: António Paulino Silva Paiva * 2008-2012: Fernando Rui Linhares Corvêlo de Sousa * 2012-2013: Carlos Manuel de Oliveira Carrão * 2013-2023: Anabela Gaspar de Freitas * 2023- : Hugo Renato Ferreira Cristóvão ==Evolução da população do município== Os Recenseamentos Gerais da população portuguesa, regendo-se pelas orientações do Congresso Internacional de Estatística de Bruxelas de 1853, tiveram lugar a partir de 1864, encontrando-se disponíveis para consulta no site do Instituto Nacional de Estatística (INE). Número de habitantes por grupo etário 1900 1911 1920 1930 1940 1950 1960 1970 1981 1991 2001 2011 2021 0-14 Anos 10 554 12 344 12 019 12 355 13 691 12 098 11 360 10 495 10 324 7 645 6 226 5 262 3 791 15-24 Anos 5 460 6 522 6 898 7 591 7 830 8 663 7 024 5 770 7 206 6 449 5 590 4 269 3 554 25-64 Anos 12 232 14 239 14 714 16 511 18 132 20 356 21 230 19 635 21 526 21 483 21 887 20 852 17 929 >= 65 Anos 2 076 2 120 2 404 2 808 3 358 3 873 4 547 4 850 6 616 7 562 9 303 10 294 11 139 == Património == * Castelo de Tomar * Convento de Cristo * Aqueduto do Convento de Cristo * Mata Nacional dos Sete Montes * Igreja de São João Batista * Igreja de Santa Maria dos Olivais (ou de Santa Maria do Olival) * Igreja da Santa Casa da Misericórdia * Capela e Convento e de Santa Iria * Igreja de São Francisco * Ermida de Nossa Senhora da Conceição * Sinagoga de Tomar * Capela de São Gregório * Ermida de Nossa Senhora da Piedade * Capela de São Lourenço e Padrão de D. João I * Convento de São Francisco * Museu dos Fósforos * Ponte Velha (ou de D. Manuel I) * Complexo Cultural dos Lagares del Rei (Antiga Levada) == Personalidades ilustres == * Amândio Marques Murta (presidente da câmara e médico) * Fernando de Almeida (compositor) * Conde de Tomar e Marquês de Tomar * Conde de Cabral * Isabel Ruth (atriz) * Eduardo de Arantes e Oliveira (engenheiro e político) * Fernando Lopes-Graça (maestro e compositor) * José Augusto Rodrigues França * Manuel dos Santos Machado (advogado e político); * Manuel Nunes Formigão (1883–1958) - (Sacerdote e jornalista) * Pacheco de Amorim * Júlio das Neves == Instituições de ensino == Ensino Básico de 1.º Ciclo: * EB 1 dos Templários — ex-Escola N.º 1 de Tomar. * EB 1 Santo António — ex-Escola N.º 2 de Tomar. * EB 1 Infante D. Henrique — ex-Escola N.º 3 de Tomar. Ensino Básico de 2.º e 3.º Ciclos: * EB 2,3 D. Nuno Álvares Pereira — antigo edifício da secção masculina da entidade formadora privada, o Colégio Nun'Álvares, comummente conhecida como \"Colégio\". * EB 2,3 Santa Iria — escola de 2.º e 3.º ciclos. * EB 2,3 D. Gualdim Pais — escola de 2.º e 3.º ciclos, antiga escola preparatória. Ensino Secundário: * Escola Secundária Jácome Ratton — antiga Escola Industrial e Comercial de Tomar. * Escola Secundária de Santa Maria do Olival — antigo Liceu Nacional de Tomar * Escola Secundária D. Nuno Álvares Pereira — também conhecida como \"colégio\", devido ao facto e no seu edifício ter funcionado o Colégio Nun'Álvares.Ensino Profissional: * Centro de Emprego e Formação Profissional de Tomar * Escola Profissional de Tomar Ensino Superior *Instituto Politécnico de Tomar — Sediado em Tomar, do qual fazem parte as seguintes escolas: ** Escola Superior de Gestão de Tomar ** Escola Superior de Tecnologia de Tomar ** Escola Superior de Tecnologia de Abrantes == Infraestruturas == === Transportes === ==== Ferroviários ==== A Estação Ferroviária de Tomar serve a cidade com comboios da CP Regional e CP InterRegional. Situando-se na cidade a estação terminal do Ramal de Tomar, o qual possui 4 apeadeiros e uma estação intermédia que servem diversos locais do concelho, e começando na Lamarosa (concelho de Torres Novas) próxima da cidade do Entroncamento, ligando este ramal à Linha do Norte (onde é servida pela estação de Fátima-Chão de Maçãs- Gare, na freguesia da Sabacheira). =====Projeto de funicular===== O projeto de um funicular ligando o castelo local à baixa da cidade junto à Capela de São Gregório foi proposto em 2010 por Vítor Silva, engenheiro e funcionário da Câmara Municipal — ainda que na qualidade de cidadão particular.“Câmara de Tomar descarta funicular entre cidade e Convento de Cristo” O Mirante 2010.03.18 Denominado Funicular da Anunciada, foi apresentado a 5 de Março, num ante-projeto da Efacec, numa sessão pública assistida por menos de vinte pessoas. Datado de setembro de 2007, o projecto apontava para um valor de investimento total de 3,5 M€, contemplando uma estimativa de 420 passageiros por hora e um trajecto ligeiramente superior a 300 m, atravessando a Quinta da Anunciada, a norte do castelo.Sebastião Barros: “Debates, tapetes rolantes e funiculares” Tomar a Dianteira 2010.03.14Sebastião Barros: “Um funicular para remediar” Tomar a Dianteira 2010.03.06 O desinteresse do Município de Tomar, na pessoa do autarca Corvêlo de Sousa, foi noticiado na semana seguinte. ==== Rodoviários ==== É servida pelo IC9 e pela A23, construídas já no século XXI. ===== De longo curso, regionais e suburbanos ===== A exploração dos autocarros está a cargo da empresa Rodoviária do Tejo, que presta serviço na região. O terminal rodoviário situa-se na Avenida Combatentes da Grande Guerra ao lado da Estação Ferroviária de Tomar. ===== Urbanos ===== Os autocarros urbanos TUTomar prestam serviço na cidade desde 2005“Transportes Urbanos”, no sítio da Câmara Municipal de TomarElsa Ribeiro Gonçalves: “TuTomar” Jornalismo Regional 2005.09.19. Dez anos depois transportava em média 500 passageiros por dia. O serviço têm duas linhas (azul e verde) que efectuam um total de 76 paragens. ==== Aéreos ==== A cerca de 3 km ESE da cidade encontra-se o Aeródromo de Valdonas certificado para Aeronaves Ultraleves. === Militares === Na cidade encontra-se o Regimento de Infantaria N.º 15 e o Estabelecimento Prisional Militar. == Filmes e televisão rodados em Tomar == * 2022 Damsel (Netflix), realização de Juan Carlos Fresnalillo (com Millie Bobby Brown) * 2017 The man who killed Don Quixote, realização de Terry Gilliam (rodado entre Abril e Maio de 2017) * 2015 Cinzas e Brasas (curta-metragem filmada em Montes, município de Tomar), realização de Manuel Mozos * 2014 A Porta 21, realização de João Marco (com Mário Spencer, Pedro Monteiro, Pedro Viegas) * 2011 Pão Nosso (documentário), realização de Mónica Ferreira, João Luz * 2010 Beija-me Depressa (curta metragem), realização de José Ricardo Lopes (com Ana Guiomar, Rui Morrison, Fernando Pires) * 2010 Património Mundial Português (documentário), realização de Dário Simãozinho (Filma e Vê) e Fernanda Fernandes (RTP) * 2009 Juan de Castillo constructor del mundo (documentário), realização de Alberto Luna Samperio (Etnocantabria) * 2009 La reine morte, realização de Pierre Boutron (com Michel Aumont, Gaëlle Bona, Thomas Jouannet) * 2008 TravelChannel: World's Most Beautiful sites, Tomar, Portugal (ep. de série de TV), realização de Nicolas Tomă - Gedeon Programmes - NHK * 2007 Teresa, el cuerpo de Cristo, realização de Ray Loriga (com Paz Vega, Leonor Watling, Geraldine Chaplin, Eusebio Poncela) * 2007 Dot.com, realização de Luís Galvão Teles (com João Tempera, María Adánez, Marco Delgado) * 2007 Infante D. Henrique (documentário), realização de José Francisco Pinheiro (com Gonçalo Cadilhe) * 2006 Coach Trip (ep. de série de TV), realização de Amanda Wood (com Brendan Sheerin, Andy Love) * 2005 Pedro e Inês, (ep. de série de TV) (com Pedro Laginha, Ana Moreira, Nicolau Breyner), rodado na Mata dos Sete Montes. * 2004 O Quinto Império, realização de Manoel de Oliveira (com Ricardo Trêpa, Luís Miguel Cintra, Glória de Matos) * 2003 Volpone, realização de Frédéric Auburtin (com Gérard Depardieu, Daniel Prévost, Gérard Jugnot, Robert Hirsch) * 2001 Quem És Tu?, realização de João Botelho (com Patrícia Guerreiro, Suzana Borges, Rui Morisson, Rogério Samora, José Pinto, Francisco d’Orey e Bruno Martelo) * 1985 Atlântida: do outro Lado do Espelho, realização de Daniel del Negro (com Luís Lucas, Teresa Madruga, Ruy de Carvalho) * 1957 Les lavandières du Portugal (Lavadeiras de Portugal), realização de Pierre Gaspard-Huit (França) e Ramón Torrado (Espanha) * 1922 Sereia de Pedra, realização de Roger Lion (filmado em junho e julho de 1922 no Convento de Cristo nas ruínas do Castelo dos Templários) == Geminações == * Hadera, (desde 28 de junho de 1983) * Vincennes, (desde 20 de outubro de 1998) == Imprensa == === Jornais === * TomarOnline.pt (Agregador online de notícias) * Jornal Cidade de Tomar (semanário) * Jornal \"O Templário\" (semanário) * Jornal Despertar do Zêzere (quinzenário) * Jornal Online \"Tomar na Rede\" === Rádios === * Rádio Hertz * Rádio Cidade de Tomar == Ligações externas == * Tomaronline.pt é um agregador de notícias que reúne as principais informações de diversos sites e portais de notícias * Câmara Municipal de Tomar * Memória Digital de Thomar. É constituído por diversos acervos municipais e de instituições, bem como por documentos partilhados pela comunidade. * Jornal \"O Templário\" * Jornal Cidade de Tomar * Blog de informação \"Tomar na Rede\" * Blog \"Tomar a dianteira * Tomar, Cidade dos Templários * Como os Judeus viveram em Tomar até ao século XV, Visita Guiada - Sinagoga de Tomar, por Paula Moura Pinheiro, RTP, 2015 *História de Tomar *Blog \"Freguesia Além da Ribeira e Pedreira, Tomar - Conhecer (e não só)\" Categoria:Grandes-Oficiais da Ordem Militar de Cristo",
 "title": "Tomar"
}