{
 "id": "20690",
 "text": "Olalhas é uma povoação portuguesa sede da Freguesia de Olalhas do Município de Tomar, freguesia com 34,59 km² de área e 1216 habitantes (censo de 2021), tendo, por isso, uma densidade populacional de . A freguesia é composta pelas aldeias de Olalhas, Montes e Alqueidão e por vários lugares. Entre os lugares desta freguesia, destacam-se pela sua antiguidade, Vale de Idanha, Vialonga e Pelinos, além das já referidas aldeias. Pela dimensão, destacam-se ainda os lugares de Cardal, Vendas do Rijo, Amêndoa e Aboboreiras. == História== Em 1159, Olalhas foi doada por D. Afonso Henriques aos Templários. D. Manuel I concedeu-lhe foral em 1514. A igreja matriz, dedicada a Nossa Senhora da Conceição, foi sendo enriquecida em termos artísticos ao longo dos tempos. No século XVI, esta igreja teve a designação de Santa Maria da Piedade por ter sido edificada (1554) no local onde se encontrava outra igreja que se chamava Santa Maria da Piedade, construída pelos Templários. Posteriormente designou- se por Santa Maria da Olalha, por se encontrar na localidade com o mesmo nome. De acordo com o site da Diocese de Santarém, a igreja de Olalhas foi a primeira, após a freguesia das Pias, a que se deu licença para ter pia batismal e que se pudesse nela fazer o ofício das fontes na véspera da Páscoa, como o recorda à entrada, do lado direito, uma lápide que assinala a concessão da pia batismal, pelo Infante D. Henrique, em 1460. O pórtico da Igreja data de 1156 e a traça atual da igreja de 1554. Revestida interiormente de azulejos antigos do século XVIII e dotada de uma talha valiosa, imagens, alfaias e de uma arquitectura única, esta igreja é, decerto, a mais bela e rica da zona rural do concelho de Tomar. Esta localidade já foi sede de concelho. Havia nesta freguesia minas de ouro exploradas desde a Era Romana, entretanto extintas. O Roteiro dos Monumentos Militares Portugueses refere que, no cimo de um pequeno outeiro, à cota de 285 m, situado na extrema nordeste da povoação de Olalhas, situado a 4 km a poente do Rio Zêzere e a 6,5 km a Sul da Vila de Ferreira do Zêzere, existem os vestígios de uma fortificação, o Castelo de Olalhas. Um castelo Solarengo construído, durante o reinado de D. Sancho I, pelo Alcaide-mor de Tomar. No lugar da Bairrada há uma antiga bateria (pequena fortificação de artilharia) de defesa contra as invasões francesas, visto que o Rio Zêzere aí apresentava uma travessia que poderia ser aproveitada pelas forças de Napoleão. Este curioso monumento escavado na rocha está localizado na Rua da Bateria no anexo recentemente construído junto à última casa à direita. Esta casa particular é facilmente identificável por apresentar quatro antigas cápsulas de artilharia servindo de suportes da tampa da chaminé. == Pessoas ilustres== D. Afonso de Noronha, Senhor e Comendador de Olalhas, foi o 5.º Vice-rei da Índia (1550-1554) após ter exercido funções como Capitão de Ceuta (1535-1549). Regressado ao Reino em janeiro de 1555, D. Afonso de Noronha ainda foi mordomo-mor da infanta D. Maria, filha do Rei D. Manuel I e da Rainha D. Leonor. ==Demografia== A população registada nos censos foi: Distribuição da População por Grupos Etários Ano 0-14 Anos 15-24 Anos 25-64 Anos > 65 Anos 2001 233 190 737 421 2011 149 161 655 450 2021 105 87 585 439 ==Património== * Igreja de Nossa Senhora da Conceição de Olalhas * Capela de Santa Sofia, de Montes * Capela de Nossa Senhora da Assunção, de Cardal * Capela de Nossa Senhora da Saúde, de Alqueidão * Capela de Santo António, de Alqueidão * Capela de Nossa Senhora da Penha, de Pelinos * Capela de Santa Luzia, de Olalhas ==Armas== Escudo de prata, faixa ondeada de azul, acompanhada de uma pomba do Espírito Santo, de púrpura e, em ponta, da cruz da Ordem de Cristo, bordadura verde carregada de sete pinhas de ouro. Coroa mural de prata de quatro torres. Listel branco, com a legenda a negro, em maiúsculas: OLALHAS == Ligações externas == * * http://www.aguas.ics.ul.pt/santarem_fvrijo.html Categoria:Freguesias de Tomar Categoria:Antigos municípios do distrito de Santarém",
 "title": "Olalhas"
}