{
 "id": "20691",
 "text": "PaialvoPela grafia arcaica, Payalvo. A letra Y foi oficialmente suprimida do alfabeto português pelo Formulário Ortográfico de 1943, pelo que nomes de topónimos passaram a ser atualizados conforme a onomástica em vigor. é uma povoação portuguesa sede da Freguesia de Paialvo do Município de Tomar, freguesia com 22,26 km² de área. Igreja Nova de Paialvo actualmente conhecida simplesmente por Paialvo foi vila e sede de concelho até 1836. Além da sede, a Freguesia de Paialvo é constituída pelas localidades: Bexiga, Carrascal, Carrazede, Casal Barreleiro, Charneca da Peralva, Curvaceiras, Delongo, Fontaínhas, Mouchões, Peralva, Soudos e Vila Nova. == Formação e Administração== Até 1769, a freguesia de Igreja Nova de Paialvo fazia parte do termo de Torres Novas. Através do alvará de 2 de maio de 1769, foi elevada a concelho sob a administração de Lourenço da Câmara Coutinho, almotacé-mor do reino. De 1789 até à extinção do concelho, o território foi doado ao 1.º e 2.º condes de Linhares. O concelho foi dissolvido pelo decreto de 6 de novembro de 1836, tornando-se uma freguesia do concelho de Tomar. == Relações Eclesiásticas== Originalmente, a freguesia de Nossa Senhora da Conceição de Paialvo pertencia ao arciprestado de Torres Novas até à dissolução do Isento de Tomar. Atualmente, faz parte da diocese de Santarém, no arciprestado de Tomar. == História Arquivística == Os documentos originais da freguesia estiveram sob custódia da igreja paroquial até 1859. O decreto de 19 de agosto de 1859 ordenou que os registos paroquiais fossem arquivados nas Câmaras Eclesiásticas, mantendo os duplicados nas paróquias. Mais tarde, o decreto de 18 de fevereiro de 1911, que implementou o registo civil obrigatório, transferiu os documentos para as Conservatórias do Registo Civil. Em 1916, foi criado o Arquivo dos Registos Paroquiais, anexo ao Arquivo Nacional, posteriormente movido para várias localizações até se estabelecer no Arquivo Nacional da Torre do Tombo em 1990. O Arquivo Distrital de Santarém começou a funcionar em 1974, com alguns documentos ainda em posse do Arquivo Distrital de Lisboa. === Origem do Topónimo=== A lenda sugere que o nome Paialvo deriva de uma figura histórica chamada Paio Alves. A cidade romana de Concórdia, situada perto de A-De-Longo, estendia-se até à Ribeira de Beselga e os seus habitantes eram conhecidos como Concordenses. ===Alvará de 1454=== O alvará de 1454, emitido pelo Infante D. Henrique, permitia aos moradores de Paialvo pagar as primícias em Santarém, onde vendiam os seus produtos. O alvará determinava que os moradores que lavrassem em Santarém pagassem as suas primícias lá, sem serem constrangidos a pagar em Tomar. ===Confrarias=== A freguesia abrigava duas confrarias: a Confraria de Paialvo e a Confraria de Bexiga, ambas criadas em 1502. Estas confrarias promoviam a ajuda mútua entre os confrades, especialmente em tempos de necessidade. ===Foral e Extinção do Concelho=== Paialvo recebeu seu foral em 1500, ganhando autonomia com Câmara, Cadeia e Pelourinho. Embora legalmente extinto em 1836, o concelho de Paialvo continuou a operar até fevereiro de 1837. Após a extinção, a freguesia passou a fazer parte do concelho de Tomar. Documentos do concelho foram perdidos num incêndio após serem depositados na Câmara de Torres Novas. ===Autonomia e Extinção=== A freguesia de Igreja Nova de Paialvo, outrora com 361 fogos e 1019 habitantes em 1757, viu sua igreja construída em 1774. A área ocupada pela freguesia manteve-se a mesma desde o século XVIII. Originalmente parte do concelho de Torres Novas, passou para Tomar após a dissolução do concelho em 1836. ===Senhorialidade=== Entre 1798 e 1857, Paialvo foi um território senhorial. O título de Conde de Linhares foi criado em 1798 pelo Príncipe Regente D. João, com o senhorio concedido a D. Rodrigo Domingos de Sousa Coutinho. O último donatário foi D. Vitório Maria Francisco de Sousa Coutinho, falecido em 1857https://www.freguesiadepaialvo.pt/freguesia/historia. ==Demografia== A população registada nos censos foi: Distribuição da População por Grupos Etários Ano 0-14 Anos 15-24 Anos 25-64 Anos > 65 Anos 2001 388 374 1398 690 2011 303 254 1283 759 2021 227 190 1044 773 == Património == * Pelourinho de Paialvo A freguesia possui ainda sete capelas e a Igreja Matriz. == Ligações externas == *",
 "title": "Paialvo"
}