{
 "id": "20708",
 "text": "Barreiro de Besteiros é uma povoação portuguesa do Município de Tondela que foi sede da extinta Freguesia de Barreiro de Besteiros, freguesia que tinha 34,00 km² de área e 975 habitantes (2011), e, por isso, uma densidade populacional de 28,7 hab/km². Com a reorganização administrativa de 2012, a Freguesia de Barreiro de Besteiros foi agregada à Freguesia de Tourigo para criar a União das Freguesias de Barreiro de Besteiros e Tourigo.Diário da República (1.ª série — N.º 19 — 28 de janeiro de 2013) - página da Comissão Nacional de Eleições Barreiro de Besteiros integrou até 1836 o concelho de Besteiros, entretanto extinto. ==População== esquerda|150px|Evolução da População 1864 / 2011 População da freguesia de Barreiro de Besteiros Instituto Nacional de Estatística (Recenseamentos Gerais da População) - https://www.ine.pt/xportal/xmain?xpid=INE&xpgid;=ine_publicacoes 1864 1878 1890 1900 1911 1920 1930 1940 1950 1960 1970 1981 1991 2001 2011 1 267 1 340 1 356 1 189 1 288 1 311 1 416 1 753 1 865 2 007 2 070 2 069 1 136 1 061 975 Pelo decreto nº 32 698, de 26 de fevereiro de 1943, a freguesia do Barreiro passou a ter a denominação actual. Com lugares desta freguesia foi criada pela lei nº 27/86, de 23 de Agosto, a freguesia de Tourigo esquerda|150px|Evolução da População 1864 / 2011 Distribuição da População por Grupos Etários Ano 0-14 Anos 15-24 Anos 25-64 Anos > 65 Anos 0-14 Anos 15-24 Anos 25-64 Anos > 65 Anos 2001 132 134 527 268 12,4% 12,6% 49,7% 25,3% 2011 81 94 501 299 8,3% 9,6% 51,4% 30,7% Média do País no censo de 2001: 0/14 Anos-16,0%; 15/24 Anos-14,3%; 25/64 Anos-53,4%; 65 e mais Anos-16,4% Média do País no censo de 2011: 0/14 Anos-14,9%; 15/24 Anos-10,9%; 25/64 Anos-55,2%; 65 e mais Anos-19,0% == Património == * Estação de arte rupestre pré-histórica de Alagoa * Igreja de Nossa Senhora da Natividade (matriz) unica * Capelas de Nossa Senhora do Rosário/bodo e de Nossa Senhora dos aflitos == Ligações externas == * Categoria:Antigas freguesias de Tondela",
 "title": "Barreiro de Besteiros"
}