{
 "id": "20737",
 "text": "Adeganha é uma aldeia portuguesa do Município de Torre de Moncorvo que foi sede da extinta Freguesia de Adeganha, freguesia que tinha 48,96 km² de área e 343 habitantes (2011), e, por isso, uma densidade populacional de 7 hab/km². A Freguesia de Adeganha foi extinta (agregada) em 2013, no âmbito de reforma administrativa a nível nacional, tendo sido agregada à Freguesia de Cardanha para criar a nova União das Freguesias de Adeganha e Cardanha. == História == Da época romana, no Museu Municipal de Vila Flor, estão presentes três estelas funerárias desta época. A 15 de janeiro 1201, D. Sancho I atribui carta de foral à aldeia de Junqueira. Em 1225, D. Sancho II atribui carta de foral à vila de Santa Cruz da Vilariça, que estaria nos limites desta freguesia. Esta vila foi fundada no século XII, mas acabou por ser abandonada, e foi transferida para o local onde hoje se situa a vila de Torre de Moncorvo. Em 1747, Adeganha era uma freguesia do termo da vila de Alfândega da Fé, Comarca da Torre de Moncorvo, Arcebispado de Braga, Província de Trás-os-Montes, estando sujeita tanto no secular como no eclesiástico às justiças da Torre de Moncorvo. Era seu donatário o Marquês de Távora, sendo o número dos seus fregueses não mais de sessenta e quatro. A igreja paroquial estava fundada no lugar do mesmo nome, na parte do Nascente, constando de uma só nave e quatro altares: O altar-mor com o Santíssmo, e Santiago como padroeiro da casa; o altar das almas, o altar de Santo António, e o altar do Menino Deus. O pároco era reitor da colação do Arcebispo, com renda certa de quarenta mil reis, que lhe pagava a comenda, que era das modernas, e se achava unida à Santa Basílica Patriarcal. Eram anexas desta igreja o lugar e freguesia de Gouveia, o lugar e freguesia de Cardenha, o lugar e freguesia da Vila da Honra de São Paio, o lugar e freguesia da Junqueira, os quais todos tinham párocos apresentados pelo reitor desta igreja. Neste distrito havia nessa data as ermidas seguintes: Nossa Senhora do Rosário, São Martinho, São Ciríaco, Santo Ovídio, e Nossa Senhora do Castelo, com três altares, um de Santa Catarina e São Gens, outro do Santo Cristo Crucificado, e outro da Senhora do Castelo, famosa em milagres. Junto a esta ermida estava também a de São João, chamada por essa causa, da Senhora do Castelo, sobre uma penha, o qual era muito milagroso, concorrendo por isso a ele muito povo, principalmente no seu dia. Os moradores desta freguesia colhiam os frutos seguintes: Trigo, cevada, centeio, azeite e legumes, de tudo um pouco, menos o centeio que era o que mais abundava, constituindo o mantimento ordinário dessa gente. No limite desta freguesia havia um monte a que chamavam Castelo-Velho, povoado de arvoredo silvestre, e no mais alto dele estava muita quantidade de pedra, que parecia ser ruína de alguma antiga fortaleza, e diziam que era um castelo de mouros. Deste monte se arrancavam boas pedras de cantaria, que eram procuradas de terras muito distantes, pela sua boa qualidade. No sítio em que então se achava a Senhora do Castelo, diziam que houvera antigamente uma grande cidade, cujo nome se ignora, da qual ainda se descobriam parte de seus muros arruinados. No território desta freguesia se criava algum gado de cabras e ovelhas, e nos montes se achava muita caça de perdizes e coelhos, que tudo servia de divertimento e regalo aos seus moradores. == Geografia == A freguesia da Adeganha faz fronteira: a norte com Eucísia (Alfândega da Fé) e Lodões (Vila Flor); a oeste com Sampaio (Vila Flor), Vila Flor e Horta da Vilariça; a sul com Cabeça Boa e Torre de Moncorvo; e a este com Cardanha e Gouveia (Alfândega da Fé). O Planalto da Adeganha e Cardanha é uma paisagem granítica onde se inserem as localidades de Adeganha, Póvoa, Cardanha e Estevais. Aqui é possível observar grande quantidade de caos de blocos, domos, canais, pias, estrias e outras curiosidades geológicas. Saliente-se a Fraga Amarela, uma cavidade granítica, com ocupação pré-histórica. Esta paisagem permite-nos compreender os diferentes processos de alteração e modelação dos maciços graníticos. O Rio Sabor é o maior rio que passa pela freguesia, que faz com que a freguesia de Adeganha tenha uma fronteira natural, a sul, com as freguesias de Larinho e Torre de Moncorvo. Para aproveitar as vistas para os Lagos do Sabor, criados com a construção da Barragem do Baixo Sabor, existem os Miradouros da Póvoa, na Póvoa e do Vale do Sabor, nos Estevais, ambos a sul. O Vale da Vilariça, formado pela falha tectónica, tornou-se numa das regiões mais férteis e mais produtivas da Região Transmontana. A aldeia da Junqueira situa-se na encosta de um dos Grabens formados por esta falha.. Para aproveitar as vistar para o Vale da Vilariça existe o Miradouro de São Gregório, nos Estevais. == Localidades == * Adeganha * Estevais * Junqueira * Nozelos * Póvoa ==População== População da freguesia de AdeganhaInstituto Nacional de Estatística (Recenseamentos Gerais da População) - https://www.ine.pt/xportal/xmain?xpid=INE&xpgid;=ine_publicacoes 1864 1878 1890 1900 1911 1920 1930 1940 1950 1960 1970 1981 1991 2001 2011 724 890 801 861 1 030 736 941 1 151 1 204 1 131 975 770 593 447 343 Nos anos de 1890 a 1930 tinha anexadas as freguesias de Estevais e Junqueira. Pelo decreto lei nº 27.424, de 31/12/1930, estas freguesias passaram a fazer parte da freguesia de Adeganha Ficheiro: Bragança 950.PNG|Evolução da População 1864 / 2011 Ficheiro: Bragança 951.PNG|Variação da População 1864 / 2011 Ficheiro: Bragança 952.PNG|A População em 2001 Ficheiro: Bragança 953.PNG|A População em 2011 == Património == ==== Igreja de Santiago Maior ou Igreja Matriz de Adeganha ==== É um dos mais belos exemplares de arquitetura românica de transição para o gótico (sécs. XIII-XIV) da região, classificada como Monumento Nacional. A fachada principal apresenta um arco quebrado decorado, existindo no mesmo pano dois baixos-relevos figurativos, um deles representando um parto. O interior da Igreja foi revestido por pinturas murais dos sécs. XV e XVI, que se conservam parcialmente. É de realçar o apóstolo Santiago na capela-mor, assim como o gigante S. Cristóvão, ou o friso alusivo à natividade. O altar principal é de talha barroca (estilo nacional), possuindo dois painéis pintados quinhentistas de elevado valor artístico, representando S. Martinho e S. Lourenço. ==== Povoado de Baldoeiro ou Castro de Baldoeiro ==== ==== Senhora do Castelo da Adeganha ==== Situa-se sobre um esporão rochoso, sobranceiro ao vale da Vilariça. No topo da elevação existe uma pequena capela datada do séc. XVI, dedicada a S. João. No início do esporão encontra-se o Santuário de Nª Sra. do Castelo. Há vestígios de fortes muralhas, sobretudo no lado SE. A pedra é de granito aparelhado, de silharia irregular. O espaço intramuralhas apresenta uma configuração alongada que se adapta à forma do esporão. No lado NW parecem existir vestígios de uma segunda linha de muralhas. Local com ocupação desde a pré-história recente. ==== Igreja de São Filipe e Santiago da Junqueira ==== A igreja é datada do ano de 1672. A fachada principal apresenta empena truncada por sineira com portal em arco de volta perfeita. No interior destaca-se o retábulo-mor de talha dourada e policromada. Possui pia batismal no lado do evangelho, assente em pedestal de granito. ==== Vila Velha ou Santa Cruz da Vilariça ==== A \"Vila Velha\" ou Santa Cruz da Vilariça, foi um povoado mediaval do século XII, que chegou a recer carta de foral a 1225, por D. Sancho II, mas acabou por ser transferida para onde se situa atualmente a vila de Torre de Moncorvo. Nesta antiga vila ainda estão presentes partes das muralhas, da igreja e de outras construções. ==== Brasão e Capela da Casa dos Pinto de Magalhães da Junqueira ==== ==== Igreja de São Círiaco dos Estevais ==== Igreja de linhas simples de gosto barroco. No interior de uma só nave, é de particular interesse o teto de madeira pintada com pintura central representando S. Ciríaco. No lado do evangelho encontra-se um retábulo de gosto maneirista, com duas tábuas pintadas entre colunas e entablamento de talha dourada. == Festividades == * Festa das Açucenas (em Maio), Adeganha * Festa da Nossa Senhora da Alegria (2º fim de semana de Agosto), Junqueira * Festa de São Círiaco (8 de agosto), Estevais * Nossa Srª do Castelo (último fim-de-semana de Agosto), Adeganha * S. João Evangelista (último fim-de-semana de Agosto), Adeganha * S. Sebastião (penúltimo fim-de-semana de Janeiro), Adeganha == Associativismo == * Grupo Desportivo, Recreativo e Cultural de Adeganha * Associação Desportiva, Cultural e Recreativa da Junqueira * Juveculina Club, Junqueira == Ligações externas == * Categoria:Antigas freguesias de Torre de Moncorvo Categoria:Aldeias do Distrito de Bragança",
 "title": "Adeganha"
}