{
 "id": "20759",
 "text": "{{Info/Município do Brasil | nome = Natividade da Serra | preposição = de | foto = Natividade da Serra 00051.jpg | leg_foto = Vista aérea | apelido = Joia da Região dos Grandes Lagos | brasão = Natividadedaserra brasao.JPG | bandeira = Bandeira de Natividade da Serra.jpg | aniversário = 13 de agosto | fundação = | gentílico = nativense | lema = Non e flammis sed ex undis surrexi \"Não das chamas, mas das águas ressurgi\" | prefeito = Evail Augusto dos Santos | partido = PSB | fim_mandato = 2024 | mapa = SaoPaulo Municip NatividadedaSerra.svg | latP = S | latG = 23 | latM = 22 | latS = 33 | lonP = O | lonG = 45 | lonM = 26 | lonS = 31 | estado = São Paulo | região_intermediária = São José dos Campos | região_imediata = Taubaté-Pindamonhangaba | região_metropolitana = Vale do Paraíba e Litoral Norte | vizinhos = Redenção da Serra (N), São Luiz do Paraitinga (N e L), Ubatuba (SE), Caraguatatuba (S) e Paraibuna (O). | dist_capital = 185 | área = 833.372 | área_ref = | população = 6999 | data_pop = Censo 2022/IBGE | altitude = 720 | clima = subtropical | sigla_clima = | idh = 0.655 | data_idh = Censo 2022/IBGE | pib = 93.391.138,00 | data_pib = IBGE/2021 | pib_per_capita = 14098,90 | data_pib_per_capita = IBGE/2021 }} Natividade da Serra é um município brasileiro do estado de São Paulo, na Microrregião de Paraibuna/Paraitinga, pertencente à Mesorregião do Vale do Paraíba Paulista. Localiza-se a uma latitude 23º22'32\" sul e a uma longitude 45º26'31\" oeste, estando a uma altitude de 720 metros. De acordo com o Censo 2022, sua população é de 6.999 habitantes, distribuídos por uma área de 833,372 km², tendo portanto uma densidade demográfica de 8,4 hab./km². O município é formado pela sede e pelo distrito de Bairro Alto == História == A data mais antiga documentando a origem de Natividade da Serra é 29 de maio de 1853, quando seu fundador Coronel José Lopes Figueira de Toledo perseguindo um escravo foragido de uma das suas senzalas acabou por se esconder em uma bela planície às margens de um rio rodeada de montanhas. A fuga do escravo da fazenda do Coronel situada no que hoje é chamado de bairro das Perobas, inspirou-o a transferir sua fazenda e seus empregados para lá devido a beleza do lugar. Logo a fazenda se transformou num vilarejo, chamado de Divino Espírito Santo de Nossa Senhora do Rio do Peixe, nome atribuído a religiosidade do Coronel e ao rio que passava as margens do vilarejo, num território outrora pertencente a Paraibuna. Em 24 de abril de 1858 foi elevada à categoria de Freguesia, sendo chamada de Nossa Senhora do Rio do Peixe. Mais tarde, em 18 de abril de 1863 foi incorporado à Freguesia um outro vilarejo que se formava conhecido como povoado de Nossa Senhora da Conceição e que hoje é o Bairro Alto. Com isso a Freguesia passou a categoria de Vila com o nome de Natividade e tendo como principal atividade econômica a pecuária e a agricultura de subsistência. Em 3 de julho de 1934, passou a condição de distrito de paz e em 5 de julho de 1935 voltou a anexar-se ao Município de Paraibuna. O município foi instalado em 1864 e reinstalado em 1935. Em 30 de novembro de 1944, recebeu o nome definitivo de Natividade da Serra, nome originário da Padroeira da cidade, Nossa Senhora da Natividade e, também devido a sua situação geográfica entre os contrafortes da Serra do Mar. No início do século XX, com a vinda da industrialização para o Vale do Paraíba, Félix Guisard em 1913, havia planos iniciais que previam a construção de uma usina hidrelétrica em Natividade da Serra, para suprir o abastecimento de energia elétrica na região aproveitando as corredeiras do rio Paraitinga num local conhecido como Ponte dos Mineiros. Porém, o início da Primeira Guerra Mundial em 1914 impediu o embarque dos maquinários e geradores para o Brasil anulando assim o projeto. Passados 120 anos de sua existência, Natividade da Serra, sofreu uma enorme transformação e foi translada para um novo local, a aproximadamente 1 km adiante na rodovia que liga a cidade à Taubaté. Esta mudança foi em consequência do represamento do rio Paraibuna, rio Lourenço Velho, rio do Peixe e rio Paraitinga, para a construção da Usina Hidrelétrica de Paraibuna formando a represa da Companhia Energética de São Paulo (CESP) devido uma necessidade de atendimento sócio-econômico regional. O estado procedeu com à construção da Represa de Paraibuna, inundando quase 200% da área e das edificações da sede e parte da área rural. Na zona rural, o represamento das águas afetou as terras férteis, eliminando grande parte da agricultura de subsistência. Com construção da barragem de Paraibuna, ocorreu a inundação da cidade antiga, surgindo a nova Natividade da Serra fundada 13 de agosto de 1973 com o lançamento da pedra fundamental feita pelo então prefeito Otacílio Fernandes da Silva, Padre Higino e Terezinha de Castro Aquino, no local onde se ergue a igreja matriz da cidade. O fenômeno da industrialização da “Calha do Vale” (Taubaté, Pindamonhangaba e Tremembé) e a inundação de algumas áreas do município, contribuíram para a emigração de parte da população. Para minimizar os prejuízos ocasionados pela inundação eliminando suas terras férteis, os produtores rurais investiram em grande escala, na plantação de eucaliptos. === Cronologia === *1853: 29 de maio, fundação de Natividade da Serra. *1858: 24 de abril, elevada à categoria de Freguesia pela Lei nº 33, com a denominação de Nossa Senhora do Rio do Peixe. *1863: 18 de abril, elevada à categoria de Vila e incorporado o distrito de Bairro Alto pela Lei nº 15, com a denominação de Natividade, pertencendo à Comarca de Jacareí. *1864: 2 de março, instalação do município. *1866: 20 de abril, continuou pertencendo à Comarca de Paraibuna pela Lei n.º 061. *1895: 26 de agosto, passou pertencer à Comarca de São Luiz do Paraitinga pela Lei n.º 350. *1914: 18 de dezembro, voltou a pertencer a antiga Comarca de Jacareí na qual foi revogada pela Lei n.º 1437. *1934: 3 de julho, reduzida à condição de distrito de paz pelo decreto nº 6.530. *1935: 5 de julho, Natividade voltou a anexar-se ao município e comarca de Paraibuna um ano após ser reduzida à condição de Distrito, passou a pertencer à Comarca de Taubaté, pelo decreto nº 7.353, mas voltando a pertencer à comarca de Paraibuna. *1935: 6 de agosto, reinstalação do Município criado como a freguesia de Nossa Senhora do Rio do Peixe. *1944: 30 de novembro, recebeu o nome definitivo de Natividade da Serra pelo decreto - Lei nº 14.334. *1973: 13 de agosto, fundação da nova cidade de Natividade da Serra. === Filhos ilustres === * Cesídio Ambrogi, nascido a 22 de maio de 1893. Considerado um dos maiores nomes da intelectualidade valeparaibana do século XX. Foi professor, escritor e jornalista. Poeta eclético, sonetista emérito, além de notável trovador. Fundador de diversos periódicos, foi também um dos fundadores da \"Sociedade Taubateana de Ensino\" e considerado presidente perpétuo da União Brasileira de Trovadores (UBT-Taubaté). Histórico populacional Histórico populacional ano População * * * * * * 1872 3.074 1876 3.027 1890 7.393 1900 11.550 1920 12.781 1940 11.709 1950 11.573 1960 11.269 1970 9.957 1980 6.880 1990 6.458 2000 6.952 2001 7.004 2002 7.056 2003 7.104 2004 7.152 2005 7.216 2006 7.258 2007 7.275 2008 7.613 2009 7.674 2010 6.681 2021 estimativa 6.624 == Geografia == O município está situado na zona fisiográfica do Alto Paraíba, à margem esquerda do rio do Peixe, em uma planície cercada de montanhas, distando 122 km, em linha reta, da capital do estado. É cortado pelo Trópico de Capricórnio no Distrito do Bairro Alto. Localizado na Região Alto Paraíba, confronta com a Serra do Mar, entre o rio Paraitinga e o rio Paraibuna, sendo a sede banhada pelo reservatório implantado pela CESP, na confluência desses rios. === Demografia === ;Censo 2022 / IBGE *População total: 6.999 *Densidade demográfica (hab./km²): 8,4 *Índice de Desenvolvimento Humano (IDH-M): 0,655 : ===Clima=== Considerado temperado e agradável com inverno seco. A temperatura pode variar entre 17º e 18 °C, tendo uma intensidade de chuvas da ordem de 1.300 a 1.500mm. ===Hidrografia=== * Rio Paraibuna * Rio Paraitinga * Rio Bonito * Rio da Prata * Rio do Chapéu * Rio Lourenço Velho * Rio Manso * Rio Negro * Rio Pardo * Rio Pedregulho * Ribeirão Barra Mansa * Ribeirão Branco * Ribeirão Grande * Ribeirão da Estiva * Ribeirão dos Martins * Ribeirão Pararaca * Ribeirão Passa Quatro * Córrego da Marmelada * Córrego da Cachoeirinha * Córrego das Palmas * Córrego do Morro Grande * Córrego do Indaiá * Córrego dos Pires * Córrego Feliciano Existem balsas na represa de Paraibuna, ponto turístico da cidade além de cachoeiras. ====Microbacias hidrográficas==== * Rio da Prata, rio Pedregulho e córrego da Marmelada ===Topografia=== Possui cerca de: 80% da sua topografia montanhosa; 15% de topografia ondulada; 5% de topografia plana; 77% de várzeas. Os acidentes geográficos mais importantes são: a Serra do Mar, Cordilheiras do Itambé e Serra Azul. ===Vegetação=== A vegetação de Natividade da Serra encontra-se na forma de mosaico, composto por áreas de floresta madura, pastagens ou vegetação não-florestal, plantios de Eucalipto e florestas secundárias em diferentes estágios seccionais. A Floresta Atlântica Montana pode ser dividida em: florestas de vale, de média- encosta e de topo de morro. Em todos os tipos de floresta madura, predominam espécies zoo-córicas, com diásporos menores que 2 centímetros de comprimento. A Floresta Secundária é composta principalmente, por densos agrupamentos de Melastomataceae, formando as capoeiras e os capoeirões. Murtaceae, Lauraceae, Rubiaceae, Melastomataceae e Monimiaceae são famílias com maiores riquezas de espécies nesta floresta. A vegetação não-florestal constitui-se de pastagens abandonadas de capim gordura, dominadas por Pteridium Aquilinum e por espécies de Baccharis. Em locais que sofram queimadas frequentes, a Gramineae é a espécie dominante. A Floresta Atlântica Montana enquadra-se no menor nível de riqueza, já que foram amostradas apenas 136 espécies de árvores em apenas um hectare. A vegetação no Núcleo Santa Virgínia, localizado no interior do Parque Estadual da Serra do Mar, são classificada como: floresta secundária tardia/primária; floresta secundária inicial; reflorestante e agropecuária. A maior parte deste núcleo e área de entorno é coberta por floresta madura, ou seja, floresta sem alteração antrópica recente. A Flora tem sido hoje, utilizada para grupos de pesquisa, fotografias, observação, contemplação e turismo. ===Zona rural=== Pelo fato de o município apresentar uma vasta extensão territorial, (Veja áreas dos municípios paulistas), sendo um dos maiores do estado de São Paulo, Natividade da Serra tem grande parte da sua população, cerca de 59% dos habitantes vivendo espalhados pelos bairros da zona rural. Dos quais, os principais são: ;Bairros * Barra * Bairro Alto * Briet * Cachoeira Grande * Favorita * Marmelada * Martins * Monte Alegre * Morro da Pedra * Pachi * Palmeiras * Paraitinga * Perobas * Pouso Altinho * Pouso Alto * Pouso Frio * Remédio * Ribeirão * Rio Manso * Rodrigo Soares * Serra Azul * Vargem Grande ===Rodovias=== * BR-116 - Rodovia Presidente Dutra * SP-70 - Rodovia Governador Carvalho Pinto * SP-125 - Rodovia Dr. Osvaldo Cruz * SP-121 - Rodovia Rodovia Major Gabriel Ortiz Monteiro até Redenção da Serra e * SP-121 - Rodovia Otacílio Fernandes da Silva * SP-99 - Rodovia dos Tamoios (Acesso pelo km 67,5) * Balsa: Travessia de balsa para acesso aos bairros da zona rural, Caraguatatuba e Paraibuna, atravessando a represa de hora em hora. == Economia == A principal atividade econômica é a pecuária leiteira e o milho na agricultura. Destaques também para o turismo, piscicultura e reflorestamento de eucaliptos. == Comunicações == A cidade foi atendida pela Companhia de Telecomunicações do Estado de São Paulo (COTESP) até 1973, quando passou a ser atendida pela Telecomunicações de São Paulo (TELESP), que construiu em 1977 a central telefônica utilizada até os dias atuais. Em 1998 esta empresa foi privatizada e vendida para a Telefônica, sendo que em 2012 a empresa adotou a marca Vivo para suas operações de telefonia fixa. == Turismo == A represa de Paraibuna é a principal atração turística do município, que atrai grande número de pescadores do Vale do Paraíba e outras regiões do estado. Natividade da Serra foi também presenteada com cachoeiras pitorescas e uma natureza abundante. Seu povo é simples e bastante acolhedor. Estas são as razões pelas quais a jovem cidade tem sido procurada. ===Pontos turísticos=== *Mirante *Travessia de Ferry Boat *Prainha *Cachoeira do Rio Negro *Cachoeira do Martins *Cachoeira do Alemão ;Turismo ecológico e de aventura * Parque Estadual da Serra do Mar * Bacia do rio Paraíba do Sul A represa da CESP Companhia Energética de São Paulo, proporciona aos moradores e turistas praticar esportes como a pesca e os esportes náuticos. ;Turismo histórico-cultural Fazenda Ponte Alta, sede colonial dos Barões do Café no século XIX, feita em taipa-de-pilão e tijolos tombada pelo IPHAN em 1976 e pelo CONDEPHAAT em 1982. ;Turismo rural Natividade da Serra está inclusa no Circuito da Cultura Caipira. ===Folclore=== A história cultural de Natividade da Serra registra também os bonecões João Paulino e Maria Angu personagens do folclore do Vale do Paraíba. A tradição deu-se início quando o artista Vazinho trouxe a ideia de São Luiz do Paraitinga. Os primeiros bonecos desfilaram na Festa do Divino em 1920, conforme registros da época, e depois continuou até os dias de hoje, trazendo alegria e sendo uma das marcas registradas do folclore nativense. Fazem ainda parte do folclore nativense a Folia de Reis, a Dança de Moçambique, o Pau de Sebo e a Dança da Fita. Com a inundação da antiga cidade pela represa, muitas das tradições também se foram. Mas Natividade conserva ainda manifestações folclóricas e festas religiosas, em especial, na região da serra, nos Bairros Alto, Pouso Alto, e Vargem Grande. ==Ver também == * Arquidiocese de Aparecida * Diocese de Taubaté ==Ligações externas == * Página da prefeitura * Página da câmara * Natividade da Serra no WikiMapia * Natividade da Serra.com * Fotos da Velha Natividade da Serra Categoria:1853 no Brasil Categoria:Municípios do Vale do Paraíba",
 "title": "Natividade da Serra"
}