{
 "id": "20754",
 "text": "{{Info/Município do Brasil | nome = Estância Turística de Guaratinguetá | preposição = da | foto = Guaratingueta - vista aerea.jpg | leg_foto = Vista aérea da cidade | apelido = Capital do Fundo do Vale\" \" Atenas do Vale do Paraíba\" \"Município das Garças Brancas | brasão = Brasaoguara.jpg | bandeira = Bandeira_Guaratingueta_SaoPaulo_Brasil_2.svg | link_brasão = | link_bandeira = | link_hino = | aniversário = 13 de junho | fundação = | gentílico = guaratinguetaense | lema = Pavlistarvm arx \"Cidadela dos Paulistas\" | padroeiro = Santo Antônio | prefeito = Marcus Augustin Soliva | partido = PSC | fim_mandato = 2024 | mapa = SaoPaulo Municip Guaratingueta.svg | latP = S | latG = 22 | latM = 48 | latS = 57 | lonP = O | lonG = 45 | lonM = 11 | lonS = 34 | estado = São Paulo | região_intermediária = São José dos Campos | data_região_intermediária = IBGE/2017 | região_imediata = Guaratinguetá | data_região_imediata = IBGE/2017 | região_metropolitana = Vale do Paraíba e Litoral Norte | vizinhos = Aparecida, Campos do Jordão, Cunha, Delfim Moreira (MG), Lagoinha, Lorena, Pindamonhangaba, Piquete e Potim. | dist_capital = 175 | dist_capital_ref = | área = 752.636 | área_ref = | população = 121798 | população_pos = SP: 67º | data_pop = estimativa IBGE/2019 | altitude = 530 | clima = tropical de altitude | sigla_clima = | idh = 0.798 | idh_pos = SP: 47.º | data_idh = PNUD/2010 | pib = | data_pib = IBGE/2010 | pib_per_capita = ,50 | data_pib_per_capita = IBGE/2008 | Foto = }} Guaratinguetá é um município brasileiro do estado de São Paulo, é cabeça da Região Geográfica Imediata de Guaratinguetá, no Vale do Paraíba, uma das subsedes da Região Metropolitana do Vale do Paraíba e Litoral Norte e um dos polos sub-regionais do Brasil. Sua microrregião vive um processo de urbanização e foi elevada a Região Metropolitana. O município é um dos mais importantes do Vale do Paraíba, possuindo importância turística, industrial e comercial. É conhecido na região pela tradição da comemoração do carnaval, iniciada pela tradição portuguesa do entrudo. Atualmente, o município possui desfiles de escolas de samba e blocos carnavalescos. == Etimologia == De origem tupi, a palavra \"Guaratinguetá\" significa \"muitas garças\", pela junção de gûyrá, pássaro, ting, branco (garça: literalmente, \"pássaro branco\"), e etá, muitos.NAVARRO, E. A. Método moderno de tupi antigo: a língua do Brasil dos primeiros séculos. Terceira edição revista e aperfeiçoada. São Paulo. Global. 2005. p. 30.. Recebeu esse nome pela grande quantidade de garças existente nos domínios do município. == Visão geral == Outras informações {| align=\"center\" cellpadding=\"2\" width=\"100%\" style=\"background: none;\" Ficha técnica CEP 12500-000 Padroeiro Santo Antônio Vínculo diocesano Arquidiocese de Aparecida Vereadores 11 Comarca Guaratinguetá Eleitores Tribunal Regional Eleitoral do Estado de São Paulo País Macrorregião Sudeste Área urbana 13,4676 km² Índice Gini 0,420 Trabalhadores Orçamento R$ ,08 Guaratinguetá é um importante centro de comércio e prestação de serviços da região do fundo do Vale do Paraíba, atraindo pessoas dos municípios vizinhos e do sul de Minas Gerais. É também a segunda maior economia e um dos maiores municípios da região em relação à população. Além disso, possui o melhor índice de distribuição de renda de sua região e baixos índices de criminalidade. Destaca-se, também, por ser um dos mais industrializados da região e por ter sido pioneiro nessa atividade econômica.Monografia: Guaratinguetá através dos séculos, nº211, 2001, Museu Frei Galvão, MAIA, Thereza, e MAIA, TomGuaratinguetá, JÚNIOR, Ferreira, 1962, Gráfica Frei Galvão, Indústrias da Cidade, pág 92 Ele abriga o maior complexo químico da América Latina, a BASF. Além das indústrias químicas, destacam-se no município as indústrias dos setores têxtil, alimentício, de laticínios e metalomecânico. Apesar de a indústria dar destaque ao município, este não é o setor econômico que mais emprega no município, e sim os de comércio e serviços. O município ganha destaque por ser um importante ponto turístico de caráter religioso, juntamente com o município vizinho de Aparecida. Juntos, movimentam grande quantidade de turistas durante o ano. Guaratinguetá, juntamente com os municípios vizinhos Aparecida e Cachoeira Paulista, desenvolveu o Circuito da Fé, na tentativa de ampliar seu setor turístico.Sugestões de roteiros: Circuito Turístico Religioso (Aparecida, Cachoeira Paulista e Guaratinguetá), SEBRAE SP, 2008 O turismo também vem se diversificando com o passar do tempo, e o município hoje apresenta também roteiros turísticos urbanos, históricos e ecológicos. É diferenciado por sua riqueza histórica,Monografia: Guaratinguetá Atenas do Vale do Paraíba, nº246, 2004, Museu Frei Galvão, PASIN, José Luiz. já tendo sido apelidado de \"Atenas do Vale do Paraíba\", devido ao seu importante peso sociocultural, exercido principalmente no período de 1920 a 1960. Após a instalação da Escola Normal, na década de 1920, Guaratinguetá passou a atrair professores e estudantes de diversas regiões do estado e de Minas Gerais, o que gerou um grande crescimento de espaços artísticos, culturais e sociais no município. Possui vários representantes nos ramos da pintura, poesia e principalmente da música. Foi um dos principais municípios produtores de café, além de ter sido uma das maiores bacias leiteiras do país. Ele possui ainda inúmeros casarões da época colonial, que contrastam com os prédios e casas da atualidade. O município possui praticamente toda a área urbana em planícies, sendo recortado em alguns bairros por colinas e morros. O principal rio que recorta o município, o Rio Paraíba do Sul, já foi responsável pelo escoamento da produção de café em tempos anteriores, mas hoje em dia serve apenas para traçar as divisas político-administrativas. O município é recortado pela Rodovia Presidente Dutra, sendo esta responsável pela recuperação econômica de todo o Vale do Paraíba; é recortado também por rodovias como a SP-171, que liga Guaratinguetá ao município de Cunha; a SP-62, que liga o município a Lorena; e a BR-459, que parte de Lorena, ligando o município ao sul de Minas Gerais, entre outras. == Apelidos == Guaratinguetá, durante sua existência, recebeu diversos apelidos, tais como: * Capital do Fundo do Vale É como é chamado na sua região, por ser um importante polo comercial e industrial, abastecendo comercialmente municípios vizinhos e do sul de Minas. Além disso, o município é um dos maiores da região, tanto em população como em importância econômica. O alto indicador social também contribuiu para tal título. * Atenas do Vale do Paraíba Foi o título dado ao município principalmente ente 1920 e 1960, por causa da instalação da Escola Normal, na época uma das poucas do interior do Brasil. Com isso, outras instituições de ensino se instalaram no município, atraindo professores e estudantes. Outro fator que influenciou esse apelido foi a grande quantidade de eventos culturais que havia na época na cidade, como: o Clube Literário, as serenatas, cabarés, o Centro Social, os grêmios, hipódromos, teatros e cinemas. * Cultura É como Guaratinguetá é conhecido por muitos. Por ser o município mais velho do Vale do Paraíba e terra natal de muitas personalidades artísticas, como Dilermando Reis e Bonfiglio de Oliveira, Guaratinguetá é considerado o município mais rico em cultura na região. * Guará Como o nome do município é grande, os moradores preferem, muitas vezes, utilizar-se de sua abreviatura \"Guará\". O que, muitas vezes, gera confusão com o município de Guará, no nordeste do estado. * Garça do Vale Apelido dado a Guaratinguetá pela grande quantidade de garças brancas no município. Hoje, esse apelido também está ligado ao time de futebol do município. == História == Desde o início de seu povoamento, em 1600, Guaratinguetá teve, em seu território, uma grande quantidade de garças que marcavam a paisagem. Os índios dominavam as terras do município até a chegada dos brancos; estes chegaram à região em 1628, através da doação a Jacques Félix e seus filhos, de terras no Vale do Paraíba. Foi em torno da antiga capela de Santo Antônio, hoje matriz do município, que se desenvolveu o município de Guaratinguetá. No ano de 1651, foi elevada a vila pelo capitão Domingos Luiz Leme. === Século XVIII === Por sua localização, Guaratinguetá era ponto de passagem para Minas Gerais e para as vilas de Taubaté e São Paulo, além de ser ponto de partida para Paraty. Durante as primeiras décadas do século XVIII, o município teve importante participação no ciclo do ouro em Minas Gerais. Foi o principal centro abastecedor do território mineiro, e para lá mandou vários bandeirantes, juntamente com os bandeirantes de Taubaté e de Pindamonhangaba. Nessa época o município recebeu uma Casa de Fundição de Ouro, que mais tarde foi transferida para Paraty. A economia não era desenvolvida e estava voltada para o comércio de beira de estrada. Morgado de Mateus, governador da capitania na época, no ano de 1765 nomeou Guaratinguetá para ser sede do Segundo Grupo de Infantaria e do Segundo Corpo de Dragões de Guaratinguetá e Vilas do Norte. Em 1739 nasceu em Guaratinguetá Antônio Galvão de França, o Frei Galvão, primeiro santo católico brasileiro. Nesse século, novos templos religiosos se ergueram na cidade, como é o caso da Igreja de Nossa Senhora do Rosário dos homens pretos (demolida em 1935). No final do século XVIII, Guaratinguetá perdeu uma grande parte de seu território, com a emancipação do município de Cunha. Ainda assim, a economia do município começou a se desenvolver, junto com o plantio da cana-de-açúcar e produção de açúcar, que passou a ser a principal fonte de renda de Guaratinguetá. Por consequência, Guaratinguetá se tornou uma das principais vilas da Capitania de São Paulo. === Século XIX === O café foi, no século XIX, a principal atividade econômica do município, do Vale do Paraíba e do Brasil, ocasionando o declínio dos engenhos de cana-de-açúcar. O desenvolvimento do café atingiu em 1886, apenas em Guaratinguetá, 350 mil arrobas anuais. Junto com o progresso do café, veio à vila o desenvolvimento econômico, político, social e urbano, que em 1844 foi elevada à categoria de cidade e logo depois, no ano de 1852, à categoria de comarca. Dentre os cafeicultores, destaca-se a figura de Francisco de Assis e Oliveira Borges, visconde e único titular da cidade com honras de grandeza, bem como o capitão Manuel Marcondes dos Santos, que se casou com Maria do Carmo de Oliveira, filha do visconde de Guaratinguetá. A população da cidade aumentou com a vinda de escravos, que trabalhavam nas plantações. A cidade começou a viver um período de embelezamento com a iluminação das ruas através dos lampiões, e, perto da igreja Matriz, foi instalado um gasômetro para a iluminação do templo. Nessa época, chegaram à cidade as primeiras escolas para moças. Em 1858, foi inaugurado o jornal O Mosaico, tornando Guaratinguetá a primeira cidade do Vale do Paraíba a ter um jornal. O comércio teve grande desenvolvimento, trazendo mercadorias importadas da Europa para a cidade, mercadorias trazidas através do porto de Paraty. Por duas vezes, a cidade foi visitada pela família imperial brasileira: em 1868 e em 1884. Em 1860, a cidade enviou, para a Guerra do Paraguai, voluntários, guardas nacionais e escravos. Em 1869, Guaratinguetá recebeu a Santa Casa de Misericórdia, regida na época pela Irmandade dos Passos, que já tinha, em 1855, dado origem ao Cemitério dos Passos. A Estrada de Ferro do Norte chegou à cidade em 1877, ligando Guaratinguetá à corte no Rio de Janeiro e a São Paulo. Data da mesma época a criação de um Clube Republicano, junto a intensa atividade abolicionista. Fundou-se, em 1882, o Clube Literário de Guaratinguetá e a Banda Municipal da União Beneficente. Com a abolição da escravatura, o município buscou a colaboração estrangeira para o cultivo do solo. Em 1892, ocorreu a instalação da Colônia do Piaguí, com a integração de mão de obra de imigrantes italianos, austríacos, alemães, suecos, belgas, franceses e poloneses. No final do século XIX, a cidade contava com duas agências consulares, uma da Itália e a outra de Portugal. Nesta mesma época, ocorreu a inauguração do Teatro Carlos Gomes (abrigou a sede da prefeitura entre 1933 e 2013), a construção da ponte metálica que ligava a cidade ao bairro do Pedregulho, a inauguração do Banco Popular e do Mercado Municipal, inaugurado em 7 de novembro de 1889 com estilo imitando uma galeria clássica toscana. Foi instalada a Caixa d’Água e a rede de esgoto urbano. Nessa mesma época, foi fundado o primeiro grupo escolar, no Edifício Doutor Flamínio Lessa. Ainda durante o final do século XIX, no ano de 1890, a então ferrovia que cortava a região foi encampada pela Estrada de Ferro Central do Brasil, que possibilitou a ligação direta e sem baldeações de Guaratinguetá com o Rio de Janeiro, então capital federal. === Século XX === O século XX iniciou-se com o alteamento das torres da catedral. Em 1901, foi construída a Igreja de Nossa Senhora da Piedade no distrito de Roseira, que na ocasião fazia parte de Guaratinguetá. No ano de 1902, ocorreu a instalação da Escola Complementar e da Escola Normal, para a formação de professores. Nessa época, também houve a criação do Ginásio Nogueira da Gama e do seu internato. As escola de comércio, farmácia e odontologia foram fundadas. Com a abertura das escolas, principalmente da Escola Normal, Guaratinguetá tornou-se um importante centro de cultura, pois atraía para a cidade estudantes e professores vindos de diversas regiões do estado e de Minas Gerais. A rede de energia elétrica foi inaugurada na cidade em 1905, e com isso foi instalada uma linha de bonde elétrico, ligando Guaratinguetá ao seu antigo distrito de Aparecida. O bonde deixaria de funcionar em 1952. Por volta de 1915, foram inauguradas na cidade mais duas casas de espetáculos, o Parque Cinema e o Cine Homero Ottoni. Ocorreu também a criação do Cine Teatro Central, a formação da Associação Esportiva de Guaratinguetá e a criação do Clube de Regatas (onde hoje é a Câmara Municipal), além de um Derby e um Jockey Clube. No século XX, também ocorreu o declínio da produção de café no Vale do Paraíba. A cultura cafeeira cedeu lugar à prática da agropecuária extensiva. Começou a pecuária leiteira no município, e em poucas décadas, Guaratinguetá se tornou uma das maiores bacias leiteiras do Brasil. No ano de 1928, Guaratinguetá perdeu os territórios de Aparecida e de Roseira, e no ano de 1991, perdeu seu último distrito, o de Potim. O desenvolvimento da economia do município fez com que surgissem na cidade as primeiras associações de classe, como a Associação dos Empregados do Comércio, a Associação Comercial e Industrial de Guaratinguetá, a União Produtora de Laticínios, a Cooperativa de Laticínios de Guaratinguetá e a Associação Agropecuária, além de uma loja maçônica e de uma caixa rural. Em 1914, a cidade começou seu processo de industrialização, com a fundação da Fábrica de Cobertores e Companhia de Fiação e Tecidos de Guaratinguetá. Seis anos depois, Monsenhor Filippo fundou a União dos Operários Católicos e a Sociedade Operária de Guaratinguetá. Na Revolução Constitucionalista de 1932, a cidade foi palco de batalhas entre tropas paulistas e tropas federais lideradas por Getúlio Vargas. Em setembro de 1932, no último mês do conflito, Guaratinguetá foi a última linha defensiva dos soldados paulistas, cujas trincheiras localizavam-se no atual bairro Engenheiro Neiva, nos arredores da Estação Ferroviária Engenheiro Neiva e alinhadas no sentido noroeste-sudeste. Trata-se do local da \"Última Trincheira\" a que Guilherme de Almeida fez referência em seu poema Oração ante a última trincheira. O poeta e imortal da Academia Brasileira de Letras foi combatente nesse setor durante aquele conflito e escreveu o poema quando da retirada geral das tropas paulistas da localidade. Consta também que o município foi muito visado pela artilharia e pelos aviões \"vermelhinhos\" das tropas federais. A partir da década de 1950, a atividade industrial cresceu em Guaratinguetá com a abertura da Rodovia Presidente Dutra, em 1951, e, com a chegada de famílias mineiras, vindas da Mantiqueira, as antigas propriedades rurais transformaram-se em fazendas de pecuária. No parque industrial da cidade, juntamente com as indústrias de laticínios, de fiação e de tecelagem, desenvolveram-se indústrias de produtos químicos, de mecânica pesada e de papel, entre outras. Na área educacional, chegaram à cidade o SENAC \"Nelson Antônio Mathídios dos Santos\" e a FATEC (Faculdade Tecnológica), além de ter ocorrido a criação dos museus Frei Galvão e Rodrigues Alves. Também nessa década foi criada a Escola de Especialistas de Aeronáutica, dando grande impulso à economia da cidade. === Século XXI === No início do século, com a canonização de Frei Galvão, em 2007, a atividade turística começou a aumentar no município. == Subdivisão == === Microrregião === A conurbação de Guaratinguetá com cidades vizinhas como Aparecida, Potim, Roseira, Lorena, Cruzeiro e Cachoeira Paulista é visível a todos que passam pela região. Apesar de este processo se dar de forma lenta, a população da área conurbada gira em torno de 430 mil habitantes. A Microrregião de Guaratinguetá inteira possui por volta de quinhentos mil habitantes e um grande potencial agrícola, industrial e turístico. Guaratinguetá se limita com as cidades de Aparecida ao sul, com Lorena ao leste, com Potim ao oeste, Campos do Jordão a noroeste, Delfim Moreira e Itajubá ao norte e Cunha ao leste. === Regiões === A cidade de Guaratinguetá é dividida em cinco regiões: :* Zona Norte (no mapa - verde) :* Zona Leste (no mapa - azul) :* Zona Oeste (no mapa - vermelha) :* Zona Sul (no mapa - amarela) :* Centro (no mapa - rosa) O Centro da cidade pode ser dividido em centro histórico e centro expandido. As zonas que mais crescem na cidade são a Zona Norte (frente residencial) e a Zona Sul (frente comercial). Na Zona Oeste da cidade existe uma tendência à comercialização, principalmente nos arredores da Avenida João Pessoa. A Zona Leste abriga os polos industriais. Entre as zonas Sul e Leste e as zonas Norte e Leste, existe o intitulado \"Cinturão de Pobreza\", região considerada a mais pobre da cidade, que sofre de falta de rede de esgoto e água encanada. Na região central da cidade os setores de comércio e serviços predominam. === Bairros === thumb|201px|Obras do CDHU, na Zona Norte da cidade :*Zona Norte: Parque das Alamedas, Cohab Bandeirantes, Mirante, Portal das Colinas, Parque do Sol, Beira Rio I e II, Jardim do Vale I e II, Jardim Esperança, Nova Guará, Vila Paraíba, Jardim Pérola e São Manoel, entre outros. :* Zona Sul: São Benedito, Campinho, Santa Rita, Vila Santa Rita, Campo do Galvão, Pedreira, Chácaras Selles, Jardim Tamandaré, Vila Santa Maria, Residencial Augusto Filippo e Jardim David Fernandes Coelho I (Serra Pelada), entre outros. :* Zona Oeste: Pedregulho, Parque das Árvores, Jardim Rony, Vila Mollica, Vila Indiana, Parque São Francisco, Jardim Independência, Vila Comendador, Matadouro, Parque Santa Clara, Vila Municipal I e II, Vila dos Funcionários e Residencial Broca Filho, entre outros. :* Zona Leste: Vila Rosa, Vila Guará, Vila Santa Mônica, Vila Angelina, Chácaras Patury, Clube dos 500, Jardim Primavera, Vila Brasil, Engenheiro Neiva e Nova República, entre outros. :* Centro: Centro Histórico e Centro Expandido. == Geografia == === Clima === O clima é subtropical úmido, com diminuição de chuvas no inverno (Köppen: Cfa), com temperatura média mínima de e máxima de , sendo a temperatura média de . As massas de ar equatorial continental, tropical atlântica e frente intertropical influenciam o clima da região. === Relevo === Guaratinguetá está assentada sobre terreno arqueano, formado do grande galho da Serra do Mar que parte do espigão principal nas cabeceiras do Rio Paraíba do Sul. Para margem do Rio Paraíba do Sul, o que se estende pelo município está sobre formação moderna considerada como terciária com uma sobrecapa de quaternário. A cidade cresceu à beira do Rio Paraíba do Sul e se estendeu sobre colinas e morros que recortam o município. Guaratinguetá localiza-se a 530 metros de altitude em relação ao nível do mar. A área urbana localiza-se praticamente toda em região de planície. Morros recortam a cidade entre as zonas Norte e Oeste, entre o Centro Expandido e a Zona Sul e entre as zonas Sul e Leste. === Meio ambiente === Nas montanhas mais altas como a Serra do Mar e a Serra da Mantiqueira, a vegetação é formada por uma mata densa nas áreas mais altas, contrastando com a vegetação da parte mais baixa, repleta de plantas miúdas e retorcidas, típicas de áreas frias. A região onde hoje se encontra a cidade era composta pela mata ciliar do Rio Paraíba do Sul, hoje praticamente devastada em muitas partes. Também havia ocorrência de áreas de campos, com uma vegetação mais espaçada. A vegetação no município foi muito devastada desde a época do café. Hoje, com a ajuda da iniciativa privada, a cidade vem passando por um processo de reflorestamento da mata ciliar do Rio Paraíba do Sul e de alguns ribeirões. Na Zona Leste de Guaratinguetá, existe uma área de preservação ambiental denominada \"Mata Viva\", que cobre aproximadamente 28 km de margem do Rio Paraíba do Sul. Na cidade, há também o Ribeirão de Guaratinguetá, de onde é retirada a água que abastece o município, ao contrário das outras cidades do Vale, que utilizam a água do Rio Paraíba do Sul. No Ribeirão de Guaratinguetá, a empresa Basf, que está situada no município, fez um projeto e reflorestou as margens do ribeirão, ajudando na preservação do mesmo. === Hidrografia === O município é recortado pelo Rio Paraíba do Sul e pelo Ribeirão de Guaratinguetá, este último responsável pelo abastecimento de água do município. Alguns dos principais afluentes do Rio Paraíba do Sul são os ribeirões de Guaratinguetá, dos Lemes, dos Motas, Gomeral, São Gonçalo e Pilões; todos influem no traçado urbano de Guaratinguetá, delimitando zonas e separando bairros. A empresa SAAEG (Serviço Autônomo de Água e Esgoto de Guaratinguetá), que fornece o abastecimento de água na cidade, utiliza a água desse afluente, que segundo estudos é mais limpa que a do Rio Paraíba do Sul, com o que a água de Guaratinguetá é a mais limpa do Vale do Paraíba. === Rodovias === * Rodovia Juscelino Kubitschek De Oliveira a BR-459, que liga Paraty (Rio de Janeiro) a Poços de Caldas * Rodovia Presidente Dutra, a BR-116 * Rodovia Paulo Virgínio * Rodovia João Martins Corrêa === Ferrovias === * Ramal de São Paulo da antiga Estrada de Ferro Central do Brasil == Economia == Composição da economia (2023)''' {| align=\"right\" cellspacing=\"2\" border=\"0\" cellpading=\"2\" style=\"text-align: left;\" Comércio e serviços Indústria Construção Civil Agropecuária Pioneira na industrialização do Vale do Paraíba Paulista, hoje Guaratinguetá mantém sua importância econômica. Foi eleita a 90.ª melhor economia do Brasil, a 24.ª do estado de São Paulo e a segunda melhor do Vale do Paraíba. Localizada no eixo Rio–São Paulo, Guaratinguetá é considerada a segunda melhor economia do Vale do Paraíba para se investir e a segunda em importância na região. === Setor primário === ;Agricultura Pecuária Rebanho Quantidade Bovino (Leite) 17 mil Bovino (Corte) 6 mil Suinos 2 mil Equinos 2 mil Produção Agrícola Produto Quantidade Cana 72,0 mil ton Arroz 9,7 mil ton Frutas 35,0 mil ton Mandioca 0,7 mil ton Milho 0,6 mil ton A agricultura e a pecuária estão ligadas ao setor econômico de Guaratinguetá desde o começo da história do município, e hoje ainda contribuem para a sua economia, embora de forma menos expressiva. Na agricultura, destaca-se a plantação de arroz, que se concentra no entorno das Zonas Norte e Leste, no chamado Cinturão Verde da cidade. Nessas regiões, e também na Zona Rural, vem ocorrendo um aumento na produção de frutas, verduras e legumes, ou seja, a agricultura aponta uma tendência de crescimento no setor de hortifrutigranjeiros. ;Pecuária Na pecuária, a produção de bovinos, suínos, equinos e ovinos ganha destaque. Com a pecuária extensiva que começou no município nos anos 1950, Guaratinguetá chegou a ser uma das principais bacias leiteiras do país. === Setor secundário === ; Indústria No fim do século XIX, foram instaladas em Guaratinguetá algumas pequenas fábricas, mas elas começaram a surgir com mais frequência nas primeiras décadas do século XX,Guaratinguetá, Terra das Garças Brancas, MAIA, Teresa Regina de Camargo, 2006, págs. 88 e 89, Editora Nova América, São Paulo. e algumas perduram até os tempos de hoje. O processo de industrialização pode ser marcado pela criação, em 1920, da União dos Operários Católicos, pelo monsenhor João Filippo, e pela Sociedade Operária de Guaratinguetá. A industrialização concretizou-se com a inauguração da Rodovia Presidente Dutra, em 1950. O marco arquitetônico da rodovia foi a construção do Hotel Clube dos 500, com projeto assinado por Oscar Niemeyer e plano urbanístico de Prestes Maia, tendo seu restaurante sido enriquecido por um grande afresco de Di Cavalcanti. A vocação industrial de Guaratinguetá esteve e está voltada para o setor alimentício e de laticínios, mas há um pequeno número de indústrias de outros ramos como têxtil, química, e metalomecânico..História do comércio de Guaratinguetá === Setor terciário === A cidade possui mais de setenta hotéis, com 2,5 mil leitos. Considerada a segunda cidade mais importante do Vale do Paraíba, Guaratinguetá abastece o comércio de sua microrregião administrativa e de todo o fundo do Vale. A cidade, desde o seu início, apresenta uma vocação comercial, e o comércio, antes feito na beira de estrada, se modernizou com o passar dos anos. O setor de serviços também cresce na cidade, e pela qualidade dos serviços de saúde, educação, entre outros, Guaratinguetá é procurada por moradores de cidades vizinhas, como Aparecida e Potim. Algumas avenidas da cidade vivem o processo de comercialização, como é o caso das avenidas João Pessoa e Juscelino Kubitschek. ; Turismo O turismo na cidade em Guaratinguetá se desenvolveu com o passar dos anos, e é, hoje, um dos principais meios lucrativos do município. O turismo religioso é talvez o principal e o que mais atrai visitantes para a cidade, tendo havido um aumento ainda maior nesse setor após a canonização de Frei Galvão. Os turismos urbano, histórico e ecológico também atraem visitantes e lucro para o município. O desenvolvimento desse setor teve início no final do século XX, mas ganhou força no século XXI. Em parceria com o Sebrae e as cidades de Aparecida e Cachoeira Paulista, Guaratinguetá lançou um pacote de turismo chamado Circuito da Fé, envolvendo visitas a pontos turísticos dos três municípios. O turismo urbano e histórico prevalece na região central da cidade, com visitas a antigos casarões construídos na época do café, visitas à Estação Ferroviária de Guaratinguetá e ao Mercado Municipal. No turismo ecológico, os bairros do Gomeral, das Pedrinhas, do Taquaral e dos Pilões são os roteiros principais, já que ficam nas bases de montanhas como a Serra da Mantiqueira e a Serra do Mar. O turismo religioso envolve visitas à casa de Frei Galvão, ao seminário do Santo, à Gruta de Nossa Senhora de Lourdes e a Igrejas como a Catedral de Santo Antônio e a Igreja de Frei Galvão. == Demografia == Histórico populacional Ano População Ano População * * * * * * * * * * * * 1920 1991 1930 2000 1940 2002 1950 2004 1960 2005 1970 2006 1980 2007 População por Sexo Sexo Habitantes * * * * * * Homens Mulheres A população é predominantemente branca, sendo os pardos o segundo maior grupo étnico da cidade. Os brancos somam habitantes (70,15%), os pardos habitantes (25,18%), os negros habitantes (4,11%), amarelos 567 habitantes (0,51%) e indígenas 64 habitantes (0,06%), num total de habitantes. A taxa de crescimento populacional é de 1,15% ao ano, uma das maiores do Vale do Paraíba. O maior crescimento da cidade ocorreu entre 1950 e 1960, quando houve um acréscimo populacional de habitantes; já o período de menor crescimento da cidade foi entre 1930 e 1940, quando a população aumentou em apenas habitantes.Guaratinguetá, JÚNIOR, Ferreira, 1962, Crescimento populacional de Guaratinguetá, páginas 115 e 116, Gráfica Frei Galvão A população total da cidade é de habitantes (População estimada em 01.07.2007 - Fonte IBGE), distribuídas na zona urbana e na zona rural seis mil, oque confirma o exodo rural. Conforme os resultados do Censo de 2010, a pirâmide etária da cidade de Guaratinguetá seguia a tendência da pirâmide etária nacional, com a maior parte da população na faixa etária entre 20 e 29 anos. IBGE == Infraestrutura == Guaratinguetá enfrenta alguns problemas urbanos como a falta de espaço para a manipulação do lixo, o déficit habitacional, empobrecimento da periferia e a corrupção. Dados de Guaratinguetá em relação à infraestrutura urbana, no ano de 2010: :* Domicílios com espaço suficiente: 99,79% :* Domicílios com infraestrutura interna urbana adequada: 96,50% ; Água e esgoto :* Abastecimento de água, nível de atendimento: 99,24% :* Coleta de esgoto sanitário, nível de atendimento: 97,63% :* Nível de esgoto sanitário tratado: 92,54% === Transportes === Guaratinguetá está às margens da Rodovia Presidente Dutra e tem dentro do território da cidade a linha férrea da Estrada de Ferro Central do Brasil. Disponibiliza grande rede viária, com largas avenidas e grande número de vias públicas asfaltadas. No acesso rodoviário, destaca-se a Rodovia Presidente Dutra. A rodovia estadual SP-171 é pavimentada e liga Guaratinguetá à Estância Climática de Cunha e à divisa com o estado do Rio de Janeiro, podendo-se prosseguir viagem em estrada asfaltada e de terra (apenas 10 km) até Paraty, Monumento Histórico Nacional. A estrada SP-62 faz a ligação entre Guaratinguetá e Lorena e com o acesso ao sul do estado de Minas Gerais por meio da BR-459, passando por Itajubá e Pouso Alegre até Poços de Caldas. Em tempos mais antigos, a ferrovia servia para transporte de passageiros, mas hoje serve às indústrias como rota de saída de produtos. A ferrovia recorta a cidade nas áreas residenciais, industriais e comerciais. O Aeroporto Edu Chaves ou Aeroclube de Guaratinguetá comporta voos leves e médios, além de helicópteros de porte médio. Está localizado na Zona Oeste da cidade. === Comunicações === ==== Telefonia ==== A cidade era atendida pela Telecomunicações de São Paulo (TELESP), que construiu as centrais telefônicas utilizadas até os dias atuais. Em 1998 esta empresa foi privatizada e vendida para a Telefônica, sendo que em 2012 a empresa adotou a marca Vivo para suas operações de telefonia fixa. ==== Televisão ==== ==== Jornais ==== Guaratinguetá é considerada a cidade pioneira da imprensa do Vale do Paraíba, juntamente com Taubaté. O primeiro jornal foi O Mosaico, que circulou entre o final da década de 1850 e o início da seguinte. Posteriormente vieram os jornais O Parahyba (1865), Gazeta Paulista (1865) e Gazeta do Norte (1866). Até o final do século XIX surgiram outros jornais, a maioria com vida efêmera, como Gazetinha, Correio do Norte, O Século, Estrela do Norte, Pequeno Jornal, O Cometa, O Liberal e o Norte de São Paulo, que tinham como características principais serem noticiosos, comerciais, literários e políticos.Guaratinguetá, Terra das Garças Brancas, MAIA, Teresa Regina de Camargo, 2006, pág. 81, Editora Noovha América, São Paulo. No começo do século XX, com os avanços tecnológicos, surgiu um grande número de outros jornais, com as mesmas características dos anteriores, ligados aos mais diversos setores da sociedade, principalmente de entidades estudantis e agremiações políticas. === Saúde === thumb|201px|Hospital Frei Galvão Portadora do segundo melhor IDH do Vale, Guaratinguetá conta com mais de quarenta estabelecimentos de saúde, que atendem, além da população municipal, a das cidades vizinhas. Guaratinguetá possui dois hospitais de porte médio a grande, diversos postos e clínicas de saúde. No centro expandido da cidade, existem a Santa Casa de Misericórdia de Guaratinguetá e o Hospital e Maternidade Frei Galvão. Existe também, na EEAR, o Hospital da Aeronáutica de Guaratinguetá. Nos bairros, o atendimento é feito nos postos e clínicas de saúde da cidade. Na Zona Sul, existe o CEPOG (Centro Pediátrico e Ortopédico de Guaratinguetá); na Zona Oeste existe também o AME (Atendimento Médico Especializado), que atende a população da região. === Educação === thumb|201px|direita|Escola Estadual Embaixador Rodrigues Alves Guaratinguetá conta com 67 escolas públicas e particulares, que absorvem não só os alunos do município, mas os das cidades vizinhas também. Em Guaratinguetá existe o Colégio Técnico Industrial de Guaratinguetá Professor Carlos Augusto Patrício Amorim, conhecido como COTEC, pertencente à Faculdade de Engenharia de Guaratinguetá. O CTIG é a mais concorrida escola de Guaratinguetá e um dos principais centros de ensino técnico e médio do Vale do Paraíba. A UNESP tem sede em Guaratinguetá, e por causa da grande e crescente procura, está aumentando seu espaço físico para poder absorver mais alunos. A cidade abriga ainda a Escola de Especialistas de Aeronáutica, conhecida como “Berço dos Especialistas”, que é o maior centro de ensino técnico militar da América do Sul. A EEAR forma anualmente mais de 1 mil militares especialistas em diversas áreas, considerados engrenagens para o cumprimento da missão da Força Aérea Brasileira. A escola foi fundada em 25 de março de 1941 para atender as necessidades, surgidas na II Guerra Mundial, de incrementar a formação de técnicos em número suficiente para atender à demanda. Inicialmente, foi instalada na Ponta do Galeão, no Rio de Janeiro (RJ). Nessa mesma época, em São Paulo (SP), foi criada a Escola Técnica de Aviação, passando a completar a formação de especialistas. Em 1950, houve a fusão das duas escolas, e sua sede mudou-se para Guaratinguetá. ; Ensino superior thumb|201px|Universidade Metodista * Universidade Estadual Paulista (UNESP) – Campus Júlio de Mesquita Filho. Conhecida como Faculdade de Engenharia de Guaratinguetá (FEG), localiza-se na Zona Norte da Cidade. Entre os cursos de Graduação se destacam: Engenharia de Materiais, de Produção Mecânica, Mecânica, Civil, Elétrica e Bacharelado em Física. Oferece também Pós- Graduação stricto sensu (Mestrado e Doutorado) em Engenharia Mecânica, Produção Mecânica e Física, e cursos de especialização em diversas áreas, como Gestão da Produção, Logística Internacional, entre outros. * Universidade Metodista – Campus de Guaratinguetá; alguns dos cursos são: Pedagogia, Administração, Comércio Exterior e Sistema de Informação. * Faculdade de Tecnologia de Guaratinguetá (FATEC) \\- oferece cursos de Tecnologia em Análise e Desenvolvimento de Sistemas, Gestão da Tecnologia da Informação, Gestão Empresarial (Processos Gerenciais), Gestão Financeira e Logística. Localiza-se na Zona Norte da cidade. * Faculdade Nogueira da Gama – Guaratinguetá – oferece cursos em diversas áreas, destacando-se Linguagem e Comunicação, Didáticas do Ensino Superior, Metodologia da Pesquisa Científica e Gerenciamento de Sistemas de Informação. === Lixo === O lixo é um problema comum para as cidades de Guaratinguetá, Aparecida, Potim, Roseira e Lorena. Após o fechamento do \"Lixão de Guaratinguetá\" e a transformação deste em um parque ambiental, o lixo da cidade tem sido levado para a cidade de Cachoeira Paulista. O lixão foi um problema para Guaratinguetá, pois se localizava na Zona Oeste e acabou sendo envolvido pela mancha urbana, sendo também considerado por órgãos avaliadores como tendo uma infraestrutura muito ruim. O problema será resolvido com a construção do aterro sanitário, que atenderá não só Guaratinguetá, mas também alguns municípios vizinhos. ; Coleta de lixo :* Coleta de lixo, nível de atendimento: 99,80% :* Lixo domiciliar/comercial destinado às formas sanitariamente recomendáveis: 100% === Cinturão de pobreza === Com o desenvolvimento urbano da cidade de Guaratinguetá, duas regiões acabaram vivendo o empobrecimento. Este se deu de duas formas, como na maioria das cidades brasileiras: pela vinda de moradores de outras cidades para o município e pela vinda de moradores rurais do próprio município para a área urbana. No caso de Guaratinguetá, o cinturão de pobreza se localiza entre as zonas Sul e Leste e as zonas Norte e Leste. Os bairros mais atingidos pela falta de saneamento básico e de infraestrutura urbana são Jardim Esperança, Jardim Primavera e Vila Angelina. Na Zona Sul da cidade, existem alguns dos bairros mais antigos do município como Pedreira, Tamandaré e Alto das Almas, regiões que apresentam alguns problemas de infraestrutura por serem muito antigas. Essa falta de infraestrutura inclui desde deslizamentos de terra e falta de rede de esgoto até ruas estreitas e baixo valor da terra. Na tentativa de retirar as pessoas do Cinturão de Pobreza, unidades do CDHU estão sendo construídas em Guaratinguetá, na Zona Norte. == Cultura == thumb|201px|Parque Ecológico Guaratinguetá, entre as décadas de 1920 e 1960, era conhecida em todo Brasil como a Atenas do Vale do Paraíba. Este título estava relacionado à instalação da Escola Normal uma das primeiras instaladas no interior do Brasil, polo de atração de professores e estudantes para a cidade. Enquanto as outras cidades do Vale do Paraíba viviam na época um período de estagnação econômica e social, Guaratinguetá se revitalizava com os estudantes, pensões, bares, serenatas, pequenos e grandes jornais, com o Clube Literário e Recreativo, Centro Social, Grêmios, Teatros, Cinemas, Hipódromo, entre outras estabelecimentos, que deram a Guaratinguetá o título de \"Capital Cultural do Interior\". O Teatro Municipal de Guaratinguetá, atual sede da prefeitura, foi considerado o mais belo teatro do interior paulista.Guaratinguetá, JUNIOR, Ferreira, 1962, págs. 38 e 39, Gráfica Frei Galvão. Os assentos da plateia tinham a forma de uma ferradura, as cadeiras eram feitas de palhinha austríaca, existiam quinhentos lugares e na parte superior ficavam os camarotes de primeira e de segunda classe. A frontaria do palco apresentava nas colunas laterais os emblemas da música e da comédia e no frontão um escudo com a divisa de Jean-Baptiste Poquelin, mais conhecido como Molière, \"Ridendo Castigat Mores\", que significa \"Corrige os costumes rindo\". O pano de boca apresentava a figura de um jardim de um palácio. A caixa do teatro era a maior do BrasilGuaratinguetá, JUNIOR, Ferreira, 1962, págs. 40 e 41, Gráfica Frei Galvão. na época, e foi a única no país que possibilitou a representação completa da Ópera Zazà de Ruggero Leoncavallo. Quando o teatro foi transformado em prefeitura, as pessoas tradicionalistas da cidade foram contra tal ato e condenaram o feito como um \"crime contra a cultura\". Guaratinguetá conta com a Biblioteca Municipal Doutor Diomar Pereira da Rocha, instalada no Centro expandido da cidade. Outras bibliotecas de porte menor estão instaladas nas \"Pirâmides do Conhecimento\", distribuídas nas demais regiões da cidade. === Museus === A cidade possui três importantes museus e alguns centros de artes, além de alguns pequenos museus, criados pelos moradores.Mapa e Guia da Cidade de Guaratinguetá, SANTOS, Ralfer Eberson Brito dos, e, SIQUEIRA, Lia, 2006, Vale Portal Divulgações, São Paulo * Museu Frei Galvão – Praça Conselheiro Rodrigues Alves – Centro Histórico *Museu Histórico Pedagógico Conselheiro Rodrigues Alves - Centro Histórico ; Espaços artísticos * Exposição Internacional de Presépio - no Seminário Franciscano Frei Galvão (renovada anualmente, conta com presépios de mais de vinte países). A visitação é gratuita e pode ser feita diariamente, inclusive nos finais de semana e feriados. * Exposição Franciscana - no Seminário Franciscano Frei Galvão (a sala conta com uma estrutura esculpida em isopor, dando a impressão de se estar num castelo medieval. Pode-se apreciar mais de 100 representações de São Francisco de Assis). A visitação é gratuita e pode ser feita diariamente, inclusive nos finais de semana e feriados. * Espaço VivArte – Zona Oeste da cidade * Sede Histórica do Itaguará Country Club (onde ocorrem apresentação musicais) – Zona Oeste * Auditório do Museu Frei Galvão – Centro Histórico * Casa do Artesão – Centro Histórico * Casa E - Zona Oeste * Estação Cultura – Centro Histórico === Esporte === Guaratinguetá possui diversas quadras poliesportivas, as principais localizadas, no Estádio Municipal Professor Dario Rodrigues Leite, no Itaguará Country Club e no Ginásio da Faculdade de Engenharia de Guaratinguetá. A cidade é bem representada em diversos esportes como tênis, natação, basquete e futebol de salão. Cidade natal de Geraldo Cesar Meirelles Freire, piloto de automóveis, recordista mundial de resistência em circuito fechado, Autódromo de Interlagos - outubro e novembro de 1964, em destaque a marca dos 21 dias, rodados 48 977,139Km, à média de 97,180 km/h. thumb|201px|Estádio Municipal Profº Dario Rodrigues Leite Guaratinguetá já possuiu diversos clubes recreativos, como o antigo Clube de Regatas de Guaratinguetá, à beira do Rio Paraíba do Sul, na época em que este era próprio para o banho. O clube ficava onde hoje é a Câmara Municipal. O Clube Literário e Recreativo, com sede no centro e depois uma unidade esportiva na Vila Paraíba. O antigo Clube Aliança, que depois foi reaberto como Clube Centro Social, famoso na cidade pelos seus saraus e por suas comemorações carnavalescas. Hoje o Itaguará Country Club, a SABAP e a Sociedade Hípica de Guaratinguetá são os clubes de maior porte e mais famosos da cidade. Uma boa opção para quem busca qualidade de vida é a prática de yôga. Em 2007, o Guaratinguetá Esporte Clube disputou a série A1 do Campeonato Paulista de Futebol, conquistando o título de Campeão do Interior do Estado de São Paulo. Em 2011, o nome do clube foi alterado para Guaratinguetá Futebol Ltda. Em 2016, o time disputou a série A3 do Campeonato Paulista. Federação Paulista de Futebol O kartódromo que funciona em Guaratinguetá é um kartódromo internacional, que se localiza na Zona Leste da cidade às margens da Rodovia Presidente Dutra. Ele possui boxes cobertos e várias possibilidades de trajeto, abrigando diversos tipos de competições e campeonatos, além de ser usado pelos moradores da cidade e região como forma de diversão. === Parques e praças === A principal praça da cidade se localiza no Centro Histórico, a Praça Conselheiro Rodrigues Alves, que nos tempos antigos era o principal ponto de encontro da cidade. A praça hoje é um dos principais pontos de comércio popular da cidade. Existem no município diversas praças, tais como a segunda maior do município, Praça Dr. Benedito Meirelles Freire, médico benemérito, onde se encontra a erma do mesmo; a Praça Dr. Homero Ottoni, onde se encontra a Prefeitura Municipal; a Praça Antônio Geraldo de Carvalho (Zona Oeste), a Praça Seitaro Honda (Zona Norte), a Praça Joaquim Vilela de Oliveira Marcondes (Zona Sul) e a Praça Francisco Marques Azevedo (Zona Leste). Destacam-se, entre os parques, o Parque Ecológico Municipal Anthero dos Santos, na Zona Norte da cidade, que conta com áreas verdes e playgrounds, e o Parque Ambiental Santa Luzia, na Zona Oeste, construído no lugar do antigo depósito de lixo da cidade, que hoje conta com grande área verde, quadras poliesportivas e dois playgrounds. Na cidade, há também o Bosque da Amizade, localizado entre as zonas Sul e Norte, às margens do Rio Paraíba do Sul, que conta com áreas para caminhadas, bancos, pequenos quiosques e um parquinho para as crianças. === Religião === A população é predominantemente católica. Em seu antigo território foi encontrada a imagem de Nossa Senhora Aparecida, que depois daria origem ao município de Aparecida, e depois nasceu Frei Galvão, o primeiro santo brasileiro. A cidade foi visitada pelo papa Bento XVI em 12 de maio de 2007. Ele esteve na Fazenda da Esperança, localizada na zona rural da cidade. O papa também conduziu a cerimônia de canonização de Frei Galvão, que aconteceu no dia 11 de maio no Campo de Marte na cidade de São Paulo.Monografia: O Papa Bento XVI na Fazenda Esperança, MAIA, Thereza Regina de Camargo, 2007, número 276, Museu Frei Galvão A antiga matriz de Santo Antônio, atual Catedral de Santo Antônio, é datada de antes da elevação de Guaratinguetá a cidade. A casa onde nasceu Frei Galvão é hoje um museu a ele dedicado, bem como a Igreja de Frei Galvão. Guaratinguetá possui um seminário, além de diversas igrejas e templos de outras religiões. Guaratinguetá pertence à jurisdição da Arquidiocese de Aparecida. === Eventos e datas comemorativas === Em Guaratinguetá, são destaques as festas de origem religiosa.Guaratinguetá, JÚNIOR, 1962, Ferreira, Festas Tradicionais, páginas 33, 34, 35, 36 e 37; Gráfica Frei Galvão * Festa do Divino Espírito Santo. * Festa de São Benedito. * Festa de São Benedito e Santa Cruz (Campo do Galvão). * Festa de Santo Antônio, padroeiro da cidade. ; Feriados municipais * Segunda-feira após a Páscoa - Dia de São Benedito * 11 de maio - Dia da canonização de Frei Galvão, santo nascido na cidade. * 13 de junho - Dia de Santo Antônio, padroeiro da cidade. Aniversário da cidade. * 25 de outubro - Dia de Frei Galvão. === Carnaval === A \"Banda Mole\", fundada em 1975, é um dos destaques no sábado de Carnaval. A concentração acontece no centro da cidade e o desfile sai a partir das 19 horas, quando o prefeito entrega a chave da cidade ao Rei Momo e sua corte. Os \"Blocos de Embalo\" são agremiações carnavalescas que desfilam pela cidade. A característica destes blocos é o uso de uma camiseta relacionada ao tema do ano. As Escolas de Samba, em número de seis, apresentam seus enredos, com carnavalescos, cantores, mestres-salas e porta-bandeiras. As agremiações \"Bonecos Cobiçados\" (1957) e a \"Embaixada do Morro\" (1944) são as mais antigas da cidade. A Prefeitura incentiva o Carnaval apoiando a \"Organização das Escolas de Samba de Guaratinguetá\" (OESG), fundada em 2002.Monografia: O Carnaval de Guaratinguetá, MAIA, Thereza Regina de Camargo, 2004, número 269, Museu Frei Galvão === Filhos ilustres === * Ver: Lista de ilustres guaratinguetaenses == Ver também == * História de São Paulo * Programa Acessa São Paulo * Escola de Especialistas de Aeronáutica * Lista de municípios do Brasil acima de cem mil habitantes == Ligações externas == * * * * Categoria:Fundações no Brasil em 1630 Categoria:Topônimos de origem tupi Categoria:Municípios do Vale do Paraíba",
 "title": "Guaratinguetá"
}