{
 "id": "20762",
 "text": "O neoclassicismo foi um movimento cultural nascido na Europa Ocidental em meados do século XVIII, que teve larga influência na arte e cultura de todo o ocidente até meados do século XIX. Teve como base os ideais do iluminismo e um renovado interesse pela cultura da Antiguidade Clássica, advogando os princípios da moderação, equilíbrio e idealismo como uma reação contra os excessos decorativistas e dramáticos do Barroco. == Contexto e caracterização geral== Os primeiros sinais do neoclassicismo se fazem notar em vários pontos da Europa nas primeiras décadas do século XVIII, embora desde já se deva advertir que a cronologia dos estilos é sempre muito polêmica, e seus limites, muito imprecisos. O neoclassicismo, como o nome indica, foi um movimento cultural revivalista, que voltou-se para a Antiguidade Clássica — a Grécia e a Roma Antigas — como a principal referência estética e modelo de vida. Considerava-se há muito tempo que a tradição clássica — onde se incluía a cultura renascentista, também um revivalismo classicista — era imbuída de grande autoridade moral e estética, e por isso era um modelo ideal. De fato, a \"volta aos clássicos\" é um fenômeno recorrente na história da cultura do ocidente.Mincoff, Marco. \"Baroque Literature in England\". In. Limon, Jerzy. Shakespeare and His Contemporaries: Eastern and Central European Studies. University of Delaware Press, 1993, p. 11-57Rosenblum, Robert. Transformations in Late Eighteenth-Century Art. Princeton University Press, 1970, pp. 3-4 Palmer, Allison Lee. Historical Dictionary of Neoclassical Art and Architecture. Scarecrow Press, 2011, pp. ix; 1-2 Uma série de fatores se conjugaram para que em meados do século XVIII houvesse nascido uma nova corrente classicista, nítida e influente, centralizada em Roma, convivendo com e combatendo as últimas manifestações do Barroco e do Rococó. Dois fatores foram principais: em primeiro lugar, o esgotamento da fórmula barroca e a condenação do que se viu nela como excessos, peso, decorativismo fútil, falta de decoro e irregularidade, acompanhado por um crescente interesse pela Antiguidade clássica de modo geral, com seus valores de racionalismo, modéstia, equilíbrio, harmonia, simplicidade formal, idealismo e desapego do luxo. Em segundo, o neoclassicismo está intimamente ligado ao declínio da influência da religião e à ascensão dos ideais do iluminismo, que tinham base no racionalismo, combatiam as superstições e dogmas religiosos, e enfatizavam o aperfeiçoamento pessoal e o progresso social dentro de uma forte moldura ética. Os valores clássicos permaneceram uma forte referência nas academias de arte e de ciências mesmo durante o Barroco, o estilo anticlássico por excelência.Bietoletti, Silvestra. Neoclassicism & Romanticism. Sterling Publishing Company, Inc., 2009, pp. 8-16 Schwarcz, Lilia Moritz. O Sol do Brasil: Nicolas-Antoine Taunay e as desventuras dos artistas franceses na corte de d. João. São Paulo: Companhia das Letras, 2008. pp. 65-66Barasch, Moshe. Theories of Art: From Plato to Winckelmann. Routledge, 2000, pp. 330-333Grenfell, Michael & Hardy, Cheryl. Art rules: Pierre Bourdieu and the visual arts. Berg Publishers, 2007. pp. 110-111Pevsner, Nikolaus. Academias de arte: passado e presente. Companhia das Letras, 2005. pp. 112-113; 120-133 Também foi inestimável a contribuição de acadêmicos e antiquários como Robert Wood, John Bouverie, James Stuart, Robert Adam, Giovanni Battista Borra e James Dawkins, que publicaram a partir do século XVIII vários relatos detalhados e ilustrados de expedições arqueológicas, sendo especialmente influentes o tratado de Bernard de Montfaucon, L'Antiquite expliquée et representée en figures (1719-24), fartamente ilustrado e com textos paralelos em línguas modernas, não apenas no latim como era o costume acadêmico, e o do Conde de Caylus, Recueil d'antiquités (1752-67), o primeiro a tentar agrupar as obras de arte da Antiguidade clássica segundo critérios de estilo e não de gênero, abordando também as antiguidades celtas, egípcias e etruscas.Greenhalgh, Michael. The Classical Tradition in Art. Londres, Icon Editions, 1978 Os escritos de Johann Joachim Winckelmann - um erudito alemão de grande influência entre os intelectuais italianos e alemães, incluindo Goethe, e muitas vezes considerado o principal mentor teórico do movimento - enalteceram ainda mais a arte grega, e vendo nela uma \"nobre simplicidade e tranquila grandeza\", apelou para que todos os artistas a imitassem, restaurando uma arte idealista que deveria ser despida de toda transitoriedade, aproximando-se do caráter do arquétipo. Seu apelo gerou sonora resposta. A história, literatura e mitologia antigas voltavam a ser a fonte principal de inspiração para os artistas, ao mesmo tempo em que eram reavaliadas outras culturas e estilos antigos como o gótico e as tradições folclóricas do norte europeu, produzindo uma heterogeneidade de tendências que tornam o estudo deste período por vezes bastante árduo. Acrescente-se a isso a descoberta de Herculano e Pompeia, duas antigas cidades romanas soterradas por uma erupção do Vesúvio, uma grande surpresa para os conhecedores e o público, tornando-se logo uma parada obrigatória no Grand Tour europeu e local de pesquisa para artistas e antiquários. Embora as escavações que começaram a ser realizadas nas ruínas em 1738 e 1748 não tenham encontrado grandes obras- primas, trouxeram para a luz uma quantidade de relíquias e artefatos que revelavam aspectos do cotidiano romano até então desconhecidos. Seguiram-se outras pesquisas sistemáticas da arte e cultura antiga, formaram-se importantes coleções públicas e privadas de arte e artefatos antigos e o \"estilo grego\" se tornava cada vez mais um favorito para os decoradores, estilistas de moda e arquitetos. Esses fatores contribuíram de forma importante para a educação de um maior público e para um alargamento da sua visão sobre o passado, estimulando uma nova paixão por tudo o que fosse antigo.Gontar, Cybele. . In: Heilbrunn Timeline of Art History. New York: The Metropolitan Museum of Art, 2000 Apesar de a arte clássica ser apreciada desde muito antes, segundo Cybele Gontar era-o de forma circunstancial e empírica, mas agora o apreço se construía sobre bases mais científicas, sistemáticas e racionais. Com essas descobertas arqueológicas e estudos teóricos tornou-se possível formar pela primeira vez uma cronologia da cultura e da arte dos gregos e romanos, distinguindo o que era próprio de uns e de outros, e fazendo nascer um interesse pela tradição puramente grega que havia sido ofuscada pela herança romana, ainda mais porque na época a Grécia estava sob domínio turco e por isso, na prática, era pouco acessível para os estudiosos e turistas do Ocidente cristão.Kleiner, Fred S. Gardner's Art Through the Ages: The Western Perspective, Volume 2. Cengage Learning, 2009, pp. 599-605 O movimento teve também conotações políticas, já que a origem da inspiração neoclássica era a cultura grega e sua democracia, e a romana com sua república, com os valores associados de honra, dever, heroísmo, civismo e patriotismo. Como consequência, o estilo neoclássico foi adotado pelo governo revolucionário francês como arma ideológica contra o \"luxo imoral\" e a \"afetação decadente\" das elites, tipificadas na galante e hedonista arte Rococó, pondo de lado a \"nobre simplicidade e tranquila grandeza\" de Winckelmann e assumindo ares mais agressivos, dinâmicos, dramáticos e nitidamente propagandísticos, convocando a sociedade à mudança.Rosenblum, p. 10 Teve o pintor Jacques-Louis David como seu campeão e assumiu os nomes sucessivos de estilo Diretório, estilo Convenção e mais tarde, sob Napoleão Bonaparte, estilo Império, influenciando outros países. Nos Estados Unidos, no tumultuado processo de conquista de sua própria independência, e inspirados no modelo da Roma republicana, o neoclassicismo se tornou um padrão patrocinado pelo governo, sendo conhecido como Estilo Federal. Entretanto, desde logo o neoclassicismo se tornou também um estilo cortesão, e em virtude de suas associações com o glorioso passado clássico, foi usado pelos monarcas e príncipes como veículo de propaganda para suas personalidades e feitos. O neoclassicismo conheceu seu ponto mais alto entre meados do século XVIII e as décadas iniciais do século XIX, quando Winckelmann fazia grande propaganda da cultura antiga e nas artes brilhavam Goethe, David, Haydn, Mozart e Canova, além de muitos outros. É uma das características deste período a coexistência do neoclassicismo com um outro movimento cultural também de larga influência: o romantismo. Ambos foram em muitos pontos estilos antitéticos, pois o romantismo tendia a enfatizar o drama, o movimento, a visão individual, o irracional, o misticismo e a emoção, mas por outro lado, não era inteiramente avesso à referência clássica nem ao idealismo, tendo nascido também sob influência do iluminismo. Muitas vezes será difícil distingui-los. Ao longo do século XIX ambas as escolas viriam a dialogar e se fundir cada vez mais, gerando o academicismo eclético, prosaico e sentimental do fim do século. No início do século XX o neoclassicismo - bem como o romantismo - havia sido suplantado pela estética modernista, embora continuasse a gerar frutos em algumas regiões.Palmer, pp. 13-14Janson, Horst Woldemar. History of Art: The Western Tradition. Prentice Hall Professional, 2004, cap 21, s/pp. Galitz, Kathryn Calley. \"Romanticism\". In Heilbrunn Timeline of Art History. New York: The Metropolitan Museum of Art, 2000Forward, Stephanie. Legacy of the Romantics. The Open University. BBC Na década de 1980, cultivada pelos pós-modernos, uma forma atualizada de classicismo apareceu em cena com algum ímpeto, manifestando-se em várias formas de arte.Palmer, p. 14 == Literatura == Os textos empregam linguagem clara, sintética, gramaticalmente correta e nobre. A forma liberta-se um pouco do rigor do classicismo anterior. A principal expressão do movimento na literatura é o arcadismo, manifestado na Itália, em Portugal e no Brasil. Na França, os novos ideais iluministas são a base dos textos. Os principais autores são Montesquieu (1689-1755) e Voltaire (1694-1778). O primeiro é autor, entre outras, da obra Do Espírito das Leis. Voltaire experimenta vários gêneros: tragédia (A Morte de César), poesia (Discurso sobre o Homem), contos fantásticos (Zadig) e romance de fundo moral (Cândido, ou O Otimismo). No final do século, uma visão crítica da aristocracia é dada por Choderlos de Laclos (1741-1803), em As Relações Perigosas, e pelos romances eróticos do Marquês de Sade (1740-1814) e de Restif de la Bretonne (1734-1806). Na Inglaterra destacam-se Robinson Crusoe, de Daniel Defoe (1660-1731), e As Viagens de Gulliver, de Jonathan Swift (1667-1745). A sua principal expressão na literatura, o arcadismo, foi um movimento literário que buscava basicamente a simplicidade, oposto à confusão e do retrocedimento Barroco. Retrata a vida pastoril e harmônica do campo. As referências clássicas voltam, e as obras são recheadas de seres da mitologia grega. Porém se observa que a mitologia, que era um acervo cultural concreto de Grécia, Roma e mesmo do Renascimento, agora se converte apenas num recurso poético de valor duvidoso. Também se destaca Éclogas de Virgílio e dos Idílios de Teócrito, obras clássicas que retratam a natureza harmônica, e por isso são os dois autores mais imitados pelos árcades. Os árcades, ao contrário do Barroco, preferiam uma visão equilibrada do mundo. Sem exageros, sem conflitos, apenas a simplicidade. == Artes plásticas == A arte neoclássica busca inspiração no equilíbrio e na simplicidade, bases da criação na Antiguidade. As características marcantes são o caráter ilustrativo e literário, marcados pelo formalismo e pela linearidade, poses escultóricas, com anatomia correta e exatidão nos contornos, temas \"dignos\" e clareza na composição. Sua sistematização era feita através do sistema conhecido como academicismo, que estabelecia uma série de normas práticas e teóricas para a produção da boa arte. Nascendo como uma reação ao Barroco e ao Rococó, a arte neoclássica não foi apenas um movimento artístico, mas também cultural, que refletiu as mudanças que ocorriam na época marcadas pela ascensão da burguesia. Este estilo procurou expressar e interpretar os interesses, a mentalidade e os hábitos da burguesia manufatureira e mercantil da época da Revolução Francesa e do Império Napoleônico, mas também expressou muitos valores políticos e cívicos quando patrocinado pelo Estado. === Principais características do neoclassicismo nas artes plásticas=== * formalismo e racionalismo. * retorno ao estilo greco- romano. * academicismo e técnicas apuradas. * culto à teoria de Aristóteles. * ideal da época: democracia. * na pintura, exatidão nos contornos, sobriedade nos ornamentos e no colorido, pinceladas que não marcavam a superfície, dando à obra um aspecto impessoal onde predominava o desenho sobre a cor * na escultura, preferência pelo mármore branco, considerado o mais nobre dos materiais. === Pintura === Uma amostra de pintura neoclássica nesse período é O Juramento dos Horácios, do francês Jacques-Louis David. Nesta obra de temática inspirada na história da Roma Antiga, os valores estéticos da Antiguidade servem de veículo condutor a uma mensagem atual: cidadãos (homens livres), agarram em armas, ou seja, tomam nas suas mãos o poder sobre o futuro da nação. A obra fez furor no Salão de Paris em 1784. A pintura neoclássica de David dominou o panorama artístico francês durante quase meio século, fazendo com que ele, acima das contingências políticas, fosse o pintor oficial da Revolução Francesa e, depois, do regime de Napoleão Bonaparte. Outro pintor de destaque é Dominique Ingres, de A Banhista de Valpinçon. ;Principais pintores: * Jacques Louis David (francês, 1748-1825): foi o mais característico representante do neoclassicismo. Durante alguns anos controlou a atividade artística francesa, sendo o pintor oficial da corte imperial, pintando fatos históricos ligados à vida do imperador Napoleão. Pintou também temas solenes, personagens e motivos inspirados na antiguidade clássica, através de cores sóbrias. Sua luminosidade lembra Caravaggio, mas é em Rafael (mestre inegável do equilíbrio da composição e da harmonia das cores) que reside sua maior influência. Figuras sólidas e imóveis. Excelente retratista. Obras mais importantes: A Morte de Marat (1793); A Morte de Sócrates (1787); As Sabinas; A Coroação de Napoleão em Notre Dame. * Dominique Ingres (francês, 1780-1867): Formado na oficina de David, permaneceu fiel aos postulados neoclássicos do seu mestre ao longo de toda a vida. Passou muitos anos em Roma, onde assimilou aspectos formais de Rafael e do maneirismo. Ingres sobreviveu largamente à época de predomínio do seu estilo, dado que morreu em 1867. A partir de 1830 opôs-se com veemência, da sua posição de académico, ao triunfo do romantismo pictórico representado por Delacroix. Ingres preferia os retratos e os nus às cenas mitológicas e históricas. Entre os seus melhores retratos contam-se Bonaparte Primeiro Cônsul, A Bela Célia, O Pintor Granet e A Condessa de Hassonville. Nos nus que pintou (A Grande Odalisca, O Banho turco e, sobretudo, A Banhista de Valpinçon) é patente o domínio e a graça com que se serve do traço. A sua obra mais conhecida é Apoteose de Homero, de desenho nítido e equilibrada composição. ;Outros pintores: * Pierre-Paul Prud'hon, Antoine-Jean Gros, Jean Germain Drouais, Jean-Baptiste François Desoria (França); Karl Briullov (Rússia); Andrea Appiani, Niccolò Contestabile (Itália); Angelica Kauffmann (Áustria); Leo von Klenze (Alemanha); Thomas Lawrence, John Hamilton Mortimer (Grã-Bretanha); Benjamin West e John Singleton Copley (Estados Unidos); Vieira Portuense e Domingos Sequeira (Portugal). === Escultura === Na escultura o movimento buscava inspiração no passado. A estatuária grega foi o modelo favorito pela harmonia das proporções, regularidade das formas e serenidade da expressão. Também foi menos ousada que a pintura e arquitetura de seu tempo. Entre os principais escultores destaca-se acima de todos o italiano Antonio Canova (1757-1822), que dominou a cena europeia durante sua maturidade com suas estátuas de heróis e figuras mitológicas, como Perseu com a cabeça da Medusa e Eros revive Psique com um beijo. Seu estilo tem um refinamento incomum, reconhecido por seus contemporâneos como insuperável, e como a mais perfeita encarnação dos ideais de Winckelmann. Outro grande nome e concorrente de Canova foi Bertel Thorvaldsen, autor de um celebrado Jasão com o Velo de Ouro. Pinelli, Antonio. \"Il Perseo di Canova e il Giasone di Thorvaldsen: due modelli di nudo eroico a confronto\". IN Kragelund, Patrick & Nykjærpp, Mogens. Thorvaldsen. Volume 18 de Analecta Romana Instituti Danici. Supplementum. L'Erma di Bretschneider, 1991. pp. 25-30Johns, Christopher M. S. Antonio Canova and the politics of patronage in revolutionary and Napoleonic Europe. University of California Press, 1998, p. 40 Em muitos outros países o neoclassicismo inspirou grandes escultores, como Jean-Antoine Houdon, William Wetmore Story e Richard WestmacottTolles, Thayer. \"American Neoclassical Sculptors Abroad\". In Timeline of Art History. New York: The Metropolitan Museum of Art, 2000Greenhalgh, Michael. The Classical Tradition in Art. Londres, 1978Kriehn, G., & Kleinschmidt, B. (1912). \"Sculpture\". In The Catholic Encyclopedia. New York: Robert Appleton Company. Retrieved September 21, 2012 from New Advent == Música == O período compreendido entre meados do século XVIII e meados do século XIX – que, em outras artes, é designado como neoclássico – é conhecido, na música, como período clássico ou classicismo. Grosso modo, a segunda metade do século XVIII é marcada pela simplificação das estruturas musicais barrocas. A música se torna mais simples, passando de um estilo contrapontístico para outro, homofônico. Mozart e Haydn são os compositores mais representativos do auge desse estilo por sintetizaram os trabalhos de seus antecessores, dando forma definida à sonata, à música de câmara, ao concerto e à sinfonia. Já Beethoven é considerado o responsável pela transição do estilo clássico para o romântico. Já o neoclassicismo na música se refere a um movimento um tanto difuso no século XX, notadamente entre 1920 e 1950, cuja principal figura foi Stravinski. Este, após um período identificado como primitivismo, ou \"fase russa\", passou a evocar a estética do século XVIII. Isso ocorreu principalmente a partir de seu balé Pulcinella (1920). Outros compositores do século XX podem ser reputados como neoclássicos - em geral aqueles que não buscaram uma estética atonal ou o exacerbado uso de dissonâncias e ruídos, mas que continuaram a compor segundo os parâmetros tonais dos séculos anteriores, ainda que, de alguma forma, renovados. Nesse período, a música erudita revive o final do século XVIII e início do século XIX. O neoclassicismo é, pois, basicamente, uma reação às inovações do modernismo alemão da primeira parte do século XX. Para os compositores neoclássicos, a Humanidade é essencialmente \"diatônica\" e \"tonal\". Eles lançam um olhar para o passado, para formas e concepções musicais históricas. Suas características composicionais mais notáveis ​​são, além do retorno à tonalidade e às formas convencionais (suíte de dança, concerto grosso, a forma sonata, etc), a volta à ideia de música absoluta, o uso de texturas musicais leves e a concisão da expressão musical. Uma obra representativa desse estilo é a Sinfonia n° 1 em ré maior, conhecida como Sinfonia Clássica, de Prokofiev, composta entre 1916 e 1917 e que lembra o estilo de Mozart e, principalmente, o de Haydn. O balé neoclássico é a concepção da dança que se desenvolve ao mesmo tempo em que a música neoclássica, com os Ballets russes de Sergei Diaghilev. Sua proposta era tornar mais despojado, em termos de cenografia e narrativas, o estilo imperial russo do século XIX, embora mantendo a estética da sapatilha de ponta e a avançada técnica. O que resta é a dança em si, sofisticada mas, elegantemente moderna. == Arquitetura == thumb|Panteão de Paris, com uma fachada inspirada no modelo do templo greco-romano A arquitetura neoclássica foi produto da reacção ao barroco e ao rococó, levada a cabo pelos novos artistas- intelectuais do século XVIII. Os arquitectos eram formados no clima cultural do racionalismo iluminista, com entusiasmo crescente pela civilização clássica, que se tornara mais conhecida e estudada devido aos progressos da arqueologia e da história. ;Algumas características desse movimento artístico na arquitectura são:: * Materiais nobres (pedra, mármore, granito, madeiras); * Processos técnicos avançados; * Sistemas construtivos simples; * Esquemas mais complexos, a par das linhas ortogonais; * Formas regulares, geométricas e simétricas; * Volumes corpóreos, maciços, bem definidos por planos murais lisos; * Uso de abóbada de berço ou de aresta; * Uso de cúpulas, com frequência marcadas pela monumentalidade; * Espaços interiores organizados segundo critérios geométricos e formais de grande racionalidade; * Pórticos colunados; * Entablamentos direitos; * Frontões triangulares; * Decoração caracterizada por elementos estruturais com formas clássicas, pintura rural e relevo em estuque; * Valorização da intimidade e do conforto nas mansões familiares; * Decoração de carácter estrutural. == Interiores e mobiliário == == Teatro == No teatro neoclássico a racionalidade predomina, revalorizam-se o texto e a linguagem poética. A tragédia mantém o padrão solene da Antiguidade. Entre os principais autores está Voltaire. A comédia revitaliza-se com o francês Pierre Marivaux (1688-1763), autor de O Jogo do Amor e do Acaso. Os italianos Carlo Goldoni (1707-1793), de A Viúva Astuciosa, e Carlo Gozzi (1720-1806), de O Amor de Três Laranjas, estão entre os principais dramaturgos do gênero. Outro importante autor de comédias é o francês Caron de Beaumarchais (1732-1799), de O Barbeiro de Sevilha e de As Bodas de Fígaro, retratos da decadência do Antigo Regime e uma inspiração para as óperas de Mozart (1756-1791) e Rossini (1792-1868). Numa linha que prenuncia o romantismo, trabalha o dramaturgo e filósofo francês Denis Diderot (1713-1784), um dos organizadores da Enciclopédia. Entre suas peças se destaca O Filho Natural. O italiano Metastasio (1698-1782) aproxima o teatro da música, como no melodrama. == Neoclassicismo no Brasil == Em 1816, desembarca no Brasil a Missão Artística Francesa, contratada para fundar e dirigir no Rio de Janeiro uma Escola Real de Artes e Ofícios. Nela está, entre outros, o pintor Jean-Baptiste Debret, que retrata com charme e humor costumes e personagens da época. Em 1826 é fundada a Academia Imperial de Belas Artes, que adota o gosto neoclássico europeu e atrai outros pintores estrangeiros de porte, como Auguste Marie Taunay e Johann Moritz Rugendas. Pintores brasileiros desse período são Manuel de Araújo Porto-Alegre e Rafael Mendes de Carvalho, entre outros. A tendência torna-se visível também na arquitetura. Seu expoente é Grandjean de Montigny, que chega com a Missão Francesa. Suas obras, como a sede da reitoria da Pontifícia Universidade Católica no Rio de Janeiro, adaptam a estética neoclássica ao clima tropical. Mesmo que sua fundamentação fosse de uma sociedade agrário-escravocrata e com um comércio relativamente atrasado, tendo um governo monárquico. Na pintura a influência neoclássica está submetida ao romantismo. A composição e o desenho seguem os padrões de sobriedade e equilíbrio, mas o colorido reflete a dramaticidade romântica. Um exemplo é Flagelação de Cristo, de Vítor Meirelles. Na literatura, a principal expressão é o arcadismo, caracterizado por um estilo mais simples e objetivo e pela temática voltada para a natureza. Os seus principais poetas encontravam-se em Vila Rica, atual Ouro Preto, importante centro cultural do Brasil na época. A vida no campo é também abordada, mas os pastores europeus são substituídos pelos vaqueiros brasileiros. Cláudio Manuel da Costa, Tomás Antônio Gonzaga e Silva Alvarenga são os principais poetas do movimento no Brasil. == Ver também == * Arcadismo no Brasil * Estilo Barroco * Estilo Rococó * Arquitetura neogrega * Classicismo soviético * Arquitetura nazista * Classicismo",
 "title": "Neoclassicismo"
}