{
 "id": "20784",
 "text": "A , em italiano: Casa di Savoia, é uma das mais antigas famílias nobres europeias, presentes desde o século X no território do Reino da Borgonha, onde fundou um condado no que passou a ducado no . Nesse século, extinguiu-se a Casa de Lusinhão obtendo a coroa titular dos Estados cruzados, de Chipre, Jerusalém e Armênia, obtendo consequente aumento de prestígio nas cortes europeias. Aproximadamente no mudou seus interesses territoriais e econômicos da regiões Alpinas para a península Itálica (evidenciado pela mudança de capital do ducado de Chambéry para Turim em 1563). No início do , na conclusão da Guerra da Sucessão Espanhola alcançou o controle do Reino da Sicília (1713) que trocou pelo Reino da Sardenha (1720). No , liderou o movimento pela unificação italiana, que levou à proclamação do Reino da Itália. A partir desta data até a mudança institucional em julho de 1946, com o exílio do falecido rei (o exílio dos descendentes masculinos da casa de Savoia foi mantido até a reforma constitucional de 2002), as histórias da Casa e da Itália se confundem. Além disso, de 1870 a 1873, o duque Amadeu de Saboia- Aosta foi rei da Espanha sob o nome de Amadeu I de Espanha. Durante o regime totalitário de Benito Mussolini, a dinastia obteve formalmente a Etiópia (1936) e depois a Albânia (1939) e, união pessoal no reinado de Vítor Emanuel III, enquanto em 1941, com o duque Aimone de Savoia-Aosta obteve a coroa da Croácia, porém esses últimos títulos foram perdidos em 1945, devido à derrota na Segunda Guerra Mundial. == História == Em 1720, Vítor Amadeu II de Saboia, tornou-se Rei da Sardenha assim como a sua descendência. O seu descendente Vítor Emanuel II tornou-se o primeiro Rei da Itália unificada em 1861. O reinado da Casa de Saboia em Itália terminou em 13 de junho de 1946, com um referendo no qual os italianos escolheram a república como a sua forma de Estado. Segundo a constituição da República Italiana, os descendentes titulares da Casa de Saboia do sexo masculino ficavam proibidos de entrar em Itália. Só em 2002, essa disposição foi alterada e os membros titulares da família foram autorizados a entrar e permanecer no país. A família Saboia foi a proprietária do Santo Sudário entre 1453 e 1983. Habitaram vários palácios, que foram denominados como as antigas residências da Casa de Saboia. == Brasões == Ficheiro:Coat of arms of the House of Savoy (early).svg|Brasão de armas do Condado de Saboia Ficheiro:Arms of the House of Savoy.svg|Brasão de armas do Ducado de Saboia Ficheiro:Royal standard of Italy (1861 - 1880).svg|Estandarte real do Reino da Itália (1861-1880). Também foi usado como padrão do Reino da Sardenha, de 1848 a 1861. Ficheiro:Royal Standard of Italy (1880–1946).svg|Estandarte real e imperial da Itália, de 1880 a 1946. A cor azul foi a inspiração para o uniforme da seleção italiana de futebol em 1922. == Ver também == * Lista dos senhores da Casa de Saboia * Residências da Casa de Saboia, Património Mundial da UNESCO em Turim * Margarida de Saboia * Lista de reis da Sicília e Nápoles *Lista de reis da Sardenha == Bibliografia == * Barbero, Alessandro . O Ducado de Saboia, o tribunal de um Estado da Administração franco-italiana , Roma-Bari 2002, ISBN 88-420-6708-3 * Ricchiardi, Henry.Bandeiras e Emblemas do Piemonte, Turim, Pearson, 1996. * Hills, Joseph . História de Turim, 2002, Turim. * Cibrario, Louis. História de Turim de 1846, Turim. * Amoretti, Guido . O Ducado de Saboia 1559-1713, Turim, Daniela Piazza Publisher, 1984. * Vários autores, A História do Piemonte e Florença e Bonechi, 2006. (5 volumes) * Pauletti, Giovanni Andrea . História de Turim com uma breve descrição de todos os membros da Casa de Saboia, 1676. == Ligações externas == * O Noticiário Oficial da Casa de Saboia * Genealogia da casa de Saboia - Maio 2012",
 "title": "Casa de Saboia"
}