{
 "id": "20786",
 "text": "é uma povoação portuguesa sede da Freguesia de Saboia do Município de Odemira, freguesia com 155,80 km² de área e 922 habitantes (censo de 2021), tendo, por isso, uma densidade populacional de . ==Geografia== Situada no interior sul do Município de Odemira, na margem esquerda do rio Mira, entre Odemira e Monchique, distando 25 km da sua sede de município. A sua paisagem é essencialmente serrana. É também uma das freguesias antigas do Município de Odemira. ==Demografia== Nota: Com lugares desta freguesia foi criada, pela Lei n.º 82/89, de 30 de agosto, a freguesia de Luzianes-Gare. A população registada nos censos foi: Distribuição da População por Grupos Etários Ano 0-14 Anos 15-24 Anos 25-64 Anos > 65 Anos 2001 133 120 598 493 2011 91 83 506 472 2021 58 61 414 389 == Fronteiras e acessos == * Norte: Freguesia de Luzianes-Gare e Freguesia de Santa Maria * Este: Freguesia de Santa Clara-A- Velha e Freguesia de Pereiras-Gare * Oeste: Freguesia de Boavista dos Pinheiros e Freguesia de São Teotónio * Sul: Município de Monchique (Algarve) * De Lisboa (ver mapa) * De Faro (ver mapa) == História == O nome de Saboia é referido no foral de 28 de março de 1256, concedido por D. Afonso III a Odemira. O seu povoamento é pelo menos anterior ao período da reconquista, dado que o nome de Saboia é um dos mais antigos do concelho e aparece citado no foral de 28 de março de 1256, concedido por D. Afonso III a Odemira, muito semelhante ao de Beja, o qual foi renovado e ampliado pelo monarca D. Manuel a 5 de setembro de 1510. Aquele primeiro foral apresentava uma cláusula fundamental que claramente evidenciava o objectivo da coroa em fixar a população naquele território, e, no caso concreto, em Saboia: os vizinhos de Odemira, mediante o pagamento de certa quantia por finta, gozavam do privilégio de, entre si, usarem livremente as águas e as pastagens. Na época de D. Afonso III, a reconquista havia terminado, e os privilégios de que anteriormente a Ordem de Santiago gozava, naquele momento, estavam colocados em segundo plano, interessando sobretudo ao monarca – organizar, povoar e, simultaneamente promover a centralização do poder real. A exploração florestal, ainda hoje uma importante atividade económica da freguesia, teria tido um significado considerável para Saboia, e também para todo o concelho de Odemira, sobretudo no período das Descobertas. Embora a documentação não registe claramente a concessão de privilégios a Saboia relativamente ao incremento, nomeadamente, da exploração florestal, a história vem revelar, que uma das preocupações fundamentais do monarca D. Manuel era isentar a população de Odemira do pagamento dos montados, concedendo-lhe liberdade para cortar a madeira que fosse necessária. Tinha por objetivo, não só facilitar o modo de vida às populações, de forma a que estas não abandonassem aquele território, mas também estimular a produção de madeira, essencial à execução das embarcações que circulavam na bacia do rio Mira. Assegurar a navegabilidade desse local, foi desde sempre uma preocupação régia. Na madrugada de 5 para 6 de Novembro de 2006 registaram-se inundações no Alentejo, com especial impacte em Saboia. Aqui o nível das águas subiu dois metros, matando gado, arrasando culturas, arrastando maquinaria agrícola e derrubando telhadosMinistério da Agricultura, Mar, Ambiente, e Ordenamento do Território. Plano de Gestão de Região Hidrográfica do Sado - Parte 2, Tomo 4.. ==Património edificado== *Capela da Boeira *Cemitério de Sabóia *Cerro do Castelo dos Moiros *Fábrica de Moagem de Sabóia *Igreja Paroquial de Sabóia *Moinho de água da Bunheira *Moinho de água de Vale das Hastes *Moinho de vento do Avejão (I e II) *Moinho de vento de Cerro Janeiro *Moinho de vento de Eira do Malhão *Moinho de vento da Foz do Rosal *Moinho de vento do Rochal *Moinho de vento de Vale Touriz == Localidades == Além da sede, a Freguesia de Saboia engloba as seguintes localidades: * Nave Redonda * Corte Sevilha * Moitinhas * Vale Touriz * Portela da Fonte Santa == Educação == Escolas: * Agrupamento de Saboia (Escola EB 2,3 de Saboia) * Escola do 1.º Ciclo de Ensino Básico de Saboia * Jardim de Infância de Saboia == Desporto, Cultura e Recreio == * Sabóia Atlético Clube * Associação Desportiva de Caçadores e Pescadores de Sabóia * Grupo Motard Javardos do Mira Saboia * Associação Caçadores Boeira * \"O Beira Serra\" Grupo Desportivo, Cultural e Recreativo Naverredondense - Nave Redonda * Clube de Caça e Pesca \"Os Matilheiros\" - Nave Redonda == Ligações externas == *obeiraserranaverredondense Categoria:Freguesias de Odemira",
 "title": "Saboia (Odemira)"
}