{
 "id": "20852",
 "text": "Assentiz (também grafado Assentis, grafia não oficialDiário da República, 1.ª Série, n.º 19, Reorganização administrativa do território das freguesias, Lei n.º 11-A/2013, de 28 de janeiro, Anexo I. Acedido a 19/07/2013.) é uma povoação portuguesa sede da Freguesia de Assentiz do Município de Torres Novas, freguesia com 32,82 km² de área e 2600 habitantes (censo de 2021), tendo, por isso, uma densidade populacional de . A Freguesia de Assentiz é formada por um vasto conjunto de lugares e povoações: Alvorão, Assentiz, Beselga de Baixo, Beselga de Cima, Carvalhal do Pombo, Casais de Igreja, Casal da Fonte, Pimenteiras, Charruada, Fungalvaz, Moreiras Grandes, Moreiras Pequenas, Outeiro Grande, Outeiro Pequeno, Vales de Baixo e Vales de Cima, Casal Val Prior, Cruz de Perda e Serrada Nova. Rezam as lendas que a freguesia foi palco de uma carnificina de cristãos por parte dos Romanos e aqui foram descobertas presumíveis ossadas dos mártires da extinta cidade de Concórdia, uma cidade da antiga Lusitânia (segundo a Enciclopédia Portuguesa e Brasileira). Daí o topónimo Assentiz derivar de “assen”, uma derivação de “Loco de Sanctis”. No vizinho lugar de Beselga, antiga cidade de Besulci, foi encontrada uma coluna de pedra trabalhada em espiral que comprova a presença de habitantes neste período romano. A freguesia juntou ao longo dos séculos um rico património, espelhado na igreja-matriz em honra de Nossa Senhora da Purificação, e nas inúmeras capelas seculares das povoações. Destaque ainda para os dois cruzeiros, em Assentiz e Carvalhal do Pombo. ==Povoações== ===Casal da Estrada (CASAL DA FONTE)=== O nome deste bairro está relacionado, com a estrada de Ourém, que nos séculos XVIII e XIX, era o principal elo de ligação entre Ourém e os portos fluviais de Tancos e da Barquinha. Primeiramente o Casal da Estrada era uma grande propriedade agrícola, com apenas uma habitação familiar, que viviam do que a terra produzia, principalmente os cereais, azeite, figos, vinho e amêndoas. Será já no século XIX, que a nasce a bairro Casal da Estrada, sendo as primeiras casas das famílias Lopes e Thomaz, herdeiros das ditas propriedades. ===CASAL DA FONTE=== Casal da Fonte é uma aldeia de Portugal, da província do Ribatejo, distrito de Santarém, concelho de Torres Novas e freguesia de Assentiz. O nome Casal da Fonte está relacionado com a associação de fonte e casal. A parte sul do Casal da Fonte, tem o nome bairro Casal da Estrada. As ruas, são, rua da Estrada Nacional, travessa do Canto, rua da Igreja]], largo da Associação, rua da Fonte, rua Principal, rua da Chousa, rua dos Murtinhos, largo de São José, rua da Passagem Régio, rua da Pousada e rua Nova da Sousa. Conta com 75 fogos, alguns em ruínas. ==Demografia== A população registada nos censos foi: Distribuição da População por Grupos Etários Ano 0-14 Anos 15-24 Anos 25-64 Anos > 65 Anos 2001 433 445 1617 689 2011 349 299 1489 784 2021 293 202 1218 887 == Ligações externas == * Categoria:Freguesias de Torres Novas",
 "title": "Assentiz (Torres Novas)"
}