{
 "id": "20857",
 "text": "Olaia é uma localidade portuguesa do Município de Torres Novas que deu nome à extinta Freguesia de Olaia, freguesia que tinha 21,98 km² de áreaInstituto Geográfico Português, Carta Administrativa Oficial de Portugal (CAOP), versão 2012.1 e 1 725 habitantes (2011INE (2012) – \"Censos 2011 (Dados Definitivos)\", \"Quadros de apuramento por freguesia\" (tabelas anexas ao documento).), e, por isso, uma densidade populacional de 78,6 hab/km². A Freguesia de Olaia foi extinta (agregada), pela reorganização administrativa de 2012/2013, tendo o seu território sido agregado ao da Freguesia de Paço para criar a União das Freguesias de Olaia e Paço.Diário da República, 1.ª Série, n.º 19, Reorganização administrativa do território das freguesias, Lei n.º 11-A/2013, de 28 de janeiro, Anexo I. Acedido a 19/07/2013. ==População== População da freguesia de Olaia Instituto Nacional de Estatística (Recenseamentos Gerais da População) - https://www.ine.pt/xportal/xmain?xpid=INE&xpgid;=ine_publicacoes 1864 1878 1890 1900 1911 1920 1930 1940 1950 1960 1970 1981 1991 2001 2011 1 828 1 970 2 091 2 134 2 416 2 409 2 540 2 613 2 527 2 379 2 268 2 300 2 144 1 917 1 725 Distribuição da População por Grupos Etários Ano 0-14 Anos 15-24 Anos 25-64 Anos > 65 Anos 0-14 Anos 15-24 Anos 25-64 Anos > 65 Anos 2001 264 249 939 465 13,8% 13,0% 49,0% 24,3% 2011 215 164 876 470 12,5% 9,5% 50,8% 27,2% Média do País no censo de 2001: 0/14 Anos-16,0%; 15/24 Anos-14,3%; 25/64 Anos-53,4%; 65 e mais Anos-16,4% Média do País no censo de 2011: 0/14 Anos-14,9%; 15/24 Anos-10,9%; 25/64 Anos-55,2%; 65 e mais Anos-19,0% == Descrição == O lugar da Olaia é isolado, sem povoamento algum, mas é este lugar que deu nome à antiga freguesia. Nossa Senhora do Ó é a padroeira desta lugar. Existia uma imagem preciosa na Igreja de Olaia mas nesta altura encontra-se na posse do Museu Nacional de Arte Antiga. Na mesma igreja existe uma pia baptismal que guarda memória de D. Manuel Mendes da Conceição Santos, que foi arcebispo de Évora e cuja causa de beatificação decorre. == Localidades== A antiga freguesia de Olaia incluía as seguintes localidades: # Lamarosa, que tem uma estação de caminho de ferro onde o Ramal de Tomar se liga com a Linha do Norte. Também é sede da junta de freguesia e tem como padroeiro São Simão; # Pé de Cão, lugar onde nasceu D. Manuel Mendes da Conceição Santos e tem como padroeira Nossa Senhora da Conceição; # Árgea, lugar conhecido pela Olaria, com a padroeira de Santa Marta; # Barroca com a padroeira de Nossa Senhora da Penha de França; # Chicharo com a padroeira de Nossa Senhora de Fátima; # Valhelhas com o padroeiro de São Bartolomeu. Categoria:Antigas freguesias de Torres Novas",
 "title": "Olaia (Torres Novas)"
}