{
 "id": "20920",
 "text": "A guarda pretoriana (latim: Praetoriani) era o grupo de legionários experientes encarregados da proteção do pretório (praetorium), parte central do acampamento de uma legião romana, onde ficavam instalados os oficiais. Com a tomada do poder por Otaviano, transformou-se na guarda pessoal do imperador. == Origem == Foi criada por Otaviano, após a conquista do Egito e seu retorno a Roma, onde recebeu do senado o título de príncipe, ficando seu governo conhecido como principado (- ). Como príncipe, isto é, o primeiro cidadão da república e líder do senado; como imperador assumiu o comando supremo do exército e criou a guarda pretoriana, encarregada de sua proteção pessoal; como tribuno da plebe possuía o poder de veto sobre decisões do senado; como pontífice máximo, controlava a religião romana. A partir de Augusto, todos os imperadores tiveram uma guarda pretoriana, de tamanho variável. Tibério foi o construtor de uma fortificação que serviu de base para a guarda pretoriana e, por isso, foi adotado o escorpião (signo zodiacal de Tibério) como símbolo da guarda. A guarda pretoriana teve participação decisiva em muitos eventos da história romana, como por exemplo no assassinato de Calígula. A guarda pretoriana era usada pelos imperadores como um instrumento de validação de suas leis pela força, usando-a, por exemplo, para mandar matar inimigos. Porém, a guarda pretoriana também poderia ser muito perigosa. Por isso criou- se o costume de agradar os comandantes da guarda com pequenos presentes e comissões. Após alguns anos de serviço, um legionário poderia pretender uma vaga na guarda pretoriana, que proporcionava melhores salários, benefícios e menor tempo de serviço. Mesmo após as reformas de Caio Mário, que introduziram para as legiões, entre outras coisas, os escudos retangulares, a guarda pretoriana ainda usava os escudos ovais do tempo da república. Isso servia também como uma demonstração de preservação dos velhos costumes. A guarda pretoriana era um corpo militar de elite, formado para proteger os imperadores romanos e sua família. Em certas ocasiões este corpo que alcançou tanto poder que era decisivo na escolha ou permanência dos imperadores. Vestiam-se de forma diferente, e as guardas reais atuais são as suas herdeiras no que tange a questão de proteção da família real. A guarda pretoriana sempre mostrou o seu valor combativo de forma admirável, quando teve que proteger o imperador. == História == A história da guarda pretoriana começa nos últimos anos do e nos primeiros do com Otaviano, mas sua real história é muito mais antiga. Ao construir-se um acampamento, que em maior parte dos casos era semelhante a uma pequena cidade, com ruas e uma praça pública (fórum), marcava-se primeiro o local onde se localizaria o pretório, desenhando-se depois a disposição do acampamento em função desse ponto. Durante a república, a escolta dos comandantes do exército estava a cargo dos extraordinários (extraordinarii), uma unidade especial selecionada de entre as unidades das legiões. A noticia convenientemente documentada que temos de uma guarda pessoal criadas ad hoc, especialmente para o caso, é do ano de , ano em que Cipião Emiliano Africano foi para Numância com seu exército e uma coorte formada por 500 amigos que formaram sua escolta pessoal. Desde que eles acamparam próximo ao Pretório, eles receberam o nome de guarda pretoriana. Embora depois da guerra a unidade tenha sido dissolvida junto com o resto do exército, a partir de então os comandantes romanos alistados para as campanhas, formaram unidades especiais para sua proteção. Estas guardas pretorianas não tinham características distintivas especiais e eram formadas por legionários romanos ou auxiliares. Diante da morte de Júlio César, Otaviano e Marco Antônio conservaram a guarda pretoriana que de acordo com Apiano alcançou 8.000 homens, o que nos dá 16 coortes. Mesmo em um tempo em que havia dúzias de legiões espalhadas pelo mundo, esse é um número considerável. Depois da vitória sobre Antônio, Otaviano fundiu o seu exército como de Antônio em um ato simbólico que pretendia retomar a situação anterior à morte de Júlio César, ou seja um exército unido e sem discórdias. No ano , Otaviano, agora Augusto, imperador de Roma, regulamentou a guarda pretoriana como uma unidade especial militar, cuja função era a proteção da família imperial. Um legionário tinha que servir naquela época por 16 anos nas legiões, porém se completasse serviço na guarda o tempo era baixado para 12 anos. De acordo com Tácito, no ano foi adotado 20 anos nas legiões e 16 anos na guarda. Depois da vitória de Otaviano, agora \"dono do mundo\", foi desmobilizado a maioria do gigantesco exército que tinha participado nas guerras civis deixando umas trinta legiões para operação e reduzindo o número de coortes pretorianas a nove, de acordo com Tácito. Segundo Suetônio, três dessas coortes era para os ambientes de Roma enquanto as outras seis eram distribuídas pela província da Itália. Até o ano , o comando de cada coorte da guarda pretoriana estava a cargo de um tribuno da ordem equestre, um cavaleiro, mas Augusto unificou o controle em dois tribunos, os prefeitos pretorianos. O tribuno de serviço ia todas as tardes a casa de Augusto, por volta da hora oitava, para receber do imperador em pessoa, a senha do dia. No ano de , com Tibério como imperador, inaugurou-se o acampamento permanente da guarda pretoriana, chamado castra praetoria, localizado nas cercanias de Roma, na colina do Viminal. As impressionantes muralhas deste acampamento ainda podem ser vistas em Roma. O acampamento da guarda ocupava uns 17 hectares, aproximadamente dois terços de um acampamento da legião. Provavelmente tinha a capacidade para aproximadamente 4 000 homens, embora os arqueólogos descobriram estruturas, de amplificações dos barracões de dois pisos e alojamentos dentro das próprias muralhas, o que pode levar a crer que se podia aquartelar cerca de 12 000 homens sem problemas. Considera- se Tibério como um segundo fundador da guarda pretoriana, e por ter sido ele o criador do acampamento pretoriano. A guarda pretoriana passou usar como símbolo o escorpião, que era o signo de Tibério, como distintivo da unidade militar, nos seus escudos e no seu estandarte, o vexilo. == Organização == Uma vez que a guarda era uma unidade militar, sua organização era parecida com a de uma legião, visto que poderia entrar em combate a qualquer momento. Provavelmente a proporção de cavaleiros na guarda pretoriana era de três turmas (a unidade de 30 cavaleiros) para cada coorte durante o reinado de Augusto , de cinco turmas durante o resto do e até de dez turmas durante o . Os melhores cavaleiros eram enviados para um centúria especial e eles formaram a unidade de elite da guarda pretoriana, chamada de espetaculares augustos (speculatores augusti), que formavam a guarda mais próxima do imperador. Eles eram o seu escudo pessoal, sempre a sua volta, os seus homens de extrema confiança. Augusto, como já foi comentado, fixou o serviço em dezesseis anos em vez dos vinte anos das legiões. Com isso se um legionário adquirisse a transferência para as guardas e tivesse servido dez anos na legião, ele só tinha que servir outros seis na guarda. Augusto fixou, no ano , o salário de seus guardas em duas vezes mais que os legionários comuns recebiam. Além disso, sabemos que, no ano , um guarda recebia três vezes mais que um legionário, cerca de 720 denários de prata anuais, contra 225 de um legionário, uma diferença que perdurou até o fim da existência da guarda, e que não agradava muito aos homens das legiões. Tibério, por sua vez, instituiu um hábito ruim: as gratificações. No ano , foi descoberto e abortado um complô do prefeito da guarda, Sejano. Tibério, agradecido pela fidelidade dos seus homens, deu denários para a cada guarda. Depois do assassinato de Calígula, a guarda forçou o senado a reconhecer Cláudio como imperador e este os recompensou com um extra equivalente a cinco anos de pagamento. Este hábito de \"presentear\" os guardas se tornou uma tradição, o que não é de estranhar, já que para cada posição na guarda, havia milhares de candidatos. Os pretorianos geralmente chegavam a guarda através de seus serviços nas legiões. Eles tinham que ser muito bem recomendados, passar em alguns exames, conhecimentos e testes físicos exaustivos e servir como candidato ou próbato (probatus) por um certo tempo, antes de ser destinado como dedicado como miles gregarius para o serviço em uma das coortes. Depois de anos de serviço poderia se tornar inmunis, ou o guarda especializado em tarefas de escritório ou técnico, e dai ascendeu até principal (principalis), com salário dobrado, tesserário, o guarda que cuidava da senha, optio, o segundo em comando da centúria ou signífero, que quer dizer porta-estandarte. Cada uma destas ascensões significava incremento de salário e privilégios somados. Se eles fossem realmente bons eles podiam se tornar centuriões, o sonho de todo guarda. Sabemos que alguns membros da ordem equestre, os cavaleiros de Roma, deixaram o seu estado expressamente para poder galgar esta posição, desde que os funcionários inferiores pudessem ser só plebeus. Os tribunos pretorianos alcançaram o seu cargo depois de terem passado por todos os escalões. Primeiro deveriam se tornar centurião da guarda, depois de um tempo de serviço poderiam pedir a transferência para exército e servir nas legiões até alcançar a categoria de primipilo, e depois que voltassem a Roma onde podia ser encarregado de uma coorte urbana, os Vigiles, o oficial podia finalmente ser um tribuno pretoriano, membro da ordem equestre, cavaleiro romano. Como se pode ver o sistema foi montado para atrair o que as legiões tinha de melhor entre os seus oficiais. Como o tribunado só durava um ano, o oficial podia optar em se aposentar ou continuar a sua carreira nas legiões, como oficial superior. O poder político adquirido por estas tropas durante os anos que se seguiram à sua criação era devido principalmente ao poder de ser a única tropa permanente com permissão de circular na cidade de Roma e em seus arredores. Além desta razão, há também o fato da proximidade que estes soldados desfrutavam de seus imperadores, o conhecimento que tinham sobre eles e os privilégios recebidos durante o tempo em que exerceu de sua função dentro da guarda pretoriana, que incluía um salário avantajado e possibilidades de ascensão. Com o tempo, e com a própria natureza ambiciosa dos homens que os levou a desvios por dinheiro e poder. Os membros da guarda começaram a abusar do poder político que detinham, utilizando-o de maneira inescrupulosa para escolher quais os imperadores deveriam permanecer e quais deveriam sair do comando, de acordo com seus interesses. As negociatas internas na guarda passaram a afetar por completo o governo dos imperadores, chegando ao cúmulo de haver assassinatos encomendados e executados pelos membros dentro da própria cúpula do governo. O que antes servia para proteger os imperadores acima de tudo, passou a ser uma ameaça constante contra eles. O maior exemplo de falcatrua cometida pela guarda aconteceu em 193, quando, depois do assassinato do imperador Pertinax, seus membros colocaram o trono à venda por um preço consideravelmente alto. A guarda pretoriana seria reorganizada e, anos mais tarde, abolida pelo imperador Constantino , em 312. A partir daí, a guarda pretoriana não existia mais como unidade homogênea e histórica, e cada imperador criou o seu próprio corpo de guarda pessoal. Segundo Edward Gibbon, foi Diocleciano quem, tendo em vista a necessidade de reformas, desmobilizou a guarda pretoriana. Tal ação foi executada de forma deliberada e imperceptível ao longo de vários anos. A guarda foi substituída por um grupo de veteranos fiéis a ele, os chamados \"Jovianos\". Seu colega Maximiano, tinha uma força similar, os \"Herculianos\". Ambas eram originárias de duas legiões da Ilíria, e sua fidelidade a seus senhores era excepcional. Os nomes atribuídos a elas tem sua origem na identificação de Diocleciano com Júpiter - ou Jove - e de Maximiano com Hércules. Talvez outros imperadores, como Galério, Constâncio Cloro e Maximino tenham adotado esse tipo de guarda. Existe ainda o lema da guarda pretoriana, que resume tudo isso: \"A guarda pretoriana cuidará de César, enquanto César cuidar dos interesses de Roma; Quando César não mais cuidar de Roma, haverá outro César\". == Bibliografia == *GIBBON, Edward. (2003).Declínio e Queda do Império Romano. Rio de Janeiro. EDIOURO. Categoria:Guarda pretoriana",
 "title": "Guarda pretoriana"
}