{
 "id": "20931",
 "text": "{{Info/Município do Brasil | nome = Nova Russas | foto = Nova Russas.jpg‎ | apelido = Capital Estadual Do Crochê | brasão = Brasao NR.png | bandeira = Bandeira_Nova_Russas.png | link_hino = | aniversário = 11 de novembro | fundação = | gentílico = nova-russense | lema = | padroeiro = Nossa Senhora das Graças | prefeito = Giordanna Silva Braga Mano | partido = PL | fim_mandato = 2024 | mapa = Ceara_Municip_NovaRussas.svg | latP = S | latG = 4 | latM = 42 | latS = | lonP = W | lonG = 40 | lonM = 34 | lonS = | estado = Ceará | mesorregião = Sertões Cearenses | microrregião = Sertão de Cratéus | vizinhos = Norte: Ipueiras e Hidrolândia; Sul: Crateús; Leste: Catunda e Tamboril; Oeste: Ararendá e Ipaporanga. | dist_capital = 316 | área = 742.763 | área_ref = | população = 30699 | altitude = 240,81 | clima = semiárido | sigla_clima = | idh = 0.64 | pib = mil | pib_per_capita = 3.739.80 Milhões | leg_foto = Vista Parcial da Cidade | link_brasão = | link_bandeira = | fim do mandato = 2016 | data_mesorregião = IBGE/2008 | data_microrregião = IBGE/2008 | data_pop = IBGE/2022 | data_idh = PNUD/2000 | data_pib = IBGE/2008 | data_pib_per_capita = IBGE/2008 }} Nova Russas é um município brasileiro do Ceará situado no oeste do estado, localiza-se na microrregião do Sertão de Crateús, mesorregião dos Sertões Cearenses, com uma população estimada em 2022 era de 30.699 habitantes.Possui uma área de 742,763 km². ==Etimologia== O topônimo Nova Russas é uma alusão à cidade de Russas, cidade natal do padre Joaquim Ferreira de Castro, o primeiro vigário da capela de Nossa Senhora das Graças. Sua denominação original era Fazenda Curtume, depois Curtume e, desde 1901, Novas Russas . Os cidadãos de Nova Russas são denominados nova-russenses. ==Formação Administrativa== Em 1901 o distrito de Nova Russas já figurava no município de Ipueiras. Em 1922 se emancipou de Ipueiras e anexou 2 distritos ipueirense (Águas Belas e Várzea Formosa). Em 1931, o Nova Russas foi rebaixada a distrito de Ipueiras, mas em 1933 se emancipou novamente. No mesmo ano de 1933 mais um distrito: Santana. Em 1935 o distrito nova-russas, Várzea Formosa foi transferido para o município de Ipueiras. Em 1936 Nova Russas tem um novo distrito: Bom Jardim, mas ao que parece Santana é rebaixada a povoado ou é transferida, pois não figura nas divisões territoriais de 1936 e 1937, segundo o IBGE. Em 1938 Bom Jardim é rebaixado de distrito a povoado, e seu território é anexado ao distrito sede, e é criado um novo distrito: Canabrava. Em 1943 os distritos sofrem mudanças de nome: Canabrava vira Ararendá e Águas Belas vira Ipaporanga. Em 1963 Ararendá se emancipa de Nova Russas, e em 1963 é Ipaporanga que se emancipa. No mesmo ano são criados 5 distritos em Nova Russas. Canindezinho, Major Simplício, Nova Betânia, Santo Antônio e São Pedro. Em 1964, mais um distrito: Sacramento. Em 1965, Nova Russas anexa o território dos extintos municípios Ararendá e Ipaporanga, que foram rebaixados a distrito. Em 1987 os distritos Ipaporanga e Sacramento se desmembram para formar o novo município de Ipaporanga. Em 1990 Ararendá e Santo Antônio se desmembram para formar o novo município de Ararendá. Em 1993 é criado o distrito Espacinha.http://www.ibge.gov.br/cidadesat/painel/painel.php?codmun=230930&search;=ceara|nova-russas Atualmente Nova Russas possui 6 distritos: #Nova Russas (distrito-sede) #Canindezinho #Espacinha #Major Simplício #Nova Betânia #São Pedro ==História== As terras ao sopé da Chapada da Ibiapaba, às margens dos rios Acaraú, Poti e Curtume eram habitadas por diversa etnias entres elas os TabajaraSebok. Lou, Atlases published in the Netherlands in the rare atlas collection. Compiled and edited by Lou Seboek. National Map Collection (Canada), Ottawa. 1974, Caratiú, TupinambáAragão, R. B, Indios do Ceará e Topônimios Indígenas, Fortaleza, Barraca do Escritor Cearense. 1994. Com a definitiva ocupação do solo cearense pelos portugueses na segunda metade do século XVII, a expansão do ciclo do Charque e da Carne-seca no século XVIII, a doação de terras via semarias, chegaram a região famílias que implantaram fazenda de gados como as do Curtume e do Olho d'Água Grande. Nova Russas surgiu do desenvolvimento da Fazenda Curtume, situada às margens do riacho várzea Grande, implantada pelo Capitão-Mor Bernardino Gomes Franco, que se estabeleceu na localidade no segundo quartel do século XVIII. O nome da fazenda provém da pequena atividade rudimentar de curtir couros peles, praticada pelo seus primitivos proprietários dai o nome curtume. A fazenda passou por sucessivos proprietários até chegar ao domínio de Manuel Oliveira Peixoto e sua esposa, que doaram no ano de 1876 uma parte desta à paróquia de Santo Anastácio de Tamboril, para constituir o patrimônio de uma capela devotada a Nossa Senhora das Graças, construída posteriormente pelo vigário de Tamboril, padre Joaquim Ferreira de Castro. Em torno dessa capela desenvolveu-se o povoado que o padre denominou Nova Russas, ou seja, outra Russas, homenagem à localidade do Baixo Jaguaribe do mesmo estado de onde padre Joaquim era natural. Em 17 de agosto de 1902 a povoação foi elevada a categoria de distrito Judiciário do município de Ipueiras, data em que adotou oficialmente o nome de Nova Russas. Curtume, que era o nome da fazenda, foi aplicado ao rio que banha a cidade vindo a se denominar Curtume. Com expansão da Estrada de Ferro de Sobral-Camocim, para a cidade de Ipu, a malha ferroviária desta chegou a Novas Russas, fato ocorrido em 3 de novembro de 1910 instalando nesse referencial itinerante a Estação de Cargas e Passageiros. O então distrito de Nova Russas teve grande desenvolvimento, tendo sido pouco tempo depois emancipado através da lei estadual 2043 de 11 de novembro de 1922, desmembrado do município de Ipueiras e instalado em 28 de janeiro de 1923 com a posse de seu primeiro gestor Antonio Rodrigues Veras. Foi extinto pelo decreto 193 de 20 de maio de 1931 e anexado ao município de Ipueiras e restaurado em 4 de dezembro de 1933 pelo decreto estadual 1156 do interventor federal do estado, capitão Roberto Carneiro de Mendonça que também nomeou como interventor municipal Luís Moreira de Barbalho. O território primitivo do município foi dividido para a formação de duas outras cidades; Ipaporanga e Ararendá Da capela de Nossa Senhora das Graças, surgiu a paróquia de Nova Russas, por ato do bispo Dom José Tupinambá da Frota, no dia 15 de agosto de 1937, sendo deu primeiro vigário o Padre Francisco Ferreira de Morais. Com a pecuária, o curtume, a estrada de Sobral-Crateús e a criação da paróquia de local, Nova Russas consolidou-se o centro urbano e município. ==Geografia== ===Clima=== Nova Russas encontra-se no polígono das Secas, região com clima tropical quente semiárido com as estações das chuvas e da seca bem definidas. A pluviometria média é em torno de 850 mm Fundação Cearense de Meteorologia e Recursos Hídricos - FUNCEME. com chuvas concentradas de janeiro a maio, tendo os meses de Fevereiro, Março e Abril como os mais chuvosos do ano. A estação das chuvas assim como em grande parte do norte e nordeste do Brasil é chamada de \"inverno\" por conta dos dias com chuva e mais amenos. Entre maio e junho as chuvas vão diminuindo, tem-se como o período de transição para a estação seca. A partir Julho as chuvas diminuem drasticamente e até o fim de Novembro a chance de chuva é quase nula. Os meses de Dezembro e Janeiro são tidos como a pré estação chuvosa, quando as primeiras chuvas da estação começam a cair, tendo anos em que a pré estação pode ter muita chuva, como também há anos em que praticamente não chove nesse período. Tudo depende dos fenômenos climáticos atuantes e principalmente a temperatura do atlântico influenciam bastante nas chuvas durante esse período. Os ventos sopram no quadrante Leste/Nordeste, com velocidade que varia de 2,7 m/s em fevereiro a 3,7 m/s em junho.Instituto nacional de Pesquisa espacial - INPE. Mês Jan Fev Mar Abr Mai Jun Jul Ago Set Out Nov Dez Ano Chuvas mm 94.8 184 233 186.2 77.2 18 5.8 2.5 0.6 3 2.4 45 852.5 ===Hidrografia e recursos hídricos=== thumb|right|280px|Praça dos Torres no centro. As principais fontes de água fazem parte da bacia dos rios Acaraú e Parnaíba. Sendo os principais afluentes do rio Acaraú o rio Curtume e os riachos Coronel Feitosa, Coroa Brava, Gurguéia, Pau Branco e tantos outros; e do rio Poti os riachos Cana Brava, dos Cavalos, da Pintada e Diamante. Existem ainda diversos açudes de pequeno porte, e dentre os açudes de maior porte são os açudes: Açude Farias de Souza(açude das Flores)que abastece a sede e o distrito de São Pedro, o Açude Linhares, ===Relevo e solos=== thumb|right|280px|Março de 2017 durante a estação das chuvas. As terras de Nova Russas fazem parte da Depressão Sertaneja, tendo relativamente quadro geológico simples, com predomínio de rochas do embasamento cristalino, caracterizadas por granitos, gnaisses e migmatitos do Pré-Cambriano indiviso. As principais elevações possuem altitudes entre 200 e 500 metros acima do nível do mar. Os solos da região são bruno não cálcico (54,27%), planossolo solódico (6,84%). ===Vegetação=== thumb|right|280px|Arco de Nossa Senhora de Fátima. A vegetação predominante é caatinga arbustiva aberta, com trechos onde é mais arbórea, a floresta caducifólia espinhosa. ==Aspectos socioeconômicos== A maior concentração populacional encontra-se na zona Urbana. A sede do município dispõe de abastecimento de água, fornecimento de energia elétrica, serviço telefônico, agência de correios e telégrafos, serviço bancário, hospitais, hotéis e ensino de maternal, fundamental, médio e superior. A partir de Fortaleza o acesso ao município, pode ser feito por via terrestre através da rodovia Fortaleza/Ceará(BR 222), antes da vila de Aprazível, segue-se o acesso via a CE 183/BR 403, via os municípios de Cariré,Varjota, Ipu, Ipueiras. O acesso a partir de da Capital cearense também pode ser feito via a BR 020 até Canindé, en seguida via a CE 257, que segue até Santa Quitéria, em seguida via a CE 186, que passa o município de Catunda e seguindo segue-se a CE 265 até a sede do município. As demais vilas, lugarejos, sítios e fazendas são acessíveis(com franco acesso durante todo o ano) através de estradas estaduais, asfaltadas ou carroçáveis. A economia local é baseada na agricultura: algodão, fruticultura e hortaliças; bovinocultura de leite intensiva e semi-intensiva; caprinocultura de corte semi-intensiva; ovinocultura extensiva; piscicultura consorciada e isolada intensivas. Indústrias do total vinte e uma: de fabricação de laticínios; de preparação do leite; de fabricação de artigos de vestuário e calçados de couro, tecidos fibras, madeira ou borracha; de fabricação de tecidos e artigos de malha, bovinocultura de corte intensiva e semi-intensiva. Foram registradas ocorrências de Grafita e Hematita, o mais importante minério de ferronas terras deste município. O extrativismo vegetal também é uma das atividades econômicas para a fabricação de carvão vegetal, para lenha e construção de cercas, e a extração de oiticica e carnaúba para atividades artesanais. O crochê também é uma das fontes de renda. Este artesanato é feito com linha e agulha pelas mãos habilidosas das crocheteiras; Nova Russas possui uma Associação das Crocheteiras desde meados da década de 90, onde as mesmas conseguem vender em grande quantidade para a Capital e demais Estados do Nordeste e Sudeste. Por causa da popularidade do artesanato a feira que acontece todos os sábados no início da manhã já recebeu visitas ilustres de estrangeiros interessados em exportar o crochê. ==Cultura== Os principais eventos culturais são a festa da padroeira Nossa Senhora das Graças (5 a 15 de agosto) e o Carnaval. Em Junho têm as festas juninas, na qual vários grupos de quadrilha, disputam, para saber qual grupo é o melhor da região. ==Política== A administração municipal localiza-se na sede, Nova Russas. ==Ligações externas== *Página da Prefeitura Municipal *Mapa de Nova Russas *Mapa de Nova Russas *Página do IBGE *Página do Ceará Categoria:Sertão dos Crateús Categoria:Fundações no Ceará em 1922",
 "title": "Nova Russas"
}