{
 "id": "20944",
 "text": "Tamboril, (na Galiza) é o nome vulgar dos peixes lophiiformes.Nome cientifico - Lophius budegassa. O tamboril é um peixe bentónico, que vive junto do fundo, que pode ser encontrado desde a zona de maré até aos 500 metros de profundidade. ==Descrição== O tamboril é caracterizado pela cabeça desproporcionalmente grande, com boca semicircular munida de dentes pontiagudos. Enquanto adulto, o tamboril pode medir até 170 cm de comprimento. Como todos os outros peixes lophiiformes, o tamboril apresenta uma barbatana dorsal característica, onde o raio anterior está isolado e modificado para a função de cana de pesca. O raio apresenta uma excrescência carnosa na ponta (a isca) que atrai as presas para a boca do animal. As presas preferenciais são outros peixes, mas já foram registados casos onde se descobriu aves marinhas no estômago de tamboris. A camuflagem eficiente do tamboril contra o fundo do mar é essencial para o sucesso deste tipo de caça. A maturação sexual ocorre relativamente tarde. Após a fecundação, a fêmea liberta cerca de 5 milhões de ovos, agregados em fitas gelatinosas flutuantes. As larvas eclodem após cerca de 20 dias e passam a fazer parte do zooplâncton. Cerca de quatro meses depois assentam no fundo e desenvolvem os juvenis. O tamboril, em particular as espécies Lophius piscatorius e Lophius budegassa, é um dos peixes tradicionais da Gastronomia Portuguesa. ==Reprodução== As narinas sobredimensionadas do macho detectam as feromonas femininas transportadas pela água. Os machos ferram os dentes no corpo da parceira e permanecem presos. Por fim, a pele do macho e da fêmea cresce em conjunto. Os vasos sanguíneos ligam-se de modo a que o sangue da fêmea flua para o corpo do macho. As barbatanas e outras partes do corpo agora inúteis encolhem até o macho se tornar naquilo que a fêmea precisa que ele seja: uma fábrica de esperma. O parasitismo sexual dá frutos. Quando os ovos da fêmea estão prontos, ela dá um sinal ao macho. À libertação de esperma, segue-se a ejecção na água de uma massa gelatinosa de ovos que o absorve. A massa sobe até às camadas superiores do oceano. Aí as larvas eclodem e engordam, alimentando-se de plâncton. Na maturidade, os tamboris fazem a grande migração vertical”de regresso ao fundo em busca de novos parceiros. ==Espécies== *Lophiodes kempi, tamboril-espinhoso *Lophius piscatorius (tamboril-comum) *Lophius vaillanti, tamboril-africano ou recaimão *Lophius americanus, tamboril-americano *Lophius budegassa, tamboril-preto ==Ver também== * Panadeira Categoria:Lophiiformes Categoria:Peixes comerciais",
 "title": "Tamboril"
}