{
 "id": "20956",
 "text": "A Freguesia de Vagos é uma extinta freguesia portuguesa do Município de Vagos, a qual tinha 21,58 km² de área e 4 606 habitantes (2011), e, por isso, uma densidade populacional de 213,4 hab/km². Em 2013, a Freguesia de Vagos foi extinta passando o seu território a fazer parte da nova União das Freguesias de Vagos e Santo António. Vagos também é sede de paróquia pertencente à Diocese de Aveiro. É nesta vila que fica situado o santuário católico dedicado a Nossa Senhora de Vagos. A construção deste Santuário remonta aos meados do século XVI.Carvalhais, Manuel António, Santa Maria de Vagos, (Coimbra, GC 2000) pg. 9 É a cidade natal do trompetista Ramiro de Oliveira Leite e de Manuel Freire que canta a Pedra Filosofal de António Gedeão. ==População== Número de habitantes residentes Instituto Nacional de Estatística (Recenseamentos Gerais da População) https://www.ine.pt/xportal/xmain?xpid=INE&xpgid;=ine_publicacoes 1864 1878 1890 1900 1911 1920 1930 1940 1950 1960 1970 1981 1991 2001 2011 4 023 4 888 5 536 6 053 7 107 7 719 8 241 7 327 8 446 8 281 5 172 6 043 2 913 4 010 4 606 Com lugares desta freguesia foi criada em 15/06/1933, a freguesia de Calvão, em 23 de Maio de 1966 a freguesia de Gafanha da Boa Hora, em 04 de Outubro de 1985 as freguesias de Santo André de Vagos e Santo António de Vagos Distribuição da População por Grupos Etários INE - http://censos.ine.pt/xportal/xmain?xpid=CENSOS&xpgid;=censos_quadros Ano 0-14 Anos 15-24 Anos 25-64 Anos > 65 Anos 0-14 Anos 15-24 Anos 25-64 Anos > 65 Anos 2001 647 572 2224 567 16,1% 14,3% 55,5% 14,1% 2011 703 514 2576 813 15,3% 11,2% 55,9% 17,7% ==Património== * Capelas de São Sebastião e de São João Baptista * Casa das Novenas * Cruzeiro do adro da Capela de Nossa Senhora de Vagos * Casa seiscentista em frente dos Paços do Concelho * Torre * Igreja de Lombomeão * Trecho da costa e da ria ==Cultura== * Museu do Brincar - aberto desde 2011, localiza-se no Palacete do Visconde de Valdemouro. ==Ligações externas== * Museu do Brincar, Vagos Categoria:Antigas freguesias de Vagos",
 "title": "Vagos (freguesia)"
}