{
 "id": "20955",
 "text": "Soza, também referida oficialmente como Sosa, é uma vila portuguesa, sede da Freguesia de Soza do Município de Vagos, freguesia com 22,03 km² de área e 2817 habitantes (censo de 2021), tendo, assim, uma densidade populacional de . A povoação de Soza foi novamente elevada à categoria de vila em 12 de junho de 2009. == História == Os Romanos deixaram a sua marca por estas paragens. No lugar onde se encontra o cemitério, teriam feito uma construção de defesa. Este local, ainda hoje, é conhecido por \" Crasta \", em sítio altaneiro, está o lugar de \" Cubelos \" (torreão da antiga fortaleza) e junto à Aldeia do Boco existe o lugar de \" Ferrarias \" onde se faziam ou concertavam os navios. Dos antigos casais, que ficavam a poente da Igreja Matriz, nada existe, tudo desapareceu. Quando se procedeu a escavações para implantar os muros do actual cemitério, descobriram-se sarcófagos de tijolo assentes em barro com uma cobertura de pedra calcárea com caracteres tidos por indecifráveis e vasos cerâmicos junto às ossadas. Segundo alguns especialistas (vg. Dr. David Cristo), estes sarcófagos seriam sepulturas godas. Data de 1088, o primeiro documento que fala de Sosa. Em 1192 D. Sancho I, doou Sosa aos frades de Rocamador «. O rei, preocupado com o povoamento desta região e querendo dar uma recompensa aos flamengos que o ajudaram na conquista de Silves, quando iam a caminho da Terra Santa em serviço das Cruzadas, entregou-lhes a orla marítima de Sosa , onde abundavam florestas e animais selvagens. Os frades fundaram uma Igreja e um Hospital junto ao mar (hoje as marinhas do canal do Boco). Segundo rezam as crónicas, estes edifícios foram destruídos por um sismo ou marmoto. Os frades vieram então ocupar a Igreja factual, que se tornou centro de peregrinações. Felizmente que, desta época, se conseguiu encontrar a primitiva Imagem de Nossa Senhora de Rocamador, que se encontra guardada na sala museu da actual Igreja Matriz. A muita riqueza da ordem de Rocamador que veio a Ter casas em Coimbra, Porto, Lisboa , Torres Vedras e Guarda , todas dependentes de Sosa , subverteu o espírito orginal e, por isso , D. Afonso V , embora indirectamente, conseguiu, em Agosto de 1481, a extinção do ordem, por bula do papa Sisto IV. O foral da Vila de Sosa. A carta de foral foi doada a esta Vila por D. Manuel I em 16 de Fevereiro de 1514. Foi vila e sede de concelho entre 1514 e 1855. Era constituído apenas por uma freguesia e tinha, em 1801, 3864 habitantes. Após as reformas administrativas do início do liberalismo, foi-lhe anexada a freguesia de Vila Nova da Palhaça, antes pertencente a Esgueira. Tinha, em 1849, 4228 habitantes. O antigo concelho de Sosa terminou com a reforma administrativa de 1853. Nesta data passaram para o concelho de Oliveira do Bairro as freguesias de Palhaça e Mamarrosa. Sosa ficou enquadrada no concelho de Vagos. Deste velho concelho quase tudo desapareceu. Até os documentos dos arquivos da extinta administração do concelho de Vagos, foram vendidos para embrulhos e para pasta de papel, por um administrador inconsciente e interesseiro. Em julho de 2022, a Aldeia do Boco foi oficialmente reconhecida como Aldeia de Portugal e passou a integrar a Rede Nacional das Aldeias de Portugal, que tem como objetivo a promoção e valorização do património cultural e humano das aldeias, através do envolvimento de toda a comunidade local. O reconhecimento foi oficializado no dia 17 de julho, integrado numa iniciativa da Comissão de Festas do Boco. Com lugares desta freguesia foi criada a freguesia de Ouca pelo decreto lei nº 47.033, de 30/05/1966. ==Demografia== Nota: com lugares desta freguesia foi criada a freguesia de Ouca pelo decreto lei nº 47.033, de 30/05/1966. A população registada nos censos foi: Distribuição da População por Grupos Etários Ano 0-14 Anos 15-24 Anos 25-64 Anos > 65 Anos 2001 480 396 1538 525 2011 453 366 1635 615 2021 334 286 1484 713 ==Património== * Igreja Matriz de São Miguel (com rico património estatuário) * Cruzeiro (Charola de Soza) * Capelas de São Sebastião (Senhor dos Passos), da Senhora do Encontro, da Senhora da Saúde, de São João, da Senhora do Pilar, de Santo António, de Nossa Senhora da Graça. * Ruínas do convento * Pelourinho * Quinta das Maias * Casa do morgado da Pedricosa * Vale das Maias * Azenhas do rio Boco * Aldeia do Boco * Vestígios arqueológicos da Castra * Sítio das Forcas == Associativismo == * Associação Cultural e Desportiva Sosense * Confraria dos Sabores da Abóbora * HonorArte -Associação Artística e Cultural de Soza * Associação Columbófila de Soza * Centro Social da Freguesia de Soza * ACRAL - Associação Cultural e Recreativa Amigos da Lavandeira * ProBoco - Associação de Defesa da Aldeia do Boco * ADAF - Associação dos Amigos do Fontão * Associação dos Amigos de Salgueiro == Empresas e Polos Empresariais == * DigitalPlus - Comunicação Social (SozaOnline) * Braga & Fernandes Lda * Siemens Gamesa (Antiga RiaBlades) * Plafesa Portugal * Grupel S.A. * Grupo TDV, Lda. * Centrauto - Componentes Auto * Coated Solutions * UniBike S.A. Categoria:Freguesias de Vagos Categoria:Antigos municípios do distrito de Aveiro Categoria:Vilas de Portugal",
 "title": "Soza"
}