{
 "id": "20978",
 "text": "A (em checo e em eslovaco: Československo, Česko-Slovensko) foi um país que existiu na Europa Central entre 1918 e 1992 (com a exceção do período da Segunda Guerra Mundial, ver Acordo de Munique). Seu primeiro presidente foi Tomás Masaryk.PRECLÍK, Vratislav. Masaryk a legie (TGM e legioni), váz. kniha, 219 str., vydalo nakladatelství Paris Karviná, Žižkova 2379 (734 01 Karviná, Republica ceca) ve spolupráci s Masarykovým demokratickým hnutím, 2019, ISBN 978-80-87173-47-3 Em 1989, a Revolução de Veludo permitiu a redemocratização do país; em 1993, os dois entes federados da Checoslováquia — a Chéquia e a Eslováquia — decidiram dissolver a federação e declararam suas respectivas independências. Este último capítulo da história do país ficou conhecido como Separação ou Divórcio de Veludo, devido ao seu caráter pacífico. A bandeira da Chéquia é a mesma que a antiga bandeira da Checoslováquia. No rescaldo da desintegração da Checoslováquia, a Eslováquia adoptou uma nova bandeira, enquanto a Chéquia manteve esta bandeira devido aos seus laços históricos. == História == Criada dos ombros do Império Austro-Húngaro pelo tratado de Saint- Germain-en-Laye, a Checoslováquia reuniu num mesmo Estado duas nações de língua similar, os checos e os eslovacos (além de algumas outras minorias étnicas), com capital em Praga. Seu território correspondia às atuais Chéquia e Eslováquia, bem como, até 1945, a Rutênia. A convivência entre os dois povos nem sempre era tranquila; os eslovacos se ressentiam da preeminência checa. Uma primeira partição ocorreu durante a Segunda Guerra Mundial, quando nacionalistas eslovacos aproveitaram a desagregação do país após os Acordos de Munique de 1938 para proclamar um Estado independente, chefiado pelo padre Jozef Tiso, simpático à Alemanha nazista. Após a guerra, o país foi reunificado. Todos os alemães étnicos foram mortos ou expulsos e a Rutênia foi cedida à União Soviética. Em seguida ao Golpe de Praga, de 1948, os comunistas tomaram o poder e a Checoslováquia foi o último Estado europeu a passar para o lado soviético da \"Cortina de Ferro\". Nos anos 1950, a Checoslováquia registou um elevado crescimento económico (7% por ano, em média), o que permitiu um aumento substancial dos salários e do nível de vida, promovendo assim a estabilidade do regime.Chris Harman, A People's History of the World, 1999, p 625 Uma tímida liberalização em 1968, a chamada Primavera de Praga, terminou com uma intervenção das forças do Pacto de Varsóvia que manteria o país fechado pelos vinte anos seguintes. Aproveitando-se da política de tolerância da URSS durante o governo de Gorbatchev, o país abandonou o comunismo e recobrou sua liberdade em 1989, com a Revolução de Veludo, sob a liderança do dramaturgo e dissidente Václav Havel. Este, porém, não lograria impedir que susceptibilidades nacionais, encorajadas por dirigentes políticos populistas, causassem a separação amigável da Chéquia e da Eslováquia em 1993, extinguindo-se a Checoslováquia, na chamada Separação ou Divórcio de Veludo. Em 2004, ambas as repúblicas entraram para a União Europeia (UE). == Evolução política == A Checoslováquia adotou as seguintes constituições ao longo de sua história (1918-1992); * Constituição temporária de 14 de novembro de 1918: criava um Estado democrático, com o nome oficial de República Checoslovaca; * Constituição de 1920: democrática, permaneceu em vigor, com emendas, até 1948; * Constituição de 1948: instituiu um Estado comunista, mantendo a denominação República Checoslovaca; * Constituição de 1960: manteve o Estado comunista (até 1989); foi emendada em 1968 (para tornar a Checoslováquia um Estado federal), 1989 (para abolir o papel institucional do Partido Comunista) e diversas vezes entre 1990 e 1992 (alteração do nome, incorporação de uma declaração de direitos humanos). Entre 1960 e 1990, o Estado chamou-se República Socialista Checoslovaca; entre 1990 e 1992, República Federativa Checa e Eslovaca. == População e composição étnica == Em 1991, a população checoslovaca totalizava 15,6 milhões de habitantes, dos quais 54,1% de checos, 31% de eslovacos, 8,7% de morávios, 3,8% de húngaros, 0,7% de ciganos, 0,3% de silesianos e o restante distribuído entre rutenos, ucranianos, alemães, polacos e judeus. A composição étnica em 1991 diferia da encontrada no início da república, quando ainda havia um grande contingente de alemães nos Sudetos (expulsos após a Segunda Guerra Mundial) e o país ainda possuía a Rutênia Subcarpática (cedida à URSS em 1945). == Ver também == * Chéquia * Eslováquia == Referências == == Linha do tempo == Categoria:Tchecoslováquia Categoria:Estados e territórios fundados em 1918 Categoria:Estados e territórios extintos em 1939 Categoria:Estados e territórios fundados em 1945 Categoria:Estados e territórios extintos em 1992",
 "title": "Checoslováquia"
}