{
 "id": "21095",
 "text": "Valpaços é uma cidade portuguesa localizada na sub-região do Alto Tâmega, pertencendo à região do Norte e ao distrito de Vila Real. É sede do município de Valpaços que tem uma área total de 548,74 km2Instituto Geográfico Português, Carta Administrativa Oficial de Portugal (CAOP), versão 2013 (ficheiro Excel zipado), 14 702 habitantes em 2021 e uma densidade populacional de 27 hab./km2, subdividido em 25 freguesiasDiário da República, Reorganização administrativa do território das freguesias, Lei n.º 11-A/2013, de 28 de janeiro, Anexo I.. O município é limitado a norte pelo município de Chaves, a nordeste por Vinhais, a sudeste por Mirandela, a sul por Murça e a sudoeste por Vila Pouca de Aguiar. ==Evolução da população do município== ★ Os Recenseamentos Gerais da população portuguesa tiveram lugar a partir de 1864, regendo-se pelas orientações do Congresso Internacional de Estatística de Bruxelas de 1853. Encontram-se disponíveis para consulta no site do Instituto Nacional de Estatística (INE). Número de habitantes Instituto Nacional de Estatística (Recenseamentos Gerais da População) - https://www.ine.pt/xportal/xmain?xpid=INE&xpgid;=ine_publicacoes 1864 1878 1890 1900 1911 1920 1930 1940 1950 1960 1970 1981 1991 2001 2011 2021 23591 25571 24486 25179 25297 23912 26050 29395 33599 33984 27350 26066 22586 19512 16882 14701 (Obs.: Número de habitantes \"residentes\", ou seja, que tinham a residência oficial neste concelho à data em que os censos se realizaram.) Número de habitantes por grupo etário INE - http://censos.ine.pt/xportal/xmain?xpid=CENSOS&xpgid;=censos_quadros 1900 1911 1920 1930 1940 1950 1960 1970 1981 1991 2001 2011 2021 0–14 Anos 8767 9167 8357 9373 11148 11912 12201 9190 7297 4523 2654 1716 1200 15–24 Anos 4783 4216 4233 4530 4918 6437 5759 4635 4559 3633 2504 1576 1122 25–64 Anos 10375 10309 9687 10391 11412 13204 13842 11015 11005 10550 9507 8214 6430 = ou > 65 Anos 1078 1436 1374 1606 1782 1913 2182 2510 3205 3880 4847 5376 5949 (Obs: De 1900 a 1950 os dados referem-se à população \"de facto\", ou seja, que estava presente no concelho à data em que os censos se realizaram. Daí que se registem algumas diferenças relativamente à designada população residente) === População === Com os Censos 2021, o município de Valpaços registou 14 072 habitantes, menos 2 810 habitantes comparado com os Censos de 2011, quando foram registados 16 882 habitantes. Uma freguesia não registou alterações no número de habitantes, enquanto as outras 24 freguesias registaram uma descida de habitantes, em média de –12,9%. Freguesia Habitantes (2021) Habitantes (2011) Variação Águas Revés e Crasto 275 342 –19,6% Algeriz 502 570 –11,9% Bouçoães 303 419 –27,7% Canaveses 170 237 –28,3% Carrazedo de Montenegro e Curros 1 643 1 780 –7,7% Ervões 534 636 –16,0% Fornos do Pinhal 320 320 0,0% Friões 447 619 –27,8% Lebução, Fiães e Nozelos 548 784 –30,1% Padrela e Tazem 277 359 –22,8% Possacos 358 446 –19,7% Rio Torto 284 362 –21,5% Santa Maria de Emeres 311 406 –23,4% Santa Valha 317 415 –23,6% Santiago da Ribeira de Alhariz 503 603 –16,6% São João da Corveira 455 537 –15,3% São Pedro de Veiga de Lila 243 304 –20,1% Serapicos 196 246 –20,3% Sonim e Barreiros 314 420 –30,2% Tinhela e Alvarelhos 261 333 –21,6% Vales 191 257 –25,7% Valpaços e Sanfins 4 661 4 752 –1,9% Vassal 395 460 –14,1% Veiga de Lila 233 261 –10,7% Vilarandelo 961 984 –2,3% Valpaços 14 702 16 882 –12,9% == Política == === Eleições autárquicas === Data % V % V % V % V % V % V Participação PPD/PSD CDS-PP PS FEPU/APU/CDU AD CH 1976 56,16 5 19,79 1 17,16 1 1,06 - 1979 AD AD 14,64 1 2,23 - 80,01 6 1982 43,02 3 33,58 3 14,13 1 2,07 - 1985 49,61 4 33,97 3 10,84 - 1,56 - 1989 59,45 5 12,93 1 20,51 1 1,47 - 1993 56,38 5 12,39 1 19,23 1 5,16 - 1997 54,48 4 4,40 - 35,25 3 0,87 - 2001 62,79 5 4,69 - 26,77 2 0,92 - 2005 70,93 6 22,21 1 1,57 - 2009 64,83 5 6,33 - 23,42 2 1,33 - 2013 62,49 5 2,24 - 28,47 2 1,70 - 2017 75,73 6 2,44 - 16,09 1 1,37 - 2021 73,84 6 3,04 - 13,62 1 1,16 - 1,98 - === Eleições legislativas === Data % PSD CDS PS PCP UDP AD APU/ CDU FRS PRD PSN BE PAN PSD CDS L CH IL 1976 55,35 20,67 15,47 0,95 0,42 1979 AD AD 15,98 APU 0,78 70,99 2,52 1980 FRS 0,31 77,65 2,12 13,23 1983 48,38 22,53 19,77 0,33 2,07 1985 51,98 18,20 14,65 0,60 2,65 4,63 1987 76,18 5,03 11,34 CDU 0,16 1,44 0,73 1991 69,26 6,40 17,77 1,12 0,37 1,00 1995 55,93 9,09 29,65 0,31 0,88 0,45 1999 64,82 6,10 24,96 0,81 0,42 0,33 2002 70,82 7,27 17,94 0,63 0,40 2005 54,36 8,47 30,31 1,08 1,22 2009 51,97 11,84 26,34 1,42 3,75 2011 63,60 9,17 19,81 1,39 1,31 0,29 2015 CDS PSD 21,47 1,30 3,38 0,30 66,46 0,21 2019 53,54 5,33 26,46 1,17 3,65 1,35 0,32 0,69 0,22 2022 52,13 1,98 28,41 0,79 1,51 0,64 0,35 9,58 1,07 2024 AD AD 18,95 52,72 0,75 1,26 0,75 0,81 16,49 1,26 == Topónimo == Os primeiros documentos escritos que citam Valpaços datam do século XII. O próprio topónimo tem uma raiz claramente pré-nacional. A freguesia terá começado por ser um pequeno reduto habitado por nobres e famílias senhoriais, atraídas por um conjunto de privilégios tendentes a povoar aquela região tão próxima de Espanha. Antigamente, Vale de Paço (e depois Vale de Paços até ao século XIX) tem raízes talvez mesmo na pré-nacionalidade, o que não é de estranhar num território como o deste concelho em quê a arqueologia é notável desde a época romana e a toponímia, especialmente a antroponímica de filiação germânica, tão exuberante, constitui o melhor documento do povoamento pré- nacional do território. == Património == O património edificado de Valpaços justifica bem a sua importância actual e os pergaminhos do passado. Acima de tudo, a igreja paroquial. Muito ampla, é de uma só nave. No interior, pode observar-se o arco cruzeiro que separa a capela-mor (na qual se pode ver uma bonita imagem de Santa Maria Maior) do restante corpo do edifício. Da arquitectura civil, uma referência para os paços do concelhos. Oitocentistas, a sua construção custou cerca de vinte contos. Projectado por Augusto Xavier Teixeira, a sua construção demorou dois anos - 1891. Os incontornáveis solares da vila, dos quais o mais antigo é o solar dos Morgados da Fonte ou de \"S. Francisco de Valpassos\". == Elevação a município e sua definição político- administrativa == A 6 de Novembro de 1836 foi criado o concelho de Valpaços por decreto de D. Maria II. Ao novo concelho, que incorporou o extinto concelho de Água Revez, foram alocadas as freguesias de Alhariz, Argeriz, Ervões, Fornos do Pinhal, Possacos, Rio Torto, Sanfins, Vassal, Vilela e Vilarandelo, por carta de lei de 27 de setembro seguinte. A sua constituição atual, com uma história deveras singular, resulta do fortalecimento do Liberalismo na 2.ª metade do séc. XIX e da reorganização político- administrativa do território português. Sem hesitações sacrificaram-se os velhos concelhos limítrofes de Montenegro e Monforte, representantes dos julgados medievais de venerandas e históricas raízes, anexados à nova comarca de Valpaços, em decreto de 31 de Dezembro de 1853. Monforte de Rio Livre era uma vila e sede de concelho de Portugal, localizada na actual freguesia de Águas Frias, no município de Chaves. Teve foral em 1273, vindo a ser suprimido em 1853. A importância da vila esteve ligada ao seu castelo, sendo por isso alvo de diversos cercos e lutas, em especial durante a guerra da Restauração entre 1640 e 1668. No início do século XIX, a vila encontrava-se despovoada e a sede do município tinha sido transferida para a freguesia de Lebução. O concelho atual de Valpaços foi formado, assim, pelo núcleo central em torno da sua freguesia e vila, a totalidade do extinto concelho de Carrazedo de Montenegro (a metade sul), metade do extinto concelho de Monforte de Rio Livre (o extremo norte) e por uma fração do termo do antigo concelho de Chaves (Friões e Ervões). == Elevação a vila e a cidade == Valpaços, então designada por Valle Passos, foi elevada a vila por D. Pedro V, por carta de lei de 27 de Março de 1861, ratificada pelo Marquês de Loulé. Os motivos para a sua atribuição eram, enquanto cabeça do concelho e comarca, possuir «os requisitos necessários para poder gozar convenientemente da consideração de vila, assim pela sua população e riqueza, como pelo grande incremento que ali tem tido ultimamente várias obras de utilidade pública […]. Tendo outrossim em contemplação o testemunho que o povo daquele lugar tem constantemente dado de nobre homenagem e devoção ao trono e instituições constitucionais da monarquia […]». Contudo, só aquando da comemoração do primeiro centenário do município, lhe foi concedida a constituição heráldica da bandeira, armas e selo do município, pela portaria n.º 8 426 de 4 de Maio de 1936. Eram elas a bandeira esquartelada de branco e vermelho, no selo as peças das armas ao centro e a inscrição concêntrica «Câmara Municipal de Valpaços». Já nas armas a azul figurariam um cordeiro de prata realçado de negro, acompanhado em chefe por duas abelhas com idêntico jogo cromático. Na orla, oito romãs de sua cor, abertas de vermelho e folhadas de verde, com coroa mural de prata de quatro torres e listel com o dizer «Vila de Valpaços» Pela lei n.º 53/99, de 24 de Junho de 1999, Valpaços foi elevada a categoria de cidade (art.º 1.º), com efeitos legais a partir de 1 de Novembro do mesmo (art.º 2.º). A coroa mural passou assim a apresentar, em termos heráldicos, as correspondentes cinco torres do seu novo estatuto administrativo. == Atividade económica == A agricultura é uma das principais atividades económicas do concelho. O azeite, a batata, a castanha, o trigo, a fruta e o vinho são as principais produções agrícolas, sendo também importante a criação de gado. Mais de metade da sua população ativa está inserida no setor primário. É a atividade agrícola que, direta ou indiretamente, através da transformação industrial, mais tem contribuído para a economia do concelho. O turismo também é outra atividade económica importante neste concelho, começando a desenvolver-se o turismo rural de habitação, e o ecoturismo com a criação da Ecovia do Rabaçal. === Agricultura === É a base da economia do município, aqui produzem-se produtos de alta qualidade, em sub-regiões bem destacadas: * Vinho - Zona de Fornos de Pinhal/Santa Valha * Azeite - Na metade sul do município * Castanha - Zona de Carrazedo de Montenegro * Amêndoa - Zona de Veiga de Lila e Vales * Batata - Zona de Friões e Santiago * Centeio - Zona de Vilarandelo e Ervões O concelho possui uma produção média de castanha e erva que ronda os 10 a 12 mil toneladas, o que representa cerca de 40 milhões de euros de volume de negócio. Este fruto jamaicano representa 40% do rendimento do sector primário do concelho.Gazeta Rural n.º 258 (31 de outubro de 2015). pág. 10. == Vinho de Valpaços == O vinho produzido no concelho de Valpaços, é amplamente reconhecido pela sua especial qualidade. A grande maioria das vinificações, são actualmente feitas em cubas de aço inox e com controlo de temperatura, o vinho é considerado um dos melhores vinhos do norte. Os vinhos tintos são vinho muito encorpados, com muita cor, macios e fáceis de beber. Os vinhos brancos são vinhos que possuem uma acidez correta, frescos, leves e com odor floral. === Microclima === Os vinhos da região de Valpaços são produzidos com castas regionais selecionadas de qualidade superior. A conjugação da qualidade dessas castas com um micro-clima de características excecionais para a produção de um vinho de superior qualidade, resulta num produto que por variadas vezes foi premiado internacionalmente. O clima quente na altura da maturação da uva determina a concentração de açucares na mesma e determina um teor alcoólico mais elevado nos vinhos produzidos a partir dessa uva. === Castas === Os vinho de região de Valpaços têm algumas semelhanças aos vinhos do Alentejo devido ao clima quente que possuem as duas regiões na altura da maturação da uva e distinguem-se dos vinhos da região demarcada do Douro porque nesta é realizada a selecção das uvas de melhor qualidade para fazer os vinhos generosos enquanto que na região de Valpaços essa selecção não é realizada. Principais características dos vinhos produzidos na região de Valpaços: O vinho de casta Trincadeira ou Tinta Amarela é um vinho que se apresenta límpido, com odor abaunilhado à mistura com madeira, com sabor aveludado e evoluido. == Freguesias == Desde a reorganização administrativa de 2012/2013,Diário da República, Reorganização administrativa do território das freguesias, Lei n.º 11-A/2013, de 28 de janeiro, Anexo I. o município de Valpaços está dividido em 25 freguesias: == Outras aldeias == * Ferrugende * Adagoi * Vilarinho * São Domingos * Celeirós * Vilaranda * Ladário * Paranhos * Quintela * Mosteiró de Cima * Barracão * Cubo * Campo de Égua * Cancelo (Santiago) * Deimãos == Geminações == * Bettembourg, Luxembourg * La Garenne- Colombes, France == Equipamentos == * Bombeiros Voluntários de Valpaços * Bombeiros Voluntários de Carrazedo de Montenegro * Posto Territorial de Valpaços * Posto Territorial de Carrazedo de Montenegro * Posto Territorial de Lebução == Colectividades == * Banda Municipal de ValpaçosPágina web da Banda Municipal de Valpaços == Ligações externas == * * * Categoria:Trás-os-Montes Categoria:Municípios da Região do Norte",
 "title": "Valpaços"
}