{
 "id": "21099",
 "text": "Barreiros é uma povoação portuguesa do Município de Valpaços que foi sede da extinta Freguesia de Barreiros, freguesia que tinha 7,06 km² de áreaInstituto Geográfico Português, Carta Administrativa Oficial de Portugal (CAOP), versão 2012.1 e 177 habitantes (2011INE (2012) – \"Censos 2011 (Dados Definitivos)\", \"Quadros de apuramento por freguesia\" (tabelas anexas ao documento).), e, por isso, uma densidade populacional de 25,1 hab/km². A Freguesia de Barreiros foi extinta e agregada com a Freguesia de Sonim, pela reorganização administrativa de 2012/2013,Diário da República, 1.ª Série, n.º 19, Reorganização administrativa do território das freguesias, Lei n.º 11-A/2013, de 28 de janeiro, Anexo I. Acedido a 19/07/2013. tendo o seu território sido integrado na então criada Freguesia de Sonim e Barreiros. A distância de Barreiros a Valpaços é de 16 km. Grande parte dos barreirenses estão no estrangeiro, sendo que, no verão a população de Barreiros pode atingir as 600 pessoas com a chegada dos emigrantes. A freguesia possui uma praia fluvial do rio Rabaçal que é um lugar frequentado por muitas pessoas de Barreiros e da zona no verão, também tem um campo de futebol de 5 com iluminação, inaugurado em 2005, onde os jovens costumam jogar futebol frequentemente mas que também pode ser utilizado para jogar ténis ou handball. A festa em honra da Nossa Senhora dos Aflitos é no terceiro sábado de agosto e a festa em honra de São Vicente é dia 22 de janeiro de cada ano. ==População== Número de habitantes Instituto Nacional de Estatística (Recenseamentos Gerais da População) - https://www.ine.pt/xportal/xmain?xpid=INE&xpgid;=ine_publicacoes 1864 1878 1890 1900 1911 1920 1930 1940 1950 1960 1970 1981 1991 2001 2011 314 337 315 383 370 373 362 402 504 493 367 313 239 218 177 (Obs.: Número de habitantes \"residentes\", ou seja, que tinham a residência oficial neste concelho à data em que os censos se realizaram.) Distribuição da População por Grupos Etários em 2001 e 2011 Idade 0-14 15-24 25-64 > 65 0-14 15-24 25-64 > 65 2001 17 28 106 67 7,8% 12,8% 48,6% 30,7% 2011 14 16 80 67 7,9% 9,0% 45,2% 37,9% Categoria:Antigas freguesias de Valpaços",
 "title": "Barreiros (Valpaços)"
}