{
 "id": "21103",
 "text": "Ervões é uma freguesia portuguesa do município de Valpaços, com 22,05 km² de área e 534 habitantes (censo de 2021). A sua densidade populacional é . Fazem parte desta freguesia, de norte para sul, as aldeias de Sá, Vilar do Ouro, Valongo, Ervões, Alpande, Lamas, Sadoncelho, Cabeço e Alfonge. A freguesia de Ervões na sua concepção atual foi criada em 1836, aquando da criação do concelho de Valpaços ao qual pertence, no entanto já existe em moldes semelhantes ao atual desde o início da nacionalidade. Está inserida no concelho de Valpaços, distrito de Vila Real e na província de Trás-os-Montes e Alto Douro. == Localização == Está, em linha reta a 13 km de Valpaços, 16 de Chaves, 20Km de Fezes (Espanha), 52 km de Vila Real, 122 km do Porto, 365 km de Lisboa e cerca de 500 km da costa algarvia. Fica a norte da cidade de Valpaços e na fronteira entre as denominadas terra quente e terra fria transmontana. É constituída por várias aldeias sendo as maiores Sá, Alpande, Lamas, Ervões e Valongo. Existem outras mais pequenas: Vilar de Ouro, Alfonge, Sadoncelho e Cabeço. ==Demografia== A população registada nos censos foi: Distribuição da População por Grupos Etários Ano 0-14 Anos 15-24 Anos 25-64 Anos > 65 Anos 2001 73 113 375 191 2011 50 50 318 218 2021 46 31 217 240 == História == A freguesia de Ervões, numa forma pelo menos quase atual, remonta, pelo menos, ao início da nacionalidade. A paróquia, tal como a vizinha de Vilarandelo, pertenceram à comenda de S. João de Corveira da Ordem de Malta, que apresentava o pároco designado por reitor. Segundo José Anastácio Figueiredo,José Anastácio Figueiredo História da Ordem do Hospital Hoje de Malta a comenda de S. João de Corveira da Ordem de Malta foi crida por D. Sancho que reinou entre 1185 e 1211. Não esquecer que D. Sancho I foi o segundo rei de Portugal e que o livro não diz a data de criação mas que existia à época, sendo de pressupor que se a paroquia já estava instalada na época, teria pelo menos um século ou seja desde o início da nacionalidade ou da reconquista cristã. No início da nacionalidade estava instalado na região o concelho de Montenegro de contornos, ainda hoje, muito pouco conhecidos. Este manteve durante muitos anos uma disputa com Chaves pela hegemonia da região. Em 1321 Pero Rodrigues, de Ervões foi um dos representantes da Terra de Montenegro nas contendas com o concelho de Chaves mas, apesar dos esforços D. Dinis revogou o foral de Montenegro a favor do de Chaves tornando este num enorme concelho medieval, que duraria até às reformas liberais. A forma estranha da freguesia com localidades mais longínquas como Alfonge ou Sadoncelho a pertencerem-lhe e outras como Monssalvargas mais próxima a não pertencerem podem levar a pensar que é uma manta de retalhos de criação recente. Puro engano, o autor relata todas as aldeias da freguesia: “S. João de Ervões com Ervões, Lamas, Alpandre, Vallongo, Villar d’Ouro, Alfonge, Sendonselhe e Sá. Falta apenas o lugar do Cabeço que poderia não existir na época, por ser um pequeno lugar ficar esquecido, ou não pertencer na altura à paróquia. Não esquecer que ainda hoje muitas vezes não vem referenciada como aldeia mas como uma quinta, a «Quinta do Cabeço». Curioso verificar que havia um nome distinto para a paróquia “S. João de Ervões” e outro para a localidade sede, Ervões. Interessante também verificar a ortografia de várias localidades. De acordo com os vestígios castrejos que se conhecem, quer nas localidades quer nas proximidades, como o castro de Lama de Ouriço, o seu povoamento terá sido muito precoce. Em Sá muito próximo do dito castro existe um sarcófago, pouco conhecido, e pessoas antigas ou recentemente falecidas falavam da existência de pedras que indicavam construções e que entretanto foram retiradas para a construção de novas habitações. Na capela de S. Pedro em Alpande existe uma pedra com uma estatueta, que indica que seria esculpida em época muito remota e posteriormente reutilizada na construção da capela. Embora estivesse sujeita à preceptoria ou comenda de S. João de Corveira, Júlio MachadoJúlio Machado, Crónica da Vila Velha de Chaves refere que na época das inquirições de 1258 muitos fidalgos da região usurpavam as terras quer do rei quer das ordens religiosas. Foi doada a D. Lourenço Nunes, por serviço prestados aos cidadãos na época conturbada de D. Sancho II. Posteriormente foi seu foreiro, espécie de arrendatário, das terras de Ervões, Afonso Lopes que era também tenens da Terra de Monforte. Antes foi. Segundo Veloso Martins, autor da Monografia de Valpaços, A freguesia pertenceu ao concelho de Monforte do Rio Livre até à sua extinção, em 1853, passando depois para o de Valpaços. Não sabemos com que dados é que este autor transmite essa informação mas todos os outros autores consultados a colocam no antigo concelho de chaves. Anastácio Figueiredo coloca Ervões e Vilarandelo no termo da vila de chaves e não no de Monforte. Viriato CapelaJosé Viriato Capela, As memórias Paroquiais de 1758 refere também Ervões no concelho de Chaves. Tal como S. Julião e Friões a norte e Vilarandelo e Valpaços a sul. Apenas as freguesias a este: Oucidres, Alvarelhos, Santa Valha e Fornos do Pinhal estão assinaladas no concelho de Monforte do Rio Livre. Ficava a nossa freguesia na fronteira entre os concelhos de Chaves e Monforte assim como hoje na fronteira entre os concelhos de Valpaços e Chaves. A reforma administrativa de 1853 retira S. João de Ervões ao enorme concelho de chaves, que ia desde Soutelinho da Raia até Zebras no atual concelho de Valpaços, e coloca-a no novo concelho de Valpaços, que adquire então um papel de centralidade administrativa por permuta com Monforte do Rio Livre. Em 1706, tinha a freguesia de S. João, Vigairaria de Malta da mesma comenda (7), a seguinte população: “Ervões com 50 vizinhos, Lamas com 16, Alpande com 25, Valongo com 8, Villardouro com 6, Alfonge com 12, sendoselhe com 10, e Sá com 55, & huma Ermida de Santa Luzia”. Comparativamente com a população atual, Ervões perdeu população enquanto Alpande e principalmente Valongo tiveram um grande incremento. Não esquecer que na mesma obra Valongo tinha menos população que a vizinha São Domingos atualmente uma pequenina aldeia. Nas \"Memórias Paroquiais de 1758\", de Viriato Capela será por ventura a obra histórica que mais informação tem da freguesia. Trata-se das Inquirições mandadas realizar pelo governo do Marquês de Pombal, pouco depois do terramoto de 1755 e nelas podemos ler as respostas do Padre Luís Serra, reitor da paróquia na época. O pároco era nomeado pelo comendador da comenda de São João de Corveira e dependia do Arcebispo de Braga. Todas as igrejas e capelas à excepção da de S. Sebastião, em Ervões, estavam ligeiramente afastadas das localidades e não era mencionada a atual capela no bairro de cima em Valongo. Estava sujeita ao governo das justiças da vila de chaves. Tinha os seus juízes de vintena, pese embora o reitor da paróquia não o afirme, o reitor de Friões referiu que havia um juiz de vintena para Valongo e S. Domingos, naquela paróquia. Houve com toda a certeza, omissão do reitor, todas as localidades com mais de 20 vizinhos teriam o seu juiz de vintena, em Vilar de ouro 2 (fogos), seria o mesmo de Sá, Sadoncelho (8 fogos) e Alfonge (15 fogos) teriam um ou repartiriam o de Alpande que já tinha 26 fogos. Lamas (22 vizinhos) e Ervões (60) teriam, cada qual, o seu juiz. Em 1839 pertencia à comarca de Chaves mas, em 1878 já se encontrava sob a jurisdição de Valpaços. No dia de Santa Luzia, 13 de Dezembro em Sá, e da Nossa Senhora dos Prazeres, segunda-feira de pascoela, em Valongo, havia romaria e feira franca de um só dia. No ribeiro do Carriço, que nasce na Serra de Sá havia muitos moinhos, que entretanto desapareceram e não se conhecem vestígios. Tinha o ribeiro dois pontões de pedra e várias poldras. No ribeiro de Sadoncelho, que nasce para os lados de Quintela, existiam quatro moinhos, tradição que se manteve até poucas décadas atrás, também um pontão de pedra e várias poldras. No dealbar do século XX, a freguesia tinha 330 fogos e 1357 almas, mas apenas 61 homens e 35 mulheres sabiam ler.Instituto Nacional de Estatística - INE - Censos em Portugal de 1864 a 2001 Este pode-se considerar um grande aumento comparativamente com os 182 fogos do início do século XVCCC.António Carvalho da Costa,1650-1715, Corografia portugueza e descripçam topografica do famoso Reyno de Portugal, 1706. == Economia == A economia local sempre esteve direccionada preferencialmente para a agricultura e a pecuária. Como a freguesia está inserida na terra quente e na terra fria as produções variam de localidade para localidade. O azeite cultiva-se em Lamas, Alfonge, Ervões e Cabeço. A castanha, a batata e o centeio predomina em Sá, Vilar de Ouro, Valongo Alpande e Sadoncelho. Em Lamas são famosos os seus viveiros de Bacelo e as hortícolas nomeadamente a cebola. Em Ervões existiram muitos padeiros que chegavam a ir vender pão a Chaves. Em Valongo existiam muitos vendedores de azeite que o levavam em odres à região de Chaves onde o vendiam. Em Alpande existiam os moinhos e alguns moleiros que iam às aldeias buscar o grão e devolviam a farinha ficando com a respetiva maquia. Em Sá, devido à abundância de pastos na serra sempre houve muitos rebanhos de ovelhas e muito gado bovino e asinino. == Património Cultural e religioso edificado == * Pedra cilíndrica * Cruzeiro, em Sá * Sarcófago, em Sá * Igreja Matriz de S. João Baptista * Igreja de Santa Luzia (ou Santa Lúcia), em Sá * Capela de Santa Luzia, no monte do Castelo em Sá * Capela de S. Pedro, em Alpande * Capela de N.ª Senhora dos Prazeres, em Valongo * Capela de N.ª Senhora da Expectação, em Sadoncelho * Capela de S. Tiago e S. Filipe, em Lamas * Capela de S. Sebastião, em Ervões * Alminhas (várias nas diversas localidades) == Coletividades == == Grupo Desportivo de Sá == == Festas e romarias == * Santa Luzia, em Sá. (13 de dezembro) * S. João Baptista, em Ervões. (24 de junho) * S. Pedro, em Alpande. (29 de junho) * N.ª Sra dos Prazeres (Segunda-feira de Pascoela) * S. Filipe, em Lamas. (3 de março) * S. Siríaco, em Sá. (8 de agosto) == Outros locais de interesse turístico == Em todas as localidades existem: * Fonte de mergulho * Tanques de lavar comunitários * Bicas e fontes * Casario tradicional * Lagares típicos e adegas == Povoações == * Alfonge * Alpande * Cabeço * Lamas * Sadoncelho * Sá * Vilar do Ouro * Valongo de Baixo * Valongo de Cima Categoria:Freguesias de Valpaços Categoria:Aldeias do Distrito de Vila Real",
 "title": "Ervões"
}