{
 "id": "21101",
 "text": "Canaveses é uma freguesia portuguesa do município de Valpaços, com 12,66 km² de área e 170 habitantes (censo de 2021). A sua densidade populacional é . ==Geografia== É de crer que o povoamento desta freguesia seja muito recuado, na medida em que perto se encontram vestígios de uma fortificação que remete á idade dos metais, conhecida como a \"cerca dos mouros\", um local com excelentes condições naturais de defesa e onde têm sido recolhidos fragmentos de telha e moedas do tempo dos Romanos. Nas décadas de 1950 e 1960 teve cerca de 600 habitantes, incluindo as aldeias anexas, Cadouço e Émeres. Tinha assim as \"indústrias\" artesanais necessárias ao trabalho agrícola e à vida quotidiana, sendo que, estavam em atividade ainda em meados e finais do século XX, com destaque para os teares, os lagares de vinho e de azeite, os fornos de cozer o pão, os alambiques, pombais, rancho folclórico, assim com um moinho de água ao longo do curso do rio, que nasce inclusive no seu território. Cadouço: O nome, Cadouço advém de possível referência a depressão ou cavidade no terreno, visto aldeia se situar num local pouco soalheiro, ainda assim é ainda uma aldeia próspera, na cultura da vinho e de azeite, como também, a variedade de frutas e legumes, dado o local estar inserido num microclima ideal para tudo que diz respeito à lavoura, ainda que na parte sul os terrenos sejam acidentados, onde predominou por muitos anos o pinheiro, até que um incêndio de 2012 varreu a floresta. Émeres, ou Emeres: A pequena aldeia de Émeres localizada entre Cadouço e a Quinta da Ermeiro dista cerca de quatro quilómetros da sede de freguesia, Canaveses. É circundada por enormes terrenos de cultivo, num local soalheiro e calmo, onde passa um rio. ==História== O povoado de Canavezes teria sido um povo algo pobre no séc. XVII e XVIII respetivamente, apenas abundante em azeite, trigo e linho MEMÓRIAS PAROQUIAIS, 1758, Tomo 90, CANAVESES, Chaves. [Cota actual: Memórias paroquiais, vol. 8, n.º 90, p. 631 a 634]; O nome Canavezes ou Canaveses, poderá advir da ligação com o cânhamo matéria-prima para a preparação de cabos e velas para as embarcações portuguesas, pois era em Trás-os-Montes, em terras férteis boas de regadio que se cultivava a maior parte, por outro lado ligação às canas (seja de milho ou para vassouras) ainda hoje cultivadas nos terrenos. \"Colhe esta freguesia, centeio, trigo, milho grande e miúdo, tudo muito pouco, mas produz azeite suficiente, para socorrer à sua necessidade pela muita pobreza que aqui há (...) pertencem a este povo e suas árvores como são choupos e com seus pomares de macieiras. Tem também figueiras que dão figos bons, mas poucos\" ; \"Tem esta igreja uma quinta chamada Ermeiro, debaixo e metida entre dois cabeços que não prestam para nada. Os frutos em maior abundância que aqui se colhem é centeio e linho galego\" O registo de batismos presentes na torre do tombo, remetem para 1805, enquanto registo de casamentos para 1707 O rio ou ribeira chamar- se-ia Mengracia, tendo uma corrente forte que causava danos no povoado \"águas crescidas, em tempo de água, de neve ou nevões, faz muito mal às fazendas de Canaveses com sua soberba corrente, trazendo consigo lenhas e paus que tira e arranca de seus lugares\" ; A serra seria constituída sorgo, medronheiro, carrasco (...) \"tem partes muito espessas que nela se criam lobos, raposas, porcos bravos\". A paróquia criada em Canavezes no século XVI foi uma filial da de S. Pedro dos Vales, sendo o vigário apresentado pelo Reitor desta; passando posteriormente a reitoria independente. Administrativamente, no século XIII, Canavezes estava incluída na “terra” de Montenegro, hoje designada Carrazedo de Montenegro. Tendo passado, após a sua extinção (31 de Dezembro de 1853) para o concelho de Valpaços. Fez parte da comarca de Bragança, sendo que em 1839 já aparece na comarca de Chaves. ==Economia== O trabalho agrícola, feito em base familiar e com recurso a animais de tração, sempre contou com a colaboração dos vizinhos num sistema de troca de trabalho (\"torno a geeira\"). O perfil rural da vida quotidiana está bem expresso no importante núcleo de casas rurais que ainda subsistem na parte antiga da aldeia, geralmente de dois pisos e pequenas janelas, com a sua varanda frontal em madeira e escadas em pedra, ou então construídas em torno de um curral com divisões de habitação, incluindo palheiro para os animais. Devido às condições geomorfológicas é definitivamente uma ótima zona de caça, sendo também uma terra muito produtiva, predominando a cultura de cereais, vinho e saborosas frutas, com destaque para os frutos secos, mais precisamente, amêndoa e noz. ==Demografia== A população registada nos censos foi: Distribuição da População por Grupos Etários Ano 0-14 Anos 15-24 Anos 25-64 Anos > 65 Anos 2001 44 32 139 88 2011 15 20 107 95 2021 4 11 65 90 == Dados gerais== * Área da freguesia – 12,66 Km2 * Número de habitantes– 303 (2001) * Aldeias anexas: Cadouço e Émeres * Distância a Valpaços – 19 Km ==Património== A Igreja Paroquial de Santa Bárbara situa-se no interior da povoação. O atual edifício terá sido construído em finais do século XVII. É um templo maneirista e barroco, de planta longitudinal, composto por nave única e capela-mor. A fachada principal termina em empena, truncada por uma dupla sineira. * Igreja Matriz * Capela do Menino Jesus * Capela de N.ª Senhora de Fátima * Fonte de Mergulho (Lugar ao Ribeiro) * Espaço de lazer no Lugar do Ribeiro * Lugar do Cerco * Moinho (Lugar do Moinho) * Azenha de azeite e destilador de vinho na Rua Direita Outros locais de interesse turístico: * Paisagem natural (Serra de Santa Comba) ==Coletividades== * Grupo Cultural de Canavezes ==Festas e Romarias== * Santa Bárbara (móvel) ==Política== Constituição e dados da Junta de Freguesia: * Partido – PPD / PSD * Presidente – Miguel Valpaços * Secretário – Tatiana Mendonça * Tesoureiro – Paulo Jorge Cordeiro * Morada – Largo Principal, 5430-052 Canaveses ==Ligações externas== * Blog: http://canavezesaldeia.blogspot.pt/ Categoria:Freguesias de Valpaços",
 "title": "Canaveses"
}