{
 "id": "21110",
 "text": "Padrela e Tazem é uma freguesia portuguesa do município de Valpaços, com 28,64 km² de área e 277 habitantes (censo de 2021) A sua densidade populacional é . == História == Localizada na Serra da Padrela, não muito distante do seu ponto mais elevado – 1151 metros – no limiar do concelho de Vila Pouca de Aguiar, esta freguesia é uma das mais afastadas da sede do concelho. Constituem atualmente uma única freguesia eclesiástica e civil, tendo sido Tazém anexada a Padrela em 1884, por Decreto de 27 de Novembro. No passado foram povoações independentes. Em 1839 aparecem ambas no concelho e comarca de Chaves, em 1852 na comarca de Chaves e concelho de Carrazedo de Montenegro, em 1852 na comarca de Chacim e, de 1862 por diante no concelho e comarca de Valpaços. A paróquia de Padrela tem como orago S. Pedro – apóstolo e era curato anexo à reitoria de Carrazedo e de apresentação do reitor, no termo de Chaves. A antiga paróquia de Nossa Senhora da Assunção (Santa Maria) de Tazém também era curato anexo à reitoria de Carrazedo, no termo de Chaves. Passaram depois a paróquias independentes com o título de vigairarias. De destacar, em relação ao património edificado da freguesia, a Igreja Matriz de Tazém (provavelmente anterior ao séc. XIII) que se acredita que tenha sido fundada antes da Nacionalidade, nesta mesma “villa” – talvez pelo séc. VIII, ao tempo das presúrias das “famílias do célebre bispo lucense – Oduário, no território flaviense. Por volta do séc. XIII, se não antes, foi dado nesta Igreja algum direito à Ordem do Hospital ou, se não nela, na “villa” ou Freguesia, o que teve repercussões na situação da Igreja perante a Sé Bracarense. Em 1216 o facto suscitou a discórdia entre o Hospital (sendo seu prior D. Mendo) e a Sé (Arcebispo D. Estêvão), que acabaram por chegar a um acordo. A Igreja, porém, apareceu posteriormente apresentada pelo comendador de S. João de Corveira da Ordem do Hospital, sendo que a esta comenda deveriam estar agregados os bens da Ordem, na freguesia de Tazém. ==Demografia== A população registada nos censos foi: Distribuição da População por Grupos Etários Ano 0-14 Anos 15-24 Anos 25-64 Anos > 65 Anos 2001 73 60 228 108 2011 27 39 172 121 2021 17 26 130 104 === Bibliografia === * Monografia de Valpaços”, A. Veloso Martins, 2ª edição, Dez. 1990, edição da Câmara Municipal de Valpaços * Moinhos”, Vol. 2, “Fontes de Abastecimento de Água”, Vol. 1, “Geomonumentos”, “Relógios de Sol”, “Chaminés” e “Carta Arqueológica”, todos de Adérito Medeiros Freitas * “Valpaços-Lo-Velho”, de José Lourenço Montanha de Andrade * “Monografia de Valpaços”, de A. Veloso Martins * “As Freguesias do Distrito de Vila Real Nas Memórias Paroquiais de 1758”, de José Viriato Capela, Rogério Borralheiro e Henrique Matos Categoria:Freguesias de Valpaços",
 "title": "Padrela e Tazem"
}