{
 "id": "21139",
 "text": "Landeira é uma povoação portuguesa sede da Freguesia de Landeira do Município de Vendas Novas, freguesia com 69,64 km² de área e 620 habitantes (censo de 2021), tendo, por isso, uma densidade populacional de . Landeira situa-se na parte ocidental do Alentejo Central, numa transição entre a Região do Alentejo e do Vale do Tejo. Além da sede, a Freguesia de Landeira é composta pelos lugares de Nicolaus, Bicas, Moinhola, Quinta de Sousa, Monte do Vale, Estalagem, Monte da Azeda, Monte do Outeiro e Moinho da Moita. A freguesia foi criada pela Lei nº 50/84 Diário da República - http://dre.tretas.org/dre/183986/, de 31 de dezembro, com lugares desanexados da Freguesia de Vendas Novas. ==História== Landeira é considerada a aldeia mais velha do município de Vendas Novas, datando as primeiras referências à mesma, do século XII, altura em que o geógrafo árabe, Edrici a aponta como pousada ou passo de jornada na estrada Muçulmana de Lisboa – Évora. Segundo os documentos, no século XIV, Landeira foi palco das honras feitas ao casamento entre o rei Henrique IV de Castela e a infanta portuguesa D. Joana: «Além das festas que em Lisboa se fizeram mui grandes, outras honradas justas na Landeira». Esta aldeia surgiu ainda referida das Crónicas de D. João II, da autoria de Rui de Pina e Garcia de Resende, que relatam a passagem do Rei Perfeito por terras de Landeira, de modo a fugir ao Duque de Viseu, que o queria matar. A Landeira é referida por Alexandre Herculano na sua História da Inquisição como o local para onde o próprio Infante D Henrique, inquisidor- mor, escoltado por cinco de cavalo, terá feito conduzir o converso Heitor António, apos a sua captura quando este tentava viajar clandestinamente como emissário dos cristãos novos a Curia Romana (\"...e conduzirem-no para a Landeira, onde o despojaram de quanto levava, dinheiro, joias e cartas. Abriu estas o Infante, leu-as e remeteu tudo para Lisboa, com o emissário preso\"). No Auto da Exoração da Guerra, no Auto da História de Deus e no Auto da Festa, Gil Vicente faz também referência a Landeira, considerando-a como a noitada menos tragável no jornadear de Lisboa a Montemor e Évora. Conhecida pela Estrada dos Espanhóis, Landeira rapidamente cresceu, pois, uma vez que era um cruzamento de caminhos, aqui afluíam camponeses, mercadores, cristãos, judeus e mouros, reis e bandidos, nobres clérigos e viajantes. Administrativamente, pertenceu ao concelho de Alcácer do Sal de 1895 e 1898, ano em que passou a estar integrado no concelho (atual município) de Montemor-o-Novo. Em 1962 passou para o Município de Vendas Novas, ao qual pertence desde então. Em termos eclesiásticos, foi uma Capelania e um Curato da Ordem de Santiago, com apresentação pela Mesa da Consciência. ==Demografia== A população registada nos censos foi: Distribuição da População por Grupos Etários Ano 0-14 Anos 15-24 Anos 25-64 Anos > 65 Anos 2001 108 113 435 111 2011 84 67 401 171 2021 70 58 299 193 ==Património== === Igreja de Nossa Senhora da Nazaré === Trata- se da construção mais antiga do município e uma rara e importante obra de transição do Gótico para o Manuelino. Por isso e pela grande valia das suas capelas, imagens e alfaias de culto, bem merece a atenção de todos. Landeira, terra de montado, ribeiras e ponto o emissário presode passagem obrigatório na estrada dos espanhóis, foi nos séculos XV e XVI propriedade de Fidalgos, mas a sua existência é referida desde o século XII. Por ser lugar antigo já pertenceu às mais diferentes regiões, nomeadamente à Comarca de Setúbal, ao Concelho de Arraiolos, Montemor-o-Novo, Alcácer do Sal e de Vendas Novas, onde pertence desde 1962. As terras conservam elementos mouriscos, o que confirma a possível ocupação árabe, durante a qual a toponímia seria Laven, dando a origem a Landeira. Em 1520 já existe registo da existência da Igreja, uma capelaria da ordem de Santiago, onde o pároco local tinha de rendimento anual cento e oitenta alqueires de trigo, cento e vinte de cevada e dez mil réis em dinheiro. Mais tarde, Nossa Senhora da Nazaré passou a ser a Padroeira da Freguesia e a Igreja existente ao seu culto se dedica. A velha e modesta Igreja, quase se confunde com as típicas casas Alentejanas baixas que a envolvem, não fosse o largo onde se situa, a Torre Sineira e o recente Cruzeiro que marca o lugar, quase não dávamos por ela. No entanto trata-se da construção mais antiga do Concelho e o seu valor arquitectónico é inigualável. Depois do terramoto de 1755 e do abandono a que foi exposta a igreja sofreu alguma descaracterização, tendo valido as obras de recuperação levadas a cabo em 1980 por uma Comissão constituída por gente da aldeia que, para além de reparos no interior, construíram mais duas salas que funcionam como Capela Mortuária e Sala de catequese e em 1988 restauraram o Cruzeiro e cimentaram o quintal. No quintal ainda hoje está exposta a Pia Gótica Octogonal retirada de dentro da igreja durante as obras de recuperação e que ali foi ficando com receio que no transporte se acabasse por danificar devido ao estado de degradação em que se encontra. No interior as vigas de madeira no tecto, os mosaicos do chão e a recuperação completa do altar, entre outras melhorias, são fruto da recuperação a que foi sujeita. Originais da velha igreja são as paredes forradas com azulejos de maçaroca do século XVII, o Arco Triunfal de volta inteira que separa a nave da Capela-Mor, as Abóbadas cilíndricas que se intersectam e se apoiam nos quatro cantos da Capela-Mor, importante e rara estrutura que se situa na transição do estilo Gótico para o Manuelino (século XV). O retábulo em madeira do século XVIII, embora a sua pintura seja recente, o Crucifixo de marfim indo-português (século XVIII), a imagem de Nossa Senhora da Nazaré em madeira estofada do século XVII, a imagem de um outro Santo que supostamente será S. Bento (século XV), a lanterna de latão do estilo barroco, a Pia de água Benta de pedra Manuelina entre outras alfaias de culto e traços arquitectónicos não deixam dúvidas quanto às suas origens. Do lado esquerdo da nave situa-se a Capela Manuelina, uma pequena dependência que, segundo os dados que dispomos, fazia conjunto com outra Capela lateral mas que hoje já não existe. Para esta Capela entra-se por um amplo arco de pedra, de volta inteira incompleta, com molduras e rosetas espaçadas, descoberto durante as obras de restauro que pertence ao estilo Manuelino. A Abóbada da Capela é de tijolo com dois arcos que assentam em mísulas e nela estão expostas figuras de S. Sebastião, S. António e Nossa Senhora de Fátima. Mais que interessante, talvez até algo mórbido, é a caveira que está colocada num pequeno nicho junto ao Altar-Mor e que ninguém sabe há quanto tempo existe. Durante a colocação dos esgotos em redor da igreja foram encontradas diversas ossadas anteriores a 1897, altura a partir da qual existe cemitério da Aldeia. Nessa altura já existia a referida caveira na igreja e por isso não se sabe se quer como foi ali parar. Lugar de culto e de mistérios, a Capela de Nossa Senhora da Nazaré de Landeira continua a acolher a missa semanal, casamentos, baptizados, comunhões, entre outras práticas religiosas importantes que só no dia 28 de Abril de 1963 ali se realizaram 32 casamentos e 45 baptizados de dezenas de pessoas ali residentes… não sendo com certeza um recorde do Guinness, é sem dúvida um bom motivo para não deixarmos desaparecer as nossas riquezas culturais. O Orago da acolhedora Freguesia de Landeira é Nossa Senhora da Nazaré, cuja celebração se realiza no mês de Maio. A Nossa Senhora da Nazaré estão associados muitos milagres, sendo o mais célebre o de D. Fuas Roupinho. Diz a tradição que, a 8 de Setembro de 1182, num dia de nevoeiro, o cavaleiro se encontrava a caçar perto da Basílica de Nossa Senhora da Nazaré, tendo sido atraído por um veado em direcção ao abismo do Promontório. No momento em que D. Fuas se apercebeu que estava prestes a lançar-se no precipício, evocou a Virgem e, milagrosamente, o cavalo estancou a sua marcha e o cavaleiro salvou- se. Desde então, o culto a Nossa Senhora da Nazaré não parou de atrair fiéis. === Fonte Velha === A Fonte Velha é uma construção secular, entaipada, do ano de 1897, de acesso pela Travessa das Canas ou pelo Largo Luís de Camões. Faz parte do património da Freguesia de Landeira e ao longo dos anos tem sido alvo de obras de requalificação e manutenção. == Ranchos folclóricos do Município de Vendas Novas == Os Ranchos Folclóricos do Município de Vendas Novas também procuram transmitir os usos e costumes da região. Os três Ranchos Folclóricos existentes, o Rancho Folclórico de Landeira, o Rancho Folclórico das Piçarras e o Grupo de Danças e Cantares dos Pioneiros de Vendas Novas são cópias fiéis das tradições e do modo de vida de gerações anteriores. As suas vestes representam os trajes alentejanos ligados à agricultura de meados e finais do século XIX, tais como os ceifeiros, o pastor, o vaqueiro, os moleiros, as mondinas do arroz, a aguadeira, o corticeiro, o manageiro, e os trajes de passeio, ou trajes domingueiros, assim como os noivos e os padrinhos. O seu repertório é composto por músicas que se dançavam antigamente como os bailes de roda, bailes campaniços, puladinhos, valsa, tacão e bico e Sagourras, polquiados, chegadinho e escovinhas. Os instrumentos mais utilizados são o acordeão, os ferrinhos, a bilha, a pandeireta, o reque reque, a cana, as pinhas e a gaita de beiços. O Rancho Folclórico de Landeira é o Rancho mais antigo do Município, criado em 26 de Maio de 1978, foi homenageado na Sessão Solene Comemorativa do 41.º Aniversário da Elevação de Vendas Novas a Concelho (atual Município) por ocasião dos seus 25 anos. Dispõe de Rancho Infantil e Adulto, num total de 60 elementos, incluindo a Tocata. É filiado na Federação do Folclore Português, no Inatel, na Federação das Colectividades de Cultura e Recreio, Sócio Fundador da Associação de Folcloristas do Alto Alentejo e já actuou em Países como a Espanha, França, em todo o território português e ilha da Madeira. Todos os anos organiza o Festival de Folclore Infantil e Adulto de Landeira, do qual faz parte um Cortejo Etnográfico e Concurso de Traje à Portuguesa a Cavalo. Fundado em 2 de Abril de 1987 o Grupo de Danças e Cantares dos Pioneiros de Vendas Novas organiza em Outubro o Festival Nacional de Folclore, em Abril a Festa do seu Aniversário e em Julho o Festival Infantil. É constituído por 68 elementos, incluindo o grupo infantil, grupo adulto e a tocata. Tem actuado ao longo dos seus 17 anos de existência em diversos lugares de Portugal Continental, Ilhas e Espanha, assim como já representou o concelho de Vendas Novas num programa televisivo. Possui as suas músicas gravadas, em suporte de cassete, para comercialização. O Rancho Folclórico das Piçarras foi fundado a 15 de Outubro de 1988 e pertence à Secção Cultural do Desportivo Clube das Piçarras, tendo sido criada no ano 2000 uma secção autónoma responsável pelo mesmo. É composto por um grupo infantil, por um adulto e pela tocata, totalizando cerca de 50 elementos. Anualmente é convidado para participar em diversos festivais por todo o país, tendo também participado num programa televisivo e num outro radiofónico. O Rancho Folclórico das Piçarras organiza todos os anos três Festivais de Folclore: um Festival Infantil em Junho, dedicado às crianças, outro em Agosto por ocasião do Aniversário do Desportivo Clube local e um outro aquando do seu aniversário, em Outubro. Este ano, no mês de Agosto, foi-lhe entregue pela mão da Vereadora Maria do Carmo Mareco Marques a chave da escola primária das Piçarras para que durante o período de 5 anos o Rancho possa usufruir das suas instalações, visto que a mesma encerrou por falta de alunos. Nesse espaço foi criado um pequeno museu etnográfico com o espólio recolhido pelo Rancho ao longo dos tempos que muito tem agradado aos seus visitantes. O percurso de 26 anos dos Ranchos Folclóricos testemunha a dedicação e o empenho dos seus componentes na transmissão de tradições, costumes e sentimentos de um povo e da recolha e divulgação de modas e expressões preservando assim as raízes populares do nosso concelho. == Escola Básica de Landeira == A Escola Básica de Landeira fica situada na Rua 25 de Abril 2965-402 Landeira, a cerca de 25 km de Vendas Novas. Trata-se de um edifício do plano dos centenários, construído em 1953. Houve necessidade de aumentar a escola terminando em 1960 a segunda fase. Nesta escola já foi lecionada também a Telescola para além do ensino primário. A escola foi alvo de obras de requalificação no ano de 2021, tendo sido toda renovada e atualmente conta com duas salas de aula, uma no rés do chão e uma no 1.º andar, um refeitório, uma sala de professores, uma sala de apoio, Wall de entrada, dois alpendres, casas de banho, despensa e um recreio amplo, com balizas de futebol e bancos de jardim. Conta com uma população escolar que abrange os quatro anos do 1º ciclo. Neste ano letivo de 2022/2023 tem 26 alunos distribuídos por duas turmas: uma turma de 1º ano e de 2º ano, com 14 alunos e uma turma de 3º ano e de 4º ano com 12 alunos. Dois professores titulares de turma compõem o grupo docente da escola apoiado em algumas horas por outros docentes. Dos recursos humanos desta escola faz parte, também uma assistente operacional, apoiada por uma funcionária a tempo parcial durante a hora de almoço. Nesta escola os alunos frequentam ainda as Atividades de Enriquecimento Curricular (AEC) em termos facultativos, ministradas por vários docentes. ==Brasão== Segundo a publicação no Diário da República, III Série de 12 de Julho de 1996, o Brasão da Freguesia de Landeira apresenta a seguinte ordenação heráldica: «Escudo de Prata, faixa – pala em ponta, de vermelho, acompanhada em chefe por duas Landes, com pés e folhas, tudo de verde. Coroa mural de prata de três torres. Listel branco com a legenda a negro, em maiúsculas: “LANDEIRA”» Categoria:Freguesias de Vendas Novas Categoria:Antigos municípios do distrito de Évora",
 "title": "Landeira"
}