{
 "id": "21146",
 "text": "Roberto II ou Roberto Curthose (c. 1050 - 10 de fevereiro de 1134) foi Duque da Normandia entre 1087 e 1106, e filho mais velho do rei normando Guilherme, o Conquistador com sua esposa Matilde de Flandres. == Biografia == Na juventude, Roberto mostrou-se um adolescente corajoso, com capacidades excepcionais para a guerra, mas também de carácter leniente. O seu péssimo feitio era quase lendário e gerou alguns incidentes diplomáticos entre Guilherme, o Conquistador e o rei de França. Um exemplo desta sua faceta é a sua revolta de 1077, em resultado de uma partida pregada pelos irmãos mais novos. Guilherme e Henrique haviam deitado água no chão dos aposentos de Roberto que caíu estatelado. Incapaz de desculpar o incidente e de perceber porque é que o pai se recusava a castigar os irmãos, Roberto reuniu um exército e atacou o castelo de Ruão, onde se encontrava Guilherme I. O confronto durou pouco tempo, mas passaram-se anos antes que Roberto e o pai fizessem as pazes. Em 1087 Guilherme I de Inglaterra morre deixando a Normandia a Roberto mas o reino de Inglaterra é entregue a Guilherme II, considerado o mais capaz dos seus filhos. Roberto não ficou satisfeito por não ser o herdeiro universal e tentou manobrar contra o irmão sem grande sucesso. Foi assinado um tratado entre os dois, onde ambos se designavam sucessores um do outro. No fim do século XI, Roberto juntou-se à Primeira Cruzada e partiu para a Terra Santa em 1096 e era lá que se encontrava quando o irmão Guilherme II de Inglaterra morre em 1100. Henrique, protegido pela distância, sentiu-se à vontade para usurpar a coroa ao irmão mais velho. Roberto regressou imediatamente à Europa e desembarcou em Portsmouth em 1101, preparado para lutar pelo seu direito à coroa inglesa. Mas entretanto, Henrique tivera tempo de sobra para preparar a sua defesa e reunir um exército numeroso. Tinha, para além do apoio militar da aristocracia, a simpatia das populações que não gostavam do mau feitio de Roberto. Perante estas circunstâncias, o duque da Normandia foi forçado a renunciar à coroa de Inglaterra no Tratado de Alton. As relações entre irmãos pioraram a partir daqui, até que em 1105 Henrique invade a Normandia com o seu exército e derrota Roberto na batalha de Tinchebray. No ano seguinte, Roberto é forçado a abdicar do ducado da Normandia e enviado para o castelo de Cardiff, onde viveu aprisionado até ao fim da sua vida. Roberto casou com Síbila de Conversano de quem teve um filho, Guilherme Clito, suposto herdeiro da Normandia, que se tornou Conde da Flandres. ==Ancestrais== Categoria:Duques da Normandia Categoria:Cristãos da Primeira Cruzada Categoria:Príncipes católicos romanos Categoria:Mortos em 1134 Categoria:Prisioneiros da Torre de Londres Categoria:Dinastia Normanda Categoria:Ingleses de ascendência francesa Categoria:Pretendentes ao trono inglês Categoria:Normandos do século XI Categoria:Normandos do século XII Categoria:Herdeiros ao trono inglês Categoria:Sepultados na Catedral de Gloucester",
 "title": "Roberto II da Normandia"
}