{
 "id": "21227",
 "text": "Queratocone é uma doença do olho que resulta numa alteração progressiva do formato da córnea. Esta alteração pode causar visão desfocada, visão dupla, miopia, astigmatismo e fotossensibilidade. Geralmente afeta os dois olhos. Nos casos mais graves pode ser observada na córnea uma cicatriz ou um círculo pigmentado. Embora se desconheça a causa exata, acredita-se que ocorra devido a uma combinação de fatores genéticos, ambientais e hormonais. Em cerca de 7% dos casos verificam-se antecedentes familiares da doença. Entre os possíveis fatores ambientais estão esfregar os olhos e alergias. O mecanismo subjacente envolve a alteração da córnea para um formato cónico. O diagnóstico pode ser confirmado mediante exame com lâmpada de fenda. Na fase inicial, a doença pode ser corrigida com óculos ou lentes de contacto descartáveis. À medida que a doença avança podem ser necessárias lentes de contacto específicas para a doença. Na maior parte das pessoas, a doença estabiliza ao fim de alguns anos, sem que ocorram problemas graves de visão. Em casos relativamente raros, pode ocorrer cicatrização da córnea, sendo necessário um transplante de córnea. O queratocone afeta cerca de 1 em cada 2000 pessoas. O início da doença é mais comum entre o fim da infância e o início da idade adulta. Embora possa ocorrer em qualquer grupo populacional, é mais frequente em algumas etnias, como entre as pessoas de ascendência asiática. O termo \"queratocone\" deriva do grego kéras (córnea) e do latim conus (cone). == Sinais e sintomas == Pessoas com ceratocone precoce tipicamente relatam uma pequena desfocagem de sua visão e procuram um médico oftalmologista em busca de uma solução. Nos estágios precoces, os sintomas do ceratocone podem ser os mesmos de qualquer outro defeito refrativo do olho. Com a progressão da doença, a visão deteriora, muitas vezes rapidamente. A acuidade visual se torna prejudicada em todas as distâncias e a visão noturna é frequentemente bastante fraca. Algumas pessoas possuem visão em um olho que é notavelmente pior que no outro olho. Alguns desenvolvem fotofobia (sensibilidade à luz forte), astenopia por forçar os olhos durante a leitura ou coceira no olho. Entretanto, normalmente há pouca ou nenhuma sensação de dor. O sintoma clássico do ceratocone é a poliplopia monocular. Este efeito é mais claramente observado em um campo de visão com alto contraste, como um ponto de luz em um ambiente escuro. Ao invés de ver somente um ponto, a pessoa com ceratocone enxerga muitas imagens daquele ponto, espalhadas em padrão muito irregular. Este padrão tipicamente não se altera a cada dia, mas geralmente durante o tempo ele toma novas formas. Em alguns casos o paciente pode apresentar diplopia monocular, nesse caso é a presença de imagem dupla e não múltipla. Alguns pacientes também relatam rastros de luz e distorção de reflexos (Lens flare) em volta das fontes de luz. Alguns até relatam imagens se movendo uma contra a outra acompanhando seus batimentos cardíacos. == Causas == Apesar de considerável pesquisa, a etiologia do ceratocone é desconhecida, sendo imprevisível sua progressão após o diagnóstico. Entretanto, menos de 5% dos casos de ceratocone evoluem a ponto de que a única alternativa de tratamento seja o transplante de córnea (ceratoplastia). O ceratocone pode ser tanto unilateral como bilateral. Se afetar ambos os olhos, a deteriorização da visão pode afetar a habilidade do paciente em dirigir um carro ou ler um texto normal. Na maioria dos casos, lentes corretivas são eficientes o suficiente para permitir que o paciente continue a dirigir e manter atividades diárias normalmente. A progressão avançada da doença pode necessitar de cirurgia, incluindo o transplante de córnea. Apesar de suas incertezas, o ceratocone pode ser administrado com sucesso com diversas técnicas clínicas e cirúrgicas, geralmente causando pouco ou nenhum prejuízo na qualidade de vida do paciente. Várias fontes sugerem que o ceratocone provavelmente surge de um número de diferentes fatores: genético, ambiental ou celular, qualquer um deles pode formar o gatilho que irá dar início a doença. Há médicos que também associam o ceratocone ao ato de coçar os olhos. É comum o paciente ter rinite alérgica associado ao ceratocone, o que faz com que cocem os olhos frequentemente. Isso pode causar o afinamento da córnea devido a remoção mecânica de células do epitélio corneano. A distorção visual experimentada pelos pacientes vem de duas fontes, uma sendo a deformação irregular da superfície da córnea; outra sendo cicatrizes formadas em pontos elevados de curvatura expostos. Estes fatores agem em conjunto para formar regiões na córnea que projetam uma imagem em diferentes regiões da retina e provocam os sintomas de diplopia monocular ou poliplopia monocular. O efeito pode agravar-se em baixa iluminação uma vez que a pupila tende a dilatar-se para poder receber mais luz, e assim expor mais ainda as irregularidades da córnea. Cicatrizes parecem ser um aspecto da degradação da córnea; entretanto, um grande estudo multi-cêntrico realizado (CLEK STUDY - Collaborative Longitudinal Evaluation of Keratoconus Study) sugere que a abrasão causada por lentes de contato podem aumentar a tendência deste achado em um fator acima de dois, ou mais do que o dobro de chance de ocorrência. Estudos recentes tem indicado que córneas ceratocônicas apresentam sinais de aumento de atividade das proteases, uma classe de enzimas que quebram parte das fibras de colágeno de córnea no estroma, com uma simultânea redução expressiva da ação dos inibidores de protease. Outros estudos tem sugerido que a redução de atividade pela enzima aldeído desidrogenase pode ser responsável pela criação de radicais livres e espécies oxidantes na córnea. É bastante provável que qualquer que seja o processo patogênico, a lesão causada por atividades na córnea resultam na redução de sua espessura paquimétrica e no enfraquecimento de sua resistência biomecânica. A predisposição genética para o ceratocone tem sido observado, com a doença manifestando-se em certas famílias, e incidências reportadas em concordância em gêmeos idênticos. A frequência de ocorrência em parentes próximos não é claramente definida, embora seja conhecido que é consideravelmente maior a incidência do que na população em geral, e estudos tenham obtido estimativas variando entre 6% e 19%. O gene responsável pelo ceratocone não foi identificado: dois estudos envolvendo grandes comunidades homogenéticas isoladas tem contrariamente indicados como causas genéticas da doença os cromossomos mapeados em 16q e 20q. Todavia, a maior parte dos estudos genéticos concordam em um modelo autossomo dominante hereditário. O ceratocone é também diagnosticado mais frequentemente em pessoas com Síndrome de Down, apesar das razões para esta ligação ainda não tenham sido determinadas. O ceratocone tem sido associado a doenças atópicas. que incluem asma, alergias e eczema, e não é raro que muitas ou algumas dessas doenças afetem uma pessoa. Estudos sugerem que o ato de coçar os olhos vigorosamente podem contribuir para a progressão do ceratocone, e os pacientes devem ser desencorajados desta prática. Uma ocorrência conhecida atualmente é o ceratocone induzido pós-cirurgia refrativa, chamada de ectasia induzida pós-lasik (Laser Assisted In Situ Keratomileusis), e pode ocorrer quando o paciente tem uma paquimetria abaixo da normal, de 500 micras, ou se o corte feito pelo instrumento para gerar o \"flap\" (microcerátomo) for profundo demais, pode levar a córnea a formar a ectasia e o diagnóstico de ceratocone. Pode haver uma predisposição do paciente, não observada antes da cirurgia, que seja a causa do desenvolvimento do ceratocone nesses casos. == Diagnóstico == Em sua fase inicial o ceratocone apresenta-se como um astigmatismo irregular levando o paciente a trocar o grau de astigmatismo com muita frequência, podendo haver aumento ou redução. O diagnóstico definitivo de ceratocone é feito com base nas características clínicas e com exames objetivos como a topografia corneana (exame que mostra em imagem o formato preciso da córnea). O ceratocone pode ser diagnosticado como de grau I (incipiente), grau II (moderado), grau III (alto) e grau IV (avançado), entretanto atualmente alguns especialistas consideram também grau V (extremo). A morfologia do cone pode ser nipple (pequeno: 5 mm. e próximo ao centro da córnea, oval (mais largo, inferior), ou global (mais de 75% da córnea é afetada). Na grande maioria dos casos o problema surge na adolescência, podendo evoluir, em geral, até aos 35 (trinta e cinco) anos. Em cerca de 95% dos casos, a estabilização do ceratocone ocorre entre os 30 e 35 anos A evolução do ceratocone é geralmente progressiva, mas não existe um padrão que possa ser adotado. Recomenda-se que sejam feitas visitas periódicas ao especialista para que se possa fazer um acompanhamento detalhado. O paciente deverá ler uma Tabela de Snellen com optotipos em ordem decrescente de tamanho, para que seja avaliada a sua acuidade visual. O exame inicial pode ser feito através de exame de ceratometria manual, com a presença de astigmatismo irregular. Casos avançados podem exceder a capacidade deste equipamento de medir a curvatura e astigmatismo corneano. Com o uso da lâmpada de fenda (biomicroscópio), o especialista poderá avaliar a córnea e investigar a presença de sinais de ectsia corneana. No ceratocone, a presença de sinais como um anel de pigmentação marrom-amarelado ou verde-oliva, encontrado em torno da metade dos olhos com ceratocone, chamado de Fleischer ring, é causado pelo depósito de óxido de ferro no epitélio corneano, nem sempre detectável, mas possível de ver sob a luz de cobalto. Similarmente, em torno de 50% dos casos há a presença de estrias de Vogt's, finas linhas de estrias ao longo da córnea devido ao seu afinamento e esticamento. Um ceratocone altamente pronunciado, pode criar uma identação da pálpebra inferior em forma de V quando o paciente olha para baixo, conhecido como sinal de Munson. Um fator que tem contribuido cada vez mais para o diagnóstico precoce do ceratocone é a popularização da cirurgia refrativa, que muitos pacientes procuram para tratar miopia e astigmatismo, pois estes pacientes são orientados a fazer um exame prévio de videoceratoscopia da córnea (topografia computadorizada da superfície da córnea). Os exames mais modernos de topografia da córnea mostram, além dos mapas topográficos, valores paquimétricos (espessura da córnea) e mapas de elevação, os quais ajudam a diagnosticar o ceratocone inicial quando há apenas a suspeita, e assim contra-indicar a cirurgia refrativa nos casos, por exemplo, de paquimetria com valores muito baixos, o que significaria uma córnea muito fina após o procedimento cirúrgico a laser e sua maior predisposição ao fenômeno ectásico (em média, valores menores que 490 μm não são submetidos à cirurgia). Os modernos equipamentos de topografia de córnea (videoceratoscopia) agregam várias funções e proporcionam dados extremamente precisos, como: :*Paquimetria de diversos locais da córnea :*Mapas de elevação anterior e posterior da córnea :*Ceratometria em diversos pontos da córnea (principais meridianos e média ceratométrica) :*Posição do cone em relação ao centro visual e ao centro geométrico da córnea :*Eixos dos valores mais curvo e mais plano da córnea === Diagnóstico diferencial === Inúmeras outras desordens não inflamatórias, geralmente mais raras que o ceratocone, também podem causar o afinamento (ectasia) da córnea. ;Ceratoglobo :Ceratoglobo é uma condição rara que causa o afinamento corneano primeiramente em nas margens, resultando em um olho esfericamente e levemente aumentado. Pode ser geneticamente relacionado com ceratocone. ;Degeneração marginal pelúcida : A degeneração marginal pelúcida causa o afinamento de uma estrita faixa da córnea (1-2 mm), geralmente ao longo da margem inferior corneana. Ela causa um astigmatismo que frequentemente pode ser corrigido com óculos. O diagnóstico diferencial pode ser obtido pelo exame sob a lâmpada de fenda (biomicroscópio). ;Ceratocone posterior :Ceratocone e ceratocone posterior são desordens diferentes, embora os nomes similares. O ceratocone posterior é uma rara anormalidade, geralmente congênita, a qual causa um afinamento não progressivo da porção posterior da córnea, enquanto que a curvatura anterior da córnea permanece normal. Normalmente somente um dos olhos é afetado. == Tratamento == O tratamento do ceratocone visa sempre proporcionar uma boa visão ao paciente, bem como garantir seu conforto na utilização dos recursos que serão empregados (óculos, lentes de contato, cirurgias) e principalmente preservar a saúde da córnea. As alternativas de tratamento sempre são avaliadas nesta ordem: óculos, lentes de contato, lentes de contato especiais e cirurgias. === Óculos === A primeira opção que o paciente recebe é a prescrição de óculos, na maior parte das vezes em casos iniciais da doença, quando a miopia e o astigmatismo irregular possibilitam obter uma acuidade visual aceitável. Na maior parte das vezes, a acuidade visual satisfatória não corresponde a qualidade visual, ou seja, o paciente pode ler as letras na Tabela de Snellen mas a qualidade da imagem não é precisa. Nos casos de ceratocone onde há episódios de progressão do caso seguidas, o paciente precisa rever a sua refração com seu especialista e trocar as lentes de seus óculos com maior frequência. Em estágios iniciais a moderados, quando a qualidade visual começa a decair,os óculos e as lentes de contato podem não mais corrigir satisfatoriamente a visão e a partir deste ponto há a indicação clara de lentes de contato especiais o para ceratocone. === Lentes de contato === A adaptação de lentes de contato no ceratocone deve ser feita por profissionais experientes que possam dar o devido acompanhamento e orientação ao paciente. Uma lente mal adaptada ou de má qualidade pode causar erosão de córnea, ceratite, hidropsia seguida de leucoma, edema de córnea e infecções oculares. ==== Lentes de contato convencionais ==== As lentes de contato no ceratocone podem ser inicialmente de curvas básicas mais simples nos casos iniciais de ceratocone frusto ou subclínico e especiais, de geometria mais complexa nos casos de moderados a avançados. Existem lentes gelatinosas especiais para o ceratocone, mas são limitadas a casos iniciais e geralmente a qualidade de visão é bem inferior a obtida com lentes rígidas. As lentes de contato melhor indicadas para o ceratocone são as lentes rígidas gás permeáveis (RGPs), pois estas melhor corrigem as irregularidades da córnea preenchendo estas com o fluido lacrimal, criando o efeito de uma córnea com superfície regular, e assim proporcionando uma maior acuidade visual e permitindo a córnea receber oxigênio e os nutrientes da lágrima com maior eficiência. Tradicionalmente, as lentes de contato para o ceratocone tem sido as 'duras' ou variações de rígidas gás-permeáveis, embora alguns fabricantes tenham produzido lentes gelatinosas (ou hidrofílicas). A lente gelatinosa tem a tendência de contornar e assumir as irregularidades da córnea, diminuindo assim seu efeito e não proporcionando uma visão adequada, além de serem mais suceptíveis de contaminação e do paciente desenvolver intolerância com o tempo. Para contornar esta questão, foram desenvolvidas lentes híbridas que são rígidas no centro e gelatinosas mais próximo a borda. Tanto as lentes gelatinosas como as híbridas não provaram serem eficazes para todos os pacientes de ceratocone, sendo bastante limitadas. Devido a muitos pacientes terem desconforto com lentes rígidas, a utilização de uma técnica chamada 'piggyback' (ou a Cavalera) é utilizada para mascarar o desconforto causado geralmente por lentes qualidade discutível ou por pacientes que tem hipersensibilidade corneana (raríssimos casos). O piggyback consiste em adaptar uma combinação de lentes, uma gelatinosa embaixo e uma rígida por cima. A adaptação de lentes com a técnica requer experiência do adaptador e tolerância por parte do paciente com ceratocone. Em alguns casos o paciente poderá desenvolver com o tempo intolerância alérgica a esta técnica devido a menor oxigenação e lubrificação corneana provocada pela lente hidrofílica, apresentando ressecamento ocular, hiperemia conjuntival ou olho vermelho e até complicações mais graves como úlcera de córnea se não tratado e insistido o uso das mesmas. ==== Lentes de contato RGPs de alta performance ==== Muitos tipos de lentes especiais tem sido desenvolvidas para o ceratocone, e os pacientes podem procurar clínicas especializadas em adaptação de lentes em córneas irregulares, e os adaptadores que tem experiência em casos complexos. A córnea irregular do ceratocone apresenta um desafio e o adaptador terá que empenhar-se para produzir uma lente com o desenho ideal, que tenha estabilidade (não desloque ou caia dos olhos) e com a curvatura necessária para preservar a integridade fisiológica da córnea. Geralmente várias tentativas são necessárias para se encontrar a lente ideal, isso dependerá muito da habilidade e experiência do adaptador. A melhor lente sempre será aquela que proporcionar a melhor acuidade visual, conforto para utilizar as lentes ao longo do dia e principalmente assegurar a saúde fisiológica da córnea. Estes três requisitos podem ser obtidos se o paciente for adaptado por um profissional especialista no assunto que disponha de lentes especiais de alta qualidade e tecnologia. Hoje em dia, as lentes de contato RGPs de alta performance permitem a adaptação em casos de ceratocone extremos, que pensava- se serem impossíveis de resolver, e o paciente era indicado para transplante de córnea. Com estas novas lentes de desenhos geométricos mais complexos, mesmo pacientes com indicação de transplante podem ter uma qualidade de visão melhoradas e estendidas, podendo ter uma melhor qualidade de vida até quando chegar a sua vez na fila de transplantes de córnea. Mesmo após procedimentos cirúrgicos o paciente poderá necessitar, passado o tempo de cicatrização da cirurgia, da adaptação de lentes de contato especiais de alta performance. São casos onde o paciente não conseguiu obter uma acuidade visual satisfatória com óculos. Hoje em dia é possível encontrar lentes especiais para casos pós- cirúrgicos, como: pós-implante de anéis intra-estromais e pós-ceratoplastia (transplante de córnea). ==== Lentes esclerais e semi-esclerais ==== As lentes esclerais antigamente eram feitas de materiais sem permeabailidade ao oxigênio, o nome escleral significa que ela não toca a córnea e apoia-se na porção branca dos olhos, a esclera. Um fluido de solução salina sem conservantes é colocado dentro da lente e o paciente coloca a mesma com este fluido. Embora o conceito de lentes esclerais seja antigo e poucos especialistas continuaram estas adaptações depois do surgimento das lentes corneanas, estas lentes tiveram um renascimento na última década com o uso de materiais de altíssima permeabilidade ao oxigênio. Atualmente estas lentes estão sendo fabricadas em alguns países e também no Brasil por um laboratório voltado para a pesquisa clínica e científica. O resultado das adaptações de lentes gás permeáveis esclerais e semi-esclerais é positivo especialmente para aqueles casos de córneas extremamente irregulares como no ceratocone, pós- implante de anel e pós-transplante em que os pacientes ficam intolerantes as demais opções de lentes de contato. estas lentes também tem indicação terapêutica para diversas patologias da córnea, como a ceratoconjuntivite sicca ou olho seco (eventualmente associado ao ceratocone), Síndrome de Stevens Johnson, Síndrome de Sjögren, queimaduras por radiação, pós-cirurgia refrativa e pós-trauma, entre outras aplicações. === Opções cirúrgicas === ==== Transplante de córnea ==== Nos casos de ceratocone que progredirem ao ponto onde a correção visual não pode ser mais atingida, afinamento da córnea se torna excessivo, ou cicatrizes corneanas resultantes do uso de lentes de contato tornam-se um problema frequente ou exista a presença de leucoma importante, o transplante de córnea ou ceratoplastia penetrante se torna necessário. O ceratocone é a causa mais comum de indicação de transplante de córnea por ceratoplastia penetrante, contando aproximadamente por um quarto destes procedimentos. O cirurgião irá retirar uma porção central da córnea doente, em forma lenticular, e a córnea doada (enxerto) de mesmo tamanho, será colocado no tecido ocular do órgão receptor do paciente, sendo posteriormente suturado a este. Não há necessidade de suprimento de sangue direto, logo não há a necessidade de que o tipo sanguíneo da córnea doadora precise ser o mesmo do receptor. Os bancos de olhos verificam as córneas doadas para prevenir que elas não possuam nenhuma doença ou irregularidades celulares. A recuperação aguda pode levar entre quatro a seis semanas e para uma total estabilização visual pós-operativa frequentemente leva em torno de doze a 18 meses, porém a maior parte permanece estável a longo prazo. A Fundação Nacional do Ceratocone (EUA) diz que a ceratoplastia penetrante tem o maior resultados de todos os procedimentos de transplantes, e quando realizado para ceratocone em um olho saudável em outros aspectos, seu índice de sucesso pode ser de até 95% ou maior. As suturas geralmente dissolvem-se entre três a cinco anos, porém alguns pontos podem ser retirados durante o processo de cicatrização, se eles estiverem causando irritação no paciente. Os transplantes de córnea (também conhecidos como enxertos de córnea) para o ceratocone são geralmente realizados sob sedação com internação ambulatorial. O Brasil segue geralmente os EUA nesse entendimento, embora alguns profissionais possam seguir alguns outros países, como Australia e Reino Unido, onde a operação é realizada com o paciente submetido a uma anestesia geral. Todos os casos requerem um cuidadoso acompanhamento com o cirugião ocular por um certo número de anos. Frequentemente a visão é bastante melhorada após a cirurgia, porém mesmo que a visão real não melhore o paciente poderá ser sua visão melhor corrigida com óculos ou lentes de contato (após a cicatrização completa) pois a córnea tem um formato mais normal. Complicações de transplantes de córnea são em sua maioria relacionados a vascularização do tecido corneano e rejeição da córnea doada. Quando a rejeição é severa, novos transplantes são frequentemente tentados, e frequentemente com sucesso. A recidiva (recorrência) de ceratocone normalmente não ocorre em uma córnea transplantada; incidências disso tem sido observadas, porém são geralmente atribuídas a uma incompleta retirada da córnea original ou de um inadequado exame do tecido doado. O resultado a longo prazo dos transplantes de córnea feitos no ceratocone é geralmente favorável uma vez que o período inicial de cicatrização é completado e por alguns anos tenha seguido sem problemas. A técnica de ceratoplastia por laser permite que tanto a córnea hospedeira como o botão doador sejam preparados de forma a permitir um melhor encaixe na cirurgia, isso diminui substancialmente o tempo de recuperação do procedimento além de ter resultados melhores devido ao fato de promover uma melhor regularização da superfície corneana. No Brasil esta técnica iniciou de forma pioneira no país no Hospital Oftalmológico de Sorocaba (HOSBOS) em São Paulo e hoje alguns estados já possuem o equipamento para realização desta técnica. ==== Ceratoplastia lamelar profunda ==== Uma maneira de reduzir o risco de rejeição é utilizar a nova técnica chamada de Ceratoplastia Lamelar Anterior Profunda (DALK - \"Deep Anterior Lamellar Keratoplasty\"). Em um enxerto na ceratoplastia lamelar, somente a porção externa (anterior) e principal da córnea, o estroma é reposto; a porção interna (posterior da córnea) do paciente é mantida, proporcionando uma integridade estrutural adicional para a córnea pós-enxerto. Devido as rejeições dos enxertos geralmente iniciarem no endotélio, as chances de uma rejeição são bastante reduzidas. É também possível a conservação do tecido de córnea em meio congelado a seco, o que faz com que as células da córnea doadora estejam mortas, assim sem chances de que haja rejeição. ==== Implante de segmentos de anéis intracorneanos ==== Uma alternativa cirúrgica recente para o transplante de córnea é o implante de segmentos de anel corneano (anel intra-estromal). A técnica, concebida nos Estados Unidos, foi aperfeiçoada em Belo Horizonte, Brasil, pelo médico-pesquisador da Universidade Federal de Minas Gerais, Paulo Ferrara. Uma pequena incisão é feita na periferia da córnea e dois arcos de polimetil metacrilato são introduzidos deslizando os segmentos entre as camadas do estroma em cada lado da pupila antes que a incisão seja fechada. Os segmentos empurram a curvatura da córnea para fora, aplanando o ápice do ceratocone e retornando-o a um formato mais natural. O procedimento, realizado em uma base ambulatorial anestesia local, oferece o benefício de ser reversível e potencialmente substituível, uma vez que não envolve a remoção de tecido ocular. Estudos clínicos sobre a eficácia dos anéis intra-estromais no ceratocone são controversos. Cirurgiões com grande curva de experiência relatam que a escolha do nomograma correto do anel e o caso bem selecionado apresentam bons resultados. No entanto é grande o número de pacientes que relatam não terem obtido melhora da acuidade visual ou piora da qualidade da visão. Nos estágios iniciais da patologia os resultados até agora tem sido geralmente encorajadores, proporcionando uma melhora da acuidade visual. Em comum com a ceratoplastia penetrante, a necessidade de alguma forma de correção visual com uso de óculos ou de lentes de contato podem permanecer subsequentes a cirurgia. Complicações potenciais podem ocorrer, desde dificuldades de adaptação de lentes rígidas após o implante, enquanto que em um primeiro momento julgava-se de que o implante deveria facilitar a adaptação de lentes, necessitando assim de lentes especiais pós- implante de segmentos de anéis. Outras complicações dos anéis intraestromais que podem ocorrer incluem penetração acidental através da câmera anterior quando formando os canais, infecção pós-operativa da córnea, migração ou extrusão dos segmentos. Os anéis podem oferecer uma visão satisfatória em alguns casos não muito complicados anteriormente, mas os resultados não são garantidos e alguns casos podem inclusive piorar. Em alguns casos onde o ceratocone está localizado mais perifericamente, o implante de um único segmento pode ser indicado. Desta forma é possível obter um melhor aplanamento na direção que é necessária a córnea do paciente. Nos casos onde há dificuldade de adaptação de lentes de contato para ceratocone após o implante do anel intra-corneano existem atualmente novas e inovadoras opções em desenhos de lentes RGPs especiais de maior diâmetro, desenvolvidas em Porto Alegre, Brasil, pelo cientista e pesquisador Luciano Bastos, específicas para adaptação pós-implante de anel intra-corneano e lentes de contato gás permeáveis esclerais e semi-esclerais para os casos mais complexos. Estas lentes sobrepõem a elevação causada pela presença do anel, geralmente na porção paracentral inferior da córnea, permitindo assim uma melhor adaptação nestes casos. ==== Ligação de colágeno de córnea com riboflavina ==== Também conhecido atualmente como CXL ou collagen crosslinking with riboflavine, consiste na promoção de ligações covalentes no colágeno da córnea. A técnica foi desenvolvida em Dresden, Alemanha, na Technische Universität Dresden, e embora tenha-se demonstrado promissora ainda há vários estudos em andamento. A técnica é realizada há mais de 10 anos e aprovada na Europa, está em fase final para aprovação pelo FDA americano (Food and Drug Administration - EUA). Consiste na remoção do epitélio da região central da córnea, de forma a expor a superfície para aplicação de uma solução de riboflavina, que nada mais é que a vitamina B2. A riboflavina é instilada a cada minuto por cerca de 15 a 20 minutos de modo a concentrar na região estromal (camada mais espessa da córnea). A ativação do processo é feita por meio da aplicação de radiação UV-A em doses controladas por aproximadamente 30 minutos. O resultado deste processo é a criação de mais ligações covalentes no estroma o que aumenta a resistência mecânica da córnea. Com isso, há menor chance de progressão da ectasia. Os resultados, com mais de 10 anos de seguimento na Europa mostram que a grande maioria dos casos apresenta estagnação e até regressão da ectasia. Entretanto, uma minoria de casos ainda apresenta progressão, sendo possível a aplicação de CXL novamente. O Conselho Federal de Medicina reconheceu o tratamento como eficaz e seguro para deter a progressão do ceratocone, através do parecer CFM nº 30/2010 (Processo Consulta CFM nº 1.923). A técnica vem sendo aceita e realizada por vários centros especializados. Estudos com resultados a longo prazo são fundamentais para assegurar a real segurança e eficácia deste tratamento para ceratocone e outras doenças corneanas com acompanhamentos superiores a 10 anos. ===== Variações da técnica original ===== Alguns especialistas em vários países estão realizando estudos com variações em torno da técnica originalmente concebida, essas técnicas não seguem o protocolo original. Uma destas variações é o crosslinking transepitelial no qual não há remoção do epitélio corneano. Os defensores da técnica demonstram que sem a desepitelização corneana há menos dor no pós-operatório, menor incidência de haze pós- operatório e que o procedimento pode ser realizado em córneas com paquimetria corneana de menos de 400 micras como é indicado no protocolo original. O contraponto dos que não acreditam na eficácia desta técnica é que sem a desepitelização não há penetração suficiente da riboflavina para aumentar as ligações covalentes do colágeno corneano. Há também estudos de outras aplicações do crosslinking como uma efetiva técnica de combater organismos resistentes a antibióticos e também para tratamentos de algumas doenças da superfície ocular. ===== Técnicas combinadas ===== A combinação do crosslinking (reticulação) com o implante de anéis intracorneanos e/ou com aplicação de laser de excímeros personalizado com objetivo de reduzir a irregularidade da córnea visa obter resultados ainda melhores embora nem todos os casos possam ter indicação e possa em alguns casos oferecer maior risco ao paciente. O protocolo oficial da técnica do crosslinking Wollensack não contempla estes procedimentos combinados, mas existem muitos estudos em andamento. == Prognóstico == Pacientes com ceratocone geralmente apresentam-se inicialmente com astigmatismo leve, geralmente no início da puberdade, sendo diagnosticados com a doença no final da adolescência ou início da segunda década de vida. Em raros casos o ceratocone pode ocorrer em crianças ou não estar presente até o final da vida adulta. Um diagnóstico da doença enquanto a pessoa estiver jovem pode indicar um grande risco de gravidade no futuro.Davis LJ. Keratoconus: Current understanding of diagnosis and management. Clin Eye Vis Care 9(I): 13–22, 1997. A visão dos pacientes parecerá variar durante diversos meses, levando-os a mudar as prescrições das lentes frequentemente, mas conforme a condição piora, as lentes de contato se tornam necessárias na maioria dos casos. Cerca de 90% dos pacientes utilizam lentes de contato e apenas 10% vai precisar transplante de córnea. O desenvolvimento da doença pode ser bastante variável, com alguns pacientes mantendo-se estáveis por anos ou indefinidamente, enquanto outros progridem rapidamente ou têm exarcebações ocasionais após um longo e até então período de estabilidade. Mais comumente, o ceratocone progride por um período de dez a vinte anos antes que o curso da doença geralmente cesse. Em casos avançados, a saliência da córnea pode resultar em uma ruptura localizada da membrana de Descemet, uma camada interna da córnea. O humor aquoso da câmara anterior do olho infiltra na córnea antes da membrana de Descemet cicatrize e se regenere. O paciente sente dor e uma súbita nebulosa visão, com a córnea ficando com uma aparência translúcida esbranquiçada e leitosa, chamada de hidropsia de córnea. Embora seja extremamente desconfortável para o paciente, geralmente o efeito é temporário e após um período de 6 a 8 semanas a córnea usualmente retorna a sua transparência. A recuperação pode ser ajudada não cirurgicamente fazendo uma bandagem com uma solução salina osmótica. Embora uma hidropsia de córnea geralmente cause um aumento das cicatrizes da córnea (as quais prejudicam a melhor visão), ocasionalmente o paciente poderá beneficiar-se pela criação de uma área de maior espessura nesse ponto, e de um ápice (ponto mais extremo) do ceratocone mais plano, ajudando a adaptação de lentes de contato. Em casos mais graves, o esbranquiçamento da córnea não irá regredir o suficiente para que o paciente recupere uma acuidade visual aceitável (melhor igual a 20/40 - ver tabela de Snellen), nestes casos o transplante de córnea deverá ser indicado, pois a hidropsia causou um leucoma ou nébula permanente na córnea. Casos de córneas muito finas, tem indicação de transplante de córnea, pois o risco de uma perfuração e de uma hidropsia aguda é iminente. Nesses casos a córnea forma uma pequena cicatriz minúscula de forma arredondada, formando uma pequena ondulação naquele ponto da córnea, geralmente no ápice do ceratocone. É de extrema importância que este tipo de ocorrência seja examinado pelo médico oftalmologista para avaliar a necessidade de uma cirurgia de transplante de córnea. == Epidemiologia == O Instituto Nacional do Olho dos Estados Unidos relata que o ceratocone é a distrofia de córnea mais comum do país, afetando aproximadamente 1 em cada 2.000 norte-americanos,US National Eye Institute, Facts About The Cornea and Corneal Disease Keratoconus. Accessed 12 Feb 2006.Kennedy RH, Bourne WM, Dyer JA. A 48-year clinical and epidemiologic study of keratoconus. Am J Ophthalmol. 1986 Mar 15;101(3):267-73. PMID 3513592 mas alguns relatos indicam números de até uma em cada 1500 pessoas.Weissman BA, Yeung KK. Keratoconus. eMedicine: Keratoconus. Accessed 12 Feb 2006. A inconsistência pode ocorrer devido a variações nos critérios de diagnóstico, com alguns casos de astigmatismo severo sendo interpretados como ceratocone, e vice-versa. Um estudo encontrou uma taxa de incidência média de 2,0 novos casos por 100.000 pessoas por ano. Sugere-se que homens e mulheres, e que todas as etnias aparentam estar igualmente suscetíveis, embora alguns estudos recentes levantaram dúvidas sobre isto,Fink BA, Wagner H, Steger-May K, Rosenstiel C, Roediger T, McMahon TT, Gordon MO, Zadnik K. Differences in keratoconus as a function of gender. Am J Ophthalmol. 2005 Sep;140(3):459-68. PMID 16083843 sugerindo uma maior prevalência entre mulheres. Também, um estudo realizado no Reino UnidoPearson AR, Soneji B, Sarvananthan N, Sandford-Smith JH. Does ethnic origin influence the incidence or severity of keratoconus? Eye. 2000 Aug;14 ( Pt 4):625–8. sugeriu que pessoas de ascendência asiática estão 4,4 vezes mais propensas a sofrer de ceratocone em comparação com caucasianos, estando também mais propensas a desenvolver o ceratocone mais precocemente. == Investigação == Em casos de ceratocone associados a questões alérgicas/inflamatórias e síndrome do olho seco, portadores de ceratocone tem reportado melhorias significativas mediante o uso de gel oftálmicos durante a noite, para manter o olho úmido, e a ingestão de óleo de peixe, em doses da ordem de 5000 a 8000 mg tomadas à noite, duas ou três horas antes de dormir. O óleo de peixe é um potente anti- inflamatório natural. Novos tratamentos poderão surgir a partir de 2013, quando foi descoberta a Camada de Dua, e obtida uma nova compreensão das camadas da córnea humana. A hidropsia da córnea, uma acumulação de fluido na córnea, comum em pacientes com ceratocone, pode ser causada por um deslocamento da camada de Dua. Com a hipótese da Dua pode-se interpretar que esse deslocamento permite a passagem de água do interior do olho e causar a acumulação de fluido. == Ligações externas == *Queratocone no Manual Merck Categoria:Oftalmologia",
 "title": "Ceratocone"
}