{
 "id": "21225",
 "text": "São Lino (Tuscia, 10 d.C. – Roma, 76 d.C.) é considerado pelo Anuário Pontifício o segundo Bispo de Roma, sucedendo ao apóstolo São Pedro, motivo pelo qual é identificado como o segundo Papa pela Igreja Católica. Tertuliano indica São Clemente I como o sucessor de Pedro, no entanto, Irineu refere-se a Lino como o segundo bispo de Roma e que seria o mesmo Lino mencionado pelo Apóstolo Paulo em sua . == História == Pouco se sabe sobre a sua vida. Os registros contemporâneos sobre Lino são escassos. A primeira menção de Lino na historiografia ocorre um século após sua morte por volta de 180 por Irineu. Também foi citado por Jerônimo como \"o primeiro após Pedro a estar no comando da Igreja Romana\". ==Data do episcopado== A data apontada para o início do seu episcopado em Roma é incerta. Irineu, Júlio Africano, Hipólito, Eusébio e o Catálogo liberiano indicam o período entre 64 e 67, logo após o fim do pontificado do apóstolo Pedro. O Livro dos Pontífices sugere 56. Foi bispo de Roma por onze a quinze anos. O Catálogo liberiano indica uma duração de pontificado de 12 anos, 4 meses e doze dias. Irineu lista os nomes dos bispos romanos na ordem aceita pelo Anuário Pontifício como ordem de sucessão: Lino, Anacleto, Clemente. Já AgostinhoEpístola 53, Capítulo 1, Seção 2 (em inglês) e Optato ordenam os nomes em Lino, Clemente, Anacleto. Epifânio de Salamina e o presbítero Rufino de Aquileia atestam que Anacleto teria sido co-bispo junto com Lino. Tertuliano ignora Lino e Anacleto e vai direto a Clemente como sucessor de Pedro em Roma. Baseado nessas discrepâncias, o historiador Lipsius propõe que Lino, Anacleto, Clemente exerceram o episcopado ao mesmo tempo. Tal hipótese leva em conta que no primeiro século não havia distinção entre bispo e presbítero além de haver pluralidade de bispos sobre a igreja em uma cidade. Teria nascido em Tuscia, na Itália. De acordo com o enciclopedista Zedler, a sua mãe chamava-se Cláudia, e o seu pai Herculeano (o segundo afirmado também pelo Livro dos Pontífices). Todos os textos que antes eram atribuídos a Lino são hoje considerados apócrifos e com uma grande dose de ficção. O decreto (que persistiu durante muito tempo) que obrigava as mulheres a cobrirem a cabeça no templo terá sido da sua autoria (baseado em São Paulo). Entre os textos apócrifos atribuídos a Lino está um relato sobre a morte dos apóstolos Pedro e Paulo — hoje é unânime a opinião de que não são da sua autoria (terá sido escrito no ). Lino aparece em algumas listas medievais dos Setenta Discípulos. Antes, porém, que fosse eleito bispo, trabalhava pela salvação das almas ao lado de São Pedro, de quem era grande colaborador. Teria recebido a missão de pregar na Gália. Chegando àquelas terras, estabeleceu-se em Vesôncio (actual Besançon), capital do Franco Condado. Graças ao apoio que tinha do tribuno Onósio, principal magistrado que tinha por missão lutar pelas causas do povo, São Lino acabou transformando-se em um homem público, exercendo preponderante papel junto à população. Em pouco tempo tornou-se um líder influente, de grande capacidade intelectual. Dadas as circunstâncias, aproveitou o terreno para plantar as sementes da religião cristã, mesmo sabendo que os obstáculos, dificuldades e perseguições seriam inevitáveis. Por conseguinte, empreendeu intenso esforço para afastar o povo da idolatria e da adoração de deuses estranhos. Seus discursos eram duros, porém, verdadeiros e por isso, não tardou que acabasse sendo violentamente escorraçado da cidade. Era uma figura extremamente incômoda e inconveniente aos líderes pagãos, que diante da persuasão junto ao povo, temiam a perda de seu espaço. São Lino testemunhou a queda de alguns imperadores romanos e a destruição de Jerusalém. Em sua última prática na cidade de Vesôncio, São Lino criticou e repreendeu veementemente os idólatras, feiticeiros renomados e diversos pagãos, que ofereciam sacrifícios aos seu ídolos e seus deuses. \"Cessai\", disse São Lino, \"cessai de render adoração a tão vis criaturas\". Os líderes presentes, percebendo que estavam prestes a cair em descrédito pela força de sua palavra, gritaram ao povo, dizendo que as insolências sacrílegas proferidas por Lino, iriam provocar a ira dos deuses e caso lhe dessem ouvidos, sério castigo se precipitaria sobre o povo. Continuando a esbravejar, incitaram o povo, que acabou investindo contra o santo mediante golpes, tendo sido expulso da cidade completamente ferido e também abandonado, até mesmo por aqueles que sempre o apoiaram. Dali retornou para Roma, onde permaneceu até ser escolhido como sucessor de São Pedro. As sementes que deixou para trás, germinaram com grande vigor, tanto que passaria a ser venerado pelo povo, tempos depois, em sua primeira Sede Episcopal de Besançon. == Morte == Foram atribuídos a Lino milagres e diversas curas, dentre as quais a da filha do cônsul Cneu Sêncio Saturnino, considerada endemoniada. E foi justamente Saturnino quem proferiu sua sentença de morte. Diz-se que, influenciado pelos sacerdotes dos falsos ídolos, ordenou que São Lino fosse decapitado, feito consumado em . As fontes também não concordam quanto à data da sua morte. Muitos sugerem que teria morrido em 79, enquanto que o Livro dos Pontífices propõe 67; Zedler, 78 e Eusébio de Cesareia 81. Muitas fontes — especialmente o Livro dos Pontífices (Santo Ireneu não o faz) — referem que morreu como mártir. Não havia, no entanto perseguições na altura da morte de Lino, o que torna o martírio improvável. O seu dia é comemorado, não obstante, a 23 de setembro - o dia de seu martírio segundo o Livro dos Pontífices. A mesma obra defende que Lino foi enterrado na Colina do Vaticano, perto ao túmulo de São Pedro. No foi encontrada uma inscrição junto ao confessionário de São Pedro que provavelmente era o nome de Lino. === Leitura adicional === * * == Ligações externas == * * Categoria:Santos da Itália Categoria:Papas da Itália Categoria:Santos do Império Romano Categoria:Setenta Discípulos Categoria:Pessoas citadas na Divina Comédia (Paraíso) Categoria:Papas do Império Romano Categoria:Papas sepultados na Basílica de São Pedro Categoria:Naturais de Roma Categoria:Romanos antigos do século I Categoria:Papado do cristianismo primitivo",
 "title": "Papa Lino"
}