{
 "id": "21233",
 "text": "A Estônia está localizada na costa oriental do mar Báltico, no norte da Europa, entre as latitudes 57°30'N e 59°50'N e as longitudes 21°50'E e 28°10'E. Limita-se ao norte com o Golfo da Finlândia e a oeste com o mar Báltico. A leste, os lagos de Pskov e Peipus a separam da Rússia, mas nenhum acidente geográfico delimita sua fronteira sul com a Letônia. A elevação média do seu território alcança apenas 50m (160 ft.) devido este ser essencialmente constituído por planícies. Seu ponto mais elevado é o Monte Munamägi com 318 metros. Seu clima divide-se entre o Temperado Marítimo e o Temperado Continental, úmido, com invernos moderados e verões frios. Os depósitos de xisto betuminoso (ou kukersite) e de pedra calcária, bem como as florestas que cobrem 47% do território, desempenham papéis chave na economia deste país pobre em recursos. A Estônia contém mais de 1 400 lagos (a maioria é muito pequena, mas o maior, o lago Peipsi, tem 3 555 km² de superfície), numerosos pauis, e 3 794 km de costa recortada com numerosas baías, estreitos e enseadas. O número de ilhas e ilhotas está estimado em cerca de 1500, sendo que duas delas são suficientemente grandes para constituir regiões: Saaremaa e Hiiumaa. O porto de Muuga, em Tallinn, oferece uma das melhores facilidades portuárias da Europa. A Estônia integra com a Lituânia e a Letônia as chamadas repúblicas bálticas, sendo das três a menor. Tem 45 226 km² de território (129º) e uma população de cerca de 1 342 409 habitantes (est. 2007), dos quais cerca de 400 200 (est. 2007) na capital, Tallinn. A localização estratégica da Estônia tem gerado muitas guerras entre forças rivais. Em 1944, sob a ocupação soviética, as regiões de Jaanilinn e Petseri foram anexadas ao território da RSFS da Rússia. A situação legal desses territórios e os problemas de fronteiras, permanecem indefinidos entre a República da Estônia e a Federação Russa, sucessora da União Soviética. == Características geográficas == A Estônia, com uma superfície baixa e plana é maior que muitos países europeus como a Dinamarca e a Suíça, mas sua área de 45 226 km² equivale à metade da de Portugal ou do tamanho do estado brasileiro do Espírito Santo. A Estônia tem um longo e não muito profundo litoral (1 393 km) ao longo do mar Báltico, com 1 520 ilhas que pontilham a costa. As duas ilhas maiores são Saaremaa (literalmente, \"terra insular\"), com 2 673 km² e Hiiumaa, com 989 km². As duas ilhas são os locais mais freqüentados nas férias dos estonianos. O ponto mais alto do país, Suur Munamägi (\"montanha do formato de ovo\"), está na região sudeste, que é a mais elevada do país, e atinge 318 metros acima do nível do mar. A Estônia é coberta por aproximadamente 18 000 km² de florestas. As terras cultiváveis somam cerca de 9 260 km². Os prados cobrem cerca de 2 520 km², e as áreas de pasto cerca de 1 810 km². Há mais de 1 400 lagos naturais e artificiais na Estônia. O maior deles, o lago Peipsi (3 555 km²), faz a maior parte da fronteira entre a Estônia e a Rússia. Situado na região central da Estônia, o Võrtsjärv é o segundo maior lago (270 km²). Os rios Narva e o Emajõgi estão entre os mais importantes do país. A Estônia tem um clima temperado, com quatro estações do ano de quase a mesma duração. A temperatura média varia de 16,3 °C nas ilhas bálticas para até 17,1 °C no continente em julho, o mês mais quente do ano, e de -3,5 °C nas ilhas bálticas para até -7.6 °C no continente em fevereiro, o mês mais frio. A precipitação média é de 568 milímetros por ano e é a mais alta no final do verão. A fronteira da Estônia com a Letônia tem 267 km; a fronteira com a Rússia, 290 km. De 1920 a 1945, a fronteira da Estônia com a Rússia era estabelecida pelo Tratado de Paz de Tartu de 1920, no final da Segunda Guerra Mundial, Stalin anexou à União Soviética parte da região ao logo do rio Narva no nordeste da Estônia e nas proximidades da cidade de Pechory (Petseri), no sudeste. Estas áreas, no total de 2 300 km², são atualmente motivo de disputa entre a Estônia e a Rússia. == Assuntos ambientais == Um dos mais onerosos legados da era soviética é a difusão da poluição ambiental. O pior agressor sob este aspecto foi o Exército da União Soviética. Através de suas instalações militares que cobriam mais de 800 km² do território da Estônia, o exército derramou centenas de milhares de toneladas de combustível de aviação diretamente no solo, de maneira inadequada depositaram resíduos tóxicos, e descartaram explosivos e armamentos vencidos nas águas do litoral e do interior da Estônia. Na década de 1990, durante a retirada do exército da Estônia, grandes danos foram causados pela destruição de edifícios e equipamentos. Em outubro de 1993, o Ministério do Meio-Ambiente da Estônia emitiu um relatório preliminar que resumia parte da degradação ambiental sofrida pelo país. O relatório aponta como o pior dano aquele causado ao solo e às reservas subterrâneas de água da Estônia pelo sistemático derramamento de combustível de aviação nas seis bases aéreas do exército soviético. Na base aérea perto de Tapa, local do pior dano, estimativas oficiais indicam que seis quilômetros quadrados de terreno estão cobertos por uma camada de combustível; onze quilômetros quadrados de água subterrânea estão contaminados. As águas nos arredores estão impróprias para o consumo. Com a ajuda da Dinamarca, as equipes da Estônia começaram a limpar o local, apesar deles calcularem que o custo total provável seja de mais de EEK4 milhões. O Ministério do Meio-Ambiente estima um custo monetário de mais de EEK10 bilhões causado pelos danos ao solo e às reservas de água. Porém, o ministério foi autorizado a gastar apenas EEK5 milhões em 1993 com as operações de limpeza. Em um relatório do governo divulgado na Conferência das Nações Unidas sobre Ambiente e Desenvolvimento em 1992, a Estônia detalhou outras preocupações com o seu meio-ambiente. Por exemplo, durante vários anos consecutivos a Estônia tinha liderado a produção mundial de dióxido de enxofre per capita. Aproximadamente 75 % da poluição atmosférica da Estônia foi atribuído as duas usinas termoelétricas baseadas no xisto betuminoso em operação perto de Narva. A mineração de xisto betuminoso no nordeste da Estônia também deixou gigantescos montes de pedra calcária espalhados pela região. Próximo à cidade de Sillamäe, no local onde existiu uma fábrica de enriquecimento de urânio, cerca de 1 200 toneladas de urânio e aproximadamente 750 toneladas de tório foram lançadas no Golfo da Finlândia. Esta está sendo a causa de vários problemas de saúde que afetam os moradores da área. Na cidade costeira de Paldiski, a remoção do lixo atômico deixado pelos reatores nucleares do exército soviético foi também motivo de muita preocupação. O gasto conjunto para a limpeza das duas cidades foi calculado em mais de EEK3,5 bilhões. ; Perigos naturais * Inundações acontecem freqüentemente na primavera. ; Ambiente - assuntos atuais * Poluição atmosférica com dióxido de enxofre das usinas termoelétricas que queimam xisto betuminoso no nordeste do país; * Contaminação do solo e lençóis freáticos com derivados do petróleo, produtos químicos nas antigas bases militares soviéticas; * A Estônia tem mais de 1 400 lagos e lagoas naturais e artificiais, e que em áreas de agricultura são altamente afetados por agrotóxicos; * As águas litorâneas encontram-se poluídas em muitas localidades. A modelagem computacional HBV tem sido utilizada para avaliar a poluição hídrica dos rios da Estônia e do mar Báltico. ; Ambiente - acordos internacionais * faz parte: Biodiversidade, Mudanças Climáticas, Espécies em Extinção, Resíduos Perigosos, Poluição dos Navios, Proteção da Camada de Ozônio, Terras Alagadas * assinou, mas não ratificou: Mudanças Climáticas-Protocolo de Kyoto == Área e fronteiras == Área: total: 45,226 km² (129º) terra: 43,211 km² água: 2,015 km² nota: inclusive as 1 520 ilhas no mar Báltico Fronteiras: total: 633 km países: Letônia 339 km, Rússia 294 km Litoral: 3.794 km Limite marítimo: zona econômica exclusiva: limites fixados em coordenação com os Estados vizinhos mar territorial: 12 milhas náuticas Elevações: ponto mais baixo: Mar Báltico 0 m ponto mais alto: Suur Munamagi 318 m == Recursos e uso da terra == Recursos naturais: xisto betuminoso (kukersite), turfa, apatita, âmbar, argila azul cambriana, calcário, dolomita, terra cultivável Uso da terra: terra cultivável: 25% plantações permanentes: 0% pastos permanentes: 11% florestas e bosques: 44% outros: 20% (est. 1996) Terras irrigadas: 110 km² (est. 1996) == Galeria == Ficheiro:Estonian Folk Dancing.jpg|Dança folclórica da Estônia Ficheiro:RingDance.jpg|Festival de dança folclórica \"Tantsupidu\" na Estônia Ficheiro:Kihnu mererand.jpg|Litoral de Kihnu Ficheiro:Tallinn-hafen.jpg|Uma outra vista a partir do Golfo da Finlândia do Centro Velho de Tallinn Ficheiro:Winter in Tallinn.jpg|A parte central de Tallinn (inverno de 2007) Ficheiro:Tartu_university.jpg|Universidade de Tartu Ficheiro:OilShaleEstonia.jpg|Afloramento do período Ordoviciano de xisto betuminoso (kukersite), norte da Estônia. Ficheiro:OilShaleFossilsEstonia.jpg|Fósseis no xisto betuminoso (kukersite) do período Ordoviciano, norte da Estônia. == Referências == * Este artigo contém material da Biblioteca do Congresso de Estudo dos Países, que são publicações de domínio público do governo dos Estados Unidos da América. * Este artigo contém material da CIA World Factbook que, como uma publicação do governo dos Estados Unidos da América, é de domínio público. == Ver também == * Lista de ilhas da Estónia Estônia",
 "title": "Geografia da Estónia"
}