{
 "id": "21239",
 "text": "Anha, oficialmente designada na atualidade por Vila Nova de Anha, é uma vila portuguesa, sede da Freguesia de Vila Nova de Anha do Município de Viana do Castelo, freguesia com 9,40 km² de área e 2257 habitantes (censo de 2021), tendo, por isso, uma densidade populacional de . A povoação de Anha foi elevada à categoria de vila, com o nome de Vila Nova de Anha, pela Lei n.º 63/85, de 25 de setembro. A freguesia encontra-se situada a sul da cidade de Viana do Castelo, na margem esquerda do Rio Lima do qual se afasta cerca de 4 km. Está abrigada dos ventos Norte pelo Monte do Faro, espraia-se por um fértil vale atravessado pelo Ribeiro de Anha, que desagua no Oceano Atlântico, que a limita a poente; e, é rodeada a norte pela freguesia de Darque; a nascente, pelas freguesias de Mazarefes e Vila Fria, e a sul pela freguesia de Chafé. ==Demografia== A população registada nos censos foi: Distribuição da População por Grupos Etários Ano 0-14 Anos 15-24 Anos 25-64 Anos > 65 Anos 2001 358 364 1318 473 2011 282 271 1296 566 2021 242 207 1178 630 == História == Vila Nova de Anha, antes apenas Anha, recebe o estatuto de vila em face do Decreto 157/III de 9 de julho de 1985. Esta freguesia é uma povoação muito antiga, cuja fundação remonta aos tempos da reconquista e aparece nos documentos antigos fazendo parte das Terras de Neiva, integrada no Senhorio da Casa de Bragança desde o século XV. Há porém documentos do final do século IX, que falam desta freguesia, que então se chamava Ânia. Anha já era paróquia antes da construção do Mosteiro Beneditino de São Romão do Neiva, cuja primeira igreja é de cerca do ano de 1022. No livro “Inventário Colectivo dos Arquivos Paroquiais vol. II Norte Arquivos Nacionais/Torre do Tombo” pode ler- se na íntegra a respeito da história desta freguesia: «A primeira referência conhecida a Anha encontra-se num documento de 1063, que a situa nos limites do couto de Mazarefes. Nas Inquirições afonsinas, de 1220 e 1258, é citada sob a designação de Santiago de Anha, localizando-se na Terra de Neiva. Nas Inquirições efetuadas no reinado de D. Dinis, em 1290, aparece com categoria de freguesia, continuando a pertencer ao julgado de Neiva. Na taxação de 1320, a igreja de Santiago de Anha foi tabelada em 70 libras. No registo da cobrança das “colheitas” dos benefícios eclesiásticos do arcebispado de Braga, efetuado por D. Jorge da Costa, entre os anos de 1489 e 1493, tinha de rendimento 3 onças e 2 réis, em prata, e 15 réis, em dízimas de searas. O livro dos Benefícios e Comendas, de 1528, faz ainda menção a Santiago de Anha incluída na Terra de Aguiar de Neiva. Américo Costa descreve-a como abadia, no termo de Barcelos, que passou, mais tarde, a priorado. Diz, também o mesmo autor, que esta freguesia se terá designado primitiva, ente Nossa Senhora das Areias, lugar onde existe ainda uma pequena ermida na margem esquerda do rio Lima e, tendo-se tornado inabitável pela acumulação de areias, mudou-se para o local onde atualmente se encontra. Segundo o Padre António Carvalho da Costa e o Padre Cardoso, o direito de apresentação desta freguesia pertencia à Casa de Bragança, referindo, contudo, a Estatística Paroquial que era a Sé Patriarcal que apresentava o abade». O património arquitetónico e cultural edificado, as tradições ainda vivas, e o meio ambiente em que se insere, oferecem a Vila Nova de Anha inúmeras atracções de interesse turístico a serem aproveitadas em benefício do desenvolvimento local. O Paço d’Anha e sua capela de S.to António, a Igreja Matriz, as capelas do Senhor dos Aflitos, de S. João e de S. Gonçalo, a praia oceânica do Rodanho, à qual foi atribuída bandeira dourada, a possibilidade de praticar caça e pesca desportiva, dinamizada pela Associação de Caçadores de Vila Nova de Anha e Associação Desportiva e Cultural, as festas da Vila, em honra de S. Tiago, Santo António e S. José, celebradas na última semana de Julho, e a Queima do Judas, realizada na noite de Domingo de Páscoa, constituem pólos que merecem uma atenção especial de uma po1itica de turismo. Na sua história o Paço de Anha é ainda uma referência e testemunho pois está estreitamente ligado aos trágicos acontecimentos de 1580, que resultaram na concentração das coroas de Portugal e Espanha nas mãos do monarca espanhol Filipe II (Filipe I de Portugal). Com efeito, segundo alguns historiadores, terá sido neste lugar, numa primitiva casa rural pertencente a António Gonçalves Cabeças, irmão do capitão-mor dos extintos concelhos de Santo Estevão (Facha -Ponte de Lima) e, Geraz (Viana do Castelo), que D. António, Prior do Crato, terá passado uma das noites dos longos meses em que andou fugido e perseguido por terras minhotas. A atual casa, alvo de diversos restauros, alguns deles já deste século, mantém ainda uma porta de arestas cortadas, da época quinhentista, que deverá ter pertencido à primitiva habitação. Na sua passagem por França, acompanhando o exílio do Prior do Crato, António Cabeças terá conhecido um fidalgo francês, de nome Miguel de Agorreta, acabando por o trazer para Portugal e casando-o com a sua filha Maria Ferreira. Terá sido na sequência deste casamento, que foi instituído o Paço de Anha, devendo-se ao filho do casal, João de Agorreta Ferreira, a reestruturação da casa e a construção da capela, já na primeira metade do século XVII. Mais tarde, esta família vai ligar-se por laços matrimoniais à família Alpuim de Viana do Castelo, curiosamente também tradicional defensora da causa do Prior do Crato, sendo os descendentes desta união, os actuais proprietários do Paço de Anha, que aqui implementaram um projecto de turismo de habitação e revitalização das vinhas, criando uma marca que ostenta o nome deste Paço multisecular. == Património e zonas turísticas == * Paço de Anha (e capela) * Igreja paroquial * Capelas do Senhor dos Aflitos * Capela de S. João * Capela de S. Gonçalo * Praia do Rodanho == Coletividades == * Agrupamento 452 - S. Tiago (Corpo Nacional de Escutas) * Associação de Caçadores de V. N. de Anha * Associação Desportiva e Cultural de Anha * Associação Musical de Vila Nova de Anha * Filarmónica de Vila Nova de Anha * Grupo de Cantares do Minho * Grupo de Danças e Cantares da Casa do Povo de Vila Nova de Anha == Festas e Romarias == As festividades anhenses são todas elas realizadas na última semana de julho e são em honra de: * S. Tiago, padroeiro da vila * Santo António * S. João * S. José == Atividades Económicas== * Agricultura * Indústria * Comércio == Gastronomia == * Sarrabulho * Cozido à portuguesa == Junta de Freguesia == Presidente: Filipe Silva (PS) Endereço: Vila Nova de Anha 4935-032 VILA NOVA DE ANHA == Ligações externas == * Categoria:Freguesias de Viana do Castelo Categoria:Vilas de Portugal",
 "title": "Anha"
}