{
 "id": "21240",
 "text": "Areosa é uma freguesia portuguesa do município de Viana do Castelo, com 11,22 km² de área e 4698 habitantes (censo de 2021). A sua densidade populacional é . Faz fronteira com a freguesia de Carreço a norte; com as de Perre, Santa Maria Maior e Meadela a nascente; com o Oceano Atlântico a poente; e a sul com Monserrate. É uma freguesia do litoral relativamente extensa, que se insere na formosa cidade da foz do Lima. Desde a fundação da Vila de Viana por D. Afonso III, em 1258, a freguesia faz parte do termo do município. ==Demografia== A população registada nos censos foi: Distribuição da População por Grupos Etários Ano 0-14 Anos 15-24 Anos 25-64 Anos > 65 Anos 2001 712 625 2443 705 2011 665 522 2766 900 2021 554 485 2542 1117 == História == O povoamento na área ora abrangida pela freguesia de Areosa é muito anterior ao domínio romano. A testemunhá-lo estão os castros do Pego e de Santa Luzia (cidade velha) que no seu território ficam localizados. O paroquial suevo realizado por Teodomiro, falecido em 570, e elaborado entre 572 e 582, menciona entre as 17 paróquias de Tui a de Ovínea cujo território abrangeria uma área limitada pelos rios Lima, Minho e a parte inferior do Coura. A população deste território de Ovínea era pagã ou professava o arianismo, quando S. Martinho de Dume, depois de estabelecida a Diocese de Tui, inspiraria a criação da Igreja de Santa Maria de Ovínea, na actual freguesia de Areosa que fica a ser cabeça dessa extensa paróquia de Ovínea, muitos séculos depois transformada em Arcediago da Terra de Vinha. Em 915, Ordonho II de Leão doou a Sé de Lugo para ainda no século X passar para a sede de Tui por dádiva de Afonso IV de Leão. Mais tarde o Bispo de Tui, D. Afonso, deu-a em prestimónio a Nuno Soares – tronco da estirpe dos Velhos – importante na história de Viana na foz do Lima. Em 1137, D. Afonso Henriques coutou a “Vila” da Vinha à Sé de Tui. Em 1258, quando D. Afonso III fundou a Vila de Viana, acordou com o Bispo de Tui a troca do couto da Vinha (Areosa), para ceder aos “povoadores” de Viana, pela parte que lhe cabia nas “vilas” de Afife e Baltasares, entre outros bens (1262). Mais tarde foi Areosa incorporada no Arcebispado de Braga (1514), ao qual pertenceu até à recente criação da Diocese de Viana do Castelo. A paróquia que ficou reduzida à actual freguesia de Areosa, conservou o mesmo orago com que fora criada no século VI, de invocação de Santa Maria de Vinha ou Nossa Senhora de Vinha. Deverá ter-se presente que o topónimo “Vinha” provém de Ovínea – a paróquia criada por Teodomiro no século VI – não tendo qualquer relação com o termo “Vinha”, nome da planta tão importante na produção de vinho. Esta freguesia ficou a pertencer ao termo de Viana (concelho), porém não se confundindo com as freguesias que constituem a cidade, tinha e tem uma área própria constante ou longo de vários séculos e limitada nos dias de hoje como se segue: pelo norte com a freguesia de Carreço começa no meio do mar, na Camboa do Seiro ou da Pesqueira, e segue para nascente até à fonte do Maganhão. Daqui faz chave a norte até ao extremo da Veiga da Silvosa em Carreço, com a Veiga do Maganhão em Areosa. Daqui para cima corta a estrada Viana/Caminha e passa entre as Veigas de Sua-Vila em Carreço e Sua-Vila de Areosa. Segue para nascente até ao portal da casa do Pereira, ficando esta do lado de Carreço. Segue para nascente pelo meio de uma propriedade da Casa do Pequito, passa o caminho do Pessegueiro e segue para nascente até à mina da Fonte Aberta que pertence à Casa do Panza. Daqui segue até à Bouça do Lourenço, que é hoje da Casa dos Fontes, mete pelo rio do Pego acima, pelo norte das Bouças de S. Pedro, até que flectindo mais para norte, sai do rio e corta na direcção da Chã de Chaves. Depois desta Chã, flecte ainda mais para norte indo até à Fonte Louçã, limites de Areosa com Carreço. Este Penedo da Era é o ponto de encontro das freguesias de Afife, Carreço, Areosa e Outeiro e está de acordo com as marcações que se encontram no terreno, assim como com o descrito no tombo antigo de Carreço e de Santa Maria de Vinha de Areosa. Por nascente, desde o Penedo da Era pela partilha da Chã da Carvalha com o monte da freguesia de Outeiro e segundo marcações do terreno até ao limite poente das propriedades do monte de Perre que partem com Areosa e até cerca do miradouro do Galo ou Gaio, onde começam os limites poentes das propriedades do monte da Meadela que partem com Areosa, seguindo até à esquina poente sul da última dessas propriedades e que pertencem hoje ao Sr. Manuel Rodrigues Cambão. Deste ponto, desce na direcção da esquina norte/poente da tapada da Quinta de S. Francisco até à Cova do Gato, onde se encontra o ponto comum dos limites de Areosa com a Meadela e com Santa Maria Maior e isto segundo o Tombo da Igreja de Santa Cristina da Meadela. Desse ponto para sul parte com o monte de Santa Maria Maior na direcção de um marco CM 11 – que a Câmara colocou no século passado para delimitar os terrenos cedidos à Confraria de Santa Luzia – e dali vai até ao reservatório de água que existe no topo nascente/sul da Citânia e desde este ponto até à esquina sul/poente no templo de Santa Luzia, local onde se encontrava a antiga Capela de Santa Luzia. Conforme o Tombo do aforamento do monte de Areosa aos seus moradores, o limite deste era precisamente a (antiga) Capela de Santa Luzia. Pelo sul, desde a antiga Capela de Santa Luzia até aos muros norte da tapada de Gonçalo de Barros e daí até à cancela de Areosa, local que se encontrava junto à estrada para Caminha no limite norte desta propriedade de Gonçalo de Barros e daqui até ao mar na direcção de Pedras Ruivas. Poente – Oceano Atlântico». A análise demográfica da freguesia revela um crescimento populacional algo acentuado. De facto, se, segundo os dados fornecidos pelo INE referentes ao ano de 1991, o universo populacional de Areosa era constituído por 4.065 moradores.. A taxa de atividade de Areosa, em 1991, era de 42,5%. Localizados na área florestal da encosta de Santa Luzia, Areosa possui os principais recursos hídricos que desde há séculos abastecem a urbe de Viana. Muitas das minas são particulares e geridas pelos respetivos condomínios. No que concerne a serviços e estruturas capazes e apropriadas à dinamização cultural, Areosa está dotada de uma biblioteca aberta ao público, de uma sala de espetáculos polivalente, de um salão de festas e ainda de uma escola de música. A mais antiga associação de Areosa é a Sociedade de Instrução e Recreio Areosense (SIRA), a qual foi fundada há 75 anos. Esta associação tem contribuído para a dinamização cultural da freguesia com teatro amador, escola de música e dança e realizando regularmente bailes tradicionais. Segue-lhe a Sociedade Columbófila Areosense, a qual adquiriu recentemente sede própria. De referir ainda o Grupo Etnográfico de Areosa que, com sede própria, divulga, por todo o mundo, os belos trajes tradicionais. Areosa, enquadrada por monte, veiga e mar detém uma interessante oferta turística. Desde o Paleolítico que há vestígios de ocupação humana no local. Abel Viana, só do período Asturiense, recolheu e identificou grande quantidade de indústria lítica que faz parte do espólio de alguns museus. Mais modernamente, no sítio “Pia dos Eidos”, foram encontrados mais vestígios de ocupação humana, assim como uma sepultura rupestre perto do sítio do Senhor do Socorro. Por outro lado, já predominantemente da Idade do Ferro, há alguns castros como a Citânia de Santa Luzia – conhecida por Cidade Velha – onde se localizou no século VI a cabeça do “Pagus de Ovínea”, criado pelo Rei Suevo Teodomiro. A Citânia, de dimensões apreciáveis, é um local de visita obrigatória, pois encontra-se, em grande parte, em razoável estado de preservação. Uma outra parte, a mais sobranceira ao rio Lima e ao mar, foi ocupada pela Pousada de Santa Luzia, de construção já deste século. Além desta unidade de interesse turístico podemos apontar, como património Areosense, as “casas de quinta” e respetivas capelas, como a da Boa Viagem e da Pedreira em cuja capela se realizavam no século XVII as vereações gerais do termo para as freguesias litorais. Além da Igreja Paroquial com os seus belos estuques, obra dos famosos “Mestres Estucadores” de Areosa, responsáveis pelo incremento cultural que a freguesia sofreu no século XIX, são dignas de menção as capelas de S. Sebastião e S. Mamede e o Cruzeiro granítico do Senhor dos Esquecidos, obra, provavelmente, do século XVII. De destacar são também os moinhos de água e de vento, reveladores do bom aproveitamento dos cursos de água que atravessam a freguesia e dos ventos que em certas épocas do ano são de alguma intensidade junto às falésias do mar onde, quase todos, se encontram localizados. A enseada do Porto de Vinha é outro local aprazível, com uma agradável praia e um pequeno porto de pesca artesanal, bem enquadrada por uma zona agrícola de paul. Cerca de 1.500 metros para Sul fica outra praia com um pequeno fortim datado de 1701, conhecido localmente como “Castelo Velho”. A norte do Porto de Vinha, a costa tem também beleza inigualável e condições naturais de excepção. A proximidade com a cidade, da qual Areosa já faz parte integrante, ocasionou-lhe possibilidades que se evidenciam nos seus trajes e nas diversas casas apalaçadas que nos mostra. No Inventário Coletivo dos Arquivos Paroquiais vol. II Norte Arquivos Nacionais/Torre do Tombo, pode ler- se textualmente: «Em 1258, na lista das igrejas situadas no território de Entre Lima e Minho, elabora da por ocasião das Inquirições de D. Afonso III, figura como uma das igrejas do bispado de Tui. Era então denominada \"Vinea\". Segundo Pinho Leal, a vila e couto da Areosa tinha sido dada por D. Afonso Henriques à Sé de Tui e ao seu bispado, em 1137. Em 1262, reinando D. Afonso III recebeu-a novamente, dando em troca desta à Sé de Tui metade da de Afife e a freguesia de Sá em Ponte de Lima. Em 1320, no catálogo das mesmas igrejas mandado elaborar pelo rei D. Dinis, para o pagamento de taxa, foi taxada em 300 libras. O rendimento desta igreja veio a dividir-se em três partes, uma para a Colegiada de Valença, outra para a de Viana e o restante para o prelado. Em 1546, no registo da avaliação dos benefícios da comarca eclesiástica de Valença do Minho, redigido pelo vigário Rui Fagundes, a vigairaria perpétua da igreja de Santa Maria da Vinha, na situação de anexa à igreja de Viana, tinha de rendimento 2 mil réis e o pé de altar, de 6 mil réis. Na cópia de 1580, do Censual de D. Frei Baltasar Limpo, Santa Maria da Vinha figura como sendo anexa \"in perpetuum\"' à câmara arcebispal de Santa Maria de Viana. Américo Costa descreve-a como sendo vigairaria de barrete da apresentação do arcebispo de Braga e cabeça do arciprestado de Viana, passando mais tarde a priorado. Tinha de côngrua, segundo o mesmo autor, 200 mil réis.» == Política == === Eleições autárquicas === ==== Junta de Freguesia ==== Partido % M % M % M % M % M % M % M % M % M % M % M 1976 1979 1982 1985 1989 1993 1997 2001 2005 2009 2013 FEPU/APU/CDU 31,9 3 38,7 5 26,8 3 26,8 2 16,2 1 13,7 1 23,4 2 16,7 1 5,9 11,2 1 16,0 1 PS 26,9 3 18,8 2 14,7 2 30,6 3 39,7 4 35,6 4 23,6 2 33,9 3 44,0 5 PPD/PSD 20,3 2 66,4 7 43,9 5 31,5 3 25,0 3 62,2 7 30,8 3 CDS-PP 15,6 1 19,6 2 6,0 AD 39,5 6 54,7 8 IND 31,9 3 PSD-CDS 41,9 4 45,4 5 == Património == * Fortim da Areosa * Citânia de Santa Luzia ou Ruínas da Cidade Velha de Santa Luzia * Cruzeiro da Areosa ou Cruzeiro do Senhor dos Esquecidos * Casa e Capela da Quinta Boa Viagem (Alameda da Oliveira e Cruzeiro) * Igreja Paroquial * Capela de São Mamede * Sítio de São Mamede * Poço Negro == Sectores laborais == * Agricultura * Pecuária * Comércio * Indústria * Hotelaria == Tradições festivas == * Nossa Senhora da Vinha (último fim-de-semana de Julho) * São Mamede (último fim-de-semana de Agosto). == Gastronomia == * Cabrito assado * Cozido à portuguesa == Colectividades == * APPACDM — Associação Portuguesa de Pais e Amigos do Cidadão Deficiente Mental * Grupo Desportivo Areosense, * Grupo Desportivo e Cultural dos Cabeços * SIRSA — Sociedade de Instrução e Recreio Social Areosense * Grupo Etnofolclórico RENASCER de Areosa * Grupo Etnográfico da Areosa * Sociedade Columbófila Areosense * Associação Budokai Shotokai * Moto Clube de Viana do Castelo * Associação de Dadores de Sangue da freguesia de Areosa == Ordenação heráldica do brasão e bandeira == * Armas — Escudo de vermelho, com uma roda de azenha, uma armação de moinho, tudo de ouro, realçado de negro e um castelo de prata, frestado, aberto e lavrado de negro; campanha diminuta ondada de prata e verde de três tiras. Coroa mural de prata de três torres. Listel branco com a legenda a negro: AREOSA – VIANA DO CASTELO. * Bandeira — De amarelo, cordões e borlas de ouro e vermelho. Haste e lança de ouro.",
 "title": "Areosa"
}