{
 "id": "21241",
 "text": "thumb|250px|Localização de Barroselas no Município de Viana do Castelo Barroselas é uma vila portuguesa que foi sede da extinta Freguesia de Barroselas do Município de Viana do Castelo, freguesia que tinha 7,47 km² de área e 3927 habitantes (2011), donde uma densidade populacional de 525,7 hab./km². A Freguesia de Barroselas foi extinta em 2013, no âmbito de uma reforma administrativa nacional, para, em conjunto com a Freguesia de Carvoeiro, formar uma nova freguesia denominada União das Freguesias de Barroselas e Carvoeiro da qual é sede.Diário da República, 1.ª Série, n.º 19, Lei n.º 11-A/2013 de 28 de janeiro (Reorganização administrativa do território das freguesias). Acedido a 2 de fevereiro de 2013. Antes, em 1988, a povoação de Barroselas havia sido elevada à categoria de vila. Designou-se Capareiros até 1971. Constituiu couto até ao início do século XIX. ==População== População da freguesia de Barroselas Instituto Nacional de Estatística (Recenseamentos Gerais da População) - https://www.ine.pt/xportal/xmain?xpid=INE&xpgid;=ine_publicacoes 1864 1878 1890 1900 1911 1920 1930 1940 1950 1960 1970 1981 1991 2001 2011 1 595 1 643 1 914 2 055 2 267 2 497 2 606 2 977 3 456 3 556 3 309 3 585 3 549 3 799 3 927 Capareiros é um antigo couto, que se tornou concelho do Vale do Neiva, por um breve par de anos no século XIX, com apenas uma freguesia, e que foi extinto, por Decreto de 6 de Novembro de 1836, ao ser integrado no concelho de Viana do Castelo. O nome da freguesia permaneceu, até que foi mudado para Barroselas, que era apenas um seu lugar, por decreto-lei a 20 de Fevereiro de 1971; este foi publicado no Diário do Governo de 5 de Março. Distribuição da População por Grupos Etários Ano 0-14 Anos 15-24 Anos 25-64 Anos > 65 Anos 0-14 Anos 15-24 Anos 25-64 Anos > 65 Anos 2001 623 581 2 012 583 16,4% 15,3% 53,0% 15,3% 2011 572 438 2 191 726 14,6% 11,2% 55,8% 18,5% == Caracterização demográfica == No censo efectuado em Portugal em 2011, na Freguesia de Barroselas contabilizaram-se 3927 habitantes: 1874 homens e 2053 mulheres. A densidade populacional era de 525,7 habitantes/km². == História == A primeira referência conhecida a Capareiros remonta ao ano de 1115, data em que Pascoal II confirmou à Sé o couto de Capareiros. Existiu aqui um mosteiro antigo de frades bentos que, em 1126, foi doado a D. Paio Mendes. O couto de Capareiros foi criado por D. Afonso Henriques em 1134. Foi, desde os inícios da nacionalidade, um dos notáveis coutos da Sé de Braga e, como se refere nas Inquirições de D. Afonso I, em 1258, o prelado tinha aí paço. Em 1320, Capareiros, então denominada \"Saneti Petri de Capateiiros\", foi avaliada em 100 libras. Em 1528, tendo por padroeiro São Paio, a igreja de Capareiros, enquadrada na Terra de Aguiar do Neiva, era câmara do arcebispo. As Inquirições de 1758, referem-na como abadia da apresentação \"in solidum\" da mesa e câmara arcebispal da Mitra de Braga. Por estar sujeita à Mitra de Braga, por cujos meirinhos eram julgadas as suas causas, o couto de Capareiros gozava dos privilégios eclesiásticos. Nesta conformidade, os delinquentes e presos capturados no couto eram encarcerados no aljube dos eclesiásticos, em Braga. No foro administrativo, Capareiros era um pequeno concelho que tinha jurisdição temporal, com câmara, vereadores, juiz ordinário, escrivão e meirinhos, de nomeação arquiepiscopal. No Cadastro da Província do Minho, organizado pelo engenheiro Custódio José Gomes Vilas Boas em 1799, parte desta freguesia pertencia ao termo de Barcelos, julgado de Neiva, sendo a restante da Patriarcal de Braga. Em 1852, aparece na comarca de Viana do Castelo e, em 1878, no julgado da Vila de Punhe. O concelho de Capareiros foi extinto por Decreto de 6 de Novembro de 1836 e a sua única freguesia, Capareiros, incorporada no concelho de Viana do Castelo. O lugar de Barroselas veio a designar oficialmente a freguesia, por força do Decreto do Governo de de 20 de Fevereiro de 1971, publicado no Diário do Governo de 5 de Março. Este lugar de Barroselas foi escolhido para instalação da estação dos caminhos de ferro em 1878, ficando a mesma a ser conhecida por Estação de \"Barrozellas\", topónimo que prevaleceu e tornou conhecida a então freguesia de Capareiros. É nesta localidade que ocorre o maior festival de Heavy Metal português, o SWR Barroselas Metalfest. Todos os anos são convidadas bandas de vários países e de diferentes géneros dentro do Metal. Natural desta vila é o conhecido e famoso ciclista, Rui Sousa, que presidente também à Junta de Freguesia da União das Freguesias de Barroselas e Carvoeiro. Barroselas é conhecida por ser uma das três freguesias que partilham o Lugar das Neves, juntamente com as de Vila de Punhe e Mujães, lugar onde se realizam as afamadas \"Festas das Neves\", nas quais se representa, desde há séculos, um dos mais emblemáticos autos do teatro por popular da região - o Auto da Floripes, no dia 5 de Agosto. == Heráldica == Descrição Brasão - escudo de azul, faixa ondada de prata carregada de burela ondada do campo, acompanhada em chefe de duas chaves, uma de ouro e outra de prata, passadas em aspa, com os palhetões para cima e, em campanha, lira de ouro, realçada de negro. Coroa mural de prata de quatro torres. Listel branco, com a legenda a negro: “Barroselas”. Bandeira - esquartelada de amarelo e azul. Cordão e borlas de ouro e azul. Haste e lança de ouro. Selo – circular, nos termos da Lei, com a legenda: “Junta de Freguesia de Barroselas – Viana do Castelo” inscrita dentro de dois círculos concêntricos, tendo ao centro as mesmas peças do campo do escudo. === Leitura e Interpretação === Os símbolos usados são: as chaves do padroeiro de Barroselas, antigo couto de S.Pedro de Capareiros, a lira musical e as ondas do rio Neiva. A escolha destes símbolos, que pretendem sintetizar a história e o presente de Barroselas, vai de encontro à ideia de simplicidade e representatividade da freguesia, pondo-se de lado simbologias de duvidosa interpretação. Houve preocupação de respeitar as normas da heráldica, admitindo apenas o essencial e a univocidade dos símbolos, tornando inteligível a sua leitura imediata. Assim, pelas raízes históricas da freguesia de Barroselas, um couto eclesiático fundado no século XII, inscrevem-se as chaves de S.Pedro, orago de Sancti Petri de Caparareiros, representadas no frontão da igreja paroquial. Pela riqueza e dinamismo do associativismo, Barroselas tem-se afirmado desde há muitas décadas como uma terra de cultura e desporto, onde pontificam as duas únicas bandas musicais do concelho de Viana do Castelo, grupos etnográficos, de teatro, de diversas modalidades desportivas, com destaque para o ténis de mesa, futebol e ciclismo, de defesa do ambiente, de artes e espectáculo, de solidariedade social. Considerando o trabalho desenvolvido por todas as colectividades de Barroselas, o prestígio que alcançaram, a importante função sociocultural e formativa que desempenham no seio da nossa comunidade, constituindo-se ainda como digníssimas embaixadoras de Barroselas, é justo e merecido perpetuar o significado da sua acção em prol do bem comum. A lira musical representa, por isso, todas as associações de Barroselas, escolhendo-se este símbolo por ser aquele que, embora sintetize a actividade musical, melhor evidencia os seus pergaminhos nos campos cultural, desportivo, lúdico e social. As ondas simbolizam o inefável rio Neiva e toda a riqueza que as suas águas e margens representam, não só nos aspectos paisagísticos mas também socioeconómicos. Desde sempre usado pelas populações ribeirinhas, as suas águas moveram azenhas e engenhos e deram vitalidade à economia local. Como elemento natural, o rio Neiva é um factor de organização territorial, pois à sua volta o espaço agrícola foi sendo construído ao longo de séculos, sustentado num sistema de irrigação que gerações de agricultores souberam construir e aproveitar inteligentemente. Assim: \\- O ouro da bandeira, também presente nas chaves e na lira, significa a fé, riqueza e sabedoria, atributos de uma terra nascida da devoção ao fundador da ecllesiae, que durante séculos foi couto eclesiástico com privilégios especiais, ao dinamismo e saber das suas gentes, que continuam a afirmar, com grandeza e honra, o nome da terra onde nasceram; \\- A prata da coroa mural, das ondas do rio e das chaves simboliza a beleza desta terra, a integridade, a firmeza e a esperança dos seus habitantes; \\- O azul da bandeira, também presente no campo do brasão e na burela do rio, significa, além da beleza do espaço natural, o trabalho, a lealdade, a caridade e a justiça. Os símbolos heráldicos foram aprovados pela Assembleia de Freguesia de Barroselas em 27 de Junho de 2007. O edital que criou o Brasão, Bandeira e Selo foi publicado no Diário da Republica – II Série, nº 190, edital nº 815/2007 de 2 de Outubro de 2007. Os símbolos heráldicos da freguesia de Barroselas foram registados na Secretaria de Estado da Administração Local – Direcção-Geral das Autarquias Locais, sob o nº 127/2007 em 27 de Novembro de 2007. Na data em que se comemoraram 20 Anos da Elevação de Barroselas a Vila (18 de Dezembro de 2007), os símbolos heráldicos de Barroselas foram solenemente apresentados à comunidade de Barroselas - Brasão, Bandeira e Selo da Freguesia, para que deles tomassem público conhecimento. NB - Com a aprovação legal da descrita heráldica de Barroselas, em 2007, deixou de se fazer uso de um brasão que vigorou entre 1987 e 2007, o qual nunca fora formal e legalmente aprovado. == Colectividades == * * * Banda Nova de Barroselas * Banda Musical Velha de Barroselas * Agrupamento 85 Escuteiros de Barroselas * ADR Casa do Povo * Conferência S. Vicente de Paulo * Grupo S. Paulo da Cruz * Grupo de Jovens Transformação * * Associação de Pais do Ensino Básico * * Associação Coleccionismo do Vale do Neiva * Associação de Pais da Escola Básica e Secundária de Barroselas * Comissão dos Antigos Combatentes do Ultramar * Associação Columbófila de Barroselas *Associação de Reformados e Pensionistas de Barroselas == Património == * Ponte medieval das Alvas *Ponte medieval das Boticas *Capelas * Capela de São Sebastião (Estação) *Capela de São Miguel (Quinta da Furoca) *Capela do Espírito Santo (Boticas) *capela de São Caetano (Quinta de Bivães, Boticas) *Capela da Senhora da Guia (Reis Magos) *Capela de Nossa Senhora da Conceição (Paço) *Capela do Senhor da Agonia (Quinta do Casal) *Capela de Nossa Senhora da Luz (Quinta do Bravio) *Igreja Paroquial *Casa da Estrada *Estação caminhos de ferro *Igreja e Convento Missionários Passionistas *Feira semanal *Rio Neiva *Monte da Padela ==Ligações externas == * Categoria:Antigas freguesias de Viana do Castelo Categoria:Vilas de Portugal Categoria:Antigos municípios do distrito de Viana do Castelo",
 "title": "Barroselas"
}