{
 "id": "21246",
 "text": "Castelo do Neiva é uma freguesia portuguesa do município de Viana do Castelo, com 6,94 km² de área e 2719 habitantes (censo de 2021). A sua densidade populacional é . Tem um núcleo piscatório tradicional, onde ainda se pratica a apanha do sargaço. ==Demografia== A população registada nos censos foi: Distribuição da População por Grupos Etários Ano 0-14 Anos 15-24 Anos 25-64 Anos > 65 Anos 2001 524 554 1634 491 2011 441 296 1563 630 2021 303 285 1412 719 == História == Denominou-se outrora Neiva ou Castelo. Esta freguesia da Ribeira Neiva formou, juntamente com a de São Romão, a vila que, no tempo de D. João I, se chamava Aguiar de Neiva. Pertenceu ao padroado real, passando mais tarde a abadia da apresentação dos arcebispos de Braga, por troca confirmada pelo rei D. Dinis, em 1307. E citada nas Inquirições afonsinas, de 1220 e 1258, tendo por padroeiro Santiago. Em 1290, nas primeiras Inquirições de D. Dinis, figura com categoria de freguesia, no julgado de Neiva. Na taxação das igrejas a que se procedeu em 1320, Santiago de Neiva foi tabelada em 120 libras. No registo da cobrança das \"colheitas\" dos benefícios eclesiásticos do arcebispado de Braga, efetuado por D. Jorge da Costa, entre 1489 e 1493, tinha de rendimento 20 libras, o correspondente a 520 réis, em dinheiro com \"morturas\" e 26 réis de dízimas de searas. Américo Costa descreve esta freguesia, que diz ter-se denominado, primeiro, Santiago de Neiva e, só mais tarde, Castelo do Neiva, como abadia da apresentação do Ordinário. Administrativamente, e por ter sido sempre da Terra de Neiva, passou a fazer parte do termo e concelho de Barcelos, até aos começos do século XIX, altura em que passou ao concelho de Viana do Castelo. ==Praia== Praia situada num ambiente rural, limitada por campos de cultivo, que contrastam vivamente com a deselegante envolvente urbanística. Regista grande afluência de turistas no Verão. Nos arredores existem vestígios arqueológicos da Idade do Ferro. Guia Visão das Praias (2004), pág. 18 == Personalidades == * Nuno Soares Velho (morto depois de 1162), rico-homem do Reino de Portugal, foi um personagem influente na corte de Afonso Henriques e de Teresa de Leão entre 1117 e 1162. Foi alferes e governou o território de Neiva entre 1127 * * Nuno Viegas que foi nobre e Senhor feudal, foi desta localidade. *Ermenegildo Muniz (irmão de Egas Moniz) foi alcaide desta localidade e castelo. == Património == * Monte do Castelo do Neiva ou Castro de Moldes * Casa e Quinta de Monteverde * Castelo de Neiva * Igreja de Santiago Maior Séc. IX *Marcos da Casa de Bragança *Capela de São Roque *Capela de Nossa Senhora das Neves *Capela de Nossa Senhora dos Emigrantes *Capela de Nossa Senhora de Guadalupe (séc. XVII) *Capela de Nossa Senhora das Mercês *Menir do Castelo *Salinas Medievais *Ponte do Sebastião *Ponte da Carvalha *Monumento a Nuno Álvares Pereira == Ligações externas == * * * * *",
 "title": "Castelo do Neiva"
}