{
 "id": "21245",
 "text": "Chafé é uma freguesia portuguesa do município de Viana do Castelo, com 7,50 km² de área e 3447 habitantes (censo de 2021) A sua densidade populacional é A freguesia foi criada pela Lei nº 90/85, de 4 de outubro, com lugares desanexados da freguesia de Anha. ==Demografia== A população registada nos censos foi: Distribuição da População por Grupos Etários Ano 0-14 Anos 15-24 Anos 25-64 Anos > 65 Anos 2001 474 327 1364 342 2011 471 328 1634 408 2021 479 357 1998 613 == História == A origem de Chafé parece confundir-se com uma estrutura administrativa civil e eclesiástica existente desde meados do século XI, a paróquia de S. João de Ester. Esta paróquia pertencia à Terra de Neiva, situada entre a de Santiago do Castelo de Neiva e a de São Romão de Neiva, a sul, e Santiago de Anha, a Norte. A sua localização encontrava-se, em parte, dentro do Couto do Mosteiro beneditino de S. Romão do Neiva. Parte da paróquia de S. João de Ester - Lordelo ou Laordelo ou Dordelo - ficava, no entanto, fora do domínio dos monges beneditinos, pelo que pagava ao Rei, em 1220, 14 morabitinos, de acordo com as Inquirições de D. Afonso II, e no tempo de D. Afonso III, 8 maravediz e metade da importância das multas. Continuava, então, S. João de Ester a ser uma paróquia autónoma, mas incluída no couto do Mosteiro beneditino de S. Romão do Neiva. Desde a sua fundação que possuía igreja própria, sendo seu orago S. João Baptista. A edificação da igreja estava localizada no lugar de Ester, no sopé setentrional do Monte de Castelo do Neiva, num local que hoje é chamado de Portelas. Actualmente, ainda há vestígios desta igreja. No século XII, iniciou-se o fenómeno de invasão de areias que afectou as áreas mais litorais da paróquia de S. João de Ester. Deste fenómeno ficaram marcas na toponímia, dos quais o mais evidente é o nome do lugar da Areia. Lordelo e Ester foram soterrados pelas areias, as casas destruídas, entre elas a primeira igreja. E as pessoas tiveram de se deslocar mais para o interior, para o lugar de Xafede, onde se vão reorganizar. A desorganização da vida paroquial provocada pela destruição da igreja vai provocar a necessidade de se proceder à anexação da paróquia de S. João de Ester a Santa Maria das Areias, no século XVI, o que tinha sucedido, igualmente, a outras paróquias da diocese de Braga. Posteriormente, vão as paróquias de Santa Maria das Areias, que entretanto dá origem ao lugar de Darque, e São João de Ester ser anexadas à paróquia de Santiago de Anha. S. João de Ester não desapareceu paroquialmente, mas perdeu grande parte da sua importância. Eclesiástica e civilmente anexa a Santiago de Anha, este lugar da freguesia de Anha estava integrado no Julgado de Neiva do concelho da comarca de Barcelos, que superintendia toda a administração económica, política e judicial deste território, situação que se manteve até à afirmação do regime liberal português de meados do século XIX. Em 1835, o espírito reformador liberal alterou todo o edifício administrativo português, criando sete províncias, dezassete distritos e reformulando os concelhos. Assim, foram muitos os concelhos que desapareceram e muitos os que foram criados e alterados, como o caso dos concelhos de Barcelos e de Viana. As freguesias entre o Rio Neiva e o Rio Lima passam a pertencer ao concelho de Viana: Alvarães, Anha, Carvoeiro, Castelo de Neiva, Darque, Deocriste, Mazarefes, Mujães, Portela Suzã, São Romão, Subportela, Vila Franca, Vila Fria e Vila de Punhe. A questão paroquial nunca foi esquecida pela população de Chafé. Em 1968 a paróquia de Chafé foi desanexada de S. Tiago de Anha, e em 1985, após um longo e conturbado processo social e político, foi criada a freguesia de Chafé. Categoria:Freguesias de Viana do Castelo",
 "title": "Chafé"
}