{
 "id": "21251",
 "text": "Lanheses é uma vila portuguesa sede da Freguesia de Lanheses do Município de Viana do Castelo, freguesia com 9,60 km² de área e 1517 habitantes (censo de 2021), tendo, por isso, uma densidade populacional de . Desde o final do século XVII até ao princípio do XIX, foi vila e sede de concelho, com a designação de Vila Nova de Lanhezes. Localizada a leste do seu atual município, de Viana, faz fronteira com o município de Ponte de Lima, fazendo todos parte da região conhecida localmente por \"Ribeira Lima\". Tem como vizinhos as freguesias de Fontão, a leste, Vila Mou, a oeste, Meixedo, a norte, e o rio Lima, a sul. Na outra margem encontra-se Moreira de Geraz do Lima. Como freguesia eclesiástica, tendo como orago ou padroeira Santa Eulália, faz parte da administração do arciprestado da Vinha que antigamente pertencia até 1444 ao bispado de Tui, na Galiza, depois à Administração Apostólica de Valença que será integrada no bispado de Ceuta, mais tarde ao arcebispado de Braga e que hoje está a cargo da diocese de Viana do Castelo. ==Demografia== A população registada nos censos foi: Distribuição da População por Grupos Etários Ano 0-14 Anos 15-24 Anos 25-64 Anos > 65 Anos 2001 241 278 857 364 2011 185 167 864 429 2021 171 139 724 483 == Alguns Dados Históricos == Em 1801 tinha 1790 habitantes e 23 km². Era um couto do Mosteiro de São Salvador (em São Salvador da Torre) na sua origem medieval. Dizia o padre António Carvalho da Costa, em 1712, na sua famosa corografia: Santa Eulália de Lanhezes, Abadia que apresenta a Casa de Paço da mesma Freguesia, de que são senhores o Doutor Gonçalo Mendes de Brito, Desembargador, & Superintendente do Tabaco em Lisboa, & seu irmão Francisco de Abreu Pereira, Sargento-mor da Comarca de Barcelos. A Casa dos Rochas de Meixedo, dizem, tem alternativa neste Padroado, rende quatrocentos mil reis, & tem cento e setenta vizinhos. Aqui se faz boa telha, & há ruínas de fortificação, aonde chamam o Calvindo que teve grandes minas de estanho, & se vêm ainda as covas abertas, em que se acha escumalha de material.António Carvalho da Costa, Corografia portugueza e descripçam topografica do famoso reyno de Portugal, na Off. de Valentim da Costa Deslandes, 1712, pág. 583 As tais minas são várias e em diferentes sítios, cujos vestígios ainda hoje subsistem, mas, as mais extensas compreendem as aqui chamadas \"Olas\" ou as \"Zolas\", umas antiquíssimas explorações a céu aberto, e a mais profunda é a chamada \"Cova da Moura\", em túnel. Igualmente de referir a existência de uma antiga cividadeProto historia e romanizaçao da bacia inferior do lima, por Carlos A. Brochado de Almeida, Centro de Estudos Regionais (CER), Viana do Castelo, 1990 castreja (castro romanizado relacionado com as minas de estanho de Cova Alta/Olas e Alto das Mouras, e a mina de ouro de Bouça do Moisés])Itinerários da Barca do Lago ao Vale do Rio Lima (pela Ponte de Fragoso), Vias Romanas, © Copyright Pedro Soutinho, 2004 - 2022, no lugar do OuteiroNúcleo Museológico de Lanheses, © 2024 Junta de Freguesia de Lanheses, com vestígios do século I a.C.Proposta de delimitação da ARU de Lanheses, CMVC – Departamento de Gestão Territorial, Coesão e Sustentabilidade (DGTCS), C.M. de Viana do Castelo, fevereiro 2022, pág. 8, e que foram descobertas algumas pirogas, dessa época e alto-medievais, enterradas na sua margem do rio Lima, no lugar da PassagemAs pirogas 4 e 5 do rio Lima, por Francisco J. S. Alves e Eric Rieth, Trabalhos do CNANS (Centro Nacional de Arqueologia Náutica e Subaquática, nº 21, Lisboa, 2007. == Vila Nova de Lanheses == Com estatuto de aldeia chegou a ser vila e sede de concelho, criado em 1793 por mercê real de Juro Herdade a favor de Sebastião Pereira Cirne de AbreuSebastião Pereira Cirne de Abreu, Carta. Transferindo o Senhorio da vila de Lindoso para a da Freguesia de Lanheses de que é Padroeiro criando-a vila mercê de Juro Herdade., 1793-08-06, ref.: PT/TT/RGM/E/001/0014/119978, Arquivo Nacional da Torre do Tombo com a designação de Vila Nova de Lanhezes. Expandiu-se geograficamente em 1796, na altura em que se tornou sede de concelho. Para além de Lanheses, esse concelho era constituído pelas freguesias de São Tiago de Fontão, São Paio de Meixedo e São Martinho de VilamouSebastião Pereira Cirne de Abreu, Apostila. Anexar e Incorporar à vila de Lanheses as Freguesias de S. Paio de Mesindo e de S. Martinho de Vilamou no terço de Viena., ref.: PT/TT/RGM/E/001/0019/119982, Arquivo Nacional da Torre do Tombo. O Marquês de Ávila e Bolama refere, contando acerca destas operações, em 1914, que Lanheses foi criada vila… em remuneração dos muitos e valiosos serviços prestados pelo Dr. José Ricalde Pereira de Castro, Moço Fidalgo, Desembargador do Paço, Chanceler-mor do Reino, d´ela e doutras freguesias, que se lhe anexaram para formar o seu concelho, e em troca do de Lindoso que já possuía, a seu sobrinho, (o referido) Sebastião de Abreu Pereira .., 10.º senhor da Casa do Paço e do Padroado da Egreja de Lanheses,…Marquês de Ávila e Bolama, \"Nova Carta Chorografica de Portugal\", composto e impresso na Imprensa Lucas, Lisboa, 1914, pág. 437 Esta descendência dos senhores de Lanheses recaiu por via feminina e casamento nos condes de Almada, que aí ainda mantêm como propriedade o tal Paço de Lanheses. Em 1835 passa novamente a aldeia e deixa de ser vila, extinta no âmbito de uma reforma administrativa nacional e no qual acabou com todos os senhorios. Como, era costume, esta vila tinha câmara municipal, tribunal e cadeia. Assim como tinha um delegado oficial, o chamado Juízo ordinário. Este, em 1839, pertencia à comarca de Ponte de Lima, figurando, em 1852 na comarca de Viana do Castelo. E igualmente teve Juiz do Cível, do Crime e dos Órfãos, exercendo essas funções, entre os anos de 1833 3 1834, Manuel Alves Franco e José da Cunha Leitão SotomaiorJuízo Ordinário de Vila Nova de Lanheses, Arquivo Distrital de Viana do Castelo, 2008. Foi nessa altura que a feira mercantil, que ainda aqui se mantém quinzenalmente aos sábados, foi trazida do lugar de Ferreira, em Meixedo. == Caminho de Santiago == São vários os registos históricos, arqueológicos, artísticos e documentais, de que esta freguesia era antigamente privilegiada para quem queria viajar para a Galiza. Há nomeadamente uma ponte românica, numa zona mais pantanosa, que existe para dar apoio aos que se deslocavam vindos do rio Lima ou para os que lá se dirigiam. E, como prova de maior antiguidade desse fluxo, foram descobertas nele na sua direcção duas pirogas anteriores a essa épocaAs pirogas 4 e 5 do rio Lima, de Alves, Francisco Rieth, Eric, Lisboa Centro Nacional de Arqueologia Náutica e Subaquática, 2007 e mais tarde outra. Sabemos que, através de um padrão gravado no século XVIII que está em frente na outra margem, terá sido instituída a prática de pagar a passagem a um barqueiro que prestava serviço aos viajantes que pretendiam atravessá-lo. Assim foi até 1981, altura em que foi inaugurada a ponte de circulação automóvel sobre o Rio Lima. Assim como há referência, nos livros de Registo Paroquial de Lanheses, de dois peregrinos estrangeiros que morreram e foram enterrados nesta freguesia quando percorriam o caminho de Santiago que aqui passava. == Património Monumental == * Pelourinho de Feira ou Pelourinho de Lanheses * Paço de Lanheses, Quinta do Paço ou Solar dos Almadas * Igreja Paroquial de Lanheses onde encontra-se o Túmulo dos Ricaldes * Capela do Nosso Senhor do Cruzeiro * Capela de Nossa Senhora da Esperança * Capela de Santo Antão * Ponte de Linhares * Ponte do Arquinho (Lanheses) * Ponte do Olho ou a \"Ponte Romana\" como é chamada localmente. * Complexo mineiro das Olas == Coletividades == * Associação dos Caçadores de Lanheses * Associação Cultural e Humanitária de Lanheses * Associação O Caminho do Garrano * Casa do Povo de Lanheses * PROIDA XXI - Grupo de Intervenção e Informação para a Proteção do Ambiente e Desenvolvimento de Lanheses * União Desportiva de Lanheses - Fundado em 18 de Setembro de 1973, a União Desportiva de Lanheses, com sede no Lugar da Feira, Lanheses, Viana do Castelo, não é senão fruto e continuidade de uma terra que há já longas décadas se dedica ao chamado \"Desporto-Rei\". Tem como símbolo da sua Bandeira o Pelourinho de Lanheses e utiliza como cores o azul e amarelo; Utiliza para as diversas competições em que participa o \"Estádio 15 de Agosto\"; Desenvolve para além da sua equipa Sénior, todos os escalões etários de Futebol. == Bibliografia == * Lourenço José de Almada, a Caminho de Santiago, Lello Editores, Porto, Janeiro de 2000 * Manuel Inácio Fernandes da Rocha, Barcelos no Caminho de Santiago, Comemorações Barcelos Terra Condal, C. M. Barcelos, 1998 == Ligações externas == * * Paróquia de Lanheses (Santa Eulália), Arquivo Distrital de Viana do Castelo, Código de referência: PT/ADVCT/PRQ/PVCT15 * As oficinas de louça preta de Lanheses (Viana do Castelo) : um fenómeno de migração, por Isabel Maria Fernandes, Revista Mínia, Associação para a Defesa, Estudo e Divulgação do Património Cultural e Natural (ASPA), 1997",
 "title": "Lanheses"
}