{
 "id": "21264",
 "text": "Perre é uma freguesia portuguesa do município de Viana do Castelo, com 13,09 km² de área e 2772 habitantes (censo de 2021). A sua densidade populacional é . A freguesia de Perre está situada na margem direita do rio Lima, a cerca de 5 Km da cidade de Viana do Castelo, confronta com Outeiro a norte, a nascente com Nogueira e Santa Marta de Portuzelo, a sul com Santa Marta de Portuzelo e Meadela e a poente com Meadela e Areosa, todas estas também freguesias do concelho de Viana do Castelo. ==Demografia== A população registada nos censos foi: Distribuição da População por Grupos Etários Ano 0-14 Anos 15-24 Anos 25-64 Anos > 65 Anos 2001 451 459 1615 482 2011 348 327 1687 594 2021 317 230 1490 735 == História == No centro da área da freguesia, há um suave relevo que acentua a forma de vale em seu redor e que são as terras baixas e férteis das encostas das serras de Perre, Santa Luzia, Amonde e Agra. Muitos destes cumes foram povoados por povos castrejos e de certa forma isso traduz um razoável índice de povoamento demográfico. No livro \"Inventário Colectivo dos Registros Paroquiais\", encontramos a seguinte descrição referente a esta freguesia: «Em 1258, na lista das igrejas situadas no território ao norte do rio Lima, elaborada por ocasião das Inquirições de D. Afonso III, Perre aparece como uma das igrejas subordinadas ao bispado de Tui. No catálogo das mesmas igrejas de 1320, mandado elaborar, para pagamento de taxa, São Miguel de Perre foi taxada em 50 libras. Pertencia, ao tempo, à Terra de Vinha. Em 1444, D. João I conseguiu do papa que aquele território de entre Lima e Minho fosse desmembrado do bispado de Tui passando a pertencer ao de Ceuta, onde se manteve até 1312. Nesse ano, no tempo do arcebispo de Braga D. Diogo de Sousa, S. Miguel de Perre foi anexada a esta diocese de Braga, por troca com o bispo de Ceuta pela comarca eclesiástica de Olivença. Esta permuta foi aprovada, em 1513, pelo papa Leão X. Em 1546, no registo da avaliação dos benefícios eclesiásticos incorporados na diocese de Braga, São Miguel de Perre foi avaliada em 50 mil réis. Na cópia de 1580 do Censual de D. Frei Baltasar Limpo, sobre a situação canónica daqueles benefícios eclesiásticos, diz-se que São Miguel de Perre era da apresentação do mosteiro de São Salvador da Torre pela terça parte, sendo pelas restantes duas terças da apresentação dos descendentes de João Velho e de sua mulher Leonor Gomes. Segundo Américo Costa, São Miguel de Perre foi, mais tarde, abadia da apresen­tação da Mitra.» Perre tem um significado de grande relevo na história do traje à lavradeira. Os seus fatos eram tecidos e confecionados pelas raparigas. Ainda hoje vivem senhoras, de avançada idade que se dedicam a esta atividade. Também na área do artesanato assumem importância de relevo os bordados e a tecelagem no linho. Em Perre, efetivamente a cultura da planta do linho faz com que se mantenham estas tradições seculares dos bordados e tecelagens. == Turismo == No património edificado, para além da importante Igreja Paroquial e das Capelas de: N. Senhora das Dores, N. Senhora do Olival, S. Francisco, N. Senhora da Conceição, têm-se duas belas pontes românicas, castros e moinhos. Existem boas potencialidades turísticas, quer ao nível das paisagens, por exemplo, das que se observam do alto do Monte do Calvário, as belezas junto ao rio Moçambique, o artesanato, a gastronomia, com realce para os Rojões à Moda de Perre. == Museus == O centro interpretativo do Castro do Vieito abriu ao público no dia 16 de Setembro de 2017. Foi instalado na antiga escola primária de Perre, cerca de três quilómetros de distância do sítio arqueológico, como foi prometido à população da freguesia de Perre em 2005. É constituído por duas salas onde se podem ver conteúdos relativos ao Castro e a sua história, os habitantes, o quotidiano doméstico, o trabalho da pedra, a decoração da cerâmica castreja e o trabalho dos metais. Porém, esse projeto museológico não contempla a reconstituição da área do castro, desmontada durante os trabalhos arqueológicos de 2004/2005, conforme acordado no protocolo assinado pelas Estradas de Portugal, o Ex-IGESPAR e a Câmara Municipal de Viana do Castelo \"De qualquer modo, a obra não importava inexoravelmente a destruição do sítio arqueológico: nos termos de um protocolo firmado entre o ex-IGESPAR, o município de Viana do Castelo e a Estradas de Portugal S.A., foi acordada a criação do Núcleo Museológico e Centro de Interpretação do Castro do Vieito, prevendo-se a reconstrução de algumas estruturas arquitetónicas do povoado, a musealização do espólio exumado e a sua divulgação por meios audiovisuais\", in O Provedor de Justiça: Património e direitos culturais, 2013, p. 86 . . == Ligações externas == * Categoria:Freguesias de Viana do Castelo Categoria:Paróquias de Portugal com orago de São Miguel Arcanjo",
 "title": "Perre"
}