{
 "id": "21260",
 "text": "Mujães é uma freguesia portuguesa do município de Viana do Castelo, com 4,90 km² de área e 1422 habitantes (censo de 2021). A sua densidade populacional é . Mujães confronta a norte com as freguesias de Subportela, Portela Susã e Deocriste, a nascente e a sul com Barroselas, e a poente com Vila de Punhe. Sua área territorial localiza-se entre os rios Lima e Neiva. == História == Mujães é palavra expressiva. Em Latim, aparece mencionada pela forma “Mugianis”, derivada de “Mundilanis”, antropónimo genitivo de posse, correspondente ao germânico “Mundila + anis”, isto é, “vila” de “Mundila”. Daqui a evolução fonética para “Mugianís” e “Mujães”. Isto, como é evidente, significa que Mujães foi vila germânica, (suévica ou visigótica). Ora, como ali existe o lugar do Paço, podemos concluir tratar-se do palácio” onde habitava o senhor da vila. Também no lugar do Paço deve ter existido uma vila rústica romana. Durante as Inquirições de D. Afonso III (1258), esta freguesia era denominada “Sancte Marie de Mujiais” e tinha um casal chamado “Valino de Palatio” o que significa Valinho do Paço. O topónimo mámua, (lugar de Mámua) é considerado uma corrupção de Mamôa, o que dá a atender a antiguidade da freguesia. Nesse aspeto há que considerar-se que muitas das pessoas da freguesia desde sempre ouviram falar da existência de mamoas no passado longínquo de Mujães. Esse conhecimento não deriva apenas do topónimo do lugar, Mámua, mas da informação deixada por gerações anteriores às suas. A igreja paroquial de Mujães, é uma construção com certo interesse arquitetónico, da segunda metade do século XVIII. Na sua parede granítica pode-se ver um lindo símbolo da padroeira de Mujães, N. Sra. da Expectação ou N. Sra. do O. Este símbolo está elaborado com duas peças, uma Rosa e a letra O, peças que, por sua vez, estão envolvidas por graciosas volutas. O Cruzeiro do Bispo localizado neste referido lugar de Mámua é uma obra de arte renascentista que muito orgulha os naturais de Mujães. Ainda a respeito da história desta freguesia, no livro \"Inventário Colectivo dos Arquivos Paroquiais vol. II Norte Arquivos Nacionais/Torre do Tombo\" diz textualmente: «A primeira referência conhecida a Mujães encontra-se nas Inquirições de D. Afonso II, de 1220. Nelas aparece enquadrada na Terra de Neiva, sob a designação de \"Sancta Maria de Muzaes\". É citada nas Inquirições de 1258 e, nas de D. Dinis, feitas em 1290, com categoria de paróquia e freguesia, respetivamente. Pertencia ao julgado de Neiva. Na taxação de 1320, a igreja de Mujães tinha de rendimento 80 libras. No registo da cobrança das \"colheitas\" dos benefícios eclesiásticos do arcebispado de Braga, feito entre os anos de 1489 e 1493, D. Jorge da Costa anotou que o seu rendimento importava em 15 libras, ou seja o correspondente a 7 onças, em prata, 1140 réis, em dinheiro com \"morturas\", e 120 réis, em dízimas de searas. Em 1528, no Livro dos Benefícios e Comendas, inserida ainda na Terra de Aguiar do Neiva, figura com um rendimento de 50 mil réis. O Padre António Carvalho da Costa descreve a antiga freguesia de Nossa Senhora de Mujães como abadia da apresentação da Casa de Bragança, no termo de Barcelos. A Estatística Paroquial, de 1862, por sua vez, refere como orago desta freguesia Santa Maria Maior. E termos administrativos, pertenceu, em 1839, à comarca e concelho de Barcelos e, em 1853, à comarca e concelho de Viana do Castelo. == Economia == Mujães é uma freguesia de terrenos agrícolas férteis, que, em finais de 1999, eram ainda carinhosamente trabalhados por cerca de 20% da população ativa da freguesia. Mujães possui como todas estas freguesias da região, uma tradição rural acentuada, que, provavelmente já vem de tempos anteriores aos romanos mas que estes tornaram mais racional e definitiva. A toponímia de Mujães parece indicar este recuado passado. Em 1999 a população de Mujães não devia ultrapassar os 1.900 indivíduos. Os que se dedicam à agricultura produzem habitualmente batata, milho, vinho e hortícolas, em parte para auto consumo e em parte para os mercados regionais. Nos últimos tempos alguns jovens agricultores, têm investido nas áreas da floricultura e horticultura. Quanto às outras atividades do setor secundário responsáveis por criação de emprego na freguesia, merecem referência em primeiro lugar as pequenas unidades têxteis, de confecções e vestuário que têm realizado alguns investimentos nos últimos anos. Outro setor com alguma importância é o da carpintaria e trabalhos em madeira com especial relevo para os produtos artesanais que ultimamente têm tido forte incremento. Em Mujães praticamente não há desemprego e os emigrantes já começam a regressar. Quando o fazem investem principalmente na construção civil, na construção da casa própria e no pequeno comércio. Quanto a este último ramo, apresenta-se já relativamente moderno e diversificado. Satisfaz razoavelmente as necessidades da população pois apresenta todos os produtos e bens de primeira necessidade. Dum modo geral, as carências maiores situam-se na falta de saneamento básico e também, nas limitações do Plano Diretor Municipal, o qual não permite a construção de habitações próprias suficientes. Por outro lado, as acessibilidades são outra preocupação para os responsáveis da freguesia, nomeadamente as que ligam e estão relacionadas com a E.N. 305. Quanto aos transportes, são bons e funcionam regularmente. Nos últimos anos, as condições de vida da população melhoraram com o aumento da cobertura da A rede domiciliária de distribuição de água. == Cultura == No aspeto cultural, Mujães tem tradições seculares. Uma das vertentes dessas tradições, apresenta-se com toda a pompa e muita arte no célebre Auto de Floripes que recorda a luta entre cristãos e turcos a pretexto da história lendária do imperador Carlos Magno. Corre mundo a fama desta festa que se faz em Agosto, no Lugar das Neves, por ocasião das Festas da Sra das Neves e que é a segunda mais concorrida romaria do Concelho de Viana. É de referir dois aspetos, referentes ao cortejo, é que o mesmo sai do Adro da igreja paroquial de Mujães para a representação que todos têm como símbolo da memória coletiva, e o mesmo termina na Capela da Sra. das Neves também pertença de Mujães. Esta capela está localizada no Lugar das Neves, lugar esse que pertence às freguesias de Mujães, Vila de Punhe e Barroselas. === Educação === Está assegurado o ensino pré-escolar, bem como o ensino básico do 1.º ciclo com duas escolas, sendo uma delas servida por refeitório. Existe ainda uma outra escola E.B. 2-3 e, para os restantes níveis os estudantes frequentam os estabelecimentos em Barroselas que fica a uma curta distância. === Desporto === No campo do desporto e cultura, pertence à Associação Cultural de Mujães, o principal papel ativo na animação. A população utiliza regularmente um pavilhão polidesportivo, um campo de ténis e dois campos de jogos. Funciona uma biblioteca itinerante e há uma sala polivalente onde com alguma frequência se realizam espetáculos. Uma escola de música local e o Coral Polifónico das Neves são um bom resultado desta acção cultural. === Turismo === Na área do turismo, o já mencionado património edificado, os locais históricos e as paisagens rurais minhotas, em que a freguesia é rica, são motivos suficientes para uma visita demorada. Para o acolhimento de não residentes, existe turismo de habitação. Mujães integra-se num aprazível ambiente natural e ainda, em grande parte, germinante rural e minhoto. ==Demografia== A população registada nos censos foi: Distribuição da População por Grupos Etários Ano 0-14 Anos 15-24 Anos 25-64 Anos > 65 Anos 2001 289 264 882 256 2011 203 182 847 318 2021 162 134 729 397",
 "title": "Mujães"
}