{
 "id": "21265",
 "text": "Portela Susã é uma povoação portuguesa do Município de Viana do Castelo que foi sede da extinta Freguesia de Portela Susã, freguesia que tinha 4,13 km² de área e 597 habitantes (2011), e, por isso, uma densidade populacional de 144,6 hab/km². A Freguesia de Portela Susã foi extinta (agregada) pela reorganização administrativa de 2012/2013,Lei n.º 11-A/2013, de 28 de janeiro: Reorganização administrativa do território das freguesias. Anexo I. Diário da República, 1.ª Série, n.º 19, Suplemento, de 28/01/2013. tendo o seu território sido integrado na então criada União de Freguesias de Subportela, Deocriste e Portela Susã Tendo desde então sido abandonada pelos dirigentes da freguesia não pertencentes à mesma no que diz respeito a cuidados com a outrora atribuida de \"Aldeia mais limpa da Europa\". == História == A pequena Freguesia de Portela Susã do extremo sul do município, assentando em área de planalto, a sua orografia era pouco acidentada embora se ache rodeada por diversas elevações montanhosas, ocupando uma área aproximada de 413 hectares. A designação toponímica \"Portela Susã\" aludira talvez a esta circunstância geográfica, com o significado de \"passagem\" \"de baixo\"(*),(recorde-se que a noroeste fica Subportela). Tudo leva a crer que por estas duas freguesias passasse outrora um escaxe importante na via romana, assinalada já no famoso \"itinerário\" de António Pio como estrada \"per loca marítima\". E natural que a fixação de populações nesta freguesia vianense se tenha processado desde tempos muito antigos, nos limites do Couto de Carvoeiro cita-se em 1129, «heremitam de Sancto Salvatore», que poderá ter dado origem a esta freguesia. Portela Susã foi vigararia da apresentação do mosteiro do Carvoeiro, da ordem Beneditina, já documentado em 1129, do que resta a igreja e a parte residencial construída nos princípios do século XVIII. Portela Susã integrou outrora o antigo Couto de Carvoeiro, cujo abade tinha nela as jurisdições espiritual e temporal. (São Salvador da Portela foi anexa ao Mosteiro de Santa Maria de Carvoeiro em Dezembro de 1441). O mosteiro de Carvoeiro teve administração directa sobre algumas terras do couto, entre as quais o passal da igreja anexa de Portela Susã composto de vários campos e leiras até a extinção das Ordens Religiosas em 1834, em 17 de Maio de 1839 foi vendido a Adriana Ribeiro de Viana do Castelo, tendo sido depois vendido mais tarde a locais da freguesia. Portela Susã em 1839 fazia parte do concelho e comarca de Barcelos. A partir de 1852, passou a fazer parte do concelho (atual município) de Viana do Castelo. ==População== População da freguesia de Portela Susã Instituto Nacional de Estatística (Recenseamentos Gerais da População) - https://www.ine.pt/xportal/xmain?xpid=INE&xpgid;=ine_publicacoes 1864 1878 1890 1900 1911 1920 1930 1940 1950 1960 1970 1981 1991 2001 2011 343 378 391 393 400 416 484 510 618 621 643 719 663 590 597 Distribuição da População por Grupos Etários Ano 0-14 Anos 15-24 Anos 25-64 Anos > 65 Anos 0-14 Anos 15-24 Anos 25-64 Anos > 65 Anos 2001 97 82 294 117 16,4% 13,9% 49,8% 19,8% 2011 95 62 309 131 15,9% 10,4% 51,8% 21,9% Categoria:Antigas freguesias de Viana do Castelo Categoria:Passos de montanha de Portugal",
 "title": "Portela Susã"
}