{
 "id": "21294",
 "text": "Anjos é uma povoação portuguesa do Município de Vieira do Minho que foi sede da extinta Freguesia de Anjos, freguesia que tinha 16,44 km² de área e 333 habitantes (2011), e, por isso, uma densidade populacional de 20,3 hab/km². A Freguesia de Anjos foi agregada à Freguesia de Vilar do Chão, pela reorganização administrativa de 2012/2013, tendo o seu território sido integrado na então criada União das Freguesias de Anjos e Vilar Chão.Diário da República, 1.ª Série, n.º 19, Reorganização administrativa do território das freguesias, Lei n.º 11-A/2013, de 28 de janeiro, Anexo I. No diploma surge com a designação «Anjos e Vilar do Chão», diferente da consagrada pelo uso dos seus habitantes, conforme se pode constatar na heráldica da freguesia extinta. Acedido a 19/07/2013. Além da sde, a Freguesia de Anjos incluia os lugares de Cabo, Carude, Carvalha, Casal de Mouro, Cernados, Codeçais, Fundevila, Outeiro, Pomar Grande, Portela, Rojói e Souto. Anjos dista 10 Km da sede do município, situando-se a 1 Km a sul na margem esquerda do rio Ave, na falda da serra da Cabreira. ==História== A arqueologia castreja das imediações testemunha a antiguidade da freguesia, anterior à nacionalidade. A designação primitiva era de “Santa Maria dos Ladrões”. Pertenceu ao concelho de Rossas, segundo o foral manuelino de 23 de Outubro de 1514, até à extinção daquele, em 1836. O padre Alves Vieira, em 1925, descrevia assim a Freguesia de Anjos, no seu livro Vieira do Minho. :Vadeados os dois cursos de água que se juntam na Pertega, vamos seguindo para uma nova freguesia. O nosso guia vai-nos dizendo que não é freguesia de anjos, mas de endiabrados caceteiros, mas a nossa ignorância contesta que agora já não é o que era d’antes. Caceteiros raivosos há-os sempre e em todas as freguesias de cá, e o pior é o que hoje qualquer fedelho já trás o hediondo adminículo da pistola — o recurso dos cobardes. Da freguesia vemos à direita campos de Fundevila, um dos lugares mais ricos dela. Em frente estadeiam-se outras casas, e não são poucas as de respeitáveis proporções, arguindo ser de lavradores ricos e bem aviados. Daí a pouco vê-se ao longe a igreja paroquial. À esquerda vai seguindo sempre o dorso gigantesco da Cabreira, que vista a olho nu nos parece seca e requeimada, quando ela está aliás coberta do mais viçoso pastio. Na igreja nada vimos digno de especial referência pelo seu cunho artístico. (...) Casas de relevo por seu valor artístico ou histórico, não as há. Perto da residência (paroquial) fica a que foi do famoso comandante de tropas eleiçoeiras em dias da Monarquia, o saudoso Manuel Barroso, hoje propriedade de seus filhos. Manuel Barroso, homem de um certo valor, era pai do padre Júlio Barroso, outro guerrilheiro sans peur et sans reproche, que por mais de uma vez sublevou em Guimarães o Regimento de Infantaria 20, ao tempo das incursões monárquicas. Já ambos estão no reino da verdade. Agora, recuando, subamos de novo à serra, e tornemos para a freguesia de Rossas. Santa Maria dos Anjos tem também escola pública. É abundante de gado caprino e vacum. Colhe muito milho; vinho em menor proporção, Mais de setenta anos depois da obra de Alves Vieira, podemos agora admitir uma especial referência ao aglomerado rural de Carude, que inclui casas exemplares da arquitectura rural da freguesia. Com a reforma administrativa de 2013, a Freguesia dos Anjos uniu-se à Freguesia de Vilarchão. ==População== População da freguesia de Anjos Instituto Nacional de Estatística (Recenseamentos Gerais da População) - https://www.ine.pt/xportal/xmain?xpid=INE&xpgid;=ine_publicacoes 1864 1878 1890 1900 1911 1920 1930 1940 1950 1960 1970 1981 1991 2001 2011 527 584 474 531 545 618 532 595 580 614 538 509 490 415 333 == Património == * Igreja Matriz * Capela da Senhora da Boa Morte * Capela da Senhora do Socorro * Alminhas de Carude * Ponte românica * Casa da Pedra (dita Casa do Pedra) * Casa de Riba * Casa do Courado *Casa do Barroso * Casa da Cancela == Ver também == * União das Freguesias de Anjos e Vilar Chão Categoria:Antigas freguesias de Vieira do Minho",
 "title": "Anjos (Vieira do Minho)"
}