{
 "id": "21315",
 "text": "Vila de Rei é uma vila portuguesa pertencente ao distrito de Castelo Branco, na província da Beira Baixa, Integra atualmenta a NUT3 da região do Centro e sub-região da Beira Baixa, com cerca de habitantes. É sede do Município de Vila de Rei com de área e habitantes (2021), subdividido em 3 freguesias.Lei n.º 11-A/2013, de 28 de janeiro: Reorganização administrativa do território das freguesias. Anexo I. Diário da República, 1.ª Série, n.º 19, Suplemento, de 28/01/2013. O município é limitado a norte pelo grande município da Sertã, a leste por Mação, a sul pelo Sardoal e por Abrantes e a oeste por Ferreira do Zêzere. O município é atravessado pela Estrada Nacional N2, a maior e mais tradicional estrada de Portugal, e desfruta também das águas límpidas e puras do rio Zêzere, mais precisamente da Albufeira de Castelo de Bode para captação de água e atividades balneares. A cerca de da sede do município encontra-se o Centro Geodésico de Portugal Continental, na Serra da Melriça. No alto desta serra, encontra-se construído um marco com cerca de 20 metros de altura, denominado popularmente de \"Picoto\", marcando assim o Centro a nível de coordenadas geodésicas do país: Vila de Rei é assim oficialmente me conhecida como o centro do país. Vila de Rei recebeu foral de Dom Dinis em 1285. Em 2024, foi constituído o Movimento de Reintegração na Sertã ou simplesmente MIS que pretende que Vila de Rei seja reintegrado no concelho da Sertã. ==Evolução da População do Município== Obs.: Número de habitantes \"residentes\", ou seja, que tinham a residência oficial neste município à data em que os censos se realizaram. De acordo com os dados do INE o distrito de Castelo Branco registou em 2021 um decréscimo populacional na ordem dos 9.3% relativamente aos resultados do censo de 2011. No concelho de Vila de Rei esse decréscimo rondou os 5.0%. Número de habitantes por Grupo Etário INE - http://censos.ine.pt/xportal/xmain?xpid=CENSOS&xpgid;=censos_quadros 1900 1911 1920 1930 1940 1950 1960 1970 1981 1991 2001 2011 2021 0-14 Anos 2 184 2 317 2 191 2 333 2 595 2 464 2 215 1 460 762 525 388 364 296 15-24 Anos 1 094 1 235 1 097 1 346 1 317 1 369 1 136 1 015 758 325 354 266 278 25-64 Anos 2 943 3 183 3 074 3 382 3 689 3 430 3 210 2 610 2 025 1 699 1 412 1 449 1 365 = ou > 65 Anos 466 590 694 719 744 900 1 007 1 065 1 109 1 138 1 200 1 373 1 340 (Obs: De 1900 a 1950 os dados referem-se à população \"de facto\", ou seja, que estava presente no município à data em que os censos se realizaram. Daí que se registem algumas diferenças relativamente à designada população residente == Freguesias == O município de Vila de Rei tem como freguesias: *Fundada *São João do Peso *Vila de Rei Freguesia População (2021) População (% do município) Densidade Populacional (hab/km2) Vila de Rei 79,15 18,3 Fundada 16,82 15,2 São João do Peso 4,03 10,2 == Cultura == === Espaços culturais === * Museu Municipal de Vila de Rei - (histórico e etnográfico). * Museu de Geodésia *Museu do Fogo e da Resina * Museu das Aldeias - Relva * Pequeno Museu da Aventura e Viagem - Trutas * Biblioteca Municipal José Cardoso Pires * Espaço de Cultura e Lazer da Fundada - Biblioteca / Espaço de acesso à Internet === Eventos culturais === A Câmara Municipal de Vila de Rei organiza anualmente a Feira de Enchidos, Queijo e Mel. Esta feira realiza-se normalmente entre o último fim-de-semana do mês Julho e o primeiro de Agosto. Além de dar a conhecer as especialidades gastronómicas da região e apresentar também o artesanato local, é organizada uma feira do livro. Também organizado pela câmara é o festival \"Rock na Vila\". Um festival de música que se realiza na sede do município. Geralmente acontece no mês de Junho. == Desporto == A Câmara Municipal de Vila de Rei organiza anualmente as Jornadas Desportivas do município - conjunto de actividades desportivas com finalidades formativas e recreativas. O clube de Vilarregense Futebol Clube participa em diversos escalões de competição da Associação de Futebol de Castelo Branco. Em 2007 o Vilarregense Futebol Clube tornou-se membro da federação nacional de orientação e organizou a sua primeira prova de orientação. === Espaços desportivos === * Campo de Futebol de 11 - Vilarregense Futebol Clube - Vila de Rei * Piscina Municipal Coberta - Vila de Rei * Piscina Municipal Descoberta - Vila de Rei * Pavilhão Desportivo Multiusos - Vila de Rei * Ginásio Municipal - Vila de Rei * Campo de Mini-Golfe - Vila de Rei * Skate Park - Vila de Rei * Mini-campo de jogos - Parque das Feiras - Vila de Rei * Campo Multiusos - Clube Cultural Desportivo e Recreativo da Fundada - Fundada *Cable Park - Praia Fluvial das Fernandaires === Eventos desportivos === * Passeio TT - Esganados TT Vila de Rei * Passeio das Bonitas - Bombeiros Voluntários de Vila de Rei * Passeio de BTT - Esganados TT Vila de Rei ==Naturais ilustres== == Política == === Presidentes eleitos === * 2021–2025: Ricardo Jorge Martins Aires (PPD/PSD) * 2017–2021: Ricardo Jorge Martins Aires (PPD/PSD) * 2013–2017: Ricardo Jorge Martins Aires (PPD/PSD) * 2009–2013: Maria Irene da Conceição Barata Joaquim (PPD/PSD) * 2005–2009: Maria Irene da Conceição Barata Joaquim (PPD/PSD) * 2001–2005: Maria Irene da Conceição Barata Joaquim (PPD/PSD) * 1997–2001: Maria Irene da Conceição Barata Joaquim (PPD/PSD) * 1993–1997: Maria Irene da Conceição Barata Joaquim (PPD/PSD) * 1989–1993: Maria Irene da Conceição Barata Joaquim (PSD) * 1985–1989*: José Sebastião Camejo Mendes (CDS) * 1982–1985: José Maria da Silva (AD) * 1979–1982: José Maria da Silva (AD) * 1976–1979: Hermínio Baptista Santos (PSD) *mandato incompleto, substituído no cargo por: *1988–1989: Manuel Laranjeira Mendes === Eleições autárquicas === Data % V % V % V % V % V % V % V Participação PPD/PSD PS FEPU/APU/CDU AD CDS-PP PCTP/MRPP PSN 1976 73,84 4 18,34 1 1,27 - 1979 AD 10,73 - 2,76 - 82,45 5 AD 1982 13,89 - 1,87 - 75,65 5 2,61 - 1985 37,76 2 4,66 - 1,20 - 53,02 3 1989 46,97 3 5,28 - 0,34 - 44,58 2 1993 66,01 4 3,44 - 0,33 - 24,01 1 1,03 - 1997 64,00 4 13,33 - 1,04 - 14,41 1 2001 48,35 3 12,97 - 1,14 - 30,76 2 2005 62,57 4 6,24 - 2,31 - 23,11 1 2009 61,09 4 18,70 1 4,30 - 10,13 - 2013 51,43 3 31,16 2 2,53 - 8,07 - 2017 59,70 4 27,98 1 3,06 - 3,39 - 2021 61,26 4 26,97 1 5,51 - === Eleições legislativas === Data % CDS PSD PS UDP PCP AD APU/ CDU FRS PRD PSN BE PAN PSD CDS L CH IL 1976 45,92 28,56 13,13 0,80 0,46 1979 AD 6,87 0,99 APU 84,11 2,18 1980 FRS 0,21 85,45 1,65 8,25 1983 14,75 64,24 11,75 0,26 1,83 1985 26,62 48,02 6,71 0,45 1,26 10,41 1987 10,17 75,84 5,51 0,40 CDU 1,06 0,92 1991 4,92 82,86 7,44 0,32 0,32 1,45 1995 9,88 70,23 15,16 0,31 0,43 1999 10,17 64,91 18,01 1,47 0,94 2002 15,18 66,18 12,95 0,56 0,68 2005 15,17 55,48 17,47 1,78 2,51 2009 15,20 51,74 15,60 1,96 5,57 2011 13,79 61,34 12,06 1,82 1,82 0,56 2015 PSD CDS 17,80 2,71 5,13 1,11 62,14 0,45 2019 7,00 46,84 21,80 2,25 5,44 2,14 0,99 1,25 0,42 2022 3,49 45,15 27,56 2,09 2,95 1,18 0,59 8,36 2,63 2024 AD AD 18,03 44,86 1,62 2,36 1,33 1,82 19,66 2,56 == O que visitar == * O Centro Geodésico de Portugal continental encontra-se em Vila de Rei. Este ponto, assinalado por um marco geodésico, encontra-se no cume da Serra da Melriça e tem o nome de Picoto da Melriça. Uma visita a este local impõe-se não só pelo simbolismo do local como pela vista que se alcança a 360º, podendo vislumbrar-se em dias limpos a Serra da Estrela a cerca de 100 km de distância. *Cascata do Penedo Furado - Conjunto de Piscinas naturais, cascatas e trilhos. No ano de 2019 foram inaugurados os passadiços do Penedo Furado com uma extensão de 532 metros e que permitem um acesso mais fácil às cascatas deste local. Existem planos para aumentar a extensão total destes passadiços criando um circuito com 2 km. *Água Formosa - Aldeia de xisto. Esta pequena aldeia escondida num vale mantém o traço original bem vísivel nas paredes das casas. Conta atualmente com meia-dúzia de habitantes permanentes, no entanto, este cultivam ainda hortas junto à ribeira que circunda a aldeia, cuidando também das flores espalhadas ao longo das ruas que apenas podem ser percorridas a pé e que embelezam este local. *Fernandaires - Albufeira de Castelo de Bode, Aldeia, Praia Fluvial. Este local de beleza natural imensa é visitado especialmente no período do verão, permitindo a realização de atividades como canoagem, stand-up padel, passeios de barco e campismo. É também um dos locais pertencentes à primeira estância de Wakeboard em Portugal na albufeira de Castelo de Bode, dispondo de um Cable Park. É ainda um local propício à pesca tanto nas margens da albufeira como através de barco, realizando-se anualmente uma competição de apanha da Achigã neste local. *Zaboeira - Albufeira de Castelo de Bode, Aldeia, Praia Fluvial. Zona balnear muito calma com uma envolvente montanhosa fascinante e com a ponte em arco como plano de fundo. Esta ponte liga os municípios de Vila de Rei e Ferreira do Zêzere. *Bostelim - Ribeira do Bostelim, Praia Fluvial - Situada entre as freguesias de São João do Peso e Fundada, esta praia está totalmente rodeada por floresta oferecendo ao visitante um experiência imersiva na natureza. É a única praia fluvial distinguida com a Bandeira Azul no distrito de Castelo Branco, distinção que recebeu pelo 4º ano consecutivo em 2019, está ainda classificada como Praia Acessível. Este local dispõe de instalações para campismo e caravanismo. *Pego das Cancelas - Ribeira da Isna, Praia Fluvial - Local afastado de qualquer povoação e em comunhão perfeita com a natureza. Muito próximo desta praia fluvial fica a Ponte dos 3 Concelhos, local onde convergem os municípios de Vila de Rei, Sertã e Mação. *Quedas de água dos Poios - Cascatas, trilho *Percursos do município de Vila de Rei: ** Grande Rota do Zêzere ** Grande Rota da Prata e do Ouro ** PR1 VLR - Trilho das Cascatas ** PR3 VLR - Trilho das Bufareiras ** PR4 VLR - Caminho do Xisto de Água Formosa ** PR5 VLR - Rota do Bostelim ** PR6 VLR - Rota das Conheiras ** Marginal à Albufeira de Castelo do Bode == Ligações externas == * * * ViladeRei.net - Notícias do município de Vila de Rei",
 "title": "Vila de Rei"
}