{
 "id": "21342",
 "text": "Esta é uma lista dos partidos políticos do Reino Unido. == Partidos políticos == === Partidos políticos com representantes eleitos na Câmara dos Comuns, na Câmara dos Lordes e nos Parlamentos devolvidos === Nome Líder Ideologia Câmara dos Comuns Câmara dos Lordes Assembleia de Londres Parlamento da Escócia Senedd Assembleia da Irlanda do Norte Governo local Prefeitos diretamente eleitos Policia e Comissários de Policia Partido Conservador Conservative Party Rishi Sunak Conservadorismo liberal, Liberalismo económico, Eurocepticismo Centro-direita Partido Trabalhista Labour Party Keir Starmer Social-democracia, Social liberalismo, Terceira Via Centro-esquerda Partido Nacional Escocês em gaélico escocês: Pàrtaidh Nàiseanta na h-Alba inglês: Scottish National Party Nicola Sturgeon Independentismo escocês, Nacionalismo escocês, Social-democracia, Pró-europeísmo Centro-esquerda Liberal-Democrata Liberal Democrats Ed Davey Social liberalismo, Social-democracia, Liberalismo económico, Centrismo, Pró-europeísmo Centro Partido Unionista Democrático Democratic Unionist Party Jeffrey Donaldson Conservadorismo, Conservadorismo social, Unionismo, Eurocepticismo Centro-direita a Direita Sinn Féin Mary Lou McDonald Socialismo democrático, Republicanismo irlandês, Nacionalismo irlandês Esquerda Plaid Cymru Partido de Gales Adam Price Independentismo galês, Nacionalismo galês, Socialismo democrático, Social-democracia, Ecologismo Esquerda a Centro- esquerda Partido Social Democrata e Trabalhista Social Democratic and Labour Party Colum Eastwood Social-democracia, Nacionalismo irlandês Centro-esquerda Partido Alba em gaélico escocês: Pàrtaidh Alba inglês: Alba Pairty Alex Salmond Independentismo escocês, Nacionalismo escocês Centro-esquerda Partido Verde da Inglaterra e do País de Gales Green Party of England and Wales Siân Berry e Jonathan Bartley Ecologismo, Progressismo, Pró-europeísmo Esquerda Partido da Aliança da Irlanda do Norte Alliance Party of Northern Ireland Naomi Long Liberalismo, Estado laico, Pró- Europeísmo Centro Partido Unionista do Ulster Ulster Unionist Party Doug Beattie Unionismo, Conservadorismo, Liberalismo, Progressismo, Euroceticismo suave Centro-direita Partido Verde Escocês em gaélico escocês: Pàrtaidh Uaine na h-Alba inglês: Scottish Green Party Patrick Harvie e Lorna Slater Ecologismo, Ambientalismo, Independentismo escocês, Republicanismo, Europeísmo Esquerda a Centro-esquerda Partido Verde da Irlanda do Norte Green Party in Northern Ireland Clare Bailey Ecologismo, Ambientalismo, Europeísmo Centro-esquerda Voz Unionista Tradicional Traditional Unionist Voice Jim Allister Conservadorismo, Conservadorismo social, Unionismo, Eurocepticismo, Direita cristã Direita Pessoas Antes do Lucro People Before Profit Liderança coletiva Socialismo, Trotskismo, Eurocepticismo Esquerda a Extrema-esquerda === Partidos políticos sem representantes eleitos na Câmara dos Comuns, na Câmara dos Lordes e nos Parlamentos devolvidos === Nome Líder Ideologia Governo local Prefeitos diretamente eleitos Policia e Comissários de Policia Partido de Independência do Reino Unido UK Independence Party Neil Hamilton (interino) Eurocepticismo, Populismo, Liberalismo económico, Anti-imigração Direita a Extrema-direita Reform UK Richard Tice Conservadorismo, Nacionalismo britânico, Eurocepticismo, Populismo Direita Notas: Inclui os eleitos pelo Partido Cooperativista. Refere-se apenas aos lugares atribuídos à Escócia. Refere-se apenas aos lugares atribuídos à Irlanda do Norte. O Sinn Fein opera uma política de abstencionismo e os seus deputados eleitos não tomam posse na Câmara dos Comuns. Refere-se apenas aos lugares atribuídos ao País de Gales. Refere-se apenas aos lugares atribuídos ao País de Gales e à Inglaterra. == Ver também == * Lista de partidos políticos por país * Reino Unido Partidos Politicos",
 "title": "Lista de partidos políticos no Reino Unido"
}