{
 "id": "21362",
 "text": "A Freguesia de Sagres é uma freguesia portuguesa do Município de Vila do Bispo, com 34,28 km² de área e 1894 habitantes (censo de 2021), tendo, assim, uma densidade populacional de , o que lhe permite ser classificada como uma Área de Baixa Densidade (portaria 1467-A/2001).Teixeira, Ângelo José Lopes (2006). Tipologia sócio-económica das freguesias da Região do Algarve, 1991 - 2001, Dissertação de mest., Economia Regional e Desenvolvimento Local,Faculdade de Economia, Univ. do Algarve A sede da freguesia, a Vila de Sagres (anteriormente designada apenas por Sagres), foi elevada à categoria de vila, com a atual designação, em 1988. É famosa pela Escola de Sagres, a escola náutica que o Infante D. Henrique lá teria instalado no século XV. Entretanto, não há qualquer indício documentado de que tal escola tenha realmente existido e boa parte dos historiadores actuais duvida da sua existência e considera-a uma lenda. A freguesia foi criada em 1519, por desmembramento de Vila do Bispo. Até 1834, Sagres constituiu concelho independente. Tinha, em 1801, 413 habitantes. thumb|300px|Localização da Freguesia de Sagres no Município de Vila do Bispo ==Demografia== A população registada nos censos foi: Distribuição da População por Grupos Etários Ano 0-14 Anos 15-24 Anos 25-64 Anos > 65 Anos 2001 246 198 1118 377 2011 235 187 1034 453 2021 195 168 989 542 == Património == * Fortaleza de Sagres (torre e muralhas), na Ponta de Sagres * Fortaleza do Cabo de São Vicente ou Antigo Convento do Corvo * Fortaleza de Beliche ou Fortaleza de Santo António do Beliche * Forte de Nossa Senhora da Guia ou Forte da Baleeira * Farol do Cabo de São Vicente * Farol de Sagres Atualmente Sagres é uma das zonas mais conhecidas de Portugal para a prática de desportos aquáticos, como o surfe ou o bodyboard. == Outros pontos de interesse == * Ponta de Sagres * Cabo de São Vicente, símbolo dos descobrimentos de Portugal do século XV * Parque Natural do Sudoeste Alentejano e Costa Vicentina == Galeria == Ficheiro:Castelo sagres IPPAR.jpg|Cabo de Sagres, antigo \"Promontorium Sacrum\" romano dedicado ao deus Saturno Ficheiro:SavesPortugalMaxSouthWestOfEurope2010.jpg|Falésias perto de Sagres, Cabo de São Vicente Ficheiro:Panorama-16.jpg|Farol Cabo S. Vicente Ficheiro:Portugal-Sagres-Windrose.JPG|Rosa ds ventos na fortaleza de Sagres Ficheiro:Leuchtturm - Sagres 20060422.JPG|Farol de Sagres Ficheiro:Leuchtturm Algarve 20060422.jpg|Sagres Ficheiro:Sagres Fischerhafen.jpg|Porto de Sagres Ficheiro:Tormenta de Sagres.jpg|Dia de tormenta marítima no promontório de Sagres. Ficheiro:Sagres June 2010-1b.jpg|Praia da Marreta Ficheiro:Sagres (7321504376).jpg|Sagres Ficheiro:Fortaleza de Sagres (2012-09-25), by Klugschnacker in Wikipedia (58).JPG|Placa em homenagem de D.Henrique Ficheiro:Sagres (7321659298).jpg|Rua em Sagres Ficheiro:Sagres Küste Algarve.jpg|Praia de Sagres Ficheiro:Sagres- sunset.jpg|Por do sol em Sagres == Ligações externas == *Página Vicentina® sobre Sagres com informação turística e económica * *",
 "title": "Sagres (Vila do Bispo)"
}