{
 "id": "21395",
 "text": "Tougues é uma povoação portuguesa do Município de Vila do Conde que foi sede da extinta Freguesia de Tougues, freguesia que tinha 3,34 km² de área (2012), 887 habitantes (2011) e, por isso, uma densidade populacional de 265,6 hab/km². A Freguesia de Tougues foi extinta (agregada) em 2013, no âmbito de uma reforma administrativa nacional, tendo sido agregada à Freguesia de Retorta para formar uma nova freguesia denominada União das Freguesias de Retorta e Tougues. ==População== População da freguesia de Tougues Instituto Nacional de Estatística (Recenseamentos Gerais da População) - https://www.ine.pt/xportal/xmain?xpid=INE&xpgid;=ine_publicacoes 1864 1878 1890 1900 1911 1920 1930 1940 1950 1960 1970 1981 1991 2001 2011 390 413 387 401 493 559 510 642 743 822 715 851 864 788 887 Distribuição da População por Grupos Etários Ano 0-14 Anos 15-24 Anos 25-64 Anos > 65 Anos 0-14 Anos 15-24 Anos 25-64 Anos > 65 Anos 2001 128 127 435 98 16,2% 16,1% 55,2% 12,4% 2011 150 94 530 113 16,9% 10,6% 59,8% 12,7% Média do País no censo de 2001: 0/14 Anos-16,0%; 15/24 Anos-14,3%; 25/64 Anos-53,4%; 65 e mais Anos-16,4% Média do País no censo de 2011: 0/14 Anos-14,9%; 15/24 Anos-10,9%; 25/64 Anos-55,2%; 65 e mais Anos-19,0% ==História== A mais antiga referência escrita conhecida, da freguesia de Tougues data de 1069 e trata-se de uma escritura do convento de Moreira, referindo que a vila de Retorta fica situada entre a vila de Tougues e a de Pindelo. Esta freguesia, que integrou o concelho da Maia, foi abadia da mitra, com oposição do bailio de Leça. Ainda segundo o Dicionário Corográfico, houve aqui um mosteiro de crúzios, que passou a abadia secular em 1475. São aqui assinaladas, por Vítor Oliveira Jorge, as Mamoas de Mourão e Contra Mourão (cerca de 5000 a 3000 a.C.), que se encontram muito destruídas. A nível arquitetónico, encontram-se várias casas de quinta. Integrou o concelho da Maia e foi depois anexada ao concelho (atual município) de Vila do Conde em 1836. Tougues é conhecida por ter a melhor pista do BTT nacional, e ser de classe mundial. Categoria:Antigas freguesias de Vila do Conde Categoria:Antigas freguesias da Maia",
 "title": "Tougues"
}