{
 "id": "21391",
 "text": "Outeiro Maior é uma povoação portuguesa do Município de Vila do Conde que foi sede da extinta da Freguesia de Outeiro Maior, freguesia que tinha 4,77 km² de área (2012) e 369 habitantes (2011), e, por isso, uma densidade populacional de 77,4 h/km². A Freguesia de Outeiro Maior foi uma freguesia extinta (agregada) em 2013, no âmbito de uma reforma administrativa nacional, tendo sido agregada às freguesias de Bagunte, Ferreiró e Parada, para formar uma nova freguesia denominada União das Freguesias de Bagunte, Ferreiró, Outeiro Maior e Parada. ==População== População da freguesia de Outeiro Maior Instituto Nacional de Estatística (Recenseamentos Gerais da População) - https://www.ine.pt/xportal/xmain?xpid=INE&xpgid;=ine_publicacoes 1864 1878 1890 1900 1911 1920 1930 1940 1950 1960 1970 1981 1991 2001 2011 253 280 287 292 323 345 340 309 359 403 424 437 400 378 369 Distribuição da População por Grupos Etários Ano 0-14 Anos 15-24 Anos 25-64 Anos > 65 Anos 0-14 Anos 15-24 Anos 25-64 Anos > 65 Anos 2001 69 48 207 54 18,3% 12,7% 54,8% 14,3% 2011 66 44 197 62 17,9% 11,9% 53,4% 16,8% Média do País no censo de 2001: 0/14 Anos-16,0%; 15/24 Anos-14,3%; 25/64 Anos-53,4%; 65 e mais Anos-16,4% Média do País no censo de 2011: 0/14 Anos-14,9%; 15/24 Anos-10,9%; 25/64 Anos-55,2%; 65 e mais Anos-19,0% == História == Sobretudo nos tempos mais recuados - séculos XI e seguintes -, a história desta freguesia aparece muito vinculado ao Mosteiro de São Simão da Junqueira. Alguns dos primeiros e principais doadores do Mosteiro, ligados à importante família dos Cunhas, foram de S. Martinho do Outeiro Maior. A nobre Casa de Cavaleiros, que pode recuar a origem romana, foi posssuída na segunda metade do século XI e primeira do século XII, por D. Fafia Guterres - bastante bem documentado - que era dessa família. Os documentos medievais assinalam na freguesia três vilas: Gacim, Outeiro e Fornelos. A de Gacim devia possuir alguma importância especial que hoje se ignora, pois é mencionada em dezenas de documentos; mas a do Outeiro é que há- de ter estado na origem da paróquia. No século XV, o cavaleiro Martim Ferreira mandou esculpir o lintel que se encontra no Museu Nacional de Soares dos Reis, com as suas armas e as dos Pereiras. No século seguinte, os senhores de Cavaleiros parecem ter voltado costas ao Mosteiro da Junqueira ligando-se ao Convento de S. Francisco de Vila do Conde, onde três gerações seguidas se fizeram sepultar. Em finais deste século reconstruíram o palácio, mantendo embora a antiga torre senhorial. Nos séculos XVIII e XIX, a riqueza da casa traz o título de conde aos seus senhores, pedido a D. Maria I pelo ex- governador e capitão-general de Minas Gerais e Baía Rodrigo José António de Meneses, que era casado com a herdeira de Cavaleiros. Essa riqueza tornou-se proverbial a ponto de se dizer que tinham «um carro de pão de renda por cada dia do ano, mais doze para os ratos». Os Cavaleiros tiveram grandes propriedades em Amorim e Terroso (ambas na Póvoa de Varzim), que incluíam um castelo medieval, de que se conservam pouco significativas ruínas. Outeiro Maior pertenceu, até 1836, ao concelho de Barcelos; passou então para o concelho da Póvoa de Varzim e só mais adiante, em 1853 foi integrado no (atual município) de Vila do Conde.C.M.Vila do Conde, , Vila do Conde, 20 de Maio de 2015 Esta antiga freguesia está razoavelmente documentada quer para tempos recuados, quer para tempos recentes. Assim, por exemplo, conserva-se a colecção completa das actas da Junta de Freguesia. Em 1933, um particular ofereceu o edifício da Escola Primária; recentemente, foi construída um amplo e funcional Edifício da Junta. A escritora Agustina Bessa-Luís passou algum tempo da sua adolescência na Casa de Cavaleiros, facto que é bastante directamente evocado no conto O Soldado Romano, nos Dentes de Rato e também no romance Antes do Degelo (na capa da edição original vem uma fotografia da fachada desta casa, a que a autora, na narrativa, chama «Condestável»). Recentemente (2005) José Ferreira e José Gonçalves publicaram, em edição da antiga Junta local, o livro Outeiro Maior, que é um estudo histórico da antiga freguesia. == Geografia == É limitada a sul por Parada, a nascente por Fradelos (do concelho de Vila Nova de Famalicão) e Balazar (do concelho de Póvoa de Varzim), a norte e a poente por Bagunte. Os seus lugares principais são Igreja, Quintandura, Friães, Fornelo, Santo Gido, Fontelheiros e Estivada. A povoação é dividida a meio por uma colina, a nascente da qual só fica Santo Gido. Dum lado e doutro dela estendem-se férteis veigas, com água abundante. Geologicamente, Santo Gido é terra xisto e o resto da povoação terra de granito; no subsolo de parte do Outeiro Maior, há caulino. O outeiro de que deriva o nome é a pequeníssima elevação de terreno onde se encontra a Igreja Velha. O adjectivo maior, de que na povoação se desconhece a origem, ocorre noutros, raros, topónimos portugueses, como Campo Maior, Vila Maior e Rio Maior. == Orago e religião == Embora ao longo do tempo se registassem oscilações no nome da freguesia, o seu orago é São Martinho de Tours. Um documento de D. Afonso Henriques, no espaço do actual Outeiro Maior, assinala duas paróquias, São Martinho e Santo Isidro (provável lugar actual de Santo Gido). A existência desta segunda paróquia, porém, deve ter sido muito efémera. A actual igreja paroquial é recente, tendo sido aberta ao público na década de setenta do século XX; a anterior, embora de reduzido valor arquitectónico e bastante mutilada, ainda se conserva. == Património == * Paço do Casal dos Cavaleiros == Ligações externas == * *",
 "title": "Outeiro Maior"
}