{
 "id": "21390",
 "text": "Mosteiró é uma povoação portuguesa do Município de Vila do Conde que foi sede da extinta Freguesia de Mosteiró, freguesia que tinha 3,05 km² de área (2012), 931 habitantes (2011), e, por isso, uma densidade populacional de 305,2 hab/km². A Freguesia de Mosteiró foi extinta (agregada) em 2013, no âmbito de uma reforma administrativa nacional, para, em conjunto com a Freguesia de Vilar, formar uma nova freguesia denominada União das Freguesias de Vilar e Mosteiró, com sede em Vilar.. A Freguesia de Mosteiró, além da sede, englobava os seguintes lugares: Lameira, Casêlo, Arões e Vila Verde. Mosteiró dista cerca de 12 km da sede do município. ==População== Nota: No censo de 1864 figura no concelho da Maia. Passou a pertencer ao atual concelho (município na atual designação) por decreto de 08/05/1871. População da freguesia de Mosteiró Instituto Nacional de Estatística (Recenseamentos Gerais da População) - https://www.ine.pt/xportal/xmain?xpid=INE&xpgid;=ine_publicacoes 1864 1878 1890 1900 1911 1920 1930 1940 1950 1960 1970 1981 1991 2001 2011 469 493 511 515 676 682 654 716 769 812 980 1099 897 891 931 Distribuição da População por Grupos Etários Ano 0-14 Anos 15-24 Anos 25-64 Anos > 65 Anos 0-14 Anos 15-24 Anos 25-64 Anos > 65 Anos 2001 139 108 471 173 15,6% 12,1% 52,9% 19,4% 2011 141 94 509 187 15,1% 10,1% 54,7% 20,1% Média do País no censo de 2001: 0/14 Anos-16,0%; 15/24 Anos-14,3%; 25/64 Anos-53,4%; 65 e mais Anos-16,4% Média do País no censo de 2011: 0/14 Anos-14,9%; 15/24 Anos-10,9%; 25/64 Anos-55,2%; 65 e mais Anos-19,0% == História == A freguesia de S. Gonçalo de Mosteiró deve o seu nome a um pequeno mosteiro de freiras que já existia no ano de 1059, de acordo com um pregaminho dessa época que cita as vilas de Arões, Vila Verde e Mosteiró. Pertenceu ao concelho da Maia. Foi integrada no concelho (atual município) de Vila do Conde pela divisão administrativa de 1836. == Atividades económicas == * Agricultura (cultivo de Milho) * Pequena indústria e comércio * Em Mosteiró realiza-se a feira mais antiga de Portugal a Feira da Lameira, feira semanal todas as Quartas Feiras (manhã) * Em Mosteiró está sediada a Farmácia Azevedo a mais antiga de Portugal (meados século XVIII), apesar do seu encerramento e transição para Modivas. * Mosteiró faz parte do roteiro dos Caminhos de S. Tiago pelo que é frequente ver nas ruas da freguesia os peregrinos que se dirigem a S. Tiago de Compostela. == Festas e Romarias == * Comunhões (Maio/Junho), * Comemoração do 25 de Abril * S. Gonçalo (10 de janeiro/Domingo seguinte ao dia 10 de janeiro) == Património == * Igreja Paroquial, * Cruzeiros de Arões e Lameira, * Cemitério e Lameira, * Monumento em memória do Padre Agostinho * Marcos divisórios da freguesia == Colectividades == * Juventude Unida de Mosteiró * Associação de Solidariedade Social de Mosteiró * Associação de Pais e Encarregados de Educação das Escolas de Mosteiró * Unidos a Mosteiró == Feiras == * Semanal, às quartas-feiras Feira da Lameira Categoria:Antigas freguesias de Vila do Conde Categoria:Antigas freguesias da Maia",
 "title": "Mosteiró (Vila do Conde)"
}