{
 "id": "21444",
 "text": "thumb||Localização da Freguesia de Alhandra no Município de Vila Franca de Xira A Freguesia de Alhandra é uma extinta freguesia do Município de Vila Franca de Xira, que tinha 1,65 km² de área e 6 047 habitantes (2011), tendo assim uma densidade populacional de 3 664,8 hab/km². A Freguesia de Alhandra foi extinta em 2013, no âmbito de uma reforma administrativa nacional, tendo sido agregada às freguesias de Calhandriz e de São João dos Montes, para formar uma nova freguesia denominada União das Freguesias de Alhandra, São João dos Montes e Calhandriz com sede em Alhandra.Diário da República, 1.ª Série, n.º 19, Lei n.º 11-A/2013 de 28 de janeiro (Reorganização administrativa do território das freguesias). A Freguesia de Alhandra fazia fronteira a nordeste com a Freguesia de Vila Franca de Xira, a noroeste e oeste com a de São João dos Montes, a sul e sudoeste com a de Sobralinho, e a leste com o Rio Tejo. A sua sede, a vila de Alhandra, foi também sede de um concelho extinto em 1855. O concelho era constituído pelas freguesias de Alhandra, Calhandriz e São João dos Montes. Tinha, em 1801, 3 496 habitantes e, em 1849, 3 182 habitantes. Tem por orago São João Baptista. Presentemente, disputa à vizinha freguesia de Vila Franca de Xira a posse do Mouchão de Alhandra e do mouchão do Lombo do Tejo. == Património == * Casa - Museu Dr. Sousa Martins * Praça Soeiro Pereira Gomes * Coreto de Alhandra * Igreja Matriz de Alhandra * Teatro Salvador Marques ===Pelourinho de Alhandra=== Em 1 de dezembro de 2021, terá lugar a reimplantação do Pelourinho de Alhandra, na Praça 7 de Março. Classificado como Imóvel de Interesse Público, o Pelourinho renascentista regressa à Praça 7 de Março, de onde foi retirado em 1893. O pelourinho apresenta características muito peculiares, de cariz maneirista, que o demarcam dos demais pelourinhos existentes no município de Vila Franca de Xira. Pela simplicidade arquitetónica da coluna e pelos seus complementos, pode-se colocar a hipótese de o pelourinho ter sido erigido no reinado de D. João III. == Personalidades == De entre os mais famosos filhos da terra, destacam-se: * Afonso de Albuquerque (1462-1515), \"o leão dos mares\", governador da Índia; * Visconde de Alhandra e Conde de Alhandra * José Tomás de Sousa Martins (1843-1897), médico muito famoso que residiu na vila de Alhandra. * Soeiro Pereira Gomes (1909-1949), nascido em Gestaçô, no Porto, muda-se para Alhandra após ter regressado de África. * Baptista Pereira, nadador internacional * Albano Jerónimo, ator português, nasceu em Alhandra (1979) ==População== População da freguesia de Alhandra Instituto Nacional de Estatística (Recenseamentos Gerais da População) – https://www.ine.pt/xportal/xmain?xpid=INE&xpgid;=ine_publicacoes 1864 1878 1890 1900 1911 1920 1930 1940 1950 1960 1970 1981 1991 2001 2011 1 742 1 685 1 904 2 287 2 702 2 939 3 482 4 399 4 630 5 506 7 018 8 079 7 144 7 205 6 047 thumb|200px|Evolução da População 1864 / 2011 thumb|200px|Variação da População 1864 / 2011 thumb|200px|Variação da População 1864 / 2011 == Ligações externas == * * * Página do Facebook * * * Categoria:Antigas freguesias de Vila Franca de Xira",
 "title": "Alhandra (freguesia)"
}