{
 "id": "21453",
 "text": "thumb|300px|Localização da Freguesia de Vila Franca de Xira no município de Vila Franca de Xira A Freguesia de Vila Franca de Xira é uma freguesia portuguesa do Município de Vila Franca de Xira com 212,86 km² de área e habitantes (censo de 2021), tendo, por isso, uma densidade populacional de . ==Demografia== A população registada nos censos foi: Distribuição da População por Grupos Etários Ano 0-14 Anos 15-24 Anos 25-64 Anos > 65 Anos 2001 2644 2503 10169 3126 2011 2716 1841 9941 3699 2021 2579 1962 9558 4237 ==Toponímia== As vilas francas eram, na época medieval, vilas às quais haviam sido concedidos privilégios fiscais ou alfandegários, por via de uma carta de foral. Quanto ao étimo «Xira» este provém do português arcaico «cira», que significa «brenha ou mato denso». == Símbolos heráldicos da freguesia == === Ordenação heráldica do brasão, bandeira e selo === A freguesia de Vila Franca de Xira, do concelho de Vila Franca de Xira, veio solicitar a revisão do parecer emitido em 8 de Novembro de 2005 invocando que “não se revendo esta autarquia na ordenação heráldica que v. Exas. aprovaram optamos por não usar os respectivos símbolos heráldicos” – escudo de prata faixa ondada de azul e prata de três tiras ondadas carregadas de dois peixes de vermelho acompanhada de dois corvos de negro, o da dextra volvido; em campanha, barrete de campino de verde forrado de vermelho. Apresenta-se proposta alternativa, que merece anuência. Assim, é esta Comissão do parecer que os símbolos heráldicos da freguesia de Vila Franca de Xira devem ser por esta forma constituídos: Brasão: escudo de prata, colete de vermelho realçado e botoado do campo, circundado por capela de espigas de trigo de verde; em campanha duas burelas ondadas de azul. Coroa mural de prata de quatro torres aparentes. Listel de prata com a legenda em maiúsculas a negro “FREGUESIA DE VILA FRANCA DE XIRA”. Bandeira: esquartelada de vermelho e branco; cordões e borlas de prata e vermelho. Haste e lança douradas. Selo: nos termos do art.º 18.º da Lei n.º 53/91, com a legenda: “Freguesia de Vila Franca de Xira”. Parecer n.º 005/2019, emitido pela Comissão de Heráldica da Associação dos Arqueólogos Portugueses a 12 de Setembro de 2019, nos termos da Lei n.º 53/91, de 7 de Agosto. Estabelecidos, sob proposta da Junta de Freguesia, em sessão ordinária da Assembleia de Freguesia de 18 de Dezembro de 2019. Publicados no Diário da República, 2.ª série, N.º 75, de 16 de Abril de 2020. Registados na Direcção- Geral das Autarquias Locais com o n.º 07/2020, de Junho de 2020. Projeto e conceção dos símbolos de Eduardo Brito. Desenho dos símbolos de A. Sérgio Horta. === Justificação das cores e símbolos === * Escudo de prata. É evocativo da veneração dos Vilafranquenses ao Senhor Jesus da Boa Morte, cujo santuário é local de peregrinação na Quinta-feira da Ascensão, data do feriado municipal, e a Nossa Senhora da Conceição de Alcamé, a cujo santuário e romaria acorrem as gentes da lezíria e os campinos, dos quais é padroeira. Lembra, também, a designação “Vila Franca rosa branca, rainha do Ribatejo”, pela qual foi apelidada. * Colete de vermelho realçado e botoado do campo. Representa o campino, as Festas do Colete Encarnado e a lezíria. Os campinos, trabalhadores rurais das lezírias, são um dos ícones mais identificativos de Vila Franca. Têm como principais funções conduzir gado bravo e o seu nome “campinos” tem origem nas campinas, ou seja, nas lezírias. A inclusão do colete de campino é, também, uma nova entrada na heráldica autárquica. * Capela de espigas de trigo de verde. Representa a lezíria e sua riqueza agrícola com a produção de cereais, em particular a de trigo, na qual é fértil e abundante. Segundo alguns autores, a designação Alcamé é de origem árabe e significaria lugar de abundância de grão. * Em campanha duas burelas ondadas de azul. Representa o rio Tejo e a actividade piscatória, que foi uma importante fonte de sustento das comunidades aqui instaladas. O rio divide a freguesia em duas partes distintas, a cidade e a lezíria. * Coroa mural de prata de quatro torres aparentes. Segundo o entendimento actual da Comissão de Heráldica, para as freguesias com sede em cidade e para as freguesias com sede na mesma localidade que o município (como é o caso de Vila Franca de Xira) a coroa mural deverá obedecer às mesmas características que a das freguesias com sede em vila, em virtude de, no que respeita à coroa mural, a Lei n.º 53/91 no n.º 2 do Artigo 13.º ser omissa quanto às características que esta deve obedecer. * Listel de prata com a legenda em maiúsculas a negro “FREGUESIA DE VILA FRANCA DE XIRA”. Conforme consta na Lei n.º 11-A/2013, de 28 de Janeiro. * Bandeira esquartelada de vermelho e branco. O vermelho evoca o valor e a bravura das suas gentes, sendo o branco evocativo da sua riqueza. O vermelho e o branco são as cores associadas a Vila Franca de Xira e que estão presentes na bandeira que a freguesia tem vindo a usar. == Património == * Casa da Quinta de Santo António, incluindo o convento, igreja, pequena capela, tanque e muros azulejados ou Convento de Santo António da Castanheira * Casa Galache * Casa Museu Mário Coelho * Celeiro da Patriarcal, Conjunto constituído pelo Celeiro da Patriarcal, imóvel anexo à fachada posterior, pátio e portal de entrada * Celeiro Infantado * Chafariz do Alegrete * Ermida da Nossa Senhora da Esperança * Ermida de Nossa Senhora de Alcamé * Ermida de S. José * Estátua Alves Redol * Fonte Moura * Fonte do Farrobo * Fonte do Mártir Santo * Grutas da Pedra Furada * Igreja do Mártir Santo São Sebastião ou Igreja do Mártir São Sebastião * Igreja e Antigo Hospital da Misericórdia * Marco de Légua (restos em depósito na Câmara Municipal de Vila Franca de Xira) ou Marco da V Légua * Monte do Senhor da Boa Morte, incluindo Capela do Senhor da Boa Morte, habitação islâmica, sepulturas, muralha e ruínas de solar * Monumento à Varina * Monumento ao Avieiro * Monumento ao Toureiro * Monumento Combatentes da Grande Guerra * Monumento de Homenagem ao Cais da Jorna * Monumento Vasco Moniz * Museu do Neo-Realismo * Museu Municipal * Núcleo Museológico da Igreja do Mártir Santo * Palácio do Farrobo (restos) * Pelourinho de Vila Franca de Xira * Pelourinho de Povos * Ponte Marechal Carmona * Praça de Touros Palha Blanco * Quinta da Fábrica * Reserva Natural do Estuário do Tejo * Ruínas do Solar dos Ataíde == Personalidades ilustres == * Barão de Vila Franca da Restauração e Visconde de Vila Franca da Restauração == Resultados autárquicos == === Eleições autárquicas (Assembleia de Freguesia) === Partido % M % M % M % M % M % M % M % M % M % M % M 1976 1979 1982 1985 1989 1993 1997 2001 2005 2009 2013 PS 44,0 7 27,8 5 34,7 7 44,8 6 28,1 4 31,8 4 38,4 6 49,4 7 49,1 7 45,2 6 32,4 5 FEPU/APU/CDU 29,6 4 35,5 7 36,1 7 41,5 6 37,9 5 33,8 5 35,8 5 26,2 4 20,9 3 20,7 3 35,7 6 PPD/PSD 10,4 1 27,5 4 23,7 3 19,0 2 16,4 2 14,9 2 CDS-PP 6,4 1 10,5 1 3,2 - 6,9 1 3,3 - 2,6 - 3,9 - AD 33,6 7 26,5 5 B.E. 2,3 - 7,0 1 7,8 1 5,7 - PSD-CDS 17,9 2 22,7 3 == Ligações externas == * * * * Categoria:Freguesias de Vila Franca de Xira",
 "title": "Vila Franca de Xira (freguesia)"
}