{
 "id": "21461",
 "text": "Tamuz, Dumuzi ou ainda Dumuzide (; ; ) era uma antiga divindade suméria, sendo o deus da fertilidade e um pastor. O nome Tamuz parece ter sido derivado da forma acádia Tammuzi, baseada no antigo sumério Damu-zid, que no sumério padrão posterior se tornou Dumuzide ou Dumuzi. == Culto == A menção mais antiga conhecida de Tamuz está em textos que datam do início do Terceiro Período Dinástico , mas seu culto provavelmente era muito mais antigo. Embora o culto seja atestado para a maioria das principais cidades da Suméria no III e , ele se concentrava nas cidades ao redor da área de estepe central (o edim), como, por exemplo, em Bade-Tibira (moderna Madīnah), onde Tamuz era considerado um deus da cidade. == Mitologia == O eterno apaixonado da deusa Inana Tamuz se trata de um humano e pastor de rebanho, em oposição ao agricultor Enquindu. Ele acaba de se tornar num deus, estando associado à vegetação e à agricultura, porquanto sendo um deus que morreu jovem e ressuscitou no ano seguinte. Foi também o oposto de Am (Anu em sumério), um deus verdadeiramente imortal, e por isso havia tido por idoso, mas também por culto e experiente. Tamuz foi muito cultuado, mais tarde, na Babilônia sob o mesmo nome. Era conhecido como Adônis na Grécia Antiga. == Sincretismo == Tamuz era conhecido pelos egípcios como Hórus, e tinha como companheira Astarte, a rainha do céu (Istar para os acádios; Ísis para os egípcios; Afrodite para os gregos; Inana para os sumérios). O relacionamento entre Hórus e Ísis e as respectivas características deles correspondem notavelmente ao relacionamento e às características dos babilônios Tamuz e Istar. Assim, muitos peritos acham que eles são os mesmos. == Na Bíblia == O estudioso bíblico William Edwy Vine afirma o seguinte: > \"A forma da [cruz de duas vigas] teve sua origem na antiga caldéia e foi > usada como símbolo do deus Tamuz (tendo a forma do místico Tau, a letra > inicial de seu nome) naquele país e em terras adjacentes, inclusive no > Egito. Por volta dos meados do , as igrejas ou se haviam apartado ou tinham > arremedado certas doutrinas da fé cristã. A fim de aumentar o prestígio do > sistema eclesiástico apóstata, aceitavam-se pagãos nas igrejas, à parte de > uma regeneração pela fé, e permitiam-se-lhes em grande parte reter seus > sinais e símbolos pagãos. Assim se adotou o Tau ou T, na sua forma mais > freqüente, com a peça transversal abaixada um pouco, para representar a cruz > de Cristo.” Já os escritores Ethelbert William Bullinger e John Denham Parsons dizem: > \"Usavam-se essas cruzes como símbolos do deus-sol babilônico, e são vistas > pela primeira vez numa moeda de Júlio César e daí numa moeda cunhada pelo > herdeiro César Augusto, em . Nas moedas de Constantino, o símbolo mais > freqüente é [...] mas, o mesmo símbolo é usado sem o círculo ao redor, e com > os quatro braços iguais, verticais e horizontais; e este era o símbolo > especialmente venerado como a ‘Roda Solar’. Deve-se declarar que Constantino > era um adorador do deus-sol, e não quis entrar na ‘Igreja’ senão cerca de um > quarto de século depois da lenda de ter visto tal cruz nos céus.” === Jeremias === O profeta Jeremias condenou a entrega de oferendas a “rainha do céu”, como também a adoração a Tamuz que havia sido morto por um javali e supostamente ressuscitado. ==Ver também== * Caim == Bibliografia == * * * Categoria:Mitologia suméria Categoria:Mitologia judaica",
 "title": "Tamuz"
}