{
 "id": "21489",
 "text": "SCSI (pronuncia-se \"scãzi\"), sigla de Small Computer System Interface, é uma tecnologia que permite ao usuário conectar uma larga gama de periféricos, tais como discos rígidos, unidades CD-ROM. Características físicas e elétricas de uma interface de entrada e/ou saída (E/S) projetadas para se conectarem e se comunicarem com dispositivos periféricos são definidas pelo SCSI. == Padrões SCSI == Existe uma grande variedade de padrões de dispositivos SCSI, sendo que estes inicialmente usavam interfaces paralelas. Alguns exemplos: SCSI-1 (barramento de 8 bits, clock de 5 MHz e taxa de transferência de 5 MB/s), Fast SCSI (barramento de 8 bits, clock de 10 MHz e taxa de transferência de 10 MB/s), Ultra SCSI (barramento de 8 bits, clock de 20 MHz e taxa de transferência de 20 MB/s), Ultra2 Wide SCSI (barramento de 16 bits, clock de 40 MHz e taxa de transferência de 80 MB/s) e Ultra-320 SCSI (barramento de 16 bits, clock de 80 MHz DDR e taxa de transferência de 320 MB/s). SCSI é mais comumente usado em discos rígidos e unidades de fita, mas também pode ser conectado em uma grande gama de dispositivos, incluindo scanners e drivers de CD. Posteriormente foram também criadas interfaces seriais, como a SSA (Serial Storage Architecture), com taxa de transferência de 40 MB/s e SAS (Serial Attached SCSI) de 300 MB/s, também chamado de SASCSI. == História == A sigla SCSI tem origem em \"SASI\" (\"Shugart Associates System Interface\"). Um controlador SASI providenciava uma ponte entre a interface do driver do disco rígido e o computador hospedeiro, porém era necessário ler blocos de data. Os controladores SASI tinham geralmente o tamanho de um driver de disco rígido e eram fisicamente posicionadas no chassis do mesmo. Larry Boucher é considerado o \"Pai\" do SCSI e SASI graças ao seu pioneiro trabalho primeiramente em Shugart Associates e então em Adaptec. Desde sua padronização em 1986, SCSI foi comumente usado em computadores com sistema operacional como Amiga, Apple Macintosh e Sun Microsystems. Apple Macintosh decidiu abandonar a versão on- board do SCSI completamente com o Power Mac G3 em 1993. Sun Microsystems mudou vários de seus modelos para a tecnologia de transferência de dados Serial ATA. SCSI nunca foi popular no mundo dos PCs de baixo custo IBM, perdendo para o baixo custo e performance adequada dos modelos ATA de disco rígido. SCSI se tornou comum em produções de vídeo e áudio. Recente versões de SCSI fogem do padrão antigo e usam comunicação por transferência serial. Mesmo que muito da documentação do SCSI fala sobre interface paralela, a maior parte do desenvolvimento atual se concentra em interfaces do tipo serial. A versão serial do SCSI tem muitas vantagens sobre a versão paralela como: transferência de dados com mais agilidade, Hot swapping e isolação de erros melhorada. == SCSI desbalanceado e diferencial == O SCSI desbalanceado e o diferencial são eletricamente diferentes: você não pode conectar dispositivos e terminadores em ambos. Infelizmente, não é possível diferenciar um do outro só olhando. Você terá que consultar o manual do usuário ou poderá tentar achar na página Web do fabricante. SCSI desbalanceado, a forma mais comum do SCSI, conduz suas transmissões em um único fio. A maior desvantagem do SCSI desbalanceado é o ruído, sinais elétricos aleatórios gerados por componentes de circuito ou por distúrbios naturais que causam corrupção e erro nos dados. O SCSI diferencial conduz sinais em dois fios. O SCSI diferencial detecta sinais medindo a diferença de tensão entre dois fios. A grande vantagem do SCSI diferencial sobre os SCSI desbalanceados é a distância maior e a alta imunidade ao ruído. O comprimento de um barramento diferencial é de 25 metros, comparado com os 6 metros do SCSI desbalanceado. Se você descobrir que tem dispositivos que não se conectam, os Conversores Diferenciais SCSI podem resolver o problema de modo rápido e fácil. O cabo SCSI não pode ter mais de 6 metros de comprimento do periférico interno até o último periférico externo. O cabo pode ser de 50, 68 ou de 80 vias. == Funcionamento == Para que um dispositivo SCSI funcione em seu computador é necessário ter uma equipamento que realize a interface entre a máquina e o hardware SCSI. Essa interface é chamada de “Host Adapter”. O máximo de conexões permitidas no padrão SCSI é de 15 dispositivos que são identificados por um código binário, chamado ID SCSI. Só é permitida a transmissão entre dois dispositivos de cada vez. == Ver também == * SASI * SASCSI * ATA ** PATA ** SATA == Referências == == Ligações externas == * The Hardware Book * SCSI Information * SCSI External Centronics 50 (Differential) * SCSI External Centronics 50 (Single-ended) * SCSI External D-Sub (Future Domain) * SCSI External D-Sub (PC/Amiga/Mac) * SCSI Internal (Differential) * SCSI Internal (Single-ended) Categoria:Barramentos de computador Categoria:Acrónimos de informática",
 "title": "SCSI"
}