{
 "id": "21483",
 "text": "As moedas de euro neerlandesas apresentam dois desenhos da autoria de Bruno Ninaber van Eyben, sendo que ambos representam um retrato ou efígie da Rainha Beatriz dos Países Baixos. Todas as moedas partilham como elementos comuns as 12 estrelas da União Europeia e o ano de cunhagem. Verso das moedas de Euro neerlandesas € 0,01 € 0,02 € 0,05 Efígie da Rainha Beatriz, com o seu título na borda Efígie da Rainha Beatriz, com o seu título na borda Efígie da Rainha Beatriz, com o seu título na borda € 0,10 € 0,20 € 0,50 Efígie da Rainha Beatriz, com o seu título na borda Efígie da Rainha Beatriz, com o seu título na borda Efígie da Rainha Beatriz, com o seu título na borda € 1,00 € 2,00 € 2 (rebordo) O rebordo da moeda apresenta as palavras GOD ZIJ MET ONS (Deus Esteja Conosco) Efígie da Rainha Beatriz, com o seu título inscrito verticalmente como no antigo florim Efígie da Rainha Beatriz, com o seu título inscrito verticalmente como no antigo florim Nota: Para visualizar as imagens do lado comum e para ter uma descrição detalhada das moedas, ver moedas de euro. == Moedas comemorativas de 2 euros == Ano Ocasião Volume Nota 2007 50º Aniversário da Assinatura do Tratado de Roma 6,333,000 moeda comumente emitida 2009 Dez anos de União Econômica e Monetária (UEM) e da introdução do euro 5,300,000 moeda comumente emitida 2011 500º Aniversário da Publicação do Elogio da Loucura por Erasmo de Roterdão 4,000,000 2012 10º Aniversário das moedas e notas de euro 3.500.000 3,500,000 moeda comumente emitida 2013 Coroação do Rei Guilherme Alexandre 7,200,000 2013 200º Aniversário do Reino dos Países Baixos 3,500,000 2014 Duplo retrato dos Reis 5,000,000 2015 30º aniversário da Bandeira europeia ? 2022 35º aniversário do programa Erasmus ? == Ver também == * Euro * Florim neerlandês == Ligações externas == * * * Paises Baixos Categoria:Moedas dos Países Baixos Categoria:Economia dos Países Baixos Categoria:Países Baixos e União Europeia Categoria:2002 nos Países Baixos",
 "title": "Moedas de euro neerlandesas"
}