{
 "id": "21510",
 "text": "Escola de samba é um tipo de agremiação de cunho popular que se caracteriza pelo canto e dança do samba, quase sempre com intuito competitivo. Sendo um tipo de associação originária da cidade do Rio de Janeiro, as escolas de samba se apresentam em espetáculos públicos, em forma de cortejo, onde representam um enredo, ao som de um samba-enredo, acompanhado por uma bateria; seus componentes — que podem ser algumas centenas ou até milhares — usam fantasias alusivas ao tema proposto, sendo que a maioria destes desfila a pé e uma minoria desfila sobre \"carros\", onde também são colocadas esculturas de papel machê, além de outros adereços. As escolas de samba mais conhecidas são as da cidade do Rio de Janeiro e sua região metropolitana, que desfilam no Sambódromo da Marquês de Sapucaí, e as de São Paulo, que desfilam no Sambódromo paulistano. Essas escolas realizam um espetáculo considerado suntuoso, que atrai turistas de várias partes do mundo. Porém, há escolas de samba em quase todos os estados brasileiros e em muitos países do mundo. São consideradas uma das principais, se não a principal vitrine do carnaval brasileiro, e vêm ganhando cada vez mais um aspecto cênico, com alguns componentes executando dramatizações teatrais ou coreografias. A expressiva maioria das escolas de samba, principalmente as do Rio de Janeiro, possui em sua denominação a expressão \"Grêmio Recreativo Escola de Samba\" (representada pela sigla GRES) antes do seu nome propriamente dito. Em São Paulo é também comum a sua derivação \"Grêmio Recreativo Cultural e Escola de Samba\". Há exceções, como a \"Sociedade\" Rosas de Ouro e a tradicional \"Agremiação Recreativa e Escola de Samba\" Vizinha Faladeira. Essa padronização nas nomenclaturas das entidades surgiu em 1935, quando as agremiações carnavalescas cariocas foram obrigadas a tirar um alvará na Delegacia de Costumes e Diversões para poderem desfilar. O delegado titular, Dulcídio Gonçalves, decidido a dar um aspecto de maior organização aos desfiles de escolas de samba, negou-se a conceder o alvará para associações com nomes considerados esdrúxulos, razão pela qual a GRES Portela teve que mudar para o nome atual, ao invés do anterior Vai Como Pode.FERNANDES, Nélson da Nóbrega. Escolas de Samba: sujeitos celebrantes e objetos celebrados - pág. 94 (112 do e-book) Ao contrário da Rose Parade, um evento cultural americano, na qual a maior parte do trabalho é feita por profissionais de elevado custo, o desfile de cada escola de samba é um trabalho considerado comunitário. Muito além de um grupo musical, as escolas frequentemente tornaram-se associações de bairro que cobrem a problemática social das comunidades que elas representam (tais como recursos educacionais e de cuidados médicos). == História == A aparição das escolas de samba está ligada à própria história do carnaval carioca em si, bem como da criação do samba moderno, tendo como precursor o rancho carnavalesco. O \"Rei de Ouros\", criado em 1893 por Hilário Jovino Ferreira, foi o primeiro rancho de carnaval, responsável por apresentar novidades como o enredo, personagens como o casal de mestre-sala e porta-bandeira e o uso de instrumentos de cordas e de sopro. Já os sambistas do Estácio, com a fundação da Deixa Falar em 1928, organizaram as bases das atuais escolas de samba. Entre eles Ismael Silva, na sua ideia de criar um bloco carnavalesco diferente, que pudesse dançar e evoluir ao som do samba.FERNANDES, Nélson da Nóbrega. Escolas de Samba: sujeitos celebrantes e objetos celebrados - pág 47 Data de 1929 o primeiro concurso de sambas, realizado na casa de Zé Espinguela, onde saiu vencedor o Conjunto Oswaldo Cruz, e do qual também participaram a Mangueira e a Deixa Falar. Alguns consideram este como sendo o marco da criação das escolas de samba.Academia do Samba - Capítulo 1 No entanto, entre 1930 e 1932, estas apenas foram consideradas como uma variação dos blocos, até que em 1932 o periódico Mundo Sportivo, de propriedade do jornalista Mário Filho (irmão do dramaturgo Nelson Rodrigues), decidiu organizar o primeiro Desfile de Escolas de Samba, na Praça Onze.FERNANDES, Nélson da Nóbrega. Escolas de Samba: sujeitos celebrantes e objetos celebrados - pág 77 Na redação do jornal - que também abrigava compositores de sucesso (tais como Antônio Nássara, Armando Reis e Orestes Barbosa), surgiu a ideia de realizar a organização de um desfile carnavalesco. O jornal, inaugurado no ano anterior por Mário Filho, com o término do campeonato de futebol, estava sem assunto e perdia leitores; por este motivo, o jornalista Carlos Pimentel, muito ligado ao mundo do samba, teve a ideia de realizar na Praça Onze um desfile de escolas de samba, na época ainda grafadas entre aspas. A convite do Mundo Esportivo, 19 escolas compareceram. O jornal estabeleceu critérios para o julgamento das escolas participantes. A tradicional \"ala das baianas\" era pré-requisito para concorrer, sendo que as escolas, todas com mais de cem componentes, deveriam apresentar sambas inéditos e não usar instrumento de sopro, entre outras exigências.FERNANDES, Nélson da Nóbrega. Escolas de Samba: sujeitos celebrantes e objetos celebrados - pág 79 A escola vencedora foi a Estação Primeira da Mangueira, enquanto o segundo lugar coube ao grupo carnavalesco de Osvaldo Cruz, hoje Portela. O sucesso garantiu a oficialização do concurso que permaneceu na Praça Onze até 1941.\"Nosso Tempo\", Turner Publishing, Inc. e Century Books, Inc. Nosso Tempo, Volume I; pg. 239. Editora Klick. 1995 Com o tempo, as escolas de samba aproveitaram muitos elementos trazidos pelos ranchos, tais como o enredo, o casal de mestre-sala e porta- bandeira e a comissão de frente, elementos aos quais Ismael Silva, ao idealizar o Deixa Falar, era contrário. Porém, as contribuições da Deixa Falar - que nunca chegou a desfilar como escola de samba realmente - foram fundamentais para fixar as características principais das escolas atuais. Entre elas destacam-se: o gênero musical (samba moderno), o cortejo capaz de desfilar sambando, o conjunto de percussão, sem a utilização de instrumentos de sopro,Regulamento da UGES de 1946, ver FERNANDES, Nélson da Nóbrega. [Escolas de Samba]: sujeitos celebrantes e objetos celebrados - pág. 127 (145 no e-book) e a ala das baianas. Com a ascensão do nacionalista Getúlio Vargas, e a fundação da União Geral das Escolas de Samba, em 1934 — ainda que a marginalização do samba persistisse por algum tempo — as escolas de samba começaram a se expandir e a ganhar importância dentro do carnaval carioca, suplantando os ranchos e as sociedades carnavalescas na preferência do público, até que estes viessem a se extinguir. O atuação do recifense Pedro Ernesto foi decisiva para o sucesso do evento: quando prefeito do então Distrito Federal, tornou-se o primeiro político a dar apoio financeiro ao carnaval, dentro de um projeto que visava transformar o Rio de Janeiro numa potência do turismo, e em 1935 reconheceu e oficializou os desfiles. Não demorou muito para que as escolas de samba também se expandissem para outros estados, com a fundação em 1935 da Primeira de São Paulo, a primeira escola de samba de São Paulo. Os concursos oficiais de Escolas de Samba na capital paulista só começaram em 1950, com a vitória da Lavapés, porém antes disso já existiram outros torneios de âmbito submunicipal e também estadual.Revista Quatro Rodas, ano VII, nº91, fevereiro de 1968, página 61 - mais informações no artigo Carnaval de Santos No início dos anos 1960, com a decadência dos cordões carnavalescos em São Paulo, alguns destes grupos, como o Vai-Vai e o Camisa Verde e Branco tornaram-se também escolas de samba. Em Porto Alegre, a primeira Escola de Samba considerada \"moderna\" foi a Academia de Samba Praiana, que em 1961, revolucionou o desfile de Porto Alegre. Até então, existiam blocos, cordões e tribos carnavalescas. A Praiana foi a primeira escola de samba do Rio Grande do Sul a introduzir enredos, alas, baianas, mestre-sala e porta-bandeira e outras características das escolas de samba do Rio de Janeiro. Em 1952, foi criado pela primeira vez, no Rio de Janeiro, o Grupo de acesso, devido ao grande número de escolas previsto para o desfile. Naquele ano, o desfile do grupo de acesso (Grupo 2, atual Série A) foi realizado e teve seu julgamento, porém o desfile do grupo principal (Grupo 1, hoje Grupo Especial) realizado sob fortes chuvas, teve o julgamento anulado, motivo este de não ter havido rebaixamento, apenas ascensão das primeiras colocadas do Grupo 2. Em 1953, a partir da fusão da UGESB com a FBES, surge a Associação das Escolas de Samba da Cidade do Rio de Janeiro, que organizaria o desfile até a criação da LIESA, liga formada pelas escolas de samba da divisão principal, que passou a ser chamada de Grupo Especial. Em 2008, surgiu a LESGA, uma liga fundada pelas escolas do segundo grupo. Em 2012 passou a se chamar LIERJ. A criação da LIESA inspirou entidades semelhantes em outras cidades, como por exemplo a LIGA-SP. Em 1984, no Rio de Janeiro, durante o Governo de Leonel Brizola, foi criado o Sambódromo, um espaço definitivo para a apresentação das escolas de samba, obra muito criticada pelas Organizações Globo. A recém-criada Rede Manchete transmite o desfile e alcança o primeiro lugar em audiência. Anos depois, em São Paulo, a prefeita Luiza Erundina fez o mesmo, criando o Sambódromo do Anhembi. Hoje, muitas outras cidades espalhadas pelo país também possuem os seus sambódromos, entre elas Manaus, por exemplo, que em 1993 teve seu desfile transmitido pela Rede Manchete para todo o país, ao vivo, Porto Alegre com o Complexo cultural do Porto Seco , Vitória com o Sambão do Povo e Florianópolis com a Passarela Nego Quirido === Caracterização === Sendo agremiações quase sempre de cunho local, oriundas em grande parte de comunidades carentes ou subúrbios, as escolas de samba costumam representar nos desfiles determinado bairro, sub-bairro ou conjunto de bairros, num desfile que costuma ter caráter municipal, onde todas ou pelo menos as principais escolas da cidade se reúnem para disputar entre si o título de melhor do ano. Neste desfile, são avaliadas por uma comissão de julgadores escolhida previamente por seus dirigentes ou pela entidade representativa.G1 - Carnaval 2008 - RJ: anunciados os 40 julgadores dos desfiles do Grupo Especial Essa comissão julga cada um dos quesitos, atribuindo notas a cada um deles, sendo que cada jurado julga apenas um quesito; atualmente, os envelopes com as notas são lacrados num envelope após o desfile, e pede-se sigilo sobre a avaliação até o dia da apuração, quando as diretorias e integrantes principais, além das torcidas, comparecem a um local predeterminado para que sejam apuradas as notas, sendo assim conhecida a campeã do ano. No dia da apuração, a avaliação final dos julgadores pode ser alterada a partir da aplicação de certas penalidades, as quais todas estão sujeitas, por descumprir certas regras, tais como a obrigatoriedade de desfilar num determinado tempo, a exibição de um mínimo de componentes e proibição de que qualquer um deles se apresente totalmente nu. Embora os desfiles de escolas de samba tenham por característica a municipalidade, não raro algumas entidades trocam o desfile da cidade onde fica sua sede pelo desfile de municípios vizinhos. As escolas de samba Brasil e X-9 ambas de Santos, já foram campeãs do carnaval da capital paulista, enquanto no Rio de Janeiro, Grande Rio, Porto da Pedra, Unidos da Ponte, Beija-Flor e Viradouro são escolas de samba de cidades da Região Metropolitana do Rio de Janeiro que desfilam na capital. === Escola madrinha === Escola madrinha é aquela que, pela tradição carnavalesca, \"batiza\" uma agremiação mais nova. Esse batismo é um ritual que remonta aos primeiros carnavais, quando entidades que participavam das festas em nome do \"Deus Momo\" tinham seus símbolos (estandartes e bandeiras) sacramentados em rituais solenes. As sociedades carnavalescas, blocos carnavalescos, ranchos, choros e cordões carnavalescos eram considerados \"pagãos\" em sua criação, por isso a necessidade do ritual. A tradição foi estendida para as escolas de samba, que segundo reza a tradição devem ser \"submetidas ao ritual solene do batismo, para que possam adentrar a passarela do asfalto, em pleno carnaval, devidamente sacramentadas. As novas escolas de samba são batizadas através de seus símbolos pelos padrinhos ou madrinhas, que podem ser pessoas físicas ou entidades mais antigas. No caso das últimas, são representadas por seus respectivos presidentes. No ritual, a porta-bandeira da escola pagã, acompanhada pelo respectivo mestre-sala, carrega o pavilhão oficial para o sacramento. A escola madrinha será representada pelo presidente da agremiação, acompanhado pelo mestre-sala e a porta-bandeira que carregará o pavilhão oficial da agremiação. == Desfile == Nas principais cidades, o desfile de uma escola de samba atualmente dura cerca de uma hora, com algumas variações de acordo com as regras impostas pela organização do carnaval no município. No Grupo Especial da cidade do Rio de Janeiro, o desfile possui tempo máximo de uma hora e quinze minutos, em São Paulo o limite máximo é de 1 hora e cinco minutos. Enquanto o grupo especial de Porto Alegre tem a duração máxima de 60 (sessenta) minutos e o mínimo de 50 (cinquenta) minutos para realizarem os seus desfiles. Ao longo da pista, ficam espalhados relógios com cronômetros, para marcar o espaço de tempo entre a saída do primeiro componente da concentração e a chegada do último componente à dispersão, quando finalmente é fechado o portão e o desfile é oficialmente encerrado. === Concentração === Também chamado de esquenta, é o momento antes do desfile começar, onde todos os componentes ficam mobilizados, esperando a vez de entrar na pista do desfile. Enquanto a escola anterior está encerrando seu desfile no fim da pista, um outro microfone é ligado no início dela, para que os dirigentes da escola que irá desfilar possam passar alguma mensagem à sua comunidade, como desejo de sorte e pedindo dedicação aos componentes, entre outras mensagens do tipo. Sambas antigos e mais conhecidos também são cantados e a bateria começa a tocar, numa espécie de aquecimento. Após o término de um desfile, o narrador anuncia a escola seguinte com seu respectivo enredo, e o som do microfone, antes restrito a apenas uma parte do sambódromo, é liberado para que todos nas arquibancadas possam ouvir. Então é cantado o alusivo e em seguida dado o grito de guerra, após o qual o desfile propriamente dito tem início, e o cronômetro começa a correr. O momento da concentração costuma durar em média, cerca de dez minutos. Os Alusivos são canções que os puxadores de samba-enredo cantam durante o esquenta. O alusivo propriamente dito é a recitação de uma ou duas frases que parafraseiem o próprio enredo da escola naquele ano, porém também são chamados por este nome o samba-hino da escola, o samba-exaltação ou o samba de quadra.Tamborins.com - Porto da Pedra escolhe samba de quadra após definição do samba-enredo Exemplos de sambas frequentemente cantados, ano a ano, nas concentrações, são o da Camisa Verde e Branco, da Unidos do Peruche, dos Gaviões da Fiel, da Nenê de Vila Matilde, da Estação Primeira de Mangueira , do Estácio e da Beija Flor de Nilópolis. Já os gritos de guerra são expressões típicas de cada puxador para anunciar o início do desfile e convocar cada um dos integrantes da escola de samba a cantarem com a maior determinação possível. Em geral, os intérpretes possuem seu grito de guerra pessoal, que levam junto cada vez que se transferem de agremiação, ou que vão defender um samba em eliminatória de uma escola que não é a sua.PCJNET - o grito de guerra nas agremiações - 05/11/1999 Há, porém, gritos de guerra ligados à escola e não ao puxador, como por exemplo o da X-9 Paulistana, \"Canta X, canta X, canta X-9!\". Ou ainda o \"Olha a Beija-Flor aí gente, chora cavaco!\", ligado à Beija-Flor, mas criado e executado por Neguinho da Beija-Flor, que sempre acompanhou a escola. Outro exemplo é o \"Isto sim é a tradição!\", da Tradição. == Quesitos == Diversos elementos fazem parte da caracterização de um desfile de uma escola de samba, sendo alguns deles quesitos aos quais os jurados devem atribuir notas. Outros, como a ala das baianas, porém, não são avaliados como quesitos, mas podem ocasionar perda de pontos para a entidade assim mesmo, caso não sejam exibidos. === Comissão de frente === thumb|250px|Comissão de frente fantasiada de bacalhau no desfile da Imperatriz Leopoldinense de 2007 É linha de frente da escola, primeiro grupo de componentes a desfilar, sendo isto uma condição obrigatória. Consiste em cerca de dez a quinze pessoas que realizam uma coreografia, introduzindo o enredo. À exceção da comissão de frente, não há nenhuma outra regra a respeito da ordem dos elementos durante o desfile da escola da samba. As comissões de frente já faziam parte, com esse nome, das sociedades carnavalescas, sendo, posteriormente, incorporadas aos ranchos e cordões carnavalescos. Funcionando como uma espécie de mestre de cerimônias do desfile dando boas-vindas ao público e apresentando a escola, as comissões de frente das escolas de samba sofreram inúmeras mudanças ao longo do tempo. Em seus primeiros anos, eram formadas por um grupo de homens, em geral os diretores da agremiação, que vinha na frente da escola vestindo sua melhor roupa e saudando o público. Consta que algumas vezes carregavam bastões às mãos, cujo objetivo maior era o de defender seu grupo dos rivais. A escola de samba Portela introduziu as comissões mais requintadas, onde seus componentes desfilavam com roupas elegantes, inclusive ocasionalmente com fraque e cartola, modelo esse que logo passou a ser copiado pelas demais escolas. Isso era parte da política de seu membro mais ilustre, Paulo da Portela, que entendia que os sambistas deveriam andar sempre bem vestidos, a fim de desfazer a imagem negativa que era tida sobre eles pelas classes mais altas, uma vez que blocos e cordões, antecessores das escolas, tinham como fama serem adeptos das brigas de rua e arruaças. A Vizinha Faladeira, nos anos 1930, tentou inovar, trazendo as comissões em limusine e montadas a cavalo, como nas grandes sociedades. Tal fato a princípio foi bastante criticado inclusive pela comissão julgadora no único ano em que a escola do Santo Cristo venceu, pois esta alegava que apesar de ter seguido à risca o regulamento, entendia que tais recursos eram alheios ao que uma escola de samba deveria exibir.FERNANDES, Nélson da Nóbrega. Escolas de Samba: sujeitos celebrantes e objetos celebrados - pág. 104 (122 no e-book) Em 1938 a comissão de frente passou a ser um quesito regulamentado. Com a chegada dos artistas plásticos nas escolas, muitas mudaram sua forma, já que as comissões eram muito parecidas entre si. Por causa disso, foi-se substituindo os trajes formais por fantasias, vinculadas ao enredo, apresentando passos marcados, ensaiados por bailarinos profissionais. Ao final dos anos 1990, já há a presença maciça de artistas circenses, grupos teatrais, uso de maquiagens especiais com muitos efeitos visuais e o uso de tripés. No final dos anos 1970, com a liberação dos costumes, surgem comissões formadas por mulheres semi nuas, cujo marco principal foram as mulatas esculturais do carnaval de 1979 da Imperatriz Leopoldinense. Um modelo que logo se copia, mas a tendência crescente foi a de se mostrar comissões cada vez mais ricamente trajadas, com movimentos coreográficos cada vez mais elaborados. Isso não significa que as tradicionais comissões de frente tenham desaparecido: a Portela, por exemplo, manteve a tradição de se usar a velha guarda até os anos 1990 e algumas escolas vez ou outra ainda trazem esse tipo de comissão, como foi o caso da Rosas de Ouro em 2003. Até hoje, o regulamento dos principais desfiles não obriga as comissões de frente a se apresentarem dentro do enredo. === Alegorias e adereços === O quesito alegoria trata de carros com eixo de ferro, repleto de esculturas de madeira, plástico, isopor, entre outros materiais, decorados de forma a representar os elementos do enredo. No Grupo Especial carioca, atualmente, as alegorias não podem ultrapassar oito metros e cinquenta centímetros de largura, mas já podem ter mais de nove metros e oitenta centímetros de altura, devido a derrubada da torre de TV que localizava-se entre os setores 9 e 11 do Sambódromo carioca. Diversas pessoas costumam desfilar em cima dos carros alegóricos, sendo aqueles que ocupam os lugares mais altos chamados de \"destaque\", podendo haver \"semi-destaques\" e os outros que completam os espaços em cada queijo (como são chamados os espaços onde os componentes se alocam), são chamados de \"composições\". Geralmente, os destaques usam vestes luxuosas confeccionadas por eles próprios. Nas posições mais abaixo as \"composições\" têm suas fantasias mais simples e compõem o restante do carro. O primeiro carro alegórico do desfile é chamado de carro abre-alas, e na sua parte frontal costuma vir o nome da escola, de forma estilizada. Algumas escolas, como a Portela por exemplo, trazem sempre no abre-alas o seu símbolo (no caso desta agremiação, a águia), independentemente do enredo. Os maiores carros chegam a atingir até 13 metros de altura e 60 metros de comprimento, o que ocasionalmente prejudica a sua entrada no local de desfile. Estes carros geralmente são empurrados por pessoas, que ficam embaixo ou atrás da alegoria. Nenhum carro pode ser movido à tração animal, e durante os anos 1990, chegou- se a proibir os motorizados, devido ao risco de incêndios. === Evolução, Harmonia e Conjunto === Evolução é um quesito onde é julgada a velocidade e a forma como os componentes da escola de samba desfilam: se estão dançando animados, girando, se movimentando, e se passam de modo compacto, próximos uns aos outros, de modo que quem estiver olhando de cima tenha a impressão de que a escola seja um corpo único, uma fila contínua. Não se exige que os componentes sambem, mas estes devem se movimentar. Costuma-se penalizar escolas que sofrem alterações bruscas na sua velocidade de desfile, ora desfilando muito rápido, ora muito devagar. No quesito harmonia, é avaliada a interação entre o canto do intérprete oficial e o dos componentes. Escolas onde os integrantes não cantam o samba, ou cantam mal, recebem notas mais baixas neste quesito. Já o quesito conjunto esteve ausente durante muitos anos, sendo trazido de volta aos desfiles cariocas a partir do ano 2000.ver a comparação entre os quesitos do ano de 1999 e o ano 2000 É na realidade uma vista geral de toda a escola, de forma uniforme, onde um grupo de jurados avalia por alto toda a interação entre os vários quesitos. Em 2006, a AESCRJ aprovou a fusão dos quesitos Evolução, Harmonia e Conjunto num novo quesito: \"Conjunto Harmônico\".Academia do Samba - 2006 Porém, esta experiência não se repetiu nos anos posteriores. No Rio de Janeiro, uma votação entre os presidentes das agremiações que formam o Grupo Especial, decidiu banir o quesito Conjunto no carnaval de 2015, esta decisão até então segue no carnaval carioca. === Enredo === Sendo uma característica dos desfiles, o enredo, costuma ser escolhido no início do ano, logo após o carnaval, sendo válido para o carnaval do ano seguinte. Nesse meio tempo, a partir do tema principal, os carnavalescos devem escrever toda uma sinopse, que guiará a fabricação das fantasias, alegorias e a composição do samba-enredo. Nesse quesito, os avaliadores devem julgar se a escola explicou bem o seu enredo durante o desfile, a partir desses outros quesitos. Também é punível a apresentação da sinopse, quando dirigida aos jurados, que contenha algum erro de informação, ou quando haja erro na apresentação, seja pela sua ordem, seja por sua carência. === Samba-enredo === Deve-se avaliar se o samba, além de contar bem o enredo, tem boa melodia e uma letra de características interessantes, musicalmente rico, e sem vícios de linguagem ou erros de concordância. Sambas que não possuem esta característica costumam ser penalizados, recebendo notas menores. O samba de cada escola é escolhido após uma disputa interna na escola, onde sambistas ou grupos criam seus sambas, baseados no enredo anteriormente definido. Após se inscreverem, concorrem entre si, e durante vários finais de semana, alguns vão sendo eliminados, até que sobre apenas um samba. No Rio de Janeiro, as composições para eliminatórias internas costumam ser gravadas em agosto. Em outubro é gravado o CD do Grupo Especial, com os sambas escolhidos em cada escola na voz do intérprete oficial. Também é avaliado se o samba é de fácil impressão e compreensão para o público, e se os componentes estão cantando harmonicamente (também avaliado em harmonia). Até 2007, no Grupo Especial de São Paulo, o quesito samba-enredo era julgado duas vezes, sendo dividido em letra da música e melodia, cada um tendo notas de mesmo peso que os demais.ver Resultados do Carnaval de São Paulo em 2007 === Mestre-sala e porta-bandeira === O termo mestre-sala parece ter vindo dos bailes carnavalescos do , nos quais havia um profissional responsável pela organização do salão que era denominado de \"mestre de sala\" ou \"mestre-sala\". No entanto, na verdade podemos recuar no tempo e percebermos que eram vários os reis que designavam um nobre da sua máxima confiança que ocupava permanentemente e em vitalício essa função para conduzir todas as cerimônias importantes. Corresponderia hoje ao lugar de chefe de protocolo de uma Casa Real ou da Casa da Presidência da República. Em Portugal, a família Almada, obteve-o durante seis gerações, de pai para filho, até acabar no 3.º conde de Almada. Mas, mesmo aí, no reino de Portugal, pelo menos durante o domínio filipino, já havia antes esse papel e título como oficialAlarcão (D. João Soares de), Portugal - Dicionário Histórico, Edição electrónica, 2000-2010. Com relação à porta-bandeira o nome foi uma adaptação natural do antigo \"porta-estandarte\", personagem, geralmente masculino, que carregava os pesados estandartes dos grupos carnavalescos brasileiros. O mestre-sala e a porta- bandeira, no samba, são um casal que executa um determinado bailado especial e deve apresentar com graciosidade o pavilhão da escola. Suas fantasias assemelham-se a trajes de gala típicos do , porém \"carnavalizados\", ou seja, com uma quantidade exagerada de cores e enfeites. Em determinado momento, durante o desfile, eles param em frente à cabine dos jurados para apresentar sua dança, onde são avaliados. É proibido que os dois deem as costas um ao outro ao mesmo tempo, e erros como a queda de um chapéu ou um escorregão podem render uma perda de pontos preciosos. Atualmente, desde pelo menos os anos 1990, as escolas do Grupo Especial do Rio costumam desfilar com três ou quatro casais de mestre-sala e porta-bandeira, mas apenas o primeiro deles é avaliado, sendo os outros dois ou três apenas decorativos, e opcionais. Normalmente, existem para representar a escola em determinados eventos, quando o casal principal não puder comparecer. Um desses casais pode ser formado por crianças ou adolescentes, sendo assim denominado \"casal mirim\". A bandeira ou pavilhão empunhado pela 1ª porta-bandeira é sempre o pavilhão principal da escola, com as cores e o símbolo que a representam. Aos outros casais é permitido desfilar com uma variante da bandeira oficial ou um pavilhão temático conforme o enredo daquele carnaval, como é o caso dos desfiles de São Paulo. === Bateria === thumb|Um dos instrumentos de percussão de uma bateria de escola de samba: o repique É uma espécie de orquestra com instrumentos de percussão, que devem acompanhar o canto e conduzir o ritmo (seção rítmica) do desfile.Pandey, Ashish, Encyclopaedic Dictionary of Music, Volume 2, Gyan Publishing House, 2005, pg. 508, ISBN 9788182052925 Quanto mais rápido e em ritmo mais forte a bateria toca, mais rápido os integrantes costumam desfilar, havendo portanto uma associação vital entre este quesito e o quesito evolução. No Grupo Especial carioca, cada escola possui, atualmente, uma média de 250 a 300 instrumentistas. No quesito bateria, devem ser avaliados \"a manutenção regular e a sustentação da cadência da Bateria em consonância com o Samba- Enredo; a perfeita conjugação dos sons emitidos pelos vários instrumentos; a criatividade e a versatilidade da bateria\". Costumam fazer parte de uma bateria de escola de samba os seguintes instrumentos: Surdo de primeira, Surdo de segunda, surdo de terceira, caixa de guerra, repique, chocalho, tamborim, cuíca, agogô, reco-reco, pandeiro, e prato. Há variações nesta composição, por exemplo, a Mangueira não utiliza o surdo de segunda, só o de primeira, enquanto o Império Serrano dá destaque aos agogôs.Samba-choro - tribuna Nos anos 1960, surgiram as \"paradinhas\" do Mestre André, famoso diretor da Mocidade Independente de Padre Miguel, que, na verdade, foi o criador deste \"efeito musical\", que acontecia durante o desenrolar do desfile, em determinado momento, geralmente quando era executado o refrão do meio, subitamente parava de tocar, deixando o samba só no cavaquinho e na voz dos componentes, para retornar em seguida, de modo surpreendente e emocionante. O efeito esperado, considerado belíssimo pela crítica, é também arriscado, pois aumenta as chances de que o samba \"atravesse\", termo utilizado pelos sambistas para designar falhas, geralmente graves, cometidas pelos componentes da escola, que retornam no ponto errado da letra do samba em detrimento dos demais que estão cantando \"junto\" com o interprete (puxador) da escola. Em 1997, a sensação do desfile foi a bateria da Viradouro sob o comando do Mestre Jorjão que em diversos momentos durante o desfile, executou o ritmo do funk por alguns instantes. Dez anos mais tarde, a mesma bateria desfilou em cima de um carro alegórico. == Outros elementos == === Mestre de bateria === Como toda orquestra, as baterias de escolas de samba também possuem o seu maestro, que no caso é o mestre de bateria. O mestre de bateria tem seus auxiliares, que por sua vez são chamados de diretores. Algumas escolas tem não só um, porém dois mestres de bateria. Há também o cargo de presidente da bateria, que já foi ocupado por Ivo Meirelles na Mangueira, e a comissão de bateria, que é quando não somente um diretor de bateria é responsável pela escola, e sim um conjunto de vários diretores que juntos decidem os caminhos da agremiação. === A corte da bateria === Também são elementos que recebem destaque a rainha de bateria e suas derivadas: madrinha, musa, e princesa, espécies de cargos figurativos onde pessoas da comunidade ou por vezes artistas famosas são escolhidas para desfilar a frente da bateria da agremiação. A figura das rainhas de bateria surgiu na década de 1970, quando a famosa mulata Adele Fátima veio à frente da bateria da Mocidade Independente, fato inédito até então, que se popularizou na década seguinte com a modelo carioca e pioneira: Monique Evans, em 1985, foi a primeira “famosa” a assumir o posto de rainha de bateria. Atualmente são as figuras mais festejadas que serão sempre lembradas como as 'Eternas rainhas do Carnaval' (pela imprensa) das escolas de samba. Monique Evans, na Mocidade, Luma de Oliveira, na Viradouro, Luíza Brunet, na Imperatriz e Viviane Araújo, no Salgueiro são das demais rainhas de bateria as mais notáveis. Algumas escolas já introduziram a figura do Rei de bateria. Já a madrinha de bateria é um elemento semelhante à rainha, sendo que as duas muitas vezes se confundem. Muitas escolas criam os dois cargos para poder homenagear assim um maior número de pessoas, pois na década de 1980, o fato de muitas escolas privilegiarem artistas alheias ao cotidiano da escola com o cargo, em detrimento de garotas da comunidade, causou discussões e polêmicas na mídia. Em tese, o cargo de madrinha deveria ser oferecido a mulheres de importância na história ou no cotidiano da escola, sendo um título vitalício, que não muda a cada ano, como o cargo de rainha, porém nem sempre isto se dá. === Ala de passistas === É composta por moças e rapazes das comunidades de uma escola de samba. São o samba-no-pé propriamente dito dentro de uma escola de samba. Trazendo o carnaval de raiz com alegria e descontração, não apenas brincam na Avenida, mas também incentivam o canto e empolgam os demais componentes. O papel da passista num desfile é seduzir o espectador sambando com roupas minúsculas e exibindo suas belas formas, como as antigas cabrochas. Cabe ao passista o papel de malandro, boêmio, o bamba. Para as moças, ser passista é o primeiro passo para se tornar uma Rainha de Bateria, embora nem sempre isso ocorra. Diferentemente de algumas outras funções nas escolas a passista nem sempre é paga — ganhando, no máximo, a fantasia. Quando integram o grupo show da agremiação podem conseguir uma remuneração, sendo ainda assim muito raro que tal aconteça. === Ala das baianas === A ala de baianas é considerada como uma das mais importantes de uma escola de samba. Composta, preferencialmente, por senhoras vestidas com roupas que remetem às antigas tias baianas dos primeiros grupos de samba do início do , no Rio de Janeiro. Foi introduzida no desfile ainda nos anos 1930 como uma forma de homenagem às \"tias\" do samba, que abrigavam sambistas em suas casas, na época em que o ritmo era marginalizado. É uma ala obrigatória em todos os desfiles de escolas de samba, mesmo não sendo quesito oficial em nenhum deles. As fantasias das baianas contam pontos para o Quesito Fantasia o modo como desfilam conta pontos para o Quesito Evolução, porém toda escola deve se apresentar com um número mínimo de baianas. Nos anos 1940 a 50, era comum que homens desfilassem vestidos de baianas, prática que passou a ser proibida no Rio de Janeiro nos anos 1990, mas foi liberada pela Associação das Escolas de Samba da Cidade do Rio de Janeiro (AESCRJ), nos grupos de acesso, a partir do ano de 2006. A roupa clássica das baianas compõe-se de torso, bata, pano da costa e saia rodada. Entretanto, frequentemente podemos ver baianas com as mais inusitadas fantasias, tais como noivas, estátuas da liberdade, seres espaciais, globo terrestre (foto) ou poços de petróleo. No carnaval 2010, chegou a ser aprovado em plenária da AESCRJ que a ala das baianas viraria quesito para as escolas de samba dos grupos de acesso, pertencentes àquela liga, no entanto a ideia foi desfeita posteriormente. === Galeria da Velha-guarda === A velha-guarda é um grupo de sambistas mais antigos, quase sempre já bastante idosos, muitas vezes fundadores das escolas, que não mais ocupam cargos dentro da hierarquia da agremiação, mas que constituem um departamento à parte, e no Carnaval desfilam em posições de honra, trajando não fantasias de carnaval convencional, mas roupas de gala, típicas de sambistas, como por exemplo ternos nas cores da escola e chapéus em estilo Panamá. A vestimenta é inspirada nas roupas usadas por Paulo da Portela e de acordo com o sambista e pesquisador Nei Lopes tem origem nos zoot suits usados nos Estados Unidos por negros e latino-americanos durante as décadas de 30 e 40. Em 2005, a tradicional velha-guarda da Portela foi impedida de desfilar durante o carnaval, sob a alegação do presidente da escola, de que o desfile estava atrasado e a escola só conseguiria sair da pista após o tempo máximo permitido, o que lhe tiraria muitos pontos. Tal fato causou grande repercussão e comoção entre os sambistas === Intérprete/puxador === [[imagem:Jamelão.jpg|thumb|200px|Jamelão (1913-2008), eleito em 1999 o intérprete do século do carnaval carioca.Renato Roschel, \"Jamelão\". Disponível em Almanaque Música. Acesso: 20 de fevereiro, 2009]] É o profissional responsável pelo andamento do samba-enredo durante o desfile, normalmente auxiliado por um grupo de cantores de apoio, que desfilam ao lado ou sobre o carro de som. Portando microfone, normalmente mais potente do que o dos cantores de apoio, sua voz sobressai sobre os demais integrantes da escola, fazendo com que assim seu objetivo de cadenciar o canto possa ser cumprido. O termo tradicional \"puxador\" parte do princípio de que o samba, durante o desfile, não deve ser interpretado por uma ou poucas pessoas, mas cantado por toda a escola, devendo a música apenas ser \"puxada\" (iniciada) pelo grupo minoritário. Além disso, muitos entendem que o puxador seria uma categoria especial de intérprete, capaz não somente de dar sua interpretação a um samba mas também, e principalmente, de animar a própria escola e a plateia. A partir da década de 1990, Jamelão, da Mangueira, passou a criticar o termo tradicional, buscando substituí-lo por uma nova terminologia: Intérprete de samba-enredo. Nas palavras de Jamelão, puxador seria quem \"puxa fumo, puxa carro, puxa-saco\", sendo na opinião dele, um termo depreciativo. A partir disso, muitos comentaristas e emissoras de TV passaram a substituir o primeiro termo pelo segundo, que no entanto, ainda subsiste. Outra polêmica que é ainda frequente em relação aos intérpretes é a questão se seria ou não antiético o intérprete oficial de uma escola participar da disputa interna de sua própria agremiação. Algumas escolas proíbem essa situação, mas liberam seus profissionais para participar de eliminatórias de outras escolas. Atualmente, as escolas tem optado por dois ou mais intérpretes, que juntos formam a voz oficial da agremiação. === Carnavalesco === É o profissional responsável pela concepção e desenvolvimento do enredo a ser apresentado por uma escola de samba, bem como a concepção, desenvolvimento e construção das alegorias e fantasias relacionadas ao enredo por este proposto. Em alguns casos, os carnavalescos desenvolvem o enredo a partir de um tema proposto pela direção da escola de samba. Em outros, ele mesmo sugere o tema a partir de uma ideia original sua. Muitos carnavalescos têm formação ou alguma ligação com artes plásticas, artes cênicas, teatro ou dança. Já a comissão de carnaval é quando não somente um carnavalesco é responsável pela escola, e sim um conjunto de vários carnavalescos que juntos decidem os caminhos da agremiação. Atualmente, a Comissão de Carnaval não faz só carnaval, como também administra outros setores das escolas de samba. === Dirigentes === É o nome pelo qual podem ser chamados o presidente, o presidente de honra e o patrono da escola. Também pode-se referir dessa forma aos diretores de carnaval. Um diretor de carnaval é um diretor de escola de samba que transmite aos profissionais contratados as diretrizes da filosofia de carnaval da agremiação, participando da escolha de vários integrantes dos setores, até por vezes o enredo, coordenando também o barracão onde são feitos as alegorias, a compra de material, pagamentos e o desenvolvimento de todo o projeto da escola, já não é raro que os diretores de carnaval sejam profissionais remunerados. Muitos também integram a diretoria executiva da escola de samba, como era o caso de Laíla, na Beija-Flor. Também pode-se referir dessa forma ao diretor de harmonia, sendo este originalmente um termo usado para conceituar um diretor de escola de samba que tem a missão de ordenar o desfile e coordenar a evolução das escolas de samba, impedindo amontoamentos ou largos espaços e, acima de tudo, zelando pela cronometragem. Diretores de harmonia são os responsáveis, portanto, pelos quesitos evolução, harmonia e conjunto. == Apuração == O resultado da competição carnavalesca é divulgado, na tarde da quarta-feira de cinzas, no Rio, e na tarde da terça de carnaval, em São Paulo. Nas duas cidades, há uma espécie de cerimônia onde são armados palanques no sambódromo local. Tendas são armadas onde se posicionam os representantes de cada escola, que vão anotando as notas, conforme estas vão sendo divulgadas, fazendo os cálculos. O presidente da liga faz as considerações finais sobre o carnaval daquele ano, lê as eventuais perdas de pontos dadas a cada escola, e em seguida inicia a leitura de notas. As arquibancadas são abertas ao público, sendo o cobrado pela entrada, geralmente, um quilograma de alimento não-perecível. Tanto no Rio quanto em São Paulo e Porto Alegre, o evento, que dura entre meia e uma hora, é transmitido pela televisão (no caso de Porto Alegre, a transmissão era feita para o estado do Rio Grande do Sul), que coloca câmeras para acompanhar em tempo real o movimento dentro das quadras das principais escolas, favoritas ao título, onde integrantes e torcedores que não foram ao sambódromo se reúnem para assistir de lá o evento.Terra - Carnaval 2008 - Apuração: ambulantes vendem sacos de açúcar como ingresso As notas atualmente variam entre 9 e 10 no Rio e em São Paulo, sendo admitido o fracionamento em ambos carnavais. No Rio e em São Paulo, a menor nota de cada quesito é descartada. Entretanto, esse sistema já mudou diversas vezes nestas cidades. No Rio e em São Paulo, até o início da década de 2000, o fracionamento era no máximo de meio ponto, e já houve anos em que houve a eliminação também da maior nota dada a cada escola; a própria eliminação da menor nota também já fez e deixou de fazer parte da regra inúmeras vezes. No Rio de Janeiro, a menor nota no mesmo período era 5, sendo a nota 0 (zero) permitida apenas em caso de não apresentação do enredo. Não raro as notas dadas pelos jurados são muito contestadas, tanto por torcedores, quanto por integrantes de escolas que se sentem prejudicadas, gerando muitas reclamações após o fim do desfile. Alguns resultados polêmicos foram parar na Justiça. Foi o caso da escola de samba Acadêmicos de Santa Cruz que desfilou às escuras no carnaval de 1991 por conta de um blecaute e não foi avaliada. No ano de 2012 uma confusão aconteceu durante a apuração do carnaval de São Paulo quando um dos dirigentes da escola de samba Império de Casa Verde saltou a grade de proteção e invadiu o local da leitura das notas. O mesmo rasgou os envelopes durante a leitura do último quesito. Houve quebra-quebra e alguns carros alegóricos foram incendiados na dispersão do sambódromo por torcedores da Gaviões da Fiel. O dirigente foi detido pela polícia e a Mocidade Alegre que até então liderava a apuração foi aclamada campeã. Desde então, a apuração das notas do carnaval paulistano é fechada ao público. == Desfile das campeãs == É um desfile instituído na década de 1980, no Rio de Janeiro, onde as melhores escolas de samba do Grupo Especial desfilam novamente no sambódromo, no final de semana seguinte ao carnaval. Este desfile não possui caráter competitivo, é apenas uma espécie de festa para coroar as melhores escolas do ano, onde os foliões podem desfilar mais despreocupados com os quesitos. Em São Paulo, por exemplo, o desfile das campeãs acontece entre a noite da sexta-feira seguinte ao Carnaval e a madrugada de sábado (para não competir com o desfile no Rio). Já no Rio o desfile acontece tradicionalmente da noite de sábado para a madrugada de domingo. No Rio de Janeiro, até a década de 1990, participavam do desfile das campeãs também as escolas promovidas do Grupo de acesso, algo que permanece em São Paulo. Era considerado tradição também no Rio a participação da sociedade carnavalesca italiana Cento Carnevale D'Italia. Em 1985, evento que é considerado histórico para os integrantes da Nenê de Vila Matilde, foi quando a escola foi convidada para participar do desfile das campeãs carioca, numa época onde o carnaval paulistano era muito menos popular e ainda não possuía um espaço próprio. Nem sempre, no entanto, o desfile das campeãs foi um momento puramente de festa: muitas escolas já aproveitaram o dia para protestar contra o resultado final do campeonato. Quinta colocada em 2005, a Vai-Vai não desfilou naquele ano. A Unidos do Viradouro já desfilou no sábado das campeãs com integrantes usando nariz de palhaço e faixas de protesto. No ano de 2013, o desfile das campeãs até então sendo transmitido pela TV, não foi mostrado e havia entendimentos para que pudesse haver no Rio de Janeiro, mais um desfile das campeãs, no sambódromo, desta vez, da Série A. Em 2015, foi mostrado apenas pela internet. == Barracões == É um espaço destinado aos grandes galpões onde as escolas de samba criam suas alegorias e fantasias. No Rio de Janeiro, os barracões das escolas de samba do Grupo Especial, foram reunidos num grande conjunto chamado de Cidade do Samba. No passado, os barracões ocupavam galpões abandonados da região degradada do porto do Rio de Janeiro. Eram locais insalubres que apresentavam vários riscos às atividades. A inauguração da Cidade do samba no ano de 2005 foi o pontapé inicial para a revitalização da área. Ainda há um projeto de construção de uma versão, no bairro de São Cristóvão, para escolas de samba da Série A e mirins. Isso evitaria as más condições de trabalho e os riscos que aderecistas, carpinteiros, pintores e escultores são submetidos, além de garantir às escolas um local fixo para exercício das atividades, desde que se mantenham no grupo e outra do mesmo padrão, sendo para as escolas filiadas a AESCRJ. No entanto, em 2011, faltando um mês para o carnaval, a Cidade do Samba, tida como segura, sofreu um grande incêndio que tomou conta de quatro barracões por completo. Por sorte, não houve feridos, porém os preparativos para o desfile das escolas de samba Grande Rio, União da Ilha e Portela ficaram severamente prejudicados naquele ano. Dias depois foi decidido que, não seriam julgadas, não concorrendo ao campeonato com as demais escolas. Em São Paulo, está em construção a Fábrica dos Sonhos, modelo similar a Cidade do Samba. Em outras cidades ainda existem barracões próximos aos locais de desfile, como em Cabo Frio, Manaus, Macapá e Porto Alegre. ==Na cultura popular== ===Cinema=== * O filme “Trinta”, de Paulo Machline (2013), conta a vida do carnavalesco Joãosinho Trinta. * O filme Jonas (2016), de Lô Politi, conta a história de um rapaz que sequestra a filha da patroa da sua mãe, por quem sempre foi apaixonado, e a mantém refém dentro de um carro alegórico em forma de baleia, em São Paulo. 'Jonas' tem história bíblica, sequestro e questão social em romance policial ===Literatura=== * O livro infantil A Rainha de Bateria, de Martinho da Vila (2009), conta a história de uma menina que mora perto de uma quadra de escola de e se torna rainha de bateria. * O romance Desde que o samba é samba, do escritor carioca Paulo Lins (2012), conta sobre a criação da primeira escola de samba no Estácio, nos anos 1920. *O enredo do romance O Grande Dia, do escritor suíço Pierre Cormon (2024), gira em torno de um desfile da imaginária escola de samba Unidos de Madureira . ==Escolas de samba pelo mundo== == Ver também == * Escola de samba mirim * Escola de samba de maquete * Escola de samba virtual * Teatro musical == Bibliografia == * FERREIRA, Felipe. O livro de ouro do carnaval brasileiro. Rio de Janeiro: Ediouro, 2005. * ARAÚJO, Hiram. Carnaval: seis milênios de história. Rio de Janeiro: Gryphus, 2003. * MORAES, Eneida de. História do carnaval carioca. Rio de Janeiro: Record, (1958) 1987. * FERREIRA, Felipe. Inventando carnavais: o surgimento do carnaval carioca no e outras questões carnavalescas. Rio de Janeiro: Editora UFRJ, 2005. * NÓBREGA FERNANDES, Nélson da. Escolas de Samba: Sujeitos Celebrantes e Objetos Celebrados. Rio de Janeiro: Coleção Memória Carioca, vol. 3, 2001. * ANDRÉ MOTTA, Aydano. Onze Mulheres Incríveis do Carnaval Carioca — Histórias de Porta-Bandeiras. Rio de Janeiro: Coleção Cadernos de Samba, 2013. == Ligações externas == * * * * * Categoria:Música popular brasileira Categoria:Carnaval do Brasil",
 "title": "Escola de samba"
}