{
 "id": "21541",
 "text": "Tancos é uma povoação portuguesa sede da Freguesia de Tancos do município de Vila Nova da Barquinha, freguesia com 1,56 km² de área e 190 habitantes (censo de 2021), tendo, por isso, uma densidade populacional de . Foi vila e sede de concelho até ao início do século XIX. Era constituído apenas por uma freguesia e tinha, em 1801, 708 habitantes. Situado na freguesia de Praia do Ribatejo o apeadeiro ferroviário de Tancos, integrado na linha da Beira Baixa, avista-se o castelo de Almourol, serve as freguesias de Tancos e da Carregueira. A nascente da ribeira de Tancos a malha urbana da localidade de Tancos situa-se na freguesia contígua, de Praia do Ribatejo. Obteve uma elevada exposição mediática a partir de 2017, no seguimento do Caso dos Paióis de Tancos.Tancos 2017 - Factos e Documentos, Defesa Nacional, Março de 2018, consultado em 5 de dezembro de 2019. ==Demografia== A população registada nos censos foi: Distribuição da População por Grupos Etários Ano 0-14 Anos 15-24 Anos 25-64 Anos > 65 Anos 2001 40 32 159 64 2011 24 22 132 65 2021 15 17 103 55 == Património == * Igreja de Nossa Senhora da Conceição ou Igreja Matriz de Tancos * Igreja da Misericórdia de Tancos * Campo da bola, Estádio onde a União Desportiva de Tancos disputa os seus jogos em casa == Polígono de Tancos == Atualmente, Tancos tem grande visibilidade pela proximidade e importância da actividade militar e turística do Polígono Militar de Tancos - é hábito identificar simplesmente pelo nome de Tancos, onde se localizam o Castelo de Almourol e várias unidades militares, nomeadamente o Regimento de Engenharia nº 1, a Brigada de Reacção Rápida e o Regimento de Paraquedistas, situados na área geográfica da Freguesia da Praia do Ribatejo. == Galeria == Ficheiro:Apeadeiro de Tancos - abrigo de passageiros.jpg|Apeadeiro ferroviário de Tancos Ficheiro:Apeadeiro de Tancos - vista geral.jpg|Apeadeiro ferroviário de Tancos, ao longe Ficheiro:Estação ferroviária de Tancos (3).jpg|Vista do apeadeiro de Tancos para o castelo de Almourol",
 "title": "Tancos"
}