{
 "id": "21544",
 "text": "Vila Nova de Cerveira é uma vila raiana portuguesa localizada na sub-região do Alto Minho, pertencendo à região do Norte e ao distrito de Viana do Castelo. É sede do município de Vila Nova de Cerveira que tem uma área total de 108,47 km2, 8.921 habitantes em 2021 e uma densidade populacional de 81,3 habitantes por km2, subdividido em 11 freguesiasDiário da República, Reorganização administrativa do território das freguesias, Lei n.º 11-A/2013, de 28 de janeiro, Anexo I.. O município é limitado a nordeste pelo município de Valença, a leste por Paredes de Coura, a sueste por Ponte de Lima, a sudoeste por Caminha e a noroeste pela região espanhola da Galiza. O ponto mais alto do município situa-se no alto de São Paio, com 638 metros de altitude, na freguesia de Loivo. A sua principal freguesia é Campos, pois lá se situam os dois polos industriais, que desenvolvem e dinamizam todo o município e municípios limítrofes. ==História== A presença humana no território hoje correspondente ao município de Vila Nova de Cerveira, remonta à pré-história. Entre os vários elementos detetados, merece destaque o tesouro da sepultura da Quinta de Água Branca, cujo espólio está integrado no Museu Nacional de Arqueologia. A grande expansão demográfica que está na base do povoamento atual deu-se durante o Câmbio de Era com a multiplicação do número de castros, já sob uma forte influência da romanização. O melhor exemplo deste movimento pode ser encontrado no Aro Arqueológico de Lovelhe, cuja ocupação se estende desde o século I a.C. ao século VII d.C. No entanto, o concelho de Vila Nova de Cerveira só começaria a ganhar expressão territorial aquando do processo de reconquista, após as invasões árabes, o que viria a ser enfatizado pela autonomização do Condado Portucalense, em 1096. É neste período que o Rio Minho assume definitivamente o seu papel de fronteira, forçando ao estabelecimento de pontos fortificados que balizassem e defendessem o curso do rio. Surgia assim as Terras de Cerveira, cujo castelo, localizado no sítio onde hoje podemos encontrar a escultura do cervo do José Rodrigues, tinha por missão patrulhar e defender, fosse contra as investidas árabes, fosse contra as normandas. Em 1297, D. Dinis e D. Fernando IV de Castela assinavam o Tratado de Alcanizes, pondo fim aos confrontos que tinham ocorrido nos dois anos anteriores. Este tratado mais do que um acordo de paz, delineou a fronteira entre os dois reinos, que desde então conheceria alguma estabilidade geográfica e política. Esta assinatura faria com que fosse novamente necessário fortificar a fronteira do Minho. A partir deste momento iríamos assistir a um renovado esforço de repovoamento da região. Assim surgia a \"Vila Nova\" de Cerveira com a atribuição da Carta de Foral por D. Dinis, corria o ano de 1321, e a construção de um novo castelo, destinado a proteger a vila em desenvolvimento. O século XVII e as Guerras da Restauração marcariam a história deste concelho e o seu património histórico, ao ser construída uma fortaleza que envolveu a vila, apoiada por dois outros pontos fortificados, a Atalaia do Alto do Lourido, e o Forte de Lovelhe, mandados edificar pelo Governador das Armas do Minho, pressionado pela necessidade de defesa da fronteira. Este novo movimento de construção consistiu basicamente numa reformulação e alargamento da fortificação medieval, à qual foi aplicada uma plataforma voltada ao rio vocacionada para bater a vizinha fortaleza de Goian. O alargamento das muralhas envolveria o burgo, que desde sempre extravasara o perímetro do Castelo A vila, assim circundada, consolidou o seu edificado mediante os principais eixos viários, a Rua Queirós Ribeiro fechada pela Porta de Valença, a Rua César Maldonado e Costa Brava, com a Porta de Viana, a Travessa da Matriz com a Porta de Traz da Igreja e a Porta do Cais fechando a vila ao rio. O Forte de Lovelhe, especificamente construído e preparado para resistir às tentativas de união ibérica, acabaria por prestar outros relevantes serviços ao País, em especial nas Invasões Francesas. Se no decurso das Guerras da Restauração a sua presença foi determinante na dissuasão das hostes filipinas, nesta última ação foi tanto mais importante, ao impedir as tropas francesas, sob o comando do Marechal Soult, de efetuarem a pretendida travessia do Rio Minho, no dia 13 de Fevereiro de 1809. O século XIX iniciou- se com momentos de agitação e destruição, mas que findariam por trazer a estabilização da fronteira e a paz a estas terras. O seu castelo e fortalezas, de elementos defensivos transformaram-se em património histórico, que importa conservar enquanto símbolos portadores da identidade do concelho e das suas gentes. O mesmo se poderá dizer das suas igrejas e demais património histórico, cultural e etnográfico, cujo conhecimento permite compreender, hoje, o que é ser \"cerveirense\". ==Evolução da população do município== ★ Os Recenseamentos Gerais da população portuguesa tiveram lugar a partir de 1864, regendo-se pelas orientações do Congresso Internacional de Estatística de Bruxelas de 1853. Encontram-se disponíveis para consulta no site do Instituto Nacional de Estatística (INE). Número de habitantes Instituto Nacional de Estatística (Recenseamentos Gerais da População) - https://www.ine.pt/xportal/xmain?xpid=INE&xpgid;=ine_publicacoes 1864 1878 1890 1900 1911 1920 1930 1940 1950 1960 1970 1981 1991 2001 2011 2021 10 241 10 427 9 850 9 691 9 825 9 889 10 794 10 922 11 666 11 030 8 645 8 666 9 144 8 852 9 253 8 921 (Obs.: Número de habitantes \"residentes\", ou seja, que tinham a residência oficial neste município à data em que os censos se realizaram.) Número de habitantes por grupo etário INE - http://censos.ine.pt/xportal/xmain?xpid=CENSOS&xpgid;=censos_quadros 1900 1911 1920 1930 1940 1950 1960 1970 1981 1991 2001 2011 2021 0-14 Anos 2 791 3 106 3 074 3 614 3 701 3 734 3 441 2 405 2 064 1 733 1 278 1 230 1 051 15-24 Anos 1 635 1 521 1 552 1 708 1 759 1 862 1 569 1 245 1 306 1 379 1 186 935 856 25-64 Anos 4 098 4 231 4 136 4 448 4 467 4 923 4 780 3 805 3 872 4 307 4 444 4 911 4 602 = ou > 65 Anos 808 903 917 1 026 941 1 087 1 240 1 190 1 424 1 725 1 944 2 177 2 412 (Obs: De 1900 a 1950 os dados referem-se à população \"de facto\", ou seja, que estava presente no município à data em que os censos se realizaram. Daí que se registem algumas diferenças relativamente à designada população residente) == Política == === Eleições autárquicas === Data % V % V % V % V % V % V % V % V % V % V Participação PPD/PSD PS FEPU/APU/CDU CDS-PP AD PRD PSD-CDS IND BE CH 1976 46,63 3 31,89 2 4,11 - 12,13 - 1979 AD 24,97 1 5,40 - AD 67,04 4 1982 40,54 2 2,77 - 53,19 3 1985 62,11 4 28,32 1 4,68 - 1989 39,05 2 51,97 3 2,01 - 3,49 - 1993 36,41 2 60,18 3 0,85 - 0,82 - 1997 29,68 1 61,26 4 1,27 - 4,83 - 2001 CDS-PP 63,40 4 2,07 - PPD/PSD 31,27 1 2005 33,79 2 61,35 3 1,57 - 2009 27,33 1 67,92 4 1,91 - 2013 9,16 - 40,59 2 1,25 - 45,12 3 2017 (a) 35,50 2 1,63 - 58,23 3 2021 50,83 3 0,55 - 41,18 2 1,84 - 2,65 - (a) - O PSD apoiou a lista independente \"Pensar Cerveira\" === Eleições legislativas === Data % PSD PS CDS PCP UDP AD APU/ CDU FRS PRD PSN BE PAN PSD CDS L CH IL 1976 32,22 29,75 20,33 5,33 0,94 1979 AD 29,20 AD APU 0,79 53,66 6,12 1980 FRS 0,65 58,01 5,80 28,20 1983 43,37 36,69 6,72 0,36 6,08 1985 36,32 22,75 8,33 0,93 4,54 19,70 1987 57,53 23,33 5,04 CDU 0,39 2,02 4,41 1991 57,44 30,78 3,39 2,04 1,58 1,20 1995 40,64 47,15 7,09 0,42 1,86 1999 34,26 50,82 7,68 2,47 0,33 1,07 2002 43,70 42,29 7,02 1,71 1,67 2005 32,10 50,60 6,80 1,80 4,34 2009 32,18 44,34 7,46 2,29 7,67 2011 44,28 31,45 8,45 3,26 4,57 0,58 2015 CDS 36,15 PSD 3,21 8,16 0,74 41,24 0,32 2019 31,48 40,59 3,44 2,21 8,77 2,33 0,59 1,04 0,56 2022 30,25 47,95 1,73 1,65 3,30 1,04 0,57 8,09 2,45 2024 AD 30,69 AD 26,92 1,16 3,64 1,35 1,76 25,22 2,90 ==Freguesias== O município de Vila Nova de Cerveira está dividido em 11 freguesias: ==Património== * Convento de SanPayo * Castelo de Vila Nova de Cerveira * Forte de Lovelhe * Aquamuseu do Rio Minho * Atalaia de Lovelhe (século XVII) * Igreja Matriz de Vila Nova de Cerveira * Capela de São Sebastião * Capela de Nossa Senhora da Ajuda * Capela de Nossa Senhora da Encarnação * Pelourinho de Vila Nova de Cerveira * Cruzeiro de Vila Nova de Cerveira * Outeiro da Forca * Vila Romana * Monumento aos Heróis da Guerra Peninsular * Solar dos Castros * Escultura do Cervo ==Aquamuseu do rio Minho== O Aquamuseu do Rio Minho está em funcionamento desde Julho de 2005. No aquamuseu está recriado todo o percurso do rio Minho, das suas espécies (estão representadas 40 vivas e outras tantas mortas), das tradições e actividades que lhe estão associadas. O aquamuseu é um dos pontos mais atractivos da vila, está situado junto ao Rio Minho, no Parque do Castelinho onde se pode usufruir de várias actividades ao ar livre, está equipado de campo de jogos e de mini-golfe, parque infantil e aquático e ainda equipamento para praticar exercício físico. ==Ver também== * Bienal de Cerveira ==Personalidades== * Francisco Barreira, o Morgado de Covas * Visconde de Vila Nova de Cerveira ==Ligações externas== * Paróquia de Vila Nova de Cerveira (São Cipriano), 1615/1903, Arquivo Distrital de Viana do Castelo, Código de referência PT/ADVCT/PRQ/PVNC15. * Portal das Freguesias * Freguesias de Portugal Categoria:Municípios fronteiriços de Portugal",
 "title": "Vila Nova de Cerveira"
}