{
 "id": "21572",
 "text": "Avidos é uma localidade portuguesa do Município de Vila Nova de Famalicão que foi sede da extinta Freguesia de Avidos, freguesia que tinha 2,80 km² de área e 1 742 habitantes (2011), e, por isso, uma densidade populacional de 622,1 hab/km². A Freguesia de Avidos foi extinta em 2013, no âmbito de uma reforma administrativa nacional, tendo sido agregada à Freguesia de Lagoa para formar uma nova freguesia denominada União das Freguesias de Avidos e Lagoa com sede em Avidos.Diário da República, 1.ª Série, n.º 19, Lei n.º 11-A/2013 de 28 de janeiro (Reorganização administrativa do território das freguesias). A sua população distribui-se principalmente pelos sectores primário e terciário (agricultura, comércio e serviços). Durante muito tempo teve uma grande pujança na indústria têxtil, a qual tem vindo a ser substituída por pequenas indústrias emergentes (alumínios, fabrico de órgãos de tubos e outras) as quais absorvem grande parte da actividade laboral dos cidadãos. A antiga Freguesia de Avidos fazia fronteira com o vizinho Município de Santo Tirso e confina com as freguesias de Lagoa, Landim, Cabeçudos, São Miguel de Seide, Areias (Santo Tirso) e Palmeira (Santo Tirso). O seu orago é São Martinho e festeja anualmente, no último fim-de-semana de Agosto, o Santo Ovídio. Esta festividade atrai regularmente milhares de romeiros, devotos do Santo protector dos ouvidos. Atravessavam a freguesia dois cursos de água: o rio Pele e a ribeira de Gerém. A ribeira de Gerém desagua no rio Pele na zona sudoeste da freguesia. Ambos estão a ser objecto de despoluição, integrado no programa de despoluição da bacia do rio Ave. Avidos possui uma situação geográfica estratégica e privilegiada. Dista 5 km de dois grandes centros urbanos (Vila Nova de Famalicão e Santo Tirso) a partir da EN 204. A EN 204-5 liga Avidos à freguesia de Delães e, consequentemente, a Riba de Ave e Guimarães. Está servida por rede de auto estradas (A3 e A7) que a liga ao resto do país e à Europa. As estações ferroviárias mais próximas e de maior importância são a de Estação Ferroviária de Santo Tirso (4,8 km), Estação Ferroviária de Famalicão (6,0 km) e Estação Ferroviária de Lousado (6,9 km). Possui várias carreiras de autocarros, que ligam Avidos diretamente à cidade de Vila Nova de Famalicão, Santo Tirso, Paços de Ferreira, vila de Riba de Ave, entre outros. Existem três áreas industriais, e está próxima de áreas comerciais. O local de maior interesse é a zona da Igreja e toda a área envolvente. ==População== População da freguesia de Avidos Instituto Nacional de Estatística (Recenseamentos Gerais da População) - https://www.ine.pt/xportal/xmain?xpid=INE&xpgid;=ine_publicacoes 1864 1878 1890 1900 1911 1920 1930 1940 1950 1960 1970 1981 1991 2001 2011 449 477 506 508 555 555 575 742 821 853 1 071 1 424 1 359 1 410 1 742 == História == A antiga freguesia de São Martinho de Avidos era denominada, no início do século XIII, por “Sancto Martino de Avidos”, mas em 1258 já vem escrita como “Avidus” e, em 1371 é denominada “Sancti Martini de Ouvidos”. Avidos era uma Abadia de Concurso de Apresentação do Ordinário, no termo de Barcelos, e parte integrante do Julgado de Vermoim. Foi sua donatária a Sereníssima Casa de Bragança, uma vez que o Julgado de Vermoim fora doado ao filho de D. João, Conde de Barcelos. Em Avidos, não se encontram factos ou acontecimentos históricos de significativa relevância, ou não estão documentados. Fala-se no entanto, entre o povo, que por baixo do altar da Capela de São João, perto do Colégio das Caldinhas, existe uma coluna aberta por dentro sem que se saiba o que lá existe. E dizem que antigamente um padre a quis examinar e que ao abri- la ficou cego. == População == O primeiro dado acerca do número de habitantes de Avidos é relativo a 1758, no \"Dicionário Geográfico de Portugal Luís Cardoso\" contabilizando 240 habitantes. No \"Cadastro de Villas Boas\", de 1794, Avidos é referido como tendo 344 habitantes. Na tabela abaixo, estão contabilizados os habitantes de Avidos de acordo com o Recenseamento Geral da População. População da freguesia de Avidos (Censos 1864 – 2011) 1864 1878 1890 1900 1911 1920 1930 1940 1950 1960 1970 1981 1991 2001 2011 449 477 507 508 556 555 575 742 821 853 1062 1424 1359 1410 1742 == Património e Locais de Interesse == === Igreja === A Igreja Paroquial de Avidos, lugar mais importante da freguesia, já existia na altura das inquirições de 1220. Está situada no alto de uma colina, aproximadamente no centro-oeste da freguesia. Em finais do século XIX, sofreu algumas obras de beneficiação, tendo sido concluídas em Agosto de 1891. Já no século XX, nos anos 30, o Conde de S. Bento, proprietário de muitas quintas e terrenos da região, uma delas a Quinta das Devesas, mandou pintar o tecto da Igreja e construir um altar a Santo Ovídio, cuja festa em sua honra se realiza no último domingo de Agosto. Em 1936, constituiu-se uma comissão com a finalidade de se levar a efeito a construção da torre da igreja. O sino foi pago por um industrial de Avidos. Em 1993 e 1994, procedeu-se ao restauro da igreja, obra feita com o apoio dos habitantes da aldeia, sendo seu pároco Joaquim da Silva Freitas. === Cemitério === Até 1835, os enterros eram feitos nas igrejas, reservando-se a capela-mor para os sacerdotes. O primeiro cemitério existente na freguesia ficava mesmo junto ao adro, cuja primeira referência surge em acta da junta de freguesia de 21 de Outubro de 1883. Em 1966, iniciaram-se as obras de alargamento para poente. O cemitério actual fica próximo da igreja, e foi inaugurado em 30 de Junho de 1991, sendo o antigo demolido em 2002 e os corpos transladados. === Cruzeiros === Esta freguesia, tal como o resto do povo minhoto, era e é muito religiosa. Em Avidos, há quatro cruzeiros mais importantes. Na rua Pe. José Mendes de Carvalho, a poucos metros do cemitério actual, existe um cruzeiro simples. O material usado mostra um grande carácter e harmonia com a Natureza. No início da Rua Manuel Correia Marques, localiza-se o cruzeiro que existia no cemitério antigo, demolido em 2002. É feito de granito e constituído por uma cruz sobre um pedestal. A data nele inscrita, um pouco ilegível, coloca algumas dúvidas, 1880 ou 1885 No lado direito da Avenida Comendador José da Costa Oliveira, o acesso principal à Igreja (visto por quem está na Estrada Nacional 204-5) foi colocado um cruzeiro novo e moderno assente numa plataforma de dois degraus lisos e rectos, no âmbito das obras de requalificação dessa avenida. O Cruzeiro da Quinta de Penso, situado junto à entrada da quinta, é o mais imponente de todos os cruzeiros. É constituído por granito de grão médio. O cruzeiro, anteriormente localizado junto à capela do Bom Jesus, foi mudado por volta de 1975, para o local actual, devido ao alargamento da rua de acesso à Quinta de Penso. === Capelas === A Capela da Quinta de Penso encontra-se na casa da mesma quinta. O altar, em talha renascença, é revestido a folha de ouro. O pavimento é em madeira e possui um silhar em azulejo moderno. A Capela do Bom Jesus situa-se na rua de Bom Jesus de Penso, foi fundada por António Gonçalves e pela sua esposa Maria Antónia, e existe desde 1681. É constituída por granito, com uma imagem do Bom Jesus, que actualmente se festeja no primeiro domingo de Maio. A Capela de S. João Baptista, de escultura barroca, actualmente pertence à família Sousa Fernandes. É em 1758 que se encontra o primeiro documento que fala sobre esta capela. A Capela de S. José possui arquitectura e execução cuidada. No litel da porta principal encontra-se gravada a data de 1792. Localiza-se ao lado direito da fachada principal da Quinta de Penso e pertencente aos proprietários da quinta. === Alminhas e outros locais de culto religioso === As duas alminhas desta freguesia localizam-se no cruzamento da Estrada Nacional 204 com a Estrada Nacional 204-5. Distanciadas apenas alguns metros, mostram o carácter religioso da população. Um nicho está embutido no exterior da casa de Mário Pereira Sampaio. É em granito e possui uma cruz cimeira. Em lugar de relevo, está Nossa Senhora do Carmo. Data de 1898. Embutido na parede da Casa Carvalho, vemos outro nicho, que no interior apresenta um painel em azulejo, com a figura de Santa Filomena. No lado direito da avenida principal, que permite o acesso à Igreja Paroquial, foi construído e inaugurado, em 2004, um nicho em honra a Nossa Senhora de Fátima. === Escolas === A primeira e atual escola da freguesia, a Escola EB1 de Avidos, foi inaugurada em 1900, cujo primeiro professor foi Manuel José Nogueira, que aí ensinou durante 34 anos. Os custos da sua construção foram suportados por António da Silva Freitas, herdeiro do Conde de S. Bento, tendo também cedido o terreno para o efeito. Localiza-se em frente à EN204, no entanto a entrada faz-se pela Rua da Escola. Possuía sala de aulas e residência para o professor, com cozinha, três quartos, sala de jantar, sala de visitas, etc. Devido à popularidade e prestígio desta escola, muitos alunos de freguesias vizinhas também aqui aprenderam as primeiras letras. Na atualidade, possui 4 salas de aula para os 4 anos de escolaridade do 1º Ciclo, casas de banho, recreio coberto, arrecadação, cozinha e sala de professores e auxiliares. A escola do sexo feminino foi construída em 1924, a mando do professor António Arrais Torres de Castro. Localiza-se na EN 204-5, ao lado do Nicho de Nossa Senhora de Fátima. Possui uma sala de aula, casas de banho e recreio. Atualmente está desativada, estando os alunos de ambos os sexos na Escola EB1 de Avidos. O Jardim de Infância da Ponte, como é designado, foi constituído na década de 90, funcionando numa das salas da Escola. A 8 de setembro de 2002, foi lançada a primeira pedra do edifício do Jardim de Infância, tendo sido concluído em Novembro de 2003. Este edifício possui sala de atividades, com computadores, biblioteca e mesas de trabalho; sala para prolongamento e sala de descanso; casa de banho adaptada para as crianças; casa de banho para adultos; sala para os educadores; refeitório, onde são servidos os almoços, tanto para as crianças do Jardim de Infância, como para as da Escola EB1 de Avidos; entrada, com vestiários; recreio. === Outras Infraestruturas === O Auditório António Gomes é um auditório polivalente, localizado no Largo da Igreja, inaugurado a 6 de julho de 2013. Trata-se de um equipamento que serve as várias associações da freguesia, para as mais diversas atividades. Com capacidade para 270 lugares sentados, o espaço é composto por palco, camarins, coro e arrumos. No seu exterior, possui zona de estacionamento, jardim, um palco, e um espaço amplo para a realização de outro tipo de eventos ao ar livre. === Locais de Lazer === O Parque de Lazer de Avidos, inaugurado a 30 de julho de 2011, possui palco para espetáculos com espaço coberto para o público, mesas e bancos de pedra para piqueniques, grelhadores, espaço de quiosque, casas de banho, ciclovia, parque infantil e equipamentos de ginástica de manutenção. É um espaço amplo, agradável, muito utilizado nos dias de verão pelas famílias e pelas associações de dentro e de fora da freguesia. O Campo do Passal é um campo aberto ao público, com piso impermeabilizado, ideal para a prática de futebol de 5, entre outros desportos. Localiza-se no Loteamento do Passal. Ao lado da igreja e do Centro Social e Paroquial, localiza-se o Jardim Baden- Powell, em homenagem ao fundador do movimento escutista, existente há 45 anos na freguesia. === Quintas === Existiam várias quintas em Avidos, muitas das quais já desintegradas e divididas. Aqui estão várias, algumas delas já inexistentes: de Penso, das Devesas, de Serufe, da Laje, de Castelãos, de Prazins, dos Moinhos, dos Pereiras, do Forno, das Casas Novas, dos Carvalhos, dos Reis, do Passal, do Ribeiro, da Ribeira, dos Paulinhos e da Corredoura. A Quinta de Penso aparece referenciada pela primeira vez em 3 de Novembro de 1820, quando faleceu D. Quitéria Maria Bastos, mulher de José Correia de Faria, os primeiros proprietários. Foi formada pela compra de vários terrenos no lugar de Penso, por José Correia de Faria, nascido a 20 de fevereiro de 1778. Os seus avós paternos, casados a 6 de abril de 1715, fixaram residência aqui. Atualmente, o seu proprietário é o Comendador José da Costa Oliveira, que a comprou na década de 30 do século XX. A Quinta das Devesas já existia na primeira metade do século XVIII. Os primeiros proprietários documentados foram Francisco José dos Santos Araújo Sampaio e Clementina Rosa, casados em Avidos a 8 de fevereiro de 1836, cuja quinta pertencia aos pais da esposa. Foi comprada pelo Conde de São Bento, António José Ribeiro, no século XIX. Devido às suas grandes dimensões (vai desde a ponte de Avidos até à ponte de Serufe, pelos vales e campos férteis da Ribeira de Gerém e do Rio Pele), possuía vários caseiros em várias casas. Com a morte do Conde, as suas quintas foram divididas pelos herdeiros, sendo que esta passou a pertencer a Maria Rosa Ribeiro, sobrinha do conde, casada com António da Silva Freitas. Esta propriedade está dividida em três, a Quinta das Devesas (família Cardoso), a Quintinha, e a Quinta das Devesas de Baixo (família Freitas). Na Quinta das Devesas, existe um moinho de pedra, perto da ponte de Avidos, que usa as águas da Ribeira de Gerém para moer os cereais. Foi restaurado em 1930, passando a ter duas mós. * * PAIVA, ODETE. S. Martinho de Avidos, Comunidade Rural do Vale do Ave - Demografia e Sociedade (1599-1995). Vila Nova de Famalicão: NEPS e C. M. V. N. F., 2001 Categoria:Antigas freguesias de Vila Nova de Famalicão",
 "title": "Avidos"
}