{
 "id": "21583",
 "text": "Esmeriz é uma povoação portuguesa do Município de Vila Nova de Famalicão que foi sede da extinta Freguesia de Esmeriz, freguesia que tinha 3,80 km² de área e 2 218 habitantes (2011), e, por isso, uma densidade populacional de 583,7 hab/km². A Freguesia de Esmeriz foi extinta em 2013, no âmbito de uma reforma administrativa nacional, tendo sido agregada à Freguesia de Cabeçudos para formar uma nova freguesia denominada União das Freguesias de Esmeriz e Cabeçudos com sede em Esmeriz.Diário da República, 1.ª Série, n.º 19, Lei n.º 11-A/2013 de 28 de janeiro (Reorganização administrativa do território das freguesias). ==População== População da freguesia de Esmeriz Instituto Nacional de Estatística (Recenseamentos Gerais da População) - https://www.ine.pt/xportal/xmain?xpid=INE&xpgid;=ine_publicacoes 1864 1878 1890 1900 1911 1920 1930 1940 1950 1960 1970 1981 1991 2001 2011 396 398 500 467 542 632 710 796 905 1 133 1 179 1 413 1 599 1 905 2 218 == História == São Pedro de Esmeriz é uma das quarenta e nove freguesias do concelho de Vila Nova de Famalicão. Ocupa uma área geográfica de 380 hectares e é atravessada pelo rio Pelhe. Faz fronteira com as freguesias de Antas S. Tiago, Cabeçudos, Calendário e Lousado. Desde há séculos que São Pedro de Esmeriz é uma terra de extrema importância no contexto económico do concelho, sobretudo porque, outrora, nos moinhos situados ao longo das margens do rio Pelhe, se moíam os cereais cultivados nos campos da freguesia, bem como os que chegavam, provenientes de freguesias vizinhas. Durante o domínio do império romano, teve influência a sua proximidade à via Cale Bracara, via importante para quem se dirigia do sul do país para a cidade de Bracara Augusta. O seu topónimo Hermeriz ou Ermeriz, e que mais tarde se tornou Esmeriz significava \"forte rei\" na época dos suevos. Esta freguesia tem o nome do padroeiro São Pedro, de Esmeriz. Segundo algumas fontes, Esmeriz terá nascido entre 1085 e 1099. A Igreja Paroquial de Esmeriz era, então, o único edifício da freguesia, juntamente com a Honra de Pereira, com a sua casa senhorial da Quinta de Pereira, que possuía uma capela de Santa Maria ou Nossa Senhora das Mercês. A população da freguesia foi crescendo acompanhando outras terras, juntamente com o progresso industrial de Vila Nova de Famalicão. De facto, durante muitos anos, Esmeriz foi essencialmente uma freguesia cuja actividade principal era o sector primário (agricultura), tendo os seus habitantes que se deslocar para as freguesias vizinhas para trabalhar no sector secundário (indústria). Actualmente, com a criação de dois parques industriais na extremidades Nascente e Sul, o panorama foi substancialmente alterado, passando Esmeriz a ser uma freguesia também ela empregadora. É uma terra de pessoas solidárias e que estão sempre prontas a ajudar os outros . == Património == * Igreja Paroquial (século XVI) * Capela de São Marçal * Moinhos de água ao longo do rio Pelhe (século XVII) * Ponte medieval denominada de Ponte Pedrinha * O solar da Quinta da Pereira (século XIII) * Capela de Santa Maria ou Nossa Senhora das Mercês (século XVI) * Quinta da Torre * Alminhas de Vila Verde (século XIX), em honra de Santo António, e do Souto, em honra das almas (século XVIII) == Instituições == Esmeriz possui Centro Social e Paroquial com as seguintes valências: Creche, Jardim-de-Infância, Centro de Dia e Apoio Domiciliário. Possui ainda a Escola EB1 de São Marçal e que esta contem, ATL e Cantina. Na freguesia também existe escola Pré-Primária.A nível associativo destacam-se a Associação Desportiva de Esmeriz e o Corpo Nacional de Escutas. == Acessibilidade e transportes == Em termos de transportes e acessibilidades, a freguesia de Esmeriz é servida pela Linha do Minho, ligação Porto - Braga - Viana do Castelo, com apeadeiro, anteriormente designado de Pisão e actualmente designado de Esmeriz. Ao nível rodoviário a freguesia tem ligação à variante nascente com acesso à A7 e A3, situando-se as portagens na área administrativa de Esmeriz. == Galeria Fotográfica == Ficheiro:J.F.-Padr%C3%A3o_monol%C3%ADtico.JPG|Junta de Freguesia-Padrão Monolítico Ficheiro:rotunda_de_esmeriz.jpg|Rotunda de S. Pedro de Esmeriz Ficheiro:Cruzeiro_de_Esmeriz.JPG|Cruzeiro de Esmeriz Ficheiro:Esmeriz- Escola.JPG|Escola de Esmeriz Ficheiro:estatua_do_padre.jpg|Estátua do Padre Joaquim Carneiro Ficheiro:portagem_de_esmeriz.jpg|Portagem de Esmeriz Ficheiro:instituiçoes_de_esmeriz.jpg|Instituições de Esmeriz Ficheiro:Esmeriz-C._Paroquial.JPG|Centro Paroquial de Esmeriz Ficheiro:igreja_de_esmeriz.jpg|Igreja de Esmeriz Ficheiro:Esmeriz- Igreja.JPG|Igreja de Esmeriz Ficheiro:variante_de_esmeriz.jpg|Variante de VNF em Esmeriz Ficheiro:Esmeriz-Casa_Q._Pereiras.JPG|Esmeriz-uma casa Ficheiro:Casa_Quinta_P.JPG|Vivenda de Esmeriz Ficheiro:Casa-Q._Pereiras.JPG|Casa de Esmeriz Ficheiro:Q.P._Buganv%C3%ADlia.JPG|Quinta de Pereiras-Buganvília Ficheiro:Q.P.-Casa.JPG|Casa da Quinta de Pereiras Ficheiro:Q.P._Habita%C3%A7%C3%B5es.JPG|Quinta de Pereiras Novas Habitações Ficheiro:C._Comercial_S._Paulo.JPG|Esmeriz-Centro Comercial S. Paulo Ficheiro:Casa_de_Granito.JPG|Esmeriz-Casa de Granito Ficheiro:Uma_Rua_de_Esmeriz.JPG|Uma Rua de Esmeriz Ficheiro:Casa_do_Centro.JPG|Esmeriz-Casa do Centro Ficheiro:Conj.Vivendas.JPG|Vivendas de Esmeriz Ficheiro:Casa_do_Centro_de_Esmeriz.JPG|Casa do Centro de Esmeriz Ficheiro:Centro-Ed._Habita%C3%A7%C3%B5es.JPG|Edifício do Centro de Esmeriz Ficheiro:Esmeriz-Quintal_murado.JPG|Quintal Murado em Esmeriz Ficheiro:Ramada.JPG|Ramada de Esmeriz Ficheiro:Zona_Ind%C3%BAstrial.JPG|Zona Industrial == Bibliografia == * Carneiro, Eduardo Manuel Santos (1997) -\"Actividades Sócio-Culturais, Comerciais e Personalidades de Vila Nova de Famalicão no Início do Século XX\", Boletim Cultural nº 14, C.M.F., V. N. Famalicão. Categoria:Antigas freguesias de Vila Nova de Famalicão",
 "title": "Esmeriz"
}