{
 "id": "21582",
 "text": "Delães é uma freguesia portuguesa do município de Vila Nova de Famalicão, com 2,30 km² de área e 3980 habitantes (censo de 2021). A sua densidade populacional é . ==Demografia== Nota: Nos censos de 1864 a 1900 tinha anexada a freguesia de Oliveira (São Mateus). A população registada nos censos foi: Distribuição da População por Grupos Etários Ano 0-14 Anos 15-24 Anos 25-64 Anos > 65 Anos 2001 656 592 2113 400 2011 608 418 2323 568 2021 483 410 2203 884 == História == Delães é uma freguesia do Minho da Comarca e concelho de Vila Nova de Famalicão, distrito e arquidiocese de Braga. Mas nem sempre pertenceu à comarca de Vila Nova de Famalicão. Em 1839 aparece na comarca de Barcelos e só em 1852 insere-se na de Vila Nova de Famalicão. Da sua toponímia diz-se que no principio da fundação da freguesia, o povo teria denominado esta região por «Divino Salvador Dallém D Ave», que depois se teria chamado «Dallém D Ave», mais tarde «Dallêns» e hoje Delães. Só a partir do Século XIII é que aparece em documentos escritos e sob diversas variantes da actual designação: «Alães»,«Dailanes», «Dalões», «Deelãees», «Deelaes», «Elaes», «Delaens» e «Delains». Nas inquirições de 1220 era citada com o nome de «Sancti Salvatoris de Elaes» e também nas de 1258, o que indica que esta freguesia terá fortes tradições históricas, relacionadas com os primeiros séculos da Nacionalidade. Mas o povoamento de Delães é muito anterior à chegada dos primeiros povos, que não praticavam a agricultura e apenas se dedicavam à recolecção de plantas e frutos. A cultura castreja também teve forte implantação em Delães. Uma população pobre que habitava em toscas casas, construídas em pedra e cobertas de colmo ou ramos de arvores, dedicava-se a pastorícia e a uma agricultura incipiente. Segundo Pinho Leal(1), houve aqui, em tempos remotos, um convento de freiras beneditinas de que hoje não há sinais, assim como no alto do monte há vestígios da distância de uma cidade, cujo nome se ignore, e que foi arrasada com as guerras da Idade Média. O Padre António Carvalho da Costa, na «Coreografia Portuguesa» de 1706, dizia que: «S. Salvador de Delães, Abadia da Mira, rende cento e cincoenta mil reis, tem cincoenta vifinhos(2). Esta igreja situava-se no alto de S. Miguel do Monte, que segundo a tradição dos tempos passados, fora Cidade (ao menos tinha fortificação pelo que nos mostram os vestígios)..» Assim é dada notícia de uma cidade que ocupou a zona em que hoje se situa Delães. Nesta data (1706) ainda eram visíveis os vestígios das muralhas no alto de S. Miguel. Pensa-se que esta cidade devia estender-se pelo Monte de S. Miguel (tem a sua origem Ruivães e vai até Mogege) onde há a certeza de ter estado a Fortaleza e de onde foi removida a igreja paroquial de \"S. Salvador de Delaens\". Aquele último autor, refere ainda a existência de um Solar dos Novaes, família que procedia de D. Pedro de Novaes, o Velho, um fidalgo galego pobre. Vindo a Portugal para tentar enriquecer, acabou cativo dos mouros, que o levaram para África. Resgatou a sua libertação graças ao dinheiro emprestado por «alfaqueques» (emissários encarregues de resgatar cativos ou de propor a paz entre facções desavindas). Chegado à Peninsula lbérica, D.Pedro de Novaes viveu de esmolas até conseguir pagar a sua libertação. Juntou tanto dinheiro que se fez negociante de trigo e enriqueceu com tal comércio. Foi tal a importância que atingiu, que durante o reinado de D. Sancho II (1223-1247), foi nomeado Alcaide-Mor de Vila Nova de Cerveira. Deste D. Pedro de Novaes descendem muitas famílias nobres, vivendo a maior parte delas em Guimarães. As suas armas são em campo azul cinco novelos de prata postos em santos; timbre em aspa azul entre dois novelos com o escudo. Em 1551, Delães então chamada de «Abes Sam Salvador» estava anexa a São Miguel do Monte, pertencia ao termo de Barcelos e era sua donatária a Casa de Bragança. «DICIONÁRIO GEOGRÁFICO DO REINO DE PORTUGAL» DO PADRE LUÍS CARDOSO Em resposta ao Inquérito de 1758, enviado aos párocos por ordem do Marquês de Pombal e cujos dados o padre Luís Cardoso usou para compor o «Dicionário Geográfico do Reino de Portugal», Delães aparece assim retratado:« freguesia do Salvador de Delains está situada na província de Entre Douro e Minho, pertencente ao arcebispado de Braga, comarca de Viana e termo de Barcelos. Tem 71 fogos e 276 pessoas. Esta situada numa planície entre o Monte de S.Miguel e o da Serqueda, de onde se descobre Guimarães para as partes nascentes e poente, o convento de Santo Tirso, dos monges de S. Bento, e também para a mesma parte,o convento de Landim dos Clérigos Regulares de Santo Agostinho. A freguesia tem sete lugares, são eles: Loureiro. Delains, Regengo, Pennas, Parellos, Montenegro e Piqua. Existindo ainda quatro casais:: Pennavilla, Figueiras, Gavirn e Corredoura. O orago (padroeiro) da freguesia é o Salvador. A igreja desta freguesia está situada no seu centro no meio do lugar do Loureiro, tem 3 altares e uma só confraria. 0 altar principal é o do Salvador existiindo ainda o de Nossa Senhora da Purificação(3) e o terceiro de S.Sebastião. A confraria é a de Nossa Senhora da Purificação. Existem quatro capelas: a de:S.Miguel de Archanjo, a de Santa Maria de Perrelos, a de Nossa Senhora do Amparo e a de Santo António. A Capela de S. Miguel Archanjo foi antigarnente a Igreja Matriz mas por esta estar no alto do Monte de São Miguel distante dos moradores (paroquianos) e o caminho ser íngreme, uniu-se à do Salvador que agora é matriz, ficando sujeitos aos moradores a um só pároco responsável pela veneração e cuidados com a capela. A Capela de Santa Maria de Perrelos, foi segundo a tradição convento de freiras e hoje «administrada» pelos religiosos de S. Vicente de Fora, da cidade de Lisboa. A Santa é muito venerada pelos fieis que a ela recorrem com preces principalmente a pedirem saúde. Para alcançarem as gratas refiram terra debaixo do seu altar e trazem- na em saquinhos ao pescoço ate obterem o que pediram, depois voltam a por a terra debaixo do altar. Esta capela esta situada entre o lugar de Perrelos e o de Penas. A Capela da Senhora do Amparo esta situada na Quinta da Penavila cujo administrador é Francisco Pereira Lobo, dono da mesma Quinta. MINHO PITORESCO DE JOSE AUGUSTO VIEIRA Datado de 1887, refere que a freguesia de S.Mateus de Oliveira está anexada a Delães. Como confirmação refere que todasas Quintas-feiras há mercado em Delães e que no lugar da feira está a capela de Santa Ana e S. José. Nesta Altura a freguesia era composta pelos seguintes lugares: Cerqueda, Corredoura, Delães. de Baixo, Figueiros, Gabim, Loureiro, Montenegro, Paraíso, Penna Vella, Penas, Penedo, Perrelos, Pica, Portela, Reguengo e Santa Ana. Estes dados indicam por si, a existência da anexação. Para a confirmar, os Censos de 1890 e 1900 referem também de S.Mateus de Oliveira como estando anexa a Delães. Nos censos de 1911 as duas freguesias já surgem separadas. == Património == * Estação arqueológica de São João de Perrelos * História de Delães Categoria:Freguesias de Vila Nova de Famalicão",
 "title": "Delães"
}