{
 "id": "21595",
 "text": "Lemenhe é uma povoação portuguesa do Município de Vila Nova de Famalicão que foi sede da extinta Freguesia de Lemenhe, freguesia que tinha 2,67 km² de área e 1 272 habitantes (2011), e, por isso, uma densidade populacional de 476,4 hab/km. A Freguesia de Lemenhe foi extinta em 2013, no âmbito de uma reforma administrativa nacional, tendo sido agregada às freguesias de Mouquim e Jesufrei para formar uma nova freguesia denominada União das Freguesias de Lemenhe, Mouquim e Jesufrei com sede em Lemenhe.Diário da República, 1.ª Série, n.º 19, Lei n.º 11-A/2013 de 28 de janeiro (Reorganização administrativa do território das freguesias). Acedido a 2 de fevereiro de 2013. Lemenhe situa-se a cerca de cinco quilómetros da sede municipal. == História == O topónimo Lemenhe deriva do termo árabe Lamenhi, composto pela partícula la (de), pelo interrogativo mán (quem) e pelo pronome pessoal hí (tomado pelo verbo auxiliar sum, es, fiu), o que significa \"de quem é?\". É provável que Lemenhe, uma povoação muito antiga, tenha sofrido sucessivas invasões mouras e o nome provenha das dúvidas relativas à propriedade das suas terras, como acontecia em todo o território. As primeiras referências escritas a Lemenhe, surgem em 1059: \"Et ripa alister Monasterio de Lemeni integro et Villa Abrigosa integra. Isto Monasterio et Villa cum incommuniationes et ecclesias.\" A existência do referido Mosteiro, em Lemenhe, nunca foi confirmada. Entretanto, nos anos seguintes surgem, em documentos oficiais, referências a povoações anexas a Lemenhe. Villa Abrigosa, Sancti Andree e Pradosso. Durante a época medieval, a Freguesia pertenceu ao Julgado de Vermoim. Foi Abadia de Apresentação da Mitra e passou, depois, a Reitoria. O dia 13 de Junho de 1874 foi um dos dias mais marcantes da história de Lemenhe. Abateram-se fortes trovoadas e chuvas torrenciais sobre a povoação, fazendo o nível das águas do ribeiro atingir uma altura de três metros. Desde Cambeses, entre Lemenhe e Nine, e até à foz, no Rio Ave, o ribeiro causou grandes estragos, como conta Pinho Leal, :\"suas águas, correndo furiosas, arrastaram tudo a quanto chegaram. Torceu, quebrou e arrancou um sem número de árvores feitas; arrasou paredes sem conta, levando pedras enormes a grandes distâncias. Desmantelou muitos moinhos e engenhos, arrasando completamente alguns. Varreu as sementeiras dos campos, abrindo nelas profundas escavações; afogando algum gado. Um homem de Gamil, que estava num moinho, fugindo para o telhado dele, dali mesmo foi arrebatado pela corrente furiosa. Foi arrastado até à freguesia de Rio Covo. Só esta Freguesia perdeu com a cheia, mais de três contos de réis, e as outras, mais de trinta. Não há memória de outro semelhante temporal.\" Curiosamente, a Capela, onde hoje se venera Nossa Senhora do Carmo era, naquela altura, dedicada à milagrosa imagem de Nossa Senhora de Água Levada. ==População== População da freguesia de Lemenhe Instituto Nacional de Estatística (Recenseamentos Gerais da População) - https://www.ine.pt/xportal/xmain?xpid=INE&xpgid;=ine_publicacoes 1864 1878 1890 1900 1911 1920 1930 1940 1950 1960 1970 1981 1991 2001 2011 503 466 539 501 562 606 685 708 822 873 949 1 175 1 363 1 427 1 272 == Património == O Santuário Mariano de Nossa Senhora do Carmo, é o único Santuário Mariano no concelho de Vila Nova de Famalicão. Categoria:Antigas freguesias de Vila Nova de Famalicão Categoria:Lemenhe, Mouquim e Jesufrei",
 "title": "Lemenhe"
}