{
 "id": "21599",
 "text": "Mouquim é uma povoação portuguesa do Município de Vila Nova de Famalicão que foi sede da extinta Freguesia de Mouquim, freguesia que tinha 4,13 km² de área e 1 266 habitantes (2011), e, por isso, uma densidade populacional de era 306,5 hab/km². A Freguesia de Mouquim foi extinta em 2013, no âmbito de uma reforma administrativa nacional, tendo sido agregada às freguesias de Lemenhe e Jesufrei, para formar uma nova freguesia denominada União das Freguesias de Lemenhe, Mouquim e Jesufrei com sede em Lemenhe.Diário da República, 1.ª Série, n.º 19, Lei n.º 11-A/2013 de 28 de janeiro (Reorganização administrativa do território das freguesias). Acedido a 2 de fevereiro de 2013. ==População== População da Freguesia de Mouquim Instituto Nacional de Estatística (Recenseamentos Gerais da População) - https://www.ine.pt/xportal/xmain?xpid=INE&xpgid;=ine_publicacoes 1864 1878 1890 1900 1911 1920 1930 1940 1950 1960 1970 1981 1991 2001 2011 445 507 497 505 580 570 575 650 782 903 960 1 262 1 394 1 403 1 266 == O caso Santa Filomena == Em 1957 foi construída em Mouquim, no lugar de Tarrio, uma capela dedicada a Santa Filomena. A devoção chegou a esta paróquia nos finais de 1954, graças a uma oferta de uma habitante de uma freguesia vizinha, que havia prometido oferecer uma imagem á igreja de Mouquim caso a sua prece fosse atendida. Rapidamente o nome de Santa Filomena se espalhou pelas freguesias circundantes e, motivado pela afluência de pessoas à igreja, o Padre Sebastião Campos, pároco de Mouquim à época, avançou com a ideia da construção de uma capela em honra desta santa. Duarte Emílio dos Santos Duarte, proprietário da Quinta de Tarrio, ofereceu à recém criada Confraria de Santa Filomena uma parcela de terra para que a capela se construísse e assim fosse possível que a obra tivesse o seu início a 7 de Janeiro de 1957, com projeto de Manuel Carvalho Tinoco, habitante de Mouquim. Nos 7 meses que se seguiram da construção da capela, foram incontáveis os donativos que chegaram de todos os pontos do país e do estrangeiro. Santa Filomena de Mouquim, acabaria por se tornar um fenómeno a nível nacional, com uma disseminação significativa nos meios de comunicação da época. Semanalmente, o Jornal de Famalicão, descriminava em notícia os donativos que eram oferecidos por vários fiéis e as graças que estes atribuíam como sendo por intercessão de Santa Filomena. O mesmo jornal noticia em Maio de 1958 que irá criar um jornal próprio dedicado apenas às graças obtidas pelos fiéis, denominado de \"Mensageiro de Santa Filomena\", tal era o número de correspondência que chegava com testemunhos da intervenção desta santa. É de salientar que este espaço tinha uma ligação com a Arquiconfraria Universal de Santa Filomena, que funcionava como uma irmandade dedicada a esta santa com amplitude a nível mundial. De Mugnano del Cardinale, onde se situa o maior santuário dedicado a esta virgem e mártir e onde se encontra depositado o seu corpo, chegou a Mouquim uma relíquia que era exposta ao culto em épocas festivas; é desconhecido hoje o paradeiro do ostensório onde repousava o fragmento do corpo de Santa Filomena oferecido à capela de Mouquim. As obras da capela são concluídas a 10 de Agosto de 1957, dia da festa de Santa Filomena, sendo também neste dia que se procede à sua inauguração como noticiam as fontes da época. Esta contou com a presença do Bispo Auxiliar da Arquidiocese de Braga, do presidente da Câmara de Vila Nova de Famalicão Álvaro Folhadela Marques, tendo sido benzida pelo Monsenhor Manuel Peixoto da Costa e Silva. No interior da capela, expostas no altar-mor, estavam 3 imagens: Santa Teresinha do Menino Jesus (lado esquerdo), Nossa Senhora do Rosário de Fátima (centro) e Santa Filomena (lado direito), todas elas esculpidas nas oficinas de José Ferreira Thedim, agraciado com a cruz Pro Eclesis et Pontifice pelo Papa Pio XI. Além destas, existia uma à qual era atribuída especial devoção, que caraterizava Santa Filomena em agonia, com os seus atributos (palma, flechas e a âncora) e com um corte no pescoço, causa da sua morte. As ofertas mais valiosas feitas pelos devotos eram depositadas nesta imagem protegida por uma redoma de vidro, sendo que à data do encerramento da capela recolheu-se cerca de 2,5kg de peças em ouro. Nos dias que antecederam fez-se novena, culminando numa majestosa procissão no dia da inauguração. A placa evocativa do momento inaugural, que à semelhança de grande parte do espólio está em parte incerta, foi recuperada por um habitante da freguesia já na segunda década do século XXI. Além disto, é pedido à Comboios de Portugal que se altere o nome do apeadeiro de \"Mouquim\" para \"Mouquim-Santa Filomena\", o que prontamente veio a acontecer; é criada também em Famalicão, a Agência de Viagens Santa Filomena dedicada especialmente ao aluguer de autocarros para peregrinações à ermida existente no monte de Tarrio. === A polémica === Não restavam dúvidas de que o santuário instalado em Mouquim havia adquirido grande visibilidade. O Jornal de Famalicão dá conta a determinada altura, que no dia da festa de Santa Filomena não se encontravam centenas de pessoas, mas milhares. Começava a ser percetível que a afluência de fiéis era comparável a santuários como o Sameiro ou o Bom Jesus de Braga. Em 1962, com todas as alterações trazidas pelo Concílio Vaticano II, estas chegam também para o nome de Santa Filomena. O nome desta virgem e mártir é retirado do calendário litúrgico e esta deixa de ter missa própria a 10 de Agosto, sendo este ritual incluído no comum das virgens com missa para alguns locais. A polémica estala e o arcebispado de Braga comunica que a capela de Santa Filomena tem de ser encerrada pois esta virgem e mártir havia deixado de ser santa. Contudo, é importante relembrar que esta situação também sucedeu com S. Jorge no mesmo Concílio e em nenhum momento se determinou que este havia deixado de ser santo. A capela de Santa Filomena ainda permaneceu aberta durante o ano de 1962 encerrando apenas no ano seguinte. Foram chamados a encerrar o local a Guarda Nacional Republicana e ainda membros do exército, que perante a sublevação e revolta da população cortou as estradas de acesso à freguesia, cortou as linhas telefónicas e eletricidade e tomou a igreja paroquial de vigia. Ainda assim, os populares conseguiram alcançar a torre sineira tocando os sinos a rebate o que fez com que populares de outras freguesias se dirigissem para Mouquim em apoio à população revoltada. Num camião do Exército Português foram carregadas as imagens que estavam na capela e seguiram para Braga por ordem do Arcebispo. Além das imagens, seguiu o espólio que se encontrava na capela, incluindo as ofertas feitas pelos devotos. Destas últimas, como a custódia, cálice, píxide, castiçais, ofertas em ouro e o relicário com a relíquia de Santa Filomena vinda de Mugnano del Cardinale é desconhecido o paradeiro. A Confraria de Santa Filomena, responsável e proprietária dos bens e do terreno é dissolvida e a Junta Fabriqueira (atual conselho económico da paróquia) apropria o local e o espólio. Mesmo com a capela encerrada ao público os devotos chegavam na mesma, depositando flores e velas na porta de entrada. Uma vez que o culto continuava mesmo sem as imagens no interior da capela, a mitra bracarense não teve outra opção senão desnudar a capela de altares, retirar portas e janelas e remover o telhado, dando assim a capela como abandonada e estéril como local devocional. Assim, não havia mais como dar seguimento ao culto, ainda que houvesse esperança na reconstrução uma vez que as paredes resistiam à passagem do tempo. Em 1991 é anunciado nos meios de comunicação local que o local fora vendido ao proprietário da Quinta de Tarrio (que já não pertencia à família Duarte que havia oferecido os terrenos à Confraria agora extinta) e novamente se instala um ambiente de consternação. A 1 de Março de 1992, pela hora de almoço quando a população se encontrava desprevenida, a capela de Santa Filomena fora demolida. No local, juntou-se a população de Mouquim e das populações vizinhas em revolta; alguns populares dirigiram-se à torre da igreja onde tocaram os sinos a rebate e o pároco que havia autorizado a venda dos terrenos sem o conhecimento dos paroquianos fora expulso pelos populares. O caso de Santa Filomena chegou mesmo à Assembleia da República. O jornal Opinião Pública noticiara que era o fim da \"Guerra Santa\". De todo o espólio existente na capela, voltaram para o museu cívico e religioso de Mouquim as imagens que se encontravam na capela. === Santa Filomena é Santa === A questão que se levantou em Mouquim fez com que muita gente duvidasse da santidade desta virgem e mártir. A deliberação saída do Concílio Vaticano II nunca determinou que Santa Filomena havia deixado de ser santa. O facto de um santo não estar incluído na calendário litúrgico significa que a entidade em questão não possui leitura própria em determinado dia (o da festa) ou que, por exemplo, a festividade seja aplicada a alguns locais. Com Santa Filomena, após o Concílio, acontece que o rito eucarístico destinado ao dia da sua festa é incluído no \"Comum das Virgens\". S. Jorge, um dos santos mais populares da Igreja Católica teve a mesma deliberação que Santa Filomena. Além disto nenhuma outra capela ou lugar de culto foi encerrado senão este em Mouquim e nunca nenhum santo na Igreja Católica deixou de ser santo após a sua canonização. É importante citar que o seu santuário em Mugnano del Cardinale nunca recebeu nenhuma ordem de encerramento e hoje é ainda um importante ponto de peregrinação na Itália. Santa Filomena foi canonizada a 13 de Janeiro de 1837 pelo Papa Gregório XVI, aprovando desta forma o culto; o Papa Leão XIII aprovou o uso do Cordão de Santa Filomena e autorizou a criação da Arquiconfraria desta em França; S. Pio X, especial devoto de Santa Filomena, autorizou a extensão da Arquiconfraria para o mundo inteiro; todos estes Papas divulgaram, difundiram e promoveram o culto de Santa Filomena e fizeram ofertas ao seu santuário; Madalena Sofia Barat, Pedro Eymard, e Pedro Chanel, santos da Igreja Católica eram seus devotos, mas é S. João Maria Batista Vianney, o conhecido Santo Cura D'Ars, que é o seu devoto mais marcante. Hoje, o culto de Santa Filomena é permitido em todo o mundo exceto em Mouquim por imposição do Arcebispado de Braga. === Uma capela no jardim === Joaquim Moreira, habitante de Mouquim, ex-confrade da Confraria de Santa Filomena e seu devoto, nunca se conformou com o que sucedeu à capela de Mouquim. É então que decide lutar pela construção de uma réplica da antiga capela no jardim de sua casa. Depois de várias tentativas de embargo e da permanente quezília com a mitra para que a construção não avançasse, o nicho tipo capela é inaugurado a 12 de Março de 2000. == Naturais de Mouquim == * Abílio Garcia de Carvalho (1890 - 1941) Categoria:Antigas freguesias de Vila Nova de Famalicão Categoria:Lemenhe, Mouquim e Jesufrei",
 "title": "Mouquim"
}