{
 "id": "21623",
 "text": "Vermoim é uma povoação portuguesa sede da Freguesia de Vermoim do Município de Vila Nova de Famalicão, freguesia com 4,86 km² de área e 2947 habitantes (censo de 2021), tendo, por isso, uma densidade populacional de . ==Demografia== A população registada nos censos foi: Distribuição da População por Grupos Etários Ano 0-14 Anos 15-24 Anos 25-64 Anos > 65 Anos 2001 563 445 1599 286 2011 465 357 1669 439 2021 335 335 1684 593 == História == Vermoim é uma das freguesias com mais história do Município de Vila Nova de Famalicão. É também aquela cujo povoamento inicial se revela mais fácil de analisar, através dos inúmeros vestígios arqueológicos encontrados. Este património arqueológico permite assegurar a existência de aglomerados populacionais em Vermoim desde a Idade do Cobre. Nesta localidade encontra-se um castro importante, integrado numa civilização anterior à época romana, na zona mais a norte da freguesia, estrategicamente colocado por ser também um local com uma altitude que permitia controlar toda a periferia. === O Castelo === A antiguidade do povoamento do território que corresponde à atual freguesia de Vermoim é alvo de registo em diversos documentos do século XI onde muitos fazem referência ao castro e Castelo de Vermoim, tipicamente designando como Vermui ou Vermudi. Esse nome derivaria do conde Forjaz Vermuiz, que estaria fortemente ligado à reconquista deste castelo aos árabes. === Invasão árabe === Em 977, durante o reinado de Ramiro III de Leão, uma invasão árabe, comandanda por Almançor, o califa de Córdova varre a parte ocidental da península ibérica até Santiago de Compostela, destruindo cidades, castelos, casas, igrejas e mosteiros, despovoando completamente esta região. O domínio árabe sob Vermoim seria no entanto sol de pouca dura. Em 998, o conde Forjaz Vermuiz, juntamente com a sua hoste consolida a reconquista cristã em Vermoim, acabando por bater os mouros, já com o auxílio de Garcia Fernandes, conde de Castela e Garcia II, rei de Navarra perto de Osma, onde Almançor foi mortalmente ferido. === Invasão normanda === Em 1016, nova investida sobre a região entre Douro e Lima, desta vez pelos Normandos ou Vikings, comandados por Gondaredo. Esta invasão acabou por culminar na destruição do Castelo de Vermoim. De facto, trata-se do mais antigo registo factual da povoação de Vermoim. Tal acontecimento é transmitido nas \"Crónicas dos Godos\" (Chronica Gothorum), o registo mais antigo da fundação do Reino de Portugal, e relata a incursão viking ao Castelo de Vermoim: \"Era MLIV. VIIIº idus Septembris veniunt Lormanes ad castellum Vermudii, quod est in provincia Bracharensi. Comes tunc ibi erat Alvitus Nuniz\". Este texto haveria de ser traduzido séculos mais tarde pelo estudioso Padre Benjamim Salgado: \"Na era de 1054 (ano de 1016), a 6 de Setembro, vieram os Normandos atacar o Castelo de Vermoim, na província de Braga. Na contagem, não havia Alvito Nunes\". Prudêncio de Sandoval, bispo de Tui, adianta ainda que esta localidade esteve 146 anos deserta após os ataques nórdicos. O registo do ataque viking, comandado por Gunderêdo, revela que, aos olhos de Alvito Nunes, conde de Portucale, esta se trataria de uma das estruturas mais seguras que dispunha na região. Um estudo minucioso do Dr. Francisco Queiroga da Universidade Fernando Pessoa, revela que o castelo seria dotado de muito boas condições defensivas. No entanto, não teria sido suficiente para resistir às investidas vikings, tendo o então conde encontrado aí a morte segundo a tradução do Padre Benjamim Salgado . Traduções atualizadas revelam que a tradução do estudioso padre poderá não ser a mais correta e Alvito Nunes poderá, afinal, ter sobrevivido ao ataque. === Importância medieval === O Castelo de Vermoim deverá ter resistido ao ataque viking pois aparece ainda referido no anulamento do primeiro testamento de D. Sancho I em 1188: \"militibus qui michi non servierunt et de castello de Vermui\". Este documento revela um clima de perturbação entre o rei e o tenente do castelo, indicando que os cavaleiros do tenente não o haviam servido quando solicitados. Vermoim apresenta-se então como uma importante base administrativa e militar da região Entre Douro e Minho, tendo o castelo como símbolo da presença e do poder do Rei sobre o território sobranceiro a este monte. As terras sob jugo desse castelo, as Terras de Vermoim, eram então um aglomerado de 64 paróquias próximas a este monte, que se estendiam a sul desde o rio Ave, até uma formação montanhosa a norte, das quais descem os principais afluentes do Ave: o rio Este, Pelhe e Pele. Estas terras eram administradas pelo seu tenente, representante da autoridade do rei. A maioria destas paróquias integra atualmente o concelho de Vila Nova de Famalicão, enquanto outras integram concelhos adjacentes. Em 1220, D. Afonso II organiza um levantamento da propriedade régia e dos direitos devidos à Coroa. Nessas inquirições, o povoamento atual de Vermoim é já citado sob o nome de \"Sancta Maria de Vermuim\" e era em grande parte propriedade da Coroa, bem como grande parte das paróquias das Terras de Vermoim. A 18 de abril de 1248, por motivos desconhecidos, D. Afonso III visita Vermoim. Tal acontecimento encontra-se registado numa carta enviada pelo rei a um juiz de Penaguião, sendo assinada pelo rei como \"Vermoim, 18 de abril de 1248\". A designação de \"Sancta Maria de Vermuim\" atribuída nas inquirições de 1220 ao povoado na base do monte desse mesmo castelo, indicaria a existência de uma paróquia nessa localidade. De facto, a igreja paroquial ainda não se encontra registada como Padroado Real no século XIII, porém há registos de um \"abbade\" nesta paróquia em 1318, de seu nome Miguel Domingues. No século XVIII, aparece apresentada pelo Mosteiro de São Vicente de Fora, de Lisboa, tendo o vigário 30.000 reis de renda por ano. A importância geográfica e administrativa de Vermoim, traduz-se também na existência do Arcediago de Vermoim, responsável pela autoridade da Sé nas paróquias das Terras de Vermoim. Um dos seus arcediagos mais influentes, foi Pedro Hispano, talvez mais conhecido por em 1276 ter sido nomeado pontífice romano, com o nome Papa João XXI. Séculos mais tarde haveria de dar o seu nome à principal artéria rodoviária de Vermoim, a Avenida João XXI. === Anos recentes === O foral de D. Sancho I em 1205, com a sua feira quinzenal e posteriormente, o seu local privilegiado na ligação ferro e rodoviária entre Porto e Braga vieram colocar Vila Nova de Famalicão numa posição de destaque na região, tendo-se assumido como capital das Terras de Vermoim e, posteriormente, do seu próprio concelho aquando da ascensão ao estatuto de vila em 1835. As memórias paroquiais de 1758 relatam a existência de três capelas nesta freguesia, em honra de São José, Senhora do Desterro e Senhora do Socorro. Sendo que a igreja paroquial contava com as seguintes devoções (altares): Santo António, São Sebastião, Nossa Senhora do Rosário e Santa Maria. Contava nesta altura com 351 habitantes. Em 1764, a igreja paroquial é reconstruída no exato mesmo local, sendo por fim conferida a sua configuração atual. Pouco se conhece da antiga igreja. A capela-mor e sacristia seriam construídas apenas 3 anos depois, em 1767. Uma história de séculos, a de Vermoim, intrisecamente ligada à fundação e consolidação do reino português e de Famalicão enquanto concelho. Segundo o historiador Pinho Leal na sua monumental obra Portugal Antigo e Moderno de 1873, \"Vermoim é uma povoação legendária, e da qual falam as mais antigas histórias da Península Ibérica\". Vermoim, outrora uma das povoações mais importantes de Portugal, resume-se agora a uma modesta freguesia com muito passado, mas também com muito futuro. === Toponímia === A maioria dos lugares de Vermoim tem origem em gentílicos ou desígnios históricos: Vila Mende (\"Villa Mendi\", termo em Latim designando a quinta de alguém chamado Mendo); Carides (\"Villa Cariti\", termo em Latim para a quinta de alguém chamado Carido); Breia (\"verea\", termo em Latim para caminho estreito ou atalho); Lameiras (\"lameiro\", termo para terras húmidas onde cresce muito pasto); Penelas (\"penella\", do Latim, designa \"pequena penha\" ou fortificação sobre formação rochosa); Vinhó (\"vineola\", termo em Latim para uma vinha pequena); Caruito (\"coruto\", termo que designa o ponto mais alto, cume); Longras e Combros (nomes arqueológicos). De facto, a forma peculiar de atribuir os nomes dos proprietários às suas propriedades rurais, resultaria na coincidência de atualmente encontrarmos outras freguesias e paróquias com nomes descendentes de Vermuiz. É o caso de Vermoim na Maia, Bermuy na Galiza e vários outros locais espalhados por freguesias portuguesas. Entre as numerosas referências da documentação medieval sobre as unidades paroquiais das Terras de Vermoim, encontramos Joane (datada de 1065: \"in villa Joannis subtus mons Kastro Vermui\" - na vila de Joane, abaixo do monte do Castro de Vermoim), Requião (1114: \"in villa Requilani subtus castelo Vermudi\" - vila de Requião, abaixo do Castelo de Vermoim) e Pousada de Saramagos (1194: \"villa que vocitant Pousada subtus mons Vermui território Bracarense discurrente rivulo Peelio\" - vila de seu nome Pousada, na base do monte de Vermoim, do território Bracarense, atravessado pelo rio Pele). Estas villas, termo geral referente a uma propriedade rural, reportam ao monte do Castelo de Vermoim, dando à atual freguesia uma aura do prestígio medieval que deu nome a toda a plataforma montanhosa em que se enquandra. == Património Arquitetónico == === Igreja Paroquial de Santa Maria de Vermoim === A Igreja Paroquial de Vermoim é considerada o maior património religioso da freguesia, não só pela sua extrema beleza, mas também pela sua história de séculos. Foi construída em 1764, no entanto registos da igreja de \"Sancta Maria de Vermuim\" remontam já ao século XIII. A sua arquitetura pode ser inserida no estilo Barroco, principalmente o interior. === Palácio da Igreja Velha === O Palácio da Igreja Velha foi construído no ano de 1881, por iniciativa privada e localiza-se na encosta de Vinhó. Palácio de estilo barroco com duas torres acasteladas e com capela anexa (Capela S. Francisco de Assis) de estilo neo- gótico, caso muito raro em Portugal. Atualmente é utilizado como quinta para eventos, sendo contudo propriedade cultural e simbólica da freguesia. === Capela Nossa Senhora do Amparo === A Capela Nossa Senhora do Amparo localiza- se na freguesia de Vermoim, nas proximidades da Igreja Paroquial. Caraterizada por uma arquitetura muito similar à da Igreja Paroquial de Vermoim, porém com dimensões modestamente inferiores a esta. Foi construída por particulares, pertencendo agora à freguesia que a utiliza como capela mortuária. == Património Arqueológico == Afirma-se que as primeiras ocupações humanas do local remontam a um castro pré-histórico, posteriormente romanizado. Esse castro terá evoluído para um castelo, na época medieval, que foi destruído após um ataque Normando em 1016. Perdida a sua função estratégica, o castelo foi possivelmente abandonado em finais do século XIV, caindo em ruínas e vindo a desaparecer. Nos nossos dias subsiste apenas um bloco rochoso, onde se observam estruturas escavadas. A norte existe um entalhe no rochedo, que seria uma estrutura para o encaixe da porta, e a sul e sudoeste, alguns entalhes, possivelmente de alicerces. À superfície observam-se inúmeros fragmentos de telha e de cerâmicas com características medievais. Não foi ainda determinado se dois taludes ou três fossos, que reforçam a defesa na ligação do esporão, pertencem a esta época ou a uma anterior ocupação, da Idade do Ferro. === Pré- História === * Mamoa 1 de Vermoim, no lugar de Mar de Água * Mamoa 2 de Vermoim, no lugar do Picoto * Mamoa 3 de Vermoim, no lugar do Picoto * Mamoa 4 de Vermoim, no lugar do Picoto === Proto-História === * Castro da Santa Cristina, em São Martinho do Vale, Requião e Vermoim * Castro das Eiras, em Joane, Telhado, Pousada de Saramagos e Vermoim * Castro de Vermoim, no lugar do Caruito === Idade Média === * Castelo de Vermoim, no lugar do Caruito == Mapa e Geografia == A freguesia de Vermoim situa-se 8 Km a este da cidade de Famalicão, região do Minho, bem no coração do Vale do Ave. A geografia da freguesia apresenta-se bastante distinta nas suas vertentes Norte e Sul. === Geografia === A Norte, apresenta maior altitude, chegando aos 382 metrosPortal Geográfico do Município de Vila Nova de Famalicão - http://81.90.61.41:8082/pmots_vnf/c?_act=page&_name=mapvnf no seu ponto mais alto que se situa exatamente na interseção das fronteiras entre Vermoim, Joane, Pousada de Saramagos e Telhado. Este terreno é bastante íngreme, apresentando oscilações de altitude muito bruscas, sendo que por esse motivo é geralmente terreno não cultivado, composto maioritariamente por leiras de Eucaliptos, Pinheiros e outras árvores típicas da região. No quadrante oeste da freguesia predominam as vinhas de vinho verde, apresentando no lugar de Vinhó uma inclinação acentuada. A zona Centro e Sul da freguesia é geralmente plana, com alturas a variar os 120 e 140 metros, relativamente ao nível médio das águas do mar. Esta região apresenta um desenvolvimento urbano maior, sobretudo na região próxima dos lugares de Penelas e Monte dos Combros e ao longo da R206. Apesar de a agricultura ser ainda relevante quando observamos a geografia e ordenamento da freguesia, esta acaba por se encontrar ligada essencialmente a uma população mais idosa ou a atividades recreativas, sendo que a maior parte da população se encontra empregada nos setores da transformação e do comércio. A freguesia é atravessada por alguns ribeiros que nascem a norte e acabam por desaguar no rio Pele que passa a sul de Vermoim. === Divisões Administrativas === Fazem fronteira com Vermoim as freguesias de: São Martinho do Vale e Requião a oeste; Telhado a norte; Pousada de Saramagos e Castelões a este e Ruivães a sul. Atravessa esta freguesia a R206 que liga Vila do Conde a Bragança passando por Famalicão e Guimarães e também com acesso privilegiado à A7 e à A3, troço da E1. O tempo de distância a Famalicão ronda os 20 minutos, enquanto que a Guimarães e Braga ronda os 30 minutos, sem portagens. Até ao Aeroporto Francisco Sá Carneiro o tempo de viagem ronda os 30 minutos, com portagens. As fáceis acessibilidades tornam Vermoim uma localidade muito bem centralizada. A Freguesia de Vermoim engloba os seguintes lugares: Carides, Agra Maior, Venda, Além do Ribeiro, Breia, Casal, Floresta, Monte dos Combros, Penelas, Presa, Souto, Vila Mende, Estalagem, São José do Monte, Poça do Monte, Outeiro, Boavista, Igreja Velha, Vinhó e Lameiras. == Heráldica == * Brasão - Escudo de azul, três espigas de milho de ouro, folhadas de prata, postas em pala e alinhadas em faixa, entre coroa mariana de ouro, com pedraria de vermelho, em chefe e pano de muralha, ameiado, de prata, realçado de negro, firmado e movente, em campanha. Coroa mural de prata de três torres. Listel branco, com a legenda a negro: \"Vermoim - Vila Nova de Famalicão\". * Bandeira - Branca. Cordão de prata e azul. Haste e lança de ouro. * Selo - Nos termos da lei, com a legenda: «Junta de Freguesia de Vermoim - Vila Nova de Famalicão» == Parque Escolar == === EB de Agra Maior (Pré-primária e 1º ciclo) === * Coordenadora: Professora Alberta Gomes * Morada: Rua Escola Nova, 101, 4770-751 * Telefone: 252 991 077 === EB da Estalagem (1º ciclo) === * Coordenadora: Professora Sofia Pinto * Morada: Rua da Escola, 13, 4770-758 * Telefone: 252 993 466 == Equipamentos Sociais == === Pavilhão Municipal \"Terras de Vermoim\" === Este equipamento municipal fica localizado no loteamento dos Loureiros, numa área total de construção de 4.500 metros quadrados. Esta infraestrutura desportiva que, desde logo, se destaca pela sua arquitetura moderna, é constituída por um campo de jogos, balneários, bancada, bar, casas de banho, ginásio, parque de estacionamento e diversas estruturas de apoio. === Campo de Jogos da Breia === O campo desportivo da Breia, fica localizado na bifurcação entre a Rua da Autarquia e a Rua Nova do Souto, ao pé da Junta de Freguesia. Foi alvo de obras de melhoramento em 2016. Está aberto 24 horas por dia para todo o público. === Parque de Penelas === Localizado no lugar de Penelas, mais precisamente na Rua da Saudade, este parque de lazer, inaugurado em 2016, serve a centralidade da freguesia e conta com equipamentos de fitness urbano, um parque infantil, um minicircuito pedonal e mesas de piquenique. === Parque dos Loureiros === Localizado no loteamento dos Loureiros justamente ao lado do Pavilhão Municipal, este parque de lazer, inaugurado em 2017, conta com infraestruturas semelhantes à do Parque de Penelas, sendo atravessado por um ribeiro que fornece água potável para um fontanário localizado nesse mesmo parque. Esta infraestrutura serve principalmente a população da zona mais a norte da freguesia. == Dados eleitorais == === Eleições autárquicas === Partido % M % M % M % M % M % M % M % M % M % M % M % M % M 1976 1979 1982 1985 1989 1993 1997 2001 2005 2009 2013 2017 2021 PS 45,01 4 33,18 4 38,92 5 37,46 4 58,27 6 62,61 6 51,36 5 11,09 1 26,32 3 37,32 4 43,21 4 44,61 4 53,65 5 PSD 23,13 2 39,31 4 24,20 2 27,59 3 37,78 4 CDU 8,72 1 11,21 1 4,88 0 5,82 0 7,42 0 9,23 0 8,98 0 9,00 0 6,15 0 5,94 0 4,47 0 2,64 0 CDS-PP 28,92 3 47,99 7 9,95 1 PSD / CDS-PP 41,25 4 62,22 6 55,07 5 47,49 5 48,26 5 41,46 4 AD 54,64 8 PRD 15,99 1 IND 37,40 4 Brancos 1,26 1,41 0,86 1,18 0,54 1,05 0,84 1,05 1,42 0,59 2,51 1,58 1,15 Nulos 1,78 2,06 1,03 1,18 1,23 1,33 0,78 0,23 1,03 0,86 0,86 1,09 1,10 Abstenção 29,71 28,20 28,81 32,84 33,54 32,80 29,61 28,52 27,51 29,18 35,35 32,89 31,98 Dados eleitorais retirados do website da CNE. Comissão Nacional de Eleições - Autárquicas - http://eleicoes.cne.pt/#autar == Festas e Romarias == * Procissão em honra de Nossa Senhora de Fátima * Festa em honra de Nossa Senhora do Rosário * Festa do Menino Jesus * Festa em honra de São Pedro * Festa em honra de São João * Queima do Judas == Códigos Postais == * Longras: 4770-750 * Agra Maior: 4770-751 * S.José do Monte: 4770-752 * Além do Ribeiro: 4770-753 * Boavista: 4770-754 * Breia de Baixo: 4770-755 * Breia de Cima: 4770-766 * Carides: 4770-756 * Casal: 4770-757 * Estalagem: 4770-758 * Floresta: 4770-759 * Igreja Velha: 4770-760 * Lameiras: 4770-761 * Monte dos Combros: 4770-763 * Outeiro: 4770-764 * Penelas: 4770-765 * Presa: 4770-767 * Souto: 4770-768 * Venda: 4770-769 * Vila Mende: 4770-770 * Vinhó: 4770-771 * Rua da Paz e Rua Joaquim J. A. Pimenta: 4770-772 * Rua Hilário Guedes Correia: 4770-773 * Rua Camilo Castelo Branco: 4770-754 * Av. João XXI (Breia - nº1 ao nº700): 4770-755 * Av. João XXI (Souto - nº701 ao nº1020): 4770-768 * Av. João XXI (Lameiras - nº1021 ao nº1200): 4770-761 * Av. João XXI (Estalagem - nº1021 ao nº1350): 4770-758 * Av. João XXI (Além do Ribeiro - nº1351 ao nº1600): 4770-753 * Av. João XXI (Boavista - nº1601 ao nº1874): 4770-754 * Av. João XXI (Carides - nº1875 ao nº2013): 4770-756 == Associações == * Fábrica da Igreja * Corpo Nacional de Escutas * Grupo da Catequese * Futebol Clube de Vermoim * Associação Cultural de Vermoim * Academia de Alex Ryu Jitsu de Vermoim * Grupo Desportivo e Recreativo da Floresta * Associação Moinho de Vermoim * Boinas Negras * Fraternidade Nun'Alvares == Junta de Freguesia == Informação retirada do website da Junta de Freguesia de Vermoim. Junta de Freguesia de Vermoim - http://terrasdevermoim.com === Organização === * Presidente: Bruno Cunha * Secretário: José Azevedo * Tesoureira: Daniela Carvalho === Morada === Rua da Autarquia, 129, 4770-768. === Horário === * Terça-Feira: 09h00 - 11h00 * Quarta-Feira: 17h00 - 19h00 * Quinta-Feira: 17h00 - 19h00 * Sábado: 10h30 - 12h30",
 "title": "Vermoim (Vila Nova de Famalicão)"
}