{
 "id": "21638",
 "text": "O bicho-da-seda é a larva ou lagarta da mariposa doméstica Bombyx mori (latim: \"bicho-da-seda da amoreira\"). É um inseto economicamente importante, sendo um produtor primário da seda. A comida preferida do bicho-da-seda é a amoreira branca, embora comam outras espécies de amoreira e até mesmo laranja osage. Mariposas domésticas são intimamente dependentes de seres humanos para a reprodução, como resultado de milênios de reprodução seletiva. As selvagens são diferentes de suas primas domésticas, pois não foram criadas seletivamente; elas não são comercialmente viáveis na produção de seda. A sericultura, a prática de criação de bichos-da-seda para a produção da seda crua, está em curso há pelo menos 5 000 anos na China, de onde se espalhou para a Índia, Coreia, Japão e Ocidente. O bicho-da-seda foi domesticado a partir da mariposa selvagem Bombyx mandarina, que tem um alcance desde o norte da Índia até o norte da China, Coreia, Japão e as regiões do extremo leste da Rússia. O bicho-da-seda domesticado é derivado do chinês, e não do japonês ou do coreano. É improvável que os bichos-da-seda tenham sido criados domesticamente antes da era neolítica. Antes disso, as ferramentas para fabricar quantidades de fio de seda não haviam sido desenvolvidas. A B. mori domesticada e a B. mandarina silvestre ainda podem se reproduzir e às vezes produzir híbridos. Mariposas domésticas são muito diferentes da maioria dos membros do gênero Bombyx; não apenas perderam a capacidade de voar, mas também perderam seus pigmentos de cor. ==Vida== ===Tipos=== Os bichos-da-seda da amoreira podem ser categorizados em três grupos ou tipos diferentes, mas conectados. Os principais grupos se enquadram nas categorias univoltina (\"uni-\": um; \"voltina\": frequência de cria) e bivoltina. A raça univoltina está geralmente ligada à área geográfica da Europa. Os ovos deste tipo hibernam durante o inverno devido ao clima frio e fertilizam-se apenas pela primavera, gerando seda apenas uma vez por ano. O segundo tipo é chamado bivoltina e é normalmente encontrado na China, Japão e Coreia. O processo de criação deste tipo ocorre duas vezes por ano, um feito possibilitado através dos climas ligeiramente mais quentes e dos dois ciclos de vida resultantes. O tipo polivoltina do bicho-da-seda da amoreira pode somente ser encontrado nos trópicos. Os ovos são postos por mariposas fêmeas e eclodem dentro de nove a 12 dias, então o tipo resultante pode ter até oito ciclos de vida separados ao longo do ano. ===Ciclo vital=== Os ovos levam cerca de 14 dias para nascer, as larvas comem continuamente. Eles têm uma preferência por amoreira branca, tendo uma atração para a cis-jasmona odorante de amoreira. Eles não são monófagos, já que podem comer outras espécies de Morus, bem como algumas outras Moraceae, principalmente a laranja Osage. Eles estão cobertos com minúsculos pêlos pretos. Quando a cor de suas cabeças se torna mais escura, isso indica que eles estão prestes a mudar. Após a muda, a fase larval dos bichos-da-seda surge branca, nua e com pequenos chifres nas costas. Depois de terem se modificado quatro vezes, seus corpos ficam levemente amarelos e a pele fica mais firme. As larvas preparam-se para entrar na fase de pupa do seu ciclo de vida e encerram-se num casulo constituído por seda crua, produzida pelas glândulas salivares. A transição final de larva para pupa ocorre dentro do casulo, que fornece uma camada vital de proteção durante o estado de pupila vulnerável, quase imóvel. Muitos outros Lepidoptera produzem casulos, mas apenas alguns — os Bombycidae, em particular o gênero Bombyx, e os Saturniidae, em particular o gênero Antheraea — foram explorados para a produção de tecidos. O casulo é feito de um fio de seda crua de 300 a 900 metros (mil a 3 mil pés) de comprimento. As fibras são muito finas e brilhantes, com cerca de 10 μm de diâmetro. Pelo menos 70 milhões de libras (32 mil toneladas) de seda crua são produzidas a cada ano, exigindo quase 10 bilhões de casulos. Se for permitido que o animal sobreviva após girar seu casulo e passar pela fase de pupa de seu ciclo de vida, ele libera enzimas proteolíticas para fazer um buraco no casulo para que ele possa emergir como uma mariposa adulta. Essas enzimas são destrutivas para a seda e podem fazer com que as fibras de seda quebrem de mais de um quilômetro de comprimento a segmentos de comprimento aleatório, o que reduz seriamente o valor dos fios de seda. Para evitar isso, os casulos são cozidos. O calor mata os insetos e a água facilita o desenrolar dos mesmos. Muitas vezes, o próprio bicho-da-seda é comido. Como o processo de colheita da seda mata a larva, a sericultura tem sido criticada pelo bem-estar animal e ativistas dos direitos. Mahatma Gandhi criticava a produção de seda baseada na filosofia Ahimsa de \"não ferir nenhuma coisa viva\". Isso levou à promoção de máquinas de fiar algodão de Gandhi, um exemplo que pode ser visto no Instituto Gandhi. Ele também promoveu a seda Ahimsa, seda selvagem feita a partir de casulos de mariposas selvagens. A mariposa ou traça — a fase adulta do ciclo de vida — não é capaz de voar funcionalmente, em contraste com a selvagem B. mandarina e outras espécies de Bombyx, cujos machos voam para encontrar fêmeas e evasão de predadores. Alguns podem emergir com a capacidade de decolar e permanecer no ar, mas o voo sustentado não pode ser alcançado. Isso ocorre porque seus corpos são muito grandes e pesados para suas pequenas asas. No entanto, alguns ainda podem voar. Mariposas têm uma envergadura de 3–5 centímetros e um corpo branco e peludo. As fêmeas são cerca de duas a três vezes mais volumosas do que os machos (pois carregam muitos ovos), mas são da mesma cor. Os Bombycidae adultos reduziram as partes da boca e não se alimentam, embora um cuidador humano possa alimentá-los. ==Características== A mariposa tem a cor do corpo embranquecida. O mesmo atinge um comprimento de aproximadamente 25 milímetros. As fêmeas tornam-se maiores que os machos. No tipo que se fertiliza apenas uma vez por ano, elas crescem em média mais do que as da espécie bivoltina. O corpo é claramente dividido em três partes, chamadas de tagmata. Estas são, respectivamente, a cabeça, tórax e o abdômen. Como a B. mori não é encontrada na natureza, a espécie não pode ser confundida com nenhuma outra. A mariposa selvagem do qual ela se derivou é de cor castanha escura e possui asas bem desenvolvidas. Ambas as espécies ainda podem se cruzar. Essa não é a única mariposa cuja larva é usada como fonte de seda. Outras com casulos úteis são: a mariposa celestial (Samia cynthia), a mariposa atlas-gigante (Attacus atlas), e algumas espécies da família Saturniidae, mais especificamente do gênero Antheraea. Em 2016, o bicho-da-seda foi responsável por noventa por cento da produção mundial de seda. ===Cabeça=== As antenas são grandes e claramente visíveis, elas têm uma cor marrom escura. As antenas de fêmeas e machos têm aproximadamente a mesma forma; as dos machos, no entanto, tornam-se maiores. Elas são altamente ramificadas, sua parte inferior carrega uma fileira de longos apêndices. Os anexos da antena do meio são mais longos, fazendo com que pareçam uma mola. Os olhos são redondos e de cor preta, que os faz sobressair entre os pelos claros do corpo. Os olhos têm uma função sensorial subordinada. Para orientar-se, a mariposa usa principalmente as antenas. ===Tórax=== O tórax consiste em três partes, que transportam as pernas e as asas. Como todas as mariposas, elas tem dois pares de asas, então quatro no total. O par de asas dianteiras está ligado ao segundo segmento do tórax e a traseira está localizada no terceiro segmento. Como o resto do corpo, o tórax é muito peludo, com pelos finos, brancos a amarelo- esbranquiçados. O comprimento da asa é de cerca de 25 milímetros e a envergadura é de cerca de 40 a 50 milímetros. A ponta da asa tem forma de gancho. O corpo é grande, grosso e muito peludo. As asas não servem para encontrar comida — ela não come, nem bebe —, mas para encontrar um parceiro. As fêmeas frequentemente esperam que o macho se apresente. Às vezes os machos pulam e agitam-se com suas asas, mas também não podem voar. As pernas têm pequenas garras que consistem em duas estruturas semelhantes a ganchos. Isso permite que a mariposa se fixe ao substrato. Por ela não poder voar, o inseto se locomove andando. ===Abdômen=== O abdômen contém os órgãos internos, como os órgãos digestivos e o sistema nervoso. O abdômen dos machos é mais magro que o das fêmeas. O das fêmeas é relativamente grande e rechonchudo, especialmente as fêmeas grávidas. Nelas, estruturas longas estão presentes; estes são os ovos não fertilizados. Elas geralmente são tão grossas que mal conseguem andar, além de terem duas glândulas odoríferas frágeis no final do abdômen. Essas glândulas têm uma cor amarela marcante e servem para liberar fragrâncias no ar para atrair machos. O cheiro secretado é chamado de feromônio. ==História== O seu nome científico é derivado da palavra latina bombyx, que significa \"seda\" e vem do grego antigo βόμβυξ. Mori significa \"da amoreira\" e vem de morus, o nome científico da amoreira. O cultivo do bicho- da-seda é chamado de sericultura ou sericicultura, que é originária da China, onde na antiguidade descobriram como cultivá-lo. Esse cultivo é conhecido desde 3500 a.C. Os bichos-da-seda foram mantidos em segredo por milhares de anos. A seda tornou-se um importante produto de exportação para a China. No século III a.C., eles também foram levados para a Coreia e sucessivamente para o Japão. Em cerca de 550 d.C., vários ovos e larvas foram contrabandeados por monges persas nas partes ocas de um bastão de bambu, eles os levaram para Constantinopla, capital do Império Bizantino. Como resultado, o bicho-da-seda entrou na Europa e, desde então, o Ocidente pôde estabelecer sua própria produção de seda. Eles também foram cultivados na península grega de Peloponeso. A ilha era então referida como Morea, que significa \"amoreira\". A partir do século VIII, foi ainda mais difundido pelos muçulmanos. No continente europeu, principalmente Itália e França foram importantes produtores de seda, no entanto, devido a várias doenças no século XIX, grande parte do cultivo foi perdido. ===Lenda=== Uma lenda chinesa indica que a descoberta do bicho-da-seda foi feita pela antiga imperatriz Leizu (嫘祖), esposa de Huangdi e filha de XiLing-Shi. A mesma estava bebendo chá debaixo de uma árvore quando um casulo caiu em sua bebida. Ela enrolou o fio de seda em torno de seu dedo, e quando o mesmo acabou viu uma pequena larva. Leizu informou isso ao povo. Muitas outras lendas sobre o bicho-da-seda são contadas. Os chineses guardavam seus conhecimentos sobre a seda, mas, segundo uma lenda, uma princesa chinesa dada em casamento a um príncipe de Khotan trouxe ao oásis o segredo da fabricação, \"escondendo bichos-da-seda em seus cabelos\", provavelmente na primeira metade do século I. ===Produção=== O bicho-da-seda é cultivado principalmente na Ásia e em alguns países da América do Sul e da África. A China é líder no mercado da seda, seguida pela Índia e Uzbequistão. Outros grandes produtores são a Tailândia, Brasil, Vietnã, Coreia do Norte, Irã, Bangladesh, Japão e Turquia. Os países que produziram menos de dez toneladas de seda no final de 2016 foram a Bulgária, Colômbia, Egito, Indonésia, Filipinas, Madagascar, Síria, Tunísia e Coreia do Sul. A família do qual pertence (Bombycidae) encontra-se principalmente na Ásia e partes tropicais da África. Às vezes, mariposas domesticadas podem ser encontrados na natureza, mas sempre são espécimes escapados de viveiros. Elas não podem sobreviver na natureza, pois não podem voar. ==Pesquisas== Devido ao seu pequeno tamanho e facilidade de cultura, o bicho-da-seda se tornou um organismo modelo no estudo da biologia de lepidópteros e artrópodes. Descobertas fundamentais sobre feromônios, hormônios, estruturas cerebrais e fisiologia foram feitas com o bicho-da-seda. Um exemplo disso foi a identificação molecular do primeiro feromônio conhecido, bombykol, que exigiu extratos de 500 mil indivíduos, devido às próprias pequenas quantidades de feromônio produzidas por qualquer verme. Atualmente, a pesquisa está se concentrando na genética dos bichos-da-seda e na possibilidade de engenharia genética. Muitas centenas de cepas são mantidas e mais de 400 mutações mendelianas foram descritas. Outra fonte sugere que mil linhagens domesticadas são mantidas em todo o mundo. Um desenvolvimento útil para a indústria da seda é o bicho-da-seda poder se alimentar de outras árvores além das folhas de amoreira, incluindo uma dieta artificial. Pesquisas sobre o genoma também levantam a possibilidade de bichos-da-seda geneticamente modificados produzirem proteínas, incluindo drogas farmacológicas, no lugar de proteínas da seda. As fêmeas Bombyx mori também são um dos poucos organismos com cromossomos homólogos mantidos unidos apenas pelo complexo sinaptonêmico (e não pelos crossovers) durante a meiose. A Kraig Biocraft Laboratories usou pesquisas das Universidades de Wyoming e Notre Dame em um esforço colaborativo para criar um bicho-da-seda que é geneticamente alterado para produzir seda de aranha. Em setembro de 2010, o esforço foi anunciado como bem sucedido. Pesquisadores da Tufts desenvolveram fios de seda esponjosa que parecem com tecidos humanos. Eles são implantados durante a cirurgia reconstrutiva para apoiar ou reestruturar ligamentos, tendões e outros tecidos danificados. Os mesmos também criaram implantes feitos de seda e compostos de drogas que podem ser implantados sob a pele para liberação gradual de medicamentos. Pesquisadores do MIT Media Lab realizaram experimentos com bichos-da-seda para ver o que teciam quando deixados em superfícies com diferentes curvaturas. Eles descobriram que os vermes conectavam linhas vizinhas com a seda produzida. Usando esse conhecimento, eles construíram um pavilhão de seda com 6 500 bichos-da-seda durante vários dias. O mesmos têm sido usados na descoberta de antibióticos, pois apresentam vários traços vantajosos em comparação com outros modelos de invertebrados. Antibióticos como a lisocina E,Hamamoto, H; Urai, M; Ishii, K; Yasukawa, J; Paudel, A; Murai, M; Kaji, T; Kuranaga, T; Hamase, K; Katsu, T; Su, J; Adachi, T; Uchida, R; Tomoda, H; Yamada, M; Souma, M; Kurihara, H; Inoue, M; um peptídeo não ribossômico sintetizado por Lysobacter sp. RH2180-5 e GPI0363 estão entre os mais notáveis ​​descobertos.Paudel, A; Hamamoto, H; Panthee, S; Kaneko, K; Matsunaga, S; Kanai, M; Suzuki, Y; ===Na Lua=== Em 2 de janeiro de 2019, a sonda chinesa Chang'e 4 levou os bichos-da-seda para a Lua. Um pequeno microcosmo continha A. thaliana, sementes de batatas e ovos de bicho-da-seda. Como as plantas forneceriam aos bichos-da-seda o oxigênio, e eles, por sua vez, forneceriam às plantas o dióxido de carbono necessário e nutrientes através de seus resíduos, os pesquisadores avaliarão se as plantas realizam a fotossíntese, crescem e florescem no ambiente lunar. ===Genoma=== O seu genoma completo foi publicado em 2008 pelo Consórcio Internacional do Genoma do Bicho-da-seda. Sequências de rascunho foram publicadas em 2004. O genoma do bicho-da-seda é de gama média com um tamanho em torno de 432 pares de megabase. Alta variabilidade genética tem sido encontrada em linhagens domésticas, embora isso seja menor do que entre mariposas selvagens (cerca de 83% da variação genética selvagem). Isto sugere uma única domesticação, e que isso aconteceu durante um curto período de tempo, com um grande número de larvas selvagens sendo coletadas para conversão. Grandes questões, no entanto, permanecem sem resposta: \"Se isso ocorreu em um único local ou em um curto período de tempo em vários locais não pode ser decifrado a partir dos dados\". A pesquisa também precisa identificar a área chinesa onde a domesticação surgiu. ==Domesticação== A forma domesticada, comparada à forma selvagem, aumentou o tamanho do casulo, o tamanho do corpo, a taxa de crescimento e a eficiência de sua digestão. Ele ganhou tolerância à presença humana e manuseio, e também a viver em condições de superlotação. A mariposa domesticada não pode voar, por isso precisa de assistência humana para encontrar um parceiro e não tem medo de predadores em potencial. Os pigmentos de cores nativas também são perdidos, portanto as mariposas domesticadas são leucísticas, já que a camuflagem não é útil quando elas só vivem em cativeiro. Essas mudanças fizeram com que as cepas domesticadas dependessem inteiramente dos humanos para sobreviver. Os ovos são mantidos em incubadoras. ===Criação=== Os bichos-da-seda foram domesticados pela primeira vez na China há mais de 5 mil anos. Desde então, a capacidade de produção de seda aumentou quase dez vezes. O mesmo é um dos poucos organismos em que os princípios da genética e da reprodução foram aplicados para extrair a produção máxima. A criação de bichos-da-seda visa a sua melhoria de um ponto de vista comercial. Os principais objetivos são melhorar a fecundidade, a saúde das larvas, quantidade de casulos, produção de seda e a resistência a doenças. Larvas saudáveis levam a uma cultura de casulo saudável. A saúde depende de fatores como melhor taxa de pupação, menos larvas mortas, menor duração larval (menor duração das larvas diminui a chance de infecção) e larvas de quinto ínstar tingidas de azul (que são mais saudáveis do que as avermelhadas). A quantidade de casulos e seda produzida está diretamente relacionada à taxa de pupa e ao peso das larvas. Larvas mais saudáveis ​​têm maiores taxas de pupação. A qualidade do casulo e da seda depende de vários fatores, incluindo a genética. ===Projetos escolares=== Nos Estados Unidos, os professores podem, às vezes, apresentar o ciclo de vida dos insetos aos seus alunos, utilizando os bichos-da-seda na sala de aula como um projeto de ciências. Os alunos têm a chance de observar ciclos completos de vida, desde o estágio do ovo até a larva, a pupa e a mariposa. O bicho-da-seda foi criado como passatempo em países como a China, África do Sul, Zimbábue e Irã. A experiência proporciona às crianças a oportunidade de testemunhar o ciclo de vida dos bichos-da-seda. A prática de cultivá-los como animais de estimação levou, na África do Sul, ao desenvolvimento de raças extremamente resistentes, porque eles são invariavelmente sujeitos a dificuldades não encontradas por membros da espécie comercialmente cultivada. No entanto, estes vermes, não sendo seletivamente criados como tal, são possivelmente inferiores na produção de seda e podem exibir outras características indesejáveis. ===Culinária=== As pupas do bicho-da-seda são comidas em algumas culturas: em Assam, eles são cozidos para extração de seda e as pupas cozidas são comidas diretamente com sal, fritas com pimenta ou ervas como um lanche; na Coreia, eles são cozidos e temperados para fazer um lanche popular conhecido como beondegi (번데기); na China, vendedores ambulantes vendem pupas de bicho-da-seda assadas; no Japão, eles são geralmente servidos como tsukudani (佃煮), ou seja, cozidos em molho agridoce feito com molho de soja e açúcar; no Vietnã, isso é conhecido como con nhộng. Os bichos-da-seda também foram propostos para o cultivo pelos astronautas como alimento espacial em missões de longo prazo. ==Doenças== Nos países tropicais, estão insetos que às vezes invadem as incubadoras e atacam as larvas. Exemplos são o louva-a-deus, grilo, formiga, lacrainha e vespa. No entanto, esses predadores geralmente causam pouco dano. Uma exceção é a Exorista sorbillans, que prefere colocar seus ovos nas larvas do bicho-da- seda. Quando os ovos eclodem, as moscas comem a larva. As larvas sofrem principalmente com parasitas, que podem causar sérios danos se chegarem a um viveiro. Um exemplo são os fungos do gênero Beauveria. Os esporos liberados causam a disseminação do fungo. O bicho-da-seda também é suscetível à infecção por vários organismos unicelulares e vírus. Na França, toda a produção de seda entrou em colapso quando, por volta de 1860, uma doença desconhecida se manifestou. Isso foi examinado em 1865 pelo cientista francês Louis Pasteur. Ele descobriu a pebrina, nome derivado do francês e significa \"doença da pimenta\". Este nome refere-se às manchas escuras na pele das larvas fazendo parecer que elas são picantes. A doença foi causada por organismos parasitários pertencentes aos microsporídios. A principal causa é o tipo Nosema bombycis, mas também espécies dos gêneros Vairimorpha, Pleistophora e Thelohania podem manifestar-la. Se a larva for infectada, não há sintomas, mas ela transmitirá a infecção para seus ovos. Outra doença importante é chamada flacherie, que significa \"fraqueza\". Esta doença pode ter duas causas: uma física e outra biológica. A primeira ocorre quando as larvas são expostas a muito calor, por exemplo, durante uma onda de calor. A segunda causa é a exposição a folhas de amoreira infectadas com vírus ou bactérias. Os vírus atacam o intestino da larva e ela morre. ==No Brasil== A sericicultura começou a ser explorada no Brasil em meados do século XIX, e, praticamente, toda a produção de seda é destinada à exportação, porque a Indústria Têxtil brasileira consome menos de 4% da toda produção nacional. Essa atividade tem significativa importância no cenário nacional, uma vez que além da função econômica possui também um apelo social, pois a atividade é desenvolvida em pequenas propriedades que empregam mão de obra familiar, contribuindo para a renda dessas famílias e diminuindo o êxodo rural. ==Bibliografia== * * * * * * * == Ligações externas == * * Categoria:Lepidoptera Categoria:Animais domésticos Categoria:Lepidópteros descritos em 1758 Categoria:Seda",
 "title": "Bicho-da-seda"
}