{
 "id": "21639",
 "text": "A Carta-testamento de Getúlio Vargas é um documento endereçado ao povo brasileiro escrito por Getúlio Vargas horas antes de seu suicídio, na data de 24 de agosto de 1954. Existe uma nota manuscrita de suicídio, diferente da \"Carta-testamento\", da qual se conhecem três cópias, que foi divulgada mais tarde. Existe polêmica quanto à autenticidade do texto datilografado.As duas cartas de Getúlio Vargas História Viva/UOL miniaturadaimagem|Réplica da carta na Praça Júlio de Castilhos, em São Jerônimo, Rio Grande do Sul. ==Consequências do suicídio e reações populares == Há quem diga que o suicídio de Getúlio Vargas adiou um golpe militar que pretendia depô-lo. O pretendido golpe de estado tornou-se, então, desnecessário, pois assumira o poder um político conservador, Café Filho. Para outros, o suicídio de Getúlio fez com que passasse da condição de acusado à condição de vítima que morreu. Isto teria preservado a popularidade do trabalhismo e do Partido Trabalhista Brasileiro e impedido Café Filho, sucessor de Getúlio, por falta de clima político, de fazer uma investigação profunda sobre as possíveis irregularidades do último governo de Getúlio. E, por fim, o clima de comoção popular devido à morte de Getúlio teria facilitado a eleição de Juscelino Kubitschek à presidência da república e de João Goulart (o Jango) à vice- presidência, em 1955, derrotando a UDN, adversária de Getúlio. JK e João Goulart são considerados, por alguns, como dois dos \"herdeiros políticos\" de Getúlio. Carlos Lacerda teve que fugir do país, com medo de represálias populares. Anos mais tarde, em 1962, na 6ª faixa do disco LP: Saudades de Passo Fundo, Teixeirinha homenageou o presidente gaúcho Getúlio Vargas, com a faixa de nome: 24 de Agosto, lembrando o impacto popular que foi a morte repentina do então presidente do Brasil. Um trecho da música de Teixeirinha mostra claramente este fato: Vinte e quatro de agosto A terra estremeceu Os rádios anunciaram O fato que aconteceu, As nuvens cobriram o céu O povo em geral sofreu O Brasil se vestiu de luto Getúlio Vargas morreu! Seu nome ficou na história Pra nossa recordação Seu sorriso era a vitória Da nossa imensa nação Com saúde ele venceu Guerra e revolução Depois foi morrer a bala Pela sua própria mão.Imagem:Cquote2.png‎ Categoria:1954 na política do Brasil Categoria:Getúlio Vargas Categoria:Palácio do Catete Categoria:Cartas de suicídio Categoria:Suicídio no Brasil __REDIRECIONAMENTOESTATICO__",
 "title": "Carta-testamento de Getúlio Vargas"
}