{
 "id": "21641",
 "text": "O cinismo ( kynismós, em latim cinicus) foi uma corrente filosófica fundada por Antístenes, discípulo de Sócrates e como tal praticada pelos cínicos (, latim: Cynici). Para os cínicos, o propósito da vida era viver na virtude, de acordo com a natureza.Hilton Japiassú, Danilo Marcondes. Dicionário básico de filosofia. Zahar; 1993. ISBN 978-85-378-0341-7. p. 46. Como criaturas racionais, as pessoas podem obter felicidade por meio de um treinamento rigoroso e vivendo de uma maneira que seja natural para elas mesmas, rejeitando todos os desejos convencionais de riqueza, poder e fama - em vez disso, eles deveriam levar uma vida simples, livre da necessidade de posses - e até mesmo desrespeitando as convenções sociais aberta e ironicamente. O primeiro filósofo a definir o cinismo foi Antístenes, ex-aluno de Sócrates no final do século V a.C. Ele foi seguido por Diógenes de Sinope, que vivia dentro de um jarrão de cerâmica em Atenas,Laërtius & Hicks 1925, VI:23; Jerome, Adversus Jovinianum, 2.14. e que levou o cinismo aos seus extremos lógicos e passou a ser visto como o arquétipo do filósofo cínico, sua autarkeia (autossuficiência) e a apatheia perante as vicissitudes da vida eram os ideais do cinismo.Ivo Jose Triches. Fundamentos Filosóficos Da Educação. IESDE BRASIL SA; ISBN 978-85-387-0657-1. p. 72. Ele foi seguido por Crates de Tebas, que doou uma grande fortuna para que pudesse viver de acordo com o cinismo em Atenas. O cinismo se espalhou durante a ascensão do Império Romano no século I quase se tornando um movimento de massa, e assim, os cínicos eram encontrados mendigando e pregando ao longo das cidades do império. A doutrina finalmente desapareceu no final do século V, embora alguns afirmem que o cristianismo primitivo adotou muitas de suas ideias ascéticas e retóricas. Por volta do século XIX, a ênfase sobre os aspectos negativos da filosofia cínica levou ao entendimento moderno de cinismo a significar uma disposição de descrença na sinceridade ou bondade das motivações e ações humanas e como caraterização de pessoas que desprezam as convenções sociais. Para encorajar as pessoas a renunciarem aos desejos criados pela civilização e convenções, os cínicos empreenderam uma cruzada de escárnio antissocial e assim mostrar as frivolidades da vida social.Simon Blackburn. Dicionário Oxford de filosofia. Jorge Zahar Editor; 1997. ISBN 978-85-7110-402-0. ==Origem do termo== O nome \"cínico\" ( kynikos, igual a um cão, κύων (kyôn)|cão (genitivo: kynos).Kynikos, \"A Greek-English Lexicon\", Liddell and Scott, at Perseus Uma explicação existente em tempos antigos de porque os cínicos eram chamados de cães era porque o primeiro cínico, Antístenes, ensinava no ginásio Cinosargo, um ginásio e templo para nothoi atenienses.Violence and Abuse in Society: Understanding a Global Crisis. ABC-CLIO; ISBN 978-0-313-38276-5. p. 87. \"Nothoi\" é um termo que designa aquele que não possui a cidadania ateniense por ter nascido de uma escrava, estrangeira, prostituta, de pais cidadãos mas não legalmente casados, ou ainda, bastardos de mulheres hilotas.Ian Morris; Walter Scheidel. The Dynamics of Ancient Empires: State Power from Assyria to Byzantium. Oxford University Press; 2009. ISBN 978-0-19-988817-7. p. 333.Diógenes Laércio, vi. 13. Cf. The Oxford Companion to Classical Literature, 2nd edition, p. 165. A palavra Cynosarges significa ou pode significar ainda \"alimento de cão\", \"cão branco\", ou \"cão rápido\".Jacques Brunschwig; Geoffrey Ernest Richard Lloyd; Pierre Pellegrin. A Guide to Greek Thought: Major Figures and Trends. Harvard University Press; 2003. ISBN 978-0-674-02156-3. p. 322. Parece certo, contudo, que a palavra \"cão\" também foi lançada aos primeiros cínicos como um insulto por sua rejeição descarada quanto às convenções sociais e sua decisão de viver nas ruas. Diógenes de Sinope, em particular, foi referido como o cão, ao ter afirmado que \"os outros cães mordem seus inimigos, eu mordo meus amigos para salvá-los\".Diógenes de Sínope, citado por Estobeu, Florilegium, iii. 13. 44. Mais tarde, os cínicos também buscaram transformar a palavra a seu favor, como um comentarista explicou: > Há quatro razões de por que os \"cínicos\" são assim chamados. Primeiro por > causa da indiferença de seu modo de vida, pois fazem um culto à indiferença > e, assim como os cães, comem e fazem amor em público, andam descalços e > dormem em barris nas encruzilhadas. A segunda razão é que o cão é um animal > sem pudor, e os cínicos fazem um culto á falta de pudor, não como sendo > falta de modéstia, mas como sendo superior a ela. A terceira razão é que o > cão é um bom guarda e eles guardam os princípios de sua filosofia. A quarta > razão é que o cão é um animal exigente que pode distinguir entre os seus > amigos e inimigos. Portanto, eles reconhecem como amigos aqueles que são > adequados à filosofia, e os recebem gentilmente, enquanto os inaptos são > afugentados por ele, como os cães fazem, ladrando contra eles.Escólio na > Retórica de Aristóteles, citado em Luis E. Navia. Antisthenes of Athens: > Setting the World Aright. Greenwood Press; 2001. ISBN 978-0-313-31672-2. p. > 99. ==História== Os cínicos gregos e romanos clássicos consideravam a virtude como a única necessidade para a eudaimonia (felicidade) e viam a virtude como inteiramente suficiente para alcançar a felicidade. Os cínicos clássicos seguiram esta filosofia a ponto de negligenciarem tudo que não promovesse a perfeição da virtude e alcance da felicidade, assim, o título cínicos, deriva da palavra em grego κύων (significando \"cão\") porque supostamente negligenciavam a sociedade, a higiene, a família, o dinheiro, etc, de uma forma que lembra os cães. Eles procuraram libertar-se de convenções; tornando- se autossuficientes — possuindo autarquia — e vivendo apenas de acordo com a natureza. Eles rejeitavam todas as noções convencionais de felicidade que envolvessem dinheiro, poder, ou fama a fim de viverem de forma virtuosa e portanto feliz. Os cínicos antigos rejeitavam os valores sociais convencionais e criticavam alguns tipos de comportamentos, como a ganância, que era vista como causadora de sofrimento. Uma maior ênfase sobre este aspecto de seus ensinamentos levou, ao final do século XVIII e início do XIX,David Mazella. The Making of Modern Cynicism. University of Virginia Press; 2007. ISBN 978-0-8139-2615-5. à compreensão moderna de cinismo como \"uma atitude de desdém negativo ou cansado, especialmente uma desconfiança geral quanto à integridade ou motivos professos dos outros\".Cynicism, The American Heritage Dictionary of the English Language. Fourth Edition. 2006. Houghton Mifflin Company. Esta definição moderna de cinismo está em contraste marcante com a filosofia antiga, que destacou \"a virtude e a liberdade moral na libertação do desejo\".Bertrand Russell. History of Western Philosophy. Routledge; 2004. ISBN 978-1-134-34366-9. p. 231. ==Filosofia== O cinismo é uma das filosofias mais marcantes de toda a filosofia helenística.Robert Bracht Branham; Marie-Odile Goulet-Cazé (2000). The Cynics: The Cynic Movement in Antiquity and Its Legacy. Universidade da California Press. pp. 28 – 46. ISBN 978-0-520-21645-7. O cinismo oferecia às pessoas a possibilidade de felicidade e liberdade do sofrimento em uma época de incertezas. Embora nunca tenha havido uma doutrina cínica oficial, os princípios fundamentais do cinismo podem ser resumidos da seguinte forma:Jonathan Ree; J.O. Urmson (2005). The Concise Encyclopedia of Western Philosophy and Philosophers. Routledge. p. 91. ISBN 978-1-134-89779-7.Luis E. Navia (1996). Classical Cynicism: A Critical Study. Greenwood Publishing Group. p. 140. ISBN 978-0-313-30015-8. # O objetivo da vida é a eudaimonia (felicidade) e clareza ou lucidez (ἁτυφια) — libertação da τύφος (nebulosidade) que significava ignorância, inconsciência, insensatez e presunção; # A eudaimonia é alcançada ao se viver de acordo com a Physis (a natureza) como entendida pelo Logos do ser humano; # τύφος (a arrogância) é causada por falsos julgamentos de valor, que causam emoções negativas, desejos não naturais e um caráter vicioso; # A eudaimonia ou o desenvolvimento humano, dependem de autossuficiência (αὐτάρκεια), apatheia, arete, filantropia, paresia e indiferença para com as vicissitudes da vida (ἁδιαφορία); # Evolui- se através de práticas ascéticas (ἄσκησις) que ajudam o indivíduo a tornar-se livre de influências — tais como riqueza, fama ou poder — que não têm valor na natureza. Exemplos incluem Diógenes de Sínope que vivia em um barril e andava descalço no inverno; # Um cínico pratica o descaramento ou a desfaçatez (Αναιδεια) e desfigura o nomos da sociedade; as leis, os costumes e convenções sociais que as pessoas aceitam como o correto;M.C. Howatson (2013). The Oxford Companion to Classical Literature. Oxford University Press. p. 179. ISBN 978-0-19-954855-2. # A sabedoria maior consistia na ação, não apenas no pensar. Assim, um cínico não possui bens e rejeita todos os valores convencionais de dinheiro, fama, poder e reputação. Viver de acordo com a natureza requer apenas as necessidades básicas para a existência e qualquer um pode tornar-se livre ao libertar-se de todas as necessidades resultantes das convenções sociais. Os cínicos adotaram Héracles como seu herói e epítome do cínico ideal.Diógenes Laércio, vi. 2, 71; Dio Chrysostom, Orations, viii. 26–32; Pseudo-Luciano, Cynicus, 13; Luciano de Samósata, De Morte Peregrini, 4, 33, 36. De acordo com Luciano de Samósata, Cérbero e o cínico certamente estão relacionados através do cão.Luciano de Samósata, Diálogos dos Mortos, 21 O modo de vida cínico exigia formação contínua, não apenas no exercício de julgamentos e das impressões mentais, mas também treinamento físico:James Uden (2014). The Invisible Satirist: Juvenal and Second-Century Rome. Oxford University Press. p. 168. ISBN 978-0-19-938727-4. > Ele costumava afirmar que o treinamento era de dois tipos, mental e > corporal: o último dizendo que com o exercício constante, as percepções são > formadas, tal como assegura a liberdade para as ações virtuosas; e metade > deste treinamento é incompleto sem o outro, boa saúde e força estão entre as > coisas essenciais, seja para o corpo ou para a alma. E ele apresentava > provas irrefutáveis ​​para mostrar facilmente que com a prática de ginástica > chega-se até a virtude. Nos trabalhos manuais e outras artes se pode ver que > os artesãos desenvolvem habilidade manual extraordinária através da prática. > Mais uma vez, o caso dos tocadores de flauta e dos atletas: que habilidade > eles adquirem por sua própria labuta incessante; e, se eles tivessem > transferido seus esforços para o treinamento da mente, como em seus > trabalhos não teriam sido em vão ou ineficaz.Diógenes Laércio, Vidas e > Doutrinas dos Filósofos Ilustres, vi. 70 Nada disso significava que o cínico deve afastar da sociedade. São cínicos os que vivem sob o olhar público e mantém-se completamente indiferentes em face de qualquer insulto que possam resultar de seu comportamento pouco convencional. Os cínicos dizem ter inventado a ideia do cosmopolita: quando lhe foi perguntado de onde veio, Diógenes respondeu que era \"um cidadão do mundo\" (kosmopolitês). O ideal cínico era evangelizar; como o cão de guarda da humanidade, era seu trabalho perseguir as pessoas sobre o erro de suas maneiras e costumes. O exemplo de vida do cínico (e o uso da mordaz sátira cínica) expunha as pretensões que se colocam na raiz das convenções cotidianas. Embora o cinismo concentrou-se exclusivamente em ética, a filosofia cínica, teve um grande impacto no mundo helenístico. Em última análise, tornou-se uma importante influência para o estoicismo. O estoico Apolodoro de Selêucia escrevendo no século II a.C., afirmou que o cinismo é o caminho curto para a virtude.Diógenes Laércio, Vidas e Doutrinas dos Filósofos Ilustres, vii. 121 ===Influências=== Vários filósofos, como os pitagóricos, defenderam a ideia de vida simples nos séculos anteriores aos cínicos. No início do século VI a.C., Anacársis, um sábio cito exortou o modo de vida simples dos Citas enquanto fez críticas aos costumes gregos a uma maneira que se tornaria o padrão entre os cínicos. Talvez com igual influência, os contos indianos foram conhecidos por gregos posteriores, como os gimnosofistas, que adotaram um asceticismo rigoroso juntamente com um desrespeito às leis e costumes estabelecidos. Por volta do século V a.C., os sofistas tinham começado um processo de questionamento sobre muitos aspectos da sociedade grega, como a religião, a lei e a ética. No entanto, a influência mais imediata para a escola cínica foi de Sócrates. Embora não fosse um asceta, ele professou amor pela Virtude, indiferença para com a riqueza,Platão, Apologia, 41e. e um desdém pela opinião geral.Xenofonte, Apologia, 1. O Cinismo foi grande influenciador do estoicismo. === Simbolismos === Os cínicos eram frequentemente reconhecidos no mundo antigo por suas vestimentas - um manto velho e um cajado. O manto veio como uma alusão a Sócrates e sua maneira de se vestir, enquanto o cajado vinha do grupo de Héracles. Esses itens tornaram-se tão simbólicos da vocação cínica que os escritores antigos fizeram referências àqueles que pensavam que vestir o traje cínico os tornaria encaixados à tal filosofia.Epiteto, 3.22 Na evolução social da idade arcaica para a clássica, o público deixou de portar armas nas pólis. Originalmente, esperava-se que alguém carregasse uma espada enquanto estivesse na cidade. No entanto, ocorreu uma transição para lanças e depois para cajados até que usar qualquer arma na cidade se tornou um velho costume tolo.Aristóteles. Política. livro 2, 1268b Assim, o próprio ato de carregar um cajado era um tabu. De acordo com os teóricos modernos, o símbolo do bastão era aquele que funcionava como uma ferramenta para sinalizar a dissociação do usuário do trabalho físico, ou seja, como uma exibição de lazer conspícuo, e ao mesmo tempo também tinha uma associação com esporte e normalmente desempenha um papel na caça e roupas esportivas. Assim, ele exibe qualidades ativas e guerreiras, ao invés de ser um símbolo da necessidade de um homem fraco de se sustentar.Jon Ploug Jørgensen, The domesticing of the aristói - um antigo processo civilizador grego? in \"História das Ciências Humanas\" : julho 2014 vol. 27 não. 3, pp. 42–43 O próprio cajado tornou-se uma mensagem de como o cínico era livre por meio de sua possível interpretação como um item de lazer, mas, igualmente equivalente, era sua mensagem de força - uma virtude mantida em abundância pelo filósofo cínico. == A virtude moral — autarquia == Ao contrário da acepção moderna e vulgar da palavra para o cinismo, o objetivo essencial da vida era a conquista da virtude moral, que somente seria obtida eliminando-se da vontade de todo o supérfluo, tudo aquilo que fosse exterior. Defendiam um retorno à vida da natureza, errante e instintiva, como a dos cães. Afirmavam que dispunha o homem de tudo que necessitava para viver, independente dos bens materiais. A isto chamavam de autarcia (ou a variante, porém com outra acepção mais difundida, autarquia) — condição de autossuficiência do sábio, a quem basta ser virtuoso para ser feliz. O termo grego original é autárkeia — significando autossuficiência. Além dos cínicos, foi uma proposição também defendida pelos estoicos. Desacreditavam as conquistas da civilização e suas estruturas jurídicas, religiosas e sociais — elas não trariam qualquer benefício ao homem. Sendo autossuficiente, tudo aquilo que naturalmente não é dado ao homem pelo nascimento (como o instinto) não pode servir de base para a conceituação da ética. Este pensamento pode ser encontrado no mito do bom selvagem, de Rousseau. == Pensamento == Sua filosofia partia do princípio de que a felicidade não depende de nada externo à própria pessoa, ou seja, coisas materiais, reconhecimento alheio e mesmo a preocupação com a saúde, o sofrimento e a morte, nada disso pode trazer a felicidade. Segundo os cínicos, é justamente a libertação de todas essas coisas que pode trazer a felicidade que, uma vez obtida, nunca mais poderia ser perdida. Aliado ao discurso, também o modo de vida do cínico deveria ser conforme as ideias defendidas. Para eles a virtude reside, sobretudo, na conduta moral do homem, naquilo que lhe é intrínseco — e não nas conquistas materiais, na aparência exterior. Os cínicos, assim como Sócrates, nada de escrito deixaram. O que se sabe sobre eles foi narrado por outros, em geral, críticos de suas ideias. O mais importante representante dessa corrente foi um discípulo de Antístenes chamado Diógenes. Ele vivia dentro de um barril e possuía apenas sua túnica, um cajado e um embornal de pão. Conta-se que um dia Alexandre Magno parou em frente ao filósofo e ofereceu-lhe, como uma prova do respeito que nutria por ele, a realização de um desejo, qualquer que fosse, caso tivesse algum. Diógenes respondeu: Desejo apenas que te afastes do meu Sol. Essa resposta ilustra bem o pensamento cínico: Diógenes não desejava nada a mais do que tinha e estava feliz assim (apenas, no momento, gostaria que seu sol fosse desbloqueado). O Sol também pode ser entendido como a Sabedoria ou a fonte do Conhecimento. Platão usou a metáfora do sol em seu mito da caverna, significando a presença do Conhecimento e da Verdade que ilumina. Assim, Diógenes, quando pede para Alexandre Magno não se interpor entre ele e o Sol, aponta para o fato de que o filósofo não necessita de nenhum poder situado entre ele e o Conhecimento. Assim como a preocupação com o próprio sofrimento, a saúde, a morte e o sofrimento dos outros também era algo do qual os cínicos desejavam libertar- se. Por isso que a palavra cinismo adquiriu a conotação que tem hoje em dia, de indiferença e insensibilidade ao sentir e ao sofrer dos outros. == Cinismo no mundo romano == Há poucos registros do Cinismo nos séculos 2 ou 1 a.C.; Cícero (c. 50 a.C.), que estava muito interessado na filosofia grega, tinha pouco a dizer sobre o cinismo, exceto que \"deve ser evitado; pois se opõe à modéstia, sem a qual não pode haver direito nem honra\".Cicero, De Officiis, i. 41 No entanto, no século I d.C., o cinismo reapareceu com força total. A ascensão da Roma Imperial, como a perda da independência grega sob Filipe e Alexandre três séculos antes, pode ter levado a um sentimento de impotência e frustração entre muitas pessoas, o que permitiu que uma filosofia que enfatizasse a autossuficiência e a felicidade interior florescesse novamente. Os cínicos podiam ser encontrados em todo o império, parados nas esquinas, pregando sobre a virtude.Luciano. \"Sobre a morte peregrina\", 3 Luciano reclamou que \"todas as cidades estão cheias de tais arrivistas, particularmente com aqueles que inscrevem os nomes de Diógenes, Antístenes e Crates como seus patronos e se alistam no Exército do Cão\"Luciano. Fugitivii, 16 e Aelius Aristides observou que \"eles freqüentam as portas, falando mais com os porteiros do que com os mestres, compensando sua condição humilde usando descaramento\".Aelius Aristides, iii. 654–694 O representante mais notável do cinismo no século I dC foi Demétrio, a quem Sênecaelogiado como \"um homem de sabedoria consumada, embora ele próprio a negasse, constante nos princípios que professava, de uma eloquência digna de lidar com os assuntos mais poderosos\". O cinismo em Roma era tanto o alvo do satírico quanto o ideal do pensador. No século II d.C., Luciano, enquanto desprezava o filósofo cínico Peregrinus Proteus, no entanto elogiou seu próprio professor cínico, Demonax, em um diálogo. O cinismo passou a ser visto como uma forma idealizada de estoicismo, visão que levou Epicteto a elogiar o cínico ideal em um longo discurso.Epictetus, Discursos, 3. 22. De acordo com Epicteto, o cínico ideal \"deve saber que ele é enviado como um mensageiro de Zeus para as pessoas sobre coisas boas e más, para mostrar-lhes que eles caminharam\".Epictetus, Discourses, 3. 22. 23 Infelizmente para Epicteto, muitos cínicos da época não viveram de acordo com o ideal: \"considere os cínicos atuais, que são cães que servem às mesas, e em nenhum aspecto imitam os cínicos de antigamente, exceto talvez ao quebrar o vento.\"Epicteto, Discursos , 3. 22. 80 Ao contrário do estoicismo, que declinou como filosofia independente após o século II d.C., o cinismo parece ter prosperado no século IV. O imperador Juliano (governou de 361 a 363), como Epicteto, elogiou o cínico ideal e reclamou dos verdadeiros praticantes do cinismo. O último cínico observado na história clássica é Salústio de Emesa, no final do século V, que, sendo aluno do filósofo neoplatônico Isidoro de Alexandria, dedicou-se a viver uma vida de ascetismo cínico.Damascius, Life of Isidorus: fragments preserved in the Commentary on Plato's Parmenides by Proclus, in the Bibliotheca of Photius, and in the Suda. == Cinismo e Cristianismo == === Jesus como um judeu cínico === Alguns historiadores notaram as semelhanças entre os ensinamentos de Jesus e os dos cínicos. Alguns estudiosos argumentaram que a fonte Q, uma hipotética fonte comum para os evangelhos de Mateus e Lucas, tem fortes semelhanças com os ensinamentos dos cínicos.Leif Vaage, (1994), Galilean Upstarts: Jesus' First Followers According to Q. TPIF. Gerald Downing, (1992), Cynics and Christian Origins. T. & T. Clark. Estudiosos da busca pelo Jesus histórico, como Burton L. Mack e John Dominic Crossan do Jesus Seminar, argumentaram que a Galiléia do século I d.C. era um mundo em que as ideias helenísticas colidiam com o pensamento judaico e tradições. A cidade de Gadara, a apenas um dia de caminhada de Nazaré, era particularmente notável como um centro da filosofia cínica, e Mack descreveu Jesus como uma \"figura bastante normal do tipo cínico\".R. Ostling, \"Who was Jesus?\", Time, August 15, 1988, pp. 37–42. Para Crossan, Jesus foi mais um sábio cínico de uma tradição judaica helenística do que um Cristo que morreria como um substituto para os pecadores ou um messias que queria estabelecer um Estado judeu.John Dominic Crossan, (1991), The Historical Jesus: The Life of a Mediterranean Jewish Peasant , ISBN 0-06-061629-6 Outros estudiosos duvidam que Jesus tenha sido profundamente influenciado pelos cínicos e veem a tradição profética judaica como de uma importância muito maior.Craig A. Evans, Life of Jesus Research: A noted bibliography , p. 151. === Influências cínicas no cristianismo primitivo === Muitas das práticas ascéticas do cinismo podem ter sido adotadas pelos primeiros cristãos, e os cristãos frequentemente empregavam os mesmos métodos retóricos dos cínicos.F. Gasco Lacalle, (1986) Cristianos y cinicos. Una tificacion del fenomeno cristiano durante el siglo II, pp. 111–119. Memorias de Historia Antigua 7. Alguns cínicos foram martirizados por falar contra as autoridades.Dio Cassius, Epitome of book 65, 15.5; Herodian, Roman History, 1.9.2–5 Um cínico, Peregrinus Proteus, viveu por um tempo como cristão antes de se converter ao cinismo, enquanto no século IV, Máximo de Alexandria, embora cristão, também era chamado de cínico por causa de seu estilo de vida ascético. Escritores cristãos costumavam elogiar a pobreza cínica,Origenes, adv. Cels. 2.41, 6.28, 7.7; Basil of Caesarea, Leg. Lib. Gent. 9.3, 4, 20; Theodoret, Provid. 6; John Chrysostom, Ad. Op. Vit. Monast. 2.4, 5 embora desprezassem a falta de vergonha cínica, tendo Agostinho afirmado que eles, \"violando os instintos modestos dos homens, proclamaram orgulhosamente sua opinião impura e desavergonhada, digna de fato de cães\".Agostinho. De Civitate Dei 14.20. As ordens ascéticas do Cristianismo (como os Padres do Deserto) também tinham conexão direta com os cínicos, como pode ser visto nos monges mendicantes errantes da igreja primitiva, que na aparência externa e em muitas de suas práticas diferiam pouco dos cínicos anteriores. O estudioso do Emmanuel College, Leif E. Vaage, comparou as semelhanças entre o documento Q e os textos cínicos, como as epístolas cínicas. As epístolas contêm a sabedoria e (muitas vezes polêmica) ética pregada pelos cínicos junto com seu senso de pureza e práticas estéticas.Leif E. Vaage, (1990), Cynic Epistles (Selections), in Vincent L. Wimbush, Ascetic Behavior in Greco-Roman Antiquity: A Sourcebook, pp. 117–118. Continuum International Durante o século II, Crescencio, o Cínico, entrou em conflito com Justino, o Mártir, alegando que os cristãos eram ateus (\"os mais sem deus\"), em referência à rejeição dos deuses pagãos e à ausência de templos, estátuas ou sacrifícios. Esta foi uma crítica popular aos cristãos que continuou até o século IV.Zuckerman, Phil (2007). Martin, Michael T (ed.). The Cambridge companion to atheism. Cambridge: Cambridge University Press. p. 56. ISBN 978-0-521-84270-9. Retrieved 2011-04-09 Categoria:Cinismo",
 "title": "Cinismo"
}