{
 "id": "21660",
 "text": "Análise real é o ramo da análise matemática que estuda o comportamento dos números reais, das sequências e séries de números reais e das funções reais. A análise real surgiu da necessidade de prover provas rigorosas às ideias intuitivas do cálculo tais como convergência, limite, continuidade, derivadas, integrais e sequências de funções. A análise real se distingue da análise complexa pois esta última lida com números complexos e funções complexas. A apresentação da análise real em textos introdutórios geralmente começa com provas simples em teoria dos conjuntos, uma definição precisa do conceito de função e uma introdução aos números naturais e a importante técnica de prova chamada de indução matemática. Continuando, os números reais podem ser tanto introduzidos da maneira axiomática quanto construídos a partir de sequências de números racionais. As primeiras consequências são derivadas, sendo as mais importantes as propriedades do valor absoluto como a desigualdade triangular e a desigualdade de Bernoulli. O conceito de convergência, central para a Análise, é introduzido via limites de sequências. Muitas leis que governam os processos limites podem ser derivadas, e muitos limites calculados. Séries infinitas, as quais pertencem a um tipo especial de sequências, são estudadas neste ponto. Séries de potências servem para definir muitas funções centrais, como a função exponencial e as funções trigonométricas. Vários tipos de subconjuntos dos números reais, como conjuntos abertos, conjuntos fechados e espaços compactos, e suas propriedades são introduzidas em seguida. O conceito de continuidade pode agora ser definido via limites. Mostra-se que a soma, o produto, a composição e o quociente de funções contínuas resulta em uma função contínua e prova-se o Teorema do Valor Intermediário. A noção de derivada pode ser introduzida como um particular processo limite e as familiares regras de diferenciação do cálculo podem ser provadas rigorosamente. Um teorema central aqui é o teorema do valor médio. Então pode-se fazer integrais (de Riemann e de Lebesgue) e provar o teorema fundamental do cálculo, tipicamente usando o teorema do valor médio. Neste ponto, seria útil estudar as noções de continuidade e convergência em uma base mais abstrata, para um posterior estudo de espaços de funções. Isto é feito em topologia e usando espaços métricos. Conceitos como compacidade, completeza, conectividade, continuidade uniforme, separabilidade, mapas de Lipschitz, \"contractive maps\" são definidos e investigados. Finalmente, pode-se tomar limites de funções e tentar mudar a ordem de integrais, derivadas e limites. A noção de convergência uniforme é importante neste contexto. Aqui é útil ter um conhecimento rudimentar em espaços vetoriais normalizáveis e espaços munidos de produto interno. Séries de Taylor também podem ser estudadas. ==Textos introdutórios em análise real== *Ávila, Geraldo Severo de Souza. Introdução à análise matemática. 2a edição. São Paulo: Edgard Blucher, 1999. *Bartle, Robert Gardner. The elements of real analysis. 2a edição. New York: Wiley, 1976. *Courant, Richard. Introduction to calculus and analysis. 1a edição. New York: Interscience, 1965. *Dieudonne, Jean. Éléments d'analyse. 1a edição. Paris: Gauthier-Villars, 1975 *Lima, Elon Lages. Análise Real, vol.1 Publicação IMPA, 2004 *Rudin, Walter. Principles of mathematical analysis. 3aedição. Auckland: Mcgraw-Hill, 1976. ==Textos mais avançados em análise real== *Bartle, Robert Gardner. The elements of integration. 1a edição. New York: Wiley, 1966. *Royden, H.L. Real analysis. 2a edição. New York: Macmillan, 1968. *Rudin, Walter. Real and complex analysis. 1a edição. Nova Iorque: Mcgraw-Hill, 1966. *",
 "title": "Análise real"
}