{
 "id": "21684",
 "text": "Grêmio Recreativo Escola de Samba Beija-Flor de Nilópolis (popularmente referida como Beija-Flor) é uma escola de samba brasileira do município de Nilópolis, mas que há muitos anos participa do Carnaval da cidade do Rio de Janeiro. Com quatorze conquistas (1976, 1977, 1978, 1980, 1983, 1998, 2003, 2004, 2005, 2007, 2008, 2011, 2015 e 2018), e ficando apenas atrás de Portela e Mangueira, a escola assume a posição de terceira maior vencedora no rol das campeãs do carnaval do Rio de Janeiro, sendo a que mais venceu na \"era sambódromo\". A escola ainda foi vice-campeã em outras 13 oportunidades (1979, 1981, 1985, 1986, 1989, 1990, 1999, 2000, 2001, 2002, 2009, 2013 e 2022). A quadra da escola está localizada na Rua Pracinha Wallace Paes Leme, número 1025, Centro, no município de Nilópolis, Baixada Fluminense. == Nome, cores, símbolo e apadrinhamento == Após horas de reunião, os integrantes do bloco não chegavam a um consenso sobre o nome da nova agremiação. \"Flor do Abacate\" teria sido uma das sugestões. Após muita indecisão, Dona Eulália, mãe de Negão da Cuíca (o presidente do bloco) sugeriu o nome Beija-Flor. O nome foi inspirado no Rancho Beija-Flor, que existia na cidade de Valença, na região serrana do Rio e que Dona Eulália desfilava quando mais nova. Dona Eulália foi admitida como fundadora do Bloco por ter escolhido seu nome, sendo a única mulher entre os fundadores. Há duas versões para a escolha das cores azul e branco. Uma versão sustenta que seria em homenagem à Nilópolis, que desde 1947, com sua emancipação, passou a adotar as duas cores em sua bandeira. A outra versão aponta para uma inspiração na bandeira de Israel. A escola madrinha da Beija-Flor é a Portela. É comum o beija-flor, símbolo da agremiação, vir representado em alegorias dos desfiles da escola, principalmente no carro abre-alas. A Beija-Flor é conhecida como \"A Deusa da Passarela\" e \"Maravilhosa e Soberana\". Também é comum utilizar o gentílico da cidade de Nilópolis (nilopolitana). Algumas composições da agremiação fazem referência a esses apelidos, como os sambas de 2007 (\"Então dobre o Run / Pra Ciata de Oxum imortal / Soberana do meu carnaval, na princesa nilopolitana\"); de 2014 (\"A Deusa do samba na Passarela / A marca do carnaval... É ela\"); de 2015 (\"Oh minha deusa soberana / Resgata sua alma africana\"); e de 2016 (\"Sou Beija-Flor, na alegria ou na dor / A deusa da passarela, é ela! / Primeira na história do Marquês / Que na Sapucaí é soberana / De fato nilopolitana\"). ;Bandeira A bandeira, ou pavilhão, possui em dezesseis raios de cores intercaladas (oito azuis e oito brancos) partindo de uma circunferência central de cor branca em direção às extremidades da bandeira. Dentro a circunferência central está a logomarca da escola, em detalhes azuis. A logomarca da bandeira consiste em um beija-flor beijando uma flor; a inscrição \"G.R.E.S. Beija-Flor de Nilópolis\"; e estrelas azuis na quantidade de títulos de campeã da escola. Abaixo da circunferência central, na parte inferior da bandeira, está inscrito o ano de utilização da mesma. Ao longo dos anos a bandeira da escola sofreu um processo de escurecimento. Até o desfile de 1995 era utilizada a cor azul claro. O tom de azul foi sendo escurecido até que, em 2010, foi lançado o modelo vigente, em azul escuro. A bandeira pode sofrer pequenas variações a cada ano, como, por exemplo, a disposição de cores dos raios. ;Logotipo O logotipo da escola, adotada desde 30 de julho de 2017, consiste no desenho de um beija-flor azul, beijando uma flor estilizada, com pétalas formadas por cinco corações, cada um com uma cor e um significado diferente. Os corações representam os projetos sociais da Beija-Flor. O coração verde representa os projetos ambientais; o coração amarelo, o carnaval; o coração roxo, a educação; o coração laranja, a profissionalização; e o coração vermelho, os esportes. Abaixo do desenho, a inscrição \"G.R.E.S. Beija-Flor de Nilópolis\" em letras azuis. O logotipo utilizado anteriormente continha a foto de um beija-flor beijando uma flor, o nome da escola e estrelas representando os títulos de campeã da agremiação. == História == === Lugar de origem === esquerda|miniaturadaimagem|Centro de Nilópolis, onde se localiza a quadra da Beija-Flor. O município de Nilópolis, na Baixada Fluminense, é o berço da Beija-Flor. A cidade e a escola de samba trilharam caminhos semelhantes, uma vez que parte dos governantes de Nilópolis também administrava a agremiação. Os principais locais de sociabilidade da cidade encontram-se nas imediações da estação de trem: a Avenida Mirandela (onde a Beija-Flor realiza seu tradicional desfile pós-carnaval); e do outro lado, a Praça Paulo de Frontin (antigo palco das manifestações públicas e do carnaval de rua da cidade). Apesar do forte comércio e da presença de indústrias, é a escola de samba a maior expressão do município. Juridicamente \"GRES Beija- Flor\", a escola passou a ser chamada formalmente de \"Beija-Flor de Nilópolis\", tamanha identificação. Na cidade, também é comum locais de comércio que levam o nome da escola, sem ligação com a agremiação, apenas em forma de homenagem. No pórtico de entrada da cidade, foi construída uma escultura de um beija- flor, em homenagem à escola. A escultura foi retirada pelo prefeito Alessandro Calazans em seu mandato. Porém, seu sucessor, Farid Abrahão David, ao ser eleito em 2016, anunciou a reconstrução da escultura. Ligação com o poder público No início do Século XX, imigrantes judeus, principalmente sírio- libaneses, se fixaram na cidade, dentre eles, os patriarcas das famílias Sessim e Abraão David, que se estabeleceram como comerciantes locais. Na década de 1960, a família iniciou carreira na política. Em 1962, o médico Jorge Sessim David foi eleito deputado estadual pela UDN. Em 1972, Simão Sessim foi eleito prefeito de Nilópolis pela ARENA. Na mesma época, Anísio Abraão David (primo de Simão) e seu irmão, Nelson Abraão David, entraram para o jogo do bicho, controlando as bancas de aposta em Nilópolis. A ascensão da família Abraão-Sessim em Nilópolis, coincide com a ascensão da Beija-Flor. Também em meados da década de 1970, a escola de samba passou a ser controlada pelo clã Abraão David e a contar com o aporte financeiro da família. Nesta mesma época, a Beija-Flor se firmou na elite do carnaval carioca, com desfiles caros e luxuosos. A ligação entre o poder público e a escola de samba foi mantida, ao longo dos anos, com a eleição de membros da família Abraão-Sessim, que comandavam tanto a cidade como a escola de samba. === Fundação === O Bloco Associação Carnavalesca Beija-Flor (mais tarde escola de samba) foi fundado em 25 de dezembro de 1948 por um grupo de amigos formado por Milton de Oliveira (Negão da Cuíca), Edson Vieira Rodrigues (Edinho do Ferro Velho), Valentim Lemos, Helles Ferreira da Silva, Hamilton Floriano, José Fernandes da Silva e os irmãos Mário Silva e Walter da Silva. O grupo comemorava o Natal na esquina da Avenida Mirandela com a Rua João Pessoa, no Centro de Nilópolis, quando tiveram a ideia de criar um bloco carnavalesco para suprir a extinção dos blocos Irineu Perna-de-Pau e dos Teixeiras. A reunião oficial do Bloco ocorreu no Grêmio Teatral de Nilópolis. Negão da Cuíca foi eleito presidente e Edinho do Ferro Velho foi eleito secretário do Bloco. Durante a reunião, também foram escolhidos nome, cores, símbolo e madrinha da agremiação. === Bloco === thumb|esquerda|Sala de troféus da Beija-Flor.|232x232px O bloco foi campeão municipal logo em 1949, seu primeiro ano de desfile, tendo sido tricampeão até 1953, seu último desfile como bloco.Luiz Anselmo Bezerra. A Família Beija- Flor, pág. 125 Um fato curioso é que nessa época um dos blocos rivais da Beija-Flor era o Bloco do Centenário, que chegou a ser presidido por Aniz Abraão David, o Anísio. Segundo depoimento de integrantes antigos da Beija- Flor, havia uma certa rivalidade entre os dois blocos, chegando até mesmo a Anísio ter, certa vez, desligado a iluminação durante o desfile da Beija- Flor.Luiz Anselmo Bezerra. A Família Beija-Flor, págs. 141 e 142 Por outro lado, seu irmão Nelson, ainda jovem, gostava de frequentar os eventos sociais da Beija-Flor, e mais tarde, lá conheceria sua futura esposa, Marlene Sennas, filha do primeiro presidente da escola.Luiz Anselmo Bezerra. A Família Beija- Flor, págs. 143 e 144 === A transformação em escola de samba === Em 1953, através da articulação do compositor Cabana, que morava em Nilópolis, mas tinha família oriunda do Rio Comprido, na capital, começou-se as articulações para a transformação do bloco em escola de samba, que se inscreveu na Confederação Brasileira de Escolas de Samba para participar dos desfiles do segundo grupo carioca,Luiz Anselmo Bezerra. A Família Beija-Flor, pág. 126 onde obteve a primeira colocação. Seu primeiro presidente, após a transformação em escola de samba, foi José Rodrigues Sennas, ex-militar, morador da comunidade, que não estava entre os fundadores originais, mas foi convidado por eles para assumir o posto.Luiz Anselmo Bezerra. A Família Beija- Flor, pág. 127 Vice-campeã do segundo grupo, novamente, em 1962, foi novamente rebaixada após o 10º e último lugar de 1963. Em 1964, amargou novo rebaixamento, indo parar na terceira divisão do carnaval. Em 1965, Anísio, ex- adversário, então já em ascensão no jogo do bicho, teve uma rápida passagem pela presidência da escola. Posteriormente, seu irmão Nelson foi eleito presidente, em 1972, derrotando em eleição o ex-presidente Helles, e um terceiro candidato. Após vários anos pelas divisões inferiores, apenas em 1973, o primeiro sob a administração de Nelson, quando apresentou um enredo sobre a educação, conquistou o vice-campeonato do segundo grupo, retornando à divisão principal. A partir de então, seu irmão Anísio tornou-se patrono e presidente de honra, transformando-se numa espécie de mecenas, e assumindo cada vez mais as decisões na escola. === Os anos de Joãozinho Trinta === A história da agremiação, pode ser dividida em duas partes: antes e depois de Joãozinho Trinta, que assumiu o cargo de carnavalesco em 1976, com um enredo em homenagem ao jogo do bicho. Naquele mesmo ano, inova ao convidar a transexual Eloína dos Leopardos para desfilar a frente da bateria da escola. Eloína acabou sendo a primeira madrinha de bateria da história do carnaval, na Beija-Flor de Trinta. Cantando os antigos carnavais, foi bicampeão em 1977. No ano seguinte, com A Criação do Mundo na Tradição Nagô, consagrou a azul e branco nilopolitana a terceira escola a conseguir um tricampeonato. Vice- campeão em 1979, voltou a vencer em 1980, desta vez, empatada com Portela e Imperatriz. Seu último título na agremiação foi em 1983, cantando A Grande Constelação das Estrelas Negras. Nos anos oitenta, ainda foi vice-campeão em 1981, 1985 e 1986 (ano de O Mundo é uma Bola). Em 1989, a escola, conhecida pelo luxo de suas alas e alegorias, surpreendeu o público com o enredo \"Ratos e Urubus, Larguem Minha Fantasia\" levando para o Sambódromo carros e alas repletos de lixo, além de uma réplica do Cristo Redentor mendigo. Após uma ação judicial proposta pela Igreja Católica, a imagem foi proibida pela Justiça, e a alegoria passou pelo desfile coberta por um plástico, a frente do qual se podia ler \"mesmo proibido, olhai por nós\". Foi vice-campeã, com aclamação popular. No meio do desfile das campeãs, integrantes da escola arrancaram o plástico que cobria o cristo, levando o público ao delírio e a plateia a aplaudir. === Década de 1990 === Em 1990, em protesto ao regulamento do carnaval que proibia a nudez frontal, realizou o enredo Todo Mundo Nasceu Nu. O resultado foi um novo vice-campeonato. No ano seguinte, Alice no Brasil das Maravilhas levou a escola ao quarto lugar. No carnaval de 1992, um casal desfilou completamente despido. Joãozinho Trinta foi levado à Delegacia de Policia, onde alegou que era uma homenagem à obra de Leonardo Da Vinci. Encerrou seu ciclo nilopolitano com o sétimo lugar, a pior colocação da escola em 17 anos. Para 1993, a escola contratou Maria Augusta (1993), que propôs um enredo sobre o mundo infantil e conquistou o terceiro lugar.Em 1994, após um concurso de enredos e carnavalescos, venceu o jovem Milton Cunha (1994-1997). Em quatro anos de agremiação, Cunha realizou dois enredos sobre personalidades pouco conhecidas do grande público, como a botânica Margareth Mee, em 1994, e a soprano brasileira Bidu Sayão, em 1995, conquistando, respectivamente, quinto e terceiro lugares. Em 1996, o enredo era uma análise bem-humorada da Pré-História brasileira e repetiu o terceiro lugar de 1995. No último ano em Nilópolis, o carnavalesco realizou um enredo sugerido sobre as festas em geral, com o cinquentenário nilopolitano incluso, e voltaram no Sábado das Campeãs com a quarta colocação. Com a criação de uma comissão de carnaval, comandada por Laíla, em 1998, a escola voltou a vencer um campeonato, empatada com a Mangueira. === Década de 2000 === * 2001: \"A Saga de Agotime, Maria Mineira Naê\" Para o carnaval de 2001, a Beija-Flor escolheu um enredo sobre Nã Agotimé, uma rainha africana que, acusada de feitiçaria por cultuar voduns, foi escravizada e traficada ao Brasil pelo próprio afilhado. Após conseguir sua liberdade, foi para o Maranhão, onde fundou a Casa das Minas, voltando a cultuar os voduns. A ideia do enredo surgiu quando a escola preparava o desfile de 1998, que era baseado num livro da pajé Zeneida Lima, tataraneta de Agotimé, que contou aos carnavalescos a história de sua tataravô. Sétima e última escola a se apresentar na primeira noite (domingo) do Grupo Especial, a Beija-Flor iniciou seu desfile com o dia amanhecendo. A imprensa aclamou o desfile, apontando a escola como favorita ao título de campeã. Vários destaques foram elogiados na apresentação. Na Comissão de Frente, uma componente mascarada, vestida de rainha, trocava de roupa, revelando uma fantasia de pantera negra. Logo depois, desfilou uma ala de senhoras idosas, caracterizadas de pretas-velhas, com bengala, cachimbo e guias no pescoço. As senhoras passaram todo o desfile numa coreografia com a coluna curvada para frente. Em outra ala coreografada, cerca de setecentos componentes, representando escravizados, simulavam movimentos de balanço do mar. A bateria utilizou instrumentos ligados a temática africana, como atabaques e xequerês. A escola apresentou alegorias e fantasias luxuosas, e foi saudada pelo público presente no Sambódromo com aplausos e gritos de \"campeã\" durante toda a sua apresentação. Em pesquisa realizada pelo IBOPE com o público no Sambódromo, Beija-Flor e Grande Rio foram eleitas as melhores escolas das duas noites. A Beija-Flor recebeu o Estandarte de Ouro de melhor escola e de melhor enredo. Também recebeu cinco prêmios do Tamborim de Ouro: melhor porta-bandeira para Selminha; melhor mestre-sala para Claudinho; melhor Comissão de Frente; melhor ala das baianas; e melhor ala de crianças. Apesar do amplo favoritismo apontado por especialistas, a Beija-Flor foi vice-campeã pelo terceiro ano consecutivo, com meio ponto de diferença para a Imperatriz Leopoldinense. Dos trinta julgadores do carnaval, apenas uma não deu nota máxima à escola, enquanto a Imperatriz recebeu nota máxima de todos. A julgadora Vera Rupp deu nota 9,5 às alegorias da Beija-Flor por causa de um carro danificado e pela falta de uma destaque em outra alegoria. O carro danificado foi o segundo do desfile. Segundo a Folha de S.Paulo, a alegoria bateu num poste e perdeu parte de sua lateral. A derrota da Beija-Flor é constantemente listada entre as maiores injustiças da história do carnaval. O desfile é abordado em um dos capítulos do livro Por que perdeu?, do jornalista Marcelo de Mello, que lista dez desfiles derrotados que fizeram história. * 2002: \"O Brasil Dá o Ar de Sua Graça. De Ícaro a Rubem Berta, o Ímpeto de Voar\" Após um título e três vice- campeonatos consecutivos, a Beija-Flor chegou ao carnaval de 2002 apontada por especialistas como favorita. Sétima e última escola a se apresentar na primeira noite (domingo) do Grupo Especial, a Beija-Flor realizou um desfile sobre o ato de voar, patrocinado pela Varig. Antes da Beija-Flor, o Salgueiro realizou um desfile sobre aviação, patrocinado pela Tam, o que gerou comparações entre as duas. Porém, enquanto o Salgueiro focou na história da aviação, a Beija-Flor abordou o ato de voar, desde aves e insetos, passando pela mitologia de Ícaro e suas asas de cera, até chegar à aviação e a corrida espacial. A escola iniciou sua apresentação com o dia claro, sendo saudada pelo público presente no Sambódromo com gritos de \"campeã\". A escola inovou ao colocar o casal de mestre-sala e porta-bandeira, Claudinho e Selminha, após a Comissão de Frente, ideia posteriormente adotada pelas outras agremiações. A imprensa elogiou o desfile, classificando a escola como a melhor da primeira noite. Neguinho da Beija-Flor, Selminha e Claudinho receberam os prêmios Estandarte de Ouro e Tamborim de Ouro. Pelo quarto ano consecutivo, a Beija- Flor ficou com o vice-campeonato. Dessa vez, com diferença de apenas um décimo para a campeã, Mangueira. Dos quarenta julgadores do carnaval, apenas dois não deram nota máxima à escola. Ao todo, a agremiação perdeu apenas seis décimos, sendo: cinco no quesito Alegorias e um em Fantasias. Indignado com a perda de décimos em Alegorias, o patrono da Beija-Flor, Anísio Abraão David, declarou que a derrota \"foi um roubo\" e ameaçou não levar os carros alegóricos da escola para o Desfile das Campeãs. Anísio mudou de ideia e a escola desfilou com suas alegorias, mas levou faixas de protesto contra a jurada que deu nota 9,5 aos seus carros alegóricos. * 2003: \"O Povo Conta a Sua História: Saco Vazio não Para em Pé. A Mão que Faz a Guerra Faz a Paz\" A Beija-Flor foi a terceira escola a se apresentar na segunda noite (segunda-feira) do Grupo Especial de 2003. A escola realizou um \"desfile-manifesto\" pedindo paz e o fim da fome e de outras mazelas sociais brasileiras. Foram homenageados diversos líderes que, segundo o enredo, lutaram contra a opressão, como Zumbi dos Palmares, Tiradentes e Lampião. Torcedor declarado da escola, o então presidente do Brasil, Luiz Inácio Lula da Silva, foi homenageado com uma escultura na última alegoria do desfile. Eleito no final de 2002, Lula teve como uma de suas propostas de campanha o enfrentamento da fome e da miséria no país, o que resultou na criação do programa Fome Zero. Ex-presidente da Beija- Flor, Nelson Abrahão David, também foi homenageado com uma escultura na última alegoria do desfile, em referência aos programas sociais desenvolvidos pela agremiação. A apresentação teve diversas alas e alegorias dramatizadas com cenas do cotidiano, como assalto armado a carros, moradores de rua pedindo esmola e presos falando ao celular. O desfile foi encerrado por atores do Grupo Teatral Centro Cultural de Nilópolis encenando uma procissão. A imprensa elogiou o desfile, listando a escola entre as favoritas ao título de campeã. Em sua crítica, O Globo apontou que a Beija-Flor \"fez um desfile perfeito\", mas alertou que \"o carro abre-alas sofreu avarias na concentração\" e \"entrou na avenida com partes incompletas e até quebradas\". A Folha de S.Paulo classificou o desfile como \"impecável\", apontando que a escola \"animou o público\" e foi, junto com Mangueira, \"as que mais arrancaram gritos de 'é campeã' do público presente no Sambódromo\". O desfile marcou a estreia de Raíssa de Oliveira como rainha de bateria aos doze anos de idade. A Beija-Flor foi campeã do carnaval de 2003, conquistando seu sétimo título na folia carioca. A escola venceu a disputa com um ponto de vantagem sobre a vice- campeã, Mangueira, invertendo a posição do carnaval anterior. Foi a maior diferença de pontuação entre campeã e vice desde o carnaval de 1994, quando a Imperatriz venceu o Salgueiro por 3,5 pontos. Dos quarenta julgadores, apenas três não deram nota máxima à escola. Ao todo, a agremiação perdeu apenas quatro décimos, sendo: um décimo no quesito Alegorias; dois décimos em Enredo; e um décimo em Mestre-sala e Porta-bandeira. A Beija-Flor recebeu três prêmios do Estandarte de Ouro: melhor intérprete pra Neguinho da Beija-Flor; melhor ala para \"Sou Nega Maluca Sim Senhor\"; e revelação para o mestre-sala mirim Diego. Claudinho e Selminha receberam o prêmio Tamborim de Ouro. * 2004: \"Manôa, Manaus, Amazônia, Terra Santa: Alimenta o Corpo, Equilibra a Alma e Transmite a Paz\" Tentando conquistar o segundo bicampeonato consecutivo de sua história, a Beija-Flor escolheu um enredo sobre a preservação da Amazônia e as riquezas da região de Manaus. Quinta escola a se apresentar na segunda noite (segunda-feira) do Grupo Especial, a Beija-Flor desfilou debaixo de forte chuva. A escola iniciou sua apresentação sendo saudada pelo público com gritos de \"bicampeã\". A imprensa elogiou o samba e a harmonia da escola, apontando que os componentes desfilaram empolgados; mas pontuou que a chuva prejudicou a evolução e causou problemas em alegorias e fantasias, o que tiraria pontos da agremiação nesses quesitos. O problema mais sério ocorreu na sexta alegoria, que tinha uma reprodução do Teatro Amazonas. O palco onde desfilaria a atriz Claudia Raia precisou ser retirado por questão de segurança. Sem a peça, o carro desfilou torto, com pedaços rasgados e fora do lugar. A atriz desfilou no chão, mas, com o piso escorregadio, levou quatro tombos ao longo do desfile. Outros componentes também caíram durante a apresentação, incluindo uma baiana, em frente a cabine de jurados. A chuva também danificou algumas fantasias, que se desmancharam ao longo da apresentação, além de aumentar o peso das indumentárias. As baianas mirins não conseguiram rodar a saia da fantasia devido ao peso. A Beija-Flor foi campeã do carnaval de 2004, conquistando seu oitavo título na folia carioca, com oito décimos de vantagem para a vice-campeã, Unidos da Tijuca, que realizou um desfile surpreendente, marcado pelo \"carro do DNA\", concebido pelo carnavalesco Paulo Barros. Apesar do equilíbrio dos desfiles e da expectativa de uma apuração acirrada, a Beija- Flor liderou toda a leitura das notas, conquistando o título com tranquilidade. Dos 39 julgadores, apenas oito não deram nota máxima à escola. Ao todo, a agremiação perdeu 1,3 pontos, sendo: cinco décimos no quesito Alegorias; um décimo em Comissão de Frente; quatro décimos em Conjunto; dois décimos em Evolução; e um décimo em Mestre-sala e Porta-bandeira. A Beija-Flor recebeu o prêmio Tamborim de Ouro de melhor escola e de melhor ala de baianas. * 2005: \"O Vento Corta as Terras dos Pampas. Em Nome do Pai, do Filho e do Espírito Guarani. Sete Povos na Fé e na Dor... Sete Missões de Amor\" Para tentar conquistar o segundo tricampeonato consecutivo de sua história, a Beija-Flor escolheu um enredo sobre as sete missões jesuíticas no Rio Grande do Sul. A escola recebeu patrocínio do estado gaúcho. O samba-enredo do desfile, assinado por onze compositores, foi resultado de uma junção de duas obras distintas. A Beija-Flor foi a última das sete escolas que se apresentaram na segunda noite (segunda-feira) do Grupo Especial, iniciando sua apresentação com o dia claro. A imprensa elogiou o desfile, apontando a escola entre as favoritas ao título. Em sua crítica, O Globo apontou que a escola fez uma apresentação \"arrebatadora\"; enquanto o UOL classificou o desfile como \"tecnicamente perfeito\". A apresentação teve alas e alegorias dramatizadas, que retrataram, entre outras passagens, a via crúcis de Jesus Cristo e o assassinato de crianças a mando de Herodes. Ao longo do desfile, o público presente no Sambódromo saudou a escola com gritos de \"é tri\" e \"já ganhou\". A Beija-Flor foi campeã do carnaval de 2005, conquistando seu nono título na folia carioca, com apenas um décimo de diferença para a vice-campeã, Unidos da Tijuca. Dos quarenta julgadores, apenas seis não deram nota máxima à escola. Ao todo, a agremiação perdeu seis décimos nos quesitos Alegorias, Conjunto, Enredo, Evolução, Harmonia e Mestre-sala e Porta-bandeira, sendo um décimo em cada quesito. A Beija-Flor recebeu os prêmios Estandarte de Ouro e Tamborim de Ouro de melhor samba-enredo do ano. Selminha e Claudinho também receberam o Estandarte de Ouro. Neguinho da Beija-Flor recebeu o Tamborim de Ouro. * 2006: \"Poços de Caldas Derrama Sobre a Terra Suas Águas Milagrosas. Do Caos Inicial à Explosão da Vida... Água - A Nave-mãe da Existência\" O carnaval de 2006 foi o primeiro confeccionado na Cidade do Samba, inaugurada em setembro de 2005. Para tentar conquistar um inédito tetracampeonato consecutivo em sua história, a Beija-Flor escolheu um enredo sobre a água, patrocinado pela cidade mineira de Poços de Caldas, conhecida por suas fontes de águas minerais. A Beija-Flor foi a última das sete escolas que se apresentaram na primeira noite (domingo) do Grupo Especial, iniciando sua apresentação com o dia claro. A imprensa elogiou o desfile, apontando a escola entre as favoritas ao título. Assim como no anos anteriores, a agremiação apresentou alegorias grandes, fantasias luxuosas e alas coreografadas. Foram utilizados cerca de trinta mil litros de água nas alegorias. O último carro alegórico teve dificuldade para entrar na pista de desfile e componentes precisaram acelerar o passo para não ultrapassar o tempo limite de desfile. A escola finalizou sua apresentação recebendo gritos de \"tetracampeã\" do público presente no Sambódromo. Com o desfile, a Beija-Flor se classificou em quinto lugar. A escola conseguiu a pontuação máxima nos quesitos Conjunto, Evolução, Harmonia e Samba-enredo. O quesito mais despontuado foi enredo, com a perda de 1,2 pontos. Claudinho recebeu seu quinto Estandarte de Ouro de melhor mestre-sala. Neguinho da Beija-Flor recebeu o Tamborim de Ouro. A Beija-Flor ainda foi premiada com o Troféu Apoteose de melhor Comissão de Frente e de melhor porta-bandeira pra Selminha Sorriso. Após o carnaval, o carnavalesco Cid Carvalho se desligou da escola. * 2007: \"Áfricas - Do Berço Real à Corte Brasiliana\" Campeão com a Vila Isabel em 2006, Alexandre Louzada se transferiu para a Beija-Flor, passando a integrar a Comissão de Carnaval da escola, junto com Laíla, Fran Sérgio, Shangai e Ubiratan Silva. O enredo escolhido para o carnaval de 2007 abordou o legado do povo africano, da África ao Brasil; retratando o continente africano e suas belezas naturais; o transporte de escravizados para o Brasil; os orixás; as tradições afro-brasileiras; e personalidades como Agotime, Chico Rei, Rainha N'Ginga; Zumbi dos Palmares e Tia Ciata. A Beija- Flor foi a última escola a desfilar na segunda noite (segunda-feira) do Grupo Especial, encerrando os desfiles de 2007. A escola apresentou um desfile luxuoso, orçado em sete milhões de reais, o mais caro do ano. O desfile chamou atenção pelo tamanho das alegorias, o luxo das fantasias e a riqueza melódica do samba-enredo, apontado pela crítica como o melhor do grupo. Ao longo de toda a apresentação, a escola foi saudada pelo público com gritos de \"é campeã\". A imprensa especializada elogiou o desfile, apontando a agremiação como favorita ao título. Confirmando o favoritismo, a Beija-Flor foi campeã, conquistando seu décimo título no carnaval carioca, sendo o quarto no período de cinco anos (2003-2007). Dos quarenta julgadores, apenas cinco não deram nota máxima à escola. Ao todo, a agremiação perdeu sete décimos: um em Comissão de Frente; dois em Harmonia; dois em Alegorias; um em Bateria; e um em Evolução. A escola venceu a disputa com 1,4 pontos de vantagem sobre a vice-campeã, Grande Rio. A Beija-Flor venceu a edição do Estandarte de Ouro, recebendo os prêmios de melhor escola e de melhor samba-enredo. O samba-enredo também recebeu o prêmio Tamborim de Ouro. Após o carnaval, uma operação da Polícia Federal prendeu diversos suspeitos de contravenção, entre eles, Anísio Abraão David (patrono da Beija-Flor) e Capitão Guimarães (presidente da LIESA). A Polícia chegou a suspeitar de fraude no resultado do carnaval de 2007 e a Câmara de Vereadores do Rio instaurou uma CPI para apurar os fatos. A LIESA se defendeu, alegando que o desfile da Beija-Flor foi elogiado pela crítica especializada e premiado pelo Estandarte de Ouro. A CPI do Carnaval apontou falhas no processo do julgamento, mas não encontrou provas de fraude. A Polícia Federal também não provou manipulação no resultado do carnaval de 2007. * 2008: \"Macapaba: Equinócio Solar, Viagens Fantásticas ao Meio do Mundo\" Tentando conquistar o terceiro bicampeonato consecutivo de sua história, a Beija-Flor escolheu um enredo sobre a cidade de Macapá, capital do Amapá, que completou 250 anos de fundação em 2008. O Governo do Estado do Amapá e a Prefeitura de Macapá patrocinaram o desfile com um milhão de reais. Assim como no ano anterior, a Beija-Flor foi a última escola a desfilar na segunda noite (segunda-feira) do Grupo Especial, encerrando os desfiles de 2008. A escola apresentou fantasias e alegorias grandes e luxuosas. No carro abre-alas, de cinquenta metros de comprimento, foram gastos cerca de 150 mil reais só na compra de acetato. A escola desfilou recebendo gritos de \"campeã\" do público presente no Sambódromo. A imprensa especializada elogiou o desfile, apontando a agremiação como favorita ao título. Confirmando o favoritismo, a Beija-Flor foi bicampeã consecutiva, conquistando seu 11.º título no carnaval carioca. Dos quarenta julgadores, apenas seis não deram nota máxima à escola. A agremiação conseguiu a pontuação máxima na maioria dos quesitos, perdendo apenas quatro décimos em Enredo; dois décimos em Comissão de Frente; e um décimo em Fantasias; vencendo a disputa com 1,3 pontos de vantagem sobre o vice-campeão, Salgueiro. A Beija-Flor recebeu os prêmios Tamborim de Ouro , Troféu Andarilho e Troféu Rádio Manchete de melhor escola do ano. * 2009: \"No Chuveiro da Alegria, Quem Banha o Corpo Lava a Alma na Folia\" Na preparação para o carnaval de 2009, Neguinho da Beija-Flor descobriu um câncer no intestino. O intérprete fez uma cirurgia para a retirada de um tumor maligno no reto e, logo após, iniciou a quimioterapia. Ainda em recuperação, Neguinho recebeu autorização médica para desfilar. Momentos antes do desfile, o intérprete se casou com Elaine Reis, numa cerimônia no Sambódromo. O então presidente do Brasil, Luiz Inácio Lula da Silva, e a primeira dama, Marisa Letícia, participaram da cerimônia como padrinhos de Neguinho, assim como Benedita da Silva e Antônio Pitanga. O cantor Roberto Carlos também estava entre os convidados da cerimônia. Quinta e penúltima escola a se apresentar na primeira noite (domingo) do Grupo Especial de 2009, a Beija-Flor realizou um desfile sobre a história do banho. A imprensa elogiou a apresentação, destacando o luxo das fantasias e alegorias. O carro abre-alas, que representou o banho de Cleópatra, foi a maior alegoria apresentada pela Beija- Flor até então, com 51 metros de comprimento e cinco mil litros de água. As alegorias borrifavam água de cheiro no público, exalando aromas como eucalipto, tutti-frutti, sândalo, entre outros. A Beija-Flor foi vice-campeã do carnaval com um ponto de diferença para o campeão, Salgueiro. Foi o 11.º vice-campeonato conquistado pela Beija-Flor no carnaval. A escola conseguiu a pontuação máxima apenas nos quesitos Conjunto, Fantasias e Samba-enredo. O quesito mais despontuado foi Enredo, em que perdeu nove décimos. Neguinho da Beija-Flor foi o intérprete mais premiado do ano, recebendo os prêmios Estandarte de Ouro, Estrela do Carnaval e Troféu Sambario. Selminha Sorriso recebeu o sexto Estandarte de Ouro de sua carreira. Por recomendação médica, Neguinho não participou do Desfile das Campeãs. O intérprete se curou do câncer em 2010. Após doze anos comandando a bateria da Beija-Flor, Mestre Paulinho foi demitido da escola a pedido de Laíla, com quem teve um sério desentendimento. A bateria seguiu sob o comando de Mestre Plínio, que já dividia a direção com Paulinho. === Década de 2010 === * 2010: \"Brilhante ao Sol do Novo Mundo, Brasília: Do Sonho à Realidade, a Capital da Esperança\" Para o carnaval de 2010, a Beija-Flor escolheu um enredo em homenagem aos cinquenta anos de Brasília, recebendo o patrocínio de três milhões de reais do governo do Distrito Federal. O carnaval da agremiação foi ofuscado pelo Escândalo do Mensalão no Distrito Federal, que culminou na prisão do então governador do DF, José Roberto Arruda, às vésperas do desfile. A escola recebeu críticas por não abordar questões políticas no desfile, focando no aspecto histórico e cultural da capital federal. A Beija-Flor foi a sexta e última escola a se apresentar na primeira noite (domingo) do Grupo Especial de 2010. A imprensa especializada elogiou os quesitos visuais, destacando as fantasias e alegorias grandes e luxuosas, mas classificou o desfile como \"frio\" e sem empolgação. A Beija-Flor se classificou em terceiro lugar. A escola conseguiu a pontuação máxima na maioria dos quesitos, mas perdeu pontos em Alegorias (três décimos); Comissão de Frente (dois décimos); Enredo (dois décimos) e Bateria (um décimo). Claudinho e Selminha receberam o Troféu Manchete de melhor casal de mestre-sala e porta-bandeira. Aos 93 anos de idade, Tia Nadir, uma das fundadoras da escola e a mais antiga baiana da agremiação, recebeu o Estandarte de Ouro de Personalidade. Após quinze anos coreografando a Comissão de Frente da Beija-Flor, e participando de seis campeonatos da escola, Ghislaine Cavalcanti pediu demissão da agremiação para se dedicar a outros projetos e à própria família. * 2011: \"A Simplicidade de Um Rei\" No carnaval de 2011 a Beija-Flor homenageou o cantor e compositor Roberto Carlos, torcedor declarado da agremiação. A proposta da homenagem surgiu em 2009, quando a relação entre o cantor e a escola se intensificou. Naquele ano, a bateria da Beija-Flor foi convidada para tocar no projeto Emoções em Alto Mar, show do cantor realizado num navio; Neguinho da Beija- Flor participou do show carioca da turnê Roberto Carlos - 50 Anos de Música; e Roberto esteve presente no casamento de Neguinho. O enredo foi cogitado para o carnaval de 2010, ano do cinquentenário de carreira do cantor, mas foi preterido pelo patrocínio de Brasília. Para o desfile de 2011, a Beija-Flor recebeu dois milhões de reais de patrocínio da Nestlé, empresa da qual Roberto Carlos era contratado para fazer publicidade (garoto-propaganda). Erasmo Carlos participou do concurso que escolheu o samba-enredo do desfile com uma obra composta por ele junto com o maestro Eduardo Lages e o compositor Paulo Sérgio Valle, mas o samba foi eliminado antes da semifinal da disputa. Por volta de setembro de 2010, durante a confecção do desfile, Alexandre Louzada pediu demissão da Beija-Flor por causa de divergências com Laíla, mas a presidência da escola pediu que o carnavalesco permanecesse na comissão de carnaval. Louzada concordou em continuar, mas alegou que teve suas ideias refutadas durante toda a produção do desfile. Segundo Laíla, as discordâncias começaram durante a produção dos protótipos de fantasias. Os figurinos apresentados por Louzada estavam grandes, diferente do estilo mais simples que a comissão gostaria de adotar para o desfile. Os carnavalescos optaram por fazer um desfile \"leve e alegre\", com o intuito de empolgar o público, mudando o estilo \"pesado\" com que a Beija-Flor estava acostumada a desfilar. A Beija- Flor foi a sexta e última escola a desfilar na segunda noite do Grupo Especial, encerrando os desfiles do carnaval de 2011 com o dia claro. A Comissão de Frente, coreografada por Carlinhos de Jesus, teve a participação da atriz Claudia Raia, simbolizando as musas das canções de Roberto Carlos. O desfile teve a participação de diversos amigos famosos de Roberto, como: Erasmo Carlos, Wanderléa, Chitãozinho, Xororó, Agnaldo Timóteo, Agnaldo Rayol, Hebe Camargo, Alcione, Fafá de Belém, Roberta Miranda, Paula Fernandes, Tom Cavalcante, entre outros. O homenageado desfilou na última alegoria, cercado por trezentas crianças. A imprensa especializada listou a escola entre as favoritas ao título, mas fez ressalvas sobre problemas de evolução e na estética das alegorias. A Beija-Flor foi campeã do carnaval, conquistando seu 12.º título na folia carioca. A disputa acirrada prevista pelos especialistas não se concretizou. A Beija-Flor venceu com 1,4 pontos de vantagem sobre a segunda colocada, Unidos da Tijuca. Das cinquenta notas recebidas, apenas sete foram abaixo da máxima (10), sendo que cinco foram descartadas seguindo o regulamento do concurso. Com isso, a agremiação perdeu apenas dois décimos: um no quesito Mestre-sala e Porta-bandeira e outro no quesito Samba-enredo. Com a vitória, a escola se tornou a maior campeã do Sambódromo da Marquês de Sapucaí, com sete títulos conquistados desde 1984, quando o Sambódromo foi inaugurado. Após o resultado, Roberto Carlos foi comemorar na quadra da Beija- Flor, que reuniu cerca de oito mil pessoas na festa do título. A Beija-Flor recebeu os troféus Tamborim de Ouro, Gato de Prata e Rádio Manchete de melhor escola do ano e o prêmio Estrela do Carnaval de melhor samba-enredo. Após o carnaval, o carnavalesco Alexandre Louzada se desligou da escola. * 2012: \"São Luís - O Poema Encantado do Maranhão\" Em abril de 2011, Nelson Alexandre Sennas David (Nelsinho David) foi eleito presidente da Beija-Flor, substituindo seu tio, Farid Abrão, que ocupou o posto nos dezessete anos anteriores. Com 39 anos de idade na ocasião, Nelsinho se tornou o presidente mais novo da história da escola. Nelsinho David é neto de José Rodrigues Sennas, um dos fundadores da Beija-Flor, e filho do ex-presidente Nelson Abrahão David e de Marlene Sennas David, ex porta-bandeira da escola. No carnaval de 2012, a Beija-Flor realizou um desfile sobre os quatrocentos anos da cidade de São Luís, capital do Maranhão. O enredo teve enfoque na cultura da cidade e destaque para as crenças e o misticismo local. Fábio de Mello foi contratado para coreografar a Comissão de Frente. O samba-enredo do desfile foi resultado de uma junção de duas obras distintas. A Beija-Flor foi a sexta, e penúltima, agremiação a se apresentar na primeira noite do Grupo Especial. O tripé que acompanhava a Comissão de Frente teve dificuldade para entrar na pista. Atrasada, depois de ficar parada tentando resolver o problema, a escola optou por não apresentar a Comissão no primeiro módulo de jurados, o que lhe rendeu uma penalização de um décimo. A penúltima alegoria do desfile, que teve como destaque a cantora maranhense Alcione, também enfrentou dificuldade para entrar na pista. O último setor do desfile homenageou o carnavalesco maranhense Joãosinho Trinta, morto em dezembro de 2011. O trono onde o carnavalesco desfilaria, na última alegoria, desfilou vazio. Com o desfile, a Beija-Flor se classificou em quarto lugar. A escola conseguiu a pontuação máxima na maioria dos quesitos, mas perdeu um décimo em Alegorias, três décimos em Comissão de Frente, e seis décimos em Enredo. Claudinho e Selminha Sorriso receberam os prêmios SRzd e Sambario. * 2013: \"Amigo Fiel - Do Cavalo do Amanhecer ao Manga-larga Marchador\" Após o carnaval de 2012, Nelsinho David renunciou a presidência da agremiação. Ex-presidente da escola, Farid Abrão David foi reconduzido ao cargo. No carnaval de 2013, a Beija-Flor realizou um desfile sobre a raça de cavalos brasileira Manga-larga Marchador, com patrocínio de seis milhões de reais recebido da Associação Brasileira de Criadores de Cavalos Manga-larga Marchador. A Beija-Flor foi a terceira escola a se apresentar na primeira noite do Grupo Especial. O desfile fluía bem até a entrada da penúltima alegoria, que desacoplou em frente a primeira cabine de jurados. Com a alegoria parada, sendo consertada por diretores, o contingente à frente seguiu o cortejo, abrindo um espaço vazio (buraco) de cerca de oitenta metros na pista. A imprensa especializada elogiou o desfile, mas apontou que a escola poderia perder pontos e, consequentemente, o título de campeã, por causa do problema enfrentado. A Beija-Flor foi vice-campeã do carnaval com três décimos de diferença para a campeã, Vila Isabel. Foi o 12.º vice-campeonato conquistado pela Beija-Flor no carnaval. A escola conseguiu a pontuação máxima na maioria dos quesitos, mas perdeu três décimos nos quesitos Comissão de Frente, Conjunto e Enredo (um décimo em cada) e três décimos em Alegorias. Neguinho da Beija-Flor e o primeiro casal, Claudinho e Selminha Sorriso, foram premiados com o Tamborim de Ouro. Neguinho ainda recebeu seu quinto Estandarte de Ouro de melhor intérprete. * 2014: \"O Astro Iluminado da Comunicação Brasileira\" Para o carnaval de 2014, a Beija-Flor escolheu um enredo sobre a história da evolução da comunicação, culminando numa homenagem ao publicitário, empresário e diretor de televisão Boni. O samba-enredo escolhido para o desfile foi muito criticado no período pré-carnaval, o que fez a escola, numa atitude inédita, divulgar uma nota oficial explicando o significado de cada verso da obra. O coreografo Marcelo Misailidis foi contratado para coreografar a Comissão de Frente. A Beija-Flor foi a última das seis agremiações a se apresentar na primeira noite do Grupo Especial. A escola inovou ao integrar a Comissão de Frente com o casal de mestre-sala e porta-bandeira. A Comissão simulava um grande xadrez onde Claudinho e Selminha eram o rei e a rainha do tabuleiro, e os peões eram componentes fantasiados de beija-flores. Boni desfilou na frente da bateria, ao lado de Raíssa, fantasiado de Carlitos, personagem de Charlie Chaplin. O desfile teve a participação de diversos famosos, amigos de Boni, como Faustão, Luciano Huck, Angélica, Regina Duarte, Tony Ramos, Antônio Fagundes, Pedro Bial, Glória Maria, Lima Duarte, Renato Aragão, entre outros. Com o desfile, a Beija-Flor obteve o sétimo lugar, seu pior resultado em 22 anos. Desde 1992, a escola não ficava de fora do Desfile das Campeãs. A agremiação conseguiu a pontuação máxima apenas no quesito Bateria. O quesito mais despontuado foi Samba-enredo, com a perda de um ponto. O resultado gerou protestos de Laíla, que chegou a ameaçar não desfilar no ano seguinte caso os jurados não fossem trocados. O diretor também defendeu a extinção do quesito Conjunto. A LIESA acatou as reivindicações e trocou todos os julgadores de Samba-enredo, além de acabar com o quesito Conjunto. * 2015: \"Um Griô Conta a História: Um Olhar Sobre a África e o Despontar da Guiné Equatorial. Caminhemos Sobre a Trilha de Nossa Felicidade\" No carnaval de 2015, a Beija-Flor recebeu críticas ao escolher um enredo sobre a Guiné Equatorial, país comandado por um regime ditatorial, frequentemente apontado por organizações de direitos humanos como um dos mais violentos e repressivos do continente africano. A escola optou por exaltar as belezas e riquezas naturais do país, ignorando a parte política. As críticas ao enredo se acentuaram após a notícia de que a escola ganhou cerca de 10 milhões de reais de patrocínio do regime do ditador Teodoro Obiang Nguema Mbasogo, acusado pela ONG Anistia Internacional de violações de direitos humanos, tortura e prisões arbitrárias. Segundo a agremiação e o embaixador da Guiné no Brasil, o dinheiro foi repassado por empresas brasileiras e \"financiadores culturais\". Um dos carnavalescos da escola, Fran Sérgio declarou que o povo da Guiné Equatorial era \"apaixonado por seu presidente\" e que a ditadura era \"benéfica para a população do país\". A relação entre Guiné e Beija-Flor começou em 2013, quando a escola de samba se apresentou em uma festa para a elite do país africano. Terceira escola a se apresentar na segunda noite do Grupo Especial, a Beija-Flor realizou um desfile técnico e luxuoso. A imprensa especializada elogiou a apresentação, apontando a escola como uma das favoritas ao título. Confirmando a expectativa, a Beija-Flor foi campeã, conquistando seu 13.º título no carnaval carioca. A escola quase atingiu a pontuação máxima, perdendo apenas um décimo no quesito Samba-enredo, vencendo a disputa com quatro décimos de vantagem sobre o vice-campeão, Salgueiro. Nas redes sociais, internautas criticaram a vitória da escola. No Desfile das Campeãs, a agremiação desfilou entre vaias e aplausos. Claudinho e Selminha Sorriso receberam quatro prêmios de melhor casal de mestre-sala e porta-bandeira. Claudinho ainda recebeu seu sexto Estandarte de Ouro de melhor mestre-sala. O samba-enredo do desfile recebeu os prêmios Estrela do Carnaval e Troféu Tupi. * 2016: \"Mineirinho Genial! Nova Lima – Cidade Natal. Marquês de Sapucaí – O Poeta Imortal!\" Para tentar conquistar o bicampeonato consecutivo, a Beija-Flor escolheu um enredo em homenagem a Cândido José de Araújo Viana, o Marquês de Sapucaí que dá nome à rua onde acontecem os desfiles das escolas de samba. A escola foi a terceira a se apresentar na primeira noite do Grupo Especial de 2016. Especialistas apontaram a escola como o destaque da primeira noite. Com o desfile, a Beija-Flor se classificou em quinto lugar. A escola conseguiu a pontuação máxima na maioria dos quesitos, mas perdeu três décimos em Enredo, três décimos em Fantasias, e um décimo em Bateria. Apesar da perda de um décimo, a Bateria da escola foi a mais premiada do ano, recebendo seis premiações, incluindo o primeiro Estandarte de Ouro de sua história. 25 jovens da Orquestra da Maré desfilaram na bateria tocando violas e violinos. Outro destaque do desfile foi a Comissão de Frente, coreografada por Marcelo Misailidis, em que uma carroça se transformava em igreja e componentes representando escravizados ganhavam asas, se transformando em beija-flores. A Comissão recebeu três prêmios de melhor do ano. * 2017: \"A Virgem dos Lábios de Mel - Iracema\" Sexta, e última, escola a se apresentar na primeira noite do Grupo Especial de 2017, a Beija-Flor realizou um desfile baseado no romance Iracema, de José de Alencar. Desfilando com o dia claro, a escola inovou ao abolir a tradicional divisão do desfile em alas, substituindo por grandes blocos de componentes fantasiados de indígenas, com fantasias únicas, com formas e cores diferentes. Entre os blocos de indígenas, haviam atos com a teatralização do romance de 1865, que narra a história de amor entre a índia tabajara Iracema e o colonizador português Martim. A imprensa especializada elogiou o desfile, mas apontou que o excesso de fantasias de indígenas causou monotonia ao visual da escola. Com o desfile, a Beija-Flor se classificou em sexto lugar, obtendo a última vaga para o Desfile das Campeãs. A escola conseguiu a pontuação máxima na maioria dos quesitos, mas perdeu quatro décimos em Fantasias, dois décimos em Enredo, e um décimo em Samba-enredo e Mestre-sala e Porta-bandeira. A escola teve o samba- enredo mais premiado do ano, recebendo seis premiações. * 2018: \"Monstro É Aquele Que Não Sabe Amar — os Filhos Abandonados da Pátria Que Os Pariu\" Tetracampeão com a escola (em 1998, 2003, 2004 e 2005), Cid Carvalho retornou a Comissão de Carnaval da agremiação após onze anos. Para o carnaval de 2018, o enredo da escola fez uma analogia entre a obra Frankenstein (que completou duzentos anos em 2018) e as mazelas sociais do Brasil. Na obra de Mary Shelley, a criatura é abandonada pelo seu criador, sendo vista como um monstro, assim como os diversos problemas sociais do Brasil foram diagnosticados como resultado do abandono da população pelas autoridades. Filho de Anísio Abraão David, Gabriel David teve autorização do pai para participar do processo criativo do carnaval junto à Laíla e a comissão de carnavalescos. Aos 20 anos de idade, ocupando o posto de conselheiro da agremiação, Gabriel teve a ideia de fazer um desfile cênico, que interagisse com o público. A ideia era \"modernizar\" o desfile com \"atos\" coreografados (o que já tinha sido testado no carnaval anterior) e alegorias teatralizadas, com várias encenações acontecendo ao mesmo tempo. Coreógrafo da comissão de frente da escola, Marcelo Misailidis ficou responsável pela concepção das alegorias coreografadas. Segundo Misailidis, a ideia era também atingir o público jovem. Para o coreógrafo, \"houve uma pasteurização do espetáculo que não gera atração\". Filho de Anísio, o ator Anderson Müller ficou responsável pela encenação dos carros alegóricos. Para investir em um visual moderno, a escola abriu mão do luxo que a caracterizou durante anos, apostando em alegorias pouco carnavalizadas. Acostumada a ter destaques de luxo em quase todos os carros, a escola decidiu reunir todos, com fantasias iguais, na última alegoria, a única com visual mais tradicional. Diante da decisão, alguns destaques decidiram não desfilar, enquanto outros escolheram desfilar noutras escolas. Esposa de Anísio e mãe de Gabriel, Fabíola David, que desfilava no abre-alas da escola, foi realocada para um tripé no início do desfile. As ideias de Gabriel e Misailidis encontraram resistência dentro da própria agremiação. O presidente, Anísio, teve que interferir algumas vezes para apaziguar os ânimos na diretoria. Acostumado a ditar as ordens na comissão de carnaval, Laíla teve sua liderança reduzida e não escondeu de ninguém seu desagrado. Fora os conflitos internos da escola, o carnaval carioca passava por um momento conturbado. Em junho de 2017, a Prefeitura do Rio anunciou o corte de 50% do repasse de verbas públicas para as escolas de samba. A decisão causou polêmica visto que em sua campanha à Prefeitura, Marcelo Crivella prometeu manter o patrocínio às agremiações. Bispo licenciado da Igreja Universal do Reino de Deus, Crivella também foi acusado de ser influenciado pela sua religião ao cortar parte da verba do carnaval. A LIESA ameaçou cancelar os desfiles e sambistas organizaram protestos, mas o Prefeito manteve o corte. Sem dinheiro, a LIESA cancelou os ensaios técnicos realizados no sambódromo, após quinze anos bancando o evento. Em janeiro de 2018, a Beija- Flor realizou um ensaio aberto na Avenida Atlântica, em Copacabana.A Beija- Flor foi a sexta, e última, escola a desfilar na segunda noite do Grupo Especial de 2018. O desfile gerou imagens fortes como a reprodução de crianças mortas em caixões, policiais baleados, assaltos, arrastões, e um tiroteio dentro de uma sala de aula. Também foram usadas referências políticas. Uma ala representou a \"farra dos guardanapos\" de Sérgio Cabral Filho. A segunda alegoria reproduziu o edifício sede da Petrobras de forma \"favelizada\", em referência ao empobrecimento da população, que por sua vez seria um dos efeitos da corrupção na empresa. Um dos destaques do desfile foi o samba- enredo, vencedor de quatro premiações. Ao final da apresentação, o público dos camarotes e arquibancadas invadiu a pista e seguiu a escola, ato conhecido no meio carnavalesco como \"arrastão\", porém, de maior proporção do que o comum. Mesmo após a bateria parar de tocar, o público continuou cantando o samba- enredo à capela. O desfile dividiu a opinião dos especialistas. Foram elogiados os chamados \"quesitos de chão\" (harmonia e evolução), além da parte musical (bateria e samba-enredo) e o casal Selminha e Claudinho; enquanto a plástica (alegorias e fantasias), enredo e comissão de frente, foram duramente criticados. Alguns veículos de imprensa sequer listaram a Beija-Flor entre as favoritas ao título. Numa disputa acirrada, a Beija-Flor foi campeã do carnaval de 2018 com um décimo de vantagem sobre Paraíso do Tuiuti e Salgueiro, conquistando seu 14.º título de campeã da folia carioca. Após a vitória, Laíla fez críticas à perda de espaço no comando do carnaval da escola. O desabafo do diretor expôs o conflito interno dentro da agremiação após a ascensão de Gabriel David e suas ideias de modernização do desfile junto ao coreógrafo Marcelo Misailidis. Dias após o carnaval, a Beija-Flor comunicou o desligamento \"amigável\" de Laíla. * 2019: \"Quem não Viu, Vai Ver... As Fábulas do Beija-Flor\" Para comemorar os setenta anos da escola, completados em dezembro de 2018, a comissão de carnaval desenvolveu um enredo sobre desfiles marcantes da agremiação, fazendo analogias com as Fábulas de Esopo. O enredo foi dividido em cinco blocos temáticos: enredos biográficos, herança africana, sátiras políticas, histórias lúdicas e críticas sociais. Pelo segundo ano consecutivo, o prefeito Marcelo Crivella cortou 50% da verba destinada às escolas que desfilam no Sambódromo. Quinta escola a se apresentar na primeira noite do Grupo Especial do carnaval de 2019, a Beija-Flor manteve o estilo consagrado com o título de 2018, com alas e alegorias coreografadas com concepções teatrais. O resultado, porém, foi bem diferente do ano anterior. A Beija-Flor obteve um dos piores resultados de sua história, se classificando em décimo primeiro lugar, perto da zona de rebaixamento. A escola conseguiu a pontuação máxima apenas nos quesitos Bateria e Mestre-sala e Porta-bandeira. === Década de 2020 === * 2020: \"Se Essa Rua Fosse Minha\" Após 21 anos, passando por diversas formações, a Comissão de Carnaval da Beija-Flor foi extinta. Carnavalesco da escola entre 2007 e 2011, Alexandre Louzada retornou à agremiação. Integrando a última formação da Comissão, Cid Carvalho foi mantido como carnavalesco da escola junto à Louzada. Para o carnaval de 2020, Cid e Louzada assinaram o enredo \"Se Essa Rua Fosse Minha\", sobre as grandes jornadas da humanidade e as ruas famosas do mundo. Após dois anos cortando a verba pela metade, o prefeito Marcelo Crivella decidiu cortar integralmente a subvenção das escolas que desfilam no Sambódromo. A Beija-Flor foi a última escola a desfilar, encerrando os desfiles de 2020, o que gerou expectativa, uma vez que a escola venceu o carnaval em todas as vezes que encerrou os desfiles. A apresentação da escola lembrou de logradouros famosos como Champs-Elysées, Broadway, Abbey Road, o Calçadão de Copacabana e a Rua Marquês de Sapucaí (onde são realizados os desfiles). A escola gabaritou a maioria dos quesitos, mas foi despontuada em Alegorias e Harmonia, se classificando na quarta colocação. * 2021/2022: \"Empretecer o Pensamento É Ouvir a Voz da Beija-Flor\" Em comum acordo, Beija-Flor e Cid Carvalho decidiram encerrar a parceria. A escola manteve apenas Alexandre Louzada como carnavalesco. Para 2021, foi escolhido um enredo sobre a intelectualidade afro-brasileira, a contribuição dos povos africanos para a humanidade e o combate ao racismo. A escola convidou artistas negros para auxiliar o carnavalesco Alexandre Louzada. Com o retorno de Eduardo Paes à Prefeitura do Rio de Janeiro, a subvenção voltou a ser paga às agremiações. Por causa do avanço da Pandemia de COVID-19 em todo o mundo, o desfile das escolas de samba de 2021 foi cancelado, sendo a primeira vez, desde a criação do concurso, em 1932, que o evento não foi realizado. Em 11 de dezembro de 2020, o ex- presidente da Beija-Flor, e então prefeito de Nilópolis, Farid Abrão David, morreu de COVID. Personalidade histórica da Beija-Flor, Laíla também morreu de COVID, em 18 de junho de 2021. Em homenagem, a escola batizou seu barracão, na Cidade do Samba, de Laíla. Com o agravamento da pandemia, as escolas paralisaram as atividades presenciais nas quadras e barracões, mas seguiram se programando para o desfile futuro. No final do ano, com a campanha de vacinação contra a COVID e a diminuição de mortes pela doença, as escolas retomaram os ensaios para o carnaval de 2022. Com o aumento dos casos de COVID no país devido ao avanço da variante Ómicron, o desfile das escolas de samba que ocorreriam no carnaval de 2022 foram adiados para abril do mesmo ano, durante o feriado de Tiradentes. A Beija-Flor foi a última escola a se apresentar na primeira noite do Grupo Especial. Entre os destaques do desfile estavam a caracterização da porta-bandeira Selminha Sorriso, que usou uma touca de látex cobrindo a cabeça para parecer que estava careca; e a escultura de Laíla na última alegoria. A Beija-Flor foi vice-campeã com três décimos de diferença para a campeã, Grande Rio. Foi o 13.º vice-campeonato conquistado pela Beija-Flor no carnaval. A escola gabaritou diversos quesitos, perdendo pontos somente em Alegorias e Comissão de Frente. O samba-enredo da escola foi o único a receber nota máxima de todos os julgadores. * 2023: \"Brava Gente! O Grito dos Excluídos no Bicentenário da Independência\" Após o desfile de 2022, o carnavalesco André Rodrigues, que integrou a equipe de carnaval da escola naquele ano, foi convidado por Alexandre Louzada para dividir a assinatura do desfile de 2023 e, junto com o pesquisador Mauro Cordeiro, desenvolveram o enredo \"Brava Gente! O Grito dos Excluídos no Bicentenário da Independência\", sobre a Independência do Brasil na Bahia. O enredo defendeu que a Independência não deveria ser comemorada em 7 de setembro e sim em 2 de julho, data em que se celebra a expulsão das tropas portuguesas da Bahia em 1823, um triunfo nacional com forte protagonismo feminino e afro-ameríndio. O coreógrafo Marcelo Misailidis foi dispensado da escola, que contratou a dupla Jorge Teixeira e Saulo Finelon, que estavam na Mocidade. Após vinte anos como rainha de bateria da agremiação, Raíssa Oliveira foi destituída do cargo. A escola realizou um concurso para eleger a nova rainha de bateria da agremiação. A escolhida foi Lorena Raíssa, de 15 anos. A escola de Nilópolis foi a quinta a desfilar na segunda noite de Carnaval. Após um princípio de incêndio no abre-alas, rapidamente controlado, a agremiação entrou na avenida com o enredo \"Brava Gente! O Grito dos Excluídos no Bicentenário da Independência\". Apesar de ter um dos melhores sambas do ano, a Beija-Flor fez um desfile plasticamente aquém do esperado. Bastante despontuada em Enredo e Alegorias e Adereços, acabou em um modesto quarto lugar, voltando para o sábado das campeãs. A Beija-Flor recebeu o Estandarte de Ouro de melhor escola. Dias depois do desfile, foi anunciado o desligamento do carnavalesco Alexandre Louzada. Posteriormente, André Rodrigues também se desligou da escola. * 2024: \"Um Delírio de Carnaval na Maceió de Rás Gonguila\" Para o carnaval de 2024, a Beija-Flor recebeu cerca de oito milhões de reais da prefeitura de Maceió para realizar um desfile sobre a cidade, com enfoque na cultura popular da capital alagoana. A escola contratou o carnavalesco João Vitor Araújo, advindo do Paraíso do Tuiuti, que desenvolveu um enredo sobre Benedito dos Santos, um engraxate, filho de escravos, que se dizia descendente do último imperador da Etiópia. Adotando o nome de Rás Gonguila, Benedito fundou um bloco carnavalesco em Maceió, se tornando figura de destaque no carnaval alagoano do século XX. A Beija-Flor foi a segunda escola a se apresentar na primeira noite do Grupo Especial de 2024. Especialistas elogiaram os quesitos visuais (alegorias e fantasias), mas apontaram que a escola teve problemas de evolução, especialmente com a quinta alegoria, que teve dificuldade de entrar na pista, abrindo um \"buraco\" entre as alas. A ala de baianas recebeu o Troféu Tupi e o Estandarte de Ouro (o primeiro da escola na categoria). Selminha e Claudinho receberam o prêmio S@mba-Net e o Troféu Explosão in Samba de melhor casal do ano. No julgamento oficial do carnaval, a Beija-Flor garantiu a pontuação máxima apenas nos quesitos Bateria, Casal e Fantasias, perdendo décimos em todos os demais. A escola obteve o oitavo lugar do Grupo Especial, ficando de fora do Desfile das Campeãs, algo que só havia ocorrido outras quatro vezes desde 1985. Após o resultado, a escola demitiu o diretor de carnaval Dudu Azevedo e o diretor de harmonia Valber Frutuoso. * 2025: \"Laíla de Todos os Santos, Laíla de Todos os Sambas\" Para assumir a direção de harmonia, a escola montou um comissão formada por Michel Oliveira, Simone Sant’Ana, Shirleise Colins e Zé Carlos. Para a direção de carnaval, foi contratado Marquinho Marino, que estava na Unidos da Tijuca. Para o carnaval de 2025, a Beija-Flor escolheu um enredo em homenagem a Laíla, histórico diretor da agremiação, morto em 2021. == Carnavais == Beija-Flor Ano Colocação Divisão Enredo Carnavalesco 1954 Campeã (Promovida) Grupo 2 \"O Caçador de Esmeraldas\" (Samba-enredo composto por Ozório de Lima) Cabana 1955 6.º Lugar Grupo 1 \"Páginas de Ouro da Poesia Brasileira\" (Samba-enredo composto por Ozório de Lima) Nilo 1956 12.º Lugar Grupo 1 \"O Gaúcho\" (Samba-enredo composto por Cabana) Nilo 1957 10.º Lugar Grupo 1 \"Riquezas Áureas do Brasil\" (Samba-enredo composto por Cabana) Augusto de Almeida 1958 10.º Lugar Grupo 1 \"Tomada de Monte Castelo ou Exaltação às Forças Armadas\" (Samba-enredo composto por Vacele) Benedito dos Santos 1959 9.º Lugar Grupo 1 \"Copa do Mundo\" (Samba-enredo composto por Pardal) Augusto de Almeida 1960 6.º Lugar (Rebaixada) Grupo 1 \"Regência Prima\" (Samba-enredo composto por Cabana) Augusto de Almeida 1961 8.º Lugar Grupo 2 \"Homenagem à Brasília\" (Samba-enredo composto por Cabana) Josefá 1962 Vice-campeã (Promovida) Grupo 2 \"Dia do Fico\" (Samba-enredo composto por Cabana) Cabana 1963 10.º Lugar (Rebaixada) Grupo 1 \"Peri e Ceci\" (Samba-enredo composto por Cabana) Josefá 1964 12.º Lugar (Rebaixada) Grupo 2 \"Café, Riqueza do Brasil\" (Samba-enredo composto por Cabana) Cabana 1965 3.º Lugar Grupo 3 \"Lei do Ventre Livre\" (Samba-enredo composto por Nicanor de Oliveira) Cabana 1966 3.º Lugar Grupo 3 \"Fatos que Culminaram com a Independência do Brasil\" (Samba-enredo composto por Jair e Timbó) Augusto de Almeida 1967 Vice-campeã (Promovida) Grupo 3 \"A Queda da Monarquia\" (Samba-enredo composto por Anésio Tavares da Silva) Augusto de Almeida 1968 9.º Lugar Grupo 2 \"Exaltação a José de Alencar\" (Samba-enredo composto por Anésio) Anésio 1969 9.º Lugar Grupo 2 \"O Paquete do Exílio\" (Samba-enredo composto por Aloísio e Ivancué) Cabana 1970 6.º Lugar Grupo 2 \"Rio, Quatro Séculos de Glórias\" (Samba-enredo composto por Walter de Oliveira) Abílio 1971 7.º Lugar Grupo 2 \"Carnaval, Sublime Ilusão\" (Samba-enredo composto por Walter de Oliveira) Abílio 1972 6.º Lugar Grupo 2 \"Bahia dos Meus Amores\" (Samba-enredo composto por Adeson, Isaias Pereira e Sebastião Adilson) Abílio 1973 Vice-campeã (Promovida) Grupo 2 \"Educação para o Desenvolvimento\" (Samba-enredo composto por César Roberto Neves e Darvin) Manuel Antônio Barroso 1974 7.º Lugar Grupo 1 \"Brasil Ano 2000\" (Samba-enredo composto por João Rosa e Walter de Oliveira) Manuel Antônio Barroso e Rosa Magalhães 1975 7.º Lugar Grupo 1 \"O Grande Decênio\" (Samba-enredo composto por Bira Quininho) Manuel Antônio Barroso 1976 Campeã Grupo 1 \"Sonhar com Rei dá Leão\" (Samba-enredo composto por Neguinho da Beija-Flor) Joãosinho Trinta 1977 Campeã Grupo 1 \"Vovó e o Rei da Saturnália na Corte Egipciana\" (Samba-enredo composto por Luciano da Beija-Flor e Savinho da Beija-Flor) Joãosinho Trinta 1978 Campeã Grupo 1 \"A Criação do Mundo na Tradição Nagô\" (Samba-enredo composto por Gilson Dr., Mazinho e Neguinho da Beija-Flor) Joãosinho Trinta 1979 Vice-campeã Grupo 1A \"O Paraíso da Loucura\" (Samba-enredo composto por Luciano da Beija-Flor, Savinho da Beija-Flor e Walter de Oliveira) Joãosinho Trinta 1980 Campeã (Junto com Imperatriz e Portela) Grupo 1A \"O Sol da Meia-noite, Uma Viagem ao País das Maravilhas\" (Samba-enredo composto por Alceu, Wilson Bombeiro e Zé do Maranhão) Joãosinho Trinta 1981 Vice-campeã Grupo 1A \"Carnaval do Brasil, a Oitava das Sete Maravilhas do Mundo\" (Samba-enredo composto por Dicró, Neguinho da Beija-Flor e Picolé) Joãosinho Trinta 1982 6.º Lugar Grupo 1A \"O Olho Azul da Serpente\" (Samba-enredo composto por Carlinhos Bagunça, Joel Menezes e Wilson Bombeiro) Joãosinho Trinta 1983 Campeã Grupo 1A \"A Grande Constelação das Estrelas Negras\" (Samba-enredo composto por Nêgo e Neguinho da Beija-Flor) Joãosinho Trinta 1984 3.º Lugar Grupo 1A (Segunda-feira) \"O Gigante em Berço Esplêndido\" (Samba-enredo composto por Nêgo e Neguinho da Beija-Flor) Joãosinho Trinta 5.º Lugar Super-campeonato 1985 Vice-campeã Grupo 1A \"A Lapa de Adão e Eva\" (Samba-enredo composto por Carnaval, Carlinhos Bagunça, H.O., Patrício e Zé do Cavaco) Joãosinho Trinta 1986 Vice-campeã Grupo 1A \"O Mundo É Uma Bola\" (Samba-enredo composto por Betinho e Jorge Canuto) Joãosinho Trinta 1987 4.º Lugar Grupo 1 \"As Mágicas Luzes da Ribalta\" (Samba-enredo composto por Gilson Dr. e Mazinho) Joãosinho Trinta 1988 3.º Lugar Grupo 1 \"Sou Negro, do Egito à Liberdade\" (Samba-enredo composto por Aloísio Santos, Cláudio Inspiração, Ivancué e Marcelo Guimarães) Joãosinho Trinta 1989 Vice-campeã Grupo 1 \"Ratos e Urubus, Larguem Minha Fantasia\" (Samba-enredo composto por Betinho, Glyvaldo, Osmar e Zé Maria) Joãosinho Trinta 1990 Vice-campeã Especial \"Todo Mundo Nasceu Nu\" (Samba-enredo composto por Aparecida, Betinho, Bira e Jorginho) Joãosinho Trinta 1991 4.º Lugar Especial \"Alice no Brasil das Maravilhas\" (Samba-enredo composto por Cláudio Inspiração, Paulo Roberto, Pelé e Tonho Magrinho) Joãosinho Trinta 1992 7.º Lugar Especial \"Há Um Ponto de Luz na Imensidão\" (Samba-enredo composto por Dinoel Sampaio, Itinho e Neguinho da Beija-Flor) Joãosinho Trinta 1993 3.º Lugar Especial \"Uni-duni-tê, a Beija-Flor Escolheu: É Você\" (Samba-enredo composto por Edeor de Paula, Sérgio Fonseca e Wilson Bombeiro) Maria Augusta 1994 5.º Lugar Especial \"Margareth Mee, a Dama das Bromélias\" (Samba-enredo composto por Almir Moreira, Arnaldo Matheus e J. Santos) Milton Cunha 1995 3.º Lugar Especial \"Bidu Sayão e o Canto de Cristal\" (Samba-enredo composto por Bira, Zé Carlos do Cavaco, Tião Barbudo, Dequinha Pottier e Jorginho) Milton Cunha 1996 3.º Lugar Especial \"Aurora do Povo Brasileiro\" (Samba-enredo composto por Miro Barbosa) Milton Cunha 1997 4.º Lugar Especial \"A Beija-Flor É Festa na Sapucaí\" (Samba-enredo composto por Almir Sereno, Arnaldo Matheus, J. Santos e Wilson Bombeiro) Milton Cunha 1998 Campeã (Junto com Mangueira) Especial \"O Mundo Místico dos Caruanas nas Águas do Patu-Anu\" (Samba-enredo composto por Alencar de Oliveira, Baby, Marcão, Noel Costa e Wilsinho Paz) Cid Carvalho, Amarildo de Mello, Anderson Müller, Fran Sérgio, Nélson Ricardo, Paulo Führo, Ubiratan Silva e Victor Santos 1999 Vice-campeã Especial \"Araxá, Lugar Alto Onde Primeiro Se Avista o Sol\" (Samba-enredo composto por Wilsinho Paz, Noel Costa e Serginho do Porto) Cid Carvalho, Fran Sérgio, Nélson Ricardo, Shangai e Ubiratan Silva 2000 Vice- campeã Especial \"Brasil, Um Coração que Pulsa Forte. Pátria de Todos ou Terra de Ninguém?\" (Samba-enredo composto por Igor e Amendoim da Beija-Flor) Cid Carvalho, Fran Sérgio, Nélson Ricardo, Shangai e Ubiratan Silva 2001 Vice-campeã Especial \"A Saga de Agotime, Maria Mineira Naê\" (Samba-enredo composto por Déo, Caruso, Cleber e Osmar) Cid Carvalho, Fran Sérgio, Nélson Ricardo, Shangai e Ubiratan Silva 2002 Vice-campeã Especial \"O Brasil Dá o Ar de Sua Graça. De Ícaro a Rubem Berta, o Ímpeto de Voar\" (Samba-enredo composto por: Wilsinho Paz, Elcy, Gil das Flores, Alexandre Moraes, Tamir, Tom Tom e Igor Leal) Laíla, Cid Carvalho, Fran Sérgio, Nélson Ricardo, Shangai, Ubiratan Silva e Victor Santos 2003 Campeã Especial \"O Povo Conta a Sua História: Saco Vazio não Para em Pé. A Mão que Faz a Guerra Faz a Paz\" (Samba-enredo composto por Betinho, J.C.Coelho, Ribeirinho e Glyvaldo) Laíla, Cid Carvalho, Fran Sérgio, Shangai e Ubiratan Silva''' 2004 Campeã Especial \"Manôa, Manaus, Amazônia, Terra Santa: Alimenta o Corpo, Equilibra a Alma e Transmite a Paz\" (Samba-enredo composto por Cláudio Russo, José Luis, Marquinhos e Jessey Beija-Flor) Laíla, Cid Carvalho, Fran Sérgio, Shangai e Ubiratan Silva 2005 Campeã Especial \"O Vento Corta as Terras dos Pampas. Em Nome do Pai, do Filho e do Espírito Guarani. Sete Povos na Fé e na Dor... Sete Missões de Amor\" (Samba-enredo composto por J.C. Coelho, Ribeirinho, Adilson China, Serginho Sumaré, Domingos P.S., Sidney de Pilares, Zequinha do Cavaco, Wanderley Novidade, Jorginho Moreira, Paulinho Rocha e Walnei Rocha) Laíla, Cid Carvalho, Fran Sérgio, Shangai e Ubiratan Silva 2006 5.º Lugar Especial \"Poços de Caldas Derrama Sobre a Terra Suas Águas Milagrosas. Do Caos Inicial à Explosão da Vida... Água - A Nave-mãe da Existência\" (Samba-enredo composto por Wilsinho Paz, Noel Costa, Alexandre Moraes e Silvio Romai) Laíla, Cid Carvalho, Fran Sérgio, Shangai e Ubiratan Silva 2007 Campeã Especial \"Áfricas - Do Berço Real à Corte Brasiliana\" (Samba-enredo composto por Cláudio Russo, J. Veloso, Carlinhos do Detran e Gilson Dr.) Laíla, Fran Sérgio, Shangai, Ubiratan Silva e Alexandre Louzada 2008 Campeã Especial \"Macapaba: Equinócio Solar, Viagens Fantásticas ao Meio do Mundo\" (Samba-enredo composto por Cláudio Russo, Carlinhos Detran, J. Veloso, Gilson Dr., Kid e Marquinhos) Laíla, Fran Sérgio, Shangai, Ubiratan Silva e Alexandre Louzada 2009 Vice-campeã Especial \"No Chuveiro da Alegria, Quem Banha o Corpo Lava a Alma na Folia\" (Samba-enredo composto por Tom Tom, Marcelo Guimarães, Lopita, Jorge Augusto e Veni Vieira) Laíla, Fran Sérgio, Ubiratan Silva e Alexandre Louzada 2010 3.º Lugar Especial \"Brilhante ao Sol do Novo Mundo, Brasília: Do Sonho à Realidade, a Capital da Esperança\" (Samba-enredo composto por Picolé da Beija Flor, Serginho Sumaré, Samir Trindade, Serginho Aguiar, Dison Marimba e André do Cavaco) Laíla, Fran Sérgio, Ubiratan Silva e Alexandre Louzada 2011 Campeã Especial \"A Simplicidade de Um Rei\" (Samba-enredo composto por Samir Trindade, Serginho Aguiar, JR Beija Flor, Sidney de Pilares, Jorginho Moreira e Théo M. Neto) Laíla, Fran Sérgio, Ubiratan Silva, Alexandre Louzada e Victor Santos 2012 4.º Lugar Especial \"São Luís - O Poema Encantado do Maranhão\" (Samba-enredo composto por J. Velloso, Adilson China, Carlinhos do Detran, Silvio Romai, Hugo Leal, Gilberto Oliveira, Samir Trindade, Serginho Aguiar, Jr Beija-Flor, Ricardo Lucena, Thiago Alves e Romulo Presidente) Laíla, Fran Sérgio, Ubiratan Silva, Victor Santos e André Cezari 2013 Vice-campeã Especial \"Amigo Fiel - Do Cavalo do Amanhecer ao Manga-larga Marchador\" (Samba-enredo composto por J Veloso, Ribeirinho, Marquinho Beija-Flor, Gilberto, Silvio Romai e Dilson Marimba) Laíla, Fran Sérgio, Ubiratan Silva, Victor Santos, André Cezari e Bianca Behrends 2014 7.º Lugar Especial \"O Astro Iluminado da Comunicação Brasileira\" (Samba-enredo composto por J. Beija-Flor, Sidney de Pilares, Júnior Trindade, Adilson Brandão, Zé Carlos, Diogo Rosa, Carlinhos e Samir Trindade) Laíla, Fran Sérgio, Ubiratan Silva, Victor Santos, André Cezari, Bianca Behrends e Adriane Lins 2015 Campeã Especial \"Um Griô Conta a História: Um Olhar Sobre a África e o Despontar da Guiné Equatorial. Caminhemos Sobre a Trilha de Nossa Felicidade\" (Samba-enredo composto por J.Velloso, Samir Trindade, JR Beija-Flor, Marquinhos Beija-Flor, Gilberto Oliveira, Elson Ramires, Dílson Marimba e Sílvio Romai) Laíla, Fran Sérgio, Ubiratan Silva, Victor Santos, André Cezari, Bianca Behrends e Cláudio Russo 2016 5.º Lugar Especial \"Mineirinho Genial! Nova Lima – Cidade Natal. Marquês de Sapucaí – O Poeta Imortal!\" (Samba-enredo composto por Marcelo Guimarães, Sidney de Pilares, Manolo, Jorginho Moreira, Kirraizinho e Diogo Rosa) Laíla, Fran Sérgio, Victor Santos, André Cezari, Bianca Behrends e Cláudio Russo 2017 6.º Lugar Especial \"A Virgem dos Lábios de Mel - Iracema\" (Samba-enredo composto por Claudemir, Maurição, Ronaldo Barcellos, Bruno Ribas, Fábio Alemão, Wilson Tatá, Alan Vinicius e Betinho Santos) Laíla, Fran Sérgio, Ubiratan Silva, André Cezari, Bianca Behrends, Cristiano Bara, Rodrigo Pacheco, Wladimir Morellembaum, Brendo Vieira, Gabriel Mello, Adriane Lins, Léo Mídia 2018 Campeã Especial \"Monstro É Aquele que não Sabe Amar. Os Filhos Abandonados da Pátria que os Pariu\" (Samba-enredo composto por Di Menor BF, Kiraizinho, Diego Oliveira, Bakaninha Beija Flor, J.J. Santos, Júlio Assis e Diogo Rosa) Laíla, Marcelo Misailidis, Cid Carvalho, Victor Santos, Bianca Behrends, Rodrigo Pacheco e Léo Mídia 2019 11.º Lugar Especial \"Quem não Viu Vai Ver… As Fábulas do Beija-Flor\" (Samba-enredo composto por Di Menor BF, Júlio Assis, Kiraizinho, Diego Oliveira, Fabinho Ferreira e Diogo Rosa) Marcelo Misailidis, Cid Carvalho, Victor Santos, Bianca Behrends, Rodrigo Pacheco, Léo Mídia e Válber Frutuoso 2020 4.º Lugar Especial \"Se Essa Rua Fosse Minha\" Alexandre Louzada e Cid Carvalho 2021 Não houve desfile devido a pandemia de Covid-19 2022 Vice-campeã Especial \"Empretecer o Pensamento É Ouvir a Voz da Beija-Flor\" Alexandre Louzada 2023 4.º Lugar Especial \"Brava Gente! O Grito dos Excluídos no Bicentenário da Independência\" Alexandre Louzada e André Rodrigues 2024 8.º Lugar Especial \"Um Delírio de Carnaval na Maceió de Rás Gonguila\" João Vitor Araújo 2025 Especial \"Laíla de Todos os Santos, Laíla de Todos os Sambas\" (Samba-enredo composto por Romulo Massacesi, Junior Trindade, Serginho Aguiar, Centeno, Ailson Picanço, Gladiador e Felipe Sena) João Vitor Araújo == Títulos == Títulos da Beija-Flor Divisão Títulos Carnavais Primeira divisão 14 1976, 1977, 1978, 1980, 1983, 1998, 2003, 2004, 2005, 2007, 2008, 2011, 2015, 2018 Segunda divisão 1 1954 == Premiações == A Beija-Flor tem uma vasta lista de prêmios recebidos ao longo de sua história. A escola é uma das maiores vencedoras do Estandarte de Ouro, considerado o \"óscar do carnaval carioca\". Também conquistou diversas outras premiações como Tamborim de Ouro; S@mba-Net; Estrela do Carnaval; Prêmio SRzd; entre outros. == Homenagens == * Em 2009, a escola de samba Piratas da Batucada, de Macapá, foi campeã do Grupo Especial do Carnaval do Amapá com um desfile em homenagem a Beija-Flor. O enredo \"Da Fortaleza de Macapá ao Cristo Redentor: Piratão e Beija-Flor, Uma Maravilhosa História de Amor\" foi uma retribuição ao desfile de 2008 da Beija-Flor, que teve como tema Macapá. * Em 2016, a Acadêmicos do Tatuapé homenageou a Beija- Flor com o enredo \"É Ela, a Deusa da Passarela - Olha a Beija-Flor Aí Gente!\", conquistando o vice-campeonato do Grupo Especial do Carnaval de São Paulo. O desfile contou com a presença de ícones da Beija-Flor como Selminha Sorriso, Claudinho e Pinah Ayoub. == Segmentos == === Presidência de Honra === Presidente Mandato Anísio Abraão David aprox. 1973–presente Luiz Anselmo Bezerra. A Família Beija-Flor, págs. 144-146 === Presidentes === Presidentes Mandato Milton de Oliveira 1948–1949 Helles Ferreira da Silva 1949–1953 José Rodrigues Sennas 1953–1958 Vilson Neves 1958–1960 Helles Ferreira da Silva 1960–1962 Arthur Severino Pinto 1962–1963 Heitor Silva 1963–1965 Anísio Abraão David 1965–1966 Heitor Silva 1966–1972 Nelson Abrahão David 1972–1983 Farid Abrahão David 1984–1992 Anísio Abraão David 1987–1990 Nelson Abrahão David 1991 Luiz Carlos Duarte Baptista 1992–1993 Farid Abrahão David 1994–2011 Nelson Alexandre Sennas David 2012–2013 Farid Abrahão David 2013–2016 Ricardo Abrahão David 2017–2021 Almir Reis 2021–presente === Intérpretes === Intérpretes Carnavais Sílvio 1972 Zamba 1974 Bira Quininho 1975 Neguinho da Beija-Flor 1976–presente === Comissão de Frente === Coreógrafos(as) Carnavais Amir Haddad 1989–1990 Geraldo Laclau 1991 Ramilton Fernandes 1993 Carlos Muvuca 1994–1996 Ghislaine Cavalcanti 1997–2010 Carlinhos de Jesus 2011 Fábio de Mello 2012 Augusto Vargas, Marlus Fraga, Ruidglan Barros e Raimundo Rodrigues 2013 Marcelo Misailidis 2014–2022 Jorge Teixeira e Saulo Finelon 2023–presente === Mestre-sala e porta-bandeira === ==== Primeiro casal ==== Primeiro casal Carnavais Zequinha e Juju Maravilha 1976–1977 Élcio PV e Juju Maravilha 1978–1984 Élcio PV e Dóris 1985–1988 Marco Aurélio e Rosária 1989–1990 Marco Aurélio e Rosana 1991–1992 Edmar e Juju Maravilha 1993–1995 Claudinho e Selminha Sorriso 1996–presente ==== Segundo casal ==== Segundo casal Carnavais Jorginho e Neuza 1990 Eduardo Belo e Sônia Bambaia 1994 Carlos Augusto e Sônia Bambaia 1995 Carlos Augusto e Janailce 1996–1999 Felipe e Janailce 2000 Carlos Augusto e Janailce 2001 Eduardo Belo e Janailce 2002–2003 Carlos Augusto e Janailce 2004–2009 David Sabiá e Janailce 2010–2012 David Sabiá e Fernanda Love 2013–presente === Bateria === A bateria da Beija-Flor é apelidada de \"Soberana\". No ano de 2016, a bateria da escola recebeu o seu primeiro Estandarte de Ouro de melhor bateria, entre outros prêmios como o Estrela do Carnaval, Prêmio SRZD-Carnaval e Prêmio S@mba-Net. ==== Mestres ==== Diretores de bateria Carnavais Pelé 1982-1985 Pelé, Bitinha, Janinho 1986-1987 Pelé 1988-1989 Pelé e Bitinho 1990 Pelé 1991-1992 Odilon 1993 - 1995 Pelé 1996 Plínio 1997 Plínio e Paulinho 1998-2009 Plínio, Rodney e Binho 2010-2012 Plínio e Rodney 2013-presente ==== Rainhas ==== Rainhas de bateria Carnavais Eloína dos Leopardos 1976-1978 Soninha Capeta 1983-2002 Raíssa de Oliveira 2003-2022 Lorena Raíssa 2023-presente === Direção de Carnaval === Diretores de carnaval Carnavais Laíla 1976-1980 Laíla 1989-1992 Ramilton Farias Fernandes 1994 Luis Carlos Batista 1995 Laíla 1996-2018 Válber Frutuoso, Cid Carvalho, Victor Santos, Bianca Behrends, Rodrigo Pacheco, Léo Mídia 2019 Dudu Azevedo 2020-2024 Marco Antônio Marino 2025- === Direção de Harmonia === Diretores de harmonia Carnavais Laíla 1976-1980 Cézar e Hamilton 1986 Laíla 1989-1992 César Roberto 1994 Laíla 1995-2018 Válber Frutuoso 2019 Válber Frutuoso e Simone Sant’Ana 2020-2024 Michel Oliveira, Simone Sant’Ana, Shirleise Colins e Zé Carlos 2025- == Discografia == Além das aparições nos álbuns de samba- enredo, a Beija-Flor lançou os seguintes trabalhos fonográficos: * 1976 - História do Grêmio Recreativo Escola de Samba Beija-Flor * 1978 - Escola de Samba Beija-Flor * 1993 - Escola de Samba Enredos - Beija-Flor * 2006 - Os Sambas da Beija-Flor * 2021 - Coletânea Beija-Flor de Nilópolis == Bibliografia == * * * * * * * * == Ligações externas == * Website oficial da Beija-Flor * * * * * Beija-Flor no TikTok Categoria:Beija-Flor (escola de samba) Categoria:Fundações no Rio de Janeiro em 1948",
 "title": "Beija-Flor (escola de samba)"
}