{
 "id": "21721",
 "text": "A África , antes chamada África negra, corresponde à parte do continente africano situada ao sul do Deserto do Saara. Chamada de subsaariana por estar ao sul (sub-) do Saara (-saariana). É constituída de quarenta e oito países, cujas fronteiras resultaram da descolonização. Com cerca de 9 milhões de quilômetros quadrados, o Deserto do Saara forma uma espécie de barreira natural que divide o continente africano em duas partes muito distintas quanto ao quadro humano e econômico. A norte do Saara, encontramos uma organização socioeconómica muito semelhante à do Oriente Médio, formando um mundo islamizado. Ao sul está a África subsariana, antigamente chamada 'África Negra', por europeus e árabes, em razão da predominância, nessa região, de povos de pele mais escura; porém, tal terminologia é considerada essencialmente ideológica.Encyclopédie Larousse. Afrique subsaharienne. 1.3. Une notion idéologique commode. Tradução: O termo 'África negra' não corresponde a um conceito, nem mesmo racial (pois encontramos negros muito além do paralelo 20 N) e, em geral, remete a uma noção ideológica cômoda que, frequentemente, justificou a colonização do continente.« L’Afrique est un pays de race noire » : la géographie raciste à l’usage des nuls, par Gilbert Collard. Por Jean-Sébastien Josset. Jeune Afrique, 28 de setembro de 2015. == Diversidade étnica == A diversidade étnica desta região da África é patente nas diferentes formas de cultura, incluindo as línguas, a música, a arquitetura, a religião, a culinária e a indumentária dos diferentes povos do continente. A maioria da população pertence a etnias anteriormente classificadas na \"raça negra\". == Línguas == A África é provavelmente a região do mundo onde a situação linguística é a mais diversificada (com mais de 1 000 línguas) e a menos conhecida.Grande Enciclopédia Ilustrada Larousse Cultural, Editora Nova Cultural Ltda. (1993) A classificação estabelecida por Joseph Harold Greenberg, um famoso linguista norte-americano, em 1955, distingue quatro grandes conjuntos: * A família Línguas khoisan ao sul, constituída essencialmente pelas línguas de cliques dos bosquímanos; * A família camito- semítica (dita também afro-asiática) ao norte, constituída pelo semítico (árabe, hebraico, etíope e outras), o berbere, o egípcio, o cuchítico e o chadiano (haúça); * A família nilo-saariana, que se estende sobre uma zona descontínua do Chade ao Sudão e ao Zaire, e compreende o songai, o maban, o koma, o fur e o nilo-chadiano, este dividido em sudanês central (sara, mangbetu) e sudanês oriental (línguas núbias); * A família nígero-congolesa, que ocupa a maior parte da África subsaariana, é dividida em seis grupos: o oeste-atlântico (peul, uolofe, diola), o mandé ou mandinga (bambara, malinquê, mende), o voltaico ou gur (mossi), o cuá (iorubá, iba, acã, jeje, kru), o grupo de Adamawa oriental e o grupo benuê-congolês, essencialmente constituído pelas línguas bantas, que ocupam todo o sul do continente. Para fazer face a essa diversidade linguística, foram desenvolvidas línguas de relação, faladas como segundas línguas nos conjuntos geográficos mais vastos: o árabe, a língua mais falada do continente; o suaíle (leste da África), primeira língua banta a utilizar a forma escrita; o lingala (oeste da República Democrática do Congo); o bambara (Mali, Guiné, Costa do Marfim); o haúça (norte da Nigéria) e outras. Finalmente, as línguas europeias herdadas da colonização (inglês, francês, português) são faladas pelas classes cultas e continuam a ser o alicerce linguístico de numerosos países. Essa imensa diversidade cultural é, em parte, explicada pela preservação, até tempos recentes, de uma organização social tribal. A tribo é uma das mais antigas e elementares formas de organização social, sendo caracterizada pela presença de um território comunitário e pela unidade da língua e das tradições. Dessa maneira, cada tribo é um verdadeiro universo cultural, com suas particularidades bem definidas, que se mantêm enquanto não são expostas a culturas externas. == População == O continente africano tem hoje cerca de 889 milhões de habitantes, dos quais 500 milhões vivem na África subsariana. Essa população tem um crescimento populacional na ordem dos 2,5% ao ano. Esse crescimento elevado da população tem criado duas preocupações muito sérias: # a predominância de jovens na população determina a necessidade de elevados investimentos sociais em escolas, alimentação e tratamento médico; # a pressão demográfica, aliada ao baixo nível técnico da produção agropecuária, à introdução de culturas de rendimento para exportação e à urbanização no , tem gerado graves desequilíbrios económicos e sociais. De forma geral, a população da África subsaariana apresenta os piores indicadores socioeconómicos do mundo. Enquanto nos países desenvolvidos a população morre, em média, com uma idade superior a 70 anos, nessa parte do mundo raramente a média ultrapassa os 45 anos. Essa expectativa média de vida tão baixa é explicada por inúmeros fatores, tais como a má nutrição, falta de assistência médica e ausência de saneamento básico nos meios rurais. País PopulaçãoThe World Factbook - CIA. Country Comparison: Population (estimativa para julho de 2018) Área (km2) Alfabetização (M/F)(2009). Africa Development Indicators 2008/2009. World Bank Africa Database African Development Indicators. World Bank Publications, p. 28, . PIB per capita Transparência (classificação/escore) Esperança de vida IDH EODBR/SABWorld Bank. Doing Business 2010, Economy Ranking PFI PRESS FREEDOM INDEX 2009 - AFRICA. Reporters without borders(classificação/escore) 30 355 880 1 246 700 82,9%/54,2% 6000 168/2 42,4 0,486 172/171 132/58,43 11 844 520 27 830 67,3%/52,2% 101 168/1,8 49 0,316 176/130 103/29,00 85 281 024 2 345 410 80,9%/54.1% 91 162/11,9 46,1 0,286 182/152 146/53,50 25 640 965 475 440 77%/59,8% 687 146/2,2 50,3 0,482 171/174 109/30,50 5 745 062 622 984 64.8%/33,5% 22 158/2,8 44,4 0,343 183/159 80/17,75 15 833 116 1 284 000 40,8%/12,8% 266 175/1,6 50,6 0,328 178/182 132/44,50 5 062 021 342,000 90,5%/ 79.0% 1 145 162/1,9 54,8 0,533 N/A 116/34,25 797 457 28 051 93,4%/80,3% 7 470 168/1,8 51,1 0,537 170/178 158/65,50 2 119 036 267 667 88,5%/79.7% 4 263 106/2,9 56,7 0,674 158/152 129/43,50 48 397 527 582 650 77,7%/70,2% 976 146/2,2 57,8 0,519 95/124 96/25,00 203 452 505 923 768 84,4%/72,7% 6,204 136/27 57 0,504 131/120 112/34,24 12 187 400 26 338 71,4%/59,8% 263 89/3,3 46,8 0,429 67/11 157/64,67 204,454 1 001 92,2%/77,9% N/A 111/2,8 65,2 0,.509 180/140 NA 55 451 343 945 087 77,5%/62,2% 339 126/2,6 51,9 0,466 131/120 NA/15,50 40 853 749 236 040 76,8%/57,7% 274 130/2,5 50,7 0,446 112/129 86/21,50 43 120 843 1 886 068 79,6%/60,8% 2 500 176/1,5 62,57 0,408 154/118 148/54,00 10 204 581 619 745 884 017 23 000 N/A 817 111/2,8 54,5 0,430 163/177 110/31,00 5 970 646 121 320 N/A 160 126/2,6 57,3 0,349 175/181 175/115,50 108 386 391 1 127 127 50%/28,8% 161 120/2 7 52 5 0 363 107/93 140/49,00 11 259 029 637 657 N/A N/A 180/1,1 47,7 N/A N/A 164/77,50 2 249 104 600 370 80,4%/81,8% 8 532 37/5,6 49,8 0,633 45/83 62/15,50 821 164 2 170 N/A 382 143/2,3 63,2 0,433 162/168 82/19,00 1 962 461 30 355 73,7%/90,3% 528 89/3,3 42,9 0,450 130/131 99/27,50 25 683 610 587 041 76,5%/65,3% 238 99/3,0 59 0,480 134/12 134/45,83 19 842 560 118 480 N/A 145 89/3,3 47,6 0,400 132/128 62/15,50 1 364 283 2 040 88,2%/80,5% 4 522 42/5,4 73,2 0,728 17/10 51/14,00 27 233 789 801 590 N/A 330 130/2,5 42,5 0,322 135/96 82/19,00 2 533 224 825 418 86,8%/83,6% 2166 56/4,5 52,5 0,625 66/123 35/9,00 94 633 455 91,4%/92,3% 7 005 54/4,8 72,2 0,773 111/81 72/16,00 55 380 210 1 219 912 N/A 3,562 55/4,7 50,7 0,619 34/67 33/8,50 1 087 200 17 363 80,9%/78 3% 1 297 79/3,6 40 8 0,522 115/158 144/52,50 16 445 079 752 614 N/A 371 99/3,0 41,7 0,430 90/94 97/26,75 14 030 368 390 580 92,7%/86,2% N/A 146/2,2 42,7 0,376 159/155 136/46,50 11 340 504 112 620 47,9%/42,3% 323 106/2,9 56,2 0,427 172/155 97/26,75 18 429 893 1 240 000 32,7%/15,9% 290 111/2,8 53,8 0,359 156/139 38/8,00 19 742 715 274 200 25,3% 1 360 79/3,6 51 0,331 150/116 N/A 568 373 322 462 26 260 582 322 463 2 092 731 11 295 28 102 471 238 535 11 855 411 245 857 1 833 247 36 125 4 809 768 111 369 3 840 429 1 030 700 19 866 231 1 267 000 15 020 945 196 712 6 312 212 71 740 8 176 449 56 785 _NOTAS_ : * PIB per capita: dados de 2006 (em USD) * Esperança de vida: Esperança de vida ao nascer (dados de 2006) * Alfabetização (homens/mulheres): dados de 2006 * Transparência: Percepção de corrupção (dados de 2009) * IDH: Índice de Desenvolvimento Humano * EODBR: Facilidade para negócios, entre junho de 2008 e maio de 2009. SAB Começando um negócio, entre junho de 2008 e maio de 2009, PFI: Índice de Liberdade de Imprensa, 2009 == História == A teoria mais aceita entre os antropólogos e arqueólogos diz que \"a África é o berço da humanidade\". Na Antiguidade, a Núbia e a Abissínia foram as primeiras regiões a receber influências externas, principalmente a partir do . O território a oeste do Chade permaneceu mal conhecido, e passou lentamente do Neolítico à Idade do Ferro. Existiram grandes impérios: Gana, Mali, Songai, Canem. A partir do , os Estados sudaneses sofreram a influência dos muçulmanos e tornaram-se fortemente islamizados. O Império do Gana, entre o Senegal e o Níger, desenvolveu-se a partir do e foi destruído em 1076-1077 pelos almorávidas. Seu território controlado no início do pelo Reino de Sosso, passou em 1240 à dominação do Império do Mali, que, herdeiro de sua riqueza, se estendeu por uma zona bastante extensa no Sudão Ocidental. Esse império entrou em lento declínio a partir do e foi perdendo terreno para o Império Songai, que cresceu às suas custas a partir de então. O golpe final que desencadeou a extinção do Império do Mali foi dado pelo Reino de Segu, por volta de 1670. O islamismo, introduzido pelos almorávidas, durante muito tempo atingiu somente as classes dirigentes. Ao redor do Chade, sucederam-se ou coexistiram diferentes reinos: Baguirmi, Uadai e Bornu, islamizados superficialmente. O Islamismo deu origem também à reinos teocráticos, no vale do Senegal e no Futa Jalom, onde ocorreram conversões massa no . Na costa do golfo do Benim formaram-se reinos animistas, menores, porém, muito centralizados, como Império Axânti e Reino do Daomé. A leste do deserto da Líbia, o reino cristão da Núbia passou, pouco a pouco ao controle do Islamismo, o da Etiópia, refugiado nas montanhas após a ruína de Axum por volta do , sobreviveu - apesar de uma história tumultuada - até a sua reorganização, na segunda metade do , sob uma dinastia igualmente abissínia. Na costa oriental surgiu uma série de sultanatos fundados pelos árabes, que prosperaram até a chegada dos portugueses, no . Madagascar povoou-se de indonésios desde uma data desconhecida até perto do . A chegada dos portugueses no trouxe grandes mudanças, pois o comércio português, em breve seguido pelo de outras nações europeias como os Países Baixos, Dinamarca, Grã- Bretanha e França, por intermédio de companhias autorizadas, baseava-se essencialmente no tráfego de escravos. Do ao XX, cerca de 14 milhões de escravos foram levados para o mundo árabe pelo Saara e pelos portos da costa oriental. A eles se devem somar os que, do ao XIX, foram para a América: de 15 a 20 milhões, mais os que morreram durante a viagem. Os chefes das regiões costeiras, foram, no decorrer do , substituindo a \"mercadoria humana\" por produtos tropicais (óleo de coco), que eram trocados por tecidos e armas. A partir de 1815, a França tentou lentamente extrair recursos do Senegal, que ocupou em 1658. A Grã-Bretanha se instalou na Costa do Ouro a partir de 1875 e na Nigéria desde 1880, ano em que a França desencadeou a \"corrida do ouro\", com a Marcha do Níger. A Conferência de Berlim (novembro de 1884 - fevereiro de 1885) não decidiu a partilha da África, mas acelerou a instalação territorial das potências europeias e a constituição de grandes impérios coloniais: inglês, neerlandês, italiano, belga e alemão, junto aos restos do império espanhol e português. Até à Segunda Guerra Mundial, a África subsaariana evoluiu em ritmos diversos, em função do meio e dos recursos, da precariedade das vias de comunicação, da densidade das populações e da urbanização. Por toda parte a massa camponesa (90% da população) sofreu com o domínio colonial. Entretanto a urbanização, acentuada após a Segunda Guerra Mundial, e a formação de de elites letradas desenvolveram a consciência da identidade africana. Após a Segunda Guerra Mundial o prestígio da etnia branca diminuiu (derrota de 1940, lutas intestinas entre franceses, rivalidade franco-inglesa), fato acentuado com a propaganda dos movimentos pan- africanistas, que já existiam desde antes da guerra. Essa evolução foi geralmente pacífica, salvo a rebelião malgaxe de 1947, as sublevações quicuios (mau-mau) do Quênia, de 1952 a 1956, e a revolta da União das populações de Camarões , O processo de descolonização iniciado em 1944 (Conferência de Brazzaville), acelerou-se após 1960, ano em que muitos países africanos conquistaram a independência. Apesar disso continuaram com graves problemas econômicos e políticos, a despeito do apoio das antigas metrópoles. A África tornou-se, por outro lado, território de disputa entre os dois blocos então dominantes na política mundial, acentuada pela assistência militar que a União Soviética, China, Cuba, Estados Unidos, Grã-Bretanha, França e outras potências forneciam a governos africanos sob sua influência. A fragilidade econômica de muitos países africanos levou-os a buscar ajuda nas antigas metrópoles, das potências que apoiaram os novos governos pós-independência, ou sob forma multilateral, dos organismos internacionais como a ONU ou a Comunidade Econômica Europeia. Para superar suas fraquezas os países africanos formaram a Organização da Unidade Africana (OUA), criada em 1963 em Adis Abeba. A África negra hoje atravessa uma crise política e econômica que se caracteriza pela rejeição aos partidos únicos, pelo aumento das tensões tribais e por um desastre econômico sem precedentes. Desde o início dos anos 80 a recessão vem se ampliando, com a queda das matérias-primas e o aumento da dívida externa e do desemprego num continente onde a população cresce num ritmo inédito na história. Tais dados demográficos, no entanto, podem transformar-se profundamente com a evolução da Aids: em 1991, metade dos 5 a 8 milhões de indivíduos portadores do vírus eram africanos. Até o final da década de 1980, a maioria dos dirigentes se manteve no poder graças a partidos únicos que garantiam os privilégios de uma minoria, apoiada na corrupção generalizada. A crescente pressão dos direitos humanos, no entanto, tem obrigado vários países a se justificarem perante a comunidade internacional. Nesse contexto, em 1990 a África negra passou por mudanças políticas fundamentais, caracterizadas pela implosão dos sistemas vigentes: pluripartidarismo e democracia tornaram-se as palavras de ordem. O Benim renunciou ao marxismo-leninismo, a Costa do Marfim legalizou os partidos de oposição após 3 anos de autoritarismo e Gabão, Zaire, Tanzânia, Camarões, Zâmbia e Congo por sua vez, se abriram ao pluripartidarismo. Na África do Sul as leis que regiam o apartheid foram abolidas em 1991, e a maioria dos países da África austral caminha para a democratização, adotando o pluripartidarismo, novas constituições e eleições livres, na esperança de atingir a estabilidade política indispensável ao desenvolvimento econômico. == Doenças da região == * Doença do Sono: A doença do sono ameaça mais de 60 milhões de pessoas em 36 países da África subsaariana. Menos de quatro milhões destas pessoas têm acesso a um centro de saúde. * Na República dos Camarões, nos anos 20, um médico chamado Jamot implementou uma estratégia de controle eficaz, enviando equipes móveis às aldeias para diagnosticar e tratar o máximo de pacientes possível. O programa do Dr. Jamot obteve sucesso no bloqueio da transmissão da doença do sono, esvaziando a reserva humana de tripanossomas. Mas, recentemente, as guerras civis desestruturaram sistemas de saúde e forçaram pessoas a migrar, permitindo que tais reservas fossem reconstruídas. * Malária: A malária está presente em mais de 100 países e ameaça 40% da população mundial. A cada ano, 500 milhões de pessoas são infectadas, a maioria delas na África subsaariana (Estima-se que 90% dos casos mundiais e 90% de toda a mortalidade por malária ocorram na África subsaariana. A doença também ocorre nas Américas Central e do Sul, sobretudo na região amazônica, e em países da Ásia), e 2 milhões de pessoas morrem dessa doença. As vítimas são principalmente crianças de áreas rurais. A malária é a primeira causa de morte de crianças menores de 5 anos na África, e mata uma criança a cada 30 segundos no mundo. * AIDS: Desde que os primeiros casos da síndrome de imunodeficiência adquirida (AIDS ou SIDA) foram detectados, em 1981, a África é o continente que mais sofre com a doença, especialmente a região subsaariana, segundo o último relatório publicado pelo Programa das Nações Unidas contra esta doença (Unaids) em maio de 2006. Embora os dados sobre a incidência do vírus estejam sofrendo uma \"desaceleração\", segundo o relatório, as proporções epidêmicas ainda são graves na África subsaariana. As taxas de infecção per capita de alguns países da região continuam subindo. Com pouco mais de 10% da população mundial, a África subsaariana abriga cerca de 24,5 milhões de infectados, quase dois terços dos portadores de HIV em todo o mundo. Cerca de três quartos dos 25 milhões de pessoas que morreram em decorrência do HIV desde o início da epidemia, nos anos 80, eram do continente africano. == Caracterização política == Esta região da África é marcada, em geral, por governos autoritários e corruptos que não se preocupam em melhorar as condições econômicas dos seus países. Nos últimos anos, no entanto, verifica-se uma tendência democratizadora em toda a região, com eleições multipartidárias realizadas regularmente. == Ambiente == Os principais aspectos do relevo são, na região do Magrebe, a cordilheira do Atlas, cujo pico mais alto é o Jebel Tubkhal (4 165 m); o grande planalto desértico do Saara, com as depressões de Catara (Egito) e Bodelê (Chade); a bacia do rio Níger e as cadeias vulcânicas de Hoggar (Argélia) e de Tibesti (Chade); a sul do planalto do Sudão, destacam-se a bacia do Congo, o monte Cristal e o planalto dos Grandes Lagos Africanos, com os pontos culminantes do continente, os montes Quilimanjaro (5 895 m), Quênia (5 199 m), Ruwenzori (5 119 m) e Elgon (4 321 m); no nordeste do Vale do Rift, o maciço da Abissínia. === Hidrografia === A maior bacia hidrográfica da África e segunda do mundo, apenas superada pela do rio Amazonas, é a do rio Congo, com 3 680 000 km2. O rio Nilo, com 6 690 km, é o segundo mais longo do mundo. O Zambeze e o Limpopo correm para o oceano Índico. O Orange, o Níger, o Gâmbia e o Senegal desembocam no Atlântico. Os principais lagos africanos são o Vitória, segundo do mundo em superfície, com 69 485 km², o Tanganica, o Rodolfo, o Alberto, o Eduardo e o Niassa. === Clima === O clima tropical predomina na maior parte da África, tanto na zona tropical, úmida no verão e seca no inverno, quanto na zona equatorial, com temperaturas elevadas e chuvas abundantes. Nos grandes desertos, como o Saara e o Kalahari, as temperaturas são altas de dia e baixas à noite. Nos extremos norte e no sul do continente encontram-se estreitas regiões de clima ameno, de tipo mediterrâneo. === Fauna e flora === A distribuição climática do continente africano determina diretamente a configuração de suas zonas de vegetação e fauna. A selva equatorial, frondosa e exuberante, abriga numerosas espécies de aves, símios - chimpanzés e gorilas -, répteis, anfíbios e insetos. Nas zonas tropicais estende-se a savana, paisagem de vegetação herbácea, com árvores de folhas caducas (baobá, sicômoro) isoladas ou em bosques; nas savanas abundam os grandes mamíferos herbívoros (elefantes, rinocerontes, hipopótamos, girafas, búfalos, antílopes, gazelas) e os carnívoros (leões, leopardos, hienas, chacais). As grandes zonas desérticas do Saara e do Kalahari apresentam vegetação muito escassa, de plantas espinhosas, exceto nos oásis, onde crescem formações de palmeiras; insetos, répteis, roedores e alguns mamíferos de grande porte, como os chacais, constituem a fauna adaptada a essas regiões. Nas zonas mediterrâneas cresce o típico bosque baixo, combinado com maquis, garrigue e bosques de pinheiros e carvalhos, onde habitam numerosas espécies de animais de clima temperado: lebres, cabras, raposas, aves de rapina, pombas, perdizes, répteis, etc. == Ver também == * Sahel == Ligações externas == * O que é \"África Subsaariana\"? Geopolítica ou sofisma flagrante? (razões pelas quais o uso do termo ‘África subsaariana’ tem sido questionado). Latitude. Goethe-Institut.",
 "title": "África subsariana"
}