{
 "id": "21749",
 "text": "Arcozelo é uma vila portuguesa sede da Freguesia de Arcozelo do Município de Vila Nova de Gaia, freguesia com 8,495 km² de área e habitantes (censo de 2021), tendo, por isso, uma densidade populacional de . A sede da freguesia, a povoação de Arcozelo, foi elevada à categoria de vila em 18 de dezembro de 1987.https://dre.pt/application/file/a/282806 Diário da República n.º 26/1988, Série I de 1988-02-01 == Demografia == A população registada nos censos foi: Distribuição da População por Grupos Etários Ano 0-14 Anos 15-24 Anos 25-64 Anos > 65 Anos 2001 2098 1661 7073 1561 2011 2341 1367 8460 2184 2021 2052 1588 8411 3093 == Topónimo == Arcozelo tem origem em arcoze, ou em arcu celus, significando ambas \"arco pequeno\". == Geografia == Arcozelo localiza-se junto à costa marítima, 10 km a sul da cidade de Vila Nova de Gaia e 5 km a norte da cidade de Espinho, tendo como limites o mar, a oeste, e as freguesias de Gulpilhares, a norte, Serzedo, a este, e São Félix da Marinha, a sul. A freguesia é constituída por várias aldeias que, com o crescente aumento da população e da construção, se vão sobrepondo e confundindo: Aguda, Aldeia, Arcozelo, Boavista, Boavista da Estrada, Calvário, Chãos Velhos, Corga, Corvo, Eirado, Enxomil, Espírito Santo, Fartinha, Fonte, Granja, Igreja, Marinha, Mergunhos, Mira, Miramar, Morangal, Pedra Alva, Pedrinhas Brancas, Porril, Sá, Sobreiro, Vale, Vila Chã e Vila Nova da Telha. == Património == * Estação Litoral da Aguda na Praia da Aguda * Antiga Igreja Matriz de Arcozelo * Igreja de S. Miguel (matriz) * Capelas de Santa Maria Adelaide, do Espírito Santo, de Nossa Senhora da Nazaré, de Vila Chá e de Miramar * Edifício da junta de freguesia * Praias de Miramar e da Aguda * Quatro casas de férias na Aguda * Moradia Granja === Praia da Aguda === Há séculos, pescadores, cientistas e cidadãos locais asseguram que uma rocha deu nome à Praia da Aguda. Esta praia, pertencente a uma aldeia piscatória, tem sua história e economia profundamente vinculadas à pesca. Dentre as várias espécies de peixes encontradas na região, estão desde a tainha até os grandes peixes. O local também se destaca por suas águas marítimas ideais para nado, e seu clima agradável. A aldeia possui diversos pequenos cafés, que oferecem produtos frescos, e restaurantes renomados, como o \"Restaurante Zizi\" e o \"Restaurante Dulce Mar\", que hoje é conhecido como \"Osso e Espinha\". Para chegar à Aguda, pode-se utilizar o comboio direcionado a Ovar ou Aveiro, fazer o trajeto de bicicleta pelo passadiço que se estende da Praia de Lavadores até a Praia de Espinho, ou simplesmente de carro. Em agosto, celebra-se na Praia da Aguda a festa em homenagem à Nossa Senhora da Nazaré. Durante essa festividade, há exibições de fogos de artifício, barracas que vendem produtos regionais, brinquedos, roupas, artigos de cozinha, entre outros. Além disso, é comum a presença de matraquilhos e, em algumas ocasiões, palcos musicais, principalmente aos sábados. Todos os domingos, atividades religiosas como missas e orações cristãs marcam a rotina da comunidade. Os residentes desta aldeia piscatória são caracterizados por sua cordialidade, força e sabedoria, e têm na pesca sua principal fonte de alimentação. No passado, entre 1920 e 1980, os barcos eram trazidos à terra por bois após a jornada de pesca. Contudo, um paredão, construído em 2002, trouxe mudanças para a paisagem local. Caso esse paredão fosse removido em 2008, haveria erosão nas Praias da Granja e Miramar. A Praia da Aguda, em termos demográficos, possui uma população reduzida, o que contribui para uma comunidade mais unida, onde todos se conhecem. Em particularidades sobre os barcos, antigamente eram de maior envergadura e tinham proas mais elevadas, enquanto os atuais são mais compactos. Durante os invernos na Aguda, as condições climáticas são rigorosas, com temperaturas muito baixas e ventos fortes, contudo, os pescadores continuam suas atividades. Em 2002, um quebra-mar foi edificado, prevenindo inundações nas ruas, mas também resultando em formação de extensas áreas arenosas, dificultando a atividade pesqueira durante a maré baixa. == Ligações externas == * * * * Categoria:Freguesias de Vila Nova de Gaia Categoria:Vilas de Portugal Categoria:Paróquias de Portugal com orago de São Miguel Arcanjo",
 "title": "Arcozelo (Vila Nova de Gaia)"
}