{
 "id": "21756",
 "text": "Madalena é uma vila portuguesa sede da Freguesia da Madalena do Município de Vila Nova de Gaia, freguesia com 6,02 km² de área e 10551 habitantes (censo de 2021), tendo, assim, uma densidade populacional de . A povoação de Madalena foi elevada à categoria de vila em 12 de junho de 2009. Situa-se na costa marítima do seu município e já tem mais de oitocentos anos de idade. Como freguesias circunvizinhas tem Canidelo, Santa Marinha, Vilar do Paraíso e Valadares. Apresenta uma boa exposição solar devido à plenitude da plataforma litoral e os seus baixos declives. As terras agrícolas estavam protegidas dos ventos oceânicos por uma frente outrora florestada. == História == De início, Madalena não era muito povoada, no entanto, nos dias de hoje já é diferente, visto que a maior proximidade ao Porto levou à freguesia um aumento populacional. A grande maioria dos Madalenenses trabalhava a terra, exceptuando alguns que tinham ofícios, como os metalúrgicos, tanoeiros, carpinteiros, trolhas, trabalhadores nos armazéns de vinho, etc. Os trabalhadores rurais iam para os campos ao som de ave-marias e voltavam ao som das trindades. Ao almoço comia-se, por exemplo, papas de farinha de milho ou feijão com rojões, tudo produtos da terra. O peixe era regularmente comido pelos mais ricos, trazido pelas canastreiras da Afurada. Apesar de não haver nenhum prato ou doce típicos da freguesia, era tradição comer no Carnaval filhozes; na Quaresma a sopa de castanhas piladas; na Páscoa pão de trigo cozido e nos finados, comia-se castanhas cozidas ou assadas. Fazia-se também a matança do porco, feito em ambiente festivo, com um sem número de rituais. Não se sabe quando começaram as festas de Santa Maria Madalena, nem da Senhora da Hora, mas por volta do século XIII existia já uma festa paroquial na freguesia, a da Senhora da Conceição. As desfolhadas, apesar de serem ocasião de trabalho, eram sobretudo uma altura de festa, onde cantava e brincava e quando aparecia o milho-rei, a pessoa contemplada com essa sorte levantava-se e tinha de dar um abraço a todo o círculo dos que escalpelavam as espigas de milho, dizendo bem alto: \"Chi do meu coração!\". A agricultura perdeu importância e nota-se cada vez mais a implementação de outras actividades, nomeadamente alguns tipos de indústria, relacionados com os têxteis, madeiras e metalurgia. Em termos de cursos de água, minas e fontes conta com o Ribeiro de Ateães e o da Madalena; as fontes do Barroco, da Costa, de Baixo, da Junqueira, de Aguim, Passais e Sussino; a mina da Quinta do Vale, a da Quinta do Cedro e a da Cavada. ==Demografia== A população registada nos censos foi: Distribuição da População por Grupos Etários Ano 0-14 Anos 15-24 Anos 25-64 Anos > 65 Anos 2001 1429 1266 5429 1232 2011 1502 967 5804 1767 2021 1410 1083 5698 2360 ==Cultura== === Lenda da Bicha Moura === A lenda da Bicha Moura (ou Pedra Moura) refere-se ao Coteiro do Crasto (Monte do Crasto), onde se diz que uma Moura infeliz teria sido transformada em bicha, devido a erros cometidos. Neste local existia um grande rochedo tão voltado para o caminho que, diz-se, parecia poder rolar por ali abaixo a qualquer momento. Seria em cima deste penedo que a Bicha Moura – enorme, e metade mulher metade réptil – apareceria em noites de luar pela meia-noite ou até mesmo durante o dia. Aí penteava os seus longos cabelos com um pente de ouro e ao deslocar-se deixava um rasto dourado. Ninguém podia aproximar-se dela, pois corria o risco de se transformar em bicha ou mesmo em pedra. Esta convicção inspirava medo em muitos madalenenses e o respeito de todos. Diz-se também que a Bicha podia tomar a forma humana, de sereia com cabelos compridos . Durante algum tempo chegaram-se a fazer romagens para ver a bicha e parece que algumas pessoas pregavam partidas, fazendo-se passar pela bicha. Aquela pedra grande foi eventualmente destruída a tiros de dinamite e a lenda foi-se perdendo. No entanto, há ainda quem tenha um receio miúdo de passar pelo Coteiro do Crasto ou a ele subir, principalmente à noite . Esta lenda é semelhante à lenda da Bicha Moura de Sandim e Crestuma . == Património == Mais de 90% da população da Madalena é católica. Como património, conta com a Igreja da Madalena, a que mais se situa próxima da costa e a Igreja de Nossa Senhora de Fátima, formada por uma nave e torre sineira. Como capelas, tem-se a Capela de Nossa Senhora da Conceição; a Capela da Quinta de Bernardino e a Capela de São Tiago de Aguim. Também tem-se os cruzeiro, utilizados para definir o espaço sagrado ao redor da igreja e o percurso das procissões: o primeiro na Rua da Igreja, e os outros dois no Marmoiral, na Rua das Lavouras e ao lado das Alminhas do Marmoiral. Uma outra cruz situa-se no cruzamento da Rua do Carvalheiro, diferenciando-se das outras, conhecida como o Cruzeiro do Homem Morto, talvez assinalando a morte de alguém nesse lugar. Tem-se ainda o Cemitério da Madalena. Para além deste património, a freguesia tem também a Casa das Tílias, edifício artisticamente concebido em 1888 e o Lar Tavares Bastos, transformado de mansão em lar da terceira idade. A Estação Paleolítica de Cerro, descoberta em 1988, é uma jazida com vestígios encontrados pelo Homem Paleolítico e surge como local chave para o conhecimento das primeiras ocupações humanas de toda a região. Finalmente, tem-se um busto de bronze, representando o mestre Isolino Sousa, esculpido por Álvaro Camarinha, onde na legenda diz: \"A Isolino de Sousa Maestro do Orfeão da Madalena – 1968\". == Infra-estruturas Desportivas == Como infra-estruturas desportivas, conta com o Polidesportivo do Cruzeiro, junto à zona do Cruzeiro, e pode-se praticar andebol, basquetebol, futsal, ténis e voleibol. == Unidades de Saúde Humana e Animal == Em termos de Unidades de Saúde, a freguesia dispõe de: *Centro de Saúde da Boa Nova (Unidade de Cuidados de Saúde Personalizados da Madalena) \\- Um novo Centro de Saúde, com um investimento superior a 1.7 milhões de Euros, deverá estar pronto em 2018 == Associações Culturais e Sócio-Culturais == Como Associações culturais e sócio-culturais, conta com o Orfeão da Madalena, que dedica atenção especial à musical coral; o Ideal Clube Madalenense, criado no intuito da melhor utilização dos tempos livres dos cidadãos, com inúmeras actividades; a Sociedade Columbófila da Madalena; o Clube de Futebol Olímpicos da Madalena; o Clube Atlântico da Madalena, destacando-se o voleibol entre outras modalidades desportivas; a Associação Madalena Jovem, criada com o objectivo de desenvolver a cooperação e solidariedade entre a juventude; a Fanfarra Juventude da Madalena, com fins culturais e musicais; e a Associação de Solidariedade Social da Madalena, com fim de apoiar crianças e jovens, apoio à integração social e comunitária, e protecção dos cidadãos na velhice e na invalidez. == Praias == A zona costeira da freguesia da Madalena dispõe de praias urbanas vigiadas, com extensos areais e uma temperatura média da água de 20º C no verão. As praias Madalena Sul e Marbelo têm sido, ano após ano, galardoadas com a Bandeira Azul. Este galardão atesta a qualidade ambiental e da água, assim como a segurança e serviços aos veraneantes existentes nos locais . == Transportes == A freguesia da Madalena é servida pelos autocarros 901 (Trindade - Valadares, com passagem pela Madalena) e 906 (Trindade - Madalena, incluíndo praias) da Sociedade dos Transportes Coletivos do Porto (STCP). É também servida pelos combóios suburbanos Porto São Bento - Ovar e Porto São Bento - Granja, na Linha de Aveiro . == Alojamento == Madalena dispõe de dois parques de campismo: Marisol e Orbitur Madalena, dispondo este último de bungalows. Várias casas e apartamentos privados encontram-se também disponíveis para aluguer de férias, através de vários websites. == Ligações externas == * * Categoria:Freguesias de Vila Nova de Gaia Categoria:Vilas de Portugal",
 "title": "Madalena (Vila Nova de Gaia)"
}