{
 "id": "21754",
 "text": "Gulpilhares é uma povoação portuguesa do Município de Vila Nova de Gaia, no Distrito do Porto, que foi sede da extinta Freguesia de Gulpilhares, freguesia que tinha 6,14 km² de área e 11 341 habitantes (2011), e, por isso, uma densidade populacional de 1 847,1 hab/km². A Freguesia de Gulpilhares foi extinta (agregada) em 2013, no âmbito de uma reforma administrativa nacional, tendo o seu território sido agregado ao da Freguesia de Valadares para formar uma nova freguesia denominada União das Freguesias de Gulpilhares e Valadares.Diário da República, 1.ª Série, n.º 19, Lei n.º 11-A/2013 de 28 de janeiro (Reorganização administrativa do território das freguesias). Santa Maria de Gulpilhares, pelas suas condições naturais, qualidade do solo e proximidade do mar, sempre foi uma localidade procurada para viver, daí que existe uma população heterogénea. Possui as praias populares: Miramar, Francelos, Senhor da Pedra. A freguesia localizava-se a sul do Município de Vila Nova de Gaia e a sete quilómetros da sede do mesmo. Fazia fronteira com Vilar do Paraíso e Valadares (a norte), com Canelas (Leste), Arcozelo e Serzedo (sul) e a Oeste o Atlântico. Destaca-se no património a Capela do Senhor da Pedra que é uma das principais atrações turísticas da freguesia. ==População== População da Freguesia de GulpilharesInstituto Nacional de Estatística (Recenseamentos Gerais da População) - https://www.ine.pt/xportal/xmain?xpid=INE&xpgid;=ine_publicacoes 1864 1878 1890 1900 1911 1920 1930 1940 1950 1960 1970 1981 1991 2001 2011 1 327 1 520 1 949 2 216 2 424 2 602 2 952 3 231 3 653 4 094 4 440 6 853 7 504 9 707 11 341 Distribuição da População por Grupos Etários Ano 0-14 Anos 15-24 Anos 25-64 Anos > 65 Anos 0-14 Anos 15-24 Anos 25-64 Anos > 65 Anos 2001 1 592 1 358 5 692 1 065 16,4% 14,0% 58,6% 11,0% 2011 2 015 1 035 6 673 1 618 17,8% 9,1% 58,8% 14,3% Média do País no censo de 2001: 0/14 Anos-16,0%; 15/24 Anos-14,3%; 25/64 Anos-53,4%; 65 e mais Anos-16,4% Média do País no censo de 2011: 0/14 Anos-14,9%; 15/24 Anos-10,9%; 25/64 Anos-55,2%; 65 e mais Anos-19,0% == História == Gulpilhares tem cerca de 10 mil habitantes e ocupa uma área de 6,14 quilómetros quadrados. A zona de praia (Francelos) é uma das atracções da localidade, que se orgulha do seu património religioso. E esse facto justifica-se com monumentos como a Capela do Senhor da Pedra, que traz à freguesia gentes de várias cidades vizinhas e do concelho, transformando-a num local de culto e peregrinação, durante o ano. Em Gulpilhares situa-se também a Aldeia SOS, instituição que acolhe crianças desprotegidas, integrando-as numa família com uma mãe. Existem apenas três Aldeias SOS em Portugal, o que por si só representa a grandeza do papel desta freguesia na área social. Já no campo da Cultura, destaca-se o Rancho Regional de Gulpilhares, uma instituição de grande prestígio nacional e internacional, que mantém viva uma tradição. Santa Maria de Gulpilhares, pelas suas condições naturais, qualidade do solo e proximidade do mar, sempre foi uma localidade procurada para viver. Hoje ainda assim é… Daí que existe uma população heterogénea. A freguesia localiza-se a Sul do concelho de Gaia e a sete quilómetros da sede do mesmo. Faz fronteira com Vilar do Paraíso e Valadares (a Norte), com Canelas (Leste), Arcozelo e Serzedo (Sul) e a Oeste o Atlântico. Hoje em dia, Gulpilhares e Valadares estão unidas pela junção de freguesias. Um grande marco também é o Centro Social de Gulpilhares, que é composto pelo infantário Pim Pam Pum, muito conhecido na zona, lar da terceira idade e ajuda aos mais necessitados da freguesia, através do Banco Português contra a fome. == Lugares == A Freguesia de Gulpilhares era constituída pelos seguintes lugares: Agra, Agrela, Aldeia, Além, Altos Céus, Ameixoeira, Arraial, Areias, Aveias, Azenha, Balastreira, Barras, Barreira, Brigadeiro, Calão, Caminho Novo, Cancela da Lavoura, Canceleiros, Canho (Rio), Canto da Raposa, Capela, Carreira Velha, Carreira dos Loureiros, Casais, Cavada, Chamorra, Chão da Fonte, Chão de Maniços, Costeira da Manaíta, Coteiro da Vela, Covas do Barro, Crastos, Cruzes, Desembargador, Devesa, Eiras Velhas, Espadanido, Espinhoso, Fojo, Fontainhas, Fontão ou Trás das Sebes, Francelos, Galega, Giestas, Gondorim, Guimbres, Gulpilhares, Gulpilharinhos, Junqueira. Loureiros, Marco ou Vargas, Marinha, Marujo, Miramar, Monte, Moutadas, Outeiro, Paço, Pala, Pardieiros, Passal, Pedra, Pedrinhas, Pereirinho, Picoto, Poça da Ladra, Portela, Presa, Regato, Ribeirinhas, Rio das Carreiras, Rio do Forno, Rio Velho, Saibreira, Sorte, Soval, Tapada da Pedreira, Telha, Tornadouro, Tranqueira, Vela e Venda. == Património == * Quinta e Capela da Portela * Capela do Senhor da Pedra * Igreja de Santa Maria (matriz) * Capela de Santo Isidoro * Cruzeiro * Necrópoles da Idade do Bronze e romana de Gulpilhares * Praia de Francelos * Escritórios de uma fábrica Categoria:Antigas freguesias de Vila Nova de Gaia",
 "title": "Gulpilhares"
}