{
 "id": "21759",
 "text": "Oliveira do Douro é uma localidade portuguesa sede da Freguesia de Oliveira do Douro do Município de Vila Nova de Gaia, freguesia com 6,72 km² de área e 22615 habitantes (censo de 2021), tendo, por isso, uma densidade populacional de . ==Demografia== A população registada nos censos foi: Distribuição da População por Grupos Etários Ano 0-14 Anos 15-24 Anos 25-64 Anos > 65 Anos 2001 4001 3348 13280 2755 2011 3339 2486 12921 3637 2021 2924 2371 12391 4929 == História == Os mais antigos Diplomas relacionados com a freguesia datam do século XI e neles vêm referidas algumas das \"villas\" que mais tarde a constituíram. Os domínios de Oliveira do Douro têm um importante passado, que contribuiu para a História Regional. A sua localização percorre a margem esquerda do Rio Douro, ponto de passagem obrigatório para quem pretendia transpôr o território para o Norte e a proximidade com a estrada Romana e com a \"Calle\" dão-lhe um relevo considerável. As origens da freguesia situam-se na conquista da Península pelos Romanos, detida na Lusitânia, que se integrava em todo o domínio que hoje constitui Oliveira do Douro, sendo o Rio Douro o limite a Norte das suas fronteiras. Sucederam-se, quatro séculos depois, as invasões dos povos Bárbaros que muito fez sofrer esta gente, assim como foi vítima das grandes pestes que assolaram a região nos princípios dos século XV. A Paróquia de Oliveira do Douro já se encontra constituída a partir de meados do século XIII. Porém, no século XVI já nos aparece o primeiro Recenseamento da população da freguesia. Fez-se por Carta Régia de D. João III, a 17 de Julho de 1527. As suas principais características sócio-económicas estavam ligadas aos pescadores do Areínho, aos Moleiros, aos Moinhos de Vidro, às Procissões do \"Corpus Christi\" e dos Moleiros de Quebrantões, às Lavadeiras e à agricultura em geral. A freguesia de Oliveira do Douro, tal como tem sucedido através dos tempos, tem sido centro de fixação de gentes oriundas de diversas partes do país. A proximidade com a cidade do Porto explica o fenómeno da construção de habitações que aqui se está a registar presentemente e que fazem dela uma das maiores freguesias da Área Metropolitana do Porto. Oliveira do Douro e as suas belezas povoam as obras de Camilo Castelo Branco (Romaria de Sant’Ana), de Ramalho Ortigão (Passeios a Quebrantões e ao Areínho), de Júlio Dinis (Areínho) e de Almeida Garrett, este último que viveu em Oliveira do Douro, no Colégio do Sardão, onde a Fonte de S. Domingos o inspirou profundamente. Com os seus locais aprazíveis e de interesse turístico, a freguesia vira-se para a descoberta: os Arcos do Sardão (monumento nacional), o Monte da Virgem, o Areínho, o Lugar de Registo, as Quintas junto ao rio, são as grandes referências. == Património == * Aqueduto dos Arcos do Sardão * Mosteiro dos Frades e Quinta dos Frades * Capela de S. Tiago * Capela do Monte da Virgem * Areinho * Quinta da Lavandeira (Parque da Cidade) * Quinta do Sardão (onde Almeida Garrett passou a infância) * Capela românica de Quebrantões (demolida) * Quinta de São Salvador * Real Vinícola ==Economia== As principais atividades económicas são as indústrias de calçado, metalurgia e candeeiros, além de variado comércio. == Geminação == * La Réole (França) 25 abril 1992. == Ligações externas == * *",
 "title": "Oliveira do Douro (Vila Nova de Gaia)"
}