{
 "id": "21782",
 "text": "Casal dos Bernardos é uma povoação portuguesa do Município de Ourém que foi sede da extinta Freguesia de Casal dos Bernardos, freguesia que tinha 23,97 km² de área e 921 habitantes (2011), e, por isso, uma densidade populacional de 38,4 hab/km². A Freguesia de Casal dos Bernardos, que foi criada a 18 de Abril de 1964, pelo Decreto-Lei n° 45669, com território que antes integrava a Freguesia da Freixianda, foi extinta em 2013, no âmbito de uma reforma administrativa nacional, tendo sido agregada à Freguesia de Rio de Couros para formar uma nova freguesia denominada União das Freguesias de Rio de Couros e Casal dos Bernardos.Diário da República, 1.ª Série, n.º 19, Lei n.º 11-A/2013 de 28 de janeiro (Reorganização administrativa do território das freguesias). Acedido a 20 de junho de 2016.. Casal dos Bernardos situa-se a norte do Município de Ourém e do Distrito de Santarém. Os limites da antiga freguesia são: * Norte: Freguesia de Albergaria dos Doze (Município de Pombal) * Este: Freguesias da Freixanda e Ribeira do Fárrio * Sul: Freguesias de Caxarias e Rio de Couros * Oeste: freguesia de Urqueira A antiga freguesia era constituída pelos seguintes lugares estatísticos: Cacinheira, Casais Galegos, Casal dos Bernardos, Casal dos Moleiros, Casalinho, Cova do Lobo, Estreito, Salgueira de Cima, Salgueira do Meio, Salgueira de Baixo, Valongo e Várzea da Vacinheira. ==População== População da freguesia de Casal dos Bernardos Instituto Nacional de Estatística (Recenseamentos Gerais da População) - https://www.ine.pt/xportal/xmain?xpid=INE&xpgid;=ine_publicacoes 1864 1878 1890 1900 1911 1920 1930 1940 1950 1960 1970 1981 1991 2001 2011 2 006 1 279 1 175 1 041 921 Criada pelo decreto lei nº 45.669, de 18 de Abril de 1964, com lugares desanexados da freguesia de Freixianda Distribuição da População por Grupos Etários Ano 0-14 Anos 15-24 Anos 25-64 Anos > 65 Anos 0-14 Anos 15-24 Anos 25-64 Anos > 65 Anos 2001 141 162 496 242 13,5% 15,6% 47,6% 23,2% 2011 102 91 459 269 11,1% 9,9% 49,8% 29,2% Média do País no censo de 2001: 0/14 Anos-16,0%; 15/24 Anos-14,3%; 25/64 Anos-53,4%; 65 e mais Anos-16,4% Média do País no censo de 2011: 0/14 Anos-14,9%; 15/24 Anos-10,9%; 25/64 Anos-55,2%; 65 e mais Anos-19,0% == História == === Etimologia === O topónimo desta freguesia, sob o ponto de vista histórico, assume significado importante, pois revela vestígios da presença por estas bandas dos,Monges Cister também conhecidos por Bernardos, nome que herdaram do fundador da Ordem que, foi S. Bernardo. A Ordem de Cister, baseada na doutrina de São Bento, foi fundada num sítio ermo conhecido por 'deserto de Cister', perto da cidade de Dijon, em França. Quando São Bernardo tomou o hábito de monge de Cister, juntamente com 30 companheiros por volta do ano de 1100, essa ordem de frades, iniciou um grande desenvolvimento e expansão por toda a Europa, incluindo Portugal, onde se construíram dezenas de mosteiros, sendo o mosteiro de Alcobaça o de maior nomeada. Daí resultou que os religiosos da ordem da Cister passaram a ser conhecidos também por religiosos da ordem de São Bernardo, ou mesmo por Bernardos. Entre os mosteiros que existiram em Portugal, pertencentes à ordem de Cister, encontra-se o mosteiro dos Tomareis, relacionado com a lenda do fidalgo Gonçalo Hermingues, no tempo do primeiro rei de Portugal, D. Afonso Henriques. Muitas são as dúvidas sobre a localização deste mosteiro, visto não terem chegado até nós vestígios das suas ruínas e os escassos documentos a ele referentes, pouco ou nada informarem sobre a sua localização geográfica. No entanto sabe-se que a fundação deste mosteiro ocorreu no tempo de D. Afonso Henriques, constando que foi o próprio fidalgo da corte, Gonçalo Hermingues (depois de professar no mosteiro de Alcobaça, após a morte da moura Ouriana, com quem havia casado) que juntamente com alguns frades fundou este pequeno mosteiro no termo de Ourém, onde Gonçalo possuía vastas terras herdadas de seu pai e também doadas pelo rei de Portugal em paga dos altos serviços prestados por este fidalgo nas conquista cristãs aos mouros, em plena fase de expansão do reino de Portugal. Sabe-se que esta congregação religiosa concentrava a maior parte da sua actividade em torno da agricultura e da silvicultura. Dedicando-se com mestria à agricultura e à floresta não é de estranhar se sentissem seduzidos pelos recursos naturais desta região. Numa conferência realizada há alguns anos (20 de Junho de 1994), o Dr. Pedro Barbosa referiu que uma das herdades pertencente ao mosteiro de Tomareis se situava a leste de Urqueira, limitando com um lugar chamado Carvalhal e muito possivelmente coincidindo com a actual povoação de Casal dos Bernardos ”.Revista Ourém e o seu Concelho, 31 de Outubro de 1999 É provável, segundo Manuel Pereira, que o mosteiro de Tomareis se tenha localizado nesta freguesia do Município de Ourém. Sendo uma verosímil origem do nome da freguesia: Casal dos Bernardos. A construção da “então” denominada capela de Santo António foi a grande impulsionadora para a criação da freguesia. A sua inauguração foi em Dezembro de 1952. === Fundação === Só muito mais tarde, na década de 60, é que surge oficialmente a criação desta freguesia e respectiva desmembração da freguesia da Freixanda. 18 de Abril de 1964 foi a data que civilmente foi criada pelo DecretoDiário do Governo, 1ªSérie, n.º39, pág. 533 e 534 de Lei n.º 45.669. Com esta nova autarquia os seguintes lugares ficaram incluídos na freguesia: Salgueira de Cima, Salgueira do Meio, Salgueira de Baixo, Casal dos Moleiros, Cacinheira, Casalinho, Costueira, Cova do Lobo, Valongo, Casais Galegos, Estreito, entre outros. Devido às difíceis condições de vida todo o município assistiu ao grande êxodo populacional para o estrangeiro (maioritariamente para França), na década de 60 e 70, na esperança de uma vida melhor, deixando marcas eternas no nosso município. Esta freguesia não escapou ao fenómeno, pelo contrário, o êxodo atingiu proporções descomunais.“ (…) Considerando que as referidas povoações, cujos aglomerados totalizam cerca de 500 fogos, com mais de 2500 habitantes, distam da actual sede da freguesia entre 5 km e 12 km e não existem estradas que assegurem o acesso fácil das respectivas populações à dita sede de freguesia; considerando que a circunscrição a criar possui igreja, cemitério, escolas e rede telefónica.(…)”Decreto do Governo de 18 de Abril de 1964, Dec. Lei n.º45669 Decorridos trinta anos, após a sua fundação em 1964, pode dizer-se que Casal dos Bernardos permaneceu numa situação de isolamento extremo até alguns anos atrás, tendo depois despertado para o desenvolvimento após o 25 de Abril. Nesta época foi instalada a electricidade que de certa forma combateu a dificuldade em lá viver. Foi a partir da revolução dos cravos que o desenvolvimento surgiu, a passo de caracol, foram então alcatroadas algumas estradas. Mais tarde, na década de noventa, a água canalizada chega a todas as habitações, bem como o alcatrão. Começa a despontar alguma comodidade e maior facilidade de movimentação por parte da população. Hoje todas as estradas da região estão alcatroadas. == Presidentes de Junta == * 1964 a 1974 - Manuel Carvalho Júnior * 1974 a 1976 - Manuel Marques Henriques * 1976 a 1979 - Domingos Pereira Fernandes * 1979 a 1985 - José Lopes Vidigueira * 1985 a 1988 - Vítor Fernando Jorge Marques * 1988 a 1993 - Manuel das Neves Marques * 1993 a 2002 - Filipe Gameiro Francisco * 2002 a 2013 - Sérgio Fernandes * desde 2013 - Manuel Lourenço Dias (União de Freguesias Rio de Couros e Casal dos Bernardos) * Jorge Manuel Dias Lopes == A fundação da Paróquia de Casal dos Bernardos == As obras da nova Ermida terminaram em 1952 (tendo sido iniciada em data incerta em 1949, sob o controlo do P.ª Feliciano Manuel de Oliveira, pároco da Freixanda) no entanto o cemitério já estava concluído. Esta Ermida foi inaugurada a 8 de Dezembro de 1952, com a designação de capela. Passaram-se alguns anos. Só após a criação civil é que conseguiram que fosse criada, a “freguesia” religiosa. A paróquia de Casal dos Bernardos foi criada, por decreto (Provisão) de 13 de Dezembro de 1966 do então Bispo da Diocese de Leiria - Fátima, D. João Pereira Venâncio. Consumou-se a separação total da Freixanda. É curioso referir que aquando da criação da paróquia, os fregueses acordaram ficar com a sua festa religiosa no primeiro Domingo de Agosto e “aceitaram” a côngrua de dois alqueires de cereal por cada fogo, o folar da Páscoa e os chamados direitos de estola . Em 1 de Janeiro de 1967 deu entrada na freguesia o Ver. Joaquim Jesus João natural do Souto da Carpalhosa, distrito de Leiria e que foi o primeiro pároco da freguesia. Por lá se conservou doze anos e a ele se ficaram a dever os primeiros passos para a implantação da paróquia e dos serviços sócio- religiosos. E assim permaneceu até 1988, ano em que a capela foi demolida, ficando apenas a alta torre sineira, que é o marco geodésico denominado de Casal dos Bernardos. A Ermida já não correspondia às necessidades da freguesia. Durante este período, após a demolição da capela, o serviço religioso teve lugar nas caves da igreja em construção. A igreja matriz, iniciada em 1987, foi inaugurada a 8 de Dezembro de 1991. Situada na sede da freguesia é, para além da traça moderna, bem proporcionada e equilibrada e tinha o mérito de integrar a torre sineira da antiga capela. Porém, a antiga torre sineira apresentava sinais visíveis de degradação, o que era um risco para a segurança pública. Então, em Janeiro de 2012 as obras para a construção da Nova torre iniciaram-se, e, em 1 de Julho de 2012 a Nova Torre Sineira foi inaugurada. thumb|Inauguração da Nova Torre Sineira === Párocos que serviram esta Freguesia === * Joaquim de Jesus João 1 de janeiro de 1967 a 1979 * Manuel Santos Lopes 1979 a 1986 * Manuel Ferreira 1986 a 28 de dezembro de 1998 * Francisco Jorge de 28 de dezembro de 1998 a Agosto de 2009 *Vítor Mira de Jesus de 18 de Outubro de 2009 a 23 de Outubro de 2011 *Segunda Miguel (Vigário paroquial) de Janeiro de 2010 a 23 de Outubro de 2011 *Segunda Miguel 23 de Outubro de 2011 a 28 de Junho de 2015 *Luís Manuel Morouço Almeida Ferreira (Admin. paroquial) 1 de Julho de 2015 a 5 de Setembro de 2015 *João Nuno de Pina Pedro 5 de Setembro de 2015 a presente === Festas religiosas === Em Casal dos Bernardos: * 1º Domingo de Agosto e Sábado anterior, em louvor a Santo António * 8 de Dezembro, em louvor a Nossa Senhora da Conceição Na Cacinheira * 2º Domingo de Julho em louvor a Santo António ==Grupos paroquiais== *Grupo Coral da paróquia de Casal dos Bernardos *Catequese paroquial *Grupo de Acólitos de Casal dos Bernardos *L.I.A.M.(Liga Intensificadora da Ação Missionária) *J.S.F. (Jovens sem Fronteiras) Jovens Sem Fronteiras *Grupo Caritativo === Estatísticas da Paróquia === Baptismos Óbitos Casamentos 1967 46 12 66 1968 31 12 14 1969 38 19 7 1970 28 16 8 1971 25 14 21 1972 23 16 14 1973 27 15 13 1974 24 14 11 1975 25 19 18 1976 41 19 17 1977 28 11 13 1978 35 20 13 1979 33 22 12 1980 37 13 4 1981 31 13 10 1982 36 18 8 1983 27 13 13 1984 32 12 6 1985 24 14 6 1986 25 16 6 1987 19 13 5 1988 14 20 5 1989 11 16 9 1990 24 13 6 1991 25 23 8 1992 12 19 8 1993 20 26 10 1994 8 16 8 1995 11 20 5 1996 20 23 8 1997 21 17 2 1998 9 14 2 1999 10 17 6 2000 == História da construção da ex-Capela de Casal dos Bernardos == “ Decorria o ano de 1928 quando o Sr. Manuel António Lopes, ilustre residente no lugar de Casal dos Bernardos, foi chamado a pertencer à comissão da capela do Estreito, Freguesia de Urqueira. Em determinada altura, os outros 12 elementos da mesma comissão deram-se de razões e saíram, vindo o Sr. Manuel Lopes a ficar sozinho, chamando a si, mais tarde, apenas dois auxiliares. Assim andou até ao ano, aproximadamente, de 1936.'' Havia necessidade de reparar a capela, sob a invocação de N. Sra. do Testinho. Entretanto começou-se a discutir se não era preferível a construção de uma capela nova. Nessa altura. O Chefe da Comissão. Sr. Manuel Lopes, do lugar de Casal dos Bernardos, lembrou-se que poderia um dia vir o Estreito a constituir-se sede de uma nova Freguesia, abrangendo esta alguns lugares da Freguesia da Freixanda e outros da Freguesia de Urqueira, ao mesmo tempo, Freguesia civil, já há cerca de vinte anos. Foi por esta ocasião que o Bispo da Diocese de Leiria, D. José Alves Correia deu um Pároco, pela 1ª vez, à Freguesia de Urqueira que se chamava P.ª Alexandre, até ao momento coadjutor do Olival. A capela do Estreito, entretanto, ficara sem missa, com a saída do capelão P.ª Abílio, durante alguns meses.'' Como veio o novo pároco, gerou-se no estreito uma certa política. Uma senhora chamada Maria de Jesus Correia professora no lugar da Mata, Freguesia de Urqueira, ouviu dizer que o dinheiro da capela estava em nome de um homem da Freguesia da Freixanda, o que seria perigoso pois julgaram que este (Sr. Manuel Lopes) não o viesse a dar para o que quisessem. O Sr. Padre Alexandre só dissera: “dá, dá”. A referida senhora é que fazia a escrituração e um belo dia manda chamar o Sr. Manuel Lopes a sua casa para depois irem ambos a Urqueira falar com o prior. Nesta altura tinha o Sr. Manuel Lopes, em seu poder, cerca de 15.000$00 que mostrou estar disposto e entregar logo que quisessem mas com a condição de serem para as obras da capela do Estreito. Uma vez em Urqueira, o P.ª Alexandre, perguntou se não queriam fazer uma capela nova no cabeço? Resposta pronta e rápida do Sr. Manuel Lopes foi que sim, era melhor. Entretanto havia entre o povo as mais diversas opiniões, a tal respeito. Por volta do ano de 1940 o Sr Prior de Urqueira deslocou-se ao estreito e anuncia que enquanto não houvesse um acordo entre todos jamais viria ali dizer missa. Nesta altura já o Sr Padre Alexandre havia mudado de ideia: se até ali queria uma Capela nova daqui em diante já incitava também a reparar a velha. Eis o momento cruciante: Resolve o Sr Padre Alexandre organizar uma Comissão nova e pôr, todos os homens da Freguesia da Freixanda fora dessa Comissão. Na altura em que esta comissão se organizou estavam presentes da Freguesia da Freixanda, os Srs. Manuel António Lopes, José António Vieira, António de Sousa que insistiram na construção duma capela nova ao que o Sr P.ª Alexandre se opôs. Já que é assim – pensava o Sr. Manuel Lopes – vou-me dirigir à Freixanda, ao Sr Padre Faustino e peço-lhe para construir uma no Casal dos Bernardos. Foi por volta do ano de 1944/45. E assim foi. Uma vez na Freixanda, o Sr Padre Faustino recebe muito bem o Sr. Manuel Lopes e logo lhe pergunta onde será ela feita, qual o local mais jeitoso para esse efeito. Depois de várias perguntas sobre o mesmo, parte o referido senhor com a intenção de sondar o parecer do povo e a generosidade do mesmo. Eis que a ideia era acarinhada e apoiada por quase todos senão mesmo por todos. Chegou a ter contados 40.000$00 (em promessas). Um dia o Sr. Lopes, acompanhado desta vez pelos Srs. Manuel Carvalho Júnior e Manuel Jaulino Novo volta de novo à Freixanda para, com a ajuda do Sr P.ª Faustino, fazerem o requerimento, a pedir ao Sr Bispo, a autorização para a construção da dita capela. Fez-se o rascunho do requerimento. Chama-se o Coadjutor da Freixanda, na altura, P.ª José Correia. Lê-se alto. Todos acham bem. O Sr. P.ª Faustino pede aos homens para assinarem mas, apenas um, o Sr. Manuel Lopes se resolve. Quando escrevia ouve as palavras do grande Prior, Padre Faustino: “ Vá Manuel António Lopes … mete-te em camisa de onze varas que não tens corpo para a encher “. Resposta de Sr. Manuel Lopes: “ Sr. Prior prá diante é que é o caminho. Se ela não se começa também não se acaba “. Os outros dois, então, resolveram também assinar. Entretanto o requerimento seguia para o Sr. Bispo que o arquivou por algum tempo. O povo já não se calava: “ então quando começa a Capela ?” O Sr. Manuel Lopes via-se tão aborrecido com este que um dia, festa de Cristo, resolveu ir à Freixanda para falar com o Sr. Prior e encontrou-se primeiro com o Sr. Padre Cura e perguntou-lhe o que se passava à cerca do requerimento. O Sr. P.ª Cura disse que tinha ido a Leiria e que o Sr. Bispo havia perguntado se tinha ou não conhecimento do assunto, e se naquela época de tanta crise tinham possibilidades de a arranjar. O Sr. P.ª Cura disse que não sabia. “ O Sr. Prior que os Chame a atenção “ diz o Sr. D. José Alves Correia da Silva, “ é que se teimarem em construir a capela que mo digam para devolver o requerimento devidamente autorizado “. Neste mesmo dia celebrava missa, pela última vez, o Sr. P.ª Faustino que viria a falecer quinze dias depois.'' Entretanto o Sr. Manuel António Lopes é convidado a entrar no quarto do Sr. Faustino que se encontra muito mal.Entre várias palavras que o doente dirigiu têm particular importâncias as que se seguem: “ Sr. Prior, se eu começar a capela sou obrigado a acabá-la? “, o Sr Prior responde: “Não. Se alagares uma velha então és obrigado a arranjá-la. Numa construção nova se não te auxiliarem podes parar “. O Sr Manuel pede então que lhe seja assinado o requerimento pois desejava começar as obras.“ Fala lá com os teus colegas e vem depois ter comigo que eu encarrego-me das coisas com o Sr. Bispo “. Volta o Sr. Manuel Lopes ao Casal, e uma vez lá conta tudo o que passava ao Sr. Manuel Carvalho (Caixeiro, assim é conhecido ) ao que este responde: “ Ó ti Lopes, deixemo-nos disso , pois vai ser uma carga de trabalhos para nós “. Então já não foram ao P.ª Faustino.'' Foi o Sr. Manuel Lopes ter com o P.ª Alexandre, Prior de Urqueira, e disse-lhe: “ visto a capela não se fazer lá em cima, arranjava-se a de cá em baixo. Eu fui ter com o Sr. Bispo a pedir a construção de uma capela no Casal dos Bernardos, mas os meus sócios desprezaram-me. Visto eles não me auxiliarem veja se faça mesmo na capela velha “. Foi daqui que partiu então a ideia de fazer a capela nova no cabeço (do Estreito) e de criar lá uma sede de Freguesia. Na capela velha ainda chegaram a fazer algumas obras. A própria torre foi feita nesta ocasião. A ideia do Sr. Lopes, nesta ocasião arreliado, era de puxar novamente para o Estreito. A Freixanda tinha como Pároco, embora interino, o Sr. P.ª José Correia que alinhou muito bem (como refere o interlocutor) com o Sr. Prior de Urqueira, Rev. Alexandre, e o qual andava a levar à certa procurando até fazer as marcações, os limites da futura e nova Freguesia que, evidentemente, nunca chegou a formar-se. Um belo dia, estando em casa do Carvalho, os Srs. António Marques Rito, José da Graça, Manuel Francisco Cabaceiro, Joaquim Marques e o Sr. Lopes calhou em conversa falar-se da combinação dos dois Priores e ainda dos limites da futura Freguesia ao que o Sr. António Rito perguntara: “ e então as Salgueiras ficam isoladas toda a vida? Não pode ser como eles querem fazer …”. Sr. António Rito pega então numa folha de papel, escreve o seu nome e pede para encherem a folha de assinaturas a discordarem da combinação dos dois Priores, que dali a quinze dias viria novamente de Lisboa e a encarregaria de enviar ao Sr. Bispo. Todos os que estavam, na altura, mas ainda que outros o quisessem fazer não podiam pois havia um homem, no meio de tudo, que atraiçoava a campanha dizendo que havia perdido a folha. O Sr. José Marques Rito, com um colega dos bons, José Marques Jauleiro, foi então de porta em porta recolher as tais assinaturas que foram enviadas logo ao Sr. Bispo D. José Alves Correia da Silva. Veio depois o Sr. P.ª Feliciano para a Freixanda, homem extraordinário que se interessou a sério pela situação dos habitantes actualmente abrangidos pela Freguesia de Casal dos Bernardos e imediatamente pôs a andar o requerimento para a construção da capela do Casal dos Bernardos. Ele mesmo veio sondar a opinião do povo.'' Entretanto os homens da vanguarda, Manuel António Lopes, António Marques, Manuel Henriques Júnior, Manuel Jaulino, etc, trataram de conseguir o terreno para o efeito numa charneca com o nome de Vale da Trapa que ficaria a dominar toda a extensa região devido às extraordinárias condições da situação geográfica. As primeiras ofertas foram em terreno e pertenceram ao Sr. Manuel António Lopes e Manuel Marques Henriques Júnior. Como não chegava tiveram de comprar mais algum por 5.000$00 ao Sr. José Marques Salgueiro, do lugar de Várzea da Cassinheira. Pouco tempo depois reúnem-se alguns homens, (o nome está referido a trás) para procederem à nomeação duma comissão, ficando esta assim Constituída: * Presidente: Manuel António Lopes, Casal dos Bernardos; * Secretário: Manuel Marques Jaulino, Salgueira de Baixo; * Tesoureiro: Manuel Marques Henriques, Salgueira do Meio. Uma vez constituída a comissão, aprovada pelo Sr. P.ª Feliciano, deram-se início às obras em dia incerto, no ano de 1947 segundo o parecer de alguns. Os primeiros operários foram:'' Manuel Marques Jaulino, Manuel António Lopes, José António Lopes (o filho de Manuel António Lopes falecido nas obras da capela quando um andaime se desarmou da torre em construção e outros que o interlocutor não recorda). (…) O primeiro Pároco da Freguesia : P.ª Joaquim de Jesus João \"Documento arquivado na casa paroquial de Casal dos Bernardos == Agricultura == Os terrenos são muito férteis. Os produtos cultivados eram a base de toda a alimentação dos Bernardenses. A parte que não era utilizada na alimentação, era para trocas comerciais ou para alimentar os muitos animais que cada família tinha (caprinos, porcos, coelhos, galinhas, vacas). Hoje a agricultura é apenas e unicamente de subsistência. Outrora era a cultura do milho que predominava nesta agricultura sazonal. Como prova deste facto cada família possuía uma eira (terreno duro, geralmente cimentado de forma circular, onde se descarnam e secam os cereais ou legumes) no seu quintal. O sistema de irrigação dos campos é antiquado. O sistema de irrigação baseia-se no desvio dos caudais das ribeiras para linhas de água secundárias No auge da agricultura, devido ao grande número de culturas, era necessário, nos locais de desvio das linhas de água “marcar vez” para irrigar a lavoura. Nos finais dos anos 80 foram construídas regadeiras para tentar evitar o abandono dos campos. Mais tarde, em 1999, foram melhorados os acessos de muitos dos campos abandonados. Actualmente a maioria dos campos agrícolas estão abandonados, restando um agricultura indispensável e fácil. Continuam a ser tradução o cultivo da vinha e apanha das uvas em Setembro e da azeitona em Outubro/Novembro. == Indústria == O sector que mais pessoas emprega é, sem dúvida, o da Construção Civil, isto porque é o tipo de trabalho mais acessível e lucrativo. Este sector é a base da sustentação económica de muitas famílias. == Saúde == A freguesia possui uma Extensão de Saúde que funciona alguns dias por semana. Ao centro,desloca-se uma enfermeira e o médico. Nos restantes dias e à noite, um caso de emergência é obrigado a deslocar-se quase 20 km para ser assistido no Centro de Saúde de Ourém. == Emigração == O isolamento, aliado às duras condições de vida e à miséria sócio-económica foram alguns dos motivos que levaram à separação de muitas famílias. No quadro seguinte podemos verificar a quantificação feita nos recenseamentos eleitorais (chefes de família). Verifica-se que no final da década de 60 atingira-se o auge da emigração. Mais de 60% da população abandonou a terra natal em busca de riqueza e de bem estar. A população que “mourejou” além fronteiras, deslocou-se especialmente para França. Canadá, Estados Unidos, Brasil, Espanha e Suíça foram outros exemplos dos destinos escolhidos. Chefes de Família 1966 1967 1968 1969 1970 1971 1972 335 332 332 313 257 148 142 == Educação == Quando nos anos 60 construíram as escolas primárias todos faziam esforços económicos para os filhos poderem estudar. Contudo, poucos eram os que conseguiam terminar a formação primária. No final dos anos 80 foi construído um jardim de infância. O jardim situa-se junto à escola primária de Casal dos Bernardos. Actualmente estão encerradas várias escolas primárias. A única que ainda lecciona é a escola situada no centro da freguesia. Ano Casalinho Cacinheira C.Bernardos Salgueira Pré_escola 88/89 32 12 32 32 12 89/90 35 9 27 27 12 90/91 33 10 23 22 14 91/92 34 3 23 18 12 92/93 27 2 22 25 24 93/94 22 3 13 12 18 94/95 22 4 11 12 17 95/96 17 3 10 10 19 96/97 22 2 12 16 24 97/98 16 5 11 14 25 99/00 16 5 14 15 36 00/01 == Associações == === Associação Recreativa Bernardense (ARB) === A ARB foi fundada em 24 de Junho de 1978. As únicas fontes de rendimento da associação eram provenientes do pagamento da cota dos sócios, um bar que tinha junto ao cemitério e dos bailes realizava aos fins de semana. A sede da associação continua a ser no edifício da junta de freguesia. No mesmo edifício onde é a extensão de saúde e a sede da junta de freguesia. Em 1988 parou de exercer as actividades, quando contava com 114 sócios. Este interregno durou nove anos. Em 1997 a construção de raiz de um campo de futebol onze deu impulsão e retomou algumas actividades. Durante a campanha de abertura captou 76 sócios, a maioria jovens. A exaltação inicial do futebol, com a realização de muitas partidas, durou pouco tempo. O desinteresse dos jovens fez cair no esquecimento o único desporto com instalações próprias. Durante o ano de 97 a associação construiu, num terreno cedido pela junta, uma pista de autocross, “Pista do Vale Escuro”. Rapidamente tiveram noção do grande potencial económico e da grande aceitação do público. Hoje já há fundada uma associação a nível concelhio, COAI (Campeonato Ouriense de Autocross Intersócios), que organizava o campeonato regional nas seguintes especialidades: * Tracção traseira; * Tracção dianteira; * Tracção integral; * Kartkross. A pista com 550m tinha excelentes condições de visibilidade em qualquer zona. Em 1999 realizaram-se dois campeonatos paralelos: campeonato ouriense e a taça nacional de kartkross. Nestas provas estiveram inscritos mais de 100 pilotos. Durante as provas, a assistência média foi de 3000 pessoas. Actualmente foi desactivada toda a infraestrutura existente. A associação tem desenvolvido outras actividades, com pouca periodicidade, tais como: * Tiro ao prato; * Torneios de chinquilho; * Participação em torneios de futebol 5; * Torneios de sueca. A junta de freguesia possui um salão com palco, bar e casas de banho, onde se realizam os tradicionais bailes, ao fim de semana, com música popular, tocada por pequenos artistas da região. A associação tem como projecto, construir a sede e abrir um bar. === Associação de Tunning === Tem sede nas instalações da antiga escola Primária do Casalinho. == Outras actividades desporto e lazer == === Passeio pedestres === thumb|200px|Passeio pedestre em Casal dos Bernardos..Sob a organização do município tem sido organizadas vários passeios pedestres na freguesia. Em 19 de Setembro de 2010 foi organizado mais um passeio pedestre na freguesia de Casal dos Bernardos que contou com a participação de mais de 70 praticantes, onde se incluiu um octogenário. === Orientação em BTT === A mancha florestal da freguesia proporciona as condições necessárias para a pratica de actividades de lazer e a prática de desporto, como é o caso da Orientação em BTT (O-BTT). Em 2009 foi organizado o Campeonato Nacional de O-BTT com a participação de mais de 250 praticantes que percorreram durante três dias os muitos trilhos da floresta bernardense. thumb|200px|Prova de Orientação em BTT em Casal dos Bernardos.. Os muitos trilhos, caminhos e estradas que percorrem os meandros do Norte do Município são o locais ideal para a prática de BTT. == Bipartição do lugar do Casal dos Bernardos == A História começa nos anos 60 do século passado. Quando foi atribuído o nome à freguesia, escolheram o nome de um lugar que actualmente dista da sede cerca em 1 km (incluía os sítios conhecidos, hoje, por \"Outeiro Alto\" e \"Bochas\"). Assim, o lugar de Casal dos Bernardos foi unido com uma zona desabitada conhecida por “Vale da Trapa”. Actualmente é o local onde está a igreja paroquial e o centro de saúde. Esta opção originou o aumento físico do lugar de Casal dos Bernardos, tendo ficado dividido pela ribeira com mesmo nome. Na carta militar, 1ª série de 1947, é visível a origem do lugar de \"Casal dos Bernardos\", como que chamava naquela data, situado no lado Oeste da Ribeira de mesmo nome com uma vista formosa sobre o vale verdejante e agrícola (noutras épocas). thumb|400px|Descrição da bipartição do lugar de Casal dos Bernardos.. Esta divisão aconteceu na década de 60 quando foram construídas as escolas primárias do Casalinho e de Casal dos Bernardos, ainda antes da criação oficial da freguesia. No sítio “Bochas”, desde 1953, nas velhas instalações da fábrica de resina, esteve uma escola improvisada onde muitos aprenderam o \"baba\" do alfabeto. Mais tarde foram construídas as duas novas escolas, na mesma localidade mas com nomes diferentes porque o Governo não deixava construir as duas escolas na mesma localidade e com o mesmo nome: \\- em 1963 foi construída a primeira escola primária no “Vale da Trapa”, “no lado” da capela (próximo da sede da então nova freguesia de Casal dos Bernardos), que foi denominada de Casal dos Bernardos; \\- outra foi construída em 1967, no sítio do “Outeiro Alto”, num terreno baldio a 100m da antiga fábrica, também no lugar de Casal dos Bernardos, denominada Escola Primária do Casalinho e substituiu a velha escola da fábrica. Como não podia haver duas escolas primárias na mesma localidade com o mesmo nome, à escola mais antiga (que se situava na fábrica) quando foi construída a nova no “Outeiro Alto” alteraram-lhe o nome. Esta escola, que também se situa no espaço onde nasceu a lugar de Casal dos Bernardos, foi denominada com o nome de um lugar próximo que dista a cerca de 1Km: Casalinho. Toda esta confusão foi necessária para construir na década de 60 duas escolas primárias na mesma localidade. Assim, a escola de escola do Casalinho, que se situa no lugar de Casal dos Bernardos, recebeu alunos dos seguintes lugares: Estreito, Casalinho, Valongo, Cova do Lobo, Casais Galegos e de Casal dos Bernardos “da ribeira para lá” - lado este da Ribeira. A escola de Casal dos Bernardos construída no então espaço de “Vale da Trapa” era frequentada pelos jovens dos seguintes lugares: Costueira, Várzea da Cacinheira, Casal dos Moleiros e de Casal dos Bernardos no lado Este da ribeira. Esta divisão é também sentida após a conclusão da escola primária. Os alunos do 2º e 3º Ciclo de Ensino Básico deslocam-se para escolas diferentes. Os jovens do “lado da capela” frequentam a escola C+S da Freixanda; os outros, do “lado oeste”, deslocam-se para a escola de Caxarias. Nas ofertas para a Igreja, aquando da construção da actual Igreja, a rivalidade era perceptível. Para distinguirem as duas partes, sobre as ofertas à igreja, o Pároco da freguesia referia Casal dos Bernardos da “ribeira para lá” e da “ribeira para cá” (esta observação é feita tendo como ponto de referência a ribeira do Casal dos Bernardos). No ano de 2004 o executivo da junta de freguesia, presidido por Sérgio Fernandes, tendo conhecimento deste, \"conflito\", de território/placas de identificação de inicio de localidades, veio retirar e repor as placas em causa, onde a população agradeceu, que depois de tanto pedir aos anteriores presidentes, o presidente Sérgio Fernandes repôs a legalidade.... == Ver também == * Cacinheira * Formarigos * Salgueira do Meio * Salgueira de Cima * Salgueira de Baixo == Ligações externas == * * * Categoria:Antigas freguesias de Ourém",
 "title": "Casal dos Bernardos"
}