{
 "id": "21781",
 "text": "Caxarias é uma vila portuguesa sede da Freguesia de Caxarias do Município de Ourém, freguesia com 20,25 km² de área e 2136 habitantes (censo de 2021)., tendo, por isso, uma densidade populacional de . A freguesia foi criada a 9 de junho de 1947 pelo decreto-lei n.º 36336, por separação de território da freguesia de Seiça. Por sua vez, a povoação de Caxarias foi elevada à categoria de vila pela Lei n.º 51/95 de junho de 1995. A Freguesia de Caxarias é constituída pelos seguintes lugares ou localidades: Abadia, Andrés, Balancho, Barreira, Carvoeira, Casais da Abadia, Castelo, Caxarias (vila), Chã, Cogominho, Faletia, Pisão do Oleiro, Pisões, Pontes, Ribeira, Seixal, Valados, Vale Cardal, Vales, Vendas e a Ladeira da Gaita. ==História== A história da freguesia de Caxarias remonta a tempos primitivos, como o demonstram os machados de pedra do período paleolítico, lá encontrados. Atualmente, a existência da estação de comboios, pertencente à linha férrea do Norte é um dos motores do desenvolvimento da freguesia. Constituindo assim um ponto de relevo extremo do concelho de Ourém ==Demografia== Nota: Freguesia criada pelo decreto lei 36.336, de 9 de junho de 1947, com lugares da freguesia de Seiça. A população registada nos censos foi: Distribuição da População por Grupos Etários Ano 0-14 Anos 15-24 Anos 25-64 Anos > 65 Anos 2001 327 305 1160 442 2011 297 224 1118 527 2021 270 211 1081 574 ==Equipamentos== Caxarias possui todas as infra-estruturas, incluindo, por exemplo, Corpo de Bombeiros Voluntários, farmácia e centros de dia, bem como, jardim de infância e escola básica. Possui também um espaço do Cidadão, vários cafés e restaurantes, vários supermercados, posto de correios e três agências bancárias, e prevê-se a criação de um posto da GNR. Os motivos de interesse de Caxarias são muitos. Salienta-se contudo a bela capela de Santo António, datada da segunda metade do século XVII (1674) e as belas e férteis margens do rio Tomarel. Caxarias é também rica em tascas e adegas com o bom vinho da terra. Alguns homens mais velhos costumam fazer o popularmente denominado \"Rally tascas de Caxarias\". == Ordenação heráldica do brasão e bandeira == Publicada no Diário da República, III Série de 31 de Maio de 1995 * Armas - Escudo de azul, banda enxequetada de prata e vermelho, de duas tiras, acompanhado em chefe, à sinistra, de uma palma de ouro, posta em pala e, brocante, uma faca de punho vermelho e lâmina de prata, em ponta, duas burelas ondeadas de prata. Coroa mural de prata de quatro torres. Listel branco, com a legenda a negro, em maiúsculas \" CAXARIAS – OURÉM \". * Bandeira - Esquartelada de branco e vermelho. Cordão e borlas de prata e azul. Haste e lança de ouro. * Selo branco - Circular, com as peças do escudo sem a indicação de cores e metais, tudo envolvido por dois círculos concêntricos, onde corre a legenda: \"Junta de Freguesia de Caxarias - Ourém\". ==Importância industrial== Caxarias é uma povoação importante pelos seus mármores e grandes serrações de madeiras. Caxarias possuiu bem montadas instalações fabris e numerosas explorações de pedreiras onde se emprega um contingente apreciável de trabalhadores. As serrações de madeiras estavam concentradas na sede da freguesia e entraram em declínio com o advento dos plásticos. == Ligações externas == * * * * Categoria:Freguesias de Ourém Categoria:Vilas de Portugal",
 "title": "Caxarias"
}