{
 "id": "21803",
 "text": "Emiliano Zapata Salazar (San Miguel Anenecuilco, 8 de agosto de 1879 — Chinameca, 10 de abril de 1919) foi um importante líder na chamada Revolução Mexicana de 1910 contra a ditadura de Porfirio Díaz, sendo considerado um dos heróis nacionais mexicanos. Era conhecido como Caudilho do Sul. == Juventude e política local == Zapata nasceu no pequeno estado mexicano de Morelos, no vilarejo de San Miguel Anenecuilco. Naquele tempo o México era dominado pela ditadura de Porfirio Díaz, que ascendeu ao poder em 1876. A sociedade proto- capitalista e em muitos aspectos feudal ainda era predominante no México, com grandes fazendas (haciendas) avançando sobre as comunidades indígenas independentes (pueblos); os indígenas geralmente caíam sob a escravidão por dívida (peonagem), indo trabalhar nas haciendas (fazendas). Porfirio Díaz de vez em quando promovia eleições locais para pacificar os peões, mantendo-se à frente do governo nacional que havia praticamente usurpado. Díaz deu a amigos e associados os cargos mais importantes no país, e sob ordens destas pessoas, cada vez mais se concentrava a terra em propriedade de poucos. A família de Zapata, apesar de não ser rica, mantinha-se independente. Nunca foi realmente ameaçada de pobreza, evitando a peonagem e mantendo sua própria terra (ranchero). Em gerações anteriores os Zapata haviam até mesmo sido \"porfiristas\", ou seja, haviam dado suporte a Díaz. O próprio Emiliano tinha reputação de andar sempre bem-vestido, comparecendo a touradas e rodeios com seu elaborado visual charro. Conquanto sua extravagância normalmente o associaria ao hacendados, que controlavam as fazendas, Zapata parece ter mantido a simpatia, admiração e até mesmo adoração pelas pessoas de sua localidade natal, e assim com cerca de 30 anos a ele foi confiada uma chefia do vilarejo, posto que lhe tornou porta-voz dos interesses de Anenecuilco. Apesar de não ser indígena puro (tinha ancestrais espanhóis e era considerado, por isso, mestiço), Zapata rapidamente se envolveu nas lutas dos indígenas do estado de Morelos. Ele foi capaz de supervisionar redistribuições de terras em algumas haciendas, tendo dificuldades para fazer isso em outras. Zapata observou numerosos conflitos entre os habitantes dos vilarejos e hacendados, invariavelmente causados pelo roubo de terras cometido por hacendados. Numa ocasião fatídica, viu os hacendados incendiarem um vilarejo inteiro. Por muitos anos Zapata manteve-se firme em campanha pelos direitos dos habitantes do vilarejo, primeiro através da recuperação de antigos títulos de propriedade, e depois pela pressão por atitudes sobre o governo de Morelos. Finalmente, desanimado com a falta de ações do governo e com os privilégios dados aos ricos fazendeiros, Zapata começou a fazer uso da força armada, simplesmente se apossando das terras em disputa. == A revolução de 1910 == Nessa época Porfirio Díaz estava tendo que se preocupar com a candidatura de Francisco Madero, capitalista liberal com plenas condições de removê-lo do poder e provocar mudanças genuínas nos rumos do país. Zapata fez alianças secretas com Madero. Em 1910, as agitações finalmente decantaram na formação de bandos guerrilheiros. Zapata rapidamente assumiu um papel importante, tornando-se o general de um exército formado em Morelos (o Ejército Libertador del Sur, Exército Libertador do Sul). Zapata foi parcialmente influenciado por um anarquista do norte do México, Ricardo Flores Magón. A influência de Magón em Zapata pode ser sentida no Plano de Ayala (novembro de 1911), e ainda mais no lema adotado pelos zapatistas: Reforma, Libertad, Justicia y Ley A introdução de Zapata ao anarquismo aconteceu por obra de um professor local, Otilio Montano, que expôs a Zapata os trabalhos de Peter Kropotkin e Flores Magón no mesmo período em que o futuro líder revolucionário estava observando e tomando parte nos conflitos dos pequenos agricultores pela terra. Díaz foi derrubado por Madero em 1911, em grande parte devido as rebeliões promovidas pelos peões. Zapata liderava os camponeses do sul e Pancho Villa liderava-os no norte. Madero havia prometido a reforma agrária e eleições para presidente, contudo boa parte dessas promessas ficou no papel. Insatisfeito com as atitudes de Madero e com a falta de apoio ao Plano de Ayala, Zapata não pode suportar a indicação para governador de um simpatizante dos grandes proprietários, e mobilizou novamente seu exército de libertação. Madero, preocupado, pediu a Zapata o desarmamento e desmobilização do exército. Ao que Zapata respondeu que se as pessoas não poderiam obter seus direitos então, armadas como estavam, não teriam qualquer chance quando estivessem desarmadas. Madero enviou diversos generais para tentar neutralizar Zapata, mas com pouco sucesso. == Revolução contra Huerta e Carranza == Madero foi logo destituído por Victoriano Huerta, um antigo general porfirista, que deu anistia a Díaz e controlou as frentes indígenas em luta pela reforma agrária. A reação dos camponeses a esse governante aumentou consideravelmente as forças armadas de Zapata, e também ajudou um novo grupo do norte: os villistas, comandados por Pancho Villa. Os Villistas eram compostos em maioria por simpatizantes de Madero, o que fez hesitar Zapata ante a um encontro com Villa (que inclusive havia rejeitado a ideia do Plano de Ayala, quando em contato com um zapatista na prisão). A oposição a Huerta se consolidou com a entrada em cena de Venustiano Carranza, que liderou uma facção constitucionalista (o Exército Constitucionalista) que se aliou tanto a Villa quanto a Zapata. As forças unidas dos três se mostraram suficientes para derrubar Huerta, em julho de 1914. A seguir foi decidido que haveria uma convenção para escolha do novo presidente, à qual Zapata se negou comparecer, alegando que nenhum dos convocados havia sido eleito pelo povo. Os chefes do estado de Morelos enviaram uma delegação para apresentar o Plano de Ayala e acompanhar o desenvolvimento da convenção. Carranza se fez chefe do governo pouco depois, o que se afigurou como mais um abuso. Inicialmente Carranza obteve lealdade de Álvaro Obregón, um comandante militar que deveria conter as guerrilhas zapatistas e villistas. Os zapatistas mantiveram-se mobilizados, mas com sérios problemas internos após anos de batalhas. O governo de Carranza chegou a ponto de oferecer uma recompensa pela cabeça de Zapata, com objetivo de fazer o instável exército zapatista trair seu líder e desencorajar outros chefes zapatistas. Nenhum dos objetivos foi conseguido. == Morte e legado == Em 10 de abril de 1919 o general Jesús Guajardo convidou Zapata para um encontro, fingindo simpatizar com a causa zapatista. Quando Zapata o encontrou, entretanto, Guajardo disparou diversas vezes contra ele; a seguir, entregou o corpo do chefe revolucionário em troca da recompensa oferecida (na verdade, metade do que havia sido oferecido). Após a morte de Emiliano Zapata, o Exército de Libertação do Sul começou a desintegrar-se, desaparecendo depois que uma rebelião comandada por Obregón depôs Carranza. As conquistas de Zapata no estado de Morelos foram aos poucos desaparecendo também.Womack, J. (1969, [c1968]). Zapata and the Mexican Revolution. New York,: Knopf. P.76 Mas, poucos anos após a morte de Zapata, o presidente Lázaro Cárdenas finalmente conseguiu promover uma reforma agrária nacional no ano de 1934. O legado de Zapata permanece vivo ainda hoje, particularmente entre os grupos revolucionários do sul do México. Disse ele uma vez: \"É melhor morrer de pé do que viver de joelhos\". O Movimento zapatista e seu Exército Zapatista de Libertação Nacional (EZLN) são diretamente inspirados na história e nas ações de Zapata. Emiliano Zapata foi retratado em filmes por atuações de Marlon Brando (Viva Zapata!, 1952), Jaime Fernández (1966), Tony Davis, (1969), Antonio Aguilar (Emiliano Zapata, 1970), e Alejandro Fernandez (Zapata - El sueño del héroe, 2004, com diálogos na língua Nahuatl). == Ver também == * Banda Rage Against the Machine, letras das músicas influenciadas pelo Zapatismo. * Pancho Villa * Plotino Rhodakanaty * Revolução Mexicana == Bibliografia == * KRAUZE, Enrique. Emiliano Zapata: el amor a la tierra. México, D.F.: Fondo de Cultura Económica, 1987. * \"Emiliano Zapata\", BBC Mundo.com * Villa and Zapata by Frank Mclynn * Fernando Horcasitas, De Porfirio Díaz a Zapata, memoria náhuatl de Milpa Alta, UNAM, México DF.,1968 (eye and ear-witness account of Zapata speaking Nahuatl) * John Womack, Zapata and the Mexican Revolution, New York, Vintage (1969) ISBN 0-394-70853-9 * Enrique Krauze, Zapata: El amor a la tierra, in the Biographies of Power series. * Samuel Brunk, ¡Emiliano Zapata! Revolution and Betrayal in Mexico. Albuquerque: University of New Mexico Press, 1995. * Jeffrey Kent Lucas, The Rightward Drift of Mexico's Former Revolutionaries: The Case of Antonio Diaz Soto y Gama. Lewiston, NY: Edwin Mellen Press, 2010. == Ligações externas == * Vídeo do funeral de Emiliano Zapata Categoria:Revolucionários do México Categoria:Naturais de Ciudad Ayala Categoria:Mortes por assassínio Categoria:Anarquistas do México Categoria:Zapatistas Categoria:Pessoas da Revolução Mexicana Categoria:Pessoas assassinadas no México Categoria:Naturais de Morelos",
 "title": "Emiliano Zapata"
}