{
 "id": "21831",
 "text": "\\---- (, na numeração romana) foi um ano comum do século XII do calendário juliano, da Era de Cristo, e a sua letra dominical foi D (53 semanas), teve início a uma quinta-feira e terminou também a uma quinta-feira. No território que viria a ser o reino de Portugal estava em vigor a Era de César que já contava 1141 anos. \\---- == Eventos == * Viagem do bispo de Braga, D. Geraldo, a Roma, obtendo confirma da juridisção sobre todas as dioceses da Galiza - Astorga, Mondoñedo, Ourense e Tui - e ainda, em Portugal, sobre o Porto, Coimbra, Lamego e Viseu. * Início da construção da fachada das Pratarias da Catedral de Santiago de Compostela. * Batalha de Vatalandi, perto de Santarém, entre muçulmanos e cristãos. * Soeiro Mendes e D. Teresa substituem, no governo de Portucale, o conde D. Henrique, ausente em Roma ou em Jerusalém. * Hugo II sucede a Odo I no Ducado da Borgonha. * Amadeu III sucede a Humberto II no Condado de Saboia. * Lund torna-se sede da arquidiocese da Escandinávia. * Agostinho I, Sigurdo I e Olavo Magnusson sucedem a Magno III Descalço no trono da Noruega. * Boemundo I de Antioquia é resgatado da prisão dos emires danismendidas por Balduíno II de Edessa. * Ricardo de Salerno é libertado do seu cativeiro pelo imperador bizantino Aleixo I Comneno. == Nascimentos == * Leonor de Châtellerault, esposa de Guilherme X da Aquitânia e mãe de Leonor da Aquitânia (m. 1130). * Adeliza de Lovaina, rainha consorte da Inglaterra entre 1121 e 1135 (m. 1151). * 5 de Agosto - Guilherme Adelin, filho do rei Henrique I de Inglaterra (m. 1120). * 24 de Fevereiro - Toba, 74º imperador do Japão (m. 1156). * 17 de março - Yue Fei, líder militar chinês (m. 1142) == Mortes == * Soeiro Fromarigues, senhor de Grijó, na Batalha de Vatalandi. * Mem Guedaz Guedeão, Rico-homem da região de Chaves do Condado Portucalense (n. 1040). * Bodil Thrugotsdatter, rainha consorte da Dinamarca. * Magno III Descalço, rei da Noruega (n. 1073). * Isaac Alfasi, rabino e legalista da religião judaica (n. 1013). * 23 de Março - Odo I, duque da Borgonha (n. 1058). * 10 de julho - Érico I da Dinamarca, rei da Dinamarca. * 14 de Outubro - Humberto II de Saboia, conde de Saboia (n. 1071).",
 "title": "1103"
}