{
 "id": "21903",
 "text": "A História da Grécia compreende o estudo dos gregos, as áreas por eles governadas e o território da atual Grécia. O âmbito da habitação e governo do povo grego sofreu várias mudanças através dos anos e, como consequência, a história da Grécia reflete essa elasticidade. Cada período tinha seus próprios interesses. Os primeiros gregos chegaram à Europa pouco antes de , e durante seu apogeu, a civilização grega governara tudo o que se incluía entre a Grécia, o Egito e o Indocuche. Os gregos estabeleceram tradições de justiça e liberdade individual, que viriam a se estabelecer como as bases da democracia contemporânea. A sua arte, filosofia e ciência tornaram-se fundamentos do pensamento e da cultura ocidentais. Os gregos da antiguidade chamavam a si próprios de helenos (todos que falavam grego, mesmo que não vivessem na Grécia), e davam o nome de Hélade à sua terra. Os que não falavam grego eram chamados de bárbaros. Durante a antiguidade, nunca chegaram a formar um governo nacional, ainda que estivessem unidos pela mesma cultura, religião e língua. Do passado remoto grego até o mundo atual, grande parte das minoridades gregas permaneceram em seus territórios gregos anteriores (Turquia, Itália, Líbia, Levante), e os emigrantes gregos assimilaram-se a diferentes sociedades por todo o globo (América do Norte, Austrália, norte da Europa, África do Sul e outros). Atualmente, contudo, a maioria dos gregos vive nos Estados da Grécia contemporânea (independente desde 1821) e do Chipre (independente desde 1960). == Civilização do Egeu: Grécia pré-histórica == A primeira civilização a aparecer na Grécia foi a Civilização Minoica (ou minoana, ou mínia) no mar Egeu. Essa cultura tomou lugar aproximadamente entre e Comparativamente a períodos mais recentes da história grega, pouco se sabe a respeito dos minoanos, de quem até mesmo o nome é um termo moderno, provindo de Minos, lendário rei de Creta. Aparentemente, os minoanos eram um povo pré- Indo-Europeu. Sua língua, conhecida como Eteocretense e desprovida de relação com o idioma grego, é provavelmente o que se vê no sistema de escrita denominado Linear A, encontrado na ilha, mas que ainda não se conseguiu decifrar. Os minoicos eram um povo principalmente mercante, engajados no comércio marítimo, isto é, eram de cultura talassocrática. Características da vida religiosa minoica incluem principalmente o simbolismo, a ausência de templos e a proeminência de divindades femininas. Apesar das causas da queda desse povo serem incertas, é sabido que terminaram por serem invadidos pelos micênicos, um povo da Grécia continental. == Período Micênico (Idade do Bronze) == A Grécia Micênica, também conhecida como \"Grécia da Idade do Bronze\", é o nome dado à civilização da Idade do Bronze do período Heládico Antigo (este último, geralmente estabelecido como o intervalo ). A cultura grega desse período durou desde a chegada dos gregos ao Egeu, por volta de até o colapso de sua civilização da Idade do Bronze por volta de É a esse período que refere-se o trabalho épico de Homero, bem como muito da mitologia grega. O período Micênico teve seu nome adotado a partir do sítio arqueológico de Micenas, cidade situada no nordeste da Argólida, uma região do Peloponeso (enorme península no sul da Grécia). Atenas, Pilos, Tebas e Tirinto também são importantes sítios arqueológicos do período micênico grego. A Civilização Micênica era dominada por uma aristocracia guerreira. Por volta de os micênios estenderam seu controle a Creta, o centro da Civilização Minoica (cf. item anterior, Civilização do Egeu), e adotaram uma forma da escrita minoica para que pudessem registrar sua primitiva variante da língua grega. Ao novo sistema de grafia (símbolos minoicos representando a nova língua grega), o sistema de escrita micênico, se convencionou chamar de Linear B. Os micênicos enterravam seus nobres em tolos (; singular thólos; literalmente \"cúpula\" ou \"em forma de cúpula\"), grandes câmaras de sepultamento circular com um alto teto abobadado e uma passagem de entrada aberta em forma retangular, alinhada com as pedras das quais era feito o sepulcro. Mário Giordani define um exemplo clássico de tolo como sendo \"a tumba encontrada em Micenas e conhecida como Tesouro de Atreu.\" Era comum enterrarem adagas ou qualquer outro equipamento militar com o falecido. A aristocracia era frequentemente enterrada com máscaras de ouro, tiaras, armaduras e armas incrustadas de joias. Os micênios eram enterrados na posição sentada, e alguns indivíduos da aristocracia foram mumificados. Por volta de a Civilização Micênica entrou em festa pois a vida estava ótima e muito calma. Várias cidades foram saqueadas e a região entrou no que os historiadores denominam Idade das Trevas. Durante esse período, a Grécia viveu um declínio tanto populacional como literário. Os próprios gregos costumavam atribuir a causa desse declínio à invasão duma nova vaga de gregos, os Dórios. Todavia, as evidências arqueológicas que poderiam comprovar esse ponto de vista são escassas. == Idade das Trevas == A Idade das Trevas na Grécia () refere-se ao período da pré-história grega começando com a presumida invasão dórica, ocasionando o fim da Civilização Micênica no , e terminando na ascensão das primeiras cidades-estados gregas no , com os poemas épicos de Homero e com as primeiras instâncias da escrita alfabética grega no O colapso dos micênicos coincidiu com a queda de vários outros grandes impérios no Oriente Próximo, especialmente o império hitita e o egípcio. O motivo pode ser atribuído a uma invasão da população talassocrática de posse de armas de ferro. Quando os dórios apareceram na Grécia, também eles estavam equipados com armas de ferro de qualidade superior, facilmente dando cabo dos já fracos micênicos. O período que se seguiu a esses acontecimentos é chamado de Idade das Trevas na Grécia ou Idade das Trevas Grega. A arqueologia mostra que a civilização do mundo grego sofreu um colapso nesse período. Os grandes palácios e cidades dos micênicos foram destruídos ou abandonados. A língua grega deixou de ser escrita. A arte cerâmica da Grécia durante a idade das trevas mostra desenhos geométricos simplistas, desprovida da rica decoração figurativa dos produtos micênicos. Os gregos do período da idade das trevas viviam em habitações menores e mais esparsas, o que sugere a fome, escassez de alimentos e uma queda populacional. Não foram encontrados em sítios arqueológicos nenhum artigo importado, mostrando que o comércio internacional era mínimo. O contato entre poderes do mundo exterior também foi perdido durante essa época, resultando num progresso cultural vagaroso, bem como uma atrofia em qualquer tipo de crescimento. Os reis desse período mantiveram sua forma de governo até que foram substituídos por uma aristocracia. Mais tarde, nalgumas áreas, essa aristocracia foi substituída por um setor aristocrático dentro de si próprio - a elite da elite. As técnicas militares de guerra tiveram seu foco mudado da cavalaria para a infantaria, e devido ao barato custo de produção e de sua disponibilização local, o ferro substituiu o bronze como metal, sendo usado na manufatura de ferramentas e armas. Lentamente a igualdade cresceu entre os diferentes estratos sociais, resultando na usurpação de vários reis e na ascensão do geno (γένος, genos), ou seja, família. As famílias, chamadas genos , começaram a reconstruir seu passado, na tentativa de traçar suas linhagens a heróis da Guerra de Troia, e ainda mais além - principalmente a Hércules. Enquanto a maior parte daquelas histórias eram apenas lendas, algumas foram separadas por poetas da escola de Hesíodo. Alguns desses \"contadores de histórias\", como eram chamados, incluíam Hecateu de Mileto e Acusilau de Argos, mas a maioria desses poemas foram perdidos. Acredita-se que os poemas épicos de Homero contêm um certo montante de tradição preservada oralmente durante o período da Idade das Trevas. A validade histórica dos escritos de Homero têm sido disputada vigorosamente (cf. a \"questão homérica\"). Ao fim desse período de estagnação (uma das principais características da Idade das Trevas) a civilização grega foi tomada por um período de renascença que se espalhou pelo mundo grego chegando até o mar Negro e a Península Ibérica. A escrita foi reintroduzida pelos fenícios, retomada e modificada pelos gregos e, depois, pelos romanos e pelos gauleses. == Período arcaico == O período arcaico vai do ao Geralmente chama-se \"Grécia Antiga\" a todo o período da história grega anterior ao Império Romano, enquanto \"Grécia Arcaica\", termo usado pelos historiadores, refere-se especificamente a um dos períodos da antiguidade grega. Alguns escritores incluem as eras das civilizações minoica e micênica no período arcaico grego, enquanto outros defendem a tese de que essas civilizações eram tão diferentes das culturas gregas posteriores que deveriam ser classificadas separadamente. Tradicionalmente convencionou-se afirmar que o período arcaico grego teve início com a data dos primeiros Jogos Olímpicos em , mas a maioria dos historiadores atualmente retrocedem esse intervalo até o ano de aproximadamente. A data de transição para o fim desse período é a morte de Alexandre, o Grande em , que marcou o início do período classificado como Helenístico. Todavia, nem todos observam essa regra de distinção entre a Grécia Arcaica e a Helenística: alguns escritores preferem considerar a civilização grega antiga como um continuum estendendo-se até o advento do Cristianismo no A Grécia arcaica é considerada pela maioria dos historiadores como uma cultura que representou o fundamento da civilização ocidental. A cultura grega foi uma influência poderosa no Império Romano, que levou a muitas partes da Europa uma versão dessa cultura. A civilização da Grécia arcaica foi de influência pujante no mundo moderno, em diversos aspectos culturais, como língua, política, educação e escolaridade, filosofia, arte e arquitetura, principalmente durante o Renascimento na Europa Ocidental, e, novamente, durante vários períodos revivalistas neoclássicos no séculos XVIII e XIX tanto na Europa como nas Américas. A unidade política básica na Grécia arcaica era a pólis (πόλις), geralmente traduzida como cidade-estado. A própria palavra \"política\" ) significa \"assuntos da pólis\". Cada cidade era independente, ao menos em teoria. Algumas cidades poderiam ser subordinadas a outras (como uma colônia tradicionalmente acedendo à sua cidade-mãe), outras poderiam adotar formas de governo inteiramente dependentes de outras cidades (os Trinta Tiranos de Atenas foram impostos por Esparta ao fim da Guerra do Peloponeso), mas o título de poder supremo de cada cidade encontrava-se nelas próprias. Isso significa que quando a Grécia entrava em guerra (p.ex., contra o Império Aquemênida), era como se uma aliança entrasse em guerra. Tal característica, por outro lado, também deu ampla oportunidade para guerras dentro da própria Grécia, entre cidades diferentes. A maioria dos nomes gregos conhecidos de leitores de mundo atual vem dessa época. Entre os poetas, Homero, Hesíodo, Píndaro, Ésquilo, Sófocles, Eurípedes, Aristófanes e Safo eram ativos. Políticos famosos incluem Temístocles, Péricles, Lisandro, Epaminondas, Alcibíades, e seu filho Alexandre, o Grande. Ainda neste período, Sócrates, Platão e Aristóteles deixaram seu legado, bem como Heráclito de Éfeso, Parmênides, Demócrito, Heródoto, Tucídides e Xenofonte. Quase todo o conhecimento e estudo matemático formalizado em Os Elementos de Euclides, publicado no período Helenístico, foi desenvolvido durante a era arcaica. Duas guerras de importância-mor marcaram o mundo grego antigo: as Guerras Médicas e a Guerra do Peloponeso. As Guerras Médicas () são contadas em \"Histórias\" de Heródoto. As cidades gregas jônicas revoltaram-se contra o Império Persa e foram apoiadas por algumas cidades do continente, por fim sendo lideradas por Atenas (as batalhas mais memoráveis dessa guerra incluem a Batalha de Maratona, a Batalha das Termópilas, a Batalha de Salamina e a Batalha de Plateia). Em função de levar a cabo a guerra - e, subsequentemente, de defender a Grécia de ataques posteriores por parte dos Persas - Atenas fundou a Liga, ou Confederação de Delos em Inicialmente cada cidade da confederação contribuiria com soldados e navios a um exército grego comum, mas, com o passar do tempo, Atenas permitiu (e, depois, obrigou) cidades menores a contribuir com capital em vez de construir navios. Qualquer revolução com o intuito de deixar ou modificar a confederação seria punida. Após os conflitos com os persas, o tesouro terminou por ser transferido de Delos para Atenas, o que resultou no fortalecimento dessa cidade sob o controle da confederação. A Liga de Delos terminou sendo referida pejorativamente como \"o Império Ateniense\". Em , mesmo enquanto as Guerras Médicas ainda tomavam lugar, irrompeu-se a guerra entre a Confederação de Delos e a Confederação do Peloponeso, que compreendia Esparta e seus aliados. Depois de batalhas inconclusivas, os dois lados assinaram um tratado de paz em Estipulara-se que o tratado deveria durar trinta anos, mas, em vez disso, sobreviveu apenas até , quando estourou a temível Guerra do Peloponeso, que mudaria para sempre o mundo grego. As fontes principais acerca do ocorrido nessa famosa guerra são a \"História da Guerra do Peloponeso\" de Tucídides e a \"Helênica\" de Xenofonte. Tucídides relata que uma das causas primeiras da guerra foi a disputa entre Córcira e Epidamno. Essa última era uma cidade de estatura menor, que o próprio Tucídides considera necessário informar o leitor acerca de onde se localiza. Corinto, que também reclamava controle sobre a cidade (Epidamno), interveio na disputa, tomando o lado dos epidamnienses. Receosa de que Corinto pudesse capturar a marinha corcireia (que, em tamanho, ficava atrás somente da ateniense), Córcira buscou a ajuda de Atenas, que terminou por intervir, impedindo Corinto de desembarcar na Córcira durante a Batalha de Sibota, sitiando Potideia e proibindo todo e qualquer comércio de Corinto com Mégara, sua mais próxima aliada (cf. decreto megárico). Houve desacordo entre os gregos quanto a que partido teria violado o tratado entre as confederações de Delos e do Peloponeso, devido a fato de Atenas estar defendendo uma aliada (que o próprio tratado de paz permitia). Os coríntios pediram ajuda a Esparta. Com receio do poder crescente de Atenas, e observando como os atenienses estavam dispostos a usar-se desse poder para subjugar os megáricos (o embargo ateniense do decreto megárico teria arruinado o estado), Esparta finalmente declarara que o tratado de paz havia sido violado, dando início à Guerra do Peloponeso. A primeira fase da guerra (conhecida \"Guerra dos Dez Anos\" ou, menos frequentemente, como \"Guerra de Arquídamo\", devido ao rei espartano ) estendeu-se até , quando tomou lugar a Paz de Nícias. O general e líder ateniense Péricles afirmava que sua cidade lutava uma guerra defensiva, evitando a batalha contra as forças terrestres de força superior dos espartanos, importando todo o necessário através da poderosa marinha ateniense: o plano era simplesmente resistir por mais tempo do que Esparta podia lutar - os espartanos temiam ausentar-se de sua cidade por muito tempo devido às revoltas suscitadas pelos hilotas. Para que essa estratégia funcionasse, Atenas teve que aguentar sítios regulares, até que em a cidade sofreu com o aparecimento duma praga terrível, que terminou por dizimar aproximadamente um quarto de sua população, incluindo o próprio Péricles. Com a ausência de Péricles no governo e na liderança militar, elementos menos conservadores ganharam poder e Atenas partiu para a ofensiva. A cidade capturou cerca de 300 a 400 hoplitas espartanos na Batalha de Pilos. Essa quantia representava uma fração significante da força ofensiva espartana, que terminou por decidir que não poderiam se dar ao luxo de perder. Enquanto isso, Atenas havia sofrido derrotas humilhantes em Decélia e em Anfípolis. O Tratado de Nícias foi concluído com a recuperação espartana de seus reféns e a recuperação ateniense da cidade de Anfípolis. Atenas e Esparta assinaram o Tratado de Nícias em , prometendo mantê-lo por cinquenta anos. A segunda fase da Guerra do Peloponeso teve início em , quando Atenas embarcou na Expedição à Sicília () para apoiar Segesta, cidade que pedira a ajuda ateniense ao ser atacada por Selinunte, líder da cidade de Siracusa, que tentava obter a hegemonia sobre a Sicília. Inicialmente, Esparta estava disposta a não ajudar sua aliada siracusana, da mesma forma que Nícias pedira a Atenas para não se intrometer no assunto, uma vez que o tratado de paz ainda estava de pé. Porém, Alcibíades, general ateniense de grande influência entre os jovens da época, terminou por convencer os atenienses a intervir no conflito, resultando na inflamação de Esparta, que o acusou de atos ímpios incrivelmente grosseiros e terminou por tomar parte, ela também, no conflito, uma vez que não poderia permitir que Atenas subjugasse Siracusa (isso acarretaria no domínio ateniense sobre o mercado ocidental de cereais, além de abrir caminho para a Etrúria). A campanha terminou sendo um completo desastre, e provavelmente a maior derrota sofrida pelos atenienses até então, com Nícias morto e Alcibíades desertando Atenas e juntando forças com Esparta. Com o apoio do novo general espartano Alcibíades, as possessões jônicas de Atenas rebelam-se. Em , por meio duma revolução oligárquica em Atenas, chegou a entrever-se paz, mas a marinha ateniense, que permanecia fiel ao sistema democrático de governo, recusou-se a aceitar a mudança e continuou lutando em nome de Atenas. Alcibíades, que desejava voltar a Atenas, planejava aliar-se aos persas para derrotar os espartanos, mas, como não havia meios, e, mais tarde, devido à suposta tentativa de seduzir a mulher do rei , rei espartano, terminou deixando Esparta, dirigindo-se às forças atenienses estacionadas em Samos, onde foi acolhido como general. A oligarquia em Atenas terminou por ruir e Alcibíades entrou em marcha para reconquistar o que havia sido perdido. Em , contudo, Alcibíades seria substituído devido a uma derrota naval na Batalha de Nócio. O general espartano Lisandro, fortalecendo o poder naval de sua cidade, conquistou vitória atrás de vitória. Depois da Batalha de Arginusa, nas ilhas Arginusas, cuja vitória pertenceu aos atenienses, mas que, devido ao mau tempo, teve suas tropas navais impedidas de resgatar alguns de seus náufragos e feridos, Atenas cometeu o erro de executar e ostracizar oito de seus melhores comandantes. Lisandro obteve uma vitória esmagadora na Batalha de Egospótamo (Rio das Cabras) em , que virtualmente destruiu a frota ateniense. Atenas terminou por render-se um ano depois, finalmente colocando um fim à Guerra do Peloponeso. A guerra deixou um rastro de devastação. Descontentes com a hegemonia espartana que se seguiu (incluindo o fato de que Esparta havia cedido a Jônia e o Chipre ao Império Aquemênida com o fim da Guerra Corintiana (); cf. Tratado de Antálcidas), Tebas resolveu atacar. Seu general, Epaminondas, esmagou Esparta na Batalha de Leuctra em , inaugurando o breve período do dominação tebana na Grécia. Em , incapaz de prevalecer em seu conflito com a Fócida, que já durava dez anos, Tebas pediu auxílio a , o que resultou no rápido domínio macedônico sobre grande parte da Grécia, que estava enfraquecida depois de 27 anos de luta entre si. A unidade política básica daquele momento em diante foi o império, que terminou por dar início ao período helenístico grego. == Período helenístico == O período helenístico da história grega começa com a morte de Alexandre em e termina com a anexação da península e ilhas gregas pela República Romana em . Apesar do fato de que o estabelecimento do governo romano não quebrou a continuidade da sociedade e cultura helenísticas - que permaneceram essencialmente as mesmas até o advento do cristianismo -, ele marcou, contudo, o final da independência política grega. Durante o período helenístico, a importância da Grécia \"em si\" (ou seja, o território representado pela Grécia atual) dentro do mundo grecófono delineou nitidamente. Os grandes centros de cultura helenística eram Alexandria e Antioquia, capitais do Egito ptolemaico e da Síria selêucida respectivamente. Outros centros importantes eram Esmirna, Selêucia do Tigre, Éfeso e Pérgamo, todas fora da Grécia continental (cf. Civilização Helenística para a história da civilização grega fora da Grécia durante esse período.) Atenas e suas aliadas (todas as populações da Grécia Central e do Peloponeso, com exceção de Esparta), ao receberam notícia da morte de Alexandre, revoltaram-se contra a Macedônia, mas foram derrotadas dentro de um ano, na Guerra Lamíaca. Enquanto isso, uma contenda pelo poder deixado por Alexandre irrompeu entre seus generais, resultando no desmembramento de seu império e no estabelecimento dum número de novos reinos (cf. Diádocos). Ptolomeu ficou com o Egito, Seleuco com o Levante, a Mesopotâmia e algumas cidades a leste. O controle da Grécia, Trácia e Anatólia foi contestado, mas por volta de a dinastia antigônida suplantara a antipátrida. O controle macedônio das cidades-estados gregas foi intermitente, com o aparecimento de revoltas. Atenas, Rodes, Pérgamo e outros estados gregos mantiveram uma independência substancial, juntando-se à Confederação da Etólia (ou \"Liga da Etólia\") com a intenção de defender essa independência. A Confederação da Acaia (ou \"Liga da Acaia\") ainda que teoricamente sujeita à dinastia ptolemaica (também chamada de dinastia lágida), agia, de fato, independentemente, controlando a maioria do sul da Grécia. Esparta também continuou independente, mas recusou-se a fazer parte de confederações. Em , persuadiu as cidades gregas a revoltarem-se contra a Macedônia, resultando na Guerra de Cremônides, assim chamada devido ao líder ateniense . As cidades gregas foram derrotadas e Atenas perdeu sua independência, bem como suas instituições democráticas. Isso marcou o fim de Atenas como agente política, ainda que continuasse sendo a maior, mais rica e mais cultivada cidade da Grécia. Em , a Macedônia derrotou a frota egípcia em Cós e estendeu seu domínio à todas as ilhas do Egeu, com exceção de Rodes. Esparta continuou hostil aos Aqueus, e em terminou por invadir a Acaia, ganhando o controle da Confederação. Os aqueus restantes preferiram distanciar-se da Macedônia e aliar-se a Esparta. Em , o exército macedônio derrotou os espartanos e anexou a cidade - era a primeira vez que Esparta era ocupada por um poder estrangeiro. foi o último governante grego a dispor tanto de talento como de oportunidade para unir a Grécia e preservar sua independência contra o poder de Roma, mas morreu com um machucado que não parava de crescer. Sob seus auspícios, a Paz de Naupacto () Nesse momento ele possuía o controle de toda a Grécia, excetuando-se Atenas, Rodes e Pérgamo. Em , contudo, Filipe forjara uma aliança com o inimigo romano, Cartago. Imediatamente, Roma seduziu as cidades aqueias, fazendo com que abandonassem a antiga lealdade a Filipe, e fez alianças com Rodes e Pérgamo - esse último, o maior poder da Ásia Menor. A Primeira Guerra Macedônica eclodiu em , terminando inconclusivamente em . A Macedônia, contudo, havia sido marcada como inimigo de Roma. Em , Roma derrotou Cartago, ficando livre para dar atenção ao oriente. Em estourou a Segunda Guerra Macedônica — por razões ainda obscuras, mas basicamente porque Roma via a Macedônia como um aliado em potencial dos Selêucidas, o maior poder do oriente. Os aliados de Filipe na Grécia deserdaram-no, e em ele foi finalmente derrotado na Batalha de Cinoscéfalos pelo cônsul romano Tito Quíncio Flaminino. Para a sorte dos gregos, Flamínio era um homem de moderação e um confesso admirador da cultura grega, além de conhecer e falar o idioma - razão pela qual, na verdade, muitos dos aliados de Filipe haviam se aliado a Flamínio. Filipe teve que capitular sua frota e tornar-se um aliado romano, de forma que foi poupado. Durante os Jogos Ístmicos, realizados no istmo de Corinto em , Flamínio declarou, em meio ao entusiasmo geral, a independência das cidades gregas, tornando-as livres, apesar de guarnições romanas ainda se encontrarem em Corinto e na Calcídica. A liberdade prometida por Roma, contudo, era uma ilusão. Todas as cidades, exceto Rodes, faziam parte duma nova Confederação controlada pela própria Roma, e a democracia foi substituída por regimes aristocráticos aliados a Roma. == Período Greco-romano == Militarmente, a Grécia havia entrado num declínio tal que os romanos conquistaram todo o seu território ( em diante) - ainda que a cultura grega, em contrapartida, houvesse \"conquistado\" os romanos. Apesar do início do governo romano sobre a Grécia ser datado convencionalmente com o saque de Corinto por Lúcio Múmio em , no fim da Guerra Aqueia, a Macedônia já havia caído sob o controle romano com a derrota de seu rei, Perseu, por Lúcio Emílio Paulo Macedônico na Batalha de Pidna, em , no final da Terceira Guerra Macedônica. Os romanos dividiram a região em quatro repúblicas menores, e em , a Macedônia se tornou oficialmente uma província romana, fazendo de Salonica sua capital. O restante das cidades-estados gregas gradualmente, e por fim, prestaram homenagem a Roma, finalmente enterrando sua autonomia de jure. Os romanos deixaram a administração local ao encargo dos gregos sem nem tentar abolir o padrão de política tradicional. A ágora em Atenas continuou a ser o centro da vida civil e cultural. O édito de Caracala em , chamado de Édito de Caracala, concedia a cidadania romana a pessoas nascidas fora da península itálica a todos os adultos do sexo masculino em todo o Império Romano, de forma que populações provinciais tiveram seu status igualado ao da própria cidade de Roma. A importância desse decreto é histórica, mais que política: ele serviu de base para a integração onde os mecanismos econômicos e judiciais do estado poderiam ser aplicados através de todo o Mediterrâneo da mesma forma como houvera sido com o Lácio, em toda a península Itálica. Na prática, naturalmente, a integração não ocorreu de maneira uniforme. As sociedades já integradas a Roma, como a Grécia, foram favorecidas pelo edito, comparadas às sociedades mais distante, às muito pobres ou às que simplesmente eram muito diferentes, como a Britânia, a Dácia e a Germânia. O édito de Caracala não colocou em movimento o processo que levou à transferência de poder da Itália e do Ocidente à Grécia e ao Oriente, mas sim, acelerou-o, estabelecendo a base para a ascensão da Grécia como poder maior na Europa e no Mediterrâneo durante a Idade Média. Durante este período, o cristianismo, vindo da Palestina, foi introduzido na Grécia na metade do por Paulo de Tarso. Diversas das epístolas do Novo Testamento foram dirigidas a cidades gregas como Corinto, Tessalônica, Filipos e Éfeso. Decorridos cerca de 200 anos, a religião cristã tornara-se predominante em toda a Grécia e exerceria uma influência maior no Império Bizantino. == Período bizantino == A história do Império Bizantino é descrita pelo acadêmico August Heisenberg como a história \"do Estado romano da nação grega que se tornou cristão.\" A divisão do império em ocidente e oriente e o subsequente colapso do Império Romano do Ocidente foram desenvolvimentos que acentuaram constantemente a posição dos gregos no império e terminaram permitindo que fossem identificados com ele de forma completa. O papel principal de Constantinopla começou quando Constantino transformou Bizâncio na nova capital do Império Romano, cujo nome veio a ser mudado para Constantinopla. A cidade, localizada no coração do helenismo, tornou-se um ponto de referência para os gregos até a era moderna. Os imperadores Constantino e Justiniano exerceram seu domínio sobre Roma durante o período de 324 a 610. Assimilando a tradição romana, os imperadores buscavam prover a base para subsequente melhorias e para a formação do Império Bizantino. Esforços para salvaguardar as fronteiras do império e para restaurar os territórios romanos marcaram os primeiros séculos. Ao mesmo tempo, a formação definitiva e o estabelecimento da doutrina ortodoxa, bem como uma série de conflitos resultantes de heresias desenvolvidas nas fronteiras do império, marcaram o período inicial da história bizantina. No primeiro período da metade da era bizantina (610-867) o império foi atacado tanto por antigos inimigos (persas, lombardos, ávaros e eslavos) como por novos grupos que apareciam pela primeira vez na história (árabes, búlgaros). A principal característica desse período consiste no fato de que os ataques inimigos não se resumiam às áreas fronteiriças do estado, mas estendiam-se muito além, chegando a ameaçar a própria capital. Ao mesmo tempo, tais ataques perdiam seu caráter periódico e temporário, transformando-se em instalações permanentes que se tornavam novos estados - claro, hostis ao Império Bizantino. Mudanças também podiam ser observadas na estrutura interna do império, ditadas por condições tanto externas como internas. A predominância dos pequenos agricultores livres, a expansão dos estados militares e o desenvolvimento do sistema de temas deram o toque final ao processo evolutivo que começara no período anterior. Mais mudanças também podiam ser vistas no setor administrativo: a administração e a sociedade tinham se tornado gregas de forma imiscível, enquanto o processo de restauração da ortodoxia após o movimento iconoclástico permitiu com sucesso a retomada de ações missionárias entre os povos vizinhos e seus posicionamentos na esfera de influência cultural bizantina. Durante esse período o Estado foi geograficamente reduzido e economicamente prejudicado, uma vez que haviam perdido regiões produtoras de riquezas; o Estado obteve, contudo, uma homogeneidade linguística, dogmática e cultural muito maior. O ano de 1204 marca o início do período bizantino tardio, quando teve lugar o acontecimento de maior importância para o império. Constantinopla foi perdida pelos gregos pela primeira vez, e o império houvera sido conquistado por cruzados do mundo latino, sendo substituído por um novo império onde o latim seria a língua do governo, período que perdurou por 57 anos. Além disso, o período de ocupação latina influenciou de forma definitiva os desenvolvimentos internos do império, uma vez que elemento feudais começaram a fazer parte do modo de vida bizantino. Em 1261, o império grego encontrava-se dividido entre os membros da antiga dinastia Comneno greco- bizantina (Despotado de Epiro) e entre a dinastia Paleólogo (a última dinastia até a queda de Constantinopla). Após o enfraquecimento gradual das estruturas do estado grego bizantino e a redução de seu território devido às invasões dos turcos, o Império Bizantino Grego veio finalmente ao fim nas mãos dos otomanos, em 1453, data considerada como o fim do período bizantino. É importante notar que o termo \"bizantino\" é uma ideia contemporânea, convencionado por historiadores. O povo da época costumava chamar o império do em diante simplesmente como \"Império Grego\", bem como \"Império Romeo-Grego\" antes disso. Por esta razão, os gregos às vezes chamam-se a si próprios de \"Romioí\" (Ρωμιοί) numa forma coloquial. O termo \"romeo\" ('relacionado a Roma') era por vezes usado devido à tradição legada a muitos aspectos da administração política do império. Deve-se dizer também que muitos impérios em toda a Europa usaram-se do termo, além dos bizantinos gregos, como por exemplo os carolíngios ou o Sacro Império Romano-Germânico (Latin Sacrum Romanum Imperium) germânico, que se consideravam como herdeiros legítimos do Império Romano. == Período otomano == Quando os otomanos chegaram, duas migrações gregas tiveram lugar. A primeira compreendia a camada intelectual grega, que migrou para a Europa ocidental, influenciando o advento do Renascimento. A segunda migração foi a dos gregos deixando as planícies da península da Grécia e instalando-se nas montanhas. O país, formado, em sua maior parte, por terrenos montanhosos, impediu a conquista pelos otomanos de toda a península grega, uma vez que não chegaram a desenvolver uma presença militar ou administrativa nas montanhas. Houve muitos clãs gregos das montanhas por toda a península e pelas ilhas. Os esfaquiotas de Creta, os suliotas do Epiro e os maniotas do Peloponeso estavam entre os clãs das montanhas mais resilientes durante toda o período do Império Otomano. Entre final do e o , muitos gregos começaram a migrar das montanhas para as planícies. O sistema do millet contribuiu para a coesão étnica dos gregos ortodoxos ao segregar a população do império otomano de acordo com a religião de cada um. A Igreja Ortodoxa Grega, uma instituição etno-religiosa, prestou auxílio aos gregos de todas as áreas geográficas da península (i. é, montanhas, planícies e ilhas) para que preservassem sua herança étnica, cultural, linguística e racial durante os severos anos de domínio otomano. Os gregos que viviam nas planícies durante a ocupação otomana eram ou cristãos que sofriam com o governo estrangeiro ou criptocristãos (muçulmanos gregos que praticavam em segredo a fé da igreja ortodoxa). Muitos gregos tornaram-se criptocristãos com o intuito de evitar pesadas taxações, enquanto, ao mesmo tempo, expressavam sua identidade por manter relações com a igreja ortodoxa grega em segredo. Contudo, os gregos que convertiam-se ao Islã e que não eram criptocristãos eram considerados turcos aos olhos dos gregos ortodoxos, ainda que não adotassem a língua turca. Por outro lado, a camada convertida teve imenso papel na criação da cultura grega moderna, uma vez que tradições e costumes turcos foram aprendidos durante todo o período ocupacional. Os traços mais óbvios da influência turca sobre a cultura grega atual pode ser vista na música e na cozinha gregas. == Período moderno == O Império Otomano dominou a Grécia até o início do . Em 1821, os gregos insurgiram-se, declarando sua independência na Guerra de Independência da Grécia, apesar de só conseguiram real emancipação em 1829. As elites das nações europeias viram a guerra de independência grega - devidamente acompanhada dos exemplos de atrocidades cometidas pelos turcos - de modo romântico (cf. o quadro \"Massacre de Quios\" de 1824, por Eugène Delacroix). Uma grande quantidade de voluntários não-gregos lutou pela causa (incluindo, por exemplo, Lord Byron) e, ainda assim, por vezes os otomanos encontravam-se a ponto de suprimir a revolução grega de maneira quase total, não fosse a intervenção da França, Inglaterra e Império Russo. Ioánnis Kapodístrias, o ministro russo de relações exteriores, ele próprio um grego, retornou à pátria-mãe como presidente da nova república, após a oficialização da independência grega. A república desapareceu alguns anos depois, quando poderes ocidentais ajudaram a transformar a Grécia numa monarquia, cujo primeiro rei veio da Baviera, e o segundo, da Dinamarca. Durante o e o começo do , numa série de guerras contra os otomanos, a Grécia buscou estender suas fronteiras a fim de incluir a população étnica grega do Império Otomano, lentamente alargando seu território e população até alcançar sua configuração atual em 1947. Na Primeira Guerra Mundial a Grécia juntou-se aos poderes da Tríplice Entente para lutar contra o Império Otomano e a Tríplice Aliança. Depois da guerra foram concedidas a Grécia partes da Ásia Menor, incluindo a cidade de Esmirna, cuja população era, em grande parte, grega. Na época, porém, os nacionalistas turcos liderados por Mustafa Kemal Atatürk derrubaram o governo otomano, organizaram um ataque militar às tropas gregas e derrotaram-nas. Imediatamente, centenas de milhares de turcos vivendo no território da Grécia continental deslocaram-se, indo para a Turquia, numa troca de centenas de milhares de gregos vivendo na Turquia, que deveriam ser mandados à Grécia. Apesar das forças armadas do país serem numericamente pequenas e mal equipadas, a Grécia contribuiu de forma decisiva com os Aliados na Segunda Guerra Mundial. No início da guerra, a Grécia juntou-se aos Aliados e recusou-se a atender as exigências do Reino de Itália. Em 28 de outubro de 1940, a Itália invadiu a Grécia, mas as tropas gregas expulsaram os invasores após sangrenta batalha (cf. Guerra Greco-Italiana), marcando a primeira vitória dos Aliados na guerra. Hitler envolveu-se relutantemente, com o objetivo principal de garantir o domínio sobre o seu flanco sul: tropas da Alemanha, Hungria, Bulgária e Itália invadiram a Grécia com sucesso, obtendo triunfo sobre as unidades gregas, britânicas, australianas e neozelandesas. Contudo, quando os alemães tentaram tomar Creta num ataque maciço de paraquedistas - com o objetivo de reduzir a ameaça dum possível contra-ataque das forças aliadas no Egito - os Aliados, bem como os cretenses, ofereceram feroz resistência. Apesar da resistência cretense terminar vindo por terra, a batalha retardou os planos alemães de maneira significativa, de modo que a invasão alemã direcionada à União Soviética teve seu início fatalmente próximo do inverno. Um viés alternativo recente acerca do acontecimento é que as tropas alemãs envolvidas na batalha de Creta não eram tão numerosas a ponto de trazerem impacto ao ataque de proporções muito maiores contra a União Soviética. Durante muitos anos da ocupação nazista, milhares de gregos morreram em combate direto, em campos de concentração ou por pura inanição. Os ocupantes assassinaram grande parte da comunidade judaica apesar das tentativas da Igreja Ortodoxa Grega e de muitos gregos cristãos de proteger os judeus. A economia assumiu ares de languidez. Após a libertação, a Grécia viveu uma guerra civil - entre comunistas e realistas (monarquistas) - igualmente cruel, que durou três anos . Durante as décadas de 1950 e 1960 a Grécia continuou em lenta evolução, primeiramente com o auxílio dos Estados Unidos, mediante doações e empréstimos do Plano Marshall, e, posteriormente, com o aumento do setor turístico. Em 1967, as forças armadas gregas tomaram o poder através dum golpe de estado, derrubando o governo de direita de Panayiotis Kanellopoulos e estabelecendo a junta militar grega de 1967-1974, que viria a se tornar um regime de coronelismo. Suspeita-se inclusive que a Agência Central de Inteligência (CIA) estaria envolvida no golpe, e o novo regime em Atenas foi apoiado pelos Estados Unidos. Em 1973, o regime aboliu a monarquia grega. Em 1974, o ditador Papadopoulos negou ajuda aos Estados Unidos, conjecturando-se que, como resultado, este país, através da cooperação de Henry Kissinger, teria organizado um segundo golpe de estado. O coronel Demétrios Ioannides foi apontado como novo chefe de estado. Muitos consideram Ioannides responsável pelo golpe contra o presidente do Chipre - o golpe seria um pretexto para a primeira onda de invasões turcas ao Chipre em 1974 (cf. a crise de 1974 entre Grécia e Turquia). Os acontecimentos no Chipre e as manifestações que se seguiram à violenta repressão da insurreição da Politécnica (Η Εξέγερση του Πολυτεχνείου) de Atenas levaram à eclosão dum regime militar. Um carismático político exilado, Konstantínos G. Karamanlís, retornou de Paris como primeiro-ministro interino e depois ganhou nas reeleições para dois mandatos como líder do partido conservador Nova Democracia . Em 1975, após o plebiscito que confirmou a deposição do rei , uma constituição republicana democrática foi estabelecida. Outro político previamente exilado, Andreas Papandreou, também retornou à Grécia e fundou o partido socialista PASOK, que ganhou as eleições em 1981, dominando o curso político do país por quase duas décadas. Desde a restauração da democracia a estabilidade e a prosperidade econômica da Grécia tem crescido. O país tornou- se parte da União Europeia em 1981 e adotou o Euro como moeda em 2001. Novas infraestruturas, fundos da UE e rendimentos turísticos em ascensão, sua marinha mercante, seus serviços, suas indústrias elétrica e de telecomunicações trouxeram aos gregos um padrão de vida sem precedente. Tensões continuam a existir entre a Grécia e a Turquia acerca do Chipre e da delimitação de fronteiras no mar Egeu, mas as relações entre esses dois países degelaram consideravelmente depois de uma série de terremotos - primeiro na Turquia e depois na Grécia - e de frequentes amostras de simpatia e generosa assistência pela parte de ambos os lados. == Ver também == * Arquitetura da Grécia Antiga * Arte da Grécia Antiga * Filosofia grega * História da Europa * História de Atenas * História dos Bálcãs * Igreja Ortodoxa Grega * Jogos Olímpicos * Jogos Olímpicos de Verão de 1896 * Jogos Olímpicos de Verão de 2004 * Legado grego * Grego micênico * Língua grega * Língua grega antiga * Literatura grega * Matemática grega * Megáli Idea * Mistérios de Elêusis * Mitologia grega * Música da Grécia Antiga * Teatro na Grécia Antiga == Bibliografia == # Giordani, Mário Curtis. História da Grécia - Antigüidade Clássica I, 3ª edição, editora Vozes, Petrópolis, RJ, 1984. # cf. A República de Platão, 407d. # Giordani, Mário Curtis. História da Grécia - Antigüidade Clássica I, 3ª edição, editora Vozes, Petrópolis, RJ, 1984, p. 126\\. * Chadwick, John. The Mycenaean World, Cambridge UP. ISBN 0-521-29037-6. * Mountjoy, P.A. (1986). Mycenaean Decorated Pottery: A Guide to Identification, Studies in Mediterranean Archaeology 73. Göteborg: Paul Åströms Forlag. ISBN 91-86098-32-2. * Mylonas, George E. (1966). Mycenae and the Mycenaean Age, Princeton UP. ISBN 0-691-03523-7. * Latacz, J. Between Troy and Homer. The so- called Dark Ages in Greece, in: Storia, Poesia e Pensiero nel Mondo antico. Studi in Onore di M. Gigante, Rome, 1994. * Podzuweit, Christian (1982). \"Die mykenische Welt und Troja\". In: B. Hänsel (ed.), Südosteuropa zwischen 1600 und 1000 v. Chr., 65-88. * Ramou-Hapsiadi, Anna. , Atenas, 1982. * Taylour, Lord William (1964). The Mycenaeans, Revised edition (1990). London: Thames & Hudson. ISBN 0-500-27586-6. == Ligações externas == *",
 "title": "História da Grécia"
}