{
 "id": "21907",
 "text": "Vila Real é uma cidade portuguesa e capital da sub-região do Douro, pertencendo à região do Norte e ao distrito de Vila Real. É sede do município de Vila Real que tem uma área total de 378,80 km2Instituto Geográfico Português, Carta Administrativa Oficial de Portugal (CAOP), versão 2013 (ficheiro Excel zipado), 49 574 habitantes em 2021 e uma densidade populacional de 131 habitantes por km2, subdividido em 20 freguesiasDiário da República, Reorganização administrativa do território das freguesias, Lei n.º 11-A/2013, de 28 de janeiro, Anexo I.. O município é limitado a norte pelos municípios de Ribeira de Pena e de Vila Pouca de Aguiar, a leste por Sabrosa, a sul pelo Peso da Régua, a sudoeste por Santa Marta de Penaguião, a oeste por Amarante e a noroeste por Mondim de Basto. Localizada num planalto situado a cerca de 450 m de altitude, sobre o promontório formado pela confluência dos rios Corgo e Cabril, onde se situa a sua parte mais antiga (Vila Velha), a cidade está enquadrada numa bela paisagem natural (Escarpas do Corgo), tendo como pano de fundo as serras do Alvão e, mais distante, do Marão. Com mais de 700 anos de existência, Vila Real foi outrora conhecida como a \"Corte de Trás- os-Montes\", devido ao elevado número de casas brasonadas que então tinha, por virtude da presença dos nobres que aqui se fixaram por influência da Casa dos Marqueses de Vila Real, presença ainda hoje visível nas inúmeras pedras-de- armas que atestam os títulos de nobreza dos seus históricos proprietários.Câmara Municipal de Vila Real: Concelho: História. Acedido a 04/09/2011. == História == A região de Vila Real possui indícios de ter sido habitada desde o paleolítico. Vestígios de povoamentos posteriores, como o Santuário Rupestre de Panóias, revelam a presença romana. Porém, com as invasões bárbaras e muçulmanas verifica-se um despovoamento gradual. Nos finais do século XI, em 1096, o conde D. Henrique atribui foral a Constantim de Panóias, como forma de promover o povoamento da região. Em 1272, como novo incentivo ao povoamento, atribuiu D. Afonso III foral para a fundação (sem sucesso) de uma Vila Real de Panoias, que alguns autoresEditorial Verbo, Enciclopédia Luso-Brasileira de Cultura defendem ter sido prevista para um local diferente do actual (provavelmente o lugar da aldeia de Ponte na freguesia de Mouçós). Somente em 1289, por foral do rei D. Dinis, é fundada efetivamente a Vila Real de Panóias, que se tornará a cidade atual. No entanto, ao que parece, já em 1139 se chamava «Vila Rial» ao promontório onde nasceu a cidade atual, na altura pertencente à freguesia de Vila Marim. A localização privilegiada, no cruzamento das estradas Porto-Bragança e Viseu- Chaves, permite um crescimento sustentado. A presença, a partir do século XVII, da Casa dos Marqueses de Vila Real faz com que muitos nobres da corte também se fixem, facto comprovado pelas inúmeras pedras-de-armas com os títulos de nobreza dos seus proprietários que ainda hoje se vêem na cidade. Com o aumento da população, Vila Real adquiriu no século XIX o estatuto de capital de distrito (homónimo) e posteriormente no século XX o de capital da província histórica de Trás-os-Montes e Alto Douro. Em 1922 foi criada a Diocese de Vila Real, territorialmente coincidente com o respectivo distrito, por desanexação das dioceses de Braga, Lamego e Bragança-Miranda, e em 1925 a localidade foi elevada a cidade. Foi a terceira cidade portuguesa a receber abastecimento de energia pública e a primeira a produzir energia hidroelétrica, no ano de 1894, na Central Hidroelétrica do Biel, localizada no Rio Corgo, pela mão de Emílio Biel, que funcionou até 1926. Conheceu um grande desenvolvimento com a criação da Universidade de Trás-os-Montes e Alto Douro, em 1986 (embora esse já viesse a acontecer desde 1979, com o Instituto Universitário de Trás-os-Montes e Alto Douro, sucessor do Instituto Politécnico de Vila Real, criado em 1973), que contribuiu para o aumento demográfico e revitalização da população, possuindo 6 651 alunos inscritos no ensino superior (2017). Nos últimos anos, foram criados em Vila Real vários equipamentos culturais, que trouxeram novo dinamismo à cidade, como o Teatro de Vila Real, o Museu da Vila Velha, Museu do Som e Imagem e o Conservatório Regional de Música, e a transferência da Biblioteca Municipal e do Arquivo Municipal para edifícios específicos para esse fim. Têm também sido valorizadas várias áreas da cidade, como o Centro Histórico e a Vila Velha e os bairros tradicionais da cidade, como o Bairro dos Ferreiros e o Bairro S. Vicente de Paula. A área envolvente do Rio Corgo tem também sido reabilitada, tendo-se transformado no Parque Corgo, Parque Florestal e o Complexo Recreativo de Codessais, incluindo componentes culturais como o Centro de Ciência e o Teatro Municipal. Atualmente, Vila Real vive uma fase de crescente desenvolvimento, a nível industrial, comercial e dos serviços, com relevo para a saúde, o ensino, o turismo, apresentando-se como local de eleição para o investimento externo, sendo a cidade conhecida internacionalmente devido à etapa da Corrida de Portugal da Taça do Mundo de Carros de Turismo da FIA (WTCR), que decorre no Circuito Internacional de Vila Real. Numa relação estreita com a história e arqueologia do concelho de Vila Real, a memória coletiva preservou, ao longo das gerações, um valioso património lendário, alvo de divulgação e estudo pelo escritor e etnógrafo Alexandre Parafita. Boa parte desse património é apresentada na obra Património Imaterial do Douro, vol. III. == Heráldica do Município de Vila Real == De acordo com a Portaria publicada no Diário do Governo n.º 26, II Série, de 31 de Janeiro de 1962, a heráldica municipal de Vila Real é a seguinte: Colectânea de documentos digitalizados sobre a heráldica municipal disponibilizada pela Câmara Municipal de Vila Real (pág. 5). Armas — De ouro, com uma coroa de carrasco folhados e frutados de sua cor, enfiada por uma espada de prata, empunhada por uma mão de carnação movente do pé do escudo, estando ao centro da coroa a palavra «ALEU», a vermelho. Bandeiras — Gironada de verde e de branco com um listel branco e os dizeres «Vila Real» de negro. Selo — Circular, tendo ao centro as peças das armas sem indicação dos esmaltes. Em volta, dentro de círculos concêntricos, os dizeres «Câmara Municipal de Vila Real». Ficheiro:FonteNova VilaReal.jpg|Vista geral da Fonte Nova (construída em 1588). Ficheiro:FonteNova VilaReal brasao.jpg|Detalhe do brasão de Vila Real invertido, conforme figura desde 1641 na Fonte Nova. Ficheiro:FonteNova VilaReal misula 15.jpg|Detalhe da mísula esquerda da Fonte Nova, com a primeira metade da data da construção da fonte (\"15\"). Ficheiro:FonteNova VilaReal misula 88.jpg|Detalhe da mísula direita da Fonte Nova, com a segunda metade da data da construção da fonte (\"88\"). === Evolução da heráldica municipal === Desde o foral de D. Afonso III (1272) que o brasão de Vila Real ostentava uma mão segurando uma espada com a ponta virada para cima, tendo-lhe sido acrescentado a inscrição \"ALLEO\" (grafia moderna: ALEU) após a conquista de Ceuta (ver Lenda da origem da palavra Aleu). No entanto, em 1641, na sequência da Restauração da Independência (1 de Dezembro de 1640), os Marqueses de Vila Real abraçaram a causa da união com Espanha, pelo que, como castigo, D. João IV ordenou que daí em diante a espada figurasse com a ponta virada para baixo, em sinal de desonra. Só em 1941, na sequência de um requerimento da Câmara Municipal ao Ministro do Interior, é que a espada voltou à sua posição original, terminando com 300 anos de vergonha. (págs. 9-11). Um sinal ainda existente desses 300 anos de vergonha é a posição invertida em que se encontra o brasão de armas que encima a chamada Fonte Nova. Tendo ela sido construída em 1588 (logo, antes do castigo imposto por D. João IV), a espada figurava naturalmente com a ponta virada para cima. Em virtude do édito de 1641, e dado que a pedra do escudo é independente do resto da construção, nomeadamente da coroa real em timbre, o escudo pôde ser invertido de forma a que a ponta da espada ficasse virada para baixo, passando assim a parte redonda do escudo a estar em cima. Esta configuração estranha não foi alterada com o regresso oficial da espada à posição de honra, nem sequer mais recentemente, quando obras ditaram o total desmantelamento da fonte e a sua posterior remontagem. De facto, algumas personalidades locais, entre os quais o poeta A. M. Pires Cabral, manifestaram-se a favor da manutenção da posição invertida, com o argumento de que, apesar de lembrar um episódio de vergonha da história da cidade, ainda assim era uma memória dessa mesma história. === Lenda da origem da palavra Aleu === Enquanto João I de Portugal estava a investigar os governadores de Ceuta, depois de Conquista de Ceuta em 2 de setembro de 1415 (comemorado no Dia de Ceuta). o jovem Pedro estava por perto, jogando distraidamente à choca (uma espécie de hóquei medieval) com um taco de zambujeiro ou Aleo (oliveira silvestre). O jovem Pedro de Meneses, 1.º Conde de Vila Real deu um passo em frente e aproximou-se do rei com seu taco de jogo (Aleo) na mão e lhe disse que, com apenas esse taco, ele poderia defender Ceuta de todo o poder de Marrocos. Como resultado dessa história, todos os futuros governadores portugueses de Ceuta receberiam um zambujeiro como símbolo de seu cargo após a investidura. O Aleo usado por Pedro é mantido na Igreja de Santa María de África em Ceuta.\"Eu só com este páu, sou capaz de defender Ceuta, de todo o poder dos mouros\" Portugal antigo e moderno, 1878, p.495. Z.N. Gonçalves Brandão, 1883, Monumentos e lendas de Santarem , p.514Horizontes da Memória - A Tomada de Ceuta - 2002 Aleu ou Aleo podem ser vistos no brasão de armas de Alcoutim e Vila Real, onde os descendentes de Pedro foram feitos conde de Alcoutim ou conde de Vila Real, respetivamente. == Evolução da população do município == ★ Os Recenseamentos Gerais da população portuguesa tiveram lugar a partir de 1864, regendo-se pelas orientações do Congresso Internacional de Estatística de Bruxelas de 1853. Encontram-se disponíveis para consulta no site do Instituto Nacional de Estatística (INE). Número de habitantes Instituto Nacional de Estatística (Recenseamentos Gerais da População) - https://www.ine.pt/xportal/xmain?xpid=INE&xpgid;=ine_publicacoes 1864 1878 1890 1900 1911 1920 1930 1940 1950 1960 1970 1981 1991 2001 2011 2021 32 146 33 489 34 032 35 976 37 111 34 952 37 951 43 142 46 782 47 773 44 550 47 020 46 300 49 957 51 850 49 571 (Obs.: Número de habitantes \"residentes\", ou seja, que tinham a residência oficial neste município à data em que os censos se realizaram.) Número de habitantes por grupo etário INE - http://censos.ine.pt/xportal/xmain?xpid=CENSOS&xpgid;=censos_quadros 1900 1911 1920 1930 1940 1950 1960 1970 1981 1991 2001 2011 2021 0-14 Anos 12 541 13 642 12 383 13 100 15 080 15 603 16 164 14 940 13 566 9 803 8 075 7 714 5 972 15-24 Anos 7 008 6 557 6 438 7 126 8 126 8 964 8 561 8 125 8 786 8 425 7 516 5 639 5 180 25-64 Anos 14 580 14 806 13 920 14 998 17 056 18 924 19 744 18 085 19 741 22 129 26 631 29 156 26 754 = ou > 65 Anos 1 845 2 085 2 064 2 075 2 349 2 992 3 304 3 400 4 927 5 943 7 735 9 341 11 665 (Obs: De 1900 a 1950 os dados referem-se à população \"de facto\", ou seja, que estava presente no município à data em que os censos se realizaram. Daí que se registem algumas diferenças relativamente à designada população residente.) == Clima == O clima de Vila Real é mediterrânico (Csb, segundo a classificação climática de Köppen- Geiger), de verão moderadamente quente, mas já de transição para o clima temperado marítimo, dada a temperatura média anual de 13,3 °C e a precipitação anual acumulada superior a 1000 mm. Devido à sua situação geográfica (as Serras do Marão e Alvão atuam como barreiras naturais), tem um clima com alguma continentalidade quando comparada com a costa ocidental portuguesa. O inverno é relativamente prolongado, chegando as temperaturas ocasionalmente abaixo dos 0 °C, havendo em média 25,5 dias por ano nesta condição. É comum nevar pelo menos uma vez por ano em cotas acima de metros de altitude. O verão é moderadamente quente, com temperaturas máximas elevadas mas noites notavelmente frescas, tendo por vezes diferenças bruscas de temperatura. Estas características deram origem ao provérbio \"Nove meses de Inverno, três meses de inferno\", ainda que esta dicotomia seja claramente mais acentuada no nordeste transmontano. == Freguesias == Desde a reorganização administrativa de 2012/2013, o município de Vila Real é composto por 20 freguesias, sendo uma delas urbana: * Abaças * Adoufe e Vilarinho de Samardã * Andrães * Arroios * Borbela e Lamas de Olo * Campeã * Constantim e Vale de Nogueiras * Folhadela * Guiães * Lordelo * Mateus * Mondrões * Mouçós e Lamares * Nogueira e Ermida * Parada de Cunhos * Pena, Quintã e Vila Cova * São Tomé do Castelo e Justes * Torgueda * Vila Marim * Vila Real (urbana) == Política == === Eleições autárquicas === Data % V % V % V % V % V % V % V % V % V % V % V % V % V Participação PPD/PSD PS CDS-PP FEPU/APU/CDU GDUP PCTP/MRPP UDP/BE AD OCMLP PRD PSD/CDS CH A 1976 33,01 3 26,38 2 21,05 2 7,40 - 3,80 - 1,50 - 1979 61,44 5 21,47 2 9,62 - 1,27 - 2,51 - 1982 AD 30,52 2 AD 8,47 - 0,79 - 52,26 5 3,28 - 1985 54,61 5 28,34 2 6,99 - 1,27 - 4,00 - 1989 42,96 3 24,91 2 23,27 2 4,91 - 1993 41,58 3 38,51 3 12,40 1 4,06 - 1997 54,76 4 36,97 3 2,94 - 2,35 - 2001 56,92 5 31,85 2 4,35 - 3,29 - 2005 48,61 4 42,31 3 2,33 - 3,27 - 2009 51,37 4 34,84 3 5,77 - 2,51 - 2,94 - 2013 42,23 4 44,00 5 4,84 - 2,39 - 2,00 - 2017 25,46 2 64,35 7 3,71 - 1,33 - 1,66 - 2021 CDS-PP 58,44 5 PPD/PSD 2,12 - 2,68 - 28,68 2 4,17 - PSD/CDS === Eleições legislativas === Data % PSD PS CDS PCP UDP AD APU/ CDU FRS PRD PSN BE PAN PSD CDS L CH IL 1976 33,54 26,61 20,91 5,08 1,57 1979 AD 23,76 AD APU 1,95 57,04 8,49 1980 FRS 0,88 59,37 7,39 23,91 1983 39,48 33,04 13,55 0,68 6,80 1985 38,96 23,62 11,28 0,77 6,73 12,47 1987 59,63 22,83 4,50 CDU 0,36 5,25 2,02 1991 57,40 27,84 5,52 3,45 0,41 1,42 1995 41,71 43,24 8,88 0,35 2,48 0,29 1999 42,52 41,52 7,60 3,41 0,32 1,28 2002 50,39 33,40 9,13 2,64 1,31 2005 37,79 44,58 6,81 2,94 3,42 2009 38,17 34,68 11,08 3,60 8,11 2011 51,03 27,29 9,19 3,85 3,38 0,69 2015 CDS 33,69 PSD 3,53 6,64 0,93 48,06 0,46 2019 37,05 34,91 4,14 2,96 8,48 2,18 0,88 1,11 0,78 2022 38,90 40,06 1,39 1,92 3,16 1,05 0,83 7,24 2,68 2024 AD 28,32 AD 37,88 1,54 3,14 1,21 2,08 17,37 2,89 == Equipamentos, infraestrutura e instituições == === Museus e equipamentos culturais === *Museu de Arqueologia e Numismática de Vila Real, que possui uma grande coleção de moedas romanas, gregas, visigóticas… *Museu da Vila Velha *Museu de Geologia da UTAD * Museu Etnográfico de Vila Real * Museu do Som e Imagem * Centro de Informação e Interpretação do Parque Natural do Alvão * Centro Interpretativo do Santuário Rupestre de Panóias * Centro de Ciência de Vila Real * Agência de Ecologia Urbana * Biblioteca Municipal Dr. Júlio Teixeira * Teatro Municipal de Vila Real * Fundação da Casa de Mateus * Arquivo Municipal de Vila Real * Grémio Literário Vila-Realense António Manuel Pires Cabral === Desportivos === miniaturadaimagem|240x240px|Kartódromo AMF de Vila Real. * Complexo Recreativo de Codessais * Complexo Desportivo do Monte da Forca * Complexo Desportivo da UTAD * Complexo Desportivo do Abambres Sport Club * Complexo Desportivo Engenheiro Francisco Campos (Ribacorgo) * Campo do Calvário * Estádio do Cruzeiro (Constantim) * Campo D. Francisco de Sousa Albuquerque (Mateus) * Campo do Académico Alves Roçadas * Campo de Futebol de Almodena * Campo de Futebol da Telheira * Campo de Futebol de Montezelos * Campo de Futebol dos Vicentinos * Campo de Futebol da Estação * Campo de Futebol de Ferreiros * Campo de Futebol de Lordelo * Campo de Futebol de Vila Nova * Campo de Ténis das Flores * Campos de Ténis da UTAD * Clube de Ténis de Vila Real * Polidesportivo do Parque Corgo * Polidesportivo do Parque Florestal * Pavilhão dos Desportos de Vila Real * Pavilhão Desportivo da Araucária * Pavilhão Diogo Cão * Nave dos Desportos da UTAD *Kartódromo AMF Vila Real * Kartódromo do Monte da Forca * Piscinas Municipais Cobertas * Piscinas de Codessais * NaturWaterPark - Parque de Diversões do Douro * Rocódromo de Vila Real * Centro de Marcha e Corrida * Sport Clube Vila Real *Clube Automóvel de Vila Real === Forças de segurança e militares === * Guarda Nacional Republicana * Polícia de Segurança Pública * Polícia Judiciária * Regimento de Infantaria Nº 13 * Bombeiros Voluntários de Vila Real - Cruz Verde * Bombeiros Voluntários de Vila Real - Salvação Publica Cruz Branca * Centro de Formação e Instrução dos Bombeiros Voluntários de Vila Real – Cruz Verde * Protecção Civil === Medicina e saúde === * Unidade de Saúde Familiar Nuno Grande * Unidade de Saúde Familiar Corgo * Unidade de Saúde Familiar Fénix * Unidade de Saúde Familiar Nova de Mateus * Unidade de Cuidados de Saúde Personalizados de Mateus * UCSP Mateus - Polo Abaças * UCSP Mateus - Polo Torgueda * UCSP Mateus - Polo Campeã * UCSP Mateus - Polo Sanguinhedo * Unidade de Cuidados Continuados Integrados - Santa Casa da Misericórdia de Vila Real * Hospital de S. Pedro, pertencente ao Centro Hospitalar de Trás-os- Montes e Alto Douro (CHTMAD, EPE) * Hospital da Luz - Vila Real (Privado) * Trofa Saúde - Hospital de Vila Real (Privado) === Naturais === * Jardim Botânico da UTAD * Parque Florestal * Parque Corgo * Parque Natural do Alvão * Sítio de Importância Comunitária Alvão/Marão (Rede Natura 2000) * Parque de Campismo de Vila Real * Jardins do Palácio de Mateus * Jardim da Carreira, construído em 1871 como Jardim Público * Alto Douro Vinhateiro, Património Mundial da UNESCO === Educação === *Universidade de Trás-os-Montes e Alto Douro *Escola Profissional Agostinho Roseta *Escola Profissional Nervir *Escola Secundária Camilo Castelo Branco (ex-Liceu) *Escola Secundária de São Pedro (ex-Escola Industrial e Comercial) *Escola Secundária Morgado de Mateus *Escola EB2/3 Diogo Cão (ex-Ciclo Preparatório) *Escola EB2/3 Monsenhor Jerónimo do Amaral *Colégio João Paulo II - Polo de Vila Real *Colégio Moderno de São José *Escola EB1 nº2 de Vila Real (S. Vicente de Paula) *Escola EB1 nº3 de Vila Real (Corgo) *Escola EB1 nº4 de Vila Real (Árvores) *Escola EB1 nº6 de Vila Real (Flores) *Escola EB1 nº7 de Vila Real (Araucária) *Centro Escolar da Zona Sudeste (Escola EB1 do Douro) *Centro Escolar Abade De Mouçós (Escola EB1 de Mouçós) *Centro Escolar de Lordelo (Escola EB1 de Lordelo) *Escola EB1 de Agarez *Escola EB1 de Arrabães *Escola EB1 de Mondrões *Escola EB1 de Parada de Cunhos *Escola EB1 do Prado *Escola EB1 da Campeã *Escola EB1 de Vila Marim *Escola EB1 de Vilarinho da Samardã === Outros === * Centro Comercial Nosso Shopping * Zona Industrial de Constantim * Regia Douro Park - Parque de Ciência e Tecnologia == Transportes == === Acessos === ==== Rodoviários ==== Vila Real é uma cidade estrategicamente colocada no interior Norte de Portugal, no cruzamento das ligações entre o litoral e o interior e o norte e sul do país, sendo servida por excelentes vias de comunicação rodoviária que a ligam ao resto do país e a Espanha: * A 4 \\- Autoestrada Transmontana A A 4 permite a ligação ao Porto a oeste e a Bragança e Espanha a nordeste, fazendo parte integrante da Estrada Europeia E 82 e correspondendo na quase totalidade ao traçado do IP 4 (Itinerário Principal nº 4), exceto no troço Padronelo - Vila Real nascente, que atualmente constitui a Variante de Vila Real, e ao IP 9 (Itinerário Principal nº 9) no segmento Castelões - Vila Real. * A 24 \\- Autoestrada do Interior Norte A A 24 permite a ligação a Chaves (e daí à fronteira com a Galiza, Espanha) a norte e a Viseu a sul, correspondendo ao traçado do IP 3 (Itinerário Principal nº 3), que se prolonga na forma de via rápida até Coimbra, de onde continua em perfil de autoestrada (A 14) até à Figueira da Foz, constituindo assim um corredor de atravessamento norte-sul pelo interior do país. * A 7 \\- Autoestrada do Alvão A A 7 permite a ligação indirecta à região do Minho (Braga, Guimarães, Vila Nova de Famalicão ...) a partir da conexão à A 24 em Vila Pouca de Aguiar, terminando junto à cidade da Póvoa de Varzim. É parte integrante da Estrada Europeia E 805 e do IC 5 (Itinerário Complementar nº 5), que se prolonga até Duas Igrejas (Miranda do Douro), sendo um eixo estruturante de ligação do litoral norte ao interior do país * EN 2 - Estrada Nacional 2 A EN2 é uma estrada nacional que foi criada com o objetivo de ligar Chaves a Faro, estabelecendo assim um corredor norte-sul pelo interior do país. À exceção de algumas cidades das regiões Norte e Centro do país (Chaves, Vila Real, Peso da Régua, Lamego, Viseu, Tondela, Santa Comba Dão), a restante parte da EN2 desenvolve-se longe de qualquer cidade principal até ao seu fim em Faro. Assim, com a construção da A 24, esta estrada tem perdido importância nas deslocações a média/longa distância. * EN 15 - Estrada do Douro e Trás-os- Montes Similarmente, a EN15, construída para fazer a ligação entre o Porto e Bragança, passando por Vila Real, tem perdido a sua importância após a construção do IP 4 e mais recentemente da A 4 , sendo que muitos dos seus troços têm vindo a ser municipalizados e desclassificados por já não ser uma alternativa válida. Existem ainda outras estradas nacionais importantes como a EN313, tem início em Ribeira de Pena e término em Sarzedo (Moimenta da Beira), junto à N 226, permitindo a ligação de Vila Real ao Peso da Régua e Armamar, e a EN322, que tem início em Vila Real, junto à EN15 e término em Alijó, junto à EN212, passando ainda por Sabrosa, permitindo a ligação a estes concelhos. === Transportes públicos === ==== Aéreo ==== A cerca de 4 km da cidade o Aeródromo Municipal de Vila Real (código IATA: VRL, código OACI: LPVR) possui uma pista em asfalto de dimensões 950×30 m. Neste aeródromo fazia escala uma carreira regular entre as cidades de Bragança, Vila Real, Viseu, Cascais e Portimão. Em julho de 2019 foi detetado um perigo de abatimento na pista que determinou o encerramento do aeródromo à operação de aviões por tempo indeterminado, continuando, no entanto, a ser utilizado por helicópteros. ==== Ferroviário ==== Passava na cidade a Linha do Corgo, que ligava Vila Real a Chaves e ao Peso da Régua, de onde era possível circular até ao Porto. O troço Vila Real - Chaves foi extinto em 1991, enquanto que o troço Régua - Vila Real se manteve ativo até 2009, tendo sido encerrado alegadamente para obras de remodelação. No entanto, a linha foi desmantelada, tendo as obras sido suspensas após essa fase dos trabalhos, não estando prevista a sua reinstalação.\"O golpe de misericórdia na Linha do Corgo\", notícia de A Voz de Trás-os-Montes reproduzida pelo semanário Expresso. 20 de agosto de 2010. Acedida a 16 de setembro de 2011. Atualmente, o trajeto entre Vila Real e Vila Pouca de Aguiar está convertido na Ecopista da Linha do Corgo. ==== Rodoviário urbano e suburbano ==== A rede de transportes rodoviários da cidade de Vila Real é gerida e explorada pela empresa Urbanos de Vila Real desde Novembro de 2004. == Património e turismo == === Edifícios === 294x294px|right|thumb|A Torre de Quintela (torre do século XIII). thumb|220x220px|right|Casa onde nasceu Diogo Cão. Património histórico edificado mais relevante: *Capela de São Brás, Monumento Nacional desde 1910, que contém os túmulos de Teixeira de Macedo e Lourenço Viegas, filho de D. Egas Moniz * Capela do Espírito Santo ou Capela do Bom Jesus do Hospital * Casa de Diogo Cão, construída na segunda metade do século XV e onde, supostamente, nasceu o navegador, Diogo Cão, que descobriu a foz do rio Zaire * Casa de Carvalho Araújo, importante marinheiro que se destacou na sua profissão, por ter impedido que o barco que escoltava (o vapor S. Miguel) fosse afundado por um submarino alemão, sacrificando o draga-minas que comandava (NRP Augusto de Castilho) e a sua própria vida. * Casa dos Brocas, construída pelo avô de Camilo Castelo Branco e onde ele residiu durante algum tempo. * Casa dos Marqueses de Vila Real, com uma bela janela em estilo manuelino, onde esses residiram até caírem em desgraça devido ao seu envolvimento na conjura contra D. João IV, em 1641. Passou depois para os Morgados do Arco. * Igreja da Misericórdia, também conhecida como Igreja da Santa Casa da Misericórdia de Vila Real * Sé Catedral de Vila Real, também conhecida como Igreja de São Domingos ou Convento de São Domingos * Igreja de São Pedro * Capela do Calvário, também conhecida como Igreja do Bom Jesus do Calvário ou Igreja do Senhor Jesus do Calvário * Igreja de São Paulo, também conhecida como Capela Nova ou Igreja dos Clérigos, de traço barroco, cuja autoria é atribuída a Nicolau Nasoni * Pelourinho de Vila Real * Palácio de Mateus, também conhecido como Solar de Mateus ou Casa de Mateus, Monumento Nacional barroco finalista das 7 Maravilhas de Portugal, cujo autor é Nicolau Nasoni * Ponte de Piscais, Imóvel de Interesse Público em 1977, ponte romana que permitia o atravessamento do Rio Corgo por uma estrada romana que atravessava toda a Península Ibérica * Torre de Quintela, localizada na freguesia de Vila Marim * Bairro da Judiaria de Vila Real, um dos conjuntos habitacionais mais interessantes, sendo a entrada antes da Ponte Metálica sobre o Rio Corgo e por ali passa a antiquíssima estrada romana e medieval, com a primitiva ponte. === Percursos === Vários percursos de interesse estão presentes na zona da Vila Velha, parte mais antiga da cidade, nomeadamente o percurso intramuros e os passadiços extramuros, de onde se podem ver as escarpas escavadas pelos rios Corgo e Cabril. Toda a parte da cidade que se expandiu para fora dos muros antigos é possível de ser percorrida a pé, tendo a Câmara Municipal desenvolvido o projeto \"Vila Real aos Nossos Pés\", que pretende promover as deslocações pedonais, demonstrando as curtas distâncias que separam vários pontos importantes da cidade. O percurso ao longo do Rio Corgo, principalmente o pertencente ao Parque Corgo, entre a Ponte da Timpeira e a Ponte Metálica, é também interessante de ser feito. Encontra-se atualmente em construção o prolongamento deste percurso entre a Ponte Metálica e a UTAD, passando pela Vila Velha, que será no formato de passadiços de madeira, proporcionando acesso e vistas sobre as Escarpas do Rio Corgo. O percurso feito ao longo da antiga Linha do Corgo, que pode ser feito de forma pedonal ou ciclável, entre o Peso da Régua e Vila Real, desenvolvendo-se na margem esquerda do Rio Corgo, destaca-se pelas vistas de um grande número de quintas de vinho do Porto e seus vinhedos. Vila Real é também um dos pontos de passagem do Caminho Português Interior de Santiago ao longo de um itinerário medieval de peregrinação a Santiago de Compostela recuperado (com início em Viseu e término na fronteira com Espanha, junto a Chaves), estando este sinalizado ao longo do seu percurso. === Artesanato === Típica de Vila Real, a Olaria Negra de Bisalhães é um dos seus principais produtos de artesanato, sendo considerado Património Imaterial da Humanidade pela UNESCO em 2016, destacando-se de entre os vários produtos a chamada \"Bilha dos Segredos\". Trata-se de uma forma de arte em declínio, pelo que foi incluída na lista de património que requer medidas urgentes de salvaguarda. Também se destaca o linho de Agarez, apreciado pelas suas colchas e toalhas, e a latoaria tradicional, que utiiza materiais como a lata e o estanho para dar forma a objetos tradicionais como almotolias e candeias. === Gastronomia === A gastronomia vila-realense é rica em doces conventuais, oriundos do antigo Convento de Santa Clara de Vila Real, como as \"Cristas de Galo\" (consideradas em 2019 com uma das 7 Maravilhas Doces de Portugal), o \"Toucinho do Céu\", os \"Pitos de Santa Luzia\" e as \"Ganchas de S. Brás\". Estes dois últimos têm uma tradição: no dia 13 de Dezembro, as raparigas compram pitos para oferecer aos rapazes, e dia 3 de Fevereiro, dia de S. Brás, os rapazes retribuem, oferecendo a gancha. Como pratos típicos, servem-se em Vila Real: \"Tripas aos Molhos\", \"Cabrito assado com arroz de forno\", \"Vitela Assada\" (Carne Maronesa, Denominação de Origem Protegida pela União Europeia), \"Joelho da Porca\" e diversos pratos de bacalhau, entre outros, sendo a gastronomia e vinhos de Vila Real reconhecidos com uma das 7 Maravilhas à Mesa de Portugal em 2018. Tradicionais são também as bolas de carne, os covilhetes, as tigelinhas de laranja e os cavacórios e bexigas, doces das festas em honra de S. Lázaro. === Locais de interesse arqueológico === * Mamoas de Justes, sepulturas megalíticas * Mão do Homem, um altar rupestre, presente em Adoufe * Necrópole de S. Miguel da Pena, um santuário proto-histórico, na Serra do Alvão, na aldeia da Pena * Fojo do Lobo de Vilarinho de Samardã, armadinha construída de paredes graníticas que tinha como objectivo proteger dos lobos * Santuário de Panóias, um santuário rupestre da época romana, único na Península Ibérica, localizado em Vale de Nogueiras === Natureza === Devido à sua situação geográfica, há vários locais a visitar: as Serras do Marão e do Alvão (Parque Natural do Alvão), sendo que na primeira vale a pena observar a vista do alto desta, e na segunda, as aldeias de Vila Marim e Lamas de Olo, perto da qual se encontram as barragens Cimeira e Fundeira do Alvão. === Tradições e festividades === * São Brás, dias 2 e 3 de Fevereiro * São Daniel, 10 de Fevereiro * São Lázaro, no Domingo anterior ao Domingo de Ramos * Semana Académica da UTAD, em finais de Abril * Santo António, dia 13 de Junho (feriado municipal) * São João, noite de 23 para 24 de Junho, com arraiais por toda a cidade * São Pedro, dias 28 e 29 de Junho, em que se realiza a tradicional Feira dos Pucarinhos, com venda de objectos de barro preto e produtos de linho * Procissão do Corpo de Deus, em Maio/Junho (dia santo móvel, feriado nacional) * Nossa Senhora de Almodena, dia 8 de Setembro * Nossa Senhora da Pena, no segundo fim de semana de Setembro * Santa Luzia, dia 13 de Dezembro * Semana do Caloiro da UTAD, em Outubro ou Novembro == Circuito Internacional de Vila Real == Vila Real é uma das cidade portuguesas com mais tradições no Desporto Automóvel, realizando corridas urbanas desde 1931 até 1991. As chamadas \"Corridas de Vila Real\", constituíram durante muitos anos o mais importante cartaz turístico de Vila Real, sendo sem dúvida a marca distintiva desta cidade no panorama nacional e internacional. Este circuito nasceu em 1931, aproveitando as características de algumas estradas que ligavam o centro de Vila Real às imediações do famoso Palácio de Mateus, estabelecendo assim um primeiro circuito com 7.150 m, que com algumas ligeiríssimas alterações e algumas interrupções, nomeadamente durante a 2ª Guerra Mundial e na crise petrolífera de meados dos anos 70, se manteve até 1991. As décadas de 60 e 70 marcaram uma era dourada com a participação de diversos pilotos de grande prestígio a nível mundial, como Stirling Moss, David Pipper, John Miles, entre outros. Entre 2007 e 2010 o circuito foi retomado, com um novo traçado, mais curto e com melhorias ao nível da segurança. Após novo interregno, em 2014 a competição automóvel voltou ao Circuito Internacional de Vila Real. === História === Desde que em 1902 apareceu o primeiro carro em Vila Real, os vila-realenses mostraram interesse pelos automóveis, e em 1926 e 1927, no Campo do Grupo Desportivo de Salvação Pública realizaram os primeiros concursos de automóveis, por ocasião das festas da cidade. O Circuito de Vila Real, ainda hoje considerado por muitos amantes do desporto automóvel, um dos mais belos e míticos circuitos europeus, configurou-se a partir do sonho de um grupo de homens vila-realenses, liderados Aureliano de Almeida Barrigas, tendo o seu pai, Manuel Lopes Barrigas, o representante local da marca Ford e delegado do Automóvel Clube de Portugal, Luís Taboada e o presidente da autarquia à época, Dr. Emídio Roque da Silveira, tido também um papel preponderante para o arranque do projecto. A primeira edição teve lugar a 15 de Junho de 1931, também pela ocasião das frestas da cidade, e contou com uma dezena de competidores, consagrando-se Gaspar Gameiro o vencedor, no seu Ford A. Em 1936 o Circuito de Vila Real captou, pela primeira vez, pilotos estrangeiros para competir, e nesse mesmo ano expandiu-se para os dois dias de provas. No primeiro decorriam as corridas de motos, entretanto introduzidas, e automóveis da categoria sport, e no segundo dia entrevam em competição os automóveis para a categoria “corrida”. Até 1938 o circuito decorreu anualmente, de forma regular, mas no final da década de 30, com o eclodir da 2ª Guerra Mundial, a organização do circuito é interrompida durante uma década, retornando apenas em 1948, que se tornou o primeiro circuito pós-guerra a ser realizado. Até aos anos 50, as corridas foram essencialmente disputadas pelos principais pilotos nacionais, como Vasco Sameiro e Casimiro de Oliveira, mas em 1950 teve lugar a vitória do primeiro estrangeiro no Circuito de Vila Real, o italiano Piero Carini. A chegada e adaptação destes de pilotos internacionais elevou o nome e o nível da competição, que viveu, nas décadas de 60 e 70 o seu período de ouro. Em 1969, a 5 e 6 de Julho realizou-se a prova «6 Horas de Vila Real» e a 4 e 5 de Junho de 1970 teve lugar a prova «500km de Vila Real», e nesta fase chegaram também os carros de Fórmula 3 e os sport-protótipos, alternando entre si as corridas rainhas de cada ano, e fazendo jus à fase auspiciosa que o circuito vivia. A partir de 1973, com a crise política e a Revolução de Abril, o Circuito entra em declínio, acolhendo só corridas nacionais e perdendo o êxtase de outros tempos. Num esforço para salvar o evento, em 1978 um grupo de homens uniu-se formando o “grupo dos cinquenta”, mas não conseguindo mais do organizar algumas provas de motociclismo nacional. Este mesmo grupo obteve a legalização do Clube Automóvel de Vila Real e, num esforço para dinamizar e revitalizar a glória de outros tempos, alcançou novamente, em 1989, a internacionalização das provas. Porém, com as dificuldades económicas vividas na época, a subida do preço dos combustíveis, e devido a um grave acidente na zona da Araucária, onde o piloto Pedro Carvalho se despistou na chamada \"curva da Ford\", provocando quatro mortos entre a assistência e ferimentos graves em diversos espectadores, o que levantou questões quanto à segurança, a última grande corrida que se realizou no Circuito Internacional de Vila Real no século XX foi em 1991, em que só as motos cativaram atenções internacionais. O circuito regressou no século XXI, na sua 40ª edição, em 2007. O ano de 2009, com a 42ª Edição nos dias 25 e 26 de Julho, marcou o regresso da internacionalização do Circuito de Vila Real. Do programa, incluído no calendário anual da modalidade, fizeram parte pela primeira vez, na gama de clássicos, os campeonatos GTC’71, Campeonato de GT Histórico de Carros Turismo e GTS fabricados até 1971 e o GTC’81, bem como viaturas sport-protótipos da mesma época. Ainda em 2009, pela primeira vez desde a realização do circuito, a pista de Vila Real recebeu um veículo monolugar de Fórmula 1. Tratou-se de um Surtees TS9B de 1971, ano em que começou a sua carreira no Mundial de Fórmula 1, e foi pilotado por pilotos conhecidos no meio automóvel, como John Surtees e Derek Bell. No ano de 2014 é fundada a APCIVR (Associação Promotora do Circuito Internacional de Vila Real), e foi esta equipa de trabalho, em parceria com o Município de Vila Real e o Clube Automóvel de Vila Real que, após novo interregno, tornaram possível o regresso em 2014 da competição automóvel ao Circuito de Vila Real, com provas apenas nacionais. A partir de 2015, o Circuito Internacional de Vila Real passou a ser parte integrante da Corrida de Portugal da Taça do Mundo de Carros de Turismo da FIA (WTCC), permitindo o regresso das competições internacionais a Vila Real. Em 2017, a FIA anunciou que a edição seguinte do WTCC iria utilizar a regulamentação técnica TCR, uma série de custos controlados mais baixa, com ampla difusão mundial surgindo o WTCR, uma taça do mundo com títulos de pilotos e de equipas, que continuou a incluir o Circuito Internacional de Vila Real como uma das etapas mais desafiantes da competição nas edições de 2018 e 2019. A 51ª edição das provas, que devria decorrer em 2020, foi adiada para o ano de 2021 devido à pandemia de COVID-19. === A Organização do Evento === O ano de 1931 marca o início do Circuito de Vila Real, sendo para o efeito criada uma direção, que deveria assegurar continuidade das provas, e cujos elementos eram eleitos pelos residentes locais. No início dos anos 50 institui-se uma Comissão Permanente, cujos elementos só eram substituídos em caso de doença ou de morte, passando a “herança” da organização de geração em geração, situação esta que se manteve até à época de ouro do circuito. A iniciativa para realização do primeiro Circuito de Vila Real esteve intimamente ligada à Câmara Municipal de Vila Real e ao Automóvel Clube de Portugal, e era destes, bem como dos comerciantes vila-realenses, que o circuito recebia o maior apoio económico, associado à receita da venda de bilhetes. Para ajudar a financiar o circuito eram criadas taxas específicas, às quais a população não se opunha, e aderia de bom grado, não se podendo desvalorizar a existência de um regime político ditatorial até 1974. Foi, por exemplo, lançado em Vila Real um imposto de $40 por quilo de carne e taxas de circulação em vias específicas, que todos deveriam pagar. O apoio técnico era dado pelo Automóvel Clube de Portugal. Antes do início das corridas os carros de competição faziam testes no Jardim da Carreira, para verificações de segurança e normas, e depois de concluídos, recebiam os respectivos selos para colocar nos vidros, e desciam para a Avenida Almeida Lucena para dar início as corridas. À data da criação do circuito, as preocupações com segurança diferiam muito das actuais, bem como o conceito de risco. Os Fiscais de Pista eram geralmente membros do ACP. Distribuíam-se pela pista a distancias a que cada um pudesse ver o seguinte, e no caso de haver um acidente levantavam, sem mais comunicação, a bandeira correspondente de modo a que os pilotos compreendessem a mensagem. Do hospital eram destacados enfermeiros e uma ou duas ambulâncias, e durante os anos inicias os Bombeiros da Cruz Verde asseguravam o controlo da situação para o caso de acidentes com mortos e feridos e até incêndios. À medida que o circuito cresceu, bem como as preocupações com segurança, incluíram-se também os Bombeiros da Cruz Branca, dividindo o circuito em turnos: da meta até a escola de Abambres pertencia aos Bombeiros da Cruz Verde, enquanto que o resto do circuito pertencia à Cruz Branca. == Cidades geminadas e amigas == O concelho de Vila Real mantém relações internacionais com as seguintes cidades: * Osnabrück (Alemanha) - 1989 (Protocolo de Amizade e Cooperação) e 2005 (Geminação) * Portimão (Portugal) - 1989 (Protocolo de Amizade e Cooperação) * Benavente (Espanha) - 2005 (Protocolo de Amizade e Cooperação) * Ourense (Espanha) - 1983 (Geminação) * Grasse (França) - 1985 (Geminação) * Oeiras (Portugal) - 2000 (Geminação) * Mende (França) - 2004 (Geminação) * Espinho (Portugal) - 2012 (Geminação) == Ilustres de Vila Real == Algumas das personalidades e figuras ilustres que nasceram ou viveram no concelho de Vila Real incluem: * Alves Roçadas, oficial do Exército Português (1865-1926) *António Barreto, cientista social, político e cronista (1942- ) *António Belém Lima, arquiteto (1951- ) *António Cabral, escritor e professor (1931-2007) *António Montes Moreira, bispo católico (1935- ) *António Manuel Pires Cabral, escritor e poeta (1941- ) *Camilo Castelo Branco, escritor, romancista, cronista, crítico, dramaturgo, historiador, poeta e tradutor (1825-1890) *Carvalho Araújo, oficial da Marinha Portuguesa e deputado à Assembleia Constituinte da República (1881-1918) *Diogo Cão, navegador português do século XV (c. 1440-1486) *Tenente General Francisco da Silveira, 1.º conde de Amarante, oficial general do Exército Português e político (1763-1821) *Francisco Seixas da Costa, diplomata e político (1948- ) *Heitor Cramez, pintor e professor (1889-1967) *João Baptista Ribeiro, pintor, desenhador, gravador e director da Academia Politécnica do Porto (1790-1868) *Karl Emil Biel, negociante, editor e fotógrafo alemão (1838-1915) *Luísa Dacosta, escritora e professora (1927-2015) *Manuel Duarte de Almeida, poeta parnasiano e bibliotecário da Direção Geral de Instrução Pública (1844-1914) *Miguel Barrias, pintor e professor de desenho (1904-1955) *Pedro de Castro, 3º Conde de Monsanto, vedor da Fazenda e Fidaldo do Conselho de D. João III (c. 1460-1529) *Pedro de Meneses, 1º Conde de Vila Real, 2º Conde de Viana do Alentejo, Governador de Ceuta, militar e nobre português (c. 1370-1437) *Pedro Passos Coelho, primeiro-ministro de Portugal de 2011 a 2015 e presidente do Partido Social Democrata de 2010 a 2018 (1964- ) *Simão Sabrosa, ex- futebolista português que atuava como meio-campo e extremo (1979- ) *Stuart Carvalhais, pintor, desenhador, ilustrador, caricaturista, autor de banda desenhada e artista gráfico (1887-1961) *Trindade Chagas, pintor e professor (1881-1958) *Vasco de Castro, cartunista português de referência (1935- ) == Galeria de imagens == Ficheiro:Pelourinho Vila Real 01.JPG|Pelourinho de Vila Real. Ficheiro:DolceVitaDouro-VR-PT.jpg|Centro Comercial Nosso Shopping. Ficheiro:Santuario de Panoias Vila Real Portugal 01.jpg|Santuário de Panóias. Ficheiro:Igreja de Mondroes.JPG|Igreja de Mondrões. Ficheiro:Igreja Nossa Senhora de Guadalupe 03.JPG|Igreja de Nossa Senhora de Guadalupe. Ficheiro:Vila Real Kathedrale.JPG|Igreja de São Paulo (Capela Nova). Ficheiro:83814-Vila-Real (48542085517).jpg|Capela do Palácio de Mateus. Ficheiro:Vila Real - Portugal (151184796).jpg|Igreja de Nossa Senhora da Conceição. == Literatura ambientada em Vila Real == * A Princesa do Corgo de Emílio Miranda == Ligações externas == * *Limites administrativos do concelho de Vila Real (Open Street Map) * Categoria:Trás-os-Montes",
 "title": "Vila Real"
}