{
 "id": "21918",
 "text": "Justes é uma povoação portuguesa do Município de Vila Real que foi sede da extinta Freguesia de Justes, freguesia que tinha 8,64 km² de áreaInstituto Geográfico Português, Carta Administrativa Oficial de Portugal (CAOP), versão 2012.1 e 333 habitantes (2011). A Freguesia de Justes foi extinta (agregada) pela reorganização administrativa de 2012/2013,Diário da República, Reorganização administrativa do território das freguesias, Lei n.º 11-A/2013, de 28 de janeiro, Anexo I. tendo o seu território sido integrado na então criada União das Freguesias de São Tomé do Castelo e Justes. Justes era o único lugar da freguesia. ==População== População da freguesia de Justes (1960–2011) 1960 INE (1964) – \"X Recenseamento Geral da População no Continente e Ilhas Adjacentes às 0 horas de 15 de Dezembro de 1960. Tomo I, volume I\" (Censos 1960), p. 90 (ficheiro: p. 116). 1970 INE (1975) – \"11.º Recenseamento da População, 1.º Recenseamento da Habitação: População e Alojamento por lugares: distrito de Vila Real\", p. 42. (Ficheiro: \"11.º Recenseamento da População, 1.º Recenseamento da Habitação: continente e ilhas\" (Censos 1970), p. 1026.) 1981 INE (1983) – \"XII Recenseamento Geral da População, II Recenseamento Geral da Habitação: Resultados Definitivos: Distrito de Vila Real\" (Censos 1981), p. 5 (ficheiro: p. 15). 1991 INE (1993) – \"Censos 91: Resultados Definitivos – Região do Norte\", p. 34 (ficheiro: p. 32). 2001 INE (2003) – \"Censos 2001: Resultados definitivos: XIV Recenseamento Geral da População, IV Recenseamento Geral da Habitação: Norte\", p. 27 (ficheiro: p. 130). 2011 INE (2012) – \"Censos 2011 (Dados Definitivos)\", \"Quadros de apuramento por freguesia\" (tabelas anexas ao documento). 638 506 561 482 432 333 Colors = id:lightgrey value:gray(0.9) id:darkgrey value:gray(0.7) id:sfondo value:rgb(1,1,1) id:barra value:rgb(0.6,0.7,0.8) ImageSize = width:400 height:400 PlotArea = left:50 bottom:50 top:30 right:30 DateFormat = x.y Period = from:0 till:750 TimeAxis = orientation:vertical AlignBars = justify ScaleMajor = gridcolor:darkgrey increment:150 start:0 ScaleMinor = gridcolor:lightgrey increment:25 start:0 BackgroundColors = canvas:sfondo BarData = bar:1960 text:1960 bar:1970 text:1970 bar:1981 text: 1981 bar:1991 text:1991 bar:2001 text:2001 bar:2011 text:2011 PlotData = color:barra width:20 align:left bar:1960 from:0 till: 638 bar:1970 from:0 till: 506 bar:1981 from:0 till: 561 bar:1991 from:0 till: 482 bar:2001 from:0 till: 432 bar:2011 from:0 till: 333 PlotData = bar:1960 at: 638 fontsize:S text: 638 shift:(-8,5) bar:1970 at: 506 fontsize:S text: 506 shift:(-10,5) bar:1981 at: 561 fontsize:S text: 561 shift:(-10,5) bar:1991 at: 482 fontsize:S text: 482 shift:(-10,5) bar:2001 at: 432 fontsize:S text: 432 shift:(-10,5) bar:2011 at: 333 fontsize:S text: 333 shift:(-10,5) TextData = fontsize:S pos:(20,20) text: fonte INE - elaboração gráfica Wikipédia Distribuição da População por Grupos Etários em 2001 e 2011 Idade 0-14 15-24 25-64 > 65 0-14 15-24 25-64 > 65 2001 43 50 210 129 10,0% 11,6% 48,6% 29,9% 2011 23 28 157 125 6,9% 8,4% 47,1% 37,5% == História == Teve povoamento pré- histórico (conforme comprovam achados arqueológicos datáveis do Neolítico e da Idade do Bronze), mas de Justes há notícias apenas na Idade Média, com uma carta de povoamento datada de 1 de Agosto de 1222.Ribeiro Aires (2007) — História das Freguesias do Concelho de Vila Real. Vila Real: Maronesa. pp. 297 ss. Pertenceu a São Lourenço de Ribapinhão (freguesia actualmente integrada no município de Sabrosa) e, pelo menos desde 1721 (data da Relação de Vila Real e seu Termo), a Lamares. Em 20 de Abril de 1956 foi desanexada desta, passando a constituir a sua própria freguesia.Decreto-Lei n.º 40 578, de 20 de Abril de 1956. Na sequência da reorganização administrativa ditada pela Lei n.º 22/2012,Diário da República, Regime jurídico da reorganização administrativa territorial autárquica, Lei n.º 22/2012, de 30 de maio o seu território foi anexado ao da vizinha freguesia de São Tomé do Castelo, passando o conjunto a designar-se oficialmente União das Freguesias de São Tomé do Castelo e Justes. Assim, \"Justes\" foi de facto extinta enquanto designação oficial de freguesia. == Património Cultural == * Capela de Santa Maria Madalena ==Ver também== * São Tomé do Castelo e Justes (União das Freguesias) == Ligações externas == * * * Categoria:Antigas freguesias de Vila Real",
 "title": "Justes"
}