{
 "id": "21955",
 "text": "Esta é uma lista de partidos políticos no Brasil em atividade. Desde novembro de 2023, o Brasil tem 29 (vinte e nove) partidos políticos legalizados no Tribunal Superior Eleitoral (TSE). ==Partidos atuais== Os 29 partidos políticos registrados no Tribunal Superior Eleitoral estão listados abaixo por quantidade de filiados. # Nome Sigla Número eleitoral Número de filiados Data de criação Data de registro definitivo Presidente atual 1 Movimento Democrático Brasileiro MDB 15 2.083.645 15/01/1980 30/06/1981 Baleia Rossi 2 Partido dos Trabalhadores PT 13 1.653.367 10/02/1980 11/02/1982 Gleisi Hoffmann 3 Partido Renovação Democrática PRD 25 1.331.791 26/10/2022 09/11/2023 Ovasco Resende 4 Progressistas PP 11 1.331.244 08/08/1995 16/11/1995 Ciro Nogueira 5 Partido da Social Democracia Brasileira PSDB 45 1.305.518 25/06/1988 24/08/1988 Marconi Perillo 6 Partido Democrático Trabalhista PDT 12 1.113.751 17/06/1979 10/11/1981 Carlos Lupi 7 União Brasil UNIÃO 44 1.102.871 06/10/2021 08/02/2022 Antonio Rueda 8 Partido Liberal PL 22 904.282 23/06/1985 19/12/1985 Valdemar Costa Neto 9 Podemos PODE 20 815.815 01/05/1995 02/10/1997 Renata Abreu 10 Partido Socialista Brasileiro PSB 40 656.064 02/07/1985 01/07/1988 Carlos Siqueira 11 Republicanos Republicanos 10 569.492 16/12/2003 25/08/2005 Marcos Pereira 12 Partido Social Democrático PSD 55 470.552 11/03/2011 27/09/2011 Gilberto Kassab 13 Cidadania Cidadania 23 426.193 26/01/1992 19/03/1992 Comte Bittercount 14 Partido Comunista do Brasil PCdoB 65 391.518 18/02/1962 23/06/1988 Luciana Santos 15 Solidariedade Solidariedade 77 383.535 25/10/2012 24/09/2013 Eurípedes Júnior 16 Partido Verde PV 43 352.095 17/01/1986 30/09/1993 José Luiz Penna 17 Partido Socialismo e Liberdade PSOL 50 292.848 07/07/2004 15/09/2005 Paula Coradi 18 Avante Avante 70 248.183 15/05/1989 11/10/1994 Luis Tibé 19 Mobilização Nacional MOBILIZA 33 213.419 21/04/1984 25/10/1990 Antonio Massarollo 20 Agir Agir 36 201.131 11/07/1985 22/02/1990 Daniel Tourinho 21 Democracia Cristã DC 27 185.547 30/03/1995 05/08/1997 José Maria Eymael 22 Partido Renovador Trabalhista Brasileiro PRTB 28 148.065 27/11/1994 18/02/1997 Leonardo Araujo 23 Partido Novo NOVO 30 62.426 12/02/2011 15/09/2015 Eduardo Ribeiro 24 Partido da Mulher Brasileira PMB 35 56.125 13/09/2008 29/09/2015 Suêd Haidar 25 Rede Sustentabilidade REDE 18 52.586 16/02/2013 22/09/2015 Heloísa Helena 26 Partido Socialista dos Trabalhadores Unificado PSTU 16 14.955 05/06/1994 19/12/1995 Zé Maria 27 Partido Comunista Brasileiro PCB 21 12.115 25/03/1922 09/05/1996 Edmilson Costa (na condição de secretário-geral) 28 Unidade Popular UP 80 8.616 16/06/2016 10/12/2019 Léo Péricles 29 Partido da Causa Operária PCO 29 7.039 07/12/1995 30/09/1997 Rui Costa Pimenta ===Lista por adesão a federações partidárias=== No momento, sete partidos políticos se agruparam em três federações partidárias registradas no Tribunal Superior Eleitoral e abaixo encontram-se listadas por ordem alfabética. Em 2021, a legislação eleitoral abriu a possibilidade de que partidos políticos formem federações para atuarem conjuntamente de modo mais permanente (ao menos, por quatro anos) que as coligações eleitorais extintas para a disputa de cargos no sistema proporcional. Federação partidária Partidos federados Número de filiados Presidente Data de criação Data de registro 1 Federação Brasil da Esperança Partido Comunista do Brasil (PCdoB) 2.396.866 Luciana Santos (PCdoB) 17/04/2022 24/05/2022 Partido dos Trabalhadores (PT) Partido Verde (PV) 2 Federação PSDB Cidadania Cidadania 1.731.376 Marconi Perillo (PSDB) 01/04/2022 26/05/2022 Partido da Social Democracia Brasileira (PSDB) 3 Federação PSOL REDE Partido Socialismo e Liberdade (PSOL) 346.534 Paula Coradi (PSOL) 17/05/2022 26/05/2022 Rede Sustentabilidade (REDE) ===Lista por classificação no espectro político=== A tabela abaixo lista os partidos políticos brasileiros na ordem alfabética das siglas (quando existem), com informações sobre a classificação desses partidos no espectro político. São várias classificações, publicadas em anos distintos e a partir de metodologias diferentes, mas elas compartilham o eixo esquerda-direita, havendo em alguns derivações a partir do confessionalismo cristão–secularismo, conservadorismo- progressismo, liberalismo, trabalhismo, fisiologismo. Somente estão listados os partidos ainda existentes, sendo que nem todos existiam à época de todas as classificações, ou existiam mas não foram considerados ou obtidas informações para a classificação conforme a metodologia pretendida. O sinal do travessão (—) no fundo mais acinzentado indica aqueles partidos existentes agora mas que não chegaram a ser considerados nas classificações. No decorrer do tempo, mudanças políticas ocorridas no partido podem refletir na variação dos resultados entre cada classificação, para além de questões metodológicas. Em caso de partidos políticos resultantes de fusão, são apresentadas as classes atribuídas aos partidos existentes antes da fusão. Nome Fernandes Coppedge O Globo BBC Brasil Claudio Couto (2018) Folha de S.Paulo Congresso em Foco Valor Econômico (2024) Agir personalista centro centro fisiológico direita não respondeu Avante desconhecido centro esquerda conservadora centro fisiológico centro não respondeu Cidadania esquerda secular de esquerda centro-esquerda direita progressista centro esquerda trabalhista esquerda centro-esquerda DC secular de centro-direita centro centro fisiológico direita visão independente MDB centro secular de centro centro direita conservadora centro-direita centro-esquerda liberal centro centro NOVO centro-direita direita direita direita PCB esquerda extrema-esquerda não respondeu PCdoB esquerda secular de esquerda esquerda progressista esquerda esquerda trabalhista esquerda esquerda PCO esquerda extrema-esquerda não respondeu PDT esquerda secular de centro- esquerda centro-esquerda esquerda conservadora centro-esquerda esquerda trabalhista esquerda centro-esquerda PL direita secular de direita direita conservadora centro-direita centro fisiológico direita direita PMB centro direita não respondeu PMN esquerda desconhecido esquerda trabalhista esquerda não respondeu PODE centro direita conservadora centro fisiológico direita visão independente PP direita/centro secular de direita/secular de centro- direita direita direita conservadora direita \"direita que virou centro\" direita centro-direita PRTB direita centro fisiológico direita não respondeu PRD centro-direita PSB esquerda secular de esquerda centro-esquerda esquerda progressista centro-esquerda esquerda trabalhista esquerda centro-esquerda PSD centro direita conservadora centro-direita centro fisiológico direita centro PSDB centro secular de centro-esquerda direita conservadora centro-direita centro-esquerda liberal centro centro PSOL esquerda esquerda progressista esquerda radical esquerda trabalhista esquerda esquerda PSTU esquerda extrema- esquerda esquerda trabalhista esquerda PT esquerda secular de esquerda esquerda esquerda progressista esquerda esquerda trabalhista esquerda esquerda PV esquerda outro centro direita progressista centro centro-esquerda liberal esquerda centro-esquerda REDE esquerda progressista centro-esquerda centro- esquerda liberal esquerda centro-esquerda Republicanos centro-direita direita conservadora direita centro fisiológico direita direita Solidariedade centro fisiológico centro não respondeu UNIÃO centro-direita UP esquerda ===Lista por representação no Congresso Nacional=== Os partidos políticos brasileiros estão tabelados pelo critério de representação parlamentar no Congresso Nacional do Brasil, isto é, pela quantidade de assentos nas duas casas do parlamento brasileiro, conforme dados de setembro de 2024 para o Senado Federal do Brasil e de setembro de 2024 para a Câmara dos Deputados do Brasil. A partir desses dados, dos 29 partidos existentes, 17 não possuem representação no Senado e 16 possuem ao menos 1 cadeira, enquanto na Câmara esses números são 9 contra 20, respectivamente. Além disso, 11 partidos estão representados nas duas casas, 8 somente na Câmara, nenhum deles possui representação apenas no Senado e 9 não possuem representação alguma nas duas casas do Congresso Nacional. Ao todo são 81 cadeiras no Senado e 513 na Câmara. A tabela é ordenável pela quantidade de assentos, mas a princípio está organizada alfabeticamente. Partido Assentos no Senado Assentos na Câmara Agir Avante Cidadania DC MDB NOVO PCB PCdoB PCO PDT PL PMB PMN PODE PP PRD PRTB PSB PSD PSDB PSOL PSTU PT PV REDE Republicanos Solidariedade UNIÃO UP === Lista por número de prefeituras === Partido Prefeituras Agir Avante Cidadania DC MDB NOVO PCB PCdoB PCO PDT PL PMB PMN PODE PP PRD PRTB PSB PSD PSDB PSOL PSTU PT PV REDE Republicanos Solidariedade UNIÃO UP ===Lista por governismo na Câmara dos Deputados=== Os partidos também podem ser classificados de acordo com o grau de convergência que a média dos seus deputados federais mantêm com as posições do governo federal durante as votações. Seguindo esse critério, abaixo estão listados os partidos representados nas 56 ª legislatura (2019-2022) (Governo Jair Bolsonaro) e 57 ª legislatura (2023-2026) (Governo Lula (2023–presente)) da Câmara. Partido 56.ª legislatura 57.ª legislatura Agir Avante 79% 88% Cidadania 76% 73% DC MDB 87% 82% NOVO 75% 38% Patriota 94% PCB PCdoB 28% 98% PCO PDT 39% 91% PL 93% 48% PMB PMN PODE 86% 79% PP 93% 79% PROS 86% PRTB PSB 34% 94% PSC 94% PSD 86% 83% PSDB 80% 77% PSOL 18% 92% PSTU PT 25% 98% PTB 96% PV 32% 97% REDE 28% 94% Republicanos 89% 79% Solidariedade 87% 86% UNIÃO 88% 73% UP == Ver também == * Partidos políticos no Brasil * Lista de fundações partidárias do Brasil * Política no Brasil * Governo do Brasil * Sistema eleitoral do Brasil * Lista de partidos políticos brasileiros extintos ==Ligações externas== * TSE - Eleitores filiados * TSE - Partidos em Formação Partidos Brasil Partidos politicos",
 "title": "Lista de partidos políticos do Brasil"
}