{
 "id": "21988",
 "text": "António dos Santos Ramalho Eanes CvA • GColTE • GColIH • GColL • MSCG • MPSD (Alcains, Castelo Branco, 25 de Janeiro de 1935) é um militar e político português, notório por ter sido o 16.º presidente da República e o primeiro democraticamente eleito após a Revolução de 25 de Abril de 1974. Ficou igualmente conhecido pelo seu papel na Crise de 25 de Novembro de 1975, tendo liderado o comando que neutralizou a tentativa de golpe de estado. Durante a sua carreira militar, participou na Guerra Colonial Portuguesa, tendo posteriormente ascendido ao cargo de General Chefe do Estado-Maior do Exército. Em 2000, Ramalho Eanes recusou, por razões ético-políticas, a promoção honorífica a Marechal, à qual teria direito, na qualidade de Presidente da República. Foi promotor e Presidente do Partido Renovador Democrático (PRD). É, atualmente, Conselheiro de Estado e presidente do Conselho de Curadores do ISCTE - Instituto Universitário de Lisboa. == Infância e juventude == António Ramalho Eanes nasceu em Alcains, Município de Castelo Branco, numa família humilde de quatro filhos, sendo o seu pai, Manuel dos Santos Eanes (1900-1970), um pequeno empreiteiro de construção civil, e a mãe, Maria do Rosário Ramalho (1907- 1990), doméstica. A família viveu na aldeia natal até aos 2 anos, altura em que se mudaram para Castelo Branco. Em 1942 entrou para o Liceu de Castelo Branco. Terminados os estudos secundários, seguiu a carreira das armas entrando para o Exército em 1952, estudando tácticas militares (Escola do Exército, de 1952 a 1956; Estágio CIOE-Curso de Instrução de Operações Especiais, em 1962; instrutor de Acção Psicológica no Instituto de Altos Estudos Militares, em 1962). Frequentou, ainda, o Instituto Superior de Psicologia Aplicada, durante três anos. == Carreira militar == No exército, Ramalho Eanes seguiu a Arma de Infantaria. Em 1957, foi promovido a alferes e colocado no Regimento de Infantaria N.º 14, em Viseu. Em 1958, iniciou uma série de comissões de serviço fora de Portugal, nas antigas colónias. A primeira foi em Goa, onde permaneceu entre maio de 1958 e agosto de 1960, seguindo-se Macau (1962-1964). Entretanto, com o deflagrar da Guerra Colonial, seria colocado nos diferentes cenários do conflito: Moçambique (numa primeira comissão, entre 1963-1964, depois retomada entre 1966 e 1968); Guiné (1969-1971) e Angola (entre fevereiro e junho de 1974). Na Guiné, sob o comando do general António de Spínola, Eanes trabalhou com Otelo Saraiva de Carvalho na Repartição de Assuntos Civis e Ação Psicológica do comando-chefe onde viria a chefiar o Serviço de Radiodifusão e Imprensa. No verão de 1973, juntamente com os oficiais do exército, Hugo dos Santos e Vasco Lourenço, Eanes foi um dos principais promotores do abaixo-assinado de protesto contra o I Congresso dos Combatentes do Ultramar. Realizado no Porto, o congresso legitimava a política colonial do Estado. Depois de demorada carreira de combatente, já no posto de major, Eanes encontrava-se ainda em serviço em Angola aquando da revolução de 25 de Abril, e já tinha vindo a demonstrar contestação contra a política colonial do regime em vigor. Aderiu ao Movimento das Forças Armadas e, regressado a Portugal, foi director de programas e nomeado presidente do conselho de administração da RTP, até março de 1975. No verão de 1975, envolveu-se na conspiração desenvolvida pelo chamado Grupo dos Nove, encabeçado por Ernesto Melo Antunes. Inicialmente subscrito por nove conselheiros da Revolução, o «Documento dos Nove» recolheu um amplo leque de apoios. Quando começaram os preparativos para responder a um eventual ataque das forças de extrema-esquerda, Ramalho Eanes, então com a patente de Tenente- Coronel, dirigiu as operações militares que neutralizaram a Crise de 25 de Novembro desse mesmo ano, levada a cabo pela facção mais radical da esquerda política do MFA, projectando Eanes para o primeiro plano da vida nacional. Já como General de quatro estrelas, foi Chefe do Estado-Maior do Exército de Portugal, em consequência imediata da sua ação na neutralização dos sectores mais radicais no 25 de Novembro, de 6 de Dezembro de 1975 a 14 de Julho de 1976. Escolhido pelo Conselho da Revolução para candidato às primeiras eleições presidenciais, anunciou a sua candidatura em 14 de maio de 1976. Afirmou, então, que não era o «candidato das Forças Armadas» nem «dos partidos» e que o seu compromisso era «com o povo português». == Presidência da República == === Primeiro mandato presidencial === No dia 27 de junho de 1976, António Ramalho Eanes venceu as eleições presidenciais de 1976, com 61,59% dos votos, por sufrágio universal. Tomou posse no dia 14 de julho de 1976, com 41 anos, tornando-se o Presidente da República mais jovem de sempre e também o primeiro Presidente da República eleito por sufrágio universal, logo a seguir ao 25 de Abril. O seu primeiro mandato, ficou marcado pela questão militar. Enquanto Chefe do Estado-Maior-General das Forças Armadas (CEMGFA) e presidente do Conselho da Revolução, uma das suas principais preocupações recairá sobre a restruturação das Forças Armadas, no sentido do restabelecimento da hierarquia tradicional de comando. Seria, assim, decisivo o seu papel para o regresso pacífico e progressivo dos militares aos quartéis, após o protagonismo que haviam tido na Revolução de 25 de Abril. Mais tarde, com a revisão constitucional de 1982, o Presidente continuaria a ser o comandante supremo das Forças Armadas, ficando o cargo de CEMGFA para os militares (em fevereiro de 1981, Eanes nomeou o general Nuno de Melo Egídio). O Conselho da Revolução, que presidiu, foi extinto em 1982. Durante a sua magistratura, num clima de tensão política, Eanes assumiu o protagonismo com três governos de iniciativa presidencial. Conferiu posse ao primeiro Conselho de Estado, em 1982, e presidiu à primeira reunião do Conselho Superior de Defesa Nacional, no ano seguinte. No elenco das suas primeiras ações como Presidente da República fez parte a investidura do I Governo Constitucional, chefiado por Mário Soares, em 23 de julho de 1976. No plano externo, a Cimeira Luso-Angolana de Bissau constituiu um marco fundamental da atividade presidencial nesse ano de 1978. Eanes encontrou-se com Agostinho Neto, em Bissau, para negociações entre Portugal e Angola, que culminaram na assinatura do primeiro Acordo Geral de Cooperação entre os dois países. Este encontro —em junho de 1978 — foi mediado por Luís Cabral, Presidente da República da Guiné. Depois de várias experiências negativas com os três governos de iniciativa presidencial (Nobre da Costa, Mota Pinto e Pintassilgo), dá posse ao VI Governo Constitucional, chefiado por Francisco Sá Carneiro. Os discursos proferidos na cerimónia de tomada de posse deixaram patentes as diferenças entre o Presidente da República e o novo primeiro-ministro. As profundas divergências com o executivo da AD diziam respeito, sobretudo, a uma eventual revisão constitucional pela via referendária. A 4 de setembro de 1980, Ramalho Eanes anunciou a sua recandidatura às eleições presidenciais. A AD apresentou o seu próprio candidato: o general Soares Carneiro. As eleições legislativas de 5 de outubro de 1980 alargaram a maioria absoluta da AD de 128 para 134 deputados. === Segundo mandato presidencial === No dia 7 de dezembro de 1980, António Ramalho Eanes venceu as eleições presidenciais de 1980, com 56,44% dos votos, por sufrágio universal. Três dias antes, ocorreu o trágico desastre de Camarate que vitimou o primeiro-ministro, Francisco Sá Carneiro, e o ministro da defesa, Adelino Amaro da Costa. A 9 do mesmo mês, o primeiro-ministro interino, Diogo Freitas do Amaral, apresentou a demissão do Governo. António Ramalho Eanes tomou posse pela segunda vez como Presidente da República no dia 14 de janeiro de 1981. Ainda antes de tomar posse do segundo mandato, empossou, a 9 de janeiro de 1981, o VII Governo Constitucional, chefiado por Francisco Pinto Balsemão. As relações com o executivo da AD de Balsemão pautaram-se por uma enorme tensão. As divergências acentuaram-se em abril e maio de 1981. O ano de 1982 foi marcado pela Lei da Revisão Constitucional, aprovada pela Assembleia da República em agosto desse ano, e a consequente dissolução do Conselho da Revolução. A revisão constitucional diminuiu o espaço de manobra do Presidente da República nas áreas da política externa e da defesa e reduziu o âmbito de alguns poderes presidenciais. Em reacção à Revisão Constitucional, Eanes, criticou-a duramente, anunciando a sua intenção de exercer com mais rigor o direito de veto, e responsabilizou os partidos por se terem preocupado com a concentração dos poderes de decisão política, minimizando os aspetos ideológicos e doutrinários do texto de 1976, apontados como obstáculos à política económica e social.É no seu mandato que Portugal adere à CEE ( Comunidade Económica Europeia, actual União Europeia), em 12 de junho de 1985. Em 6 de novembro de 1985, dá posse ao X Governo Constitucional, chefiado por Cavaco Silva. Ao longo do segundo mandato realizou inúmeras visitas oficiais: em 1981 à República Federal Alemã, a Moçambique, à Zâmbia e à Tanzânia; em 1982, a Angola, Bélgica, Áustria, Guiné-Bissau e Argélia; em 1983, à Grécia, Egito e aos Estados Unidos da América. Em 1984, visitou o Zaire, o Congo e o Canadá. Deslocou-se a Estrasburgo, discursando na reunião da Assembleia Parlamentar do Conselho da Europa. No ano seguinte, visitou a China e a Jugoslávia. Ainda em 1985, deslocou-se a Nova Iorque, para discursar na Assembleia Geral da ONU, no dia 23 de outubro de 1985. Nomeado General em 24 de Maio de 1978, passou à reserva, por sua iniciativa, em Março de 1986. Com o fim do segundo mandato de António Ramalho Eanes, em março de 1986, fechou-se o ciclo dos Presidentes militares. == Pós-Presidência da República == Em 19 de agosto de 1986, assumiu a presidência do Partido Renovador Democrático, cargo em que se manteve até 5 de agosto de 1987. Em 2000, Ramalho Eanes recusou, por razões de princípio, a promoção a Marechal. Em 15 de Novembro de 2006, Eanes apresentou na Universidade de Navarra, Espanha, a sua tese de doutoramento. A investigação desenvolvida ao longo de dez anos por Eanes teve como título \"Sociedade civil e poder político em Portugal\", com duas mil páginas, e foi defendida perante um júri composto por três catedráticos espanhóis e dois portugueses. Eanes foi também o primeiro Chefe de Estado que ao deixar Belém iniciou um trabalho de investigação científica conducente à obtenção do grau de doutor. Uma iniciativa pioneira, a nível nacional, desconhecendo-se inclusive casos idênticos na Europa. Em 2008, é noticiado que o General Ramalho Eanes não aceita receber os retroactivos de cerca de um milhão de euros a que tinha direito. Em 11 de Outubro de 2010, recebeu o Doutoramento Honoris causa pela Universidade de Lisboa aquando das comemorações do centenário desta, coincidindo com as comemorações do centenário da República Portuguesa (5 de Outubro). Ramalho Eanes é, atualmente, membro do Conselho de Estado e presidente do Conselho de Curadores do ISCTE – Instituto Universitário de Lisboa. António Ramalho Eanes mantém-se um cidadão ativo e atento à realidade do país, continuando a intervir em assuntos de relevância cívica e social. == Vida pessoal == É casado com Manuela Ramalho Eanes. O casamento teve lugar em Lisboa, no Palácio de Queluz, a 28 de Outubro de 1970 e o casal teve dois filhos: Manuel António Neto de Portugal Ramalho Eanes, nascido a 5 de Maio de 1972, casado e pai de Joana; e Miguel Neto de Portugal Ramalho Eanes, nascido a 20 de Outubro de 1977, casado em Julho de 2006 com Sílvia Romeiro, com dois filhos António e Madalena. == Resultados eleitorais == === Eleições presidenciais === Data Partidos apoiantes 1ª Volta Status Votos % +/- 1976 PS, PPD, CDS, PCTP 1.º 2 967 137 Eleito 1980 PS, PCP, PCTP/MRPP 1.º 3 262 520 5,15 Eleito === Eleições legislativas === Data Partido Circulo eleitoral Posição Votos % +/- Status Notas 1987 PRD Lisboa 1º (em 58) 4.º 84 433 Eleito Presidente do PRD == Condecorações == ===Ordens nacionais:=== * Cavaleiro da Ordem Militar de São Bento de Avis (28 de Julho de 1972) – Presidente Américo Thomaz * Grande-Colar da Antiga e Muito Nobre Ordem Militar da Torre e Espada, do Valor, Lealdade e Mérito (9 de Março de 1986) – ex officio * Banda das Três Ordens (14 de julho de 1976 - 9 de março de 1986) * Grã-Cruz da Ordem da Liberdade (25 de Abril de 2004) – Presidente Jorge Sampaio * Grande-Colar da Ordem da Liberdade (18 de Dezembro de 2015) – Presidente Cavaco Silva * Grande-Colar da Ordem do Infante D. Henrique (20 de Junho de 2016) – Presidente Marcelo Rebelo de Sousa ===Medalhas Militares:=== * Medalha Militar de Segunda Classe da Cruz de Guerra (? de ? de 1968) * Medalha Militar de Prata com Palma de Serviços Distintos (? de ? de 1971) ===Ordens estrangeiras:=== * Grã-Cruz da Ordem Nacional da Legião de Honra de França (5 de Março de 1979) * Grande-Colar da Ordem de Santo Olavo da Noruega (3 de Julho de 1980) * Real Colar Vitoriano do Reino Unido (3 de Julho de 1980) * Cavaleiro-Grã-Cruz Civil Honorário da Honorabilíssima Ordem do Banho do Reino Unido (15 de Julho de 1980) * Grande- Colar da Ordem Nacional do Cruzeiro do Sul do Brasil (15 de Julho de 1980) * Grã-Cruz de Classe Especial da Ordem do Mérito da República Federal da Alemanha Ocidental (15 de Julho de 1980) * Primeira Classe da Ordem da Estrela da Roménia (15 de Julho de 1980) * Medalha com Banda da Ordem de Stara Planina da Bulgária (15 de Julho de 1980) * Grã-Cruz da Ordem do Mérito Militar do Brasil (15 de Julho de 1980) * Medalha com Diamantes da Ordem da Bandeira da Hungria (15 de Julho de 1980) * Excelentíssimo Senhor Colar da Real e Distinguida Ordem Espanhola de Carlos III de Espanha (15 de Julho de 1980) * Excelentíssimo Senhor Colar da Real Ordem de Isabel a Católica de Espanha (15 de Julho de 1980) * Grande-Estrela da Ordem da Bandeira da Jugoslávia (18 de Julho de 1980) * Colar da Ordem de Pio IX do Vaticano ou da Santa Sé (18 de Julho de 1980) * Grã-Cruz da Ordem do Mérito da República Italiana (3 de Novembro de 1980) * Grande-Colar da Ordem de Leopoldo II da Bélgica (7 de Junho de 1982) * Colar com Espadas da Ordem Pro Merito Melitensi da Ordem Soberana e Militar Hospitalária de São João de Jerusalém, de Rodes e de Malta (29 de Abril de 1983) * Grande-Colar da Ordem da Bandeira da Jugoslávia (30 de Maio de 1983) * Primeiro Grau da Ordem da Amizade e Paz de Moçambique (28 de Setembro de 1983) * Grã-Cruz com Colar da Ordem do Falcão da Islândia (24 de Novembro de 1983) * Grande-Colar da Ordem Nacional do Leopardo do Zaire (5 de Janeiro de 1984) * Grã-Cruz da Ordem da Grande Condecoração do Nilo do Egito (28 de Março de 1984) * Grã-Cruz da Ordem do Mérito do Congo (16 de Maio de 1984) * Cavaleiro da Ordem do Leão de Ouro da Casa de Nassau do Luxemburgo (2 de Janeiro de 1985) * Grande-Colar da Ordem do Elefante da Dinamarca (24 de Janeiro de 1985) * Grã-Cruz da Ordem de Honra da Grécia (7 de Fevereiro de 1986) * Comendador da Ordem do Mérito da Argélia (29 de Maio de 2005) * Grande-Colar da Ordem de Timor-Leste de Timor-Leste (6 de Agosto de 2012) * Redacção Quidnovi, com coordenação de José Hermano Saraiva, História de Portugal, Dicionário de Personalidades, Volume XIV, , Ed. QN-Edição e Conteúdos, S. A., 2004 == Ligações externas == * “António Ramalho Eanes - Palavra que Conta” (Entrevista à RTP conduzida pela jornalista Fátima Campos Ferreira, 18 de abril de 2024, vídeo, 51:06 minutos, na RTP Play) * Biografia Completa de Ramalho Eanes no sítio do Museu da Presidência * Biografia de Ramalho Eanes no sítio da Presidência da República * Biografia de Ramalho Eanes no Noticiário Nacional 1980 (Video, 21 min) na Coleção \"Presidentes da República\" do RTP Arquivo * Nos 85 anos de Ramalho Eanes, por Jorge Miranda, Publico, 21 de Janeiro de 2020 Categoria:Alcains Categoria:Naturais de Alcains Categoria:Naturais de Castelo Branco Categoria:Generais de Portugal Categoria:Veteranos da Guerra Colonial de Portugal Categoria:Cavaleiros da Ordem Militar de Avis Categoria:Militares da Revolução dos Cravos Categoria:Chefes do Estado-Maior-General das Forças Armadas Categoria:Políticos do Partido Renovador Democrático (Portugal) Categoria:Líderes partidários de Portugal Categoria:Doutores honoris causa pela Universidade de Lisboa Categoria:Presidentes de Portugal Categoria:Banda das Três Ordens Categoria:Grã-Cruzes da Ordem Nacional da Legião de Honra Categoria:Membros do Conselho de Estado de Portugal Categoria:Grandes-Colares da Ordem Militar da Torre e Espada, do Valor, Lealdade e Mérito Categoria:Grã- Cruzes da Ordem da Liberdade Categoria:Grandes-Colares da Ordem da Liberdade Categoria:Grandes-Colares da Ordem do Infante D. Henrique Categoria:Católicos de Portugal Categoria:Personalidades que recusaram distinções honoríficas de Portugal",
 "title": "António Ramalho Eanes"
}