{
 "id": "21996",
 "text": "Ciladas (também conhecida como São Romão) é uma freguesia portuguesa do município de Vila Viçosa, com 107,54 km² de área e 816 habitantes (censo de 2021). A sua densidade populacional é . ==Património== * Igreja da Senhora das Ciladas. ==Geografia== A treze quilómetros da sede do concelho, a freguesia é constituída pelos lugares de Courela de Loncanas, Courela do Mesquita e Serra das Correias. Delimitam-na Terrugem, Vila Viçosa, Pardais, Juromenha, S. Brás dos Matos, S. Lourenço de Varge, Vila Boim e o concelho de Elvas. É a mais oriental freguesia deste concelho. O Pe. Joaquim José da Rocha Espanca caracterizava assim a fisionomia de Ciladas de S. Romão: “Esta freguesia é toda montanhosa e coberta de montados e estevais, mas com boas terras principalmente no Forte e em Fatalão. É atravessada pelas ribeiras de Borba e da Asseca, as quais se juntam na herdade do Ratinho, e pela de Mures que vem das Ciladas e passa pelo reguengo do Fatalão para irem todas fundir-se no Guadiana. É pouco sadia nas partes baixas, mas a aldeia que está situada num ponto alto à vista de Vila Viçosa tem bom clima.” ==História== São Romão foi anexada a Ciladas por Decreto Arquiepiscopal de 8 de dezembro de 1966. Ciladas de S. Romão é uma freguesia que, inicialmente, estava separada em duas. Com efeito, Ciladas e S. Romão eram independentes, unindo-se já neste século para proveito de ambas. O crescimento desta freguesia a partir do século XVIII tornou-se uma realidade. Com efeito, a Misericórdia aforou, na aldeia, a herdade de S. Romão em courelas e chãos para edificações. Em termos eclesiásticos, S. Romão era um curato da apresentação do arcebispo de Évora. O cura tinha de rendimento anual trezentos e vinte alqueires de trigo e noventa de cevada. Quanto ao cura de Ciladas, tinha todos os anos duzentos e quarenta alqueires de trigo e cento e vinte de centeio. É orago da freguesia S. Romão, monge de Panóias ali falecido em 566. Com o seu dia no calendário litúrgico marcado para 28 de Fevereiro, é festejado nesta povoação a 15 de Agosto. Era também padroeira Nossa Senhora de Ciladas, substituída aquando da união administrativa por aquela invocação. A igreja matriz é o monumento mais interessante de todos os que existem em Ciladas de S. Romão. De início uma simples ermida, cresceu com o decorrer dos séculos e com a instituição e crescimento da paróquia. Virada para poente, que o mesmo é que dizer para Vila Viçosa, encontra-se ao lado do cemitério. Tem campanário de dois sinos na parte esquerda da fachada. Relativamente pequena, embora aumentada já em relação às suas dimensões originais, tem três altares: o altar-mor, consagrado ao padroeiro S. Romão, o altar de Nossa Senhora do Rosário e o altar das Almas. Em 1863, aqui foi fundada por Francisco de Paula Jordão uma Irmandade do Santíssimo Sacramento. A igreja de Nossa Senhora dos Remédios, por seu lado, é propriedade particular do forte de Ferragudo. Tem no seu interior uma imagem da Santíssima Virgem, mandada fabricar em 1587 por D. Francisco Lobo com o título de Nossa Senhora da Encarnação. O templo foi fundado em 1670 por Ambrósio Pereira de Barredo e Castro. Junto à capela, encontram-se as outras dependências do Forte, como a casa de campo, a casa dos caseiros, o lagar de azeite e outras infra-estruturas à época consideradas necessárias para espaço tão importante e tão nobre. A igreja de Nossa Senhora de Ciladas, assim conhecida até à fusão das duas antigas freguesias, encontra-se na herdade do Carvão e era até àquele acontecimento a paroquial de Ciladas. Além da capela- mor, tem dois altares colaterais, dedicados a Nossa Senhora dos Remédios e às Almas, com S. Miguel, virados para baixo. Existiram outros templos na freguesia, mas entretanto desmoronados por acção erosiva do tempo ou por nefasta intervenção humana. Actualmente, vivem em Ciladas de S. Romão cerca de 1150 pessoas. As suas principais actividades económicas são a agricultura, a olivicultura, a pecuária, a serralharia civil, a construção civil e o pequeno comércio. É a agricultura, conforme se nota, a principal ocupação das gentes da freguesia. Sempre foi, como referia, aliás, o Pe. Joaquim José da Rocha Espanca em “Memórias de Vila Viçosa: “Se abunda em cereais, legumes e gados, experimenta falta de frutos e hortaliças por não possuir ribeira das águas vivas como Bencatel e Pardais que por isso mesmo são mais saudáveis e aprazíveis”. ==Demografia== A população registada nos censos foi: Distribuição da População por Grupos Etários Ano 0-14 Anos 15-24 Anos 25-64 Anos > 65 Anos 2001 167 125 596 262 2011 128 106 522 315 2021 46 78 433 259 ==Artesanato== A nível de artesanato, vão subsistindo ainda alguns, poucos, artesãos, em especial a nível da cestaria, da tapeçaria e dos trabalhos de costura. É uma freguesia com o seu toque de ruralidade ainda subsistente. Embora alguns dos elementos que caracterizavam esse ambiente já se tenham perdido. Novamente nos socorremos da obra acima citada para caracterizar o homem ciladense em finais do século passado: “Os moradores de S. Romão, da mesma sorte que os de Ciladas, distinguem-se ainda hoje pelo uso de grandes sombreiros e suíças compridas, trajando capotes aguadeiros de burel. Quanto ao uso de calções de tripe, coletes encarnados com botões amarelos e borzequina, já se nota muita divergência por adoptarem também as calças ou pantalonas e bota branca inteiriça”. Aqui viveram até ao século XX os condes de Bobadela, que alcançaram grande prestígio social e económico no seio da sociedade local. Eram proprietários de parte importante da freguesia. Categoria:Freguesias de Vila Viçosa",
 "title": "Ciladas (Vila Viçosa)"
}