{
 "id": "22030",
 "text": "Claude Garamond (1480-1561) foi um tipógrafo, editor e gráfico francês. Exercendo seu ofício em Paris, Claude trabalhou como gravador de punções, criando matrizes de metal usadas nas prensas tipográficas. Considerado como um dos primeiros designers da história, Claude é conhecido pela elegância de suas fontes, muitas delas guardando características de letras de mão, porém próprias para impressão. Estima-se que Garamond produziu, ao longo de sua carreira, pelo menos 34 fontes — 17 romanas e 7 itálicas. A maioria delas foi inspirada pelas letras gravadas por Francesco Griffo para o editor Aldus Manutius, e seu estilo de desenhar fontes mantêm-se vivo até hoje por meio de resgates tipográficos de seus impressos. Sua carreira ajudou a definir o que viria a ser a impressão comercial de maneira distinta da impressão de livros. == Biografia == Pouco se sabe sobre a vida de Claude Garamond. A data exata de seu nascimento é incerta, mas datas como 1480 e 1510 já foram propostas, sendo 1510 estabelecida pelo Ministério da Cultura da França. Foi casado duas vezes, a primeira com Guillemette Gaultier e com a morte desta com Ysabeau Le Fevre. Um documento chamado Le Bé Memorandum, baseado nas memórias de um contemporâneo de Claude, Guillaume Le Bé, sugere que Claude tenha terminado seu aprendizado por volta de 1510. apesar de muitos historiadores discordarem da data. Garamond foi um dos aprendizes mais distintos de Antoine Augereau, provavelmente entre 1525 e 1534, estabelecendo-se como fundidor de tipos independente em 1538. Com Augereau, Garamond desenvolveu o uso de contrapunções para desenvolver seus tipos com maior qualidade, rapidez e consistência. Já se sugeriu que os primeiros tipos romanos desenhados por Claude foram parte de um conjunto de fontes criados para Robert Estienne e usados pela primeira vez entre os anos de 1530 e 1533. Mas alguns estudiosos e o próprio ministério da cultura francês sugerem que eles não foram criados por Claude e que sua carreira teria começado depois destas datas. Claude se torna proeminente por volta de 1540, quando três de seus tipos gregos, hoje chamados de Grecs du roi (1541) foi requisitados para um livro sobre a realeza, a mando de Robert Estienne. Claude baseou os tipos na escrita à mão de Angelo Vergecio, bibliotecário real em Fontainebleau. O resultado é um complexo jogo de tipos, incluindo uma vasta variedade na alternância das letras e nas ligaduras para simular uma letra de mão. Apesar da excelência do trabalho de Claude Garamond, ele nunca teve muito sucesso financeiro, talvez pela competição e intensa pirataria na indústria literária de Paris na época. Em 1545, Claude entrou para o mercado literário em parceria com Jean Barbé, um livreiro parisiense. Seu primeiro livro publicado foi \"Pia et Religiosa Meditatio\", de David Chambellan. == Legado == As fontes criadas por Claude Garamond em Paris, a partir de 1530, refinadas dos tipos gravados por Francesco Griffo e usados por Aldus Manutius, de 1455, são ainda hoje um referencial tipográfico forte, influenciando diversas interpretações em famílias de letras contemporâneas. Como ficou provado no início deste século (1925) por Beatrice Warde (sob a pseudônimo Paul Beaujon), seriam todas essas \"descendentes\", em verdade, baseadas nos caracteres da \"l’université in the imprimerie royale\" de Paris. Muitos dos conjuntos de letras historicamente atribuídos a Garamond ainda têm suas autorias em debate. Especula-se que Garamond possa ter usado as contrapunções de Augereau em seus primeiros tipos. Algumas releituras modernas dos tipos de Garamond basearam-se, no entanto, em reinterpretações post-mortem dos tipos de Claude, como a Garamond da American Type Founders, de 1917, desenhada por Morris Fuller Benton. Graças à tipógrafa e pesquisadora Beatrice Warde, o crédito pelos modelos utilizados na versão da ATF foi atribuído ao impressor francês Jean Jannon. Famílias tipográficas inspiradas pelas matrizes de Garamond foram constantemente desenvolvidas para novos meios de reprodução tipográfica, como linotipo, fotocomposição e fontes digitais. Várias versões digitais estão disponíveis atualmente, distribuídas por empresas como a Adobe, Linotype e ITC, com diferentes níveis de fidelidade aos tipos originais de Garamond.] Algumas delas utilizam também os tipos gravados por Robert Granjon, contemporâneo de Claude e exímio gravador de punções. Outras famílias tipográficas, como a Granjon de George William Jones, e a Sabon de Jan Tschichold, também são consideradas interpretações diretas de impressos com os tipos de Garamond. Garamond Categoria:Designers da França Categoria:Naturais da França",
 "title": "Claude Garamond"
}