{
 "id": "22061",
 "text": "Vilar de Lomba é uma povoação portuguesa do Município de Vinhais que foi sede da extinta Freguesia de Vilar de Lomba, freguesia que tinha 22,03 km² de área e 199 habitantes (2011), e, por isso, uma densidade populacional de 9 hab/km². A Freguesia de Vilar de Lomba foi extinta (agregada) a partir de 29 de Setembro de 2014, tendo o seu território passado a fazer parte integrante da então criada União de Freguesias de Vilar de Lomba e São Jomil. ==População== População da Freguesia de Vilar de Lomba Instituto Nacional de Estatística (Recenseamentos Gerais da População) - https://www.ine.pt/xportal/xmain?xpid=INE&xpgid;=ine_publicacoes 1864 1878 1890 1900 1911 1920 1930 1940 1950 1960 1970 1981 1991 2001 2011 413 415 409 333 358 338 337 351 357 463 379 328 236 205 199 Ficheiro: Vinhais 126.PNG|Evolução da População 1864 / 2011 Ficheiro: Vinhais 127.PNG|Variação da População 1864 / 2011 Ficheiro: Vinhais 128.PNG|A População em 2001 Ficheiro: Vinhais 129.PNG|A População em 2011 == Geografia == Vilar de Lomba está situada no planalto de Lomba, antes da confluência do rio Mente e do rio Rabaçal, e apresenta um relevo acentuado, com pequenos vales. É constituída pelas aldeias de Vilar de Lomba e de Ferreiros de Lomba, e dista trinta quilómetros da sede de concelho. A paisagem é das mais harmoniosas do país. Ribeiras de águas limpas correndo todo o ano; giestais, soutos, negrilhos e florestas naturais das espécies espontâneas da flora portuguesa. Vilar de Lomba integra a Terra Fria Transmontana. Tem neves e nevoeiros de Dezembro a Março. == Património == thumb|180px|left thumb|180px|esquerda|Igreja de Vilar de Lomba * Igreja paroquial de Vilar de Lomba * Capela de Santa Luzia em Ferreiros * Moinhos de água == Festas e romarias == * Santo Estêvão (25 e 26 de Dezembro) * Nossa Senhora das Mercês (2º sábado de Agosto) * Festa de Santa Luzía (em Ferreiros, na primeira terça-feira de Agosto) == Gastronomia == Presunto, enchidos, leitão e cabrito assados no forno, folar da Páscoa, rabanadas e pudim de ovos. == Artesanato == Tecelagem, bordados e rendas. Categoria:Antigas freguesias de Vinhais",
 "title": "Vilar de Lomba"
}