{
 "id": "22095",
 "text": "Repeses é uma localidade portuguesa do Município de Viseu que foi sede da extinta Freguesia de Repeses, freguesia que tinha 5,02 km² de área e 2 509 habitantes (2011), e, por isso, uma densidade populacional de 499,8 hab/km². Criada em 1993, por desmembramento da freguesia de Ranhados, a Freguesia de Repeses foi extinta (agregada) em 2013, no âmbito de uma reforma administrativa nacional, tendo o seu território sido agregado ao da Freguesia de São Salvador, para formar uma nova freguesia denominada União das Freguesias de Repeses e São SalvadorDiário da República, 1.ª Série, n.º 19, Lei n.º 11-A/2013 de 28 de janeiro (Reorganização administrativa do território das freguesias). Acedido a 31 de Agosto de 2015. , tendo esta denominação sido alterada oficialmente, apenas para Repeses e São Salvador em 2015. Dista cerca de 3 km do centro de Viseu. O clima é bastante frio de Inverno e muito quente de Verão. Uma parte dos seus habitantes vivem fundamentalmente da agricultura, enquanto outra se desloca para a cidade, a fim de trabalhar nos mais diversos locais empregadores de comércio. Existem na localidade, vários cafés e alguns pequenos minimercados, existindo uma grande superfície comercial à saída para Coimbra. Os transportes públicos são muito constantes e abundantes. Não existe nenhum médico, nem qualquer profissional de enfermagem. O Centro de saúde que serve esta localidade, situa – se em Jugueiros, que dista 1 km e que se encontra aberto ao fim-de-semana para casos de urgência até às 20 horas. No que diz respeito à educação, existe uma escola do 1.°C.E.B. com quatro salas, um Jardim de Infância, uma C+S 2,3 e um Instituto Politécnico. O nível sócio- cultural é também bastante razoável, mas nesta localidade não existe nenhuma biblioteca Pública. É o jardim de infância e a escola do 1º ciclo, que têm vindo a promover uma certa dinamização e gosto pelo recreio, na freguesia existe o Clube de Futebol \"Os Repesenses\" (https://web.archive.org/web/20160304003605/http://www.osrepesenses.com/), que dá todo o apoio desportivo à escola. A nível local, a rede sanitária é bastante boa. Sendo no passado, um arrabalde de vincada influência rural, transformou-se, a pouco e pouco, num dormitório da cidade de Viseu. Hoje, Repeses está integrada no perímetro urbano da cidade e vem-se transformando com a construção de modernos bairros residenciais, com os respectivos e florescentes locais de comércio, que a tornam, do neste aspecto, quase autónoma. O crescimento do Campo do Instituto Politécnico de Viseu, aliado ao rasgar de novas ruas e avenidas e ao aparecimento de novos bairros, tudo aponta para um crescente desenvolvimento de toda esta zona. Em termos populacionais, a maioria dos residentes trabalha em Viseu. Devido à proximidade das instalações do Politécnico, são muitos os jovens de ambos os sexos residentes nas zona, ocupando habitações alugadas, sendo esta uma população anualmente flutuante, mas dando origem a um grande movimento quer diurno, quer nocturno. Também é de notar que esta localidade está em constante movimento e alargamento, devido às grandes construções que se estão a proceder, devido à enorme vivacidade e capacidade de visão do seu povo. ==População== Nº de habitantes Instituto Nacional de Estatística (Recenseamentos Gerais da População) - https://www.ine.pt/xportal/xmain?xpid=INE&xpgid;=ine_publicacoes 2001 2011 2 040 2 509 Criada pela Lei nº 17-A/93, de 11 de Junho, com lugares desanexados da freguesia de Ranhados Categoria:Antigas freguesias de Viseu",
 "title": "Repeses"
}