{
 "id": "22097",
 "text": "Rio de Loba é uma freguesia portuguesa do município de Viseu, com 15,74 km² de área e 9009 habitantes (censo de 2021). A sua densidade populacional é . ==Geografia== Rio de Loba é uma das mais populosas freguesias do concelho de Viseu. Assemelha-se nos seus hábitos e vivências, a uma cidade. Situa-se a oriente de Viseu, ocupando uma área de 1574 hectares. Fazem parte da freguesia de Rio de Loba as seguintes localidades: Barbeita, Póvoa de Sobrinhos, Rio de Loba, Travassós de Baixo, Travassós de Cima, Viso Norte, Caçador, Redonda, Quinta dos Lagares, Bairro S. João da Carreira, Quinta das Lameiras, Quinta da Ramalhosa, Quinta de Dentro, Quinta de Fora, Bairro da Amizade e Bairro Vila Feijão. ==História== O seu topónimo deriva da junção de \"rio\" (nome de um ribeiro que a banha e que vai desaguar no rio Pavia) com \"loba\" ou lopa. Quanto à origem deste último termo, alguns habitantes desta freguesia associam-no ao nome de uma pessoa influente no passado, enquanto que outros atribuem-no ao facto de uma loba ter sido criada por uma mulher. Actualmente, pode-se observar, no cimo do Penedo da Loba, uma estátua dessa mesma loba. Da origem desta freguesia existem vestígios num dos seus lugares, Travassós de Cima, mais exactamente no Vale Malmatar das Fachas, no qual se pode observar uma anta. Pode-se afirmar também. com certa convicção, que Rio de Loba terá vivenciado a presença de Romanos, pois esta freguesia, nos primeiros séculos da era cristã, constituía uma \"villa\" muralhada pelos Senhores da Península. Esta \"villa\" de raízes romanas fez também parte, primeiramente, do domínio suevo, depois visigodo e, mais tarde, árabe. Numa fase posterior, deu-se a reconquista por parte dos descendentes visigodos cristianizados, do que os mouros haviam conquistado. No século IX, Rio de Loba encontrava-se na posse dos então presores, nomeados pelos reis asturianos, aquando das levas da Reconquista. Entre dois a três séculos mais tarde, Rio de Loba pertencia já à paróquia da Sé de Viseu e, especificamente no ano de 1258, era honra de uma família nobre (dona Esmeralda), recebendo dos habitantes foros, não beneficiando a coroa de nada. ==Demografia== A população registada nos censos foi: Distribuição da População por Grupos Etários Ano 0-14 Anos 15-24 Anos 25-64 Anos > 65 Anos 2001 1686 1349 4604 768 2011 1596 1129 5358 1265 2021 1185 1051 4923 1850 == Património == * Anta de Mamaltar do Vale de Fachas * Estátua do Penedo da Loba == Ligações externas == * Categoria:Freguesias de Viseu",
 "title": "Rio de Loba"
}