{
 "id": "22133",
 "text": "Fataunços (ou Fataúnços) é uma localidade portuguesa do Município de Vouzela que foi sede da extinta Freguesia de Fataunços', freguesia que tinha 8,52 km² de área e 751 habitantes (2011), e, por isso, uma densidade populacional de 88,1 hab/km². A Freguesia de Fataunços foi extinta (agregada) a partir de 29 de Setembro de 2014, tendo o seu território passado a fazer parte integrante da então criada União de Freguesias de Fataunços e Figueiredo das Donas. Antiga freguesia suburbana, a pouco mais de 1 km da sede do município, no seu termo a poente, tinha por limites, a nascente as localidades de Figueiredo das Donas com o prolongamento da Serra da Manga, a norte as freguesias de São Pedro do Sul e da Várzea, a sul o Vale do Ribamá, com as vertentes de Lafões e a freguesia de Vouzela, oferecendo a silhueta dourada, ao pôr-do-sol, do monte da Senhora do Castelo. Além da sede, a Freguesia de Fataunços era constituída pelos seguintes aglomerados populacionais: Crescido, Laje, Ribeiro (com Atalaia, Cabo, Casais e Casal), Ponte Pedrinha, Pinhela, Cimafeita, Bandavizes, Outeiro da Fonte, Tabulado, Aneiros, Longra, Calvos, (com Eirô, Amial, Vales e Fojo) e Ortigais. ==População== População da Freguesia de Fataunços Instituto Nacional de Estatística (Recenseamentos Gerais da População) - https://www.ine.pt/xportal/xmain?xpid=INE&xpgid;=ine_publicacoes 1864 1878 1890 1900 1911 1920 1930 1940 1950 1960 1970 1981 1991 2001 2011 1 113 1 026 1 056 1 098 1 110 1 063 1 076 1 124 1 184 1 106 958 913 798 804 751 == História == Detentora de documentos históricos comprovativos de passado longínquo e de outro não distante, aqui se encontram menhires, monumentos megalíticos do homem da Pré-História. Da Antiguidade Clássica, observando-se os vestígios da romanização em troços de estrada romana integrada na malha viária da península. Está a ser objecto de preservação e de estudo, o troço que vai da Ponte Pedrinha a Figueiredo das Donas, sob a orientação de um professor de arqueologia da Universidade Católica Portuguesa (campus de Viseu). As investigações depararam com cerâmicas e pedras trabalhadas, indícios de um povoamento romano próximo do Areal. Nas proximidades deste lugar, não distante da via romana, pode ver-se uma sepultura escavada na rocha granítica. Obra de arte da engenharia militar da Roma antiga, foi a poente sobre o Ribamá, na Ponte Pedrinha, que foi bastante desfigurada, devido à adaptação para a circulação automóvel. Da Idade Média, conhece-se a influência árabe em topónimos como o Lafão, Atalaia e Bandavizes onde, segundo historiadores, existiu uma torre. Também nas tradicionais técnicas de regadio como açudes do Ribamá, a nora e a picota, e não omitidos as árvores de fruto, mais conhecidas, que são de proveniência dos muçulmanos. Não se sabe em que data, se formou a primeira comunidade cristã de Fataunços, que, inicialmente foi denominada São Miguel da Folgosa. Os primeiros documentos medieval, aliás tardio, de que se dispõe e em que a freguesia aparece estruturada, são as Inquirições de 1258 de D. Afonso III, redigidas em latim, então língua oficial escrita onde se refere que os núcleos populacionais que constituíam eram Folgosa, Fataunços, Sobradinho, Bandavizes, Ribeiro, Asneiros, Souto, Rabão, Crescido e Devesa de Saias, a maior parte das quais hoje se mantém. Segundo Miguel da Academia Portuguesa da História, já no século VI existia verdadeira organização de paródias nos territórios dos suevos como dos visigodos, com limites definidos e património próprio. Falando da história não muito recuada, ocorre o comboio, “que Deus haja”, cuja linha estreita serpenteava a parte fundeira da freguesia, desde 1914. Fataúnços teve o seu apeadeiro, em Sainhas. Acusado de incendiário, parou em 1972, para voltar a circular em 1974 e morrer definitivamente em 1990. Hoje a freguesia é servida diariamente, por dezenas de circulações de autocarros de serviço público, concessão de três empresas de camionagem. A população fatauncense assume a consciência e o imperativo da evolução e do processo. O triângulo turístico, Fataúnços – Vouzela – Termas, servido por modernos acessos, com a melhor funcionalidade, é legítima e estrutural aspiração. == Património histórico == Da muito antiga Igreja da Folgosa e área adjacente restam vestígios e ruínas que reclamam investigações inadequadas. Lá está o secular e actual passal com um fontanário, verdadeira obra de arte. Foram ali encontradas pedras com cruzes românicas esculpidas e outras também trabalhadas que foram colocadas e estão expostas no pequeno jardim junto à Igreja Matriz de Fataunços. Na Idade Moderna, Folgosa passou a ter como padroeiro São Carlos, figura e reformador da Igreja, na sequência das orientações do Concílio de Trento (1545-1563). No século XVIII, com a Igreja já há muito implantada, no lugar de hoje se encontra a carecer de obras urgentes de ampliação e de restauro que foram então levadas a cabo, o templo assume as dimensões e estilo que hoje possui, é dotado de altares de rica talha dourada, restando hoje, apenas o altar-mor, jóia de raro valor e impressionante beleza com arco e tribuna, encimadas pelas armas reais, sustentadas por cinco figuras de anjos, dado que a igreja de Fataúnços era do Padroado Real. Os finais da idade Moderna e início da idade Contemporânea são assinalados com o enriquecimento da sede da freguesia e das outras povoações com a construção de casas solarengas, brasonadas e ainda de outras de traça fidalga de granito de seleccionada qualidade. Foram os solares e habitações de famílias nobres, Alcoforado, Menezes e Castro, Lemos, Melo, Melo e Sousa, Menezes, Amorim, Girão e outras que deram o nome a Fataunços, mas os seus sucessores hoje encontram-se ausentes e distantes na sua maior parte. Não integram o corpo social, nem a alma da comunidade. Recentemente a praça principal da sede da freguesia, com as ricas casas brasonadas, foi dedicada a São Carlos. Atualmente desaparecida, a Torre de Bendavizes, situada na freguesia, era uma das torres medievais existentes no Concelho de Vouzela. == Património cultural == === Festas e romarias === * Na festa do Padroeiro, 4 de Novembro ou Domingo imediato é venerada pelos fiéis preciosa relíquia de São Carlos, que religiosamente aqui se guarda trazida da cidade de Milão em cuja monumental catedral gótica repousam os restos mortais de santo Bispo reformador. * No dia 17 de Janeiro de cada ano, se realiza uma festa/romaria muito concorrida, tanto pela devoção ao Santo Antão que aí se venera, como pela tradicional venda de figos secos. == Algumas figuras fatauncenses == * José Lourenço de Sousa (1820-1871), mandou construir, a expendas suas, uma escola primária em 1870, dotou-a com valiosa biblioteca (Pinho Leal “Portugal Antigo e Moderno”vol3), para as crianças da sua terra, 'Fataunços', tendo lá recebido instrução sucessivas gerações de alunos. Funcionou até ao nosso tempo e foi adaptada para o salão polivalente da associação Cultural; * Professor António de Barros Guimarães (1847-1923), renova e distinto pedagogo, de Bandavizes, onde actualmente vivem seus netos e bisnetos. Leccionou em Fataúnços, durante mais de trinta anos, tendo projectado na vida alunos que vieram a atingir grande notoriedade como o padre jesuíta Doutor António Correia Meneses, Doutor Aristides Amorim Girão, Professor Cristóvão José Moreira de Figueiredo, o poeta António Correia de Oliveira e muitos outros que se distinguiram no sacerdócio, na medicina, na magistratura, no professorado e na literatura; * Padre Dr. António Correia de Menezes (1869-1919), considerado, quando esteve na lusa Atenas “uma das mais notáveis inteligências de toda a tradição coimbrã\". Doutor em teologia pela Universidade de Coimbra, doutorou-se também, em Filosofia e Teologia nas Universidades de Cantuária (Inglaterra) e Galway (Irlanda), orador de superior talento, escritor profícuo e poli facetado, poliglota, jornalista, superior da Companhia de Jesus no Brasil em 1911, fundou colégios da Companhia nos estados e cidades da nação brasileira. Em Crescido vivem hoje seus familiares, segundo sobrinhos; * Doutor Aristides de Amorim Girão (1895-1961), catedrático que foi Director da Faculdade de Letras da Universidade de Coimbra, geógrafo considerado, arqueólogo, cartógrafo, ensaísta, linguista e também talentoso orador. A sua vasta obra encontra-se catalogada no vol. II, nº 18 (1960) do Boletim do Centro de Estudos Geográficos da Faculdade de Letras de Coimbra. A sua família vive em Fataúnços, Lisboa e Porto. O nome do Dr. Aristides Amorim Girão figura na toponímia de Viseu, Vouzela, Matosinhos e Fataúnços; * Professor Cristóvão José Moreira de Figueiredo (1891-1962), mestre de grande valor que foi Director da Escola Industrial e Comercial de Viseu, figura de alto relevo nos caminhos da arqueologia, do Jornalismo da Investigação, Colaborador da Enciclopédia Portuguesa e Brasileira, emérito congressista, companheiro e amigo de grandes vultos da literatura e da ciência histórica como Aquilino Ribeiro, Jaime Cortesão e Pinho Brandão. O seu nome está gravado na toponímia de Vouzela e de Calvos, onde a família em Leiria e Viseu mantém a sua casa. * Prior Filinto Elísio de Sousa Ramalho (1917-2001), pároco da freguesia de Sacavém, mas que nunca esqueceu a sua terra natal, tendo contribuído decisivamente para a fundação do Centro Social Paroquial de Fataunços. * Fingertips, banda portuguesa Pop/Rock que regista e grava as suas músicas em Fataunços desde 2001. == Ligações externas == *",
 "title": "Fataunços"
}