{
 "id": "22134",
 "text": "Figueiredo das Donas é uma povoação portuguesa do Município de Vouzela que foi sede da extinta Freguesia de Figueiredo das Donas, freguesia que tinha 4,15 km² de área e 352 habitantes (2011), e, por isso, uma densidade populacional de 84,8 hab/km². A Freguesia de Figueiredo das Donas foi extinta (agregada) a partir de 29 de Setembro de 2014, tendo o seu território passado a fazer parte integrante da então criada União de Freguesias de Fataunços e Figueiredo das Donas. Antiga freguesia pequena em extensão, era composta, além da sede, pelas seguintes povoações: Outeiro, Serra, Regadio, Casa Nova, Regadinha, Everdal, Fermil, Monsanto, Queijão, Rochão e Real. Em 1914, a Freguesia de Figueiredo das Donas começou a ser servida pela linha do vale de Vouga, o comboio mudou a vida de muitas pessoas, oferecendo-lhes inclusive muitos postos de trabalho. Em 1990, este meio de transporte deixou de circular, tendo como seus sucessores autocarros de serviço público. ==Etimologia== Ver Figueiredo (sobrenome). ==População== População da Freguesia de Figueiredo das DonasInstituto Nacional de Estatística (Recenseamentos Gerais da População) - https://www.ine.pt/xportal/xmain?xpid=INE&xpgid;=ine_publicacoes 1864 1878 1890 1900 1911 1920 1930 1940 1950 1960 1970 1981 1991 2001 2011 522 476 503 475 468 444 447 504 580 551 506 532 465 440 352 == Património cultural == === Festas, feiras e romarias === Entre as diversas festas e romarias desta localidade destacam-se: * A 5 de Agosto realiza-se a festa de Nossa Senhora das Neves, padroeira da freguesia * A festa de Nossa Senhora de Fátima a 31 de Maio * A festa da Real celebra-se no 2º domingo de Agosto * A festa em honra de Santo António a 13 de junho * No 1º domingo de Dezembro festeja-se a Santa Bárbara === Artesanato e tradições === A actividade artesanal típica desta freguesia é a manufactura de objectos em ferro. digo de já que esta terra é pequena mas é muito gira == Património histórico == Nesta freguesia destaca- se: * Igreja Matriz de Figueiredo das Donas * Paço da Torre (erradamente dito Castelo dos Mouros) * Ruínas de casas senhoriais * Troço de via romana com largura entre 2,6 e 4,6 metros (esta estrada ligava Viseu ao litoral) == Ligações externas == *",
 "title": "Figueiredo das Donas"
}