{
 "id": "22140",
 "text": "Ventosa é uma freguesia portuguesa do concelho de Vouzela, com 18,21 km² de área e 677 habitantes (censo de 2021). A sua densidade populacional é . É constituída pelos seguintes aglomerados populacionais: Adsamo, Joana Martins, Ventosa, Sobreira, Quintela, Moitedo, Igreja, Gândara, Corujeira, Figueiras, Quinta do Prado, Picoto, Aguieira, Ansara, Covêlo, Casal de Auzenda, Sacorelhe, Casal Bom, Vila Nova e Silvite. A norte confina com Vouzela, a sul com Fornelo do Monte e Carvalhal de Vermilhas, a nascente com Fataunços e Queirã e a poente com Paços de Vilharigues e Cambra. ==História== A paróquia medieval de Santa Maria de Ventosa possui a área mais alargada, abrangendo Fornelo do Monte, como é referido em documentação do século XIII, época a que os historiadores atribuem a sua instituição. O local da primitiva igreja, de que atual é sucedânea, situava-se, como atualmente, bastante a norte. Foi edificada, em data anterior à fundação da nacionalidade e à criação da paróquia já que dela há notícia escrita na segunda metade do século XI. Está em curso a abertura de duas vias que serão de grande importância. Trata-se do estradão florestal que parte da capela de São Mateus e liga às nascentes das águas da distribuição domiciliária e da estrada que vai da Igreja até à Quinta do Prado e Malhô. ==Demografia== A população registada nos censos foi: Distribuição da População por Grupos Etários Ano 0-14 Anos 15-24 Anos 25-64 Anos > 65 Anos 2001 118 109 434 260 2011 76 74 394 250 2021 56 57 335 229 == Património natural == O Circuito da Pernoita é autêntico \"ex-libris\" do turismo regional, oferecendo um percurso curioso e diversificado com surpreendentes motivos de interesse paisagístico, florestal e outros. Entre as espécies botânicas é de realçar a mancha de vidoeiros que merece destacada relevância de conceituados técnicos florestais. Os conhecidos miradouros do Gamardo, onde se encontram erigidos o Cruzeiro da Restauração da Independência e o Alto do Lafão, são pontos de referência que chamam os turistas e donde se espraiam belos panoramas. Na adjacência de Adsamo está a nascente do rio Zela, cujas águas contribuem para a beleza, vida, tradição e riqueza de Vouzela e que constam no cancioneiro vouzelense. == Património cultural == === Festas, feiras e romarias === * Festa do Santo António da Pantanha, no fim de semana após o dia 13 de Junho * Festa de Santa Bárbara, no 2º Domingo de Maio * Festa de São Domingos, no dia 4 de Agosto * Festa da Nossa Senhora da Conceição, em Dezembro * Festa de São Mateus, em Setembro == Património histórico == * Capela da Casa de Prazias * Igreja Paroquial de Ventosa * Orca da Malhada de Cambarinho == Incêndio de Outubro de 2017 == Num grande incêndio em 15 de Outubro de 2017, houve cinco mortos. Entre casas, carros, palheiros, animais domésticos e de criação, o fogo queimou “90% do que havia para arder”. == Ligações externas == * Categoria:Freguesias de Vouzela",
 "title": "Ventosa (Vouzela)"
}