{
 "id": "22184",
 "text": "S. Bernardo, também editado posteriormente como São Bernardo, é um romance escrito por Graciliano Ramos, publicado em 1934 e situado na segunda etapa do modernismo brasileiro. É com este romance que Graciliano Ramos adquire reconhecimento crítico, e matura um estilo mais seco do que o do livro anterior, Angústia, que, no entanto, lhe deu mais popularidade.Candido, 2006 p. 47. São Bernardo conta a história de um trabalhador rural, um trabalhador de enxada sem família que passa pela miséria, mas sobe sem escrúpulos e adquire uma consciência crítica posterior (Antonio Candido define o protagonista Paulo Honório como \"um enjeitado\").Candido, 1978, p. 103. O livro, conforme mostraram Antonio Candido e João Luís Lafetá,Candido, 1978.Lafetá, 1995, págs. 192-217. denuncia a condição socioeconômica exploratória sob o capitalismo e o latifúndio. ==Sinopse== A obra consiste na história de Paulo Honório, um homem simples mas ambicioso que acaba por se transformar num grande fazendeiro do sertão de Alagoas. Casa-se com Madalena para conseguir um herdeiro. Incapaz de entender a forma humanitária pela qual a mulher vê o mundo, ele tenta anulá-la com seu autoritarismo. ==Personagens== * Paulo Honório - personagem principal, natural de Viçosa. Depois de comprar a fazenda São Bernardo, investe no seu desenvolvimento; * Luís Padilha - herdeiro da fazenda São Bernardo; * Casimiro Lopes - amigo de Paulo Honório; * Azevedo Gondim - jornalista local; * Padre Silvestre * Nogueira - advogado. * Ribeiro - contabilista; * Margarida - negra doceira que criou Paulo Honório; * Madalena - professora primária, que casa com Paulo Honório. ==Adaptação para o cinema== S. Bernardo foi adaptado para o cinema em 1972. Dirigido por Leon Hirszman, São Bernardo ganhou 9 prêmios em festivais nacionais e internacionais.Luís Alberto Rocha Melo para o Diário Caçadorence, Cine SESC exibe hoje o filme “São Bernardo”, 17/05/2012 com Othon Bastos e Isabel Ribeiro nos papéis centrais. ==Bibliografia== * LAFETÁ, João Luiz. \"O mundo à revelia\". In: RAMOS, Graciliano, São Bernardo (64ª edição), São Paulo/Rio de Janeiro: Editora Record, 1995, págs. 192-217. * CANDIDO, Antonio. Tese e Antítese. São Paulo: Editora Nacional, 1978. * CANDIDO, Antonio. Ficção e Confissão - ensaios sobre Graciliano Ramos. Rio de Janeiro: Ouro sobre Azul, 2006 (3ª edição revista pelo autor). Categoria:Romances de Graciliano Ramos Categoria:Livros de 1934 Categoria:Livros adaptados para o cinema Categoria:Romances do Brasil",
 "title": "S. Bernardo (romance)"
}