{
 "id": "22264",
 "text": "De acordo com o primeiro postulado da relatividade restrita: Este postulado define um referencial inercial (ou referencial galileano). De acordo com este princípio, referenciais inerciais são identificados pela propriedade de que compartilham as mesmas e mais simples Leis da Física. Em termos práticos, esta equivalência de referenciais inerciais significa que não existe nenhum experimento que cientistas dentro de uma caixa movendo-se uniformemente possam fazer para descobrir sua velocidade absoluta (de outra maneira seria possível determinar um sistema de referência absoluto). Na mecânica clássica e na teoria da relatividade restrita, um sistema inercial pode ser identificado como aquele em que os símbolos de Christoffel, obtidos a partir da função lagrangeana, se anulam.Achilleus Papapetrou, Lectures on General Relativity, pg. 56 == Referencial inercial newtoniano == O termo \"referencial inercial\" foi introduzido por Ludwig Lange em 1885 para substituir o conceito de \"espaço absoluto\" de Isaac Newton por uma definição mais operacional. Na mecânica newtoniana, um referencial inercial, também chamado sistema de referência inercial, é um referencial para o qual a primeira lei de Newton é verdadeira. Ou seja: Em um trem movendo-se para frente com aceleração constante, os passageiros têm a impressão de estarem sendo acelerados para trás, e havendo uma bola pendurada no teto por um fio, observa-se que o fio não fica na vertical, mas num outro ângulo. Para um observador fora do trem é fácil explicar essa situação: há duas forças atuando na bola, seu peso (verticalmente para baixo) e a tração da corda, e para que a força resultante na bola seja nula, o fio fica num ângulo de modo a causar uma aceleração horizontal que iguale a aceleração do trem. Para um observador dentro do trem, a causa da aceleração para trás é desconhecida. Desse modo, não basta aceleração em relação a um referencial qualquer para se poder dizer que um corpo está sujeito a forças. Há várias abordagens para a questão de como saber se uma partícula não está sujeita a forças: * Uma abordagem é argumentar que todas as forças diminuem com a medida que aumenta a distância de suas fontes, então tem-se apenas que estar certo de que se está longe suficiente de todas as fontes para saber que nenhuma força está presente. Um possível problema com esta abordagem é a historicamente persistente visão de que o universo distante possa afetar matérias (princípio de Mach). * Outra abordagem é identificar todas as fontes de forças e considerá-las. Um possível problema com esta abordagem é que pode-se desconhecer alguma, ou considerar-se inapropriadamente sua influência.Osvaldo Pessoa. Filosofia da Física Clássica, Cap. IV: Experimento do Balde e Espaço Absoluto. * Uma terceira abordagem é olhar para o modo como as forças mudam quando muda-se de referencial. Forças fictícias, aquelas que surgem devido à aceleração do referencial, desaparecem em referenciais inerciais, e há regras complicadas de transformação para casos gerais. Na base da universalidade das leis físicas e ao pedido de referenciais onde as leis são mais simplesmente expressas, referenciais inerciais são distinguidos pela ausência de tais forças fictícias. Alternativamente, pode-se definir referencial inercial como sendo um referencial para o qual se cumpre a conservação do momento linear (terceira lei de Newton). A terceira lei de Newton não é válida para forças fictícias.Knudsen and Hjorth, Elements of Newtonian Mechanics, pg. 108. Assim, forças reais são sempre interações entre corpos, acontecendo aos pares. Com variados graus de acurácia, e dependendo do objetivo, a Terra, o Sol e as estrelas fixas podem ser considerados referenciais inerciais, no entanto, rigorosamente, nenhum deles é um referencial inercial. Através da experiência do pêndulo de Foucault, pode-se constatar que a Terra não é um referencial inercial. Newton considerava a primeira lei como verdadeira em qualquer referencial movendo-se com velocidade uniforme em relação às estrelas fixas;A questão de \"movendo-se uniformemente em relação a que?\" foi respondida por Newton como \"relativamente ao espaço absoluto\". Na prática, \"espaço absoluto\" era considerado como as estrelas fixas. Para uma discussão sobre o papel das estrelas fixas, veja isto é, sem rotação ou aceleração em relação às estrelas. Qualquer referencial movendo-se com velocidade uniforme em relação a um referencial inercial, também é um referencial inercial. O próprio Newton enunciou um princípio de relatividade em um de seus corolários para as leis do movimento:See the Principia online at Andrew Motte Translation Este princípio difere do princípio da relatividade especial em dois aspectos: primeiro, é restrito a mecânica, e segundo, não menciona simplicidade. Ele compartilha com o princípio da relatividade especial a invariância da forma da descrição entre referências mutuamente em translação.Porém, no sistema newtoniano a transformação de Galileu conecta estes referenciais e na teoria especial da relatividade a Transformação de Lorentz conecta eles. As duas transformações são concordantes para velocidade de translação muito menores que a velocidade da luz O papel das forças fictícias na classificação de referenciais é prosseguido abaixo. ==Referenciais não inerciais== Referenciais inerciais e não inerciais podem ser distinguidos pela ausência ou presença de forças fictícias, como explicado brevemente. A presença de forças fictícias indica que as leis físicas não são as leis mais simples disponíveis, então, em termos do princípio da relatividade especial, um referencial onde forças fictícias estão presentes não é um referencial inercial. Corpos em referenciais não inerciais ficam sujeitos às chamadas forças fictícias (pseudo-forças); isto é, forças proveniente da aceleração do próprio referencial e não de forças físicas atuando no corpo. Exemplos de forças fictícias são a força centrífuga e a força de Coriolis em referenciais girantes. É difícil aplicar a definição newtoniana de referencial inercial sem a separação entre forças \"fictícias\" e forças \"reais\". Por exemplo, considerando-se um objeto estacionário em um referencial inercial. Estando em repouso, nenhuma força resultante está aplicada. Mas em um referencial girando sobre um eixo fixo, o objeto parece mover-se em um círculo, e está sujeito à força centrípeta (que é provida neste referencial pela combinação das força de Coriolis e da força centrífuga). Para a questão de como pode-se decidir que o referencial girante é um referencial não inercial há duas abordagens: uma abordagem é olhar para a origem das forças fictícias (a força de Coriolis e a força centrífuga). Percebe-se que não há fontes para essas forças, nenhum corpo originando-as.Por exemplo, não há nenhum corpo fornecendo uma atração gravitacional ou elétrica. Uma segunda abordagem é a olhar para uma variedade de referenciais. Para qualquer referencial inercial, a força de Coriolis e a força centrífuga desaparecem, então a aplicação do princípio da relatividade especial seria identificar estes referenciais onde as forças desaparecem como partilhantes das mesmas e mais simples leis da física, e, por conseguinte, que o referencial girante não é inercial. O próprio Newton examinou esse problema usando esferas rotantes, como mostrado na Figura 1 e na Figura 2. Ele argumentou que se as esferas não estão rodando, a tensão na corda é medida como zero em todos os referenciais.Isto é, a universalidade das leis da física requer que essa tensão seja a mesma para todos. Por exemplo, não pode acontecer que a corda se rompa sob tensão elevada em um referencial e permaneça intacta em outro referencial. Se as esferas apenas aparentam rodar (isto é, está-se observando esferas estacionárias, de um referencial rotante), a tensão nula na corda é respaldada pela observação de que a força centrípeta é fornecida pelas forças centrifuga e de Coriolis em combinação, logo nenhuma tensão é necessária. Se as esferas realmente estão rodando, a tensão observada é exatamente a força centrípeta exigida pelo movimento circular. Assim, a medição da tensão na corda identifica o referencial inercial: é o que onde a tensão na corda é exatamente a força centrípeta exigida pelo movimento da maneira que ele é observado naquele referencial, e não um valor diferente. Isto é, o referencial inercial é aquele onde as forças fictícias desaparecem. Muito para as forças fictícias devido a rotação. Porém, para a aceleração linear, Newton expressou a ideia de indectabilidade de acelerações em linha reta realizadas da mesma maneira: Esse princípio generaliza a noção de referencial inercial. Por exemplo, um observador confinado em um elevador em queda livre afirmará que ele próprio é um referencial inercial válido, mesmo que ele esteja sendo acelerado pela gravidade, desde que ele não tenha qualquer conhecimento sobre qualquer coisa fora do elevador. Então, aparte considerações acerca da existência real ou não de um estado de imponderabilidade aos rigores da definição, referencial inercial é um conceito relativo. Com isto em mente, pode-se definir referenciais inerciais coletivamente como um conjunto de referenciais que estão parados ou movendo-se com velocidade constante em relação um ao outro, de forma que um único referencial inercial seja definido como um elemento desse conjunto. Ressalva-se que para essas ideias serem aplicáveis, tudo observado no referencial tem que estar sujeito a uma aceleração igual, compartilhada pelo próprio referencial. Essa situação se aplicaria, por exemplo, para o exemplo do elevador, onde todos os objetos estão sujeitos a mesma aceleração gravitacional, e o próprio elevador está sendo acelerado na mesma taxa, de forma que nenhuma experiência realizada em qualquer dos citados referenciais permita concluir sob estes estarem ou não acelerado frente a algum referencial privilegiado. Tal princípio é mais tarde estendido por Einstein no que convencionou-se nomear por princípio da equivalência, sendo este princípio o ponto de partida na busca de uma teoria totalmente covariante frente à mudanças de referencial, ou seja, na busca da covariância geral, que terá por fruto a relatividade geral. == Mecânica newtoniana == A mecânica clássica, o que inclui relatividade, assume a equivalência de todos os referenciais inerciais. As leis de Newton fazem os pressupostos adicionais do espaço absoluto e tempo absoluto. Dados estes dois pressupostos, as coordenadas do mesmo evento (um ponto no espaço e no tempo) descritas em dois referenciais inerciais são relacionadas pela transformação de Galileu : \\mathbf{r}^{\\prime} = \\mathbf{r} - \\mathbf{r}_{0} - \\mathbf{v} t : t^{\\prime} = t - t_{0} onde \\mathbf{r}_{0} e t_{0} representam deslocamentos na origem do espaço e do tempo, e \\mathbf{v} é a velocidade relativa dos dois referenciais inerciais. Sob transformações de Galileu, o tempo entre dois eventos (t_{2} - t_{1}) é o mesmo para todos os referenciais inerciais e a distância entre dois eventos simultâneos (ou, equivalentemente, o comprimento de qualquer objeto, \\left| \\mathbf{r}_{2} - \\mathbf{r}_{1} \\right|) é também o mesmo. == Relatividade especial == A teoria da relatividade especial de Albert Einstein assume, assim como a mecânica newtoniana, a equivalência de todos os referenciais inerciais, mas faz uma suposição adicional, estranha para a mecânica newtoniana, a saber, que no espaço livre a luz sempre se propaga com a velocidade da luz c0, um valor definido independentemente de sua direção de propagação e sua frequência, e também independente do estado de movimento do corpo emissor. Este segundo pressuposto foi verificado experimentalmente e conduz a deduções contra- intuitivas, incluindo: * dilatação temporal; * contração dos comprimentos; * relatividade da simultaneidade. Estas deduções são consequências lógicas dos pressupostos declarados, e são propriedade gerais do espaço-tempo, e não propriedades das estruturas de objetos individuais como átomos ou estrelas, nem da mecânica dos relógios. Estes efeitos são expressos matematicamente pela transformação de Lorentz :x^{\\prime} = \\gamma \\left(x - v t \\right) :y^{\\prime} = y :z^{\\prime} = z :t^{\\prime} = \\gamma \\left(t - \\frac{v x}{c_0^{2}}\\right) onde deslocamentos na origem foram ignorados, a velocidade relativa é assumida como sendo x-direção e o fator de Lorentz γ é definido por: : \\gamma \\ \\stackrel{\\mathrm{def}}{=}\\ \\frac{1}{\\sqrt{1 - (v/c_0)^2}} \\ \\ge 1. A transformação de Lorentz é equivalente à transformação de Galileu no limite c0 → ∞ (um caso hipotético) ou v → 0 (velocidades baixas). Sob transformações de Lorentz, o tempo e a distância entre eventos podem ser diferentes entre referenciais inerciais; porém, o escalar de Lorentz distância s2 entre os dois eventos é o mesmo para todos os referenciais inerciais : s^{2} = \\left( x_{2} - x_{1} \\right)^{2} + \\left( y_{2} - y_{1} \\right)^{2} + \\left( z_{2} - z_{1} \\right)^{2} - c_0^{2} \\left(t_{2} - t_{1}\\right)^{2} == Relatividade geral == A relatividade geral está baseada no princípio da equivalência: ==Ver também== *Invariância de Galileu *Invariância de Lorentz *Primeira lei de Newton *Referencial não inercial *Argumento do balde *Difeomorfismo *Movimento absoluto == Bibliografia == *Edwin F. Taylor e John Archibald Wheeler, Spacetime Physics, 2nd ed. (Freeman, NY, 1992) *Albert Einstein, Relativity, the special and the general theories, 15th ed. (1954) *Henri Poincaré, (1900) \"La theorie de Lorentz et la Principe de Reaction\", Archives Neerlandaises, V, 253–78. *Albert Einstein, On the Electrodynamics of Moving Bodies, included in The Principle of Relativity, page 38. Dover 1923 ==Ligações externas== *Stanford Encyclopedia of Philosophy entry Categoria:Mecânica clássica",
 "title": "Referencial inercial"
}