{
 "id": "22360",
 "text": "A caligrafia árabe é uma arte decorativa própria dos povos que utilizam o alfabeto árabe e suas variantes, na escrita, e por extensão, na confecção de livros. Como parte da cultura árabe, essa caligrafia foi utilizada por séculos na preservação do Alcorão. ==História== Depois que o Alfabeto árabe foi oficializado em 786 por Calil ibne Amade Alfaraídi, gradativamente o Islã transformou a palavra árabe em uma obra de arte visual. Isso porque qualquer tipo de representação realista foi proibida pela revelação trazida por Maomé. Assim, todo impulso criativo plástico do povo muçulmano foi focado no desenvolvimento artístico de sua caligrafia[http://www.comunidadeislamica.pt/03d1.html Comunidade Islâmica de Lisboa. A arte da caligrafia no Islão.. Desde a escrita cuneiforme, as letras eram destacadas umas das outras. O artista árabe juntou umas às outras, de modo que a partir de então o olho, num único vislumbre, poderia ler toda a palavra, ou frase. E muito antes da moderna tipografia ocidental, foram os árabes também que elastificaram suas letras a ponto de poder então, esticá- las, prolongá-las, contraí-las, incliná-las, estirá-las, endireitá-las, curvá- las, dividi-las, engrosssá-las, estreitá-las, alargá-las em parte ou no todo, como lhe aprouvesse. Muitos estilos de escrita foram desenvolvidos tanto para o Alcorão quanto para outros livros e inscrições arquitetônicas e decorativas. De fato, a caligrafia árabe se desenvolveu tanto que é até hoje considerada pelos árabes uma das mais nobres formas de arte. == Estilos == === Cúfico e nasqui === Os dois estilos originais da escrita árabe foram o cúfico (kufi) e o nasqui (naskhi).The Development of the Arts of the Book in Early Islãic Art of Persia por Dr. Mohammad Khazaie. O estilo cúfico recebe este nome por ter sido utilizado primeiramente, em caráter oficial, na cidade de Cufa, na Mesopotâmia, região correspondente ao atual Iraque. Caracteriza-se por ser anguloso e rígido. Os primeiros exemplares do Alcorão foram escritos com esta caligrafia, que se desenvolveu a partir da escrita siríaca. Também foi empregue nas inscrições que se encontram em vários monumentos. O nasqui é um estilo de escrita cursiva, com letras mais redondas e fluidas. Surgiu no , tendo substituído o estilo cúfico. Dois nomes associados ao seu desenvolvimento foram ibne Mucla e Ibne al-Bauab. Foi igualmente empregue para cópias do Alcorão, bem como em obras literárias. === Outros estilos === Para além destes estilos desenvolveu-se também o estilo thuluth ou thulth (\"um terço\") que foi usado em inscrições de monumentos e nas cabeças dos capítulos do Alcorão. Dois outros estilos associados ao Alcorão foram o mohaqqaq e o rayhani. No Magrebe do século X surgiu um estilo próprio chamado maghribi que se caracteriza pelas suas curvas e linhas delicadas. As letras eram escritas com tinta negra ou castanha e os sinais diacríticos com tintas verdes, amarelas e vermelhas. Este estilo atingiu o al-Andalus, estando na base do desenvolvimento de um estilo local, o andaluzi. Image:Arabic prayer - Thuluth script.jpg|Thuluth Image:Muhaqqaq script.gif|Muhaqqaq Image:Maghribi script sura 5.jpg|Maghribi Imagem:Maghribi script sura 5.jpg|Maghribi. Versos da sura 5 do Alcorão, século XIII Categoria:Caligrafia Categoria:Arte islâmica",
 "title": "Caligrafia árabe"
}