{
 "id": "22379",
 "text": "Brian Boru (; ; Kincora, — Clontarf, ) foi um rei irlandês denominado como o Grande Rei da Irlanda, terminando a dominação dos Uí Néill. Concedido o título de \"Imperator Scottorum\", ou \"Imperador dos Gaélicos\", construiu seu reinado sobre os feitos do pai, Cennétig mac Lorcain, e especialmente de seu irmão mais velho, Mathgamain. Foi primeiro Rei de Munster, partindo então para subjugar Leinster, eventualmente se tornando o Grande Rei da Irlanda. Foi o fundador da dinastia O'Brien e é considerado como um dos monarcas mais bem sucedidos e unificadores da Irlanda medieval. Com uma população de menos de 500 mil habitantes, a Irlanda tinha mais de 150 reis na época, com domínios que variavam em extensão. O rei Uí Néill, Máel Sechnaill mac Domnaill, foi abandonado por seus nobres do norte e reconheceu Brian como o Grande Rei em Athlone em 1002. Nos dez anos seguintes, Brian fez companha no norte, que rejeitou suas reivindicações por ser ainda fiel a Uí Néill. Voltou-se também para Leinster, foco de resistência e contra os nórdicos nascidos na Irlanda no Reino de Dublin. Sua autoridade ganha a duras penas foi desafiada em 1013 quando seu aliado, Máel Sechnaill, foi atacado por Flaithbertach Ua Néill, rei dos Cenél nEógain, com os homens de Ulster como aliados. A isso se seguiram mais ataques de aliados de Dublin a Máel Sechnaill. O rei de Dublin, Sihtric Silkbeard se aliaram aos homens de Leinster, liderados por Máel Mórda mac Murchada. Brian fez campanha em várias frentes e em 1014 os exércitos de Leinster e de Dublin enfrentaram Brian Boru. Na Batalha de Clontarf () Brian foi morto, mas seu exército venceu os inimigos e a batalha se tornou um grande momento para a história da Irlanda, ainda conhecida e revisitada na atualidade pelos irlandeses. A guerra de Brian contra Máel Mórda e Sihtric se deve às complicadas relações familiares adquiridas depois do casamento de Brian com Gormlaith, irmã de Máel Mórda e mãe de Sihtric, que foi esposa de Amlaíb Cuarán, rei de Dublin e York, então de Máel Sechnaill e, finalmente, de Brian. ==Biografia== Não existem dados confiáveis sobre sua data de nascimento, com o ano normalmente sendo estabelecido em 941 na vila de Killaloe, no Condado de Clare, em Munster. Era um dos doze filhos de Cennétig mac Lorcáin, rei de Dál gCais e rei de Tuadmumu, hoje no Condado de Clare, um dos sub-reinos ao norte de Munster. Cennétig era descrito como rígdamna Caisil, algo como herdeiro ou candidato ao reinado de Cashel ou de Munster. Sua mãe era Bé Binn inion Urchadh, filha de Urchadh mac Murchadh, rei de Maigh Seóla, em Connacht. O fato de ela pertencer à dinastia dos Uí Briúin, de Connacht, pode explicar porque ele foi nomeado Brian, um nome incomum entre os Dál gCais. A família de Brian era descendente do lado Ui Tairdelbach dos Dal gCais (ou Deis Tuisceart). Os Ui Tairdelbach tinha tomado recentemente o poder dos de outro lado dos Dal gCais, os Ui Óengusso, que tradicionalmente geravam os reis de Dal gCais. Essa mudança na balança de poder ocorre depois da morte do rei vindo dos Ui Óengusso, Rebechan Mac Mothla, em 934. Os filhos do avô de Brian, Lorcan, aproveitaram o vácuo de poder e tomar o poder do lado rival da família, com o pai de Brian, Cennétig, sendo o mais bem sucedido na empreitada. Seu pai foi o primeiro rei de Dal gCais a liderar um exército em seu próprio território e a liderar uma expedição ao norte, até Athlone. Na ocasião de sua morte, em 951, ele foi reconhecido também como \"Rei de Tuadmumu\". Seu irmão, Mathgamain mac Cennétig, se arvorou na reputação do irmão e foi o primeiro a tomar o Castelo de Cashel e a se tornar Rei de Munster. O rio Shannon era utilizado como uma rota de acesso fácil às invasões e saques contra as províncias em Connacht e a Meath. Tanto o pai de Brian quanto seu irmão mais velho, Mathgamain, lideraram invasões e saques pelo rio e é provável que Brian ainda criança tenha participado de vários deles. Talvez a isso ele tenha se interessado tanto pela navegação quando estava mais velho. Uma influência importante para a região da dinastia de Brian era o contato com os nórdicos, que por vezes subiam o Shannon, com os quais eles devem ter tido acesso a armas e inovações superiores, bem como conhecimento naval avançado para a época, o que certamente teria contribuído para o poderio da família. Quando o pai de Brian morreu, seu irmão mais velho, Mathgamain, assumiu o reinado de Tuadmumu e quando Mathgamain foi morto em 976, Brian o sucedeu. Posteriormente, ele se tornou o rei de todo o reino de Munster. ===Reinado de Mathgamain=== Seu irmão mais velho, Mathgamain, reivindicou o controle sobre toda a província de Munster, capturando o Castelo de Cashel, centro de poder dos antigos Eóganachta, os senhores hereditários ou Altos reis de Munster, mas que em conflitos dinásticos e com múltiplos assassinatos se enfraqueceram ao ponto de serem agora impotentes. Ataques anteriores dos nórdicos e dos Uí Néill também foram fatores decisivos para a perda de poder dos Eóganacht. Esta situação permitiu que os Dal gCais, mais fortes, porém ilegítimos do ponto de vista dos Eóganachta, tomassem o poder. Mathgamain nunca foi formalmente reconhecido e sofreu oposição em todo o seu reinado entre os anos de 960 e 970 por Máel Muad mac Brain, reclamante legítimo dos Eóganacht, mas visto como um forasteiro por aqueles que agora controlavam Cashel. Além da oposição de Máel Muad, havia também a ameaça de Ivar de Limerick, falecido em 977, que foi o último rei nórdico da cidade-estado de Limerick e o penúltimo Rei Estrangeiro de Munster. Textos antigos apontam que ele tentava estabelecer alguma soberania sobre a região e teria tido algum sucesso até ser derrotado por Mathgamain na Batalha de Sulcoit, em 967. A vitória porém não foi decisiva, levando a uma aliança breve entre Mathgamain, Máel Muad, entre outros líderes da região para expulsar os invasores de Munster e destruir a fortaleza que eles construíram em Limerick, em uma batalha que ocorreu em 972. Os antigos reclamantes do trono voltaram a se opor e Mathgamain foi capturado por Donnubán mac Cathail e morto em 976 por Máel Muad, que se tornou o rei de Cashel, governando por dois anos. Os Dal gCais permaneceram como uma força determinante na região e Brian logo se mostrou um líder militar tão talentoso quanto seu irmão. Depois da morte de Ivar, já enfraquecido politicamente, em 977, ele desafiou Máel Muad em 978 e o derrotou na Batalha de Belach Lechta, onde todos os Eóganachta vivos não eram elegíveis ao trono e Brian e sua dinastia tomaram o poder sem contestação, ainda que não fosse um reinado tradicional para a província, antes baseada em uma linhagem. Pouco antes ou logo depois de sua vitória sobre Máel Muad, Brian derrotou Donnubán e o restante do exército nórdico na Batalha de Cathair Cuan, provavelmente matando o último dos filhos de Ivar e seu sucessor, Aralt. Ele então permitiu que alguns dos nórdicos permanecessem em seu assentamento, já que eles eram ricos e agora importantes para o comércio na região, com uma frota de grande valor. Seu sobrinho Cian mac Máelmuaid, filho de seu irmão mais velho, era inimigo jurado de Máel Muad, e logo se tornou um poderoso aliado de Brian, tendo lutado ao seu lado em várias batalhas. ===Extensão do poder=== Depois de estabelecer um poder incontestável sobre a província de Munster, Brian voltou sua atenção para outras províncias, como Leinster ao leste e Connacht no norte. Ao se pôr em marcha, ele arrumou atritos com o Grande Rei Máel Sechnaill mac Domnaill, cuja base de seu poder ficava na província de Meath. Pelos 15 anos seguintes, de 982 a 997, Máel Sechnaill marchou com seus exércitos sobre Leinster e Munster, enquanto Brian, assim como seu pai e irmão antes dele, liderou suas frotas navais pelo rio Shannon para atacar Connacht e Meath dos dois lados do rio. Apesar de ter sofrido alguns revezes nas batalhas, Brian teria aprendido com seus erros, tendo desenvolvido uma estratégia militar que lhe seria útil em sua vida: coordenando o uso de forças tanto em terra quando na água, tanto fluvial quanto marítima. Suas forças navais, incluindo contingentes vindos de cidades nórdicas sob seu comando, lhe davam suporte direto e indireto para suas forças em terra. O suporte indireto envolvia desde a confecção de navios à distrações aos exércitos inimigos bem longe de onde Brian pretendia atacar. Suporte direto envolvia dois braços atacando de maneira estratégica, com as frotas navais de um lado e os exércitos em terra do outro. Em 966, Brian conseguiu enfim o controle da província de Leinster, o que provavelmente levou Máel Sechnaill a firmar com compromisso com Brian no ano seguinte. Reconhecendo a autoridade de Brian sobre Leth Moga, ou seja, a metade sul da região, que incluía as províncias de Munster e Leinster (e as cidades nórdicas), Máel Sechnaill aceitava o mando de Brian e ainda mantinha o controle sobre Leth Cuinn, isto é, a metade norte, que consistia nas províncias de Meath, Connacht e Ulster. Justamente por se submeter à autoridade de Brian que o rei de Leinster foi deposto em 998 e substituído por Máel Mórda mac Murchada. Dadas as circunstâncias sob as quais Máel Mórda havia sido nomeado, não é de surpreender que ele tenha lançado uma rebelião aberta contra a autoridade de Brian. Em resposta, Brian reuniu as forças de Munster com a intenção de começar um cerco na cidade nórdica de Dublin, governada pelo primo e aliado de Máel Mórda, rei Sigtrygg Silkbeard. Juntos, Máel Mórda e Sigtrygg preferiram ir até o encontro do exército de Brian em vez de enfrentar um cerco na cidade. Assim, os dois exércitos se encontraram na Batalha de Glenmama, em 999. Segundo os anais irlandeses, esta foi uma batalha sangrenta, ainda que rápida. Brian se saiu vitorioso. Brian optou, mais uma vez, por uma resolução amistosa. Exigiu que Sigtrygg voltasse ao seu trono em Dublin, dando para o rei a mão de uma de suas filhas em casamento. Talvez tenha sido neste momento que Brian tenha se casado com a mãe de Sigtrygg e irmã de Máel Mórda. ===A batalha pela Irlanda=== Insatisfeito com o compromisso firmado em 977, Brian reuniu um exército no ano 1000, com forças combinadas de Munster, Leinster e Dublin e marchou até a província de Meath para confrontar o Grande Rei Máel Sechnaill mac Domnaill. A luta pelo controle da Irlanda tinha recomeçado. O aliado mais importante de Máel era o Rei de Connacht, Cathal mac Conchobar mac Taidg, porém isso apresentava vários problemas. As províncias de Meath e Connacht foram separadas pelo rio Shannon, que serviu como uma rota pela qual as forças navais de Brian podiam atacar as praias de qualquer uma das províncias e ainda agia como uma barreira para os dois governantes. Máel Sechnaill sugeriu então que duas pontes fossem erguidas sobre o Shannon, que agiriam como obstáculos para a frota de Brian e por quais os exércitos de Meath e Connacht pudessem atravessar os reinos de um lado para o outro. Os anais irlandeses afirmam que no ano de 1002, Máel Sechnaill entregou seu título a Brian, embora não existam registros de como nem por que isso aconteceu. As crônicas de Cogadh Gaedhel re Gallaibh contam que Brian desafiou Máel em uma batalha na Colina de Tara, na província de Meath, mas o grande rei solicitou uma trégua de um mês para que pudesse mobilizar suas forças, algo que Brian teria lhe concedido. Máel Sechnaill não conseguiu reunir os governantes locais que eram seus subordinados no momento em que o prazo chegou ao fim e ele teria se visto forçado a entregar seu título a Brian. Pela duração dos combates entre os dois e por ser tão engajado na guerra, Brian dificilmente teria concedido o tempo pedido por Máel se Brian visse seu oponente em desvantagem. Também parece improvável que Máel tenha simplesmente entregado o título sem nenhuma luta. Seja qual for a história verdadeira, sabe-se que Brian Boru se tornou o Grande Rei da Irlanda (em irlandês: Ard Rí na hÉireann) depois disso. Para se consolidar com o verdadeiro e único grande rei da ilha, Brian precisava impor sua vontade aos governantes regionais da província que Ulster, que ainda não reconhecia sua autoridade. A geografia de Ulster era um desafio para as forças de Brian. Havia três rotas para invasão e todas elas não eram favoráveis a Brian, que precisou encontrar uma maneira de superar ou desviar de tais rotas e depois subjugar os reis independentes de Ulster. Foram necessários dez anos de campanhas na região para atingir seu objetivo, tendo convocado forças militares de toda a ilha, uma indicação do quão fortes eram os reis de Ulster. Novamente, combinando o uso de forças por terra e água, ele conseguiu vencer a batalha. Enquanto os reis de Ulster conseguiam segurar os exércitos de Brian, não tinham como impedir o ataque das frotas navais em seu litoral. Assim que Brian entrou na província, ele derrotou cada um dos líderes regionais que o desafiavam, forçando-os a reconhecê-lo como seu soberano. ===Grande Rei=== Neste período, Brian também buscou maneiras alternativas de consolidar seu poder sobre a ilha enquanto lutava por Ulster. A Igreja da Irlanda não estava centrada na figura do bispo ou do arcebispo, mas sim nos monastérios, controlados por abades poderosos, membros de várias dinastias reais que governavam as terras onde os monastérios estavam. Um dos mais poderosos entre eles era o monastério de Armagh, em Ulster. No Livro de Armagh diz que no ano de 1005, Brian doou pouco mais de meio quilo de ouro para o monastério e declarou que Armagh era a capital religiosa da Irlanda. Era um movimento estratégico e inteligente, onde Brian dizia nas entrelinhas que o poder e a soberania de Armagh estavam atrelados ao tempo em que Brian permaneceria como o Grande Rei, sendo que também era de interesse de Armagh em apoiá-lo, visando seu poder e fortuna. Ainda que não esteja comprovado, já se sugeriu que Brian e a Igreja da Irlanda buscavam estabelecer uma nova forma de reinado na ilha, algo semelhante ao que se fazia na França e na Inglaterra, onde os títulos de reis para regiões menores foram abolidos, havendo apenas um rei que exercia poder sobre todas as províncias. Em 1011, todos os líderes regionais reconheceram a autoridade de Brian sobre a irlanda, mas esse reconhecimento não duraria. Tão logo a soberania de Brian Bory foi reconhecida, Máel Mórda mac Murchada de Leinster, se rebelou em 1012 e começou uma rebelião. A Cogadh Gaedhel re Gallaibh conta que um dos filhos de Brian teria insultado Máel Mórda, o que o teria levado a se declarar independente. Máel reuniu aliados para desafiar o poder do Grande Rei, tendo encontrado um na capital de Ulster que recentemente tinha se submetido a Brian. Ambos atacaram a província de Meath, onde o Grande Rei anterior, o deposto Máel Sechnaill, procurou a ajuda de Brian para defender seu reino. Em 1013, Brian liderou um exército de sua província de Munster e de Connacht até Leinster. Um destacamento liderado por seu filho Murchad arrasou a metade sul da província de Leinster durante três meses. As forças sob Murchad e Brian foram reunidas em 9 de setembro fora dos muros de Dublin. A cidade foi bloqueada, mas foi o exército do Grande Rei que ficou sem suprimentos primeiro, de modo que Brian foi forçado a abandonar o cerco e retornar a Munster perto da época do Natal. ===A Batalha de Clontarf=== Máel Mórda sabia que o Grande Rei voltaria a Dublin em 1014 para tentar derrotá-lo novamente. Máel Mórda, provavelmente, pensou que se desafiasse Brian Boru abertamente, ele conseguiria apoio dos governantes regionais da Irlanda, porém apenas um governante lhe enviou tropas, o que obrigou Máel Mórda a buscar apoio com governantes estrangeiros. Seu primo Sigtrygg, o governante de Dublin, foi quem buscou ajuda fora da Irlanda. Sigtrygg navegou até Orkney, parando na volta na Ilha de Man. Essas ilhas estavam ocupadas pelos nórdicos muito antes e os nórdicos da Irlanda tinham fortes laços familiares com eles. O pai de Sigtrygg já tinha pedido a ajuda deles em 980 e o próprio Sigtrygg em 990. O incentivo para eles era o saque, não terras nem títulos. Contrariando o que afirma o Cogadh Gaedhel re Gallaibh, essa não foi uma tentativa dos nórdicos de reconquistarem a Irlanda e sim um conflito civil interno, estando todos os nórdicos, inclusive os que vieram das ilhas, a serviço de Máel Mórda. Brian Boru tinha nórdicos já nascidos na Irlanda em seu exército, especialmente os que vieram de Limerick e provavelmente de Waterford, Wexford e Cork. O exército de Brian pode ter superado o de Máel Mórda em número, já que Brian se sentiu seguro o suficiente para despachar um destacamento montado sob o comando de seu filho mais novo, Donnchad, para atacar Leinster, presumivelmente esperando forçar Máel Mórda a libertar seus contingentes de lá para defender suas casas. Uma desavença entre o rei de Meath levou Máel Sechnaill a retirar seu apoio a Brian.Assim, Brian enviou uma mensagem urgente ao filho Donnchad para que retornasse com seu destacamento, mas já era tarde demais. As tropas nórdicas, uma liderada por Sigurd Hlodvirsson, senhor de Orkney e a outra por Brodir, da Ilha de Man, desembarcaram no Domingo de Ramos, em 18 de abril. A batalha ocorreu cinco dias depois, na Sexta-Feira da Paixão, em 23 de abril de 1014, ao norte da atual cidade de Dublin, em Clontarf. ===Morte=== Algumas fontes dizem que a batalha durou um dia inteiro. Muitos também são os relatos sobre sua morte. Alguns dizem que foi uma morte heroica em combate homem a homem com um nórdico, outros dizem que ele foi emboscado por Brodir enquanto rezava em sua tenda em Clontarf. Após sua morte, seu corpo foi levado para Swords para o funeral, depois enviado para Armagh para o sepultamento. Seu túmulo estaria no muro norte da Catedral de São Patrício, em Armagh. ==Família== A primeira esposa de Brian foi Mór, filha do rei de Connacht, Uí Fiachrach Aidne. Ela teria sido a mãe de Murchad, Conchobar e Flann. Genealogias posteriores alegam que esses três filhos não teriam deixado descendentes, ainda que se diga que o filho de Murchad tenha morrido em batalha com o pai e o avô. Sua segunda esposa, Echrad, era filha de Carlus mac Ailella, rei de Uí Áeda Odba, um braço pouco conhecido da dinastia dos Uí Néill. Ela era mãe de Tadc, cujo filho Toirdelbach e neto Muirchertach rivalizaram com Brian em fama e poder. O casamento mais famosos de Brian foi com Gormflaith, irmã de Máel Mórda de Leinster. Donnchad, que teve seu meio-irmão Tadc morto em 1023 e governou Munster por 40 anos depois, foi o resultado dessa união. Brian tinha um sexto filho, Domnall, que chegou a ter um filho, ainda que esse nome não tenha sido preservado. Talvez ele tenha sido filho de Brian com sua quarta esposa, Dub Choblaig, que morreu em 1009. Ela era filha de Cathal mac Conchobar mac Taidg, rei de Connacht. Brian também teve pelo menos três filhas, mas os nomes de suas mães são desconhecidos. Segundo os Anais de Innisfallen, Sadb, que morreu em 1048, foi casada com Cian, filho de Máel Muad mac Brain. Bé Binn foi casada com o rei Flaithbertach Ua Néill, dos Uí Néill. A terceira filha, Sláine, foi casada com o enteado de Sigtrygg Silkbeard, de Dublin. Segundo a Saga de Njáll, Brian ainda teria um filho adotivo, Kerthialfad. ===Herança familiar=== Os descendentes de Brian Boru ficaram conhecidos como o clã dos Uí Briain (O'Brien), com variações como Ó Briain, O'Brien, O'Brian, etc.. A letra O no começo do nome era em Ó, que veio de Ua, que significa neto ou descendente da pessoa referida. O prefixo é normalmente anglicizado para O, usando a apóstrofe para indicar a presença do acento agudo no O. A dinastia dos O'Brien se tornou uma das principais famílias irlandesas nas gerações seguintes. A terceira bisneta de Brian foi Gwenllian ferch Gruffydd (1097 – 1136), princesa consorte de Deheubarth, em Gales, líder de uma revolta e batalha que levaram à grande revolta de 1136 contra os normandos. == Ligações externas == *Site sobre a Batalha de Clontarf criado pelo Trinity College Dublin *Artigo da Biblioteca do Condado de Clare sobre Brian Boru *Artigo no Irish Examiner *Visão romanceada do herói irlandês (autoria do artista argentino Ciruelo Cabral) Categoria:Grandes Reis da Irlanda Categoria:Monarcas mortos em combate Categoria:Reis de Munster",
 "title": "Brian Boru"
}