{
 "id": "22412",
 "text": "Francis Harry Compton Crick OM, FRS (Northampton, — San Diego, ) foi um biólogo molecular, biofísico e neurocientista britânico, mais conhecido por descobrir a estrutura da molécula de DNA, em 1953, com James Watson. Juntamente com Watson e Maurice Wilkins foi outorgado com o Nobel de Fisiologia ou Medicina de 1962, \"por suas descobertas sobre a estrutura molecular dos ácidos nucleicos e seu significado para a transferência de informação em material vivo\". Crick foi um conhecido biólogo molecular teórico e desempenhou um papel crucial na investigação relacionada com a revelação do código genético. É também conhecido pelo uso do termo \"dogma central\" para resumir a ideia de que o fluxo de informação genética em células possui essencialmente um sentido único, a partir do DNA para o RNA à proteína. Durante o restante de sua carreira, ele ocupou o cargo de professor investigador emérito do Instituto Salk para Estudos Biológicos em La Jolla, Califórnia. Sua pesquisa mais tarde centrou-se em neurobiologia teórica e tentou avançar o estudo científico da consciência humana. Ele permaneceu no cargo até sua morte, \"estava editando um manuscrito em seu leito de morte, um cientista até o amargo fim\", de acordo com Christof Koch. ==Biografia== Crick frequentou a Mill Hill School em Londres e graduou-se em Física pela University College London em 1937. Ele trabalhou intermitentemente para a Marinha Britânica e de 1940 a 1947 trabalhou para o Almirantado Britânico no radar, minas marítimas magnéticas e acústicas. A partir de 1947 estudou biologia e a partir de 1949 dedicou-se sem sucesso ao Medical Research Council (MRC Unit, posteriormente MRC Laboratory of Molecular Biology) liderado por William Lawrence Bragg no Cavendish Laboratory da Universidade de Cambridge para seu doutorado. Lá ele estava trabalhando na análise cristalográfica de raios-X da molécula de hemoglobina quando o bioquímico americano James Watson se juntou a ele em 1951 e ambos começaram a decodificar a estrutura do DNA – na forma da dupla hélice do DNA. Este modelo, que eles publicaram no artigo Molecular Structure of Nucleic Acids: A Structure for Deoxyribose Nucleic Acid na revista Nature em 25 de abril, simultaneamente e na mesma edição com o trabalho de Rosalind Franklin e Maurice Wilkins apresentado, que continha os fundamentos cristalográficos de raios-X da estrutura do DNA, alcançou fama mundial e ainda é válido hoje.Eine ausführlichere Arbeit dazu erschien 1954: Watson, Crick, The complementary structure of deoxyribonucleic acid, Proc. Roy. Soc. A, Band 223, 1954, S. 80–96 Em 1953, Crick recebeu seu doutorado no Caius College.Hans-Jörg Rheinberger: Crick. 2005, S. 278. Em 1955, Crick apresentou sua hipótese do adaptador, que afirma que uma estrutura até então desconhecida traz os aminoácidos ao seu local de destino e os liga corretamente (hoje sabemos que é o tRNA como uma molécula adaptadora). Em 1958 formulou o Dogma Central da Biologia Molecular.Matthew Cobb: Life`s greatest secret. The race to crack the genetic code, Basic Books 2015Horace Freeland Judson; The eighth day of creation: makers of the revolution in biology, Touchstone Books 1979, 2. Auflage Cold Spring Harbor Laboratory Press 1996Robert Olby: The Path to the Double Helix. The Discovery of DNA. Dover 1994Ernst Peter Fischer: Am Anfang war die Doppelhelix – James D. Watson und die neue Wissenschaft vom Leben. Ullstein, München 2003James D. Watson: Die Doppelhelix, Rowohlt TB, 1997, ISBN 3-499-60255-5 Em 1959, Crick foi professor visitante na Universidade de Harvard e cientista visitante no Instituto Rockefeller de Medicina (atual Universidade Rockefeller) em Nova York. 1960/61 foi membro do Churchill College, Cambridge. Em 1961, junto com Sydney Brenner e outros, ele conseguiu provar a estrutura trigêmea do código genético (pelo que George Gamow deu o ímpeto para a investigação em uma carta a Crick), a atribuição exata do amino ácidos aos blocos de construção do código tripleto foi feito por Marshall Nirenberg, Heinrich Matthaei (experimento Poly-U) e outros de 1961 a 1966. Em 1962 tornou-se chefe do departamento de genética molecular do MRC Laboratory e foi co-diretor com Sydney Brenner a partir de 1963. Ao mesmo tempo, ele era um membro não residente do Salk Institute em La Jolla desde 1962 e mudou-se para lá permanentemente em 1975. Ele foi J. W. Kieckhefer Distinguished Professor lá de 1977 a 2004 e Presidente em 1994/95. Ele também foi professor de biologia, química e psicologia na Universidade da Califórnia, em San Diego. Ele morreu de câncer de cólon.F. H. Crick, L. Barnett, S. Brenner, R. J. Watts-Tobin, General nature of the genetic code for proteins, Nature, Band 192, 1961, S. 1227–1232 Em 1962, Crick, Wilkins e Watson receberam o Prêmio Nobel de Fisiologia ou Medicina por seu modelo espacial de DNA. Em 1960, Crick recebeu o Albert Lasker Award for Basic Medical Research, em 1961 o Prix Charles-Léopold Mayer, em 1962 um Gairdner Foundation International Award, em 1966 a Mendel Medal e em 1972 a Royal Medal of the Royal Society. Em 1962 foi eleito para a Academia Americana de Artes e Ciências, em 1969 membro da Leopoldina e da Academia Nacional de Ciências. A Sociedade Filosófica Americana, da qual era membro desde 1972, concedeu-lhe a Medalha Benjamin Franklin em 2001. Em 1978 tornou-se membro da Académie des sciences em Paris. Crick era conhecido por ideias não convencionais em vários campos. Na década de 1970, Crick assumiu a hipótese da panspermia (panspermia dirigida). Mais tarde, ele se voltou para a neurociência e a teoria da consciência. Na velhice, Crick lançou um grande desafio no Salk Institute em La Jolla, Califórnia, tentando desvendar a natureza da mente e explicá-la por meio de uma teoria abrangente. Em 1990, ele postulou que havia chegado a hora de abordar cientificamente o mistério da mente humana. Seres humanos, “suas alegrias e tristezas, suas memórias, seus objetivos, seu senso de sua própria identidade e livre arbítrio – tudo isso é realmente apenas o comportamento de uma vasta coleção de neurônios e moléculas associadas”, disse ele em seu livro publicado em 1994 livro \"O que a alma realmente é\". Watson, Wilkins e Crick foram posteriormente criticados por violar as regras da boa prática científica, já que sua publicação na Nature em 1953 foi baseada em imagens cristalográficas de raios-X e pesquisas inéditas de Rosalind Franklin no King's College, cujo impopular colega Maurice Wilkins as usou para Watson sem seu conhecimento tornado acessível. No final de sua publicação na Nature, Watson e Crick agradeceram sumariamente a Franklin e Wilkins por suas “contribuições” sem entrar em mais detalhes sobre as circunstâncias. Crick simpatizava com a eugenia, expressando seus pontos de vista principalmente na comunicação pessoal. Ele era de opinião que, a longo prazo, a sociedade seria forçada a pensar no melhoramento (genético) para as gerações futuras. No presente, entretanto, ele via poucas perspectivas para isso devido às reservas religiosas generalizadas. Crick dedicou a maior parte da sua vida à neurociência. Uma de suas linhas de pesquisa mais notáveis (e controversas) no campo foi uma proposta sobre a função biológica do sono REM, a chamada \"Hipótese da Aprendizagem-Reversa\". O seu último livro publicado foi \"The Astonishing Hypothesis\".de Sá, J. F. R., & Rossi, T. R. A. (2012). \"Sonhar para esquecer: uma introdução à hipótese da \"Aprendizagem-Reversa\"\". Ciências e Cognição, 17(2). Página visitada em 13 de fevereiro de 2013. Morreu em 28 de Julho de 2004 de câncer, aos 88 anos, em San Diego, Califórnia. Seu corpo foi cremado. Em 11 de abril de 2013 sua medalha do Prêmio Nobel foi leiloada em Nova Iorque por 2,23 milhões de dólares. == Livros == * Of Molecules and Men (Prometheus Books, 2004; edição original 1967) * Life Itself: Its Origin and Nature (Simon & Schuster, 1981) * What Mad Pursuit: A Personal View of Scientific Discovery (edição de reimpressão, 1990) * The Astonishing Hypothesis: The Scientific Search for the Soul (edição de reimpressão, 1995) * Georg Kreisel: algumas lembranças pessoais: Kreiseliana: About and Around Georg Kreisel (1996), pp. 25–32. == Ver também == * Instituto Francis Crick ==Ligações externas== * * The Francis Crick Institute * \"Francis Harry Compton Crick (1916–2004)\" by A. Andrei at the Embryo Project Encyclopedia Papéis de Crick * Register of Francis Crick Personal Papers – MSS 660 Documentos pessoais de Crick na Mandeville Special Collections Library, Geisel Library, Universidade da Califórnia, San Diego * Francis Crick Archive — Os papéis de Francis Crick estão disponíveis para estudo no departamento de Arquivos e Manuscritos da Biblioteca Wellcome. Esses documentos incluem aqueles que tratam da carreira de Crick depois que ele se mudou para o Instituto Salk em San Diego. Os documentos digitalizados estão disponíveis em Codebreakers: Makers of Modern Genetics: the Francis Crick papers * Comprehensive list of pdf files of Crick's papers from 1950 to 1990 – National Library of Medicine. * Francis Crick papers – Nature.com * Key Participants: Francis H. C. Crick – Linus Pauling e a corrida pelo DNA: uma história documental Arquivos de áudio e vídeo * An interview with Francis Crick and Christof Koch, 2001 * Listen to Francis Crick * The Quest for Consciousness – The Quest for Consciousness – 65 minute audio program — a conversation on Consciousness with neurobiologist Francis Crick of the Salk Institute and neurobiologist Christof Koch from Caltech. * Listen Francis Crick e James Watson conversando na BBC em 1962, 1972 e 1974. * The Impact of Linus Pauling on Molecular Biology – uma palestra de 1995 proferida por Crick na Oregon State University Sobre seu trabalho * The Crick Papers no Wellcome Trust. * \"Quiet debut for the double helix\" pelo Professor Robert Olby, Nature 421 (23 de janeiro de 2003): 402–405. * Reading list para descoberta da história do DNA do Centro Nacional de Educação em Biotecnologia. * Papers of Francis Crick, 1953-1969 mantidos no Churchill Archives Centre Sobre sua vida * Olby's Australian lecture, March 2010 * Salk Institute Press Release sobre a morte de Francis Crick. * The Francis Crick Papers – Perfis na Ciência, National Library of Medicine * Obituary in The Times (Londres) de Francis Crick, 30 de julho de 2004. * Francis Crick Obituary The Biochemist Diversos * National DNA Day, 25 April 2006 Moderated Chat Transcript Archive * Independent On Line article sobre Consciência, 7 de junho de 2006. * * 100 Scientists and Thinkers: James Watson and Francis Crick - Time magazine. * Francis Crick: Nobel Prize 1962, Physiology or Medicine * First press stories on DNA mas para a \"segunda\" história de DNA no The New York Times: https://www.nytimes.com/packages/pdf/science/dna-article.pdf — para reprodução do texto original em junho de 1953. * 50th anniversary series of articles - The New York Times. * Quotes de Robert Olby sobre exatamente quem pode ter descoberto a estrutura do DNA. * A celebration of Francis Crick's life in science. * Francis Crick tells his life story - Web of Stories * * Article by Mark Steyn from The Atlantic in 2004. * Review of Francis Crick: Hunter of Life's Secrets in Current Biology. Categoria:Naturais de Northampton Categoria:Cientistas do Reino Unido Categoria:Biólogos moleculares Categoria:Físicos da Inglaterra Categoria:Bioquímicos do Reino Unido Categoria:Geneticistas do Reino Unido Categoria:Nobel de Fisiologia ou Medicina Categoria:Medalha Copley Categoria:Medalha Real Categoria:Membros da Royal Society Categoria:Membros da Academia de Ciências da França Categoria:Alunos da University College London Categoria:Agnósticos do Reino Unido Categoria:Mortes por câncer Categoria:Fellows do Comitê para a Investigação Cética",
 "title": "Francis Crick"
}