{
 "id": "22447",
 "text": "Kitesurf, kiteboarding, originalmente flysurfing, é um desporto aquático que utiliza uma pipa (comumente chamada pelos praticantes de kite) e uma prancha com ou sem alças (uma estrutura de suporte para os pés). A pessoa, com a pipa presa à cintura através de um dispositivo chamado trapézio, coloca-se em cima da prancha, comanda o kite com a barra, e sobre a água, é impulsionada pelo vento que atinge pipa. Ao controlá-lo, através de uma barra, consegue se deslocar ( orçar ou arribar) escolhendo um trajeto, pegando ondas ou realizando saltos. Este esporte, relativamente recente, encontra-se num momento de grande popularidade e em crescente prática no Brasil, e no mundo. O kitesurfista usa vários equipamentos, primeiro conecta a sua cintura um \"trapézio\", é um cinturão que possuiu um gancho feito de aço, depois conecta a \"barra\" ao trapézio, através do \"chicken loop\" ( uma alça com um grampo, a qual faz parte da barra e que se liga ao kite por meio de linhas (4 ou 5 conforme o modelo do kite). Conforme o modelo, a barra possui normalmente, 02 linhas externas e 02 internas, as primeiras são conectadas ao bordo de fuga e as outras ao de ataque. Na foto ao lado, vê-se perfeitamente a prancha, o chicken loop, a barra e as linhas, a foto não permite distinguir o trapézio, que está na cintura do atleta. O kitesurf foi inventado em 1985 por dois irmãos franceses: Bruno e Dominique Legaignoux mas apenas atingiu alguma popularidade em meados da década de 1990. O nome resulta da junção de duas palavras inglesas: \"Kite\", que significa pipa (papagaio em Portugal e pandorga, no Rio Grande do Sul, em Santa Catarina, no conjunto de Ilhas dos Açores, de Portugal e nas províncias de Cádiz - onde na cidade de Chipiona existe inclusive um concurso de \"pandorgas\", e Huelva na Andaluzia, na Espanha) e \"Surf\", do verbo inglês \"to surf\", que significa \"navegar\". == Tipos de equipamento == thumb|350px === Kites Insufláveis === São os mais utilizados. Possuem apenas uma superfície de tecido, talas infláveis (insufláveis) que lhes mantém o perfil aerodinâmico estável, e um inflável principal que mantém o formato em arco, tornando-os insubmersíveis e fáceis de redecolar. Têm boa capacidade de orça. São bastante estáveis e possuem muita potência para saltar e manter o tempo de voo (hangtime). Permitem que sejam usados em amplas faixas de vento (windrange). Existem modelos de 4 e 5 linhas. Podem ficar longos períodos na água continuando aptos a redecolar. As talas infláveis são frágeis, podendo furar ou estourar se não usados adequadamente. Os kites infláveis são hoje sub-classificados em: Kites \"C\" - possuem a forma clássica de um \"C\" e estão no mercado desde 2001. Embora tenham uma faixa de aceleração e desaceleração menor que a dos novos shapes desenvolvidos a partir de 2005, ainda são os preferidos dos atletas na competições. Kites \"flat\" ou \"bow\" - possuem uma forma mais parecida com uma unha, ou seja, mais achatada. Basculam mais que os clássicos \"C\" e com isso são capazes de ampliar/diminuir sua área vélica em proporções maiores, aumentando ou reduzindo a potência mais facilmente. Foram introduzidos no mercado em 2005 e desde então têm conquistado um grande número de adeptos, principalmente no nível básico e intermediário de habilidades. Já existem no mercado kites com forma híbrida entre o \"C\" e o \"flat\", que buscam obter o melhor de ambos. O kite \"bow\" é mais fácil de redecolar ao cair na água, alguns redecolam sem necessidade de intervenção do atleta. === Kites tipo Foils === Assemelham-se a um parapente. Possuem duas camadas de tecido (superfície superior e inferior) e é dividido por várias células, que se enchem de ar (pelo vento, através de válvulas frontais) e formam seu perfil. Possuem um complexo sistema de cabresto. Têm boa tração. Alguns modelos são montados rapidamente. Geralmente são mais resistentes a impactos, mas também podem estourar, rasgando o tecido. São facilmente redecoláveis. Porém, se ficam alguns minutos na água, enchem de água e dificilmente redecolam. As muitas linhas do cabresto podem se enrolar, principalmente em mãos inexperientes. Dependendo do modelo demoram muito tempo para desinflar e guardar. Se for mal regulado ou ocorrer uma pequena desregulação no cabresto, o kite perde o perfil e o voo fica horrível. === Kites tipo Arch (híbridos) === São um híbrido entre os infláveis e os foils. Têm duas camadas de tecido, semelhante ao foil e não possuem infláveis. Usam o sistema de perfil de dupla superfície junto com o formato frontal em arco, eliminando a necessidade das mil linhas do cabresto. São estáveis, menos frágeis e não têm cabresto. Entretanto, se enche de água se ficar alguns minutos na água. Não é tão fácil de redecolar como os foils. Têm mais facilidade de redecolar ao contrário (lado de baixo para cima). Não têm a manobrabilidade e velocidade dos infláveis para explosão de saltos e voo. === Kites tipo Framed === Em conceito, são semelhantes às pipas de brinquedo, pois possuem apenas uma camada de tecido e armação em fibra (geralmente de carbono). São baratas e tracionam bem, mas menos que um foil. Não são redecoláveis, podendo até afundar. As armações podem se quebrar ou gerar graves lesões com o impacto de quedas. == Descrição das partes do Kite == * Bordo de Ataque- Parte frontal do kite, onde fica o inflável principal e entra o fluxo de ar. * Bordo de Fuga - Parte traseira do kite, por onde sai o fluxo de ar. * Cabrestos - Conjunto de linhas que compõe a estrutura de conexão do tecido às linhas de voo e permite a manobrabilidade do kite de 2 linhas e alguns 5 linhas. * Talas infláveis - Ajudam a dar forma ao perfil do kite e distribuem a tensão no tecido no sentido transversal * Bexigas - Tubos de plástico que inflados dão rigidez à estrutura do kite (Talas). == Tipos de Pranchas == ;Direcionais :São semelhantes às pranchas de surfe, podendo ter acabamento em resina epóxi e miolo em bloco de isopor (mais resistentes) ou em resina poliéster e miolo em bloco de poliuretano. Possuem duas ou três alças para os pés e quilhas iguais às de surf. Em tamanho grande, possuem maior flutuação, o que facilita o uso em ventos mais fracos. Principalmente para orçar. São melhores para surfar as ondas. Como possuem nariz e rabeta com quilhas, são as melhores para saltos bem altos. Em ventos mais fortes, as maiores são mais difíceis de se cravar a borda na água para orçar. É preciso saber fazer o jibe. ;Bidirecionais :São pranchas com acabamento em resina epóxi e miolo em bloco de isopor (mais resistentes) ou em resina poliéster e miolo em bloco de poliuretano. Normalmente têm 2 alças, mas podem ser usadas com botas de wakeboard ou sandálias. Elas não têm frente ou traseira. Ambos os lados são iguais. Possuem quilhas menores do que as direcionais. Não precisa fazer o jibe. São mais ágeis para se mudar de direção. Em ventos mais fortes, as maiores são mais difíceis de se cravar a borda para orçar. Em ventos fracos são um pouco mais difíceis de orçar. ;Wakeboards :São pranchas com pouquíssima flutuação e quilhas pequenas. Podem ter botas (mais usado) ou sandálias. Geralmente são feitas com um sanduíche de resina e fibra (de vidro ou carbono), mas podem ser de madeira também. As de fibra podem possuir miolo de espuma rígida, honeycomb ou madeira balsa (as mais atuais). Por serem leves e pequenas sua aerodinâmica facilita os saltos e giros. Não é preciso se fazer o jibe. Em ventos fortes são boas para orçar, pois cravam bem a borda na água. São muito resistentes. Contudo, por quase não flutuarem, precisam de ventos mais fortes. Em ventos fracos, são mais difíceis de orçar. Não são ideais para surfar as ondas. No caso de ventos rajados e fracos, quando o kite cai na água o praticante não pode usar os pés para nadar (se estiver usando botas). Com botas também é difícil de entrar na água sozinho e em lugares sem praia (com pedras e correnteza). == Descrição das partes da prancha == * Bordas - Laterais da prancha. Podem ser finas/grossas, altas/baixas, redondas/afiadas. * Nariz- Parte frontal da prancha * Rabeta - Parte posterior da prancha * Quilhas - Aletas que dão equilíbrio e estabilidade * Alças - Encaixes para os pés * Deck - Parte superior da prancha * Rocker - Curvatura longitudinal da prancha * Concave - Curvatura transversal do fundo * Distribuição de volume - Espessura em cada ponto ao longo do comprimento. == Encaixes para os pés == ;Alças :São feitas em tecido sintético e espuma e ajustáveis com velcro, São fáceis de se colocar e tirar. Permitem que se façam manobras em que se tira o pé da prancha durante o salto. São indesejavelmente fáceis de sair do pé em certas manobras, o que pode ser evitado com a prática. ;Sandálias :São semelhantes às alças, porém possuem uma tira grossa de borracha para prender o calcanhar. São um pouco mais difíceis de se calçar e de tirar do que as alças. Não permitem que se façam manobras em que se tira o pé da prancha durante o salto. Podem se soltar perigosamente de apenas um pé durante um salto, facilitando torções no tornozelo do outro pé. ;Botas :Originárias do wakeboard, são feitas em fibra, espuma e plástico. Possuem fechos ajustáveis. São muito seguras para o tornozelo, pois evitam torções. Não se soltam em saltos. São difíceis de se calçar e alguns modelos são razoavelmente difíceis de se descalçar em emergências. Não permitem que se façam manobras em que se tira o pé da prancha durante o salto. São caras. Se o kite cai na água o praticante não consegue usar os pés para nadar. : == Uso do leash == Apesar de muitos aderirem o uso do leash (cordinha) é muito perigoso porque quando você é puxado pelo kite e a prancha trava na água, ele funciona como um estilingue trazendo-a em sua direção com muita força. O leash pode também enrolar no pescoço ou pernas durante uma queda. Diversos acidentes já aconteceram, resultando em cortes na cabeça, pancada na nuca, podendo deixar o praticante desacordado na água, o que é extremamente perigoso. ==Recorde mundial de maior viagem de kitesurf== Em julho de 2015 o português Francisco Lufinha bateu o recorde mundial de maior viagem de kitesurf sem paragens, navegando 874 quilómetros em 47h37min. == Ver Também == *Guilly Brandão *São Miguel do Gostoso *Cumbuco *Nortada https://www.redbull.com/br-pt/melhores-lugares- brasil-para-kitesurf == Ligações externas == * O que é o Kitesurf * How to Kitesurf * Kitesurfando * Velejando em vento fraco Categoria:Kitesurf Categoria:Desportos radicais Categoria:Desportos com prancha Categoria:Desportos individuais Categoria:Palavras, frases e expressões em inglês",
 "title": "Kitesurf"
}