{
 "id": "22461",
 "text": "Gaspard Monge (Beaune, — Paris, ) foi um matemático francês, criador da geometria descritiva (a base matemática de desenho técnico) e pai da geometria diferencial.O'Connor, John J.; Robertson, Edmund F., \"Gaspard Monge\", MacTutor History of Mathematics archive, University of St Andrews. Durante a Revolução Francesa, ele serviu como ministro da Marinha, e foi envolvido na reforma do sistema educacional francês, ajudando a fundar a École Polytechnique. == Biografia == Filho de Jacques Monge, mascate amolador de facas. Era o gênio da família, e no colégio (dirigido por uma ordem religiosa) ganhava todos os prêmios. É conhecido pela criação da geometria descritiva. Sem ela - originalmente usada na engenharia militar – a enorme expansão da maquinaria do teria, provavelmente, sido impossível. Aos quatorze anos construiu um carro de bombeiros. À pergunta de como conseguira tal feito sem qualquer orientação, respondeu: \"eu uso dois trunfos infalíveis: uma tenacidade invencível e mãos que traduzem meu pensamento com fidelidade geométrica\". Foi um geômetra e engenheiro nato com o dom insuperável de visualizar relações espaciais complicadas. Aos dezesseis anos fez um excelente mapa completo de Beaune, construindo seus próprios instrumentos de agrimensura. Este mapa proporcionou- lhe a primeira grande chance: os professores recomendaram-no para a cadeira de professor de física do colégio de Lyon, dirigido pela mesma ordem religiosa. === Carreira === A seguir, recebeu a oferta da escola militar de Mézières onde fazia o trabalho rotineiro de agrimensura e desenho, o que lhe deixava tempo livre para a matemática. Uma importante matéria do curso era a teoria das fortificações em que se buscava projetar métodos de defesa para que nada ficasse exposto ao fogo direto do inimigo. Para alcançar este resultado, eram necessários intermináveis cálculos aritméticos. Monge apresentou uma solução rápida para este tipo de problema, tendo que reafirmar, para os que desacreditavam, que a simplicidade do resultado baseava-se em que não fora usada aritmética para chegar à solução. Este foi o começo da geometria descritiva. Foi então colocado como instrutor do novo método para os futuros engenheiros militares. Durante quinze anos o método foi um segredo militar zelosamente guardado. Somente em 1794 Monge foi autorizado a apresentá-lo, publicamente, na Escola Normal Superior de Paris. Lagrange disse após a conferência: \"eu não sabia que sabia geometria descritiva\". Esta invenção revolucionou a engenharia militar e o desenho mecânico. Há muitas maneiras pelas quais a geometria descritiva pode ser desenvolvida ou modificada, mas todas se relacionam com Monge. Contribuiu para o avanço da matemática pela sistemática aplicação do cálculo para a investigação da curvatura das superfícies, preparando o caminho para Carl Friedrich Gauss que, por sua vez inspirou Bernhard Riemann, que mais uma vez desenvolveu a geometria conhecida por seu nome (geometria riemanniana) na teoria da relatividade. Em 1768, aos vinte e dois anos de idade, tornou-se professor de matemática em Mézières, e três anos mais tarde, com a morte do professor de física, ele foi promovido para a sua vaga. Casou em 1777. Em 1780 D’Alembert e Condorcet convenceram o governo a fundar um instituto no Louvre para o estudo de hidráulica e Monge foi chamado a Paris para se encarregar dos trabalhos. De 1777 a 1791 permaneceu no emprego de examinador de candidatos a comissões na marinha, provando ser um servidor incorruptível. Como resultado desta rigidez, a marinha estava pronta para ação em 1789, quando começou a Revolução. Em agosto de 1792 foi posto no Conselho Executivo Provisional para propor alguma medida de apaziguamento do povo que já se descontrolara. Em fevereiro de 1793 tornou- se suspeito de não ser bastante radical. No dia 13 pediu demissão. No dia 18 foi reconduzido. Em abril de 1793, só havia um décimo da munição necessária para um exército de 900 mil homens. Importar seria impossível. Precisava-se de cobre e metal para a manufatura de canhões de bronze, salitre para a pólvora e aço para as armas de fogo. \"Dê-nos salitre da terra e em três dias nós estaremos carregando nossos canhões\", disse Monge para a Convenção. \"Tudo bem\", disseram eles, \"mas onde nós vamos conseguir o salitre?\" Monge e Berthollet mostraram. A nação inteira foi mobilizada sob a direção de Monge e Berthollet. A França inteira transformou-se numa grande fábrica de pólvora. Monge era a alma de tudo. Passou seus dias supervisionando as fundições e arsenais e suas noites escrevendo boletins com ordens para os trabalhadores. Seu boletim \"A Arte da Fabricação do Canhão\" tornou-se o manual das fábricas. === Últimos anos === Em 1796 Napoleão Bonaparte escreveu uma carta para Monge: \"Permita-me agradecer pelas boas-vindas que um jovem oficial de artilharia, sem qualquer importância, recebeu do Ministro da Marinha em 1792. Este ato ficou preciosamente preservado na minha memória. Aquele oficial hoje é o general do Exército (da invasão da Itália). Estou feliz por estender-lhe a mão em reconhecimento e amizade\". Assim começou uma longa amizade entre os dois. Monge parece ter sido o único homem por quem Napoleão teve uma generosa e permanente amizade. Em 1808, Napoleão demonstrou seu apreço pelos méritos de Monge tornando-o Conde de Pelúsio. A honra foi aceita graciosamente e ele conviveu com o título com toda a pompa da nobreza esquecendo-se de que, certa vez, votara pela abolição dos títulos. Seu declínio iniciou-se ao sofrer um enfarte quando leu o \"Boletim no 29\" anunciando o desastre do exército francês na sua invasão da Rússia. Com a segunda queda de Napoleão, em 1815, os Bourbons de volta ao poder, exigiram que Monge fosse expulso da Academia. Os acadêmicos, subservientes, obedeceram. O toque final da mesquinhez dos Bourbons foi dado ao recusarem permissão aos jovens da Politécnica que tinham Monge como seu ídolo, para homenageá-lo em seus funerais. Disciplinados, os politécnicos acataram a proibição mas, sendo mais corajosos do que os acadêmicos, entendendo que a ordem do Rei cobria apenas o funeral, marcharam, no dia seguinte, para o cemitério e colocaram uma coroa na sepultura de seu mestre e amigo Gaspard Monge. == Publicações selecionadas == * 1781: Mémoire sur la théorie des déblais et des remblais - l'Imprimerie Royale. * 1793: (com Alexandre-Théophile Vandermonde e Claude-Louis Berthollet) Avis aux ouvriers en fer, sur la fabrication de l'acier. Tome 8 (Aconselhamento aos ferreiros, na fabricação de aço) * 1794: Description de l'art de fabriquer des canons (Descrição da arte de fazer canhões) * 1795: Application d'analyse à la géométrie * 1799: Géométrie descriptive. Leçons données aux écoles normales (Geometria Descritiva) * 1807: Application de l'analyse à la géométrie, à l'usage de l'Ecole impériale polytechnique. * 1810: (com Jean Nicolas Pierre Hachette) Traité élémentaire de statique, a l'usage des écoles de la Marine, em Courcier, bibliotecário de impressão, para matemática, Quai des Augustins, tradução de 1852: An elementary treatise on statics. ==Ver também== *Teorema de Monge ==Ligações externas== * Categoria:Nomes na Torre Eiffel Categoria:Membros da Academia de Ciências da França Categoria:Professores da Escola Normal Superior de Paris Categoria:Matemáticos da França Categoria:Matemáticos do século XVIII Categoria:Matemáticos do século XIX Categoria:Geometria descritiva Categoria:Sepultados no Cemitério Père-Lachaise Categoria:Sepultados no Panteão (Paris) Categoria:Ateus da França",
 "title": "Gaspard Monge"
}