{
 "id": "22489",
 "text": "{{Info/Município do Brasil | nome = Alexandria | foto = Alexandria - Rio Grande do Norte 1.jpg | leg_foto = Visão panorâmica de Alexandria. | apelido = Terra da Barriguda | padroeiro = Nossa Senhora da Conceição | brasão = Brasão de Alexandria (RN).png | bandeira = Bandeira de Alexandria (RN).png | link_brasão = | link_bandeira = | link_hino = s:Hino do município de Alexandria | aniversário = 7 de novembro | fundação = | gentílico = alexandriense | lema = | prefeito = Jeane Saraiva Ferreira | partido = PSD | fim_mandato = 2024 | mapa = Brazil Rio Grande do Norte Alexandria location map.svg | latP = S | latG = 06 | latM = 24 | latS = 46 | lonP = O | lonG = 38 | lonM = 00 | lonS = 57 | estado = Rio Grande do Norte | região_intermediária = Mossoró | região_imediata = Pau dos Ferros | vizinhos = Norte: Pilões e Antônio Martins; Sul: Estado da Paraíba (Santa Cruz, Bom Sucesso e Brejo dos Santos); Leste: João Dias; Oeste: Marcelino Vieira e Tenente Ananias | dist_capital = 377 | área = 381.205 | área_ref = | população = 13553 | população_pos = | data_pop = IBGE/2019 | altitude = 319 | altitude_pos = RN: 22º | altitude_ref = |área_urbana = 2,744 |área_urbana_pos = RN: 36° |área_urbana_ref = EMBRAPA/2015 | clima = Semiárido | sigla_clima = Bsh | idh = 0.606 | idh_pos = RN: 91º | data_idh = PNUD/2010 | pib = | data_pib = IBGE/2017 | pib_per_capita = 9600.68 | data_pib_per_capita = IBGE/2017 | site_prefeitura = www.alexandria.rn.gov.br }} Alexandria é um município brasileiro no interior do estado do Rio Grande do Norte, na Região Nordeste do país, distante 377 quilômetros da capital do estado, Natal. Ocupa uma área de aproximadamente 381 km² e sua população, no censo de 2010, era de habitantes, pelo Instituto Brasileiro de Geografia e Estatística (IBGE), sendo então o 39º mais populoso do Rio Grande do Norte (em 167 municípios). O município foi emancipado de Martins e Pau dos Ferros na década de 1930, com a denominação João Pessoa. O nome do município, vigente desde 1936, é uma referência a Alexandrina Barreto Ferreira Chaves, mulher de Joaquim Ferreira Chaves, que foi senador e governador do Rio Grande do Norte. Desde a sua emancipação, desmembraram-se de seu território os atuais municípios de Tenente Ananias (1962), João Dias e Pilões (os dois últimos em 1963). Sua principal atração turística é a Serra Barriguda, a primeira das sete maravilhas do Rio Grande do Norte, cujo formato é semelhante ao de uma gestante. == História == Segundo o documento Tombo de Demarcação, datado de 26 de setembro de 1759 e descoberto nos anos 1950 pelo historiador Antônio Fernandes Mousinho, a primeira denominação do município de Alexandria foi Barriguda, em referência à Serra Barriguda, onde se localizava a fazenda de mesmo nome. Conforme o mesmo documento, o senhor José da Costa, sua principal testemunha, com a mão direita em cima da Bíblia, jurou falar a verdade ao afirmar que tinha 63 anos de idade e era morador da fazenda. Outra versão, não oficial, refere-se a uma árvore, chamada \"Pé de Barriguda\", que existia na nascente de um curso de água perene no pé da Serra Barriguda, em que os viajantes paravam para descansar e usufruíam desta água. Em 1913, a Câmara Municipal de Martins mudou o nome povoado para \"Alexandria\" em homenagem à Alexandrina Barreto Ferreira Chaves, filha da terra e esposa de Joaquim Ferreira Chaves, ex-governador do Rio Grande do Norte e senador pelo mesmo estado. Em 1914 ja existia agência postal em 1918 é instalado o telegrafo, A lei estadual 572, de 3 de dezembro de 1923, elevou o povoado à categoria de vila. Em 7 de novembro de 1930, através do decreto estadual nº 10, sancionado por Irineu Joffily, o distrito passou à condição de novo município do Rio Grande do Norte, desmembrado de Martins e Pau dos Ferros, com a denominação João Pessoa, em referência a João Pessoa Cavalcanti de Albuquerque, líder político assassinado em Recife, por João Duarte Dantas, em 26 de julho daquele ano. A instalação do novo município ocorreu no dia 15 de novembro de 1930, com a posse de Noé Arnaud Muniz como primeiro prefeito. Seis anos mais tarde, em 24 de outubro de 1936, a lei estadual nº 19 de autoria do deputado estadual joão Marcelino de Oliveira e sancionada pelo Governador Rafael Fernandes, alterou o nome do município para Alexandria, como prevalece até hoje, para que se pudesse evitar alguma confusão com a cidade de João Pessoa, a capital do estado da Paraíba. Ja nos anos de 1940 contava com energia eletrica em partes da cidade. Nos anos 1950, chegou à cidade uma linha da Estrada de Ferro Mossoró-Sousa, cuja estação foi formalmente inaugurada em 29 de dezembro de 1951. Nos anos 1960, a divisão administrativa do município chegou a ser constituída, além da sede, pelos distritos de João Dias, Pilões, Tenente Ananias Gomes, porém todos foram emancipados e elevados à categoria de município. Desde então o território de Alexandria mantém seus limites atuais. == Geografia == Com uma de área, dos quais em área urbana, Alexandria ocupa 0,7218% da superfície estadual e está distante 377 Natal, a capital estadual, e de Brasília, a capital federal. Limita-se com Pilões e Antônio Martins a norte; a sul com o estado da Paraíba (Bom Sucesso e Santa Cruz); João Dias e novamente a Paraíba (Brejo dos Santos) a leste e a oeste com Tenente Ananias e Marcelino Vieira. Na divisão territorial vigente do Instituto Brasileiro de Geografia e Estatística (IBGE) desde 2017, Alexandria pertence à região geográfica imediata de Pau dos Ferros, dentro da região geográfica intermediária de Mossoró. Até então, com a vigência das divisões em microrregiões e mesorregiões, o município fazia parte da microrregião de Pau dos Ferros, que por sua vez estava incluída na mesorregião do Oeste Potiguar. O relevo do município, com altitudes variando entre 200 e 400 metros, está inserido em sua maior parte na Depressão Sertaneja-São Francisco, que abriga uma série de terrenos de transição entre o Planalto da Borborema e a Chapada do Apodi, sendo também formado por várias serras: Baixas, Barriguda, Batalhão, Boa Vista, Boiada, Brejo, Cajueiro, Cafunga, Covas, Croatá, Cumbe, Frade, Mata Pasto, Prensa e Santana, além do Serrote da Ilha. Alexandria está situado em área de abrangência de rochas metamórficas que formam o embasamento cristalino, provenientes do período Pré-Cambriano médio, com idade entre um bilhão e 2,5 bilhões de anos. O município abriga ainda dois sítios arqueológicos (Fidalgo e Santana) e a Lagoa de Lajes, com vários fósseis de mamíferos submersos. O tipo de solo predominante é o podzólico vermelho amarelo equivalente eutrófico, caracterizado pelo seu alto nível de fertilidade e textura média, com drenagem acentuada. Há também o luvissolo (também chamado de \"bruno não cálcico\") e o litossolo (solos litólicos). Esses solos são cobertos por uma vegetação de pequeno porte, a caatinga hiperxerófila, que perde suas folhas na estação seca. Entre as espécies mais encontradas estão o facheiro (Pilosocereus pachycladus), o faveleiro (Cnidoscolus quercifolius), a jurema-preta (Mimosa hostilis), o marmeleiro (Cydonia oblonga), o mufumbo (Combretum leprosum) e o xique-xique (Pilosocereus polygonus). Cortado pelo Rio Alexandria, bem como pelos riachos da Mata e do Meio, todo o território municipal pertence à bacia hidrográfica do rio Apodi/Mossoró. Os principais reservatórios, com capacidade igual ou superior a cem mil metros cúbicos de água (m³), são: Pulgas (), do Meio () e Bananeira (). Alexandria possui clima semiárido quente (Bsh segundo Köppen- Geiger), com chuvas concentradas no primeiro semestre do ano. Segundo dados da Empresa de Pesquisa Agropecuária do Rio Grande do Norte (EMPARN), desde 1936 o maior acumulado de chuva em 24 horas registrado em Alexandria atingiu 147 milímetros (mm) em 14 de dezembro de 1951 (fora do período chuvoso), seguido por em 4 de março de 1980 (maior acumulado dentro do período chuvoso). O recorde mensal é de em abril de 1985. Desde outubro de 2018, quando entrou em operação uma estação meteorológica automática do mesmo órgão no município, a menor temperatura registrada em Alexandria foi de em 22 de julho de 2020 e a maior alcançou em 24 de novembro de 2019. == Demografia == A população de Alexandria no censo demográfico de 2010 era de habitantes (68,03% vivendo na zona urbana), sendo o 39º município mais populoso do Rio Grande do Norte, apresentando uma densidade populacional de . Da população total, 51,02% eram do sexo feminino e 48,98% do sexo masculino, tendo uma razão de sexo de 96 homens para cada cem mulheres. Quanto à faixa etária, 65,06% dos habitantes tinham entre 15 e 64 anos, 23,88% menos de quinze anos e 11,07% 65 anos ou mais. Ainda segundo o mesmo censo, a maioria da população era formada por pardos (52,9% dos habitantes), havendo também brancos (41,33%), pretos (4,07%), amarelos (1,61%) e indígenas (0,09%). Levando-se em conta a nacionalidade da população, todos os habitantes eram brasileiros natos (77,7% nascidos no município), dos quais 98,02% naturais do Região Nordeste, 1,67% do Sudeste, 0,15% do Centro-Oeste e 0,08% do Norte, além de 0,07% sem especificação. Entre os naturais de outras unidades da federação, os estados com os maiores percentuais de residentes em Alexandria eram a Paraíba (10,16%), São Paulo (1,57%) e o Ceará (0,77%). Novamente segundo o censo de 2010, 90,36% dos habitantes declararam-se católicos apostólicos romanos, 7,54% evangélicos e 0,4% testemunhas de Jeová, além do espiritismo e do budismo com 0,14% cada. Outros 1,3% não tinha religião, incluindo ateus (0,04%) e agnósticos (0,03%), e 0,18% não possuíam religiosidade não determinada ou pertenciam a múltiplas religiões. A paróquia de Alexandria, cuja padroeira é Nossa Senhora da Conceição, pertence à diocese de Mossoró e foi criada em 25 de outubro de 1936, abrangendo hoje os municípios de Alexandria e Pilões. O município possui ainda alguns credos protestantes ou reformados, sendo as principais a Assembleia de Deus (2,84% da população), Igreja Presbiteriana (1,42%) e Deus é Amor (0,97%); demais denominações, 2,31%. O Índice de Desenvolvimento Humano (IDH-M) de Alexandria é considerado médio, de acordo com dados do Programa das Nações Unidas para o Desenvolvimento (PNUD). Segundo dados do relatório de 2010, divulgados em 2013, seu valor era de 0,606, sendo o 87º maior do Rio Grande do Norte (PNUD) e o do Brasil. Considerando-se apenas o índice de longevidade, seu valor é 0,779, o valor do índice de renda é 0,581 e o de educação 0,491. De 2000 a 2010, o índice de Gini caiu de 0,56 para 0,53 e a proporção de pessoas com renda domiciliar per capita de até R$ 140 passou de 60,3% para 39,6%, apresentando uma redução de 34,4%. Em 2010, 60,4% da população vivia acima da linha de pobreza, 21,6% abaixo da linha de indigência e 17,9% entre as linhas de indigência e de pobreza. No mesmo ano, os 20% mais ricos eram responsáveis por 56,3% do rendimento total municipal, valor quase 26 vezes superior à dos 20% mais pobres, que era de apenas 2,2%. == Política == thumb|Prefeitura de Alexandria, sede do poder executivo municipal A administração municipal se dá pelos poderes executivo, representado pelo prefeito e seu gabinete de secretários, e legislativo, representado pela câmara municipal, composta por nove vereadores. Cabe à casa elaborar e votar leis fundamentais à administração e ao executivo, especialmente o orçamento municipal, conhecido como Lei de Diretrizes Orçamentárias (LDO). O primeiro prefeito do município foi Noé Muniz Arnaud, em 1930, de 15 de novembro a 3 de dezembro daquele ano, e a atual é Jeane Carlina Saraiva e Ferreira de Souza, eleita nas eleições municipais de 2016 com 52,08% dos votos válidos, tendo como vice Rosangela Nunes de Freitas Souza Patrício. Existem também alguns conselhos municipais atualmente em atividade: alimentação escolar, da Criança e do Adolescente, FUNDEB, Meio ambiente e Saúde. Alexandria se rege por sua lei orgânica, promulgada em 3 de abril de 1990, e abriga uma comarca do poder judiciário estadual, de segunda entrância, cujos termos são João Dias e Pilões. O município pertence à 41ª zona eleitoral do Rio Grande do Norte e possuía, em dezembro de 2019, eleitores, de acordo com o Tribunal Superior Eleitoral (TSE), representando 0,419% do eleitorado potiguar. centro|800px|thumb| Palácio Manoel Matias, onde funciona a Câmara Municipal de Alexandria == Economia == thumb|esquerda|280px|Agência bancária do Banco do Brasil, no Centro, região mais movimentada da cidade Segundo o IBGE, em 2012 o Produto Interno Bruto (PIB) do município de Alexandria era de R$ , dos quais do setor terciário, R$ do setor secundário, R$ de impostos sobre produtos líquidos de subsídios a preços correntes e R$ do setor primário. O PIB per capita era de R$ . Considerando-se a população municipal com idade igual ou superior a dezoito anos (2010), 48,8% eram economicamente ativas ocupadas, 39,9% economicamente inativa e 11,3% economicamente ativa desocupada. Ainda no mesmo ano, levando-se em conta população ativa ocupada a mesma faixa etária, 41,84% trabalhavam no setor de serviços, 31,84% na agropecuária, 13,01% no comércio, 5,72% na construção civil, 4,1% em indústrias de transformação, 1,76% na utilidade pública e 0,23% em indústrias de extração. Em 2013 o município possuía um rebanho de galináceos (frangos, galinhas, galos e pintinhos), bovinos, ovinos, caprinos, 925 suínos e 327 equinos. Na lavoura temporária de 2013 foram produzidos tomate () e feijão (), e na lavoura permanente apenas a castanha de caju (). Ainda no mesmo ano o município também produziu mil litros de leite de vacas ordenhadas; 20 mil dúzias de ovos de galinha e quilos de mel de abelha. == Infraestrutura == O serviço de abastecimento de água de Alexandria é feito pelo Serviço Autônomo de Água e Esgoto (SAAE), enquanto a Companhia Energética do Rio Grande do Norte (COSERN) fornece energia elétrica, atendendo em todos os municípios potiguares. A voltagem da rede é de 220 volts. O código de área (DDD) de Alexandria é 084 e o Código de Endereçamento Postal (CEP) é 59965-000. Em 2010, o município tinha 83,62% dos domicílios com água encanada, 98,62% com eletricidade e 68,74% com coleta de lixo. Ao mesmo tempo, 65,82% tinham somente telefone celular, 8,45% celular e fixo, 2,4% apenas telefone fixo e 23,33% não possuíam nenhum. A frota municipal em 2018 era de motocicletas, automóveis, 455 caminhonetes, 212 motonetas, 138 caminhões, sessenta reboques, 45 camionetas, 35 micro-ônibus, 23 semirreboques, dezessete ônibus, caminhões trator e utilitários com quatorze cada, três ciclomotores e um triciclo, totalizando veículos. No transporte rodoviário, Alexandria é cortado por três rodovias, todas estaduais: RN-075 (liga Alexandria a Pilões), RN-079 (liga Alexandria a Marcelino Vieira e ao estado da Paraíba) e a RN-117 (atravessa vários municípios da região oeste potiguar). No transporte ferroviário, possui uma estação ferroviária da antiga Estrada de Ferro Mossoró-Sousa (desativada nos anos 1980), inaugurada em 1951 e ainda preservada. === Saúde === A rede de saúde de Alexandria dispunha, em 2009, de quatorze estabelecimentos (nove públicos e cinco privados), com um total de 88 leitos para internação, entre eles o Hospital Maternidade Guiomar Fernandes e o Hospital Maternidade Joaquina Queiroz, ambos privados e mantidos pela Associação de Proteção e Assistência à Maternidade e à Infância de Alexandria (APAMI). Em 2014 foram registrados 23 óbitos nas unidades de saúde do município, dos quais dezoito por motivo de doença, dois por tumores (neoplasias), um durante a gravidez, um por lesão/envenenamento/causa externa e um por contato com serviços de saúde. Em 2010, a expectativa de vida ao nascer era de 71,71 anos, com índice de longevidade de 0,779, taxa de mortalidade infantil até um ano de idade de 21,8 por mil nascidos vivos e taxa de fecundidade de 2,3 filhos por mulher. Em abril do mesmo ano, a rede profissional de saúde era constituída por 138 médicos, cinquenta auxiliares de enfermagem, treze cirurgiões-dentistas, dez enfermeiros, oito farmacêuticos, quatro fonoaudiólogos e um fisioterapeuta, totalizando 224 profissionais. Segundo dados do Ministério da Saúde, de 2001 a 2012, foram notificados 773 casos de dengue e três de leishmaniose e, de 1990 a 2012, seis casos de AIDS foram registrados. O município pertence à VI Unidade Regional de Saúde Pública do Rio Grande do Norte (URSAP-RN), sediada em Pau dos Ferros. === Educação === IDEB das escolas públicas de Alexandria Ano Anos iniciais Anos finais Ensino médio Ano Anos iniciais Anos finais Ensino médio 2005 2,5 2,7 - 2013 4,5 3,6 - 2007 2,8 2,7 - 2015 - 3,3 - 2009 3,4 2,9 - 2017 4,5 3,8 3,1 2011 3,7 3,6 - 2019 4,7 4,1 - O fator \"educação\" do IDH no município atingiu em 2010 a marca de 0,491, ao passo que a taxa de alfabetização da população acima dos dez anos indicada pelo último censo demográfico do mesmo ano foi de 69% (75,7% para as mulheres e 61,9% para os homens). No mesmo ano, Alexandria possuía 8,74 anos esperados de estudo, valor abaixo da média estadual (9,54 anos). As taxas de conclusão dos ensinos fundamental (15 a 17 anos) e médio (18 a 24 anos) eram de 40,5% e 31,8%, respectivamente, e o percentual de alfabetização da população entre 15 e 24 anos chegava a 92% (2010). A distorção idade-série entre alunos do ensino fundamental, ou seja, com idade superior à recomendada, era de 27,6% para os anos iniciais e 46,9% nos anos finais, enquanto no ensino médio essa defasagem era de 46,4% (2014). No censo escolar de 2018, Alexandria possuía uma rede de doze escolas de ensino fundamental (com 91 docentes), dez do pré-escolar (43 docentes) e uma de ensino médio (treze docentes). No ensino superior, Alexandria possui um núcleo acadêmico da Universidade do Estado do Rio Grande do Norte (UERN), criado pela lei estadual n° , de 10 de outubro de 2002, oferecendo cursos de ciências contábeis e pedagogia. == Cultura == thumb|esquerda|Serra Barriguda, principal atração turística do município A Secretaria Municipal de Cultura, Meio Ambiente, Justiça, Turismo e Cidadania é o órgão da prefeitura responsável pela área cultural do município de Alexandria, cabendo a ela a organização de atividades e projetos culturais. São feriados municipais os dias 28 de maio (dia da morte do coronel Manoel Emídio de Souza), 7 de novembro (dia da emancipação política do município) e 8 de dezembro (dia da padroeira do município, Nossa Senhora da Conceição). A principal atração turística alexandrinense é a Serra Barriguda. Essa serra tem esse nome por se assemelhar ao formato de uma mulher grávida e é formada por granito. O local possui 310 metros de altura e se situa a uma altitude de 602 metros acima do nível do mar. Em 2007, a Serra Barriguda foi eleita uma das sete maravilhas do estado do Rio Grande do Norte, na primeira colocação. Além desta serra, destacam-se ainda a Capela de Santa Filomena, o Sítio Arqueológico e a Pedra do Sino. thumb|Espaço Cultural Antônio Bento Sobrinho, onde são realizados os principais atrativos culturais do município O Carnaval Tradição é um dos principais eventos culturais do município e um dos melhores carnavais do interior do Rio Grande do Norte, que consiste em alguns de folia, com animações de bandas musicais. A festa da padroeira Nossa Senhora da Conceição, que acontece de 28 de novembro a 8 de dezembro, atrai milhares de fiéis de diversas localidades, contando também com uma programação sociocultural. Outros importantes eventos são as festas juninas; o Alefolia, carnaval fora de época realizado em julho; a Semana Cultural e Esportiva Universitária de Alexandria blog https://aceua.blogspot.com/ a Semana da Cultura e a festa de emancipação política, em 7 de novembro. O artesanato é uma outra forma espontânea da expressão cultural alexandrinense, sendo possível encontrar, em várias partes do município, uma produção artesanal diferenciada, feita com matérias-primas regionais e criada de acordo com a cultura e o modo de vida local, destacando-se a produção de bolsas, bonecas de pano, cerâmicas, chapéus, utensílios domésticos, entre outros. Normalmente essas peças são vendidas em feiras, exposições ou lojas de artesanato, como a Casa de Cultura Popular Dr. Antônio Fernando Mousinho, inaugurada em 2011 no prédio onde funcionava o antigo quartel, contando com espaços destinados à exposição de produtos artesanais. == Ligações externas == * * Categoria:Fundações no Rio Grande do Norte em 1930",
 "title": "Alexandria (Rio Grande do Norte)"
}