{
 "id": "22618",
 "text": "Maxaranguape é um município brasileiro do estado do Rio Grande do Norte. Com área territorial de 132,129 km², sua população, conforme estimativas do IBGE de 2021, era de habitantes. == Geografia == Na divisão territorial do Brasil feita pelo Instituto Brasileiro de Geografia e Estatística (IBGE) em 2017, Maxaranguape pertence às regiões geográficas intermediária e imediata de Natal. Até então, na divisão em mesorregiões e microrregiões que vigorava desde 1989, o município fazia parte da microrregião do Litoral Nordeste, uma das quatro microrregiões constituintes da mesorregião do Leste Potiguar. Está a uma distância de da capital estadual, Natal, e a da capital federal, Brasília. Maxaranguape é o município onde se localiza o ponto da costa brasileira mais próximo do continente africano (excluindo o arquipélago de Fernando de Noronha), o Cabo de São Roque, onde também se localiza a conhecida Árvore do Amor. Banhado a leste pelo Oceano Atlântico, possui de litoral e se limita com Rio do Fogo a norte, Ceará-Mirim a sul e Pureza e novamente Rio do Fogo a oeste. Ocupa uma área de (0,2502% da superfície estadual), dos quais 2,241% em área urbana. Boa parte da costa de Maxaranguape está inserida na Área de Proteção Ambiental dos Recifes de Corais, criada pelo decreto estadual de 6 de junho de 2001 com o objetivo de proteger os recifes de corais existentes e seus ecossistemas vizinhos.RIO GRANDE DO NORTE. Decreto nº 15.746, de 6 de junho de 2001. Cria a Área de Proteção Ambiental - APA dos Recifes de Corais nos Municípios de Maxaranguape, Rio do Fogo e Touros, e dá outras providências. Natal, 2001. O relevo de Maxaranguape é relativamente plano, com altitudes abaixo de cem metros. A costa é formada pela planície costeira, formada por dunas de areia modeladas pela ação dos ventos. Essa planície, na medida em que se afasta do oceano, dá lugar aos tabuleiros costeiros, também chamados de planaltos rebaixados. No leito dos rios estão as planícies fluviais, sujeitas a inundações nos períodos de cheia e compostas por areia e cascalho. Geologicamente, o município possui a maior parte do seu território no Grupo Barreiras, constituído por sedimentos de arenitos intercalados por argilito e siltito e fragmentos de rochas cobertas por paraconglomerados de quartzo e sílex. Na pedologia, que compreende o estudo dos solos, predominam as areias quartzosas distróficas, bastante drenados, altamente permeáveis e muito profundos, porém com fertilidade muito baixa e, portanto, pobres em nutrientes. Este solo, na nova classificação brasileira de solos, constitui os neossolos.JACOMINE, 2008, p. 178. A oeste estão os latossolos, havendo ainda os solos indiscriminados de mangue no leito do rio Maxaranguape, na divisa com Ceará-Mirim. Esse solo, como o próprio nome indica, é coberto pelos manguezais, um ecossistema de transição entre os ambientes terrestre e marinho, cujas espécies são constantemente sujeitas à ação das marés. Maxaranguape possui 57,04% de sua área na faixa litorânea leste de escoamento difuso e os restantes 42,96% na bacia hidrográfica do rio Maxaranguape, que empresta o nome ao município. Este rio nasce em Pureza e tem sua foz em forma de estuário,Lima e Silva, 2011, p. 127. na praia de Barra do Maxaranguape, onde fica a cidade. Também existem os rios Catolé e Fonseca e os riachos Colônia, d’Água e Saco, além de várias lagoas. A maior parte do município (80%) situa-se no bioma da Mata Atlântica, sob a forma de floresta subperenifólia, com espécies que apresentam troncos delgados e folhas sempre verdes, mesmo no período mais seco. Nas planícies fluviais estão os campos de várzea, com espécies de herbáceas e gramíneas, como o junco e o periperi. Os 20% restantes do território são cobertos por uma vegetação xerófila de menor porte, a caatinga. O clima é tropical úmido, presente no litoral leste do Nordeste, com chuvas concentradas nos meses de outono e inverno, mais especificamente de março a agosto. Segundo dados da Empresa de Pesquisa Agropecuária do Rio Grande do Norte (EMPARN), referentes ao período de 1992 a 2019, o maior acumulado de chuva em 24 horas registrado na cidade chegou a em 11 de maio de 2005. Outros acumulados iguais ou superiores a foram: em 29 de julho de 1998, em 20 de abril de 2009, em 13 de julho de 2004, em 22 de maio de 2005, em 17 de junho de 2004, em 15 de julho de 1994 e em 8 de junho de 1992. == Política e administração == * Prefeita: Maria Erenir Freitas de Lima (2022/2024) A administração municipal se dá por dois poderes, o executivo, representado pelo prefeito e seu gabinete de secretários municipais, e o legislativo, representado pela câmara municipal, formada por nove vereadores. Dentre as atribuições da casa legislativa estão elaborar e votar leis fundamentais à administração e ao executivo, especialmente o orçamento municipal, conhecido por lei de diretrizes orçamentárias. Tanto o prefeito quanto os vereadores são eleitos pelo voto direto para mandatos de quatro anos. O município se rege por lei orgânica, promulgada em 31 de março de 1990 e atualizada por emendas posteriores, a primeira em 2001. Existem também alguns conselhos municipais em atividade, sendo alguns deles: Alimentação Escolar, Assistência Social, Direitos da Criança e do Adolescente, Direitos do Idoso, Educação, Habitação, Meio Ambiente, Saúde, Transporte e Tutelar. É termo judiciário da comarca de Extremoz, de entrância intermediária, e pertence à sexta zona eleitoral do Rio Grande do Norte, possuindo, em dezembro de 2020, aptos a votar, de acordo com o Tribunal Superior Eleitoral (TSE), equivalente a 0,381% do eleitorado potiguar. == Bibliografia == * ARRUDA, Renato de Souza. Análise de vulnerabilidade intríseca do Aquífero Barreiras a partir de dados hidrogeofísicos - área do baixo curso do Rio Maxaranguape-RN. 2017. 119f. Dissertação (Mestrado em Geodinâmica e Geofísica) - Centro de Ciências Exatas e da Terra, Universidade Federal do Rio Grande do Norte, Natal, 2017. * JACOMINE, Paulo Klinger Tito. A nova classificação brasileira de solos. Anais da Academia Pernambucana de Ciência Agronômica, v. 5, p. 161-179. Recife: 2008. * LIMA, Rodrigo Lucas; SILVA, Valdenildo Pedro. Gestão ambiental para o turismo excursionista do olheiro de Pureza-RN: uma contribuição da percepção de moradores e excursionistas. Holos, v. 3, p. 120-137, 2011. Categoria:Fundações no Rio Grande do Norte em 1958",
 "title": "Maxaranguape"
}