{
 "id": "22645",
 "text": "{{Info/Município do Brasil | nome = Paiçandu | foto = | leg_foto = | apelido = | brasão = BR_paiçandu.jpg | bandeira = Bandeira_paiçandu.jpg | link_brasão = | link_bandeira = | link_hino = s:Hino do município de Paiçandu | aniversário = 19 de novembro | fundação = | gentílico = paiçanduense | lema = | prefeito = Ismael BatistaPrefeito e vereadores de Paiçandu tomam posse Portal G1 - acessado em 2 de janeiro de 2021 | partido = UNIÃO | mandato_início = 2021 | fim_mandato = 2024 | vereadores = 9 | mapa = Parana Municip Paicandu.svg | latP = S | latG = 23 | latM = 27 | latS = 28 | lonP = O | lonG = 52 | lonM = 02 | lonS = 56 | estado = Paraná | mesorregião = Norte Central Paranaense | data_mesorregião = IBGE/2021 | microrregião = Maringá | data_microrregião = IBGE/2021 | região_metropolitana = Maringá | vizinhos = LMaringá,N Mandaguaçu, S Ivatuba, Ourizona e O Doutor Camargo | dist_capital = 441 | área = 170.837 | área_ref = | população = 42251 | data_pop = estimativa IBGE/2021 | altitude = 550 | clima = Subtropical | sigla_clima = | idh = 0.716 | data_idh = PNUD/2010 | pib = mil | data_pib = IBGE/2020 | pib_per_capita = 27661.64 | data_pib_per_capita = IBGE/2020 | site_prefeitura = http://paicandu.pr.gov.br | site_câmara = http://www.cmpaicandu.pr.gov.br }} Paiçandu é um município brasileiro localizado no Norte-Central do estado do Paraná, na Região Metropolitana de Maringá. == História == O município de Paiçandu está localizado na região do Norte Central do estado do Paraná, na rodovia PR- 323 no eixo Maringá a Cianorte. Segundo dados do Censo Demográfico do IBGE de 2010, a população é de 38.936 habitantes, sua área territorial é de 171, 379 km², incluindo o Distrito de Água Boa. O termo Paiçandu tem origem tupi-guarani, ‘’I-páu-zan-du’’ Ilha do Padre ou Ilha do Pai. ‘’Payssandu’’ é topônimo de cidade uruguaia, sendo o nome de uma fortaleza, onde se travou importante batalha na Guerra do Paraguai, deu-se assim a denominação ao município. A saga pioneira que colonizou Paiçandu chegou à região por volta do ano de 1944. Muitas famílias se fixaram atraídas pela fertilidade das terras, próprias para o cultivo do café, que na época do desbravamento se constituía na maior fonte de riqueza da região. Os trilhos de aço da ferrovia, que alicerçou o povoado, chegaram a Apucarana em 1943, a Maringá em 1954 e somente em 1973 atingiu Cianorte. Como Paiçandu estrategicamente era passagem da estrada de ferro, o povoado se fortaleceu, começando a surgir as primeiras casas comerciais nas proximidades da futura estação ferroviária, sendo pioneiro neste setor o sr. João Langoski. Em 1948, tem início, por iniciativa planejada da Companhia de Terras Norte do Paraná, a formação da Gleba Paiçandu entre outras. A perspectiva de progresso atraia moradores dos mais diferentes pontos do País. Criado através da Lei Estadual n° 4.245, de 25 de julho de 1960, foi instalado em 19 de novembro do mesmo ano, sendo desmembrado de Maringá. A instalação oficial deu-se no dia 19 de novembro de 1961, sendo que nesta data foi empossado o senhor Laurindo Palma, como o primeiro prefeito municipal. O Distrito de Água Boa faz jus ao nome por possuir suas águas minerais com minas riquíssimas em vanádio (elemento raríssimo na água fluoretada), tendo um dos quatro poços do Brasil. O vanádio é utilizado para ajudar no tratamento de várias doenças, por exemplo, anemias, carências e excesso de colesterol, além de atuar no fortalecimento de ossos e dentes. Há estudos que o apontam como antioxidante que inibe radicais livres, acelera cicatrizações e combate diabete. Em , a Lei Estadual n° 4.245 oficializa a criação do município, desmembrando-o de Maringá. ==Geografia== Em 1948, tem início, por iniciativa planejada da Companhia de Terras Norte do Paraná, a formação da Gleba Paiçandu entre outras. As perspectivas de progresso atraia moradores dos mais diferentes pontos do País. O comércio prosperava de forma acentuada com a instalação de armazéns e mercadorias em geral. A boa qualidade das terras deram início às primeiras produções agrícolas, principalmente a cultura do café. Criado através da Lei Estadual n° 4.245, de 25 de julho de 1960, foi instalado em 19 de novembro do mesmo ano, sendo desmembrado de Maringá Distâncias entre as principais cidades do Paraná: Maringá: 16 km Londrina: 113 km Cianorte: 70 km Foz do Iguaçu: 409 km Campo Mourão: 90 km Ponta Grossa: 264.22 km Curitiba: 439 km == Clima == Paiçandu possui clima quente e temperado existe uma pluviosidade significativa ao longo do ano no município. Mesmo o mês mais seco ainda possui muita pluviosidade de acordo com Inmet. == Administração == Lista de prefeitos: Nº Nome Partido Início do mandato Fim do mandato Observações 1 José Eudoxio Pereira 1960 1961 2 Laurindo Palma 1961 1965 Prefeito eleito 3 João Cecatto 1965 1969 Prefeito eleito 4 Anisio Monteschio 1969 1973 Prefeito eleito 5 João da Luz Lima 1973 1977 Prefeito eleito 6 Anisio Monteschio 1977 1983 Prefeito eleito 7 Therezinha Meneguetti Seghesi 1983 1988 Prefeita eleita 8 Haroldo Françozo 1989 1992 Prefeito eleito 9 José Antonio Piovan 1993 1996 Prefeito eleito 10 Jonas Eraldo de Lima 1997 2000 Prefeito eleito 11 Jonas Eraldo de Lima 2001 2002 12 Eduardo Pereira da Silva 2003 2003 13 Marcos Antonio Zirondi 2003 2003 14 Moacyr José de Oliveira 2003 2004 15 Moacyr José de Oliveira 2005 2008 Prefeito eleito 16 Nelson Teodoro de Oliveira 2008 2008 Prefeito eleito 17 Tarcisio Marques dos Reis PT 2013 2016 Prefeito eleito 18 Tarcisio Marques dos Reis PT 2017 2020 Prefeito Reeleito 19 Ismael Batista DEM 2021 2024 Prefeito eleito 20 Ismael Batista DEM 2025 2028 Prefeito Reeleito __NOTOC__ Categoria:Municípios do Paraná Categoria:Região Metropolitana de Maringá Categoria:Fundações no Paraná em 1960",
 "title": "Paiçandu (Paraná)"
}