{
 "id": "22676",
 "text": "O Alabama é um dos 50 estados dos Estados Unidos, localizado na região sudeste do país, limita-se ao norte com o Tennessee, ao sul com o Golfo do México e com a Flórida, a leste com a Geórgia e a oeste com o Mississippi. O Alabama é o 30.º maior em área e o 24.º mais populoso dos estados com cerca de 5 milhões de habitantes. Com um total de de vias navegáveis interiores, o Alabama está entre os maiores de qualquer estado. Os franceses estabeleceram o primeiro assentamento europeu no atual estado do Alabama, com a fundação de Mobile em 1702. O sul do Alabama foi francês de 1702 até 1763, quando passou a ser controlado pelo Reino Unido até 1780, e pela Espanha até 1814. Já a região centro-norte do Alabama foi colonizada inicialmente pelos britânicos, em 1763, anexados pelos norte-americanos em 1783, e tornando-se o 21.º estado norte- americano em 1819. O Alabama separou-se da União em 11 de janeiro de 1861, juntando-se aos Estados Confederados da América em 18 de fevereiro. 120 000 soldados do Alabama lutaram durante a Guerra Civil Americana contra os estados da União. Os confederados foram derrotados em 1865, e o Alabama foi readmitido à União em junho de 1868. == História == == Geografia == O Alabama limita-se ao norte com Tennessee, a leste com a Geórgia, ao sul com a Flórida e o oceano Atlântico, e a oeste com o Mississipi. Com quase 136 000 km2, é o 30º maior estado americano em área do país. === Clima === O estado é classificado como subtropical úmido (Cfa) pela Classificação Climática de Koppen. A temperatura média anual é de 64°F (18°C). As temperaturas tendem a ser mais altas na parte sul do estado com sua proximidade com o Golfo do México, enquanto as partes norte do estado, especialmente nas montanhas Apalaches no nordeste, tendem a ser ligeiramente mais frias. Geralmente, o Alabama tem verões muito quentes e invernos amenos, com chuvas abundantes ao longo do ano. O Alabama recebe uma média de de chuvas anuais e goza de uma longa estação de crescimento de até 300 dias no sul do estado. Os verões no Alabama estão entre os mais quentes dos EUA, com altas temperaturas em média acima de durante todo o verão em algumas partes do estado. O Alabama também é propenso a tempestades tropicais e até furacões. As áreas do estado distantes do Golfo não são imunes aos efeitos das tempestades, que muitas vezes despejam enormes quantidades de chuva à medida que se movem para o interior e enfraquecem. O Sul do Alabama relata muitas tempestades. A costa do Golfo, ao redor de Mobile Bay, tem uma média de 70 a 80 dias por ano com relatos de trovões. Esta atividade diminui um pouco mais ao norte do estado, mas mesmo o extremo norte do estado relata trovoada em cerca de 60 dias por ano. Ocasionalmente, as tempestades são severas com relâmpagos frequentes e granizo forte; as partes central e norte do estado são as mais vulneráveis a esse tipo de tempestade. O Alabama ocupa o nono lugar em número de mortes por raios e o décimo em número de mortes por raios per capita.Lightning Fatalities, Injuries and Damages in the United States, 2004–2013 O Alabama, junto com Oklahoma e Iowa, tem os tornados F5 e EF5 mais confirmados de qualquer estado, de acordo com estatísticas do National Climatic Data Center para o período de 1 de janeiro de 1950 a junho de 2013.LIST: States with the most F5/EF5 tornadoes since 1950; Ohio high on list Vários tornados F5/EF5 de longa data contribuíram para que o Alabama relatasse mais fatalidades de tornado desde 1950 do que qualquer outro estado. O estado foi afetado pelo Super Surto de 1974 e foi devastado tremendamente pelo Super Surto de 2011. O Super Surto de 2011 produziu uma quantidade recorde de tornados no estado. A contagem chegou a 62. A alta temporada de tornados varia do norte ao sul do estado. O Alabama é um dos poucos lugares no mundo que tem uma temporada secundária de tornados em novembro e dezembro, além da primavera tipicamente severa. A parte norte — ao longo do Vale do Rio Tennessee — é a mais vulnerável. A área do Alabama e do Mississippi mais afetada por tornados é às vezes chamada de Dixie Alley, diferente do Tornado Alley da Planície do Sul. Os invernos são geralmente amenos no Alabama, assim como na maior parte do sudeste dos Estados Unidos, com baixas temperaturas médias em janeiro em torno de em Mobile e cerca de em Birmingham. Embora a neve seja um evento raro em grande parte do Alabama, as áreas do estado ao norte de Montgomery podem receber bastante neve algumas vezes a cada inverno, com uma queda de neve ocasional moderadamente forte a cada poucos anos. Eventos históricos de queda de neve incluem a tempestade de neve na véspera de Ano Novo de 1963 e a Tempestade do Século de 1993. A queda de neve média anual na área de Birmingham é de por ano. Na costa sul do Golfo, a queda de neve é menos frequente, às vezes passando vários anos sem nevar. A temperatura mais alta do Alabama de foi registrado em 5 de setembro de 1925, na comunidade não incorporada de Centerville. O recorde de baixa de ocorreu em 30 de janeiro de 1966, no Novo Mercado. === Principais cidades === * Anniston * Auburn * Birmingham * Decatur * Dothan * Florence * Gadsden * Hoover * Huntsville * Mobile * Montgomery * Tuscaloosa * Kellyton == Demografia == O censo nacional de 2000 estimou a população do Alabama em 4 447 100 habitantes, um crescimento de 8,1% em relação à população do estado em 1990, de 4 040 587 habitantes. Uma estimativa realizada em 2011 estima a população em habitantes, um crescimento de 12,8% em relação à população em 1990; de 2,5% em relação à população em 2000; e de 0,7% em relação à população estimada em 2004. O crescimento populacional natural do Alabama entre 2000 e 2005 foi de 77 418 habitantes — 319 544 nascimentos e 242 126 óbitos — o crescimento populacional causado pela imigração foi de 25 936 habitantes, enquanto que a migração interestadual resultou em um ganho de 10 521 habitantes. Entre 2000 e 2005, a população do Alabama cresceu em 110 457 habitantes. === Raças e etnias === Composição racial da população do Alabama: * 67,0% — brancos não-hispânicos * 26,2% — afro-americanos * 1,1% — asiáticos * 3,9% — hispânicos * 0,6% — indígenas e inuits * 1,5United States Census Bureau 2010% — duas ou mais raças Os cinco maiores grupos étnicos do Alabama são afro-americanos (que compõem 25,8% da população do estado), norte-americanos (17%, a maioria são descendentes de irlandeses ou escoceses), irlandeses (7,7%), alemães (5,5%) e irlandeses- escoceses (2%). === Religião === O Alabama está localizado no meio do Cinturão da Bíblia, uma região fortemente Batista. O Alabama foi identificado como um dos estados mais religiosos dos Estados Unidos, com cerca de 46% da população frequentando a igreja regularmente. A maioria das pessoas no estado se identifica como protestante. Em 2010, os três maiores grupos denominacionais no Alabama são a Convenção Batista do Sul, a Igreja Metodista Unida e os Protestantes Evangélicos não denominacionais. ==Política== O Alabama possui atualmente 7 representantes na Câmara dos Representantes dos Estados Unidos. A legislatura estadual é composta de 105 representantes e 35 senadores. == Economia == O produto interno bruto do Alabama em 2003 foi de 132 bilhões de dólares. A renda per capita do estado foi de 26 505 dólares, a taxa de desemprego do estado foi de 5,6%. A economia do Alabama baseia-se primariamente na silvicultura, na manufatura de produtos de plástico e borracha, roupas, papel e outros produtos de madeira, bem como no turismo. O maior grupo étnico do estado são norte-americanos de ascendência Inglesa. Os produtos agrícolas do Alabama incluem aves e ovos, bovinos, itens de viveiro de plantas, amendoim, algodão, grãos, como milho e sorgo, hortaliças, leite, soja e pêssegos. Embora conhecido como \"O Estado de algodão\", classifica o Alabama entre oito e dez na produção nacional de algodão, de acordo com vários relatórios, com o Texas, a Geórgia e o Mississippi, que compreende os três primeiros. Saídas industriais do Alabama incluem ferro e aço (inclusive ferro fundido e de tubos de aço), papel, madeira e produtos de madeira, mineração (principalmente carvão), produtos plásticos, automóveis e caminhões; e vestuário. Além disso, o Alabama produz produtos aeroespaciais e electrónicos, principalmente na área de Huntsville, localização da NASA, George C. Marshall Space Flight Center e os EUA Aviação do Exército e Comando de mísseis, com sede no Arsenal de Redstone. O Alabama faz parte do corredor de maior crescimento industrial do país. A maior parte deste crescimento deve-se à indústria de fabricação do Alabama em rápida expansão automotiva. Sediado no Estado são a Honda Manufatura do Alabama, a Hyundai Motor Manufacturing Alabama, a Mercedes-Benz Internacional dos EUA, e Toyota Motor Manufacturing Alabama. Desde 1993, a indústria automobilística já gerou mais de 67 000 novos empregos no estado. I Alabama ocupa atualmente a quarta posição na produção de automóveis. == Educação == A educação pública primária e secundária no Alabama está sob a alçada do Conselho Estadual de Educação do Alabama, bem como a supervisão local de 67 conselhos escolares do condado e 60 conselhos municipais de educação. Juntas, 1 496 escolas individuais oferecem educação para 744 637 alunos do ensino fundamental e médio. O financiamento das escolas públicas é alocado pela Legislatura do Alabama por meio do Education Trust Fund. No ano fiscal de 2006–2007, o Alabama destinou 3 775 163 578 USD para a educação primária e secundária. Isso representou um aumento de 444 736 387 USD em relação ao ano fiscal anterior. Em 2007, mais de 82% das escolas obtiveram progresso anual adequado (AYP) em relação à proficiência do aluno de acordo com a lei Nacional Nenhuma Criança Deixada para Trás, usando medidas determinadas pelo estado do Alabama. Embora o sistema de educação pública do Alabama tenha melhorado nas últimas décadas, ele fica para trás em realizações em comparação com outros estados. De acordo com os dados do Censo dos EUA (2000), a taxa de conclusão do ensino médio do Alabama (75%) é a quarta mais baixa dos EUA (depois de Kentucky, Louisiana e Mississippi). Os maiores ganhos educacionais ocorreram entre pessoas com alguma educação universitária, mas sem diploma.Education Statistics Geralmente proibida no Ocidente em geral, a punição corporal em escolas não é incomum no Alabama, com 27 260 alunos de escolas públicas remando pelo menos uma vez, de acordo com dados do governo para o ano escolar de 2011–2012.Esta figura refere apenas ao número de estudantes remandados, e não ao número de remandas fisícas, que deve ser mairo. A taxa de punição corporal em escolas no Alabama é superada apenas pelo Mississippi e pelo Arkansas. == Transportes e telecomunicações == Birmingham é principal centro de transportes do estado. Montgomery e Mobile são outros pólos de transportes importantes. Birmingham é o centro ferroviário mais movimentado, e possui o principal aeroporto do estado, o Aeroporto Internacional de Birmingham. Mobile, por sua vez, é o principal centro portuário do Alabama, e um dos mais movimentados da região sul dos Estados Unidos. Em 2002, Alabama possuía 5 411 km de ferrovias. Em 2003, o estado possuía 151 977 km de vias públicas, dos quais 1 456 km eram rodovias interestaduais, considerados parte do sistema federal rodoviário dos Estados Unidos. O primeiro jornal do Alabama, o Mobile Sentinel, foi publicado pela primeira vez em 1811, em Fort Stoddert. O jornal mais antigo ainda em operação, por sua vez, é o Mobile Register, que foi publicado pela primeira vez em 1813, em Mobile, com o nome de Mobile Gazette. Atualmente, são publicados cerca de 120 jornais, dos quais 20 são diários. A primeira estação de rádio do Alabama foi fundada em 1925, em Birmingham. A primeira estação de televisão foi fundada em 1952, também em Birmingham. Atualmente, o Alabama possui 229 estações de rádio — dos quais 113 são AM e 116 são FM — e 37 estações de televisão. == Esportes == O Alabama não possui nenhuma equipe profissional em nenhuma das quatro grandes ligas do país, mas possui três equipes de liga menor de beisebol Double-A South (Birmingham Barons, Montgomery Biscuits e Rocket City Trash Pandas), uma equipe de futebol da USL Championship (Birmingham Legion FC) e duas equipes de hóquei no gelo da Southern Professional Hockey League (Birmingham Bulls e Huntsville Havoc). O estado se destaca no futebol americano universitário, tendo as equipes do Crimson Tide da Universidade do Alabama e a Auburn Tigers da Universidade Alburn como uma das principais do país, o estádio Bryant–Denny Stadium é o sétimo maior do país.http://fs.ncaa.org/Docs/stats/football_records/Attendance/2013.pdf No automobilismo, é no estado que fica o Talladega Superspeedway, o maior e mais rápido circuito oval do mundo, sediando anualmente duas corridas da NASCAR, também tem o circuito misto Barber Motorsports Park que recebe corridas da IndyCar Series. == Cultura == === Símbolos do estado === * Anfíbio: Phaeognathus hubrichti * Árvore: Pinus palustris * Bebida: Conecuh Ridge Whiskey * Borboleta: Papilio glaucus * Cognomes: ** Heart of Dixie ** Camellia State (não oficial) ** Cotton State (não oficial) ** Yellowhammer State (não oficial) * Dança: Quadrilha * Flor: Camélia * Fóssil: Basilosaurus cetoides * Fruta: Amora-silvestre * Gema: Quartzo * Inseto: Borboleta-monarca * Lema: Audemus jura nostra defendere (do latim: Nós ousamos defender nossos direitos) * Mamíferos: Veado e raposa-vermelha * Mineral: Hematita * Músicas: ** Alabama ** Sweet Home Alabama (não-oficial) * Pássaro: Colaptes auratus * Peixes: Achigã (água doce) e tarpon (água salgada) * Réptil: Pseudemys alabamensis (tartaruga) * Rocha: Mármore * Slogan: The heart of Dixie (Coração de Dixie, presente nas placas de licenciamento dos veículos) == Ver também == * Registro Nacional de Lugares Históricos no Alabama * Marco Histórico Nacional no Alabama == Ligações externas == * * * *",
 "title": "Alabama"
}