{
 "id": "22677",
 "text": "Birmingham é a cidade mais populosa do estado americano do Alabama, e sede do Condado de Jefferson. Possui parte do seu território no Condado de Shelby. Foi palco de violentos conflitos raciais durante a década de 1960. É a sede da Orquestra Sinfônica do Alabama. São naturais de Birmingham Carl Lewis, Courteney Cox, a Mônica do seriado Friends, e Angela Davis. == História == Birmingham foi fundada em 1871, durante o período pós-Guerra Civil, por meio da fusão de três vilas. A cidade cresceu a partir daí, anexando muitos mais dos seus vizinhos menores e se tornando um centro de transporte industrial. Birmingham foi nomeada assim em homenagem à cidade homônima que, é localizada no Reino Unido, é uma das principais cidades industriais inglesas. Muitos — se não a maioria — dos colonos que fundaram Birmingham eram de ascendência Inglesa. Na visão de um escritor, a cidade foi planejada como um lugar onde mão de obra barata, não sindicalizados, com Afro-americanos do Alabama rural poderiam ser empregados em usinas siderúrgicas da cidade e altos-fornos, dando-lhe uma vantagem competitiva sobre cidades industriais no Centro-Oeste e Nordeste. Desde sua fundação até o final da década de 1960, Birmingham foi um grande centro industrial. O ritmo de crescimento de Birmingham , durante o período de 1881 até 1920 garantiu à cidade os apelidos como \"The Magic City\" (\"A Cidade Mágica\") e \"The Pittsburgh Of The South\" (\"A Pittsburg do sul\"). Bem como Pittsburgh, grandes indústrias de Birmingham eram de ferro e produção de aço, além de um componente importante da indústria de ferrovias, onde trilhos e vagões foram ambos fabricados em Birmingham. Os dois centros principais de ferrovias no sul são Atlanta e Birmingham, começando na década de 1860 e continuando até aos dias de hoje. Embora a indústria de transformação mantenha uma forte presença em Birmingham, outras empresas e indústrias — telecomunicações, transporte, de energia elétrica, assistência médica, educação universitária, seguro, etc. — aumentaram em estatura. A mineração na área de Birmingham não é mais uma grande indústria, com exceção da mineração de carvão. Birmingham se classifica como um dos centros de negócios mais importantes do sudeste dos Estados Unidos e é também um dos maiores centros bancários americanos . Além disso, a área de Birmingham serve como sede para uma empresa da Fortune 500 : Regions Financial, juntamente com outras cinco empresas da Fortune 1000. === Movimento de Direitos Civis em Birminghan === Nos anos de 1950 e 1960, Birminghan recebeu atenção nacional e internacional como o centro da luta pelos direitos civis de afro-americanos. Na região, os ativistas do movimento foram liderados por Fred Shuttlesworth, um ardente pregador que se tornou lendário por sua coragem em face da violência — uma série de atentados notavelmente cometidos por motivos raciais que fez com que Birminghan recebesse o apelido de \"Bombinghan\". Um divisor de águas no movimento de direitos civis ocorreu em 1963, quando Shuttlesworth pediu que Martin Luther King Jr. e a Conferência de Liderança Cristã do Sul — Southern Christian Leadership Conference (SCLC) —, da qual Shuttlesworth era cofundador, fosse até a cidade de Birminghan, onde King certa vez havia sido pastor, para ajudar no fim da segregação. Juntos, eles deram início ao \"Projeto C\" (de \"Confronto\"). O movimento contra a segregação racial mobilizou milhares de pessoas a realizarem protestos utilizando a não-violência como base. As ruas de Birminghan ficaram lotadas de pessoas entoando cânticos de liberdade para que pudessem utilizar-se de escolas, bibliotecas publicas, estabelecimentos comerciais sem que fossem segregadas e que os negros pudessem ter as mesmas oportunidades no mercado de trabalho, pois os cargos mais importantes eram destinados a pessoas brancas, por mais destaque que aquele funcionário negro tivesse. Foi preciso intervenção federal para o fim das manifestações resultando em um acordo das lideranças negras com os líderes comerciais da cidade e o afastamento do chefe de policia Bull Connor, segregacionista declarado. Esse foi um sólido ataque ao sistema de Jim Crow. == Geografia == De acordo com o Departamento do Censo dos Estados Unidos, a cidade tem uma área de , dos quais estão cobertos por terra e (1,7%) por água. A cidade está localizada na área metropolitana, conhecida como Grande Birmingham. == Demografia == Desde 1900, o crescimento populacional médio, a cada dez anos, é de 25,4%, embora venha perdendo população nos últimos 50 anos. === Censo 2020 === De acordo com o censo nacional de 2020, a sua população é de e sua densidade populacional é de . Houve um decréscimo populacional na última década de -5,4%, enquanto o crescimento estadual foi de 5,1%. É a segunda cidade mais populosa do estado e a 118ª mais populosa do país. Sua região metropolitana conta com . Possui que resulta em uma densidade de e uma redução de -2,1% em relação ao censo anterior. Deste total, 15,7% das unidades habitacionais estão desocupadas. A média de ocupação é de 2,2 pessoas por residência. === Censo 2010 === Segundo o censo nacional de 2010, a sua população era de , com 1,2 milhão de habitantes em sua região metropolitana. A cidade possuía que resultavam em uma densidade de . == Educação == Na área da educação, Birmingham foi a localização da University of Alabama School of Medicine (o antigo Medical College of Alabama) e da Faculdade de Odontologia do Alabama desde 1947. A cidade também abriga um campus da Universidade do Alabama (fundada por volta de 1969), um dos três campus principais dessa universidade. É também o lar do College Birmingham-Southern. Entre essas duas universidades e Samford University, a área de Birmingham tem grandes faculdades de medicina, odontologia, oftalmologia, farmácia, direito, engenharia e enfermagem. Birmingham abriga três das cinco escolas de direito do estado: Cumberland School of Law, Birmingham School of Law, e Miles Law School. Birmingham é também a sede da Southwest Conference, um dos principais colegiado conferência atlética dos EUA,. == Transporte == A cidade é servida por quatro estradas nacionais: a Interstate 20, a Interstate 65, a Interstate 59, e a Interstate 20, bem como uma via expressa de bypass sul Interstate 459, que liga com I-20/59 ao sudoeste, com I-65 sul , I-20, a leste, e I-59 para o nordeste. Começando no centro de Birmingham é o \"Elton B. Stephens Expressway\"-o Expressway Red Mountain para o sudeste-que carrega tanto EUA Highway 31 e Rodovia EUA 280 para, através e ao longo do Red Mountain. Interstate 22 está à beira de conclusão entre Birmingham e Memphis, Tennessee, faltando apenas os últimos 3-4 milhas que irá conectá-lo com o I-65, a norte dos limites da cidade de Birmingham. Houve propostas e planos para a construção de uma estrada do norte Beltline no lado oposto de Birmingham da Interstate 459. == Marcos históricos == O Registro Nacional de Lugares Históricos lista 145 marcos históricos em Birmingham, dos quais dois são Marcos Históricos Nacionais: o Sixteenth Street Baptist Church e o Sloss Blast Furnace Site. O primeiro marco foi designado em 2 de dezembro de 1970 e o mais recente em 16 de outubro de 2020. == Galeria de imagens == Downtown_Birmingham,_Alabama.jpg Regions Bank in Minden, LA IMG 0618.JPG == Ligações externas == * * *",
 "title": "Birmingham (Alabama)"
}