{
 "id": "22685",
 "text": "Augustin-Louis Cauchy (Paris, — Paris, ) foi um matemático francês. O primeiro avanço na matemática moderna por ele produzido foi a introdução do rigor na análise matemática. O segundo foi no lado oposto - combinatorial. Partindo do ponto central do método de Lagrange, na teoria das equações, Cauchy tornou-a abstrata e começou a sistemática criação da teoria dos grupos. Não se interessando pela eventual aplicação do que criava, ele desenvolveu para si mesmo um sistema abstrato. Antes dele poucos, se algum, buscaram descobertas proveitosas na simples manipulação da álgebra. Foi um dos fundadores da teoria de grupos finitos. Em análise infinitesimal, criou a noção moderna de continuidade para as funções de variável real ou complexa. Mostrou a importância da convergência das séries inteiras, às quais seu nome está ligado. Definiu precisamente as noções de limite e integral definida, transformando-as em notável instrumento para o estudo das funções complexas. Sua abordagem da teoria das equações diferenciais inovadora, demonstrando a existência de unicidade das soluções, quando definidas as condições de contorno. Exerceu grande influência sobre a física de então, ao ser o primeiro a formular as bases matemáticas das propriedades do éter, o fluido hipotético que serviria como meio de propagação da luz. A vida de Augustin Cauchy assemelha-se a uma tragicomédia. Seu pai, Louis-François, conseguiu escapar da guilhotina apesar de ser advogado, culto, estudioso da Bíblia, católico e tenente de polícia. Augustin era o mais velho dos seis filhos (dois homens e quatro mulheres). Seguia obstinadamente os preceitos da igreja católica. == Juventude == Passou sua infância no mais sangrento período da Revolução. As escolas foram fechadas. Para escapar do perigo seu pai mudou-se para o campo, na vila de Arcueil, onde sobreviviam das poucas frutas e vegetais que ele colhia. Cauchy cresceu pois, enfraquecido. A educação e os livros de estudos foram assumidas por seu pai. Laplace, que se encontrava na vizinhança começou a visitar os Cauchy. Ficou impressionado pelo menino sempre envolvido com seus livros e papéis. Apercebeu-se logo do seu talento para a matemática. Em 1 de janeiro de 1800 seu pai foi eleito Secretário do Senado, com escritório no Palácio Luxemburgo. Cauchy usava um canto do escritório do secretário para estudar. Lagrange aparecia freqüentemente para tratar de negócios e logo se interessou pelo rapaz. Surpreendeu-se com seu talento. Cauchy ingressou na Escola Central do Panteão com a idade de treze anos. Napoleão tinha instituído muitos prêmios em competições entre as escolas da França. Desde a primeira competição Cauchy foi a estrela da escola, ganhando o primeiro prêmio em grego, latim, composição e verso. Ao deixar a escola, em 1804, ele ganhou a competição e um prêmio especial em humanidades. Nos dez meses seguintes estudou matemática intensivamente com um bom professor e em 1805, com a idade de dezesseis anos, passou para a Politécnica, onde foi muito ridicularizado por suas observações religiosas. Conseguiu manter sua calma e até tentou converter alguns de seus zombadores. == Vida e obra == Em 1807, passou da Politécnica para a Escola de Engenharia Civil, tornando-se o melhor aluno. Foi enviado para Cherbourg onde se prepararia para a invasão da Inglaterra. O sonho de invadir a Inglaterra desfez-se e os trabalhos em Cherbourg minguaram, voltando Cauchy a Paris em 1813. Com a idade de vinte e sete anos (1816) já se tinha elevado para o primeiro escalão dos matemáticos vivos. O artigo de Cauchy (1814) sobre definite integrals with complex number limits deu início à sua grande carreira. Este trabalho publicado apenas em 1927 e tinha cerca de 180 páginas. Em 1815 chamou a atenção do mundo dos matemáticos ao provar um dos grandes teoremas que Fermat tinha deixado à posteridade: todo número integral positivo é a soma de três triângulos, quatro quadrados, cinco pentágonos, seis hexágonos etc. A seguir, ganhou o Grande Prêmio oferecido pela Academia em 1816 para a teoria da propagação de ondas na superfície de fluidos pesados, com profundidade indefinida - as ondas do oceano estavam bastante perto deste tipo de interesse matemático. Este trabalho, quando foi finalmente publicado, tinha mais de quinhentas páginas. Aos vinte e sete anos Cauchy foi indicado para a Academia de Ciências. A primeira vaga seria sua. A vaga que lhe coube foi a cadeira de Gaspard Monge que fora expulso. A expulsão de Monge foi considerada absolutamente injusta, e quem quer que tivesse lucrado com ela demonstraria ausência de qualquer sensibilidade. Cauchy estava muito senhor de seus direitos e tranquilo com sua consciência. Sentou-se, pois, na cadeira de Monge. Honrarias e cargos importantes foram oferecidos ao maior matemático da França - com menos de trinta anos. Desde 1815 ele lecionava Análise na Politécnica. Foi promovido a Professor e, a seguir, foi indicado para o Collège de France e para a Sorbonne. Sua produção matemática levava-o, algumas vezes, a apresentar dois enormes ensaios à academia em algumas semanas. Além disto, avaliava inúmeros ensaios dos que os submetiam à Academia, e ainda emitia uma corrente de pequenos artigos em praticamente todos os ramos da matemática pura e aplicada. Casou-se com Aloïse de Bure, em 1818, com quem viveu quarenta anos. Tiveram duas filhas. Encorajado por Lagrange e outros, em 1821, escreveu, para publicação, o curso e conferências sobre análise, que havia apresentado na Politécnica. Sua produtividade foi tão prodigiosa que fundou uma espécie de jornal, o Exercices de Mathématiques (1826-1830) seguido de um outro, Exercices d’Analyse Mathématique et de Physique, para publicação de sua exuberante produção de trabalhos em matemática pura e aplicada. Estes trabalhos eram avidamente comprados e estudados. Cauchy demonstrando solidariedade ao rei Carlos X exilado devido a Revolução de Julho, também se exilou, indo para a Suíça. Carlos Alberto da Sardenha, sabendo que Cauchy estava desempregado, ofereceu-lhe o lugar de Professor de Matemática e Física em Turim. Ele, rapidamente, aprendeu italiano e iniciou suas aulas nesta língua. O rei Carlos X, a fim de recompensar seu leal seguidor, em 1833, ofereceu-lhe a responsabilidade pela educação do herdeiro de Carlos X, o Conde de Chambord, de 13 anos de idade. Da manhã à noite Cauchy era incomodado pela impossível missão de tornar o menino em matemático. A despeito da constante atenção que estava obrigado a conferir ao aluno, Cauchy conseguiu progredir com sua matemática. O mais impressionante trabalho deste período foi o longo ensaio sobre dispersão da luz. Libertou-se de seu aluno em 1838, e sua atividade matemática tornou-se maior do que nunca. Durante os últimos dezenove anos de sua vida, Cauchy produziu mais de 500 documentos em todos os ramos da matemática, física e astronomia. Muitos destes trabalhos eram longos tratados. Quando ocorreu uma vaga no Collège de France, ele foi unanimemente eleito para preencher o lugar. Para assumir, teria que fazer um juramento de fidelidade a Luís Filipe I de França. Recusou-se e perdeu o emprego. Foi novamente eleito e manteve a recusa. Durante quatro anos voltou as costas ao governo e continuou seu trabalho. São deste período as mais importantes contribuições astronômico-matemáticas apresentadas à Academia. A briga com o Governo chegou a uma crise em 1843, quando, aconselhado por seus amigos, deixou o lugar escrevendo uma carta aberta ao povo. A carta é o mais belo documento escrito por Cauchy. Ele lutara por uma causa perdida, porém, para a posteridade, ficou o respeito e a coragem deste grande matemático que, com dignidade e sem paixão, lutou pela liberdade de sua consciência e pelo monarquismo genuinamente católico. Quando Luís Filipe I foi expulso, em 1848, um dos primeiros atos do Governo Provisório foi abolir o juramento de fidelidade. Em 1852, quando Napoleão III tomou o comando, o juramento foi restaurado. Cauchy continuou com suas aulas como se nada tivesse acontecido. Desta época até a sua morte, ele foi a maior glória da Sorbonne. ==Morte== O total de suas obras alcança 789 artigos (muitos dos quais muito extensos) preenchendo vinte e quatro grossos volumes. Morreu inesperadamente aos sessenta e sete anos, em 23 de maio de 1857. Havia ido para o campo esperando melhorar seu problema de bronquite, lá foi tomado por uma febre fatal. Algumas horas antes de sua morte havia tido uma conversa animada com o arcebispo de Paris sobre caridade, um de seus interesses na vida. Suas últimas palavras foram dirigidas ao arcebispo: “O homem morre mas sua obra permanece”. Está sepultado no Cemitério de Sceaux. == Trabalhos publicados == Cauchy foi muito produtivo, perdendo apenas para Leonhard Euler em número de artigos. Levou quase um século para reunir todos os seus escritos em 27 grandes volumes: * (Paris: Gauthier-Villars et fils, 1882–1974) * Suas maiores contribuições para a ciência matemática estão envoltas nos métodos rigorosos que ele introduziu; estes são principalmente incorporados em seus três grandes tratados: * * Le Calcul infinitésimal (1823) * Leçons sur les applications de calcul infinitésimal; La géométrie (1826–1828) Seus outros trabalhos incluem: * * * * * * Exercices d'analyse et de physique mathematique (Volume 1) * Exercices d'analyse et de physique mathematique (Volume 2) * Exercices d'analyse et de physique mathematique (Volume 3) * Exercices d'analyse et de physique mathematique (Volume 4) (Paris: Bachelier, 1840–1847) * Analyse algèbrique (Imprimerie Royale, 1821) * Nouveaux exercices de mathématiques (Paris: Gauthier-Villars, 1895) * Courses of mechanics (École Polytechnique) * Higher algebra (Faculté des sciences de Paris) * Mathematical physics (for the Collège de France). * Mémoire sur l'emploi des equations symboliques dans le calcul infinitésimal et dans le calcul aux différences finis CR Ac ad. Sci. Paris, t. XVII, 449–458 (1843) creditado como originador do cálculo operacional. ==Ver também== *Distribuição de Cauchy *Material elástico de Cauchy *Sucessão de Cauchy ==Ligações externas== * * * * Categoria:Augustin- Louis Cauchy Categoria:Nomes na Torre Eiffel Categoria:Pour le Mérite (civil) Categoria:Membros da Academia de Ciências da França Categoria:Membros estrangeiros da Royal Society Categoria:Membros da Academia de Ciências de Göttingen Categoria:Membros da Academia de Ciências da Prússia Categoria:Membros da Academia Real das Ciências da Suécia Categoria:Membros da Academia de Ciências da Rússia Categoria:Membros da Academia de Artes e Ciências dos Estados Unidos Categoria:Professores da Universidade de Turim Categoria:Matemáticos do século XIX Categoria:Alunos da École Polytechnique Categoria:Naturais de Paris",
 "title": "Augustin-Louis Cauchy"
}