{
 "id": "22680",
 "text": "Partido político é um grupo organizado, legalmente formado, com base em formas voluntárias de participação numa associação orientada para ocupar o poder político. É um grupo organizado de pessoas que formam legalmente uma entidade, constituídos com base em formas voluntárias de participação, nessa \"democracia\", segundo professor Lauro Campos da Universidade de Brasília; quando faz referência ao espectro ideológico, em seu livro, História do Pensamento Econômico, em uma associação orientada para influenciar ou ocupar o poder político em um determinado país politicamente organizado e/ou Estado, em que se faz presente e/ou necessário como objeto de mudança e/ou transformação social. Porém, segundo Robert Michels, em seu livro publicado em 1911, Sociologia dos Partidos Políticos, por mais democráticos sejam esses partidos, eles sempre tornam-se oligárquicos, esses partidos estão sempre sociologicamente ligados a uma ideologia, porém, nem sempre essa ideologia é pragmática e/ou sociologicamente exequível ou viável, pois muitas vezes carece de ambiente para seu desenvolvimento, o que demonstra segundo Lauro Campos, que os chamados Líderes partidários não se sintonizam perfeitamente com o povo e como que, como diz: \"… tentam governar de costas para o povo e suas necessidades…\". == Conceito == === Etimologia === O termo \"partido\" é o particípio passado do verbo \"partir\", que nesta acepção tem o sentido de dividir. Por extensão de sentido, partido significa parte da sociedade representada por um grupo. === Definição jurídica === Organização de direito privado que, no sentido moderno da palavra, pode ser definido como uma \"união voluntária de cidadãos com afinidades ideológicas e políticas, organizada e com disciplina, visando a disputa do poder político\". === Definição sociológica === Entre os diversos sociólogos e cientistas políticos que estudaram e teorizaram sobre partidos políticos, destacam-se Ostrogorsky, Robert Michels, Maurice Duverger, Max Weber e Nildo Viana. Segundo Nildo Viana, os partidos políticos atuais são organizações onde predomina a burocracia na sua estrutura e que se fundamentam na ideologia da representação política, e não no acesso direto do povo às decisões políticas, e, tendo, como objetivo, conquistar o poder político estatal, além de serem expressões políticas de alguma oligarquia econômica ou tradicional. A diferença entre Michels e Nildo Viana está no fato de que Michels, influenciado por Weber, considera que o predomínio da burocracia nos partidos políticos, especialmente nos partidos fascistas, nazistas, socialistas e comunistas, ocorre por uma necessidade técnica. Em Nildo Viana, a burocratização dos partidos é derivada de um complexo processo social e político que dá origem a expansão de uma nova classe social, a \"burocracia\". Assim, Nildo Viana e Robert Michels coincidem em afirmar que a burocracia partidária é uma fração daquela nova classe social: a \"burocracia\". Essa burocracia partidária, frequentemente ultrapassa a sua função de assessoria do político e passa a ditar regras nos partidos políticos. == História == === Filosofia histórica aristotélica === Ainda não existem partidos políticos organizados a nível mundial, pois para isso dever- se-ia levar em conta as necessidades mundiais e a vontade mundial de mudança, segundo palavras de Lauro Campos. No entendimento geral da chamada \"Polis grega\", a organização na chamada Democracia, criada por Aristóteles, no seu conceito de Aristotelismo, exige-se a figura existencial de mais de 1(um) partido político. No caso de \"partido único\", temos a figura de uma República, segundo Platão. Que segundo Aristóteles considerava ser utópico, a utopia do e no sentido de atendimento ao cidadão, em suas necessidades básicas. Segundo Aristóteles a chamada \"Ditadura não esclarecida\" tinha seu início no chamado \"partido único\", dai orientava Alexandre, denominado \"O Grande\", pelos conquistados, seu discípulo nesse sentido, de ouvir à chamada por ele, oposição, o \"Segundo partido\", para bem governar. === Origem === Na Grécia e Roma antigas, dava-se o nome de partido a um grupo de seguidores de uma ideia, doutrina ou pessoa, mas foi só na Inglaterra, no século XVIII, que se criaram pela primeira vez, instituições de direito privado, com o objetivo de congregar partidários de uma ideia política: o partido Whig e o partido Tory. De fato, a ideia de organizar e dividir os políticos em partidos se alastrou muito, no mundo todo, a partir da segunda metade do século XVIII, e, sobretudo, depois da revolução francesa e da independência dos Estados Unidos. Até porque, a partir daí, a própria percepção da natureza da comunidade política se transforma dramaticamente. == Atuação e classificação == Com o decorrer do tempo têm sido criadas as mais variadas formas de atuação dos partidos políticos na vida política das nações. Foram também criadas várias formas de atuação dentro dos partidos políticos. Partidos políticos seculares têm basicamente, através dos séculos, se mantido iguais só no nome, pois seus programas, doutrinas e estilos de se fazer política têm variado enormemente com o passar dos séculos. Há partidos que procuram definir, no nome, claramente sua doutrina — como fazem, por exemplo, o Partido Fascista, o Liberal, o Democrata-Cristão, o Conservador, o Nazista, o Socialista, Comunista e o Trabalhista. O sociólogo e ex-presidente do Brasil, Fernando Henrique Cardoso, cunhou o termo \"partido omnibus\" para nomear aqueles partidos políticos que já partem do propósito explícito de reunir seguidores de diversas doutrinas e ideologias para atingirem objetivo comum a eles todos (omnibus significa para todos, em latim). Têm como seu arquétipo, na literatura, os partidos dominantes na política norte-americana: Partido Democrata e Partido Republicano e o MDB no Brasil, ou mesmo o Partido Democrata italiano. Muitos políticos têm feito a sua carreira política dentro de um grande partido político, para só depois se candidatarem a altos cargos públicos, como, por exemplo, ocorre, na França, uma grande disputa pelo cargo de secretário-geral do Partido Socialista Francês. Outros políticos, ao contrário, preferem entrar ou formar pequenos partidos políticos para mais rapidamente saírem candidatos a altos cargos públicos como fez o ex-presidente Fernando Collor em 1989. === Funções === Os partidos políticos detêm um papel fundamental na esfera política. Segundo Pasquino (2010: 193-194), entre as suas funções distinguem-se as seguintes: * Criação de programas governativos que representem as propostas apresentadas ao eleitorado. No entanto “(…) a formulação de programas não deve ser considerada a função mais importante e específica dos partidos enquanto recetores das exigências programáticas provenientes de outras organizações da sociedade que eles consideram dignas da sua atenção pelos votos que podem trazer.”; * Recrutamento de novos membros e seleção dos mais competentes para os cargos diretivos, de maneira a manter o bom funcionamento do partido; * Colocação de membros dirigentes do partido em cargos governativos, garantindo uma boa representação dos ideais do partido, assim sendo, podemos afirmar que salvo “(…) raríssimas exceções, a atividade que realmente caracteriza o papel dos partidos contemporâneos consiste naquilo que foi designado por party government.”; * Organização parlamentar e de oposição, ou seja “(…) os notáveis e os representantes dos partidos também desenvolvem uma atividade de extraordinária importância na oposição, apresentando alternativas políticas, programáticas e mesmo de estilo aos governos e aos governantes em funções.” * Transmissão de informação, de forma a “aumentar o nível de conhecimentos políticos da população.” === Parlamentarismo e presidencialismo === No parlamentarismo em geral o presidente ou secretário-geral do partido político que conseguiu o maior número de cadeiras no parlamento é quem governa o país, como chefe de governo e chefe do gabinete ministerial. No parlamentarismo é o rei ou o presidente da república, que são os chefes de Estado e se colocam acima dos partidos políticos. No presidencialismo, a eleição para presidente da república é o eixo da política, em torno da qual, se dá toda a movimentação e articulações dos políticos. == Sistemas e organização dos partidos == Os partidos políticos se desenvolveram muito no mundo no século XX. Tornou-se comum que um político, primeiramente, faça carreira dentro de um partido político e só, quando chegar ao topo da carreira dentro do partido político, se lançar candidato a altos cargos políticos. São muitas as formas que as organizações partidárias se apresentam nas diferentes nações. Há muitos países em que existe a figura do \"partido único\", ou sistema unipartidário, quando só um partido é aceito pela legislação do país. O termo \"partido único\" seria uma contradição de termos, pois se é partido, isto é, coisa partida, entende-se a existência de muitos. Em contraste com o \"partido único\", existe, em muitos países, o chamado \"pluripartidismo\" ou pluripartidarismo. A palavra \"pluripartidarismo\" significa, de fato, pluralidade de partidários, enquanto a palavra \"pluripartidismo\" significa a pluralidade ou existência de vários partidos políticos. Em muitos países, partidos políticos que não são aceitos legalmente continuam existindo de maneira informal e clandestinamente, almejando legalização política, o que lhes permitiriam participar do processo político. Em outro aspecto, há uma tendência de rompimento com as estruturas partidárias maiores ou tradicionais com a criação de pequenos partidos políticos ou plataformas político-eleitorais que possam ficar sob melhor controle de figuras políticas carismáticas controversas. == Articulações == === Frente partidária === Ocorre quando vários partidos se unem em vista a objetivo eleitoral comum. Como exemplo a FRELIMO de Moçambique, a Frente Ampla do Uruguai, a FMLN da El Salvador, a FNLA de Angola. === Organização partidária a nível mundial === Vários partidos com ideologias semelhantes têm formado organizações para trocarem ideias através de reuniões periódicas. Entre estas organizações internacionais se destacam a III Internacional, ou a Internacional Socialista e o Foro de São Paulo; também destacamos a Internacional Liberal, e outras congêneres reunindo conservadores, democrata- cristãos, como a União Democrática Internacional (IDU) ou a Internacional Democrática de Centro, e organizações internacionais de Partidos Humanistas, Verdes (Global Greens), Libertários, organizações monarquistas, trotskistas, das mais variadas tendências, na chamada IV Internacional e suas dissidências, ou mesmo comunistas (como a extinta Komintern, ou o Kominform). == Ver também == * Filiação partidária * Lista de partidos políticos por país * Partidocracia * Político sem partido == Bibliografia == * * * * * * * == Ligações externas == * NEXO Politiquês 24 - Para que serve um partido político, no canal Nexo Jornal da SoundCloud",
 "title": "Partido político"
}