{
 "id": "22696",
 "text": "{{Info/Município do Brasil | nome = Canguaretama | foto = Igreja Canguaretama RN.jpg | leg_foto = Praça Augusto Severo e Igreja Matriz de Nossa Senhora da Conceição | apelido = Penha\" \"Terra dos canguás | brasão = Brasão de Canguaretama-RN, Brasil.png | bandeira = Bandeira de Canguaretama, Rio Grande do Norte, Brasil.png | link_brasão = | link_bandeira = | link_hino = | aniversário = | emancipação = | gentílico = canguaretamense | lema = Teu maior filho é aquele que mais te ama! | padroeiro = Nossa Senhora da Conceição | prefeito = João Wilson de Andrade Ribeiro Filho (Wilsinho Ribeiro) | partido = Republicanos | mandato_início = 2022 | fim_mandato = 2024 | vereadores = 11 | mapa = Brazil Rio Grande do Norte Canguaretama location map.svg | latP = S | latG = 06 | latM = 22 | latS = 48 | lonP = O | lonG = 35 | lonM = 07 | lonS = 44 | estado = Rio Grande do Norte | região_intermediária = Natal | região_imediata = Canguaretama | vizinhos = Norte: Vila Flor, Tibau do Sul, Goianinha e Espírito Santo Sul: Mataraca (PB) Leste: Baía Formosa Oeste: Pedro Velho | dist_capital = 77 | área = 245.485 | área_ref = | população = 34814 | população_pos = RN: 15º | data_pop = Estimativa IBGE/2021 | altitude = 5 | clima = Tropical | sigla_clima = | idh = 0.579 | idh_pos = RN: 138º | data_idh = PNUD/2010 | pib = mil | pib_per_capita = 15424.27 | data_pib = IBGE/2018 | data_pib_per_capita = IBGE/2018 | site_prefeitura = | site_câmara = }} Canguaretama é um município brasileiro do estado do Rio Grande do Norte, distante ao sul da capital, Natal, do qual se emancipou em 1858. O nome do município tem origem no tupi, onde etama, em língua tupi, significa \"terra, região\", e \"canguá\" designa um tipo de peixe (Stellifer rastrifer Jord. & Eig)FERREIRA, A. B. H. Novo Dicionário da Língua Portuguesa. Segunda edição. Rio de Janeiro: Nova Fronteira, 1986. p.335 gerando a etimologia \"terra de canguás\". == História == thumb|esquerda|Capela de Nossa Senhora das Candeias, no Engenho Cunhaú A história de Canguaretama começa ainda durante a época do Brasil Colônia, muito antes de ser elevado à categoria de município. Em 1645, ocorreu um dos eventos considerados como um dos mais históricos do Rio Grande do Norte: o martírio de Cunhaú e Uruaçu, que ocorreu quando os índios Janduís e mais de duzentos holandeses (que chegaram e ocuparam o Capitania do Rio Grande do Norte entre 1633 e 1654), a comando de Jacob Rabi - delegado do Conde Maurício de Nassau - mataram cruelmente cerca de setenta fiéis e o Padre André de Soveral. No momento da morte, os fiéis estariam em uma missa que estava sendo celebrada na Capela de Nossa Senhora das Candeias, localizado no Engenho Cunhaú, a alguns quilômetros da Barra do Cunhaú. Na época, esse engenho era o centro da economia potiguar, ainda bastante primitiva. Foram também mortas as pessoas que se encontravam em um grande engenho. Apenas três pessoas conseguiram escapar. No século XVIII, em 1743, o padre André do Sacramento funda o primeiro núcleo colonizador que futuramente iria dar origem a Canguaretama, a Aldeia Gramació, cuja localização se dava à margem esquerda da Barra de Cunhaú e a mais de uma légua de distância. Em 3 de maio de 1755 (ou 1769), por meio de uma carta régia, a aldeia é elevada à categoria de vila com o nome de Vila Flor. Após a expulsão dos jesuítas, a sede municipal, que era localizada em Vila Flor, foi transferida para povoado de Uruá. Em 19 de julho de 1858, por meio da lei n° 567 esse povoado é elevado à categoria de município com o nome de Canguaretama, desmembrando-se de Natal. O nome \"Canguaretama\" significa terra de canguás. O povoado de Canguaretama possuía uma circunscrição religiosa, com o nome de \"Penha\", conservada em 1860 pela lei provincial n° 468. O nome foi dado por um missionário, o Frei Serafim de Catania. Nos primeiros anos de emancipação, Canguaretama tinha uma economia cuja base era o cultivo da cana-de-açúcar, a pesca e a comercialização do pau-brasil. Em 1882, a sede municipal ganhou uma estação ferroviária. Três anos depois, em 16 de abril de 1885, a sede é elevada à categoria de cidade, que foi instalada quatro meses depois, em 18 de setembro daquele mesmo ano. Em 1892, são criados e anexados a Canguaretama os distritos de Baía Formosa e Vila Flor, ambos extintos em 1933. Em 1938, é recriado o distrito de Vila Flor, cujo nome foi alterado para \"Flor\" dois anos depois (1940), mas apenas oito anos o distrito voltou a ter seu nome original. Cinco anos depois (1953), o extinto distrito de Baía Formosa é recriado e, em 1958, é emancipado, tornando-se novo município do Rio Grande do Norte. Desde 31 de dezembro de 196, quando Vila Flor foi emancipado, Canguaretama é formado apenas pelo distrito sede. == Geografia == Na divisão do Instituto Brasileiro de Geografia e Estatística (IBGE) vigente desde 2017, Canguaretama pertence à região geográfica imediata de Canguaretama, dentro da região geográfica intermediária de Natal. Antes, com a divisão em microrregiões e mesorregiões que vigorava desde 1989, fazia parte da microrregião do Litoral Sul, que por sua vez estava incluída na mesorregião do Leste Potiguar. Limita-se com Goianinha e Tibau do Sul a norte; a sul com Pedro Velho, Baía Formosa e Mataraca, na Paraíba; a leste com Vila Flor e mais uma vez Baía Formosa, além do Oceano Atlântico, e a oeste com Espírito Santo e novamente Pedro Velho. Canguaretama possui a menor costa litorânea dentre os municípios potiguares, com apenas de extensão, formada pela praia de Barra de Cunhaú, a mais de dez quilômetros da cidade. Está distante de Natal, capital estadual, e de Brasília, capital federal. Ocupa de área (0,4648% da superfície estadual), dos quais constituem a área urbana. O relevo de Canguaretama é baixo e constituído, em sua maior parte, pelos tabuleiros costeiros ou planaltos rebaixados,SOUZA, 2020, p. 120. com uma área de planície litorânea entre a costa, caracterizada pela presença de dunas tanto fixas quanto móveis originárias do período Quaternário e modeladas pela ação constante dos ventos, e o estuário do rio Curimataú, onde forma uma planície fluviomarinha, resultante de processos de origem fluvial e marinha e mais susceptível a inundações em períodos de cheia do rio.SOUZA, 2020, p. 94-96. Geologicamente, o município está assentado sobre o Grupo Barreiras, constituído por rochas do período Terciário recobertas pelas paleocascalheiras, que são grandes coberturas arenosas intercaladas por sedimentos de arenito, argila e siltito. Os solos do município, em sua maioria, são arenosos e altamente drenados, porém pouco férteis, caracterizando as areias quartzosas. No leito do rio Curimataú estão os solos aluviais que, comparado às areias quartzosas, são mais férteis, com textura mista de areia e argila e menos drenados, além dos solos indiscriminados de mangue, na divisa com Baía Formosa,FERNANDES, 2006, p. 57. cobertos, como o próprio nome diz, pelos manguezais, um ecossistema de transição entre os biomas terrestre e marinho. Tanto as areias quartzosas quanto os solos aluviais, na nova classificação brasileira de solos, constituem a classe dos neossolos.JACOMINE, 2008, p. 178.DOS SANTOS et al, 2018, p. 342. No restante do território está a Mata Atlântica sob a forma de floresta subperenifólia, cujas espécies permanecem verdes durante todo o ano, com folhas largas e troncos delgados. Canguaretama abriga parte da Área de Proteção Ambiental do Piquiri-Una, criada em 6 de junho de 1990 pelo decreto estadual com cerca de 12 mil hectares (ha) de área, ampliados para mais de por meio do decreto estadual de 22 de março de 2011, abrangendo territórios de outros quatro municípios. Na hidrografia, o município possui 66% de sua área na bacia hidrográfica do rio Curimataú, que nasce em Barra de Santa Rosa, na Paraíba, entra no Rio Grande do Norte por Nova Cruz e, na divisa entre Canguaretama e Baía Formosa, está a sua foz no Oceano Atlântico, em forma de estuário, na praia de Barra de Cunhaú.UNIEMP, 2013, p. 92.SOUZA et al, 2019, p. 2635.FERNANDES, 2006, p. 86. Outros 18,02% na estão na bacia do rio Catu e os 15,98% restantes na bacia do rio Guaju, que em seu curso serve de divisor natural entre o Rio Grande do Norte e a Paraíba.HUNKA, 2005, p. 65. Já o rio Catu nasce na zona rural do município, nos tabuleiros da Mata do Marfim e tem sua foz na praia de Simbaúba, em Tibau do Sul.SILVA, 2007, p. 18. Outros rios que atravessam Canguaretama são Espinho, Levada, Oiteiro e da Volta, além dos riachos Calândia, Pequeri, Pituaçu, Quabradinha e Uriuninha. Há também as lagoas Aniquim e do Poço. Canguaretama possui um clima tropical chuvoso As, com chuvas concentradas nos meses de outono-inverno. Segundo dados da Empresa de Pesquisa Agropecuária do Rio Grande do Norte (EMPARN), desde 1911 o maior acumulado de chuva registrado na cidade chegou a 190 em 25 de junho de 1936. Outros acumulados iguais ou superiores foram: em 13 de abril de 2011, em 13 de junho de 2007, em 8 de maio de 1971, em 27 de junho de 1951, em 14 de junho de 2019, em 4 de setembro de 2013 e em 20 de maio de 2011. Desde outubro de 2018, quando a EMPARN instalou uma estação meteorológica automática no IFRN de Canguaretama, a menor temperatura ocorreu em 25 de agosto de 2020, com mínima de , e a maior em 11 de novembro de 2018, apresentando máxima de . == Demografia == Entre os censos demográficos de 2010 e 2022, a população de Canguaretamaa registrou um decréscimo de 4%, caindo de habitantes em 2010 para em 2022, ocupando a décima nona colocação a nível estadual, a 360ª no Nordeste e a ª no Brasil. A densidade demográfica era de , com uma razão de sexo de 95,73 ( homens para cada dez mil mulheres). No quesito cor ou raça, pouco mais de três quintos (60,67%) dos habitantes eram pardos, 29,88% brancos, 8,1% pretos, 1,27% indígenas e 0,08% amarelos. A idade mediana da população era de trinta anos e a média de moradores por domicílios de 3,23. De acordo com o censo de 2010, o último com dados divulgados sobre religião, 73,2% dos habitantes eram católicos apostólicos romanos, 15,41% evangélicos, 9,61% não tinham religião e 0,53% não souberam. Outras denominações somavam 1,25%. Na Igreja Católica, a Paróquia de Canguaretama integra a Arquidiocese de Natal e foi criada em 19 de julho de 1858, tendo como padroeira Nossa Senhora da Conceição, fazendo parte dela o município de Vila Flor. Existem também alguns credos protestantes ou reformados, sendo eles: Assembleia de Deus, Casa da Bênção, Igreja Batista, Igreja Maranata e Igreja Universal do Reino de Deus. O Índice de Desenvolvimento Humano (IDH) do município é considerado baixo, de acordo com dados do Programa das Nações Unidas para o Desenvolvimento (PNUD). Segundo dados do relatório de 2010, divulgados em 2013, seu valor era 0,579, estando na 138ª posição a nível estadual e na ª colocação a nível nacional. Considerando-se apenas o índice de longevidade, seu valor é 0,718, o valor do índice de renda é 0,557 e o de educação 0,486. Em 2010, 58,68% da população viviam acima da linha de pobreza, 21,4% entre as linhas de indigência e de pobreza e 19,92% abaixo da linha de indigência. No mesmo ano, os 20% mais ricos eram responsáveis por 51,77% do rendimento total municipal, enquanto os 20% mais pobres apenas 2,68%, sendo o índice de Gini, que mede a desigualdade social, igual a 0,502. == Política e administração == De acordo com a lei orgânica de Canguaretama, promulgada em 3 de abril de 1990, são poderes do município o executivo e legislativo, independentes e harmônicos entre si, cujos representantes são eleitos pelo voto direto para mandatos de quatro anos. O poder executivo é representado pelo prefeito, auxiliado pelo seu gabinete de secretários, nomeados livremente por ele. O legislativo é exercido pela câmara municipal que, dentre suas atribuições, elabora e vota leis fundamentais à administração e ao executivo, especialmente o orçamento municipal e o plano plurianual. O edifício da prefeitura se chama Palácio Octávio Lima e a sede da câmara é o Palácio Gilberto Luiz Gomes, que possui treze vereadores. De forma independente dos poderes, existem alguns conselhos municipais em atividade: Acompanhamento e Controle Social do FUNDEB, Alimentação Escolar, Assistência Social, Defesa Civil, Desenvolvimento Rural, Direitos da Criança e do Adolescente, Educação, Meio Ambiente, Habitação, Saúde e Tutelar. Canguaretama possui uma comarca do poder judiciário estadual, de entrância intermediária, cujos termos são Baía Formosa e Vila Flor, e pertence à décima-primeira zona eleitoral do Rio Grande do Norte, possuindo eleitores registrados em dezembro de 2020, de acordo com o Tribunal Superior Eleitoral (TSE), o equivalente a 0,946% do eleitorado potiguar. == Infraestrutura == O serviço de abastecimento de água de Canguaretama é feito pela Companhia de Águas e Esgotos do Rio Grande do Norte (CAERN) Em 2010, o município possuía 95,8% de seus domicílios com água canalizada e 81,46% com coleta de lixo. Na última Pesquisa Nacional de Saneamento Básico (PNSB), realizada em 2017, Canguaretama possuía uma rede de abastecimento de água com de tubulações que abasteciam ligações ou economias, dos quais residenciais. Em média eram tratados de água, sendo que apenas chegavam aos locais de consumo, resultando em um índice de perdas de 72,1%. O índice de consumo per capita chegava a 356,6 litros diários por economia. A concessionária responsável pelo fornecimento de energia elétrica é a Companhia Energética do Rio Grande do Norte (COSERN), que atende a todos os municípios potiguares e em 2010 atendia a 97,45% dos domicílios. A voltagem nominal da rede é de 220 volts. ​O código de área (DDD) é 084 e o principal Código de Endereçamento Postal (CEP) é 59190-000. Conforme dados do censo de 2010, 70,41% dos domicílios tinham somente telefone celular, 6,71% celular e fixo, 0,75% apenas telefone fixo e 22,14% não possuíam nenhum. Há cobertura de quatro operadoras de telefonia na cidade: Claro, Oi, TIM e Vivo, todas oferecendo tecnologia em até 4G. A frota municipal em 2017 era de motocicletas, automóveis, 409 caminhonetes, 333 motonetas, 305 ciclomotores, 206 caminhões, 142 camionetas, 106 reboques, 87 ônibus, quarenta micro-ônibus, 36 semirreboques, 34 utilitários, 33 ônibus, cinco caminhões trator, um chassi plataforma e um triciclo, além de 236 em outras categorias, totalizando veículos. No transporte rodoviário, o município é atravessado pela rodovia federal BR-101, que se estende por todo o litoral leste brasileiro, e a RN-269, que liga a cidade a Barra de Cunhaú, em um trecho de quinze quilômetros. No transporte ferroviário, o município possui uma estação ferroviária da Estrada de Ferro Natal a Nova Cruz, inaugurada no século XIX, porém o tráfego de trens na localidade não acontece desde a década de 1980. === Saúde === A cidade dispõe do Hospital Regional Prof. Dr. Getúlio de Oliveira Sales ou Hospital Regional de Canguaretama, em operação desde 1974 e vinculado do Sistema Único de Saúde (SUS). O hospital oferece diversos serviços e possuía, em 2013, sessenta leitos para internação em quatro especialidades. O município pertence à I Unidade Regional de Saúde Pública (I URSAP) do Rio Grande do Norte, com sede instalada em São José de Mipibu. Em abril de 2010, o município possuía 57 médicos, 27 técnicos de enfermagem, 26 enfermeiros, 19 cirurgiões-dentistas, nove auxiliares de enfermagem, sete farmacêuticos, três nutricionistas, um psicólogo, um fonoaudiólogo e um fisioterapeuta, totalizando 151 profissionais de saúde. No mesmo ano, a expectativa de vida ao nascer era de 68,07 anos e a taxa de mortalidade infantil de 32,8 por mil nascimentos, com uma taxa de fecundidade de 2,8 filhos por mulher. === Educação === IDEB de Canguaretama IDEB de Canguaretama IDEB de Canguaretama IDEB de Canguaretama IDEB de Canguaretama IDEB de Canguaretama IDEB de Canguaretama Ano Anos iniciais Anos finais 2005 2,4 2,5 2007 3,1 2,3 2009 3,8 2,5 2011 3,5 3 2013 3,8 2,6 2015 3,8 - 2017 4 2,9 O fator \"educação\" do IDH no município atingiu em 2010 a marca de 0,486, ao passo que a taxa de alfabetização da população acima dos dez anos indicada pelo último censo demográfico do mesmo ano foi de 76,1%, sendo 77,9% para as mulheres e 74,2% para os homens. Ainda em 2010, Canguaretama possuía uma expectativa de anos de estudos de 8,64 anos, valor abaixo da média estadual (9,54 anos). O percentual de crianças de cinco a seis anos na escola era de 93,1% e de onze a treze anos cursando o fundamental de 80,89%. Entre os jovens, a proporção na faixa de quinze a dezessete anos com fundamental completo era de 35,98% e de 18 a 20 anos com ensino médio completo de apenas 21,88%. Considerando-se apenas a população com idade maior ou igual a 25 anos, 35,8% tinham ensino fundamental incompleto e eram alfabetizados, 35,73% fundamental completo e eram analfabetos, 12,22% fundamental completo e médio incompleto, 11,72% médio completo e superior incompleto e 4,53% superior completo. Em 2017 o município possuía uma rede de trinta escolas de ensino fundamental, vinte do pré-escolar e cinco de ensino médio, com um total de matrículas. Em 2018, a distorção idade-série entre alunos do ensino fundamental, ou seja, com idade superior à recomendada, era de 17,9% para os anos iniciais (1° ao 5° ano) e 47,7% nos anos finais (6° ao 9° ano), sendo essa defasagem no ensino médio de 43%. No ensino superior, Canguaretama possui uma unidade do Instituto Federal de Educação, Ciência e Tecnologia do Rio Grande do Norte (IFRN), inaugurado em 2013. == Cultura == No calendário cultural do município estão a festa da emancipação política, celebrada em 16 de abril, a Festa dos Mártires de Cunhaú, que acontece em 16 de julho e a festa da padroeira Nossa Senhora da Conceição, em 8 de dezembro, sendo as três datas feriados municipais, além do dia 6 de janeiro (Reis Magos). Canguaretama possui alguns pontos turísticos, como a Praia Barra de Cunhaú - a única do município, com manguezais e um polo para a criação de camarões em cativeiro (carcinicultura) -, o Mortuário do Cunhaú, o Santuário Chama do Amor, o Engenho Cunhaú - que já foi o centro mais importante da Capitania do Rio Grande, durante o Brasil Colônia, e já foi alvo de lutas sangrentas e roubos - e a Capela Nossa Senhora das Candeias. Na tradição esportiva do município, destacam-se a prática do windsurfe e do kitesurf, além do atletismo, basquete e futebol. == Ver também == * Municípios do Rio Grande do Norte * Potiguares naturais de Canguaretama === Bibliografia === : DOS SANTOS, Humberto Gonçalves et al. Sistema brasileiro de classificação de solos. 5 ed. Brasília, DF: EMBRAPA, 2018, 356 p. : FERNANDES, Rodrigo Cysneiros. Diagnóstico geoambiental com uso do geoprocessamento visando a determinação de potencialidades de uso do solo para a área estuarina do Rio Curimataú - Canguaretama (RN). 2006. 128 f. Dissertação (Mestrado em Recursos Minerais; Recursos Hídricos; Meio Ambiente) - Universidade Federal do Rio Grande do Norte (UFRN), Natal, 2006. : HUNKA, Pavla Goulart. Diagnóstico socioambiental e dos usos dos recursos hídricos na bacia do rio Guajú PB/RN. 2006. Tese de Doutorado. Dissertação (Mestrado em Geografia). Universidade Federal da Paraíba (UFPB), João Pessoa, 2006. : JACOMINE, Paulo Klinger Tito. A nova classificação brasileira de solos. Anais da Academia Pernambucana de Ciência Agronômica, v. 5, p. 161-179. Recife: 2008. : SILVA, Cláudia Maria Moreira da. ...Em busca da realidade... : a experiência da etnicidade dos Eleotérios (Catu/RN). 2007. 281 f. Dissertação (Mestrado em Antropologia Social) - Centro de Ciências Humanas, Letras e Artes (CCHLA), UFRN, Natal, 2007. : SOUZA, Ana Caroline Damasceno. Compartimentação das Unidades de Paisagem do Litoral Oriental e Agreste do Rio Grande do Norte, Brasil. 2020. 182f. Dissertação (Mestrado em Geografia) - CCHLA, UFRN, Natal, 2020. == Ligações externas == * Categoria:Fundações no Brasil em 1769",
 "title": "Canguaretama"
}