{
 "id": "22725",
 "text": "{{Info/Município do Brasil | nome = São Gonçalo do Amarante | foto = Capela dos Martires de Cunhaú e Uruaçu..jpg | leg_foto = | apelido = São Gonçalo\" \"Terra de Mártires\" \"Aerotrópolis | brasão = Brasão de São Gonçalo do Amarante (RN).png | bandeira = Bandeira de São Gonçalo do Amarante (RN).png | link_brasão = | link_bandeira = | link_hino = | aniversário = | fundação = | gentílico = gonçalense ou são-gonçalense | lema = | padroeiro = Beato Gonçalo de Amarante | prefeito = Eraldo Paiva | partido = PT | mandato_início = 2022 | fim_mandato = 2024 | mapa = Brazil Rio Grande do Norte Sao Goncalo do Amarante location map.svg | latP = S | latG = 05 | latM = 47 | latS = 34 | lonP = O | lonG = 35 | lonM = 19 | lonS = 44 | estado = Rio Grande do Norte | região_intermediária = Natal | data_região_intermediária = IBGE/2017 | região_imediata = Natal | data_região_imediata = IBGE/2017 | região_metropolitana = Natal | vizinhos = Natal (a leste); Macaíba (ao sul); Ceará-Mirim e Extremoz (ao norte) e Ielmo Marinho (a oeste) | dist_capital = 17 | dist_capital_ref = | área = 249.800 | área_pos = | área_ref = | população = 115467 | população_pos = RN: 4º | data_pop = Censo IBGE/2022 | altitude = 15 | altitude_pos = RN: 151º | clima = Tropical úmido | sigla_clima = As | idh = 0.661 | idh_pos = RN: 17° | data_idh = PNUD/2010 | pib = mil | pib_pos = | data_pib = IBGE/2020 | pib_per_capita = | data_pib_per_capita = IBGE/2020 | site_prefeitura = www.saogoncalo.rn.gov.br | site_câmara = www.cmsga.rn.gov.br }} São Gonçalo do Amarante é um município brasileiro, localizado na Região Metropolitana de Natal, no estado do Rio Grande do Norte, na Região Nordeste do país. Possui uma área territorial de aproximadamente 249,800 km². É o quarto município mais populoso do estado, atrás apenas de Natal, Mossoró e Parnamirim, com a população no ano de 2022 em 115.467 habitantes. É um município brasileiro conhecido em todo o mundo por ter sido cenário de um dos eventos mais significativos de toda a história do Rio Grande do Norte e da religião católica brasileira, quando holandeses exterminaram oitenta pessoas no evento conhecido como Massacre de Uruaçu, ocorrido em 1645. Em 2017, esses mártires foram reconhecidos como santos, na Praça São Pedro, no Vaticano, em uma cerimônia presidida pelo Papa Francisco. Ao longo de sua história, São Gonçalo do Amarante perdeu sua autonomia algumas vezes, até conseguir sua emancipação definitiva em 1958, quando se desmembrou de Macaíba. Abriga, desde 2014, o Aeroporto Internacional Governador Aluízio Alves, um complexo aeroportuário brasileiro, que foi o primeiro aeroporto brasileiro a ser privatizado e atende à demanda do transporte de cargas e de passageiros da Região Metropolitana de Natal. == História == Antes, o território que corresponde ao atual município de São Gonçalo do Amarante era habitado pelos índios potiguaras, entre os quais destaca-se Poti, conhecido por Felipe Camarão, originário de uma comunidade de Extremoz. O seu nome deriva de Gonçalo de Amarante, que foi um eclesiástico português, padroeiro da cidade de Amarante em Portugal.https://www.cm-amarante.pt/pt/s-goncalo-de-amarante São Gonçalo do Amarante teve seus primeiros habitantes apenas no século XVII, os membros da família de Estevão Machado de Miranda, logo sacrificados pelos holandeses no massacre de Cunhaú e Uruaçu, em 1645. Somente em 1689, teriam ocorrido as expedições que deram origem ao repovoamento do local, vindas de Pernambuco, após a expulsão dos invasores. No século XVIII, em 1710, próximo ao Engenho Potengi, vieram de Pernambuco e instalaram-se, às margens do rio homônimo, Paschoal Gomes de Lima e Ambrósio Miguel Sirinhaém, naturais de Portugal, junto com suas famílias. Após a instalação, ambos construíram suas residências e foram responsáveis por construir uma pequena igreja, tendo como padroeiro o santo Gonçalo de Amarante. No altar dela, uma imagem do santo feita de pedra foi colocada, dando origem ao topônimo do município. Em 11 de abril de 1833, durante o governo de Manoel Lobo de Miranda Henrique, foi criado o município de São Gonçalo do Amarante. Em 1856, durante o governo de Antônio Bernardes de Passos, São Gonçalo do Amarante foi atingida por uma epidemia de cólera, que matou um total de 171 pessoas. Em 1868, por meio de uma lei provincial sancionada pelo governador Gustavo Augusto de Sá, o município perdeu sua autonomia, sendo anexado ao município de Natal, capital da província do Rio Grande do Norte. Somente seis anos mais tarde a vila foi desmembrada e novamente elevada à condição de município. Mas cinco anos depois (1879), a população de São Gonçalo do Amarante foi vitimada por um golpe que transferiu a sede do governo municipal para a vila de Macaíba, antes denominada Cuité. Em 1890, alguns meses após o episódio da proclamação da república, o vice-presidente do estado do Rio Grande do Norte, José Inácio Fernandes Barros, elevou a vila de São Gonçalo do Amarante, que pertencia a Macaíba, à condição do município. Com o decreto-lei estadual nº 268 de 1943, São Gonçalo do Amarante mais uma vez perdeu sua autonomia política, voltando de novo a ser distrito de Macaíba, com o nome de Felipe Camarão, e perdendo parte de suas terras, que deram lugar ao atual município de São Paulo do Potengi. Foi somente com a sanção da lei estadual nº 2324, de 11 de dezembro de 1958, que o distrito obteve definitivamente sua emancipação política, e com seu nome alterado, de Felipe Camarão para seu nome atual, São Gonçalo do Amarante. == Geografia == De acordo com a divisão do Instituto Brasileiro de Geografia e Estatística (IBGE) vigente desde 2017, São Gonçalo do Amarante pertence às regiões geográficas intermediária e imediata de Natal. Até então, com a vigência das divisões em microrregiões e mesorregiões, fazia parte da microrregião de Macaíba, que por sua vez estava incluída na mesorregião do Leste Potiguar. Integrando a Região Metropolitana de Natal (RMN) e o Polo Costa das Dunas, São Gonçalo do Amarante está distante dezessete quilômetros do centro de Natal, capital estadual, com quem se limita a leste. Os demais limites do município são Ceará-Mirim e Extremoz a norte, Macaíba a sul e Ielmo Marinho a oeste. Sua área territorial é de 249,8 (0,473% da superfície estadual), dos quais constituem a área urbana (2015), formada pelo Centro e outros doze bairros. No município predomina um relevo plano, formado por terrenos baixos compostos por argila, de cor amarela e/ou vermelha. Em sua formação, pode-se notar a presença de sedimentos costeiros, próximos às várzeas do Rio Potengi e nos terraços de tabuleiros do Grupo Barreiras. O solo predominante é o latossolo, existindo áreas menores de areias quartzosas (neossolos na nova classificação) a leste e, a sudoeste, planossolos e solos podzólicos vermelho-amarelos (este agora denominado de luvissolo). Às margens do rio Potengi estão tanto os solos aluviais quanto os solos de mangue, cobertos pelas matas de várzeas e manguezais, respectivamente, ambos parte do bioma da Mata Atlântica, que também se engloba as florestas subperifólia e subcaducifólia e os tabuleiros litorâneos. A maior parte do município, porém, está inserido nos domínios da Caatinga, que engloba 94% do seu território, estando os 6% restantes na Mata Atlântica, caracterizando-se assim uma transição entre os dois biomas. A bacia hidrográfica predominante, que cobre 82,65% do território do município, é a do Rio Potengi, estando os 17,35% restantes na bacia hidrográfica do Rio Doce. O principal rio que corta o município é o rio Potengi, que nasce em Cerro Corá e possui um curso de 176 quilômetros, desaguando no Oceano Atlântico, em Natal. Outros rios importantes são Camaragibe e Prata. A hidrografia local é ainda marcada pela lagoa Bela Vista e os córregos dos Guajirus, Onça, Santo Antônio, Serrinha e Tapará. O clima, por sua vez, é tropical chuvoso Aw, com chuvas concentradas entre os meses de março e julho. Segundo dados da Empresa de Pesquisa Agropecuária do Rio Grande do Norte (EMPARN), desde 1992, o maior acumulado de chuva em 24 horas registrado em São Gonçalo do Amarante chegou a em 30 de julho de 1998. Desde outubro de 2018, quando a EMPARN instalou uma estação meteorológica automática na cidade, a menor temperatura ocorreu em 25 de agosto de 2020 () e a maior em 12 de janeiro de 2019 (). == Demografia == A população de São Gonçalo do Amarante cresceu 32,1% no período compreendido entre os censos de 2010 e 2022, a uma taxa de crescimento geométrico de 2,32% do ano, saltando de em 2010 para em 2022, apresentando uma densidade demográfica de e uma média de 2,9 moradores por domicílio no último censo. Com 51,44% dos habitantes do sexo feminino de 48,56% do sexo masculino, a razão de sexo era de 94,4 ( homens para cada dez mil mulheres). No quesito de cor ou raça, 53% eram pardos, 34,06% brancos, 12,44% pretos, 0,35% indígenas e 0,16% amarelos. A idade mediana da população era de 32 anos, variando de 30 anos em brancos e indígenas a 37 em pretos, e a média de moradores por domic Segundo o censo de 2010, o último com dados divulgados acerca de religião, 70,44% dos habitantes eram católicos, 20,2% evangélicos e 7,84% não tinham religião, enquanto outras denominações somavam 1,52%. Na Igreja Católica, o município pertence à Arquidiocese de Natal e possui três paróquias, sendo elas São Gonçalo (padroeiro), Santo Antônio, São Lucas e Santo Expedito. São Gonçalo do Amarante também possui os mais diversos credos protestantes ou reformados, sendo a Assembleia de Deus e a Igreja Universal do Reino de Deus as principais denominações. O Índice de Desenvolvimento Humano (IDH-M) do município é considerado médio, de acordo com dados do Programa das Nações Unidas para o Desenvolvimento (PNUD). Segundo dados do relatório de 2010, divulgados em 2013, seu valor era 0,661, estando na 16ª posição a nível estadual e na ª colocação a nível nacional. Considerando-se apenas o índice de longevidade, seu valor é 0,829, o valor do índice de renda é 0,619 e o de educação 0,564. Em 2010, 78,75% da população viviam acima da linha de pobreza, 12,72% entre as linhas de indigência e de pobreza e 8,53% abaixo da linha de indigência. No mesmo ano, os 20% mais ricos acumulavam 48,63% do rendimento total municipal, enquanto os 20% mais pobres apenas 3,8%, sendo o valor do índice de Gini, que mede a desigualdade social, de 0,46. ==Política == De acordo com a lei orgânica de São Gonçalo do Amarante, promulgada em 3 de abril de 1990 e alterada por emendas posteriores, a administração municipal se dá por dois poderes, independentes e harmônicos entre si, o executivo e o legislativo. O primeiro é representado pelo prefeito e seu gabinete de secretários. O segundo é exercido pela Câmara Municipal, formada por dezessete vereadores. A sede da câmara, instalada em 1° de abril de 1960, é o Palácio Poti Cavalcanti, antiga cadeia pública. Em complementação ao processo legislativo e ao trabalho das secretarias, existem também alguns conselhos municipais em atividade: Alimentação Escolar, Assistência Social, Direito da Criança e do Adolescente, Educação, da Mulher e Saúde. São Gonçalo do Amarante abriga uma comarca do poder judiciário estadual, de segunda entrância, instalada no Fórum Desembargador Ivan Meira Lima. Segundo o Tribunal Superior Eleitoral, São Gonçalo do Amarante pertence à 51ª Zona Eleitoral do Rio Grande do Norte e possuía, em abril de 2022, eleitores, o que representa 2,836% do total do eleitorado potiguar. == Economia == O Produto Interno Bruto de São Gonçalo do Amarante em 2010 era R$ mil, enquanto o PIB per capita era R$ . O setor primário contribui com a menor parcela do PIB municipal. Destaca-se a prática da agricultura de subsistência, com o cultivo voltado à produção de frutas e legumes. Na pecuária, destacam-se os bovinos (voltados à produção do leite), os caprinos e os ovinos. Na pesca, destaca-se a criação de crustáceos e moluscos, principalmente camarão, marisco, ostra e sururu. São Gonçalo do Amarante possui ainda dois apiários, um onde se criam abelhas e outro para a produção de mel. No setor secundário, a indústria mais abundante é a de cerâmica, com destaque na produção de tijolos. A dezoito quilômetros da sede, localiza-se a Comunidade Serrinha, onde é realizada a extração mineral por pedreiras, usadas na pavimentação de ruas e avenidas e na construção civil. São Gonçalo do Amarante possui um distrito industrial, próximo à divisa com Natal, onde atuam dezessete empresas de diversos setores. No setor terciário, o comércio realizado em São Gonçalo do Amarante se destaca na venda de produtos alimentícios em estabelecimentos comerciais, como bares, lanchonetes, mercados, mercearias e supermercados. Além de produtos alimentícios, há também destaque para a comercialização de artefatos culturais, borrachas, materiais usados na construção, produtos farmacêuticos, roupas e tecidos. == Infraestrutura == Em 2010, o município possuía 95,01% de seus mais de 24 mil domicílios com água encanada, 99,51% com eletricidade e também 91,29% com coleta de lixo, cujos rejeitos são descartados no Aterro Sanitário Metropolitano de Ceará-Mirim. Na última Pesquisa Nacional de Saneamento Básico (PNSB), realizada em 2017, a rede de abastecimento de água de São Gonçalo do Amarante tinha 779 de extensão, com ligações ou economias, das quais residenciais. Em média eram tratados de água, dos quais chegavam aos locais de consumo, resultando em um índice de perdas de 5,8%. O índice de consumo per capita diário chegava a 509,1 litros por economia. Por sua vez a rede coletora de esgoto tinha apenas , com tratados diariamente, em média. Os serviços de abastecimento de água e tratamento de esgoto de São Gonçalo do Amarante são operados pelo Serviço Autônomo de Água e Esgoto (SAAE). A concessionária responsável pelo fornecimento de energia elétrica é a Companhia Energética do Rio Grande do Norte (COSERN), do Grupo Neoenergia, presente nos 167 municípios do estado. A voltagem nominal da rede é de 220 volts. O serviço telefônico móvel, por telefone celular, é oferecido por quatro operadoras: Claro, Oi, TIM e Vivo, sendo 084 o código de área ou discagem direta a distância (DDD). No censo de 2010, 70,43% dos domicílios tinham apenas celular, 17,53% celular e fixo, 1,8% apenas o telefone fixo e 10,23% não possuíam nenhum. O Código de Endereçamento Postal (CEP) varia na faixa de 59290-000 a 59299-999. São Gonçalo do Amarante possui o Aeroporto Internacional Governador Aluízio Alves, em operação desde 31 de maio de 2014, substituindo o Aeroporto Augusto Severo, em Parnamirim, que desde essa data opera apenas com aviação militar. Administrado pelo Consórcio Inframérica, é o primeiro aeroporto do Brasil a ser cedido à iniciativa privada. No transporte rodoviário, São Gonçalo do Amarante é cortado pelas rodovias federais BR-101 e a BR-406 mais as rodovias estaduais Humberto Pessoa, que permite o acesso entre a BR-304 e o aeroporto,RIO GRANDE DO NORTE (Estado). Denomina de “Rodovia Humberto Pessoa” a Rodovia Estadual que liga a BR-304 ao Aeroporto Aluízio Alves, localizada no Município de São Gonçalo do Amarante. Lei nº 10.482, de 30 de janeiro de 2019. Natal, 31 jan. 2019. e a RN-160. A frota municipal em 2020 possuía automóveis, motocicletas, caminhonetes, 660 camionetas, 538 caminhões e em outras categorias, totalizando veículos. O trânsito local é municipalizado e gerido pelo Departamento Municipal de Trânsito (DEMUTRAN). === Saúde === A rede de saúde de São Gonçalo do Amarante inclui trinta unidades básicas de saúde (UBS), quatro postos de saúde, dois centros de atenção psicossocial (CAPS) e um hospital geral (agosto de 2018), sendo este o Hospital Maternidade Belarmina Monte, uma instituição de caráter filantrópico vinculada ao Sistema Único de Saúde (SUS), inaugurado em dezembro de 1976 e dirigido, desde novembro de 2008, pela Sociedade Beneficente São Camilo, sendo mantido por recursos da Secretaria Municipal de Saúde. Possui leitos para internação nas especialidades de clínica médica, clínica pediátrica, cirúrgica e obstétrica. Dados do Ministério da Saúde apontam que, no período entre 2001 e 2016, o município registrou casos de dengue, 42 de leishmaniose e treze de malária; de 1990 e 2020 ocorreram 247 notificações de AIDS, resultando em uma taxa de 16,4 casos por cem mil habitantes (2020). Em 2019, foram registrados 604 óbitos por morbidades, sendo doenças no sistema circulatório e tumores as principais causas, com maior incidência entre homens. Ao mesmo tempo, foram registrados nascidos vivos, a maior parte por partos cesarianos, com um índice de mortalidade infantil de 14,89 óbitos de crianças menores de um ano de idade a cada mil nascidos vivos. === Educação === O fator \"educação\" do IDH-M no município atingiu em 2010 a marca de 0,564, ao passo que a taxa de alfabetização da população acima dos dez anos indicada pelo último censo demográfico do mesmo ano foi de 86,1% (87,7% para as mulheres e 84,4% para os homens). A expectativa de anos de estudo era de 9,18 anos, valor inferior à média estadual, de 9,54 anos. O fluxo escolar de crianças entre cinco e seis anos na escola chegava a 90,92% e, de onze a treze anos cursando os anos finais do ensino fundamental, esse valor de 80,82%. Entre os jovens, esses índices eram ainda menores, de 45,35% na faixa de quinze a dezessete anos com fundamental completo e 26,58% de dezoito a vinte anos com ensino médio completo. Considerando-se apenas a população com idade maior ou igual a 25 anos, 18,42% eram analfabetos, 43,75% tinham fundamental completo, 28,09% médio completo e apenas 2,96% superior completo. Dados mais recentes, de 2014, apontaram que a taxa de evasão no ensino fundamental era de 3,8%, alcançando quase 20% no ensino médio. A rede de estabelecimentos educacionais de São Gonçalo do Amarante abrange todos os níveis de ensino, desde a educação básica até o ensino médio, nas esferas pública e privada, com um total de matrículas (censo escolar 2020), a maior parte () de ensino fundamental. Dentre as instituições de ensino superior, está o Instituto Federal do Rio Grande do Norte (IFRN), inaugurado em dezembro de 2012, no mesmo terreno onde se localizava a Fazenda Rockfeller. == Cultura == O município tem uma posição destacada no Rio Grande do Norte quanto à sua produção e aos seus recursos culturais. Conta com o Teatro Municipal Prefeito Poti Cavalcanti, inaugurado em 2003 e com capacidade para 238 pessoas, além de ser considerado como o templo de cultura de todo o município, sediando vários tipos de eventos. É a terra natal de Militana Salustino do Nascimento, a Dona Militana (1925-2010), maior romanceira do Brasil e ícone da cultura popular do Rio Grande do Norte. São feriados municipais: 28 de janeiro, dia do padroeiro São Gonçalo; 29 de outubro, dia do patrono São Benedito e o 11 de dezembro, data da emancipação política do município, este último instituído em 1990 e os demais em 1978. === Religiosidade e eventos === A religiosidade em São Gonçalo do Amarante está diretamente ligada ao papel dos Mártires de Cunhaú e Uruaçu, mortos no massacre de 3 de outubro de 1645, pelo crime de amor contra a pátria e sua resistência em combater os holandeses. Também chamados de flamengos, os holandeses invadiram o território correspondente ao atual nordeste brasileiro, para cobrar dos portugueses as dívidas deixadas pela construção de engenhos na colônia. Como resultado desse episódio, poucos sobreviveram e cerca de oitenta pessoas morreram, sendo levadas para comunidades vizinhas e para o Castelo de Keulen, atual Fortaleza dos Reis Magos. Somente em 1989 as vítimas do massacre foram reconhecidas como mártires e beatificadas pelo Papa João Paulo II em 5 de março de 2000. No local desse massacre foi erguido o Monumento dos Mártires, inaugurado nove meses depois. No calendário cultural do município, os principais eventos são: a festa de São Sebastião, comemorada em alguns povoados do município no dia 19 de janeiro; a festa de São Gonçalo, realizada em 28 de janeiro e feriado municipal; a Festa dos Motoristas no dia 30 de maio; a festa de Santo Antônio no distrito de Santo Antônio do Potengi em 12 de junho; a tradicional festa de Santa Terezinha realizada na comunidade de Guanduba e a corrida de jegues, ambos em setembro; a festas de São Francisco (realizada nas comunidades de Alagadiço Grande e Rio da Prata), de São Benedito, de Nossa Senhora do Ó (no povoado de Rego Moleiro) e a comemoração aos Mártires de Uruaçu, no mês outubro; a festa de São Judas nos povoados de Jacaré-Mirim e Uruaçu, em novembro e as festas de Santa Luzia (realizada na Igreja Nova e na comunidade Serrinha) e de emancipação política, em dezembro. === Culinária e artesanato === Na culinária de São Gonçalo do Amarante, são pratos típicos tradicionais o camarão, a galinha caipira e vários outros crustáceos. Na zona rural do município, está localizada a comunidade-referência na gastronomia da Região Metropolitana de Natal: a comunidade Pajuçara, que é pouco populosa, mas dispõe de vários estabelecimentos onde o camarão é o prato típico mais consumido. A partir deles, diversos pratos derivados são preparados, como o camarão gratinado e o pirão de camarão, combinado ainda com outras comidas. Além do camarão, também se destaca a produção de doces e licores com sabor de frutas tropiciais, na comunidade de Rio da Prata. O artesanato é outra forma espontânea da expressão cultural gonçalense, sendo possível encontrar em várias partes do município uma produção artesanal diferenciada, criada de acordo com a cultura e o modo de vida local. Alguns grupos reúnem diversos artesãos da região, disponibilizando espaço para confecção, exposição e venda dos produtos artesanais e feita com matérias-primas regionais, como argila, cipó, retalhos e sisal. Normalmente essas peças são vendidas em feiras, exposições ou lojas de artesanato, como o Mercado de Artesanato, localizado no distrito de Santo Antônio do Potengi às margens da rodovia estadual RN-160. === Monumentos e lugares históricos === ; Povoados O povoado de Barreiros é um dos mais antigos do município, próximo ao estuário do rio Potengi, onde é realizada a prática da pesca. Na época do povoamento de São Gonçalo do Amarante, abrigava um porto fluvial que dava acesso a Natal. O antigo povoado de Poço Limpo surgiu no decorrer da segunda metade do século XIX e foi palco de uma série de confrontos. Pertenceu ao município de São Gonçalo do Amarante até 1943 e corresponde ao atual município de Ielmo Marinho. O povoado de Rego Moleiro é palco de dois fatos marcantes ocorridos na história do município: o primeiro deles foi a morte de um dos defensores dos interesses holandeses na região, Jacob Rabbi, e o outro é a participação da primeira mulher presidente da Câmara de Vereadores de São Gonçalo do Amarante, Maria do Carmo Brito. Seu nome original era Rodrigo Moleiro, nome do proprietário de um antigo moinho de cereais. O povoado deveria se chamar Alberto Maranhão em 1910, por sua sugestão da intendência municipal, contudo tal mudança nunca chegou a acontecer. No povoado situa-se a capela de Rego Moleiro, uma das mais edificações mais antigas de São Gonçalo do Amarante. O povoado de Santo Antônio dos Barreiros foi criado em 1885 como vila, e surgiu a partir do interesse de uma família latifundiária que habitava suas terras. Surgiu próximo à vila Barreiros, daí seu nome. Na década de 1970 passou a se chamar Santo Antônio do Potengi, que vem passando pelo processo de urbanização. Guarda importantes marcos da história do município, como o antigo casarão da família Matoso e o engenho de São Francisco. ; Igrejas A Capela de Utinga foi erguida por volta de 1730, segundo documentos oficiais, e é dedicada à Nossa Senhora do Perpétuo Socorro. A capela serviu como rota para a ocupação holandesa no século XVIII e, desde 1989, é tombada pela Fundação José Augusto, do Rio Grande do Norte. Acreditava que a estrada mais antiga do estado, que ligava Baía da Traição, na Paraíba, até Natal, passava pela capela de Utinga. O termo Utinga, na língua indígena, significa água branca. A Capela de Santo Antônio do Potengi foi construída em 1885 (ano que se encontra esculpido na fachada da capela até os dias atuais) e está situada numa região de altitude mais elevada, onde pode ser avistado um breve panorama da zona urbana de São Gonçalo do Amarante. Uma possível lenda afirma que a capela teria sido construída em honra a duas mulheres que descobriram uma imagem de Santo Antônio dentro de uma gruta. Elas teriam levado a imagem para casa, mas a mesma teria sumido e sido reencontrada na mesma gruta em que fora descoberta. A Igreja Matriz foi construída no século XVIII, em 1719, e concluída somente no século XIX. Possui várias imagens antigas feitas de madeira e esculpidas e altares com característica da arquitetura do movimento barroco. É considerado o monumento histórico mais representativo de São Gonçalo do Amarante, tendo sido, em 1963, tombado pelo Instituto do Patrimônio Histórico e Artístico Nacional (IPHAN). A Igreja Nova foi fundada em 1867 por Joaquim Félix de Lima, e é dedicada à Imaculada Conceição. Também foi construída com o estilo barroco e é outro monumento representativo do município. Localiza-se em frente a uma praça, onde havia um cruzeiro antigamente usado na corrida de jegues. ; Outros monumentos O Casarão Olho d'Água do Lucas foi construído na metade do século XIX, em 1853, e possui esse nome em homenagem à família Lucas, a primeira detentora do casarão. Hoje, o monumento possui escombros do engenho local e desenhos antigos feitos pelos escravos. O Cruzeiro dos Mártires está situado a cinco quilômetros da sede, no povoado de Uruaçu, e surgiu no início do século XVII, por volta de 1609. Serviu como resistência dos moradores do local contra os holandeses, onde os moradores do engenho Potengi lutaram pelo fim dos abusos cometidos pela administração holandesa. Em 3 de outubro de 1645, foi registrado dos fatos mais significantes da história do Rio Grande do Norte, o Massacre de Uruaçu, que ocorreu próximo de onde está situado o atual povoado de Uruaçu, que abriga o Monumento aos Mártires. A três quilômetros do local, está localizada a Capela dos Mártires, dedicada a São João Batista e que já passou por várias reformas em sua estrutura. O Monumento aos Mártires é um altar de concreto inaugurado em 5 de dezembro de 2000 e construído para as possíveis celebrações de missas, contando com capacidade para trinta mil pessoas. == Ver também == * Lista de municípios do Brasil acima de cem mil habitantes == Ligações externas == * * Categoria:Fundações no Rio Grande do Norte em 1958",
 "title": "São Gonçalo do Amarante (Rio Grande do Norte)"
}