{
 "id": "22729",
 "text": "{{Info/Município do Brasil | nome = São José de Mipibu | foto = SjMipibu.jpg | leg_foto = | apelido = | brasão = Brasão de São José de Mipibu-RN, Brasil.jpg | bandeira = Bandeira de São José de Mipibu-RN, Brasil.jpg | link_brasão = | link_bandeira = | link_hino = | aniversário = | fundação = | gentílico = mipibuense | lema = | prefeito = José de Figueiredo Varela | partido = PSD | fim_mandato = 2024 | mapa = Brazil Rio Grande do Norte Sao Jose de Mipibu location map.svg | latP = S | latG = 06 | latM = 04 | latS = 30 | lonP = O | lonG = 35 | lonM = 14 | lonS = 16 | estado = Rio Grande do Norte | região_intermediária = Natal | região_imediata = Natal | região_metropolitana = Natal | vizinhos = * Norte: Macaíba e Parnamirim * Sul: Arez, Brejinho, Espírito Santo e Jundiá * Leste: Nísia Floresta * Oeste: Monte Alegre e Vera Cruz | dist_capital = 38 | área = 289.987 | área_ref = | população = 47286 | população_pos = RN: 10° | data_pop = Censo IBGE 2022 | altitude = 58 | clima = Tropical chuvoso com verão seco | sigla_clima = As’ | idh = 0.611 | idh_pos = RN: 72° | data_idh = PNUD/2010 | pib = mil | data_pib = IBGE/2018 | pib_per_capita = 17715.29 | data_pib_per_capita = IBGE/2018 }} São José de Mipibu é um município no estado do Rio Grande do Norte (Brasil). De acordo com o IBGE (Instituto Brasileiro de Geografia e Estatística), no ano 2022 sua população era de 47.286 habitantes. Área territorial de 289,987 km². == História == Mipibu é uma palavra de origem Tupi que significa surgir subtamente. Em 1630 existia um aldeamento no território, cujo nome era Mopebu, o maior, mais populoso e o principal entre as seis aldeias da Capitania do Rio Grande do Norte. No relatório do bragantino Adriano Wedouche constava que \"existiam na capitania cinco ou seis aldeias que reunidas podiam contar de 700 a 750 índios flecheiros e que a principal flecha era chamada de Mopebu\". Foi este aldeamento que deu origem ao nome do município. Os primeiros habitantes da região foram índios Tupis, que se localizaram nas proximidades do rio Mipibu, que recebeu esse nome por surgir de repente na famosa Fonte da Bica e percorrer por quatro quilômetros, até desaguar no rio Trairi. Em adiantado processo de organização e sinais de povoação, o aldeamento passou a ser coordenado pelos frades Capuchinhos, no final do século XVII, até o ano de 1762, quando foi instalada a vila de São José do Rio Grande do Norte. Nesse período, com a saída dos Capuchinhos, a coordenação dos destinos da comunidade foi assumida pelos próprios nativos. A criação do município foi através do alvará de 3 de maio de 1758, instalado em 22 de fevereiro de 1762, com procedimento de Vila de São José do Rio Grande, numa homenagem conjunta a São José e ao Príncipe D. José Francisco Xavier. Em 16 de outubro de 1845, a vila de São José do Rio Grande foi elevada a categoria de cidade, passando a se chamar cidade de Mipibu. Passados dez anos a cidade recebeu o nome de São José de Mipibu, numa união entre a religiosidade e o famoso rio que emerge da terra de maneira surpreendente. == Geografia == Na divisão territorial brasileira feita pelo Instituto Brasileiro de Geografia e Estatística (IBGE) em 2017, São José de Mipibu pertence às regiões geográficas intermediária e imediata de Natal. Até então, na divisão em mesorregiões e microrregiões que vigorava desde 1989, o município fazia parte da microrregião de Macaíba, uma das quatro microrregiões formadoras da mesorregião do Leste Potiguar. Está a do centro de Natal, capital estadual, e a da federal nacional, Brasília. Sua área territorial é de (0,5491% da superfície estadual) dos quais em área urbana. Limita-se a norte com Macaíba e Parnamirim; a sul com Arez, Brejinho, Espírito Santo e Jundiá; a leste com Nísia Floresta e a oeste com Monte Alegre e Vera Cruz. O relevo de São José de Mipibu está em grande parte inserido nos tabuleiros costeiros, também chamados de planaltos rebaixados, apresentando altitudes inferiores a cem metros, ocorrendo, nas margens dos rios, as planícies fluviais, sujeitas a inundações nos períodos de cheia. Geologicamente, essas planícies possuem depósitos de areia e cascalho intercalados com rochas sedimentares pelíticas, com origem no período Quaternário, estando o restante do município no Grupo Barreiras, constituído por sedimentos de argila, arenitos e siltito formados no período Terciário Superior, envolvidas por coberturas arenosas coluviais indiferenciadas. O solo predominante é o latossolo, do tipo vermelho-amarelo distrófico, bastante drenado e profundo, poroso e apresentando textura média, com teores equilibrados de areia, argila e silte, porém pouco fértil. Nas margens do rio Trairi estão os solos aluviais, com textura formada pela mistura de areia e argila e, em comparação aos latossolos, são mais férteis, porém menos drenados e com profundidade inferior. Também existe uma pequena área de areia quartzosa distrófica a nordeste. Tanto este quanto os solos aluviais constituem os neossolos na nova classificação brasileira de solos, enquanto os latossolos permaneceram com a denominação.JACOMINE, 2008, p. 178. São José de Mipibu encontra-se em uma área de transição entre os biomas da Mata Atlântica e caatinga, possuindo 81% do seu território inserido no primeiro e os 19% restantes no segundo. A Mata Atlântica, de maior porte, apresenta-se sob as formas de floresta subperenifólia (cujas espécies possuem troncos delgados e um grande número de folhas) e campos de várzea (nas várzeas úmidas, constituídas por espécies de herbáceas, como o junco e o periperi). Parte do território mipibuense está na Área de Proteção Ambiental Bonfim-Guaraíras, criada por decreto estadual em 22 de março de 1999. Esta unidade de conservação cobre uma área de 42 mil hectares e abrange partes dos municípios de Arez, Goianinha, Nísia Floresta, São José de Mipibu, Senador Georgino Avelino e Tibau do Sul. Cortado pelos rios Araraí, Cajupiranga, Trairi e Urucará, São José de Mipibu possui 61,81% de seu território na bacia hidrográfica do rio Trairi e os restantes 38,19% na bacia do rio Pirangi. A hidrografia local também é marcada pelos riachos do Brejo, Defuntos, Mendes, Pinho e Taborda, além das lagoas Jacaracica e Passagem dos Cavalos. O clima, por sua vez, é o tropical chuvoso, com regime de chuvas concentrado nos meses de outono-inverno. Desde novembro de 2018, quando a EMPARN instalou uma estação meteorológica automática no município, na sede do Centro de Treinamento da EMATER (CENTERN), a menor temperatura ocorreu nos dias 29 de outubro de 2019 e 25 de agosto de 2020, com mínima de , e a maior em 22 de março de 2020, com máxima de . == Demografia == No censo de 2010, São José de Mipibu era sendo o décimo município mais populoso do Rio Grande do Norte e o 765° do Brasil, com habitantes (1,2555% da população estadual), mais da metade (45,84%) residindo na zona rural. Do total, 50,11% eram do sexo feminino e 49,89% do sexo masculino, resultando em uma razão aproximada de 99,56 homens por cem mulheres. Em relação à faixa etária, 64,15% tinham entre 15 e 64 anos, 28,62% menos de quinze anos e 7,23% acima dos 65 anos. A densidade demográfica chegava a . Na pesquisa de autodeclaração do censo, 61,52% dos habitantes se consideraram pardos, 33,41% brancos, 4,59% pretos, 0,72% amarelos e 0,02% indígenas. Com relação à nacionalidade, todos os habitantes eram brasileiros natos, sendo 62,23% do total naturais do município (dos 93,39% nascidos no estado). Dentre os naturais de outras unidades da federação, os estados com maior percentual de residentes no município eram a Paraíba (2,36% da população), Pernambuco (1,15%) e São Paulo (0,97%), havendo naturais de outros quinze estados e do Distrito Federal. Ainda segundo o mesmo censo, 78,46% da população eram católicos apostólicos romanos, 13,9% protestantes, 6,47% não seguiam nenhuma religião e 0,09% não sabiam sua preferência religiosa. As outras denominações existentes somavam 1,08%. Na Igreja Católica, a paróquia de São José de Mipibu é uma das mais antigas da Arquidiocese de Natal, criada em 22 de fevereiro de 1762, tendo como padroeiros Sant'Ana e São Joaquim. Dentre os credos protestantes/reformados, destaca-se a Assembleia de Deus, que abrangia 5,45% dos habitantes, seguida pela Igreja Universal do Reino de Deus (1,14%) e pela Igreja Adventista do Sétimo Dia (1,06%). O Índice de Desenvolvimento Humano (IDH-M) do município é considerado médio, de acordo com dados do Programa das Nações Unidas para o Desenvolvimento (PNUD). Segundo dados do relatório de 2010, divulgados em 2013, seu valor era 0,611, estando na 71ª posição a nível estadual e na ª colocação a nível nacional. Considerando-se apenas o índice de longevidade, seu valor é 0,748, o valor do índice de renda é 0,599 e o de educação 0,508. Em 2010, 60,51% da população viviam acima da linha de pobreza, 20,9% abaixo da linha de indigência e 18,59% entre as linhas de indigência e de pobreza. No mesmo ano, os 20% mais ricos acumulavam 59,02% do rendimento total municipal, enquanto os 20% mais pobres apenas 2,4%, sendo o valor do índice de Gini, que mede a desigualdade social, igual a 0,576. == Política e administração == A administração municipal se dá por dois poderes, independentes e harmônicos entre si, O executivo e legislativo, o primeiro exercido pelo prefeito, auxiliado pelo seu gabinete de secretários. O legislativo é representado pela câmara municipal, que elabora e vota leis fundamentais à administração e ao executivo, especialmente o orçamento municipal, dentre suas atribuições. A câmara possui treze vereadores e sua sede é o Palácio Abel Izaías de Macêdo. Tanto o prefeito quanto os vereadores são eleitos pelo voto direto em eleições realizadas a quatro anos. De forma independente dos poderes, existem alguns conselhos municipais em atividade: Alimentação Escolar, Assistência Social, Controle e Acompanhamento Social do FUNDEB, Cultura, Direitos da Criança e do Adolescente, Direitos do Idoso, Educação, Habitação, Meio Ambiente, Saúde, Transporte e Tutelar. São José de Mipibu se rege por lei orgânica, promulgada em 3 de abril de 1990, e possui uma comarca do poder judiciário estadual, de entrância inicial. Pertence à sétima zona eleitoral do Rio Grande do Norte, possuindo, em dezembro de 2020, eleitores registrados, de acordo com o Tribunal Superior Eleitoral (TSE), equivalente a 1,14% do eleitorado potiguar. == Infraestrutura básica == O serviço de abastecimento de água de São José de Mipibu é feito pelo Serviço Autônomo de Água e Esgoto (SAAE), e a concessionária responsável pelo fornecimento de energia elétrica é a Companhia Energética do Rio Grande do Norte (COSERN), do Grupo Neoenergia, presente em todos os municípios do Rio Grande do Norte. A voltagem nominal da rede é de 220 volts. Em 2010, o município possuía 90,89% de seus domicílios com água encanada, 98,62% com eletricidade e 77,98% com coleta de lixo. Em 2017, na última Pesquisa Nacional de Saneamento Básico (PNSB), a rede de abastecimento de água da cidade tinha 91 quilômetros de extensão, com ligações ou economias, das quais residenciais. Em média eram tratados , sendo que chegavam aos locais de consumo, resultando em um índice de perdas de 20,3%. O índice de consumo per capita chegava a 338,3 litros diários por economia. O código de área (DDD) de São José de Mipibu é 084 e o principal Código de Endereçamento Postal (CEP) é 59182-000. Há cobertura de quatro operadoras de telefonia na cidade: Claro, Oi, TIM e Vivo, todas com tecnologia em até 4G. No último censo, 71,64% dos domicílios tinham apenas telefone celular, 8,42% celular e telefone fixo, 1,05% apenas o fixo e 18,89% não possuíam nenhum. A frota municipal no ano de 2020 era de veículos, a maior parte formada por automóveis e motocicletas. Por São José de Mipibu passa a rodovia federal BR-101, que atravessa a Grande Natal, além das rodovias estaduais RN-063 e RN-315. === Bibliografia === : JACOMINE, Paulo Klinger Tito. A nova classificação brasileira de solos. Anais da Academia Pernambucana de Ciência Agronômica, v. 5, p. 161-179. Recife: 2008. == Ligações externas == * Categoria:Fundações no Brasil em 1758",
 "title": "São José de Mipibu"
}