{
 "id": "22793",
 "text": "Guilherme X da Aquitânia, \"o Santo\" ( – ) foi duque da Aquitânia e da Gasconha e conde de Poitiers (como Guilherme VIII) entre 1126 e 1137. O seu irmão mais novo foi Raimundo de Poitiers, príncipe de Antioquia. Tal como o seu pai, Guilherme X era um amante das artes e patrono dos trovadores, música e literatura. Era um homem culto, numa época em que os governantes eram quase todos analfabetos, que se esforçou para oferecer às filhas uma educação esmerada. Apesar do seu amor às artes, Guilherme não foi um homem pacífico e envolveu-se em vários conflitos com França e o vizinho Ducado da Normandia. Dentro das suas fronteiras teve também de lidar com várias revoltas que suprimiu com violência. Na política externa, Guilherme apoiou o Antipapa Anacleto II em oposição ao Papa Inocêncio II e os seus próprios bispos. Em 1134, foi persuadido por Bernardo de Claraval a aceitar o líder legítimo da Igreja. Para expiar os seus pecados, Guilherme iniciou uma peregrinação a Santiago de Compostela, mas morreu de intoxicação alimentar durante a viagem. == Relações familiares == Foi filho do duque Guilherme IX, o Trovador e da sua segunda esposa, Matilde Filipa de Toulouse, filha de Guilherme IV de Toulouse (1060 — 1092) e de Emma de Mortain. Guilherme casou-se em 1121 com Aenor de Châtellerault, senhora de Châtellerault, filha da amante do seu pai, Maubergeonne de L'Île-Bouchard (1075 - 1153), casada no entanto com Américo I de Châtellerault. Deste casamento teve três filhos: #Guilherme Aigret (1120 - 1130), que faleceu na infância. #Leonor da Aquitânia (1 de Abril de 1122 - 31 de Março de 1204) que foi a herdeira oficial e casada com Luís VII de França, rei de França. #Petronila da Aquitânia, ou Alice da Aquitânia (uma vez que é conhecida pelos dois nomes), que foi casada com Raul I de Vermandois, conde de Vermandois. ==Referências== *Raízes e Memórias, Instituto Português de Genealogia, Lisboa. nº 10-pg. 21. Categoria:Duques ramnufidas da Aquitânia Categoria:Duques católicos romanos Categoria:Peregrinos de Santiago Categoria:Duques da Aquitânia Categoria:Pessoas com excomunhão convertida",
 "title": "Guilherme X da Aquitânia"
}