{
 "id": "22811",
 "text": "Os Jogos Olímpicos de Verão de 1900 (em francês: Jeux olympiques d'été de 1900), oficialmente conhecidos como Jogos da II Olimpíada da Era Moderna, realizaram-se em 1900, em Paris, França, terra natal de seu criador, o Barão Pierre de Coubertin. Por questões políticas, os Jogos foram integrados à Exposição Universal de Paris, uma grande feira mundial de comércio realizada pela França na época, e por terem sido diluídos ao longo de mais de quatro meses, entre 14 de maio e 28 de outubro, não tiveram qualquer relevância, sendo considerados um fracasso. Oficialmente, na França, as Olimpíadas do Barão de Coubertin acabaram batizadas de \"Concurso Internacional de Exercícios Físicos e de Esportes\", e os participantes chegaram a imaginar menos que participavam de uma celebração esportiva do que de um grande circo de variedades, tantas eram as atividades paralelas nas artes e no comércio oferecidas pela feira. Além disso, Paris não possuía nenhum complexo desportivo olímpico e as provas de atletismo foram disputadas no meio dos bosques e árvores do Bois de Boulogne e a natação em plena correnteza do rio Sena. O Comité Olímpico Internacional teve pouca influência na condução destes Jogos, cabendo à organização da Exposição Universal a organização dos eventos. Como a organização considerava o desporto uma atividade secundária, as diferentes modalidades foram dispersas pelos diversos locais da exposição e muitas vezes com classificações no mínimo curiosas. Nomeadamente, a organização classificou ginástica na secção de \"desporto escolar para crianças\", esgrima na seção de \"cutelaria\" e remo na secção de \"socorrismo\". Adicionalmente, ao longo da Exposição Universal e concorrentemente com as modalidades olímpicas realizaram-se eventos em muitas outros desportos, tais como motonáutica, corridas em balão, natação sub-aquática, natação com obstáculos e tiro aos pombos, que não foram entretanto reconhecidos como modalidades olímpicas, pelo que esses eventos não são considerados como parte dos Jogos Olímpicos de 1900. De tanto desgosto e decepção com a falta de organização e desinteresse de seus próprios compatriotas, mais preocupados com a Exposição em si, Coubertin chegou a abandonar a chefia dos organizadores dos Jogos. Graças à grande confusão que foi a organização dos Jogos da II Olimpíada, o número de participantes (e mesmo de modalidades) varia largamente de acordo com diferentes fontes. De acordo com o COI participaram 1 226 atletas, representando 26 nações e competindo em 96 eventos de 19 modalidades. No futebol, cabo de guerra, polo, remo e tênis, competiram equipes mistas, compostas por atletas de diferentes nações. == Modalidades disputadas == Até julho de 2021, o COI não determinava de maneira concreta quais dos eventos esportivos realizados em 1900 eram \"olímpicos\" e quais não eram. De fato, Pierre de Coubertin concedeu toda essa determinação aos organizadores. A página do COI para os Jogos Olímpicos de Verão de 1900 confirma um total de 96 eventos de medalhas. Halterofilismo e luta não foram disputados com relação aos Jogos Olímpicos de 1896, enquanto 13 novos esportes foram adicionados. Entre os esportes abaixo, apenas o croquet não foi uma competição internacional, sendo disputado apenas por jogadores franceses. * * * * * * * * * * * * * * * * * * * * === Outros eventos sem status olímpico === Os Jogos de 1900 não foram organizados por um comitê olímpico específico, mas foram realizados como um apêndice da Exposição Universal de 1900. Um enorme número de eventos foi realizado, embora muitos fiquem aquém dos padrões exigidos posteriormente para o status de \"competição olímpica\". Nas edições iniciais dos Jogos Olímpicos, as decisões sobre quais eventos olímpicos eram chamados de \"oficiais\" e quais tinham status \"não oficial\" ou \"demonstração\" eram geralmente deixadas para os comitês organizadores olímpicos e/ou o COI. Nos primeiros Jogos Olímpicos, no entanto, nenhuma decisão quanto ao status oficial de qualquer evento foi tomada na época dos Jogos. Embora exista um documento de 1912, listando os resultados dos Jogos de 1900 e formando a base original dos resultados dos Jogos de Paris no banco de dados do COI, a confiabilidade e autenticidade deste documento foram questionadas por historiadores olímpicos.\"Olympic or not?\" – artigo por Herman de Wael – Journal of Olympic History – Janeiro de 2003 Para complicar ainda mais as coisas, o COI nunca determinou quais eventos eram olímpicos e quais não eram. Todos os eventos que satisfaçam os quatro critérios de seleção do período (restrito a amadores, participação internacional, aberto a todos os competidores e sem vantagem) são considerados pelos historiadores como eventos olímpicos, exceto o balonismo, enquanto croquet, motonáutica e boules satisfazem três desses critérios (por apenas atletas franceses terem competido). Dos três eventos que atenderam a três critérios, apenas o croquet recebeu status olímpico. A este respeito, acreditava-se que um dos dez jogadores de croquet, Marcel Haëntjens, era belga, e os eventos de croquet foram considerados internacionais. Apesar do nome flamengo, descobriu-se nos últimos tempos que Haëntjens era francês. Além dos eventos olímpicos considerados oficiais, as seguintes modalidades foram realizadas durante a Exposição Universal de 1900: *Balonismo *Boules *Columbofilia *Combate a incêndio *Desportos a motor *Longue paume *Motociclismo *Motonáutica *Pesca *Salvamento *Tiro de canhão *Voo de pipa Além destes, 71 eventos escolares e 92 militares também foram realizados em diversas modalidades esportivas. == Países participantes == De acordo com o Comitê Olímpico Internacional, 26 nações enviaram competidores para esta edição. O conceito de \"equipes nacionais\" determinadas pelos Comitês Olímpicos Nacionais ainda não existia na época. Ao contar o número de países participantes nos primeiros Jogos Olímpicos, o COI não leva em consideração países não representados cujos cidadãos competiram por outros países. Pesquisas modernas mostram que nas Olimpíadas de 1900, atletas de pelo menos quatro países não representados competiram por outros países em esportes individuais e coletivos. George Orton, medalhista de ouro na prova dos 2500 metros com obstáculos e medalhista de bronze na prova de 400 metros com barreiras, e Ronald MacDonald, ambos do Canadá, competiram pela equipe de atletismo dos Estados Unidos. Orton competiu pela Universidade da Pensilvânia e, portanto, foi considerado americano, mas sempre se considerou canadense. Michel Théato, o vencedor da maratona, competiu pela equipe francesa de atletismo, mas era luxemburguês; no entanto, isso só foi descoberto décadas depois. Francisco Henríquez de Zubiría, da Colômbia, foi um medalhista de prata na equipe francesa de cabo de guerra. Victor Lindberg, da Nova Zelândia, foi campeão olímpico com a equipe britânica de polo aquático. O site do COI lista todos eles na seção de resultados sob suas nacionalidades, mas não inclui seus países entre as 26 nações participantes. Entre parênteses, estão o número de competidores de cada país: * * * * * * * * * * * * * * * * * * * * * * * * * * Países sem representação cujos atletas competiram por outras nações: * * * * Na época, Austrália, Canadá e Índia eram partes do Império Britânico e a Boêmia fazia parte do Império Austro-Húngaro. Outras nações modernas podem ser consideradas como tendo competido de alguma forma em 1900, como Argélia, Croácia, Irlanda, Polônia e Eslováquia, embora essas nações conquistassem suas independências anos depois (Polônia em 1918, a República da Irlanda em 1922, Argélia em 1962 e Croácia e Eslováquia em 1992). A Argélia enviou quatro ginastas que competiram pela França, enquanto toda a Irlanda fazia parte do Reino Unido: atletas irlandeses competiram no atletismo, polo, vela e tênis. Além disso, um esgrimista polonês representou o Império Russo, um esgrimista croata representou a Áustria e dois atletas eslovacos competiram pela Hungria (Áustria e Hungria formavam o Império Austro-Húngaro, mas seus resultados são considerados separadamente). == Quadro de medalhas == Obs: Equipes mistas, na época permitidas, de diversos países europeus mesclados a norte-americanos e australianos, ganharam medalhas no atletismo, polo, vela, remo, cabo de guerra e tênis. Olimpiadas Olimpiadas Olimpiadas Categoria:Desporto na França em 1900 1900",
 "title": "Jogos Olímpicos de Verão de 1900"
}