{
 "id": "22838",
 "text": "Phoenix (português: Fênix/Fénix) é a capital e cidade mais populosa do estado norte-americano do Arizona, e sede do condado de Maricopa. Foi incorporada em 1881. Com mais de 1,6 milhão de habitantes, de acordo com o censo nacional de 2020, é a capital de estado mais populosa dos Estados Unidos. Quase 22,5% da população total do Arizona vive em Phoenix. A cidade foi construída no local de antigos canais de irrigação indígenas. Estes foram utilizados para irrigar a zona e desenvolver a agricultura local. A cidade ganhou novo impulso durante a Segunda Guerra Mundial, após a instalação de bases aéreas na zona. == História == Os primeiros habitantes da região onde Phoenix está localizada foram os índios Hohokam. Eles construíram canais para tornar a região agricultável. Esses canais trazem água do Salt River, que fica no estado um pouco mais a sul. Inicialmente, o território do Arizona era domínio do Império Espanhol. A cidade começou a se firmar em 1860, quando o governo americano construiu Fort McDowell - um forte na proximidades de onde hoje está Phoenix. Para abastecer tal forte, Jack Swilling, que veio junto com as tropas para esta região, construiu um rancho. Com a reconstrução dos canais dos Hohokam, aquela região deserta passou a abrigar uma produção forte de trigo, especialmente. Assim, foi fundada uma vila. A cidade teve um desenvolvimento mais expressivo a partir do final do século XIX, quando por sua importância como caminho para o próspero Oeste, o estado da Califórnia, recebe uma grande quantidade de produtos e serviços, assim como a chegada da primeira ferrovia nessa região, que se dá na mesma época. == Geografia == De acordo com o Departamento do Censo dos Estados Unidos, a cidade tem uma área de , onde estão cobertos por terra e (0,2%) por água. Phoenix está localizada na região central do Arizona, em uma das regiões mais secas e desérticas desse estado. Fica bem no meio do deserto de Sonora. A região metropolitana inclui os municípios de Mesa, Scottsdale, Glendale, Tempe, Chandler, Gilbert, Peoria, e outras comunidades menores como Goodyear, Fountain Hills, Litchfiel Park, e Anthem. A região metropolitana de Phoenix tem mais de 4,8 milhões de habitantes. Essa região limita-se com as montanhas McDowell a nordeste, com as Montanhas White Tank a oeste, com as montanhas Superstition a leste e com Sierra Estrella a sudoeste. === Clima === Phoenix tem um clima árido, com verões muito quentes e invernos amenos. Localizada no Deserto de Sonora, em uma altitude baixa e cercada por altas montanhas, a cidade experimenta verões extremamente quentes, onde temos média mínima de 27 °C e média máxima de 41 °C, a temperatura mais alta registrada foi de 50 °C em junho de 1990. A precipitação é escassa durante grande parte do verão, mas o fluxo de umidade das monções, que geralmente começa no início de Julho e dura até meados de Setembro, eleva os níveis de umidade e pode causar elevadas precipitações e inundações localizadas. Meses de Inverno são de amenos a frios, com máximas diárias variando entre 18 °C e 22 °C, e temperaturas mínimas raramente abaixo de 4 °C. A temperatura mais baixa na cidade foi registrada em janeiro de 1913, cerca de -9 °C. Neve é extremamente rara na região, registrada apenas algumas vezes. Pela primeira vez oficialmente, em 1896, cerca de 0,25 cm de neve acumulada. A maior tempestade de neve em 20 de janeiro de 1937 - 21 de janeiro de 1937, quando 2,5 cm a 10 cm caíram em partes da cidade e demoraram cerca de quatro dias para derreter completamente. == Demografia == Desde 1900, o crescimento populacional médio, a cada dez anos, é de 73,7%. Sua região metropolitana possui mais de 4,8 milhões de habitantes. É o centro de uma importante região agrícola e industrial, em especial da indústria aeroespacial. Phoenix é a cidade mais populosa do estado e a quinta mais populosa do país, ultrapassando Filadélfia que perdeu uma posição. A sua região metropolitana é a 14ª dos Estados Unidos, sendo a maior do Arizona. Phoenix também é a mais populosa capital estadual americana, e a terceira maior capital americana em área. A cidade tem aproximadamente . A região metropolitana da cidade possui o oitavo maior crescimento populacional do país. === Censo 2020 === De acordo com o censo nacional de 2020, a sua população é de e sua densidade populacional é de . Seu crescimento populacional na última década foi de 11,2%, próximo do crescimento estadual de 11,9%. Possui que resulta em uma densidade de e um aumento de 6,9% em relação ao censo anterior. Deste total, 7,6% das unidades habitacionais estão desocupadas. A média de ocupação é de 2,8 pessoas por residência. === Censo 2010 === Segundo o censo nacional de 2010, a sua população era de e sua densidade populacional de . Possuía que resultava em uma densidade de . == Economia == Após a chegada da malha ferroviária, a cidade começou a se desenvolver e tornar-se um importante pólo de serviços da região oeste dos Estados Unidos. A atividade industrial também se expandiu rapidamente, a cidade hoje é um polo de concentração, especialmente da indústria aeroespacial e de alta tecnologia. == Transportes == A cidade é servida pelo Aeroporto Internacional de Phoenix, também conhecido por Aeroporto Internacional de Sky Harbor. O aeroporto localiza-se a cerca de 4,8 km do Centro Financeiro de Phoenix. É um dos principais centros de operações das companhias aéreas norte- americanas Southwest Airlines e da US Airways. Em dezembro de 2008, foi inaugurada a rede de metro urbano, com 32 estações e uma extensão de cerca de 32,2 km. Light Rail, como é conhecido o metro, é operado pela empresa Valley Metro. == Esportes == thumb|Chase Field, casa do Arizona Diamondbacks. Phoenix é sede de diversas franquias esportivas, incluindo os representantes de Arizona nas grandes ligas. Estes são os times de basquete Phoenix Suns (NBA) e Phoenix Mercury (WNBA), e o de beisebol Arizona Diamondbacks (MLB). O time de futebol americano Arizona Cardinals (NFL) e o de hóquei no gelo Phoenix Coyotes (NHL) jogam em uma cidade próxima, Glendale. Também possui um dos autódromos da NASCAR, a Phoenix International Raceway. Em 2012, o Phoenix ganhou uma franquia de futebol, chamada Phoenix City FC (USL Pro), que joga a partir do 2013. == Espaços verdes == * Encanto Park, com 222 acres == Marcos históricos == O Registro Nacional de Lugares Históricos lista 221 marcos históricos em Phoenix, dos quais 2 são Marco Histórico Nacional. Os primeiros marcos foram designados em 15 de outubro de 1966 e o mais recente em 29 de março de 2021, o U.S. Courthouse and Federal Office Building. O Capitólio Estadual do Arizona é um marco da cidade. == Cidades irmãs == Phoenix, Arizona, tem dez cidades irmãs (geminações), como designado pela Comissão de Cidades Irmãs de Phoenix: * – Taipé (Taiwan) * - Maceió (Alagoas, Brasil) * – Calgary (Alberta, Canadá) * – Catania (Sicília, Itália) * - Chengdu, China) * – Ennis (República da Irlanda) * – Grenoble (Ródano-Alpes, França) * – Hermosillo (Sonora, México) * – Himeji (Hyogo, Japão) * – Praga (República Tcheca) * – Ramat-Gan (Israel) == Ver também == * Luzes de Phoenix == Ligações externas == * * * Categoria:Capitais estaduais dos Estados Unidos",
 "title": "Phoenix (Arizona)"
}