{
 "id": "22843",
 "text": "A Carolina do Norte () é um dos 50 estados dos Estados Unidos, localizado na região sudeste do país. A Carolina do Norte possui um dos litorais mais traiçoeiros e acidentados do país, por causa da grande presença de recifes e bancos de areia ao longo da costa, e pelo estado imprevisível das condições dos oceanos na região, que ao longo da história da Carolina do Norte provocaram diversos acidentes marítimos e naufrágios, especialmente ao longo do Cabo Hatteras, que possui o cognome de Graveyard of the Atlantic (o cemitério do Atlântico). A geografia da Carolina do Norte é variada. A região oeste do estado possui um terreno altamente acidentado, coberto por diversas altas cadeias montanhosas e vales profundos. O ponto mais alto do leste dos Estados Unidos localiza-se na Carolina do Norte. É o Monte Mitchell, com seus 2 037 metros de altitude. À medida que se viaja, as cadeias montanhosas e os vales dão lugar gradualmente a terrenos relativamente planos. A região da Carolina do Norte próxima ao oceano Atlântico é coberta por diversos pântanos e lagos. A Carolina do Norte é um grande centro industrial. Sua principal fonte de renda é a indústria de manufatura. A Carolina do Norte é a maior produtora nacional de cigarro, que utiliza muito do tabaco — do qual o estado é a maior produtor nacional — cultivado no estado. Outras fontes de renda importantes são o turismo, a prestação de serviços educacionais, financeiros e imobiliários. O primeiro assentamento inglês no continente americano foi a Colônia de Roanoke, fundada na ilha de Roanoke, em 1585. Parte dos colonos desta colônia retornaram à Inglaterra ainda em 1585. Quando estes colonos retornaram para Roanoke, em 1587, os colonos que haviam ficado, haviam desaparecido misteriosamente, deixando como único vestígio uma misteriosa palavra gravada em uma árvore: \"Croatoan\". A região que atualmente constitui a Carolina do Norte posteriormente faria parte da colônia inglesa de Carolina, nomeado em homenagem ao rei Carlos II de Inglaterra. Em 1712, a colônia de Carolina separou-se em duas distintas colônias, a Carolina do Norte e a Carolina do Sul. A Carolina do Norte, então, incluía toda a região que atualmente constitui o estado de Tennessee. A Carolina do Norte foi a primeira colônia britânica a votar oficialmente pela independência após o início da guerra da independência. Após o fim da revolução e da independência dos Estados Unidos, a Carolina do Norte tornou-se o 12º estado norte-americano, em 21 de novembro de 1789. Em 1861, a Carolina do Norte foi um dos 11 estados sulistas que secederam-se da União e formaram os Estados Confederados da América, desencadeando a guerra civil. Nenhum estado confederado perdeu mais soldados do que a Carolina do Norte; soldados provenientes do estado responderam no total por cerca de 25% das baixas confederadas. Segundo diz a lenda, foi na guerra civil que a Carolina do Norte ganhou seu atual cognome, The Tar Heel State (O estado do calcanhar de piche). O piche fora uma das principais fontes de renda da Carolina do Norte durante o período colonial. Durante uma dada batalha ocorrida no estado vizinho da Virgínia, tropas confederadas recuaram, deixando tropas da Carolina do Norte sozinhas contra as forças da União. Após a batalha, que resultou em vitória confederada, os soldados da Carolina do Norte teriam afirmado que fariam uso de piche nos calcanhares de tropas aliadas para evitar que estes \"desgrudassem\" (fugissem) da batalha. Outro cognome do Estado é Old North State (Velho estado do norte). ==História== ===Até 1712=== Cerca de 30 tribos nativos norte-americanos viviam na região que atualmente constitui a Carolina do Norte, à época da chegada dos primeiros exploradores europeus na região. Estas tribos incluíam os cherokees na região das Montanhas Blue Ridge do oeste da Carolina do Norte, os hattera, que viviam ao longo do litoral do atual estado, e os catawba, chowanoc e os tuscarora da região do Piemonte. O primeiro explorador europeu a explorar e desembarcar na costa da atual Carolina do Norte foi o italiano Giovanni da Verrazzano, a serviço da coroa francesa, que desembarcou no cabo Fear em 1524. Verrazzano enviou relatórios onde descrevia a região como \"deslumbrante\", e sugeriu ao rei francês, Francisco I de França, que iniciasse a colonizar a região, tendo o último ignorado a sugestão de Verrazzano. Apenas dois anos depois, o explorador espanhol Lucas Vásquez de Ayllón também desembarcou no cabo Fear, buscando por uma região adequada para a fundação de um assentamento espanhol, embora também não tenha se interessado pela região. Nas sete décadas que se seguiriam, diversos exploradores franceses e espanhóis explorariam a região, os primeiros atrás de peles de animais e os últimos atrás de metais preciosos. Ambos não fundariam nenhum assentamento de caráter permanente na Carolina do Norte. No início da década de 1580, os ingleses iniciaram seus esforços de colonização da costa atlântica da América do Norte. Em 1584, Walter Raleigh enviou diversos exploradores à costa atlântica, mais exatamente para o trecho de litoral que faz parte atualmente do litoral da Carolina do Norte. No ano seguinte, em 1585, o primeiro assentamento britânico em todo o continente americano foi fundada, na ilha de Roanoke. Severos problemas como o inverno rigoroso e a falta de suprimentos forçaram os colonos da colônia inglesa de Roanoke a voltarem para a Inglaterra. Um novo grupo de colonos retornaria à ilha de Roanoke em 1587, comandados por John White, que atuaria como o governador da colônia. Uma nova colônia seria estabelecida na ilha. Em 18 de agosto de 1587 nasceu Virgina Dare, a primeira pessoa de ascendência inglesa a nascer nos Estados Unidos. Ainda em 1587, White e parte dos colonos partiram de volta à Inglaterra, com a missão de trazer suprimentos para a recém-fundada colônia inglesa, que seria futuramente conhecida como Colônia de Roanoke. Porém, o início da guerra entre a Inglaterra e a Espanha e outros problemas adiaram a viagem de volta de White, que somente retornou à Roanoke em 1590, onde a colônia — e todos os seus habitantes — haviam desaparecido misteriosamente. Após o fracasso de Roanoke — que ficaria conhecido como a \"Colônia Perdida\" — os ingleses não iniciariam novas tentativas de colonizar a região até o final da década de 1620, neste período concentrando-se no povoamento do norte das Treze Colônias. Em 1629, o rei cedeu o sul das Treze Colônias para Robert Heath. Esta colônia incluía as regiões que atualmente constituem a Carolina do Norte e Carolina do Sul. Futuramente, seriam adicionadas à Carolina a Geórgia e o Tennessee. Heath nomeou esta colônia de Carolana, uma palavra latim, que significa \"Terra de Charles\". As primeiras tentativas de Heath em colonizar a província de Carolina falharam. Foi somente em 1650 que o primeiro assentamento inglês foi fundado na Carolina, onde está localizado atualmente Albermarle Sound. Em 1663, o rei Carlos II de Inglaterra confiscou a província de Carolina dos descendentes de Heath, e cedeu a colônia a oito lordes — conhecidos como lords proprietors (lordes proprietários) — que administrariam em conjunto a província de Carolina. Carlos II assim fez em recompensa aos lordes, que haviam apoiado sua ascensão ao poder. A província de Carolina foi subdividida em três condados: Albermarle (norte da atual Carolina do Norte e o Tennessee), Clarendon (atual cabo Fear) e Craven (atuais Carolina do Sul e Geórgia). Os lordes proprietários indicavam os governadores dos dois condados que constituíam a província de Carolina. Estes governadores pouco interesse tinham em governar os condados, possuindo primariamente interesses financeiros e políticos. Albermarle entrou em um período de instabilidade política entre meados da década de 1660 até o final da década de 1680. Entre 1664 e 1689, todos os governadores de Albermarle indicados pelo governador da província de Carolina foram depostos pela população. Em 1677, uma grande revolta popular ocorreu em Albermarle contra o governo da colônia. A população do condado governou por um ano Albermarle antes que tropas inglesas restabeleceram o poder ao governador, em 1678. Em 1691, os lordes proprietários passaram a indicar um governador que administraria a província de Carolina como um todo. Este governador teria a responsabilidade de indicar um deputado governador, com o intuito de administrar os dois condados da Carolina. Estes governadores governaram a Carolina e os condados honestamente, e tornaram-se populares entre a população. A colônia passou a atrair crescentes números de europeus - que instalavam-se em sua maior parte no Condado de Albermarle. Em 1705, Bath tornou-se oficialmente a primeira cidade da Carolina. Em 1710, diversas comunidades espalhavam-se ao longo do litoral e do interior da atual Carolina do Norte. Os tuscarora realizaram um grande ataque nas comunidades habitadas por colonos de ascendência europeia no interior do condado de Albermarle, em 22 de setembro de 1711. Estes nativos estavam enfurecidos pela crescente perda de suas terras aos europeus. Os tuscarora mataram centenas de pessoas, roubaram pertences e queimaram colheitas e residências. Este ataque iniciou a Guerra Tuscarora, que perduraria até 25 de março de 1713, com vitória dos colonos. As crescentes diferenças econômicas e políticas entre a população dos condados de Albermarle e Craven causaram eventualmente a dissolução da província de Carolina. Em seu lugar, foram fundados duas distintas províncias coloniais: a Carolina do Norte e a Carolina do Sul, no que eram anteriormente os condados de Albermarle e Craven. === 1712–1789=== A população da Carolina do Norte continuou a aumentar rapidamente durante as décadas que se seguiram à sua criação, enquanto o crescimento populacional da Carolina do Sul foi significantemente menor. Apesar da divisão, porém, ambas as Carolinas eram oficialmente administradas pelos lordes proprietários ou seus descendentes. Estes cederam ambas as Carolinas à coroa britânica em 25 de julho de 1729, e ambas tornaram-se colônias da coroa, passando a ser governadas por governadores indicados pelo monarca britânico. Os novos governadores continuaram a governar a Carolina do Norte de forma relativamente honesta, tendo grande apoio popular, estimulando o crescimento populacional e atraindo grandes quantidades de imigrantes europeus à região. De uma população de 39 mil pessoas em 1729, a população da Carolina do Norte passou para 350 mil em 1775. A Carolina do Norte então prosperava com a indústria do tabaco, cujo cultivo iniciara-se por volta da década de 1730 e do algodão. Grandes latifúndios movidos a mão-de-obra escrava gradualmente substituíram pequenas fazendas de subsistência, especialmente ao longo do litoral da Carolina do Norte. A Carolina do Norte fora uma das Treze Colônias mais leais à coroa britânica durante o século XVIII, tendo contribuído financeiramente e militarmente para diversas campanhas militares britânicas no continente americano, mais notavelmente, a Guerra Franco- Indígena. Porém, esta lealdade diminuiu consideravelmente após a instituição de diversas leis que instituíam impostos ou diminuíam a independência das Treze Colônias em relação à metrópole, o Reino Unido. Diversos grupos militantes, tais como o Sons of Liberty e os Regulators foram fundados. Os membros do Sons of Liberty realizaram diversos protestos, exigindo pela remoção destas leis. Os regulators, por sua vez, constituídos por fazendeiros do interior da Carolina do Norte, que viviam primariamente da agricultura de subsistência, revoltaram-se contra os latifúndios do litoral e o governo, em 1771, tendo sido derrotados em 16 de maio do mesmo ano por cerca de mil soldados britânicos. A guerra de independência dos Estados Unidos teve seu início em 1775. A população da Carolina do Norte estava dividida, com muitos — os whigs — apoiando a causa da independência norte-americana, e outros — os tories — leais à coroa britânica. Em 27 de fevereiro de 1776, uma força whig derrotou os tories, na batalha de Moore's Creek. Esta fora a primeira batalha a ocorrer na Carolina do Norte, e uma das primeiras da guerra de independência dos Estados Unidos. Esta vitória fez com que a Carolina do Norte passasse a efetivamente apoiar a causa pela independência, e fizeram com que os britânicos desistissem de uma planejada invasão da Carolina do Norte. Muito da área de seus vizinhos, a Carolina do Sul, a Geórgia e a Virgínia, seriam conquistadas nos anos seguintes. Em 28 de julho de 1778, a Carolina do Norte ratificaria os artigos da Confederação. Antes leal ao Reino Unido, a Carolina do Norte tornou-se o primeiro estado a votar oficialmente a favor da independência, em 12 de abril de 1776. Ainda no mesmo ano, a Carolina do Norte ratificou sua primeira constituição. Apesar da vitória whig em 1776, a população explicitamente leal aos britânicos na Carolina do Norte continuou alta, e muitos confrontos armados entre colonos a favor e contra a independência ocorreram na região. Tentando tirar proveito deste apoio, os britânicos realizariam dois ataques contra a Carolina do Norte, em 1780 e 1781, respectivamente. Estes ataques foram comandados por Charles Cornwallis, resultando em derrota, na batalha de Kings Mountain, e em vitória, na batalha de Guilord House. Após a última batalha, os britânicos abandonaram definitivamente a Carolina do Norte, tendo sofrido milhares de baixas. Após a independência dos Estados Unidos em 1783, debates pela aprovação de uma Constituição dos Estados Unidos e de uma reforma do congresso norte-americano tiveram início. A Carolina do Norte recusou-se inicialmente a ratificar a constituição, em 1788, exigindo diversas mudanças. Algumas destas exigências foram aceitas por outros estados, e em 21 de novembro de 1789, a Carolina do Norte ratificou a constituição, tornando-se o 12° estado norte-americano. === 1789–Tempos atuais=== No início de 1796, o oeste da Carolina do Norte separou- se do estado. Esta região seria elevado à categoria de estado em 1 de junho do mesmo ano, sob o nome de Tennessee. A Carolina do Norte, durante o início século XIX, dependeu pesadamente da indústria do tabaco e do algodão. Estes produtos eram em sua maior parte exportados para o Reino Unido e outros países europeus. O cultivo de tabaco e algodão a baixos preços dependia do uso de mão-de-obra escrava, fazendo com que grandes números de afro-americanos tivessem sido trazidos do continente africano, desde a independência dos Estados Unidos até a década de 1840. Em 1830, os afro-americanos respondiam por cerca de 30% da população do estado. O processo de diversificação da economia da Carolina do Norte iniciou-se na década de 1820, com a descoberta de grandes reservas de ouro. A Carolina do Norte seria a maior produtora de ouro do país até 1849. O processo de industrialização da Carolina do Norte iniciou-se no final da década de 1830, após a adoção de uma nova constituição estadual em 1835. Esta nova constituição deu à população do oeste do estado maior representação no governo, e estimulava a educação e o setor de transportes. Durante as próximas décadas, centenas de quilômetros de estradas e ferrovias foram criadas na Carolina do Norte, estimulando a indústria de manufatura, iniciando um processo de rápida urbanização do estado. A Carolina do Norte foi um dos últimos estados da região sul a secederem dos Estados Unidos, em 1861, tentando preservar a União nacional, e por causa da grande quantidade de habitantes contra o uso da mão-de-obra escrava e da secessão — uma vez que a Carolina do Norte fora um dos primeiros estados do sul a industrializar-se, o que diminuiu sua dependência em relação à agropecuária e à mão-de-obra escrava. A guerra civil teria início em 12 de maio, entre a União - os Estados Unidos propriamente dito — e os Estados Confederados da América, ex-estados norte-americanos que haviam secedido. Apesar de seus esforços de tentar preservar a integridade nacional, a Carolina do Norte secedeu em 20 de maio, quando Abraham Lincoln exigiu do estado tropas para lutarem contra a Confederação, pedido ignorado pelo governo da Carolina do Norte. A população da Carolina do Norte estava dividida — a maior parte da população das cidades industrializadas apoiava a causa da União, enquanto a maioria da população rural apoiavam a causa confederada, causando diversos conflitos internos. Cerca de 140 mil soldados da Confederação eram provenientes da Carolina do Norte — mais do que qualquer outro estado confederado, com exceção da Virgínia. Os soldados confederados da Carolina do Norte tornaram-se conhecidos pela sua bravura - cerca de um quarto de todos os soldados confederados mortos durante a guerra eram da Carolina do Norte, a maior percentagem entre os estados confederados. No total, dez batalhas importantes ocorreram na Carolina do Norte, a maioria resultando em vitória da União. Ao final da guerra, a maior parte do estado estava em mãos da União. Após a derrota confederada, a Carolina do Norte passou a ser ocupada por tropas norte-americanas. Em 1868, o estado aprovou uma nova constituição, abolindo o uso do trabalho escravo e dando o direito de voto aos afro- americanos. A Carolina do Norte foi elevada à categoria de estado norte- americano em 25 de junho de 1868. A instabilidade sócio-política do estado era então muito alta: os abolicionistas republicanos haviam forçadamente tomado o poder, e grupos como a Ku Klux Klan passaram a estimular a supremacia branca. Em 1870, o governador republicano William H. Holden foi deposto, através de um processo de impeachment. Desde então, e por mais de um século, todos os governadores da Carolina do Norte seriam democratas. A guerra civil não deu a esperada liberdade aos afro-americanos: a maior parte dos afro-americanos livres, para sobreviverem, passaram a alugar lotes de terras, sendo constantemente abusados pelos proprietários. Em 1898, o governo da Carolina do Norte aprovou diversas leis que segregavam afro-americanos e brancos em diversos lugares, como estabelecimentos comerciais e públicos em geral. O sistema de latifúndios da Carolina do Norte lentamente foi substituída por um sistema de aluguel de terras. Os latifúndios ainda continuaram a existir, mas estes foram divididos em pequenos lotes de terras que uma família poderia utilizar para cultivo ou criação de animais, desde que fornecesse uma dada percentagem de sua renda ou produtos para o proprietário da terra. A indústria do tabaco, destruída pela guerra civil, recuperou-se rapidamente, tornando-se uma das principais fontes de renda na década de 1880. Durante a década de 1910, o estado modernizou e expandiu seu sistema de ferrovias e de estradas, o que causou o início de um novo processo de rápida industrialização. A indústria madeireira tornou-se uma fonte de renda primária da economia do estado. Na década de 1920, a Carolina do Norte era a líder nacional na produção de têxteis, cigarros e derivados de madeira. A Grande Depressão causou grande recessão econômica na Carolina do Norte. Os preços do tabaco e do algodão caíram, e a demanda dos móveis produzidos caíra drasticamente. As taxas de desemprego, a pobreza e a miséria subiram drasticamente entre a população. O estado tomou o controle de todas as rodovias e estradas — muitas dos quais eram privadas e pedagiadas — bem como de todas as escolas públicas - até então administradas por distritos escolares. Diversos programas de assistência sócio-econômica estaduais e federais, bem como programas de construções públicas, minimizaram em parte os efeitos da recessão, mas a crise teria fim somente com a entrada dos Estados Unidos na segunda guerra mundial, em 1941. A Carolina do Norte, durante a guerra, fora a maior fornecedora de têxteis para as Forças Armadas dos Estados Unidos. A segregada população afro- americana da Carolina do Norte passou a receber maiores direitos somente após a década de 1950. Em 1954, a Suprema Corte dos Estados Unidos declarou que a segregação racial no sistema de educação pública de qualquer estado norte- americano — entre elas a Carolina do Norte — era inconstitucional, e ordenou que todos os estados dessegregassem seus sistemas educacionais. O processo de dessegregação foi muito lento na Carolina do Norte - metade dos distritos escolares do estado ainda estavam segregados em 1970, quando a Suprema Corte norte-americana ordenou que o processo de dessegregação fosse acelerado. Enquanto isto, o processo de industrialização da Carolina do Norte continuou forte, até por volta da década de 1980. Atualmente, a Carolina do Norte é o estado mais industrializado do sul do país. Nenhum estado depende tanto da indústria de manufatura quanto a Carolina do Norte. Durante a década de 1960, os republicanos passaram a ganhar maior força em assuntos políticos do estado, tendo eleito dois governadores desde então, o primeiro deles, James E. Holshouser, eleito em 1972 — mais de um século após o impeachment do último governador republicano nos anos pré-1972, em 1870. Em 2005, o governo da Carolina do Norte instituiu uma loteria estadual. ==Geografia== A Carolina do Norte limita-se a norte com a Virgínia, a leste com o oceano Atlântico, ao sul com a Carolina do Sul e a Geórgia, e a oeste com o Tennessee. Com um pouco mais de 139 mil quilômetros quadrados, é o 28º maior estado americano em área do país. O litoral da Carolina do Norte possui cerca de 484 quilômetros de comprimento. Contando-se todas as regiões banhadas pelo mar — baías, estuários, bancos de areia e ilhas oceânicas — a extensão do litoral da Carolina do Norte é de quilômetros. Grandes cadeias contínuas de bancos de areia e recifes cobrem a maior parte do litoral da Carolina do Norte. Esta cadeia forma o Outer Banks (Bancos Externos). A maior parte dos rios que cortam o estado possuem sua nascente na região das Montanhas do Blue Ridge e no Piemonte, e desembocam no oceano Atlântico. Rios que cortam o extremo oeste da Carolina do Norte, porém, desembocam no golfo do México. O estado possui centenas de pequenos lagos, dos quais o maior deles, o lago Mattamuskito, possui 240 quilômetros quadrados de extensão territorial. A Carolina do Norte possui diversas grandes quedas d'água, dos quais a maior delas, Whitewater Falls, possui 125 metros de altura. Cerca de 60% da Carolina do Norte é coberta por florestas. A Carolina do Norte pode ser dividida em três distintas regiões geográficas: * As Montanhas Blue Ridge cobrem o oeste da Carolina do Norte. Estas montanhas fazem parte da cadeia montanhosa dos Apalaches. A região caracteriza-se pela sua alta altitude, pela presença de longas e estreitas cadeias montanhosas, alternadas com profundos vales, o que dá à região um terreno relativamente acidentado. O ponto mais alto do estado, o Monte Mitchell, com seus 2 037 metros de altitude, é o ponto mais alto dos Estados Unidos a leste do rio Mississippi. * O Piemonte cobre toda a região central da Carolina do Norte. É uma zona de transição entre as Montanhas Blue Ridge e as Planícies Litorâneas. A altitude do Piemonte cai gradualmente à medida que se viaja em direção a leste, de 460 metros de altitude nas Montanhas Blue Ridge a 90 metros de altitude próxima à Planícies Litorâneas. Outra característica é o seu terreno relativamente pouco acidentado. O Piemonte é atualmente a região geográfica mais populosa do estado, possuindo mais habitantes do que as outras duas regiões geográficas da Carolina do Norte juntas. * As Planícies Litorâneas do Atlântico cobrem toda a região oriental da Carolina do Norte. A região caracteriza-se pelo seu solo muito fértil, pelo seu terreno plano, muito pouco acidentado, e de baixa altitude. ===Clima=== A Carolina do Norte possui um clima temperado, com invernos amenos e verões quentes. A temperatura média cai à medida que se viaja em direção a oeste, por causa da crescente distância em relação ao oceano Atlântico e às maiores altitudes. A temperatura média do sudeste do estado é de 9°C no inverno e 27 °C no verão. Nas Montanhas Blue Ridge, a média é de respectivamente -2 °C e 19 °C. A temperatura mais baixa já registrada na Carolina do Norte foi de -51 °C, registrada no topo do Monte Mitchell, em 21 de janeiro de 1985, enquanto a temperatura mais alta já registrada foi de 43 °C, registrada em Fayetteville em 21 de agosto de 1983. As taxas de precipitação média anual de chuva são maiores nas Montanhas Blue Ridge e ao longo do litoral, onde a média anual é superior a 130 centímetros. A região central do estado e regiões isoladas dentro das Montanhas Blue Ridge recebem menos de 115 centímetros anuais de precipitação. A precipitação média anual de neve no interior da Carolina do Norte supera os 150 centímetros, enquanto que as regiões costeiras recebem menos de dois centímetros anuais. ==Política== A atual Constituição da Carolina do Norte foi adotado em 1971. A primeira constituição do estado foi aprovado em 1776, e uma segunda foi aprovada em 1868. Emendas à constituição são propostas pelo poder legislativo da Carolina do Norte, e para ser aprovada, precisa de ao menos 60% do votos do Senado e da Câmara dos Representantes do Estado, em duas votações sucessivas, e então por 51% ou mais da população eleitoral da Carolina do Norte, em um referendo. Emendas também podem ser propostas e introduzidas por convenções constitucionais, que precisam receber ao menos a aprovação de 67% dos membros de ambas as câmeras do poder legislativo e 51% dos eleitores em um referendo. O principal oficial do poder executivo da Carolina do Norte é o governador. Este é eleito pelos eleitores para mandatos de até quatro anos de duração. Uma pessoa pode exercer o cargo de governador quantas vezes puder, mas não duas vezes consecutivas. Outros oito oficiais do executivo são também eleitos para mandatos de quatro anos de duração. O governador, por sua vez, escolhe os principais oficiais de nove diferentes departamentos do gabinete da Carolina do Norte. O poder legislativo da Carolina do Norte — oficialmente, chamado de Assembleia General — é constituído pelo Senado e pela Câmara dos Representantes. O Senado possui um total de 50 membros, enquanto que a Câmara dos Representantes possui um total de 120 membros. A Carolina do Norte está dividido em 42 distritos legislativos. O eleitorado destes distritos elege um ou dois senadores e dois ou três representantes para mandatos de até quatro anos de duração, no caso dos senadores, e de dois anos de duração, no caso dos representantes. A corte mais alta do poder judiciário da Carolina do Norte é a Suprema Corte da Carolina do Norte, composta por sete juízes. Outras cortes são a Corte Superior da Carolina do Norte e a Divisão Judicial de Apelação da Carolina do Norte. A Corte Superior está dividida em 60 distritos judiciários, cada um servido por um ou mais juízes superiores (dependendo da população dos distritos em questão), mais dois ou mais juízes distritais. Todos os juízes do judiciário da Carolina do Norte são eleitos pela população para mandatos de até oito anos de duração, no caso dos juízes da Suprema Corte e da Divisão Judicial de Apelação; ou pela população dos distritos judiciários, no caso dos juízes da Corte Superior. A Carolina do Norte está dividido em 100 condados. Estes condados são governados por conselhos de comissionadores, compostos por três a sete membros. Todos os comissionadores são escolhidos pela população dos respectivos condados, a termos de dois ou quatro anos de duração. Estes comissionadores possuem autoridade legislativa e executiva sobre o condado. A Carolina do Norte possui cerca de 500 cidades e vilas. Cerca de 55% da receita do orçamento da Carolina do Norte é gerada por impostos estaduais, sendo o restante vem de verbas recebidas do governo federal e de empréstimos. Em 2002, o governo do estado gastou 33 124 bilhões de dólares, tendo gerado 31 524 bilhões de dólares. A dívida governamental da Carolina do Norte é de 11,128 bilhões de dólares. A dívida per capita é de 1 340 dólares, o valor dos impostos estaduais per capita é de 1 871 dólares, e o valor dos gastos governamentais per capita é de 3 988 dólares. O Partido Democrata tem historicamente dominado politicamente a Carolina do Norte desde o fim da guerra civil. Em tempos recentes, porém, os democratas passaram a enfrentar o gradual crescimento da concorrência do Partido Republicano. Em todas as eleições estaduais para governador desde 1865, todos os governadores da Carolina do Norte têm sido democratas, com exceção de dois, o primeiro, James E. Holshouser, eleito em 1972, e o segundo, James G. Martin, eleito em 1984 e reeleito em 1988. No estado, desde o fim da guerra civil, o legislativo da Carolina do Norte tem sido dominado pelos democratas. A nível nacional, a maior parte dos senadores e dos representantes da Carolina do Norte no Congresso dos Estados Unidos tem sido de democratas. Em 1972, o primeiro republicano foi eleito no estado para assumir uma cadeira no Senado norte- americano, desde 1895. Candidatos democratas dominaram todas as eleições presidenciais norte-americanas realizadas até 1968. Desde então, candidatos republicanos tem dominado todas as eleições presidenciais realizadas na Carolina do Norte, com exceção de 1976 e de 2008. ==Demografia== De acordo com o censo de 2000, a população da Carolina do Norte em 2000 era de 8 049 313 habitantes, um crescimento de 21,4% em relação à população do Estado em 1990, de 6 628 637 habitantes. Uma estimativa realizada em 2006 estima a população do estado em 8 856 505 habitantes, um crescimento de 33,6% em relação à população em 1990; de 10%, em relação à população em 2000, e de 2,1% em relação à população em 2005. O crescimento populacional natural da Carolina do Norte entre 2000 e 2005 foi de 248 097 habitantes — 627 309 nascimentos menos 379 212 óbitos — o crescimento populacional causado pela imigração foi de 158 224 habitantes, enquanto que a migração interestadual resultou no ganho de 232 448 habitantes. Entre 2000 e 2005, a população do estado cresceu em 636 751 habitantes, e entre 2004 e 2005, em 142 774 habitantes. Até meados da década de 1990, a Carolina do Norte era o décimo estado mais populoso do país. Apesar do vigoroso crescimento da população entre 1990 e 2000, e que continua até os dias atuais, o grande crescimento populacional da Geórgia durante o mesmo período fez com que a última substituísse a Carolina do Norte na décima posição da lista dos dez estados mais populosos do país, no início da década de 2000. Porém, a Carolina do Norte ultrapassou a Nova Jérsei em população, tornando-se novamente o décimo estado mais populoso do país. 6,7% da população da Carolina do Norte possui menos de cinco anos de idade, 24,4% possui menos de 18 anos de idade, e 12% possuem 65 anos de idade ou mais. ===Raças e etnias=== Composição racial da população da Carolina do Norte: * 70,2% – brancos * 21,6% – afro-americanos * 4,7% – hispânicos * 1,4% – asiáticos * 1,2% – nativos norte-americanos * 1,3% – duas ou mais etnias Os cinco maiores grupos étnicos da Carolina do Norte são afro-americanos (que compõem 21,6% da população do estado), norte-americanos (13,9%), alemães (9,5%), ingleses (9,5%) e irlandeses (7,5%). É provável que a maioria dos habitantes que reivindicaram ascendência norte-americana sejam descendentes dos primeiros assentadores escoceses e irlandeses da Carolina do Norte, que instalaram-se primariamente no Piemonte e na região das Montanhas Blue Ridge. A Carolina do Norte possui uma das populações hispânicas e asiáticas em mais rápido crescimento do país — a população de cada um destes grupos raciais quintuplicou e triplicou, respectivamente, entre 1990 e 2004, sendo responsáveis pela maior parte das atuais altas taxas de crescimento populacional do estado. Afro-americanos estão concentrados primariamente nas Planícies Litorâneas do Atlântico, enquanto brancos em geral dominam a região do Piemonte e das Montanhas Blue Ridge. Até o final da década de 1860, a Carolina do Norte possuía em maiores quantidades pequenas fazendas onde o uso de mão-de-obra livre era comum, e menos latifúndios, em comparação aos estados vizinhos da Carolina do Sul e da Virgínia. Os fazendeiros proprietários de pequenos lotes de terra — concentrados primariamente no Piemonte, e tendo em média cerca de 500 acres de área — eram chamados de \"Yeoman\", que não faziam uso da mão-de-obra escrava. Os latifúndios, por sua vez, estavam concentrados ao longo do litoral, que concentraram a população afro-americana ao longo das Planícies Litorâneas do Estado. Habitantes da Carolina do Norte que reivindicam ascendência britânica estão concentrados primariamente na região das Montanhas Blue Ridge, nas regiões litorâneas e na região do Piemonte. Habitantes que reivindicam ascendência norte-americana são mais prevalentes nas áreas rurais da região central do Piemonte, e na maior parte da região das Montanhas Blue Ridge. Os nativos indígenas lumbee, que dizem ser descendentes dos colonos da colônia de Roanoke, vivem no oeste do Condado de Swain. ===Religião=== Percentagem da população da Carolina do Norte por afiliação religiosa: * Cristianismo – 88% ** Protestantes – 77% *** Igreja Batista – 40% *** Igreja Metodista – 10% *** Igreja Presbiteriana – 3% *** Outras afiliações protestantes – 24% ** Igreja Católica Romana – 10% ** Outras afiliações cristãs – 1% * Outras religiões – 1% * Não-religiosos – 11% ===Principais cidades=== * Asheville * Boone * Burlington * Cary * Chapel Hill * Charlotte * Concord * Durham * Fayetteville * Gastonia * Greensboro * Greenville * Hickory * High Point * Jacksonville * Raleigh * Rocky Mount * Wilmington (Carolina do Norte) * Winston-Salem ==Economia== O produto interno bruto da Carolina do Norte foi de 400 bilhões de dólares em 2010. o nono maior do país A renda per capita do estado, por sua vez, foi de 28 071 dólares, o 23º maior do país. A taxa de desemprego da Carolina do Norte é de 5,5%. O setor primário responde por 2% do PIB da Carolina do Norte. O estado possui cerca de 56 mil fazendas, que cobrem aproximadamente 30% da Carolina do Norte. Juntas, a agricultura e a pecuária respondem por mais de 1,95% do PIB, e empregam aproximadamente 120 mil pessoas. A Carolina do Norte é a maior produtora de tabaco dos Estados Unidos. O estado é também um dos líderes nacionais na produção de aviários em geral, algodão, amendoim e batata doce. A silvicultura e a pesca respondem juntas por menos de 0,5% do PIB, empregando cerca de sete mil pessoas. O valor da pesca coletada anualmente no estado é de cerca de 90 milhões de dólares. O setor secundário responde por 29% do PIB da Carolina do Norte. A indústria de manufatura responde por 24% do PIB da Carolina do Norte — a segunda maior percentagem dos Estados Unidos, atrás somente de Indiana — e emprega aproximadamente 804 mil pessoas. O valor total dos produtos fabricados no estado é de 94 bilhões de dólares. Os principais produtos industrializados fabricados são derivados de tabaco (especialmente cigarros), móveis em geral, produtos químicos, produtos eletrônicos em geral, alimentos industrialmente processados, têxteis e maquinário. A Carolina do Norte é a maior produtora nacional de móveis e uma das maiores produtoras de roupas do Estados Unidos. A indústria de construção responde por 4,95% do PIB, empregando aproximadamente 341 mil pessoas. A mineração responde por 0,5 % do PIB , empregando cerca de 5,4 mil pessoas. Os principais produtos minerados no estado são granito, feldspato e fosfato. O setor terciário responde por 69% do PIB da Carolina do Norte. Serviços financeiros e imobiliários respondem por cerca de 20% do PIB, empregando aproximadamente 318 mil pessoas. Serviços comunitários e pessoais respondem por 16% do PIB, que empregam mais de 1,35 milhão de pessoas. O comércio por atacado e varejo responde por 14% do PIB do estado, e emprega aproximadamente 1,025 milhão de pessoas. Serviços governamentais respondem por 12% do PIB da Carolina do Norte, empregando aproximadamente 712 mil pessoas. Transportes, telecomunicações e utilidades públicas empregam 213 mil pessoas, e respondem por 7% do PIB. A Carolina do Norte gera cerca de 70% da eletricidade consumida no estado. Da eletricidade gerada no estado, 60% é produzida em usinas termelétricas a carvão, 30% em usinas nucleares, e a maior parte do restante é produzida em usinas hidrelétricas. Os outros 30% da eletricidade consumida na Carolina do Norte é gerada no estado vizinho da Carolina do Sul. ==Educação== Nos tempos coloniais, a educação na Carolina do Norte era fornecida primariamente por líderes religiosos. A primeira escola da Carolina do Norte foi fundada em 1705, próxima à atual Elizabeth City. Quando os Estados Unidos declararam sua independência em 1776, a recém-criada Constituição dos Estados Unidos estabeleceu oficialmente um Sistema Estadual de Universidades — a Universidade Estadual da Carolina do Norte — bem como tornava mandatória a instalação de um sistema escolar público no estado. A primeira escola pública da Carolina do Norte seria fundada, porém, em 1840. Foi somente a partir do início do século XX que o governo da Carolina do Norte passou a dar mais importância à educação. Atualmente, todas as instituições educacionais na Carolina do Norte precisam seguir regras e padrões ditadas pelo Conselho Estadual de Educação da Carolina do Norte. Este conselho controla diretamente o sistema de escolas públicas do estado, que está dividido em diferentes distritos escolares. O conselho é composto pelo tenente-governador, pelo tesoureiro do estado, e mais 11 membros escolhidos pelo governador para mandatos de até oito anos de duração, bem como um superintendente de educação — eleito pela população da Carolina do Norte para mandatos de até quatro anos de duração — que possui o objetivo de liderar o Conselho de Educação. Cada cidade primária (city), diversas cidades secundárias (towns) e cada condado, é servida por um distrito escolar. Nas cidades, a responsabilidade de administrar as escolas é do distrito escolar municipal, enquanto que em regiões menos densamente habitadas esta responsabilidade é dos distritos escolares operando em todo o condado em geral. A Carolina do Norte permite a operação de escolas charter — escolas públicas independentes, que não são administradas por distritos escolares, mas que dependem de verbas públicas para operarem. O atendimento escolar é compulsório para todas as crianças e adolescentes com mais de sete anos de idade, até a conclusão do segundo grau ou até os dezesseis anos de idade. Em 1999, as escolas públicas do estado atenderam cerca de 1,275 milhão de estudantes, empregando aproximadamente 81,9 mil professores. Escolas privadas atenderam cerca de 96,3 mil estudantes, empregando aproximadamente nove mil professores. O sistema de escolas públicas consumiu cerca de 7,98 bilhões de dólares, e o gasto das escolas públicas foi de aproximadamente 6,1 mil dólares por estudante. Cerca de 81,4% dos habitantes do estado com mais de 25 anos de idade possui um diploma de segundo grau. A primeira biblioteca pública da Carolina do Norte foi fundada em 1700, em Bath, por Thomas Bray. Bray construiria posteriormente outras bibliotecas públicas no estado. Em 1897, o governo da Carolina do Norte fundou a primeira biblioteca estadual em Durham. Atualmente, o estado possui 76 sistemas de bibliotecas públicas, que movimentam anualmente uma média de 5,4 livros por habitante. A Carolina do Norte é um grande centro educacional. A Universidade da Carolina do Norte é o maior instituto de educação superior do estado, tendo sido a primeira instituição de educação superior da Carolina do Norte, fundada em 1795. A Universidade da Carolina do Norte iniciou suas operações ainda em 1795, e foi a primeira universidade administrada diretamente por um estado norte-americano a entrar em operação no país. Atualmente, o estado possui 126 instituições de educação superior, dos quais 75 são públicas e 51 são privadas. Cerca de 20 destas instituições são universidades (sendo que a Universidade da Carolina do Norte possui 16 campi localizados em diversas cidades), e o restante são faculdades. ==Transportes e telecomunicações== Em 2002, a Carolina do Norte possuía 5 237 quilômetros de ferrovias. Em 2003, possuía 164 411 quilômetros de vias públicas, dos quais 1 640 quilômetros eram rodovias interestaduais, considerados parte do sistema federal rodoviário dos Estados Unidos. O primeiro jornal publicado na Carolina do Norte foi o North Carolina Gazette, tendo sido publicado pela primeira vez em New Bern, em 1751. O jornal mais antigo ainda em publicação, por sua vez, é o Raleigh Register, de Raleigh, e que foi publicado pela primeira vez em 1799. Atualmente, são publicados na Carolina do Norte cerca de 220 jornais, dos quais 47 são diários. São impressos no estado cerca de 200 periódicos. A primeira estação de rádio da Carolina do Norte foi fundado em 1922, em Charlotte. As primeiras estações de televisão foram fundadas em 1949, em Charlotte e em Greensboro. Atualmente, a Carolina do Norte possui 258 estações de rádio — dos quais 146 estações são AM e 112 são FM — e 39 estações de televisão. ==Cultura== Kitty Hawk foi a cidade escolhida pelos Irmãos Wright para a realização de voos de planeio e testes, no início do século XX. O possível primeiro voo da história da aviação seria realizado na cidade, em 17 de dezembro de 1903. ===Símbolos do estado=== * Árvore: Pinheiro, adotado em 1963. * Baga azul: Mirtilo, adotado em 2001. * Baga vermelha: Morango, adotado em 2001. * Bebida: Leite, adotado em 1987. * Cognomes (a Carolina do Norte não possui um cognome oficial): ** Old North State ** Tar Heel State ** Turpentine State * Cores: Azul e vermelho, as cores da bandeira da Carolina do Norte e dos Estados Unidos. * Flor: Cornus florida, adotada em 1941. * Flor selvagem: Lilium michauxii * Fóssil: Trilobita * Fruta: Scuppernong * Inseto: Abelha, adotada em 1973. * Lema: Esse quam videri (do latim: Ser, ao invés de parecer), adotado em 1893. * Mamífero: Esquilo- cinzento, adotado em 1969. * Música: The old north state (O velho estado do norte), adotada em 1927. * Pássaro: Cardeal * Pedra: Granito, adotado em 1979. * Pedra preciosa: Esmeralda, adotada em 1973. * Peixe: Percicthyidae, adotado em 1971. * Réptil: Tartaruga, adotada em 1979. * Vegetal: Batata-doce, adotada em 1995. ==Esportes== thumb|Charlotte Motor Speedway em Concord sedia anualmente as 600 Milhas de Charlotte.|223x223px A Carolina do Norte abriga três grandes franquias esportivas: o Carolina Panthers, da NFL, o Charlotte Hornets, da NBA e o Carolina Hurricanes, da NHL, e a partir da temporada de 2022 da MLS terá a franquia Charlotte FC. Além de equipes esportivas, a Carolina do Norte tem uma forte ligação com a NASCAR, principal categoria de stock car dos Estados Unidos, abrigando o circuito do Charlotte Motor Speedway, que hospeda a anual Coca-Cola 600, a corrida mais longa da categoria e o Hall da Fama da NASCAR, antigos circuitos da categoria incluem o North Wilkesboro Speedway, Rockingham Speedway e Metrolina Speedway. O estado também é sede das principais equipes da NASCAR como a Hendrick Motorsports, Roush Fenway Racing, Richard Petty Motorsports, Stewart-Haas Racing e Chip Ganassi Racing. Também é onde nasceram Richard Petty e Dale Earnhardt, cada um com sete títulos na NASCAR. ==Referências== * * * * * == Ligações externas == * *",
 "title": "Carolina do Norte"
}