{
 "id": "22846",
 "text": "A Carolina do Sul () é um dos 50 estados dos Estados Unidos, e está localizado na região sudeste do país. A Carolina do Sul é o menor estado de ambas as regiões geográficas. Apesar de sua pequena extensão territorial, é um dos líderes nacionais da produção de têxteis em geral. A Carolina do Sul é a segunda maior produtora de tabaco dos Estados Unidos; apenas a Carolina do Norte produz mais tabaco anualmente. A indústria de manufatura - centralizada primariamente na fabricação de têxteis e de cigarros - é a principal fonte de renda do estado. A região que atualmente constitui a Carolina do Sul fez parte inicialmente da colônia inglesa de Carolina, nomeado em homenagem ao rei Carlos II de Inglaterra. Em 1712, a colônia de Carolina separou-se em duas distintas colônias, a Carolina do Norte e a Carolina do Sul, esta já com seus atuais limites territoriais. Diversas batalhas importantes da guerra da independência dos Estados Unidos ocorreram na Carolina do Norte. O cognome da Carolina do Sul, The Palmetto State, originou-se durante a guerra pela independência. Palmetto é uma palavra inglesa que em português significa palmeira. Logo no início da revolução, forças britânicas tentaram capturar sem sucesso um forte feito com madeira de palmeiras, abundantes no estado. No dia seguinte, o comandante do forte, ao ver um navio de guerra britânico em chamas, teria comentado que a fumaça emitida pelo navio assemelhava-se a uma palmeira. A Carolina do Sul tornou-se o oitavo estado norte-americano, em 23 de maio de 1788. A Carolina do Sul foi o primeiro estado norte-americano a seceder dos Estados Unidos, em 20 de dezembro de 1860, após a eleição de Abraham Lincoln, tendo sido, algumas semanas após a secessão, um dos membros fundadores dos Estados Confederados da América. A guerra civil dos Estados Unidos teve início na Carolina do Sul, em 12 de abril de 1861, quando tropas confederadas invadiram o forte Sumter. Após o fim da guerra, o estado foi readmitido novamente à União, em 25 de junho de 1868. == História == === Até 1788 === Cerca de 30 tribos nativas norte-americanas diferentes viviam na região que constitui atualmente a Carolina do Sul, à época da chegada dos primeiros exploradores europeus na região. Destas tribos, os mais importantes eram os catawba (parte do grupo dos siouan), os cherokee (iroqueses) e os yamasee (muskhogean). Acredita-se que os primeiros humanos a assentarem-se na atual Carolina do Sul tenham se instalado na região cerca de 15 mil anos atrás. O primeiro explorador europeu a avistar e desembarcar na atual Carolina do Sul foi o espanhol Francisco Gordillo, em 1521. Cinco anos depois, em 1526, outro espanhol, Lucas Vásquez de Ayllón, fundou o primeiro assentamento europeu em território que atualmente constitui os Estados Unidos. Este assentamento foi nomeado por Ayllón de Miguel de Guadalupe, sendo povoado por 600 assentados. Miguel de Guadalupe seria abandonado no ano seguinte, em 1527. A região da Carolina do Sul foi reivindicada pelos espanhóis e pelos franceses ao longo do século XVI. Os franceses realizaram diversas tentativas de colonização da região, que falharam por causa da hostilidade das tribos indígenas locais e por causa da falta de suprimentos. A Inglaterra passou a reivindicar a atual Carolina do Sul no início do século XVII. Em 1629, o rei Carlos I de Inglaterra cedeu o sul das Treze Colônias para Robert Heath. Esta colônia incluía as regiões que atualmente constituem a Carolina do Norte, a Carolina do Sul, a Geórgia e o Tennessee. Heath nomeou esta colônia de Carolana, uma palavra latina que significa \"terra de Charles\". Em 1663, o rei Carlos II de Inglaterra confiscou a província de Carolina dos descendentes de Heath, e cedeu a colônia a oito lordes - conhecidos como lords proprietors (lordes proprietários) - que administrariam em conjunto a província de Carolina. Carlos II assim o fez em recompensa aos lordes, que haviam apoiado a ascensão de Carlos II ao poder. A província de Carolina foi subdividida em três condados: Albermarle (norte da atual Carolina do Norte e o Tennessee), Clarendon (atual Cape Fear) e Craven (atuais Carolina do Sul e Geórgia). O condado de Clarendon duraria até 1667, tendo sido fundido então com o condado de Albermarle. O primeiro assentamento inglês na atual Carolina do Sul foi fundado em 1670, em Albermarle Point. Dez anos depois, em 1680, os colonos deste assentamento mudaram-se para a região de Oyster Point. O novo assentamento ali fundado foi nomeado de Charles Town, nome que seria mudado para o atual Charleston em 1783. A região da Carolina do Sul continuou a ser reivindicada pelos espanhóis e pelos franceses até a década de 1730. Durante este período, os colonos ingleses foram obrigados a defender-se de diversos ataques de forças espanholas e francesas, durante a Guerra da Rainha Ana, entre 1710 e 1713, e de diversos ataques indígenas e de piratas. As crescentes diferenças econômicas e políticas entre a população dos condados de Albermarle e Craven causaram eventualmente a dissolução da província de Carolina, em 1712. Em seu lugar, foram fundadas duas distintas províncias coloniais: a Carolina do Norte e a Carolina do Sul, no que eram anteriormente os condados de Albermarle e Craven. Ambas as colônias continuaram a ser administradas pelos lordes proprietários. Os lordes proprietários, que tinham somente interesses políticos e econômicos na região, pouco ajudaram os colonos durante os ataques dos espanhóis, dos franceses, dos indígenas e dos piratas, fato que desagradou muito os colonos. Além disso, os lordes não permitiam aos colonos que escolhessem seus governadores. Estes lordes foram depostos em 1719, após rejeitar propostas de leis criadas pela população do estado, no mesmo ano. A Carolina do Sul passou a ser então uma colônia real, governada por um governador escolhido pelo monarca do Reino Unido. O monarca britânico à época, o rei George I, fez isto em agrado à população da Carolina do Sul, uma vez que ela atuava como primeira barreira de defesa contra invasões espanholas provenientes do sul, da Flórida. Em 1732, o sul da Carolina do Sul separou-se da Geórgia, que tornou-se uma colônia à parte. A Carolina do Sul, desde a década de 1700, havia prosperado com o cultivo de arroz na região. Durante meados da década de 1730, o algodão também passou a ser cultivado em grande quantidade. O algodão era primariamente exportado para outros países. A venda de algodão a preços competitivos requeria grande quantidade de mão-de-obra barata. Assim sendo, milhares de pessoas foram trazidos à força do continente africano para trabalhar como escravos. Com a expansão da área cultivada, do litoral em direção ao interior, cada vez mais colonos e escravos instalaram-se na região. Em 1775, a Carolina do Sul possuía cerca de 175 mil habitantes; destes, 100 mil eram brancos e 75 mil eram afro-americanos. Durante a década de 1760, uma série de leis aprovadas pelo Reino Unido, que instituíam diversos impostos ou diminuíam a independência das Treze Colônias em relação à metrópole, o Reino Unido, desagradaram a maior parte da população da Carolina do Sul, que até então era, em sua maioria, leal aos britânicos. Após a instituição destas leis, a população da Carolina do Sul dividiu-se em dois grupos: os whigs - que apoiavam da independência das Treze Colônias - e os tories - leais à coroa britânica. A guerra da independência teve início em 1775. A maior parte da Carolina do Sul foi conquistada pelos britânicos logo no início da guerra. A maior cidade da Carolina do Sul, Charleston, estava em mãos dos colonos norte-americanos, e foi atacada pela primeira vez por tropas britânicas em junho de 1776. Os colonos da cidade derrotaram estas tropas na batalha de Sullivan Island. Os britânicos invadiram novamente Charlestown em 1779, tendo tomado com sucesso a cidade em 1780. Tropas norte-americanas, sob o comando do general Horatio Gates, tentaram obter o controle da Carolina do Sul em 1780, partindo da Carolina do Norte, mas foram obrigados a recuar após sofrerem derrota na batalha de Camden. Foi somente em 1781 que uma nova força norte-americana, comandada pelo general Nathanael Greene, invadiu a Carolina do Sul, e forçou os britânicos a recuarem em direção à Virgínia. Charleston continuaria sob controle britânico até 1782. No total, foram realizadas cerca de 200 batalhas e conflitos entre tropas e milícias norte-americanas e tropas britânicas. Em 9 de julho de 1778, a Carolina do Sul ratificou os Artigos da Confederação. Após a independência, em 1783, a Carolina do Sul ratificou a Constituição dos Estados Unidos, em 23 de maio de 1788, tornando-se o 8º estado norte-americano. === 1788 - Tempos atuais === A economia da Carolina do Sul dependia primariamente das exportações de algodão para países europeus. Por causa disso, o governo do estado apoiava o livre comércio entre países, e opunha-se à adoção de tarifas alfandegárias. Diversas tarifas alfandegárias foram adotadas no país durante as décadas de 1800 e 1810. Em 1819, o país foi atingido por uma recessão econômica. O governo da Carolina do Sul alegou então que o causador desta recessão foram as tarifas alfandegárias. A Carolina do Sul pressionou o governo norte-americano a removê-las, sem sucesso. Em 1828, o governo federal decidiu adotar novas tarifas alfandegárias, que aumentavam drasticamente as tarifas da grande maioria dos produtos importados pelo país. O então vice-presidente dos Estados Unidos, John Calhoun, um nativo da Carolina do Sul, afirmou que nenhum estado norte-americano era obrigado a aceitar uma lei instituída pelo governo federal que o governo do estado julgasse ser inconstitucional. Após a adoção de mais uma tarifa alfandegária, em 1832, a Carolina do Sul aprovou a um ato, conhecido como Ordem de Nulificação, onde o estado explicitamente rejeitava a lei federal. O governo norte-americano ameaçou enviar tropas à Carolina do Sul para fazer com que as tarifas fossem cobradas. A questão chegou até o Congresso dos Estados Unidos, que criou um novo sistema de tarifas alfandegárias, que substituía antigas tarifas. As novas tarifas alfandegárias, que entraram em vigor em 1833, eram sensivelmente menores do que as antigas. Assim sendo, a Carolina do Sul anulou sua Ordem de Nulificação ainda no mesmo ano. Durante a década de 1830, o movimento a favor da abolição do trabalho escravo começou a crescer no norte industrializado dos Estados Unidos, enquanto o sul, dependente da indústria agrária, era a favor do uso do trabalho escravo. Em 1850, a Carolina do Sul ameaçou seceder-se do restante do país, por causa do debate nacional em relação ao trabalho escravo - se este deveria ou não ser permitido nos novos territórios norte-americanos no oeste do país. Porém, sem apoio do restante dos estados sulistas, a Carolina do Sul não separou-se do país. Em 1860, o republicano abolicionista Abraham Lincoln venceu as eleições presidenciais. A Carolina do Sul, temendo que Lincoln abolisse definitivamente a escravidão no país, decidiu separar-se dos Estados Unidos. O estado assim o fez em 20 de dezembro do mesmo ano, tendo sido o primeiro estado norte-americano a separar- se do restante do país. Logo, outros dez estados também se separariam dos Estados Unidos e logo se uniriam para formar os Estados Confederados da América. A guerra civil teve início na Carolina do Sul, em 12 de abril de 1861, quando tropas confederadas iniciaram o bombardeio do forte Sumter, um forte da União em território confederado, próximo à Charleston. No dia seguinte, as tropas norte-americanas dentro do forte renderam-se. Os Estados Unidos, logo no início da guerra, bloquearam o acesso ao mar da Carolina do Sul, através de um bloqueio naval dos principais portos do estado. Isto arruinou a economia da Carolina do Sul. Tropas norte-americanas comandadas por William T. Sherman invadiram a Carolina do Sul em 1865, e queimaram inúmeras plantações. Ao final da guerra, cerca de 65 mil homens da Carolina do Sul haviam lutado ao lado da confederação. Destes, cerca de 18 mil morreram. Após a guerra, a Carolina do Sul foi ocupada por tropas norte-americanas. Os republicanos tomaram o controle do governo do estado. Estes republicanos colocaram no poder primariamente sulistas que eram simpatizantes do norte, bem como diversos afro-americanos. Em 1868, o estado adotou uma nova constituição e, em 25 de junho do mesmo ano, a Carolina do Sul seria novamente elevada à categoria de estado da União. Após a Guerra Civil, a situação dos negros no Estado pouco melhorou, apesar da abolição da escravidão. As patrulhas continuaram a molestar e até mesmo assassinar negros; eles também foram de fato privados de seus direitos civis, embora teoricamente fossem reconhecidos, e a lei os proibiu de exercer qualquer profissão \"artística, comercial ou industrial\", permitindo que se tornassem apenas servos ou fazendeiros. A Carolina do Sul passou a industrializar-se rapidamente a partir da década de 1880. Diversos ricos latifundiários do estado construíram diversas fábricas têxteis na Carolina do Sul, aproveitando-se do algodão produzido em suas próprias fazendas. Outras companhias, vindos da região norte dos Estados Unidos, instalaram-se na Carolina do Sul, aproveitando-se da abundância de matéria-prima e de mão-de-obra barata. Diversas represas e usinas hidrelétricas foram construídas no estado. Até então, o governo do estado era dominado por uma ala do Partido Democrata chamada de Bourbon. Esta ala era constituída de latifundiários, advogados e ricos comerciantes. Uma queda dos preços dos produtos agrários, no final da década de 1880, levou a grandes protestos dos pequenos fazendeiros contra os Bourbon. Nas eleições estaduais de 1890, a ala Tillmanites do Partido Democrata - liderado por Benjamin R. Tillman obteve a maioria das posições no legislativo, com o próprio Tillman obtendo a posição de governador. O estado, sob sua liderança, adotou uma nova constituição ainda em 1890, onde eliminava-se o direito de voto dos afro- americanos. A industrialização da Carolina do Sul continuou ao longo das três primeiras décadas do século XX. O estado tornara-se um dos maiores polos da indústria têxtil nacional. Durante a primeira guerra mundial, as fábricas da Carolina do Sul fabricaram grandes quantidades de tecidos e roupas em geral para as Forças Armadas. No final da guerra, em 1918, cerca de 55 mil pessoas trabalhavam na indústria têxtil do estado. Esta indústria continuou a expandir-se durante a década de 1920. Nesta década, pragas destruíram muitas das plantações de algodão - até então facilmente o produto mais cultivado em todo o estado. Diversos fazendeiros iniciaram a cultivar outros produtos, tais como tabaco e trigo. A Carolina do Sul foi duramente atingida pela Grande Depressão da década de 1930. Programas de assistência socioeconômica e de construções públicas dos governos estaduais e federais ajudaram a minimizar os efeitos da recessão econômica por volta de 1937. A economia da Carolina do Sul recuperou-se em grande parte por volta de 1940. Um ano depois, em 1941, os Estados Unidos entraram na segunda guerra mundial. A economia da Carolina do Sul, até então com a agricultura com a principal fonte de renda, passou a ter a indústria manufatureira como sua principal fonte de renda, o que acelerou o processo de urbanização do estado. Ao final da década de 1940, mais pessoas viviam em cidades do que em áreas rurais. Os afro-americanos da Carolina do Sul passaram a lutar pelos seus direitos civis a partir da década de 1940. No final da segunda guerra mundial, os afro-americanos obtiveram novamente o direito de votar em eleições estaduais e federais realizadas no estado. Desde o final desta década, a partir de então, o número de afro-americanos que votavam em eleições aumentou gradativamente, mesmo com diversos grupos racistas intimidando os afro-americanos a não fazer assim. A segregação de brancos e afro-americanos em lugares públicos foi gradualmente extinguida durante as décadas de 1950 e de 1960. Em 1954, a Carolina do Sul iniciou o processo de dessegregação de seu sistema de educação pública - após uma ordem da Suprema Corte dos Estados Unidos dirigida a todos os estados com instituições educacionais segregadas. Esta dessegregação foi lenta e gradual, tendo sido completada somente no início da década de 1970. Diversos afro- americanos, enquanto isto, obtiveram posições importantes em postos de governo municipais e estaduais. Em 1970, três afro-americanos da Carolina do Sul foram eleitos representantes do estado na Câmara dos Representantes dos Estados Unidos. Estes três representantes foram os primeiros afro-americanos eleitos à Câmara dos Representantes desde 1902 em qualquer estado norte-americano. A Carolina do Sul continuou a industrializar-se pesadamente durante as décadas que se seguiram à segunda guerra mundial. Atualmente, poucos estados norte- americanos dependem tanto da indústria de manufatura como a Carolina do Sul. Este crescimento tem continuado desde a década de 1980, primariamente por causa de incentivos fiscais a empresas, bem como a maior atenção dada à educação dos estudantes da Carolina do Sul. == Geografia == A Carolina do Sul limita-se ao norte com a Carolina do Norte, a leste com o oceano Atlântico e ao sudoeste com a Geórgia. Com quase 83 mil quilômetros quadrados, é o 40º maior estado americano em área do país. O litoral da Carolina do Sul possui uma extensão de cerca de 301 quilômetros. Contando-se todas as regiões banhadas pelo mar - baías, estuários e ilhas oceânicas - este número salta para quilômetros. O principal rio da Carolina do Sul, e também o mais longo, é o rio Santee, cuja bacia hidrográfica cobre cerca de 40% do estado. Outros rios importantes da Carolina do Sul são os rios Pee Dee e o Savannah, respectivamente o segundo e o terceiro rios mais longos do estado. A Carolina do Sul não possui nenhum grande lago natural. Os maiores lagos foram todos criados através de represas. O maior lago da Carolina do Sul é o lago Marion, criado por uma represa erguida em 1942. Florestas cobrem cerca de 65% do estado. A Carolina do Sul pode ser dividida em três distintas regiões geográficas: * As Montanhas Blue Ridge formam uma estreita faixa de terra que cobre o extremo noroeste da Carolina do Sul. A região possui os terrenos mais acidentados e de maior altitude do estado - embora não tanto como na região do Blue Ridge na Carolina do Norte. A região das Montanhas Blue Ridge na Carolina do Sul possui diversos picos com mais de 800 metros de altitude, embora dificilmente estes picos superem os mil metros de altitude. O ponto mais alto do estado, o Sassafras Peak, que possui 1 083 metros de altitude. * O Piemonte cobre a maior parte da região noroeste da Carolina do Sul. A região caracteriza-se por ser as raízes de uma antiga cadeia erodida de montanhas. Na Carolina do Sul, o Piemonte tende a ser coberto de morros, com solos finos, pouco férteis e muito rochosos, com poucas regiões propícias à prática da agricultura. A altitude do Piemonte gradualmente diminui à medida que se viaja das Montanhas Blue Ridge em direção ao litoral, de 600 metros próximo ao Blue Ridge até cerca de 150 metros ao longo das Planícies Costeiras. Muito da região do Piemonte já fora cultivado anteriormente, embora sem muito sucesso. Atualmente, a maior parte das áreas do Piemonte anteriormente cultivadas estão sendo reflorestadas. * As Planícies Litorâneas do Atlântico cobrem o restante da Carolina do Sul. A fronteira entre as Planícies Litorâneas e o Piemonte, na Carolina do Sul, é chamado de fall line, onde a altitude da região cai drasticamente, propiciando a formação de diversas cataratas e quedas d'água, que em inglês são chamadas de waterfalls. As Planícies Litorâneas são planas - possuindo poucos acidentes geográficos - e composto de sedimentos recentes tais como areia. Diversos pântanos localizam-se nestas planícies. O solo da região é altamente fértil. === Clima === A Carolina do Sul possui um clima subtropical, com invernos amenos e verões muito quentes. A temperatura média, durante o ano todo, cai à medida que se viaja em direção ao norte, e do litoral em direção ao interior. As temperaturas mais altas são registradas no extremo sul da Carolina do Sul, e as temperaturas mais baixas, no extremo noroeste. No inverno, as temperaturas médias variam entre 11°C no sul e 5 °C no noroeste. A média das mínimas é de 8 °C no sul e de 2 °C no noroeste, e a média das máximas é de 16 °C no sul e 12 °C no noroeste. Extremos variam entre -20 °C e 26 °C. A temperatura mais baixa já registrada no estado foi de -28 °C, em Caesars Head, em 21 de janeiro de 1985. No verão, as temperaturas médias variam entre 27 °C no sul e 22 °C no noroeste. A média das mínimas é de 24 °C no sul e de 19 °C no noroeste, e a média das máximas é de 32 °C no sul e de 31 °C no noroeste. Extremos variam entre 10 °C e 40 °C. A temperatura mais alta já registrada foi de 44 °C, registrada três vezes na história da Carolina do Sul: em 4 de setembro de 1925, em Blackville; em 8 de setembro do mesmo ano, em Calhoun Falls; e em Camden, em 28 de junho de 1954. As taxas de precipitação média anual de chuva é de 114 centímetros em todo o estado. Estas taxas chegam a 180 centímetros na região das Montanhas Blue Ridge. As taxas de precipitação média anual de neve é de 18 centímetros nas Montanhas Blue Ridge, e menos de dois centímetros anuais no resto do estado. == Política == A atual Constituição da Carolina do Sul foi adotado em 1895. Outras constituições anteriores foram aprovadas em 1776, 1778, 1790, 1861, 1865 e 1868. Emendas à constituição são propostas pelo poder legislativo da Carolina do Sul, e precisam ser aprovadas por ao menos 67% do Senado e da Câmara dos Representantes do estado, em duas votações sucessivas, e então por 51% ou mais da população eleitoral, em um referendo. Emendas também podem ser propostas e introduzidas por convenções constitucionais, que precisam receber ao menos a aprovação de 67% dos membros de ambas as câmaras do poder legislativo e 51% dos eleitores em um referendo. O principal oficial do poder executivo da Carolina do Sul é o governador. Este é eleito pelos eleitores para mandatos de até quatro anos de duração. Uma dada pessoa pode exercer o cargo de governador quantas vezes puder, mas não duas vezes consecutivas. Outros oito oficiais do executivo são também eleitos para mandatos de quatro anos de duração. O Poder legislativo da Carolina do Sul - oficialmente, chamado de Assembleia Geral - é constituído pelo Senado e pela Câmara dos Representantes. O Senado possui um total de 46 membros, enquanto a Câmara dos Representantes possui um total de 124 membros. A Carolina do Sul está dividida em 46 distritos senatoriais e 124 distritos representativos diferentes. O eleitorado destes distritos elege um senador/representante - que irão atuar como representante de seus respectivos distritos no Senado/Câmara dos Representantes - para mandatos de até quatro anos de duração, no caso dos senadores, e de dois anos de duração, no caso dos representantes. A corte mais alta do poder judiciário da Carolina do Sul é a Suprema Corte da Carolina do Sul, composta por cinco juízes, eleitos pelo legislativo para mandatos de até 10 anos de duração. A segunda corte mais alta do estado é a Court of Appeals da Carolina do Sul, composta por seis juízes eleitos pelo legislativo para mandatos de até seis anos de duração. O estado está dividido em 16 distritos judiciários, que empregam um total de 40 juízes eleitos pelo legislativo para mandatos de até seis anos de duração. A Carolina do Sul está dividida em 46 condados. Estes condados são governados por conselhos de comissionadores, cujo número de membros varia bastante de condado para condado. Todos os comissionadores são escolhidos pela população dos respectivos condados, a termos de dois ou quatro anos de duração. Estes comissionadores possuem autoridade legislativa e executiva sobre o condado. Cerca de metade da receita do orçamento da Carolina do Sul é gerada por impostos estaduais, sendo o restante vem de verbas recebidas do governo federal. Em 2002, o governo do estado gastou 20 009 bilhões de dólares, tendo gerado 16 997 bilhões de dólares. A dívida governamental da Carolina do Sul é de 10 116 bilhões de dólares. A dívida per capita é de 2 465 dólares, o valor dos impostos estaduais per capita é de 1 483 dólares, e o valor dos gastos governamentais per capita é de 4 878 dólares. O aborto no estado da Carolina do Sul está disponível até a sexta semana de gravidez. Entretanto, depois que a Suprema Corte derrubou o caso Roe v. Wade em 2022, o que garantiu o direito ao aborto, os legisladores republicanos decidiram proibir totalmente o aborto no Estado, exceto nos casos em que a vida da mãe esteja em perigo. Os senadores também introduziram um projeto de lei que tornaria ilegal fornecer \"informações [sobre como obter um aborto] a uma mulher grávida ou a uma pessoa buscando informações em nome de uma mulher grávida, por telefone, pela Internet, ou por qualquer outro meio de comunicação\". A legislação tornaria ilegal o simples encaminhamento de uma mulher para um provedor de aborto.Projeto de lei da Carolina do Sul proíbe sites que dizem como fazer um aborto - Atualizado em 22 de julho de 2022 às 17:27 EDT|Publicado 22 de julho de 2022 às 09:07 EDT == Demografia == De acordo com o censo nacional de 2000, a população da Carolina do Sul naquele ano era de 4 012 012 habitantes, um crescimento de 15,7% em relação à população do estado em 1990, de 3 486 703 habitantes. Uma estimativa realizada em 2005 estima a população em 4 255 083 habitantes, um crescimento de 22% em relação à população em 1990; de 6,1% em relação à população em 2000; e de 1,4% em relação à população estimada em 2004. O crescimento populacional natural da Carolina do Sul entre 2000 e 2005 foi de 97 715 habitantes - 295 425 nascimentos menos 197 710 óbitos - o crescimento populacional causado pela imigração foi de 36 401 habitantes, enquanto a migração interestadual resultou no ganho de 115 084 habitantes. Entre 2000 e 2005, a população da Carolina do Norte cresceu em 243 267 habitantes, e entre 2004 e 2005, em 57 191 habitantes. 6,6% da população da Carolina do Sul possui menos de cinco anos de idade, 25,2% possuem menos de 18 anos de idade, e 12,1% possuem 65 anos de idade ou mais. Pessoas do sexo masculino compõem 48,6% da população, e pessoas do sexo feminino são 51,4%. === Raças e etnias === Composição racial da população da Carolina do Sul de acordo com o U.S. Census Bureau 2010: * 64,1% – brancos não-hispânicos * 27,9% – afro-americanos * 5,1% – hispânicos * 1,3% – asiáticos * 0,4% – povos ameríndios * 1,7% – duas ou mais raças Os cinco maiores grupos étnicos da Carolina do Sul são afro-americanos (que compõem 29,5% da população), norte- americanos (13,9%), alemães (8,4%), ingleses (8,4%) e irlandeses (7,9%). É provável que a maioria dos habitantes que reivindicaram ascendência \"americana\" sejam descendentes dos primeiros assentadores escoceses e irlandeses da Carolina do Sul, que instalaram-se na região norte do atual estado. Durante a maior parte da história da Carolina do Sul, afro-americanos têm sido a maioria da população do estado - tendo chegado a compor 75% da população. A percentagem de afro-americanos caiu gradativamente a partir da década de 1890, até a década de 1960, quando grande número de afro-americanos deixaram o estado e migraram em direção ao norte do país. Afro-americanos ainda dominam muito do Piemonte e da região sul da Carolina do Sul, regiões onde anteriormente eram cultivadas grandes plantações de arroz e trigo. Brancos, primariamente de ascendência norte-americana e britânica, dominam o norte e a maioria das regiões urbanas do estado. === Religião === Percentagem da população da Carolina do Sul por afiliação religiosa: * Cristianismo – 92% ** Protestantes – 84% *** Igreja Batista – 45% *** Igreja Metodista – 15% *** Igreja Presbiteriana – 5% *** Outras afiliações protestantes – 19% ** Igreja Católica Romana – 7% ** Outras afiliações cristãs – 1% * Outras religiões – 1% * Não-religiosos – 7% === Principais cidades === * Aiken * Anderson * Beaufort * Cayce * Charleston * Clemson * Colúmbia (a capital) * Conway * Easley * Florence * Forest Acres * Gaffney * Goose Creek * Greenville * Greenwood * Greer * Hanahan * Hartsville * Laurens * Mauldin * Myrtle Beach * North Augusta * North Charleston * North Myrtle Beach * Orangeburg * Rock Hill * Simpsonville * Spartanburg * Sumter * Colúmbia Oeste * Westminster == Economia == O produto interno bruto da Carolina do Sul foi de 115 bilhões de dólares em 2003. A renda per capita do estado, por sua vez, foi de 28 663 dólares. A taxa de desemprego da Carolina do Sul é de 6,8%, a quinta mais alta do país. O setor primário responde por 1% do PIB da Carolina do Sul. A agricultura e a pecuária respondem juntas por cerca de 0,95% do PIB, e empregam aproximadamente 59 mil pessoas. A Carolina do Sul possui cerca de 25 mil fazendas, que cobrem aproximadamente 25% da área estado. A Carolina do Sul é uma das maiores produtoras de tabaco do país. O cultivo de flores em estufas, milho e aviários em geral são outros produtos importantes. A silvicultura e a pesca respondem juntas por cerca de 0,05% do PIB, empregando cerca de nove mil pessoas. O valor da pesca coletada anualmente é de cerca de 30 milhões de dólares. O setor secundário responde por 29% do PIB da Carolina do Sul. A indústria de manufatura responde por 24% do PIB, e emprega aproximadamente 370 mil pessoas. O valor total dos produtos fabricados no estado é de 34 bilhões de dólares. Os principais produtos industrializados fabricados são cigarros, produtos químicos, têxteis, equipamentos de transporte, móveis em geral, papel e roupas. O estado é o segundo maior produtor de cigarros do país; está atrás apenas da Carolina do Norte. A indústria de construção responde por cerca de 4,95% do PIB, empregando aproximadamente 147 mil pessoas. A mineração responde por 0,5 % do PIB da Carolina do Sul, empregando cerca de 2,4 mil pessoas. Os principais produtos minerados no estado são granito e arenito. O setor terciário responde por 70% do PIB da Carolina do Sul. O comércio por atacado e varejo responde por 17% do PIB do estado, e emprega aproximadamente 493 mil pessoas. Serviços comunitários e pessoais respondem por 16% do PIB, e empregam aproximadamente 562 mil pessoas. Serviços governamentais respondem por 15% do PIB, empregando aproximadamente 364 mil pessoas. Serviços financeiros e imobiliários respondem por cerca de 14% do PIB, empregando aproximadamente 136 mil pessoas. Transportes, telecomunicações e utilidades públicas empregam 88 mil pessoas, e respondem por 8% do PIB da Carolina do Sul. 55% da eletricidade gerada no estado é produzida em usinas nucleares, 35% em usinas termelétricas a carvão, 8% em usinas termoelétricas a gás natural, e a maior parte do restante gerada em usinas hidrelétricas. A Carolina do Sul produz mais eletricidade do que consome, sendo que o excedente é vendido para estados vizinhos, primariamente a Carolina do Norte. == Educação == As primeiras escolas da Carolina do Sul eram privadas, e nelas somente estudavam os filhos de famílias que possuíam as condições financeiras para pagar pelos serviços fornecidos por tais escolas. A Carolina do Sul - então o Condado de Craven da província colonial britânica de Carolina - estabeleceu em 1710 um sistema de educação semipública, que teria o objetivo de fornecer serviços educacionais a nenhum custo para crianças de famílias pobres, enquanto cobrariam por tais serviços para crianças de famílias com condições financeiras de pagar por tal serviço. Estas escolas foram chamadas de free schools - escolas livres. O Condado de Craven aprovou a construção destas escolas em toda a região, em 1711. Porém, por causa das poucas verbas fornecidas pelo governo do condado, poucas destas escolas foram construídas, primariamente nas principais cidades do Condado de Craven. Foi somente em 1868 que o estado de Carolina do Sul instituiu um sistema de educação pública, suportada através de impostos e de constantes verbas do governo do estado. Atualmente, todas as instituições educacionais na Carolina do Sul precisam seguir regras e padrões ditadas pelo Conselho Estadual de Educação da Carolina do Sul. O conselho controla diretamente o sistema de escolas públicas, que está dividido em diferentes distritos escolares. O conselho é composto por 16 membros, um escolhido pelo governador e os outros 16 por cada um dos 16 distritos judiciários do estado, para mandatos de até quatro anos de duração. A população da Carolina do Sul elege um superintendente de educação pública para mandatos de até quatro anos de duração. O superintendente de educação pública possui o objetivo de liderar o Conselho de Educação. Cada cidade primária (city), diversas cidades secundárias (towns) e cada condado, é servida por um distrito escolar. Nas cidades, a responsabilidade de administrar as escolas é do distrito escolar municipal, enquanto em regiões menos densamente habitadas esta responsabilidade é dos distritos escolares operando em todo o condado em geral. A Carolina do Sul permite a operação de escolas charter - escolas públicas independentes, que não são administradas por distritos escolares, mas que dependem de verbas públicas para operar. O atendimento escolar é compulsório para todas as crianças e adolescentes com mais de cinco anos de idade, até a conclusão do segundo grau ou até os dezesseis anos de idade. Em 1999, as escolas públicas do estado atenderam cerca de 666,8 mil estudantes, empregando aproximadamente 45,5 mil professores. Escolas privadas atenderam cerca de 55,6 mil estudantes, empregando aproximadamente 4,9 mil professores. O sistema de escolas públicas consumiu cerca de 3,759 bilhões de dólares, e o gasto das escolas públicas foi de aproximadamente seis mil dólares por estudante. Cerca de 80,8% dos habitantes do estado com mais de 25 anos de idade possuem um diploma de segundo grau. A primeira biblioteca das Treze Colônias britânicas foi fundada na Carolina do Sul, na atual Charleston, em 1698, embora tenha fechado apenas quatro anos depois. A primeira biblioteca universitária construída em uma estrutura à parte do restante da instituição educacional do país foi fundada pela Universidade da Carolina do Sul, em 1840. Atualmente, a Carolina do Sul possui 41 sistemas de bibliotecas públicas, que movimentam anualmente uma média de 4,5 livros por habitante. A primeira instituição de educação superior da Carolina do Sul foi a Faculdade da Carolina do Sul - atual Universidade da Carolina do Sul - que foi fundada em 1805 pelo governo do estado, e que nos dias de hoje é a maior instituição de educação superior do estado, possuindo diversos campi em várias cidades. Atualmente, a Carolina do Sul possui 66 instituições de educação superior, dos quais 33 são públicas e 30 são privadas. Destas instituições, cerca de 15 são universidades, sendo o restante delas faculdades. == Transportes e telecomunicações == thumb|right|250px|Interstate 95 na Carolina do Sul Em 2002, a Carolina do Sul possuía 3 745 quilômetros de ferrovias. Em 2003, possuía 106 587 quilômetros de vias públicas, dos quais 1 355 quilômetros eram rodovias interestaduais, considerados parte do sistema federal rodoviário dos Estados Unidos. Existem seis aeroportos significantes na Carolina do Sul. O mais movimentado em volume de passageiros é o Aeroporto Internacional de Charleston, na cidade de Charleston. Os outros aeroportos são o Aeroporto Metropolitano de Columbia, o Aeroporto Internacional de Greenville- Spartanburg, o Aeroporto Regional de Florence, o Aeroporto Internacional de Myrtle Beach e o Aeroporto de Hilton Head. O primeiro jornal publicado na Carolina do Sul foi o South Carolina Weekly Journal, em 1732, em Charleston. Parou de ser publicada seis meses depois, ainda em 1732. O jornal mais antigo ainda em publicação é o Georgetown Twice, tendo sido publicado pela primeira vez em 1797, em Georgetown. Atualmente, são publicados na Carolina do Sul cerca de 110 jornais, dos quais 14 são diários. São impressos no estado cerca de 50 periódicos diferentes. A primeira estação de rádio da Carolina do Sul foi fundado em 1930, em Spartanburg. A primeira estação de televisão foi fundada em 1949, em Colúmbia. Em 2002, a Carolina do Sul possuía 132 estações de rádio - dos quais 57 estações eram AM e 75 eram FM - e 23 estações de televisão. ==Esporte == O estado não possui equipes esportivas da liga principal, devido à proximidade da cidade de Charlotte com a fronteira entre a Carolina do Norte e a Carolina do Sul. No entanto, o Carolina Panthers da NFL e o Carolina Hurricanes da NHL representam ambos os estados. As duas equipes esportivas universitárias mais proeminentes são o South Carolina Gamecocks e o Clemson Tigers. O oval de Darlington é um dos tradicionais ovais da NASCAR, e o Southern 500 é realizado lá no Dia do Trabalho. O Heritage é um torneio de golfe do PGA Tour que acontece desde 1969 em Harbor Town. Além disso, o Kiawah Island Golf Course já sediou a Ryder Cup, o PGA Championship , a World Cup of Golf e o Senior PGA Championship. Desde 2001, é realizado o Charleston Tournament, torneio de tênis do WTA Tour. == Cultura == === Símbolos do estado === * Anfíbio: Ambystoma maculatum * Árvore: Pinheiro * Bebida: Leite * Borboleta: Papilio glaucus * Cognome: The Palmetto State * Dança: Shag * Esporte: Golfe * Flor: Gelsemium sempervirens * Fruta: Pêssego * Inseto: Louva-a-deus da Carolina do Sul. * Lemas: ** Dum spiro, spero (do latim: Enquanto eu respiro, eu tenho esperanças) ** Animis opibusque parati (do latim: Preparado na mente e em recursos) * Mamífero: Veado-de-cauda-branca * Música: Carolina * Pássaro: Thryothorus ludovicianus * Pedra preciosa: Esmeralda * Peixe: Morone saxatilis * Réptil: Tartaruga * Rocha: Granito * Slogan: Smiling faces. Beautiful places. (em português, Rostos sorridentes. Belos lugares). === Outras fontes === * * * * * ==Ligações externas== * *",
 "title": "Carolina do Sul"
}