{
 "id": "22911",
 "text": "A Geografia da Argentina é um domínio de estudos e conhecimentos sobre todas as características geográficas do território argentino. A Argentina pode ser dividida esquematicamente em quatro partes: as planícies férteis das Pampas na metade norte do país, que são o centro da riqueza agrícola da Argentina, o planalto da Patagónia na metade sul até à Terra do Fogo, por vezes plano, por vezes ondulado, a escarpada cordilheira dos Andes ao longo da fronteira ocidental com o Chile, cujo ponto mais elevado é o monte Aconcágua, com 6960 m de altitude e a planície do Chaco compartilhada com a Bolívia, o Paraguai e o Brasil. Os rios principais são o Paraguai, o Bermejo, o Colorado, o Uruguai e o maior de todos: o Paraná. Os dois últimos juntam-se antes de desaguar no oceano Atlântico, formando o estuário do Rio da Prata. O clima argentino é em geral temperado, com os extremos a ir do subtropical a norte ao árido/sub- antártico no extremo sul. == Geologia e relevo == O território argentino estende-se longitudinalmente entre a cordilheira dos Andes e o oceano Atlântico. Caracteriza-se pela variedade de paisagens físicas resultantes da transição entre as zonas planas do oeste e as planícies do leste.. A cordilheira dos Andes provém de movimentos orogênicos (fenômenos que determinam a formação de montanhas) do plioceno, no período quaternário. Avança pela Argentina com montanhas elevadas, que sustentam um vasto planalto semidesértico e cheio de depressões salinas, denominado Puna de Atacama, a três mil metros acima do nível do mar. Situam-se nessa região setentrional importantes maciços vulcânicos, entre os quais se destaca o Lulullaillaco, com 6.723m, um dos cumes mais altos do continente. Na direção leste, encontra-se a cordilheira Oriental, conjunto de serras elevadas, com neve eterna em seus picos mais altos, e em seguida situam-se as serras subandinas, que confinam com a província do Chaco. Entre os Andes centrais, a oeste, e as serras de Córdoba e San Luis, a leste, abre-se um extenso vale, separado do território chileno pela cordilheira Principal, onde se encontram as maiores elevações, inclusive o ponto culminante de toda a América, o Aconcágua (6960 m), bem como os picos Mercedario (6770 m) e Tupungato (6550 m). Do paralelo 36 Sul em diante, na direção do sul, os Andes se estreitam e perdem altura. Seu prolongamento na Patagônia apresenta raras elevações acima de 3500m, como a do monte Mellizo, junto à Laguna Grande. A leste dos Andes e ao norte da Patagônia, estende-se uma vasta planície de características variadas. Ao longo das bacias do Paraná e Paraguai, localiza-se o Chaco, região subtropical e arenosa, ligeiramente inclinada para sudeste. Em alguns pontos do nordeste (Misiones), afloram rochas arenitícas e basálticas pertencentes ao escudo pré- cambriano brasileiro. O resto da região se acha coberto por sedimentos de diversas épocas, como o loess (depósitos quaternários de origem glacial), rico em calcário. A leste do Chaco, entre os rios Paraná e Uruguai, localiza-se a planície da Mesopotâmia argentina, que não apresenta unidade morfológica nem geológica. O principal elemento de seu relevo é a meseta Misionera, na província de Misiones e nordeste de Corrientes. Entre o sopé dos Andes e o oceano Atlântico, ao sul do rio Salado e ao norte do Colorado, situa-se o Pampa, em todos os aspectos a paisagem mais representativa da Argentina. A vasta planície pampeana caracteriza-se pela horizontalidade. Compreende em sua composição sedimentar diversas eras geológicas. Seus solos são muito ricos (loess e limos muito espessos). Embora bastante homogêneo em sua topografia, o Pampa apresenta áreas mais onduladas, ganha altura nas serras do Tandill e Ventana e, no vale do rio Salado, mergulha em depressão tectônica. Abaixo do rio Negro e do golfo de San Matías, entrando na Patagônia, já não se pode falar de planície, mas de mesetas em que se sobrepõem sedimentos secundários e terciários que foram igualados no fim da era glacial. == Clima == Grande parte do território argentino está situado na zona temperada do hemisfério sul. Verificam-se no país climas tropicais e subtropicais, áridos e frios, com combinações e contrastes diversos, resultantes das variações de altitude e outros fatores. Em quase todas as regiões da Argentina registram-se nevadas ocasionais, exceto no extremo norte, onde predomina um clima tropical. Nessa mesma área, os dias são quentes de outubro a março e frios e secos de abril a setembro. Mais amenos são os índices predominantes no Pampa, úmido e fresco em sua parte oriental, nas províncias de Buenos Aires e La Pampa. Os verões, embora intensos, em Mar del Plata não ultrapassam uma média superior a 21 °C. Mais seco para o lado do oeste e Mendoza, o clima do Pampa, nessa faixa, tem suas chuvas de verão rapidamente evaporadas. Nas proximidades da cordilheira dos Andes, de noroeste até à serra do Payén, na província de Mendoza, verifica-se frequente alternância de climas desértico e semiárido, este com maior expressão nos pontos mais altos da própria cordilheira. De quatro mil metros para cima, as precipitações são escassas e as temperaturas muito baixas, entre neves eternas. Na parte meridional dos Andes as chuvas são bastante favorecidas pelos ventos úmidos do Pacífico, que vencem a barreira descomunal e chegam às províncias do sul. As condições de umidade e temperatura levam à formação de geleiras. De um modo geral a Patagônia é de clima seco e frio, com fortes e constantes ventos soprados do oeste. Mais ao sul, na Terra do Fogo, os ventos são ainda mais fortes, a chuva e a neve, quase permanentes, e a temperatura cai a níveis muito baixos. == Hidrografia == Contam-se três redes hidrográficas em território argentino: a da vertente atlântica, que é a mais importante, a do Pacífico, na parte sul da cordilheira dos Andes, e as bacias endorreicas — ou internas — que ocupam um terço da superfície total do país. Do lado do Atlântico, destaca-se o rio da Prata, nome que se dá ao estuário que é fruto do encontro dos rios Paraná e Uruguai com o oceano Atlântico. Tem mais de 300 km de comprimento, largura que chega a 200 km e descarga média de 23300 m3 por segundo, perdendo na América do Sul somente para a do Amazonas. O rio Paraná é um dos 15 mais extensos do mundo e tem 1800 km em terras argentinas, sendo mais de 400 navegáveis (até Santa Fé). Seus afluentes mais importantes são, na margem direita, o Paraguai, o Salado e o Carcarañá, e na margem esquerda o Iguaçu, com o qual, na confluência que é ao mesmo tempo argentina, brasileira e paraguaia, forma as famosas cataratas, num arco de quatro mil metros. O rio Paraguai só tem um pequeno trecho argentino, de margem direita, na fronteira das províncias de Chaco e Formosa com o Paraguai, mas juntamente com seus afluentes Pilcomayo e Bermejo inunda as planícies da região na época das chuvas, criando lagunas e banhados. Já o rio Uruguai marca as fronteiras de Misiones, Corrientes e Entre Rios com o Brasil (Rio Grande do Sul) e o Uruguai. Na maior parte desse percurso é navegável. Muitos dos rios da vertente atlântica que correm na Patagônia, ou se dirigem para essa região, têm poucos afluentes, com o traço peculiar de irem perdendo parte de suas águas à medida que avançam. Os principais são o Colorado, o Negro (formado pelo Neuquén e Limay), o Chubut, o Deseado e o Chico, este nas imediações da Terra do Fogo. No interior mais árido e plano são muitas as pequenas bacias hidrográficas que não chegam ao mar. No planalto de Atacama, de chuvas escassas e águas que provêm do degelo de altos picos da cordilheira, diversos rios têm curso intermitente ou desaparecem, quer nas lagoas, quer no meio de um dos numerosos salares, depósitos salinos comuns no oeste e, sobretudo noroeste do país. Das planícies do Chaco, só conseguem sair o Pilcomayo, o Teuco e o Bermejo, que terminam no rio Paraguai, ou o Corrientes, que mergulha no Paraná. Muitos dos rios de importância econômica nos Pampas, por se prestarem a obras de irrigação, esgotam-se sob a intensa evaporação ou absorção pelos solos arenosos. Mais ao sul, na província de Mendoza, há uma ampla bacia interna formada por rios e riachos que descem dos Andes e raramente chegam às províncias vizinhas de La Pampa e Neuquén. Por isso o lugar tem o nome de Desaguadero (Desaguadouro), mas outros há parecidos, nos planaltos patagônicos. A vertente do Pacífico também tem início no segmento dos Andes que passa por Mendoza, entre os meridianos 30ºW e 35ºW: são cursos de água pequenos que começam no alto da cordilheira, atravessando o estreito território do Chile. Bastante representativos da paisagem física argentina no sul dos Andes são os lagos e lagoas, mais de 400, alguns de grande beleza e interesse turístico, como o Nahuel Huapí, junto ao qual fica San Carlos de Bariloche, dentro de esplêndido parque nacional. Há ainda o Colhué Huapí e o Buenos Aires, na província de Chubut; na de Santa Cruz, o San Martín, o Argentino, o Cardiel, o Viedma; e, na Terra do Fogo, o Fagnano. == Vegetação == Há uma grande diversidade de flora e fauna no território argentino, diretamente determinada pelas correspondentes diferenças de clima, solo e outras condições materiais. No norte da Mesopotâmia argentina, quente e úmido, predominam as matas subtropicais, em que se identificam espécies como o cedro, o ipê, a erva-mate, o pinheiro, as longas samambaias, bambus e cipós. Junto ao leito dos rios, essa vegetação se estende até à parte sul da planície mesopotâmica. No Chaco, a paisagem mais constante é parecida com a do cerrado brasileiro, coberta de gramíneas e palmeiras esparsas. Destaca-se na parte mais chuvosa ou junto aos rios a ocorrência de quebracho, o principal item da exploração florestal do país, e outras madeiras úteis, como lapacho e urundaí. Áreas desérticas e semidesérticas encontram-se nos Andes, na Patagônia extra- andina e a sudoeste do Chaco. Paraíso das gramíneas, a região dos Pampas quase não tem árvores. No leste mais seco, chega a abrigar plantas especialmente adaptadas à aridez, compondo às vezes um matagal arbustivo intermitente. == Fauna == A fauna argentina apresenta muitas das espécies características da América do Sul, embora menos variada que nas regiões tropicais. Há grande quantidade de aves, répteis e roedores. Entre os mamíferos estão à onça- pintada, a suçuarana, o gato-dos-pampas. Há raposas em várias regiões e, na mata subtropical, o macaco guariba é bastante encontrado, bem como a doninha, a anta, o tamanduá-bandeira, o tatu, diversas espécies de cervo e, nas regiões andinas, a lhama, a alpaca, a vicunha e o guanaco. A ordem dos roedores é bem representada, com capivaras e vários tipos de coelho. Os répteis incluem a jibóia e peçonhentas como a cobra-coral e a cascavel, além de jacarés e lagartos. São particularmente numerosas as espécies de aves, de muitos papagaios e poucas emas e gansos selvagens, garças, gaviões e, no alto dos Andes, o condor. No extremo sul do país, a fauna do litoral gelado conta com muitas das espécies peculiares a essa paisagem, como os pinguins, as focas, os lobos-marinhos. == Localização == Localização - sul da América do Sul, com litorais no oceano Atlântico sul, entre o Chile e o Uruguai Coordenadas geográficas - 34º 00' S, 64º 00' W Referências cartográficas - América do Sul == Fronteiras == Área * total - 2 766 890 km² * terra - 2 736 692 km² * água - 30 200 km² Fronteiras terrestres * total - 9665 km * países fronteiriços ** Chile - 5150 km ** Paraguai - 1880 km ** Brasil - 1224 km ** Bolívia - 832 km ** Uruguai - 579 km Costa - 4 989 km == Hidrografia == Reivindicações marítimas * zona contígua - 24 milhas náuticas * plataforma continental - 200 milhas náuticas ou até à orla do talude continental * zona económica exclusiva - 200 milhas náuticas * águas territoriais - 12 milhas náuticas == Topografia == Terreno - ricas planícies das Pampas na metade norte, planalto plano a ondulado da Patagónia no sul, montanhas escarpadas dos Andes ao longo da fronteira ocidental Extremos de elevação * ponto mais baixo: Laguna del Carbon - -105 m (situada entre Puerto San Julián e Comandante Luís Piedra Buena, na província de Santa Cruz) * ponto mais elevado: Aconcágua - 6 960 m == Meio ambiente == Perigos naturais - áreas de San Miguel de Tucumán e Mendoza, nos Andes, sujeitas a sismos; pamperos são tempestades com ventos violentos que podem atingir as Pampas e o nordeste; grandes inundações Ambiente - problemas atuais - problemas ambientais (urbanos e rurais) típicos de uma economia em industrialização, como a degradação dos solos, a desertificação, a poluição do ar e da água * nota - a Argentina é líder mundial no estabelecimento voluntário de metas para a redução dos gases de estufa Ambiente - acordos internacionais * é parte de ** Tratado da Antártida ** Antártico - Protocolo Ambiental ** Biodiversidade ** Mudanças Climáticas ** Desertificação ** Espécies Ameaçadas ** Modificação Ambiental ** Resíduos Perigosos ** Lei do Mar ** Despejos Marinhos ** Banimento de Testes Nucleares ** Proteção da Camada de Ozonio ** Poluição Provocada por Navios ** Zonas Húmidas ** Caça à Baleia * assinou mas não ratificou ** Mudanças Climáticas - Protocolo de Quioto ** Conservação da Vida Marinha == Outros dados == Recursos naturais - planícies férteis das Pampas, chumbo, zinco, estanho, cobre, minério de ferro, manganês, petróleo, urânio Uso da terra * terra arável - 9% * cultivo permanente - 1% * pastagens permanentes - 52% * florestas - 19% * outros - 19% (estimativas de 1993) Terra irrigada - 17 000 km² (est. 1993) == Regiões geográficas == A Argentina é usualmente dividida em sete regiões geográficas, de acordo com as características de clima e relevo de cada uma. São elas: * Noroeste * Chaco * Mesopotâmia * Cuyo * Pampa * Patagônia * Cordilheira dos Andes === Bibliografia === * == Ligações externas == * * Argentina",
 "title": "Geografia da Argentina"
}