{
 "id": "22950",
 "text": "A África do Sul é o país meridional da África, ocupando a maior parte da extremidade sul do continente desde o oceano Atlântico, a oeste, e o oceano Índico, a leste. A paisagem é variada. Na parte ocidental, estende-se um grande planalto composto em parte por deserto e em parte por pastagens e savanas, cortado pelo curso do rio Orange e do seu principal afluente, o rio Vaal. A sul, erguem-se as cordilheiras do Karoo e, Drakensberg, a maior cadeia montanhosa da África meridional. A norte, o curso do rio Limpopo serve de fronteira com o Botswana e o Zimbabwe. O clima varia entre uma pequena zona de clima mediterrânico, no extremo sul, na província do Cabo Ocidental, a desértico a noroeste. No Drakensberg há áreas com clima de montanha. A maior cidade é Joanesburgo. A Cidade do Cabo, Bloemfontein e Pretória, a capital, são outras cidades importantes. == Fronteiras e pontos extremos == A África do Sul tem 5 800 km de fronteira, e 3 797 km de costa. O país faz fronteira com Botswana (2 840 km de fronteira), Lesoto (909 km), Namíbia (1 855 km), Moçambique (3 491 km), Essuatíni (2 430 km) e Zimbabwe (1 225 km). A África do Sul rodeia por completo o Lesoto e quase por completo a Essuatíni. Na parte do oceano a África do Sul é banhada pelo oceano Atlântico na costa ocidental, e pelo oceano Índico na costa oriental. As correntes principais nestes oceanos são a corrente de Benguela (fria) e a corrente das Agulhas (quente). O ponto delimitador oficial dos oceanos Atlântico e Índico é o cabo das Agulhas. ;Pontos extremos * Norte: Beit Bridge, Limpopo * Sul: Ilha Marion, Ilhas do Príncipe Eduardo, Cabo Ocidental * Sul (continental): Cabo das Agulhas, Cabo Ocidental * Leste: Ilha do Príncipe Felipe, Ilhas do Príncipe Eduardo, Cabo Ocidental * Leste (continental): Kosi Bay, KwaZulu-Natal * Noroeste-este: Alexander Bay, Cabo Setentrional == Topogrotidao == A África do Sul apresenta um vasto planalto central orlado por cadeias de montanhas (o Karoo a sul, o Drakensberg, a leste) e uma planície costeira estreita. ;Pontos extremos * Maior altitude: Mafadi, KwaZulu-Natal (3450 m) * Menor altitude: Oceanos Índico e Atlântico == Clima == O clima na África do Sul, em geral, é semiárido, mas subtropical na costa oriental e clima mediterrânico no extremo sul. O Trópico de Capricórnio atravessa a Província do Limpopo. == Meio ambiente == A África do Sul sofre de alguns problemas, como a falta de rios ou lagos arteriais importantes, que provoca a necessidade de fortes medidas de conservação e controlo; o crescimento do uso de água ameaça suplantar a capacidade de fornecimento; poluição dos rios por efluentes agrícolas e por descargas urbanas; poluição atmosférica causa chuva ácida; erosão do solo; desertificação. O país faz parte de vários acordos internacionais, como : * Protocolo Ambiental * Tratado da Antártida * Biodiversidade * Mudanças climáticas * Desertificação * Espécies Ameaçadas * Resíduos Perigosos * Lei do Mar * Despejos Marítimos * Conservação da Vida Marinha * Banimento de Ensaios Nucleares * Proteção da Camada de Ozonio * Poluição Causada por Navios * Zonas Húmidas * Caça à Baleia == Ver também == * Províncias da África do Sul * * * * *",
 "title": "Geografia da África do Sul"
}