{
 "id": "22963",
 "text": "{{Info/Município do Brasil |nome = Mucajaí |foto = Mucajaí, Roraima.JPG |leg_foto = BR 174- Trecho Urbano- Centro |apelido = |brasão = Brasao Mucajai.jpg |bandeira = Bandeira Mucajai.jpg |link_brasão = |link_bandeira = |link_hino = |aniversário =1 de julho |fundação =1982 |emancipação = |gentílico =mucajaiense |lema = |padroeiro =Nossa Senhora de Fátima |CEP =69340-000 |prefeito =Eronildes Aparecida Gonçalves |partido =PL |fim_mandato = 2024 |mapa = Brazil Roraima Mucajai location map.svg |latP =N | latG =02| latM =25 | latS =48 |lonP =O | lonG =60| lonM =54 | lonS =00 |estado = Roraima |região_intermediária = Boa Vista |data_região_intermediária = IBGE/2017 |região_imediata = Boa Vista |data_região_imediata = IBGE/2017 |região_metropolitana = Boa Vista |vizinhos = Alto Alegre, Boa Vista, Cantá e Iracema |dist_capital = 58 |área = 12351.341 |área_ref = |distritos=Tamandaré, Apiau, Samauma |população = 17528 |população_pos = RR: 5º | data_pop = |população_ref = |clima =Tropical úmido |sigla_clima = |idh = 0.665 |idh_pos = RR: 2º |data_idh = PNUD/2010 |pib = mil |data_pib = IBGE/2008 |pib_per_capita = 15.106,94 |data_pib_per_capita = IBGE/2015 |site_prefeitura=https://mucajai.rr.gov.br/|site_câmara=http://www.mucajai.rr.leg.br/ }} Mucajaí é um município brasileiro do estado de Roraima. == Etimologia == O município se situa na margem direita do rio Mucajaí (um dos afluentes do rio Branco), por este motivo, acabou recebendo este nome que é originário da língua indígena tupi. A palavra \"mucajaí\" significa \"Coco Pequeno\" sendo formado pelas palavras \"Mucaja\" (Coco) e \"í\" (\"Pequeno\"). == História == A cidade sede do município é originária da antiga colônia agrícola de Mucajaí, fundada em 1951, nomeada de Colônia Agrícola Fernando Costa. Ele foi criado pela Lei Federal Nº 7.009, em julho de 1982, com terras desmembradas da Capital do Estado. Durante o primeiro governo de Getúlio Vargas, o país estabeleceu as bases de uma política de Integração Nacional da Amazônia, buscando ampliar suas áreas de colonização sob o pretexto de preservação de sua soberania. Nesse período foi criado, através de Decreto-Lei nº. 5.812, o Território Federal do Rio Branco (que viria a se converter no Estado de Roraima), desmembrando terras do Estado do Amazonas, no dia 13 de Setembro de 1943. O primeiro Governador do Território Federal do Rio Branco, Ene Garcez Reis, visava promover um verdadeiro desenvolvimento agrícola. Durante uma dessas tentativas surge (na região do atual Município de Mucajaí) o nucleamento das famílias de emigrantes nordestinos, dando origem em 1951 a Colônia Agrícola Fernando Costa, atual Município de Mucajaí. Pode-se dividir a história da colonização do município em três fases: * Primeira Fase (De 1943 a 1946) – Período em que não houve apoio efetivo por parte do governo do território, é do período de experiências. No fim de 1943, foram criadas duas colônias agrícolas destinadas ao abastecimento dos mercados da Capital de Boa Vista, a Braz de Aguiar e Fernando Costa. Os colonos, cerca de oito famílias (Raimundo Germiniano de Almeida, Joaquim Estevão de Araújo, Chagas “Pintor”, José Rufino de Souza (pai de Genésio), Lindolpho Braga Pires, Firmino – Primeiro enfermeiro e Caboclo “Rancho”), foram levados de barco através dos rio Branco e Mucajaí e deixados à margem direita do Rio Mucajaí, pouco acima de onde está construída a ponte sobre a BR-174. Com a missão de produzir gêneros agrícolas suficientes para abastecer o mercado de Boa Vista,os colonos recebiam uma área de vinte hectares. Com a finalidade de manter os colonos na localidade e fazê-los produzir os alimentos que a Capital necessitava, no dia 17 de Março de 1945, os agricultores foram indicados a assinarem um Termo de Acordo celebrado entre o Governo do Território Federal do Rio Branco, representado pela Divisão de Produção, tendo como diretor geral o senhor Valério Caldas Magalhães e o diretor da comissão daquela divisão, o senhor Joaquim Cardoso Corrêa de Miranda. Tendo em vista que uma vez por mês o Governo mandava entregar os alimentos, remédios e materiais necessários, providos pela Secretaria de Produção. Todo o material era trazido alternadamente pelos senhores Francisco Câncio da Rocha e Armando. O processo de colonização começou na década de 50, com a criação de três colônias agrícolas oficiais, Fernando Costa (Mucajaí), Braz de Aguiar (Cantá) e Coronel Mota (Taiano), chegando a quarenta no início de 1980. Nessas colônias desenvolvia-se uma agricultura de subsistência, itinerante e rudimentar. * Segunda Fase (De 1946 a 1951) – É o período em que o Governo do Território dá certo apoio as famílias da colônia, traz mais famílias dando a essas, um auxilio financeiro, assentando-as no local onde hoje está localizada a sede do município. Mesmo com a ajuda financeira do governo, as novas famílias continuavam em sua maioria a se retirar, entre 1947 e 1948 foram trazidos mais agricultores, no entanto, todos eles abandonavam a colônia. No ano de 1949, o governo voltou a trazer colonos, desta vez apenas seis famílias permaneceram na região. De março a novembro de 1950, a colônia tinha como residentes apenas às famílias do senhor Raimundo Germiniano de Almeida e as dos recém-chegados: Leonília, José Firmino Azevedo (Congo), as dos irmãos Pedro e Aniceto Barros. Durante esse período é nomeado o senhor Francisco Câncio da Rocha como administrador da Colônia, e é iniciada a abra de construção da BR-174, tendo em vista a ligação da Capital com o Porto de Caracaraí. * Terceira Fase (De 1951 a 1953) – Fase em que o governo investe ainda mais, na tentativa de concretizar de uma vez por todas, a colonização na região, onde em um curto período de tempo são trazidas 140 famílias para a colônia. É construído o grupo escolar Coelho Neto. Uma das bem vistas façanhas, foi a construção de prédios destinados a administração, posto medico, e estação radiotelegráfica. A conclusão da BR-174 foi o fator que mais contribuiu para a colonização da região, pois a partir daí a colônia Fernando Costa passa a funcionar realmente. A terceira colonização, aconteceu no governo pernambucano de Gerocílio Gueiros, sob a responsabilidade dos também migrantes: Domingos Reis, José Firmino de Azevedo e Pedro Crente. A aventura de colonização da nova terra foi de predominância masculina. A maioria dos homens, que vinham trazidos pelo governo, nos projetos de assentamento, vinham sozinhos, deixavam suas famílias em seus lugares de origem e só depois de se situarem na região é que voltavam para buscá-las. A vila Fernando Costa desenvolve suas atividades agrícolas de primeira necessidade para a cidade de Boa Vista e o Território Federal do Rio Branco passa de importador de produtos agrícolas para exportador, vendendo produtos como: Arroz, Milho, Farinha e Banana para a Capital do Estado do Amazonas. É possível notar que no início de 1953, cerca de 350 pessoas já residiam na colônia. Muitas famílias já estavam devidamente instaladas e assentadas, dentre as quais pode-se destacar as famílias de Raimundo Germiniano de Almeida, pilar da Colônia; a de Joaquim Estevão de Araújo; a de José Firmino Azevedo (Congo); a de Genésio Rufino; a de Salomão Dantas; a de Nemésio Simeão Vieira; a dos irmãos Pedro e Aniceto Vieira Barros; a de Luiz (Toco); a do ”Pemba”; a do “Caboclo Firme”; a do Chico “Amazonense”; a de Martinzinho; a do Caboclo “Chagas”; a de José Batista Garcia, cunhado de Raimundo e algumas outras não citadas, e nem por isso, menos importantes. == Geografia == A sede municipal de Mucajaí se liga à Boa Vista, a uma distância de 58 km pela BR-174. Ela também se conecta com a Vila Iracema no sentido sul (Manaus) e ainda com o município do Alto Alegre, passando pelo interior do município, por meio da RR-325. === Subdivisão administrativa === Segue uma relação de das principais localidades não-índigenas do município e suas respectivas populações segundo o Censo de 2010.bestatistica/populacao/censo2010/default.shtm Dados com base em levantamentos utilizando os resultados do Censo 2010 do IBGE. Acesso em 7 fev 2012. * 8.934 habitantes - Mucajaí (sede) * 663 habitantes - Vila do Apiaú * Tamandaré - Subdividida em: Canta Galo(Serra Dourada), Lago do Manoel e Perdidos; * Samaúma - Subdividida em: Região do 'T' e Vila Nova. * Cachoeirinha. === Problemas socioambientais === Devido aos altos índices de devastação florestal, em 9 de novembro de 2023, o município de Mucajaí foi incluído na relação de municípios situados no bioma Amazônia considerados prioritários pelo governo federal para ações de prevenção, controle e redução dos desmatamentos e degradação florestal. == Organização Político-Administrativa == O Município de Mucajaí possui uma estrutura político-administrativa composta pelo Poder Executivo, chefiado por um Prefeito eleito por sufrágio universal, o qual é auxiliado diretamente por secretários municipais nomeados por ele, e pelo Poder Legislativo, institucionalizado pela Câmara Municipal de Mucajaí, órgão colegiado de representação dos munícipes que é composto por 9 vereadores também eleitos por sufrágio universal.MEIRELLES, Hely Lopes. Direito municipal brasileiro. 18. ed. São Paulo: Malheiros, 2017. === Atuais autoridades municipais de Mucajaí === * Prefeita: Eronildes Aparecida Gonçalves \"Dona Nega\" - PL (2021/-) * Vice-prefeito: Cleude Rodrigues Diolino \"Kekeu\" - SOLIDARIEDADE (2021/-) * Presidente da Câmara: Joelson Costa - PL (2021/-) == Economia == Concentra-se na agropecuária e na mineração. Produz, em especial, arroz, madeira, abacaxi, mamão, gado, leite, milho Cerâmica etc... == Infraestrutura == === Saúde === Os estabelecimentos de saúde pública são os seguintes: * 1- Hospital público com 22 leitos, * 9- Unidades Básicas de Saúde, sendo 3 na sede e demais nas vilas do interior, * 1- Base descentralizada do Serviço de Atendimento Móvel de Urgência- SAMU * 1- Unidade Vigilância Sanitária * 1- Centro de Atenção Psicossocial (CAPS) === Educação === Os estabelecimentos de educação pública são os seguintes: * 8- Escola Estaduais * 13- Escolas Municipais * 1- Polo de Apoio Presencial do Sistema Universidade Aberta do Brasil- UAB * 1- Polo de Apoio da Universidade Virtual de Roraima- UNIVIRR === Cultura === Os estabelecimentos culturais do município são os seguintes: * Complexo Cenográfico \"Estevan dos Santos\"; * Centro Municipal de Convenções; * Biblioteca Pública Municipal; * Parque de Exposição Velho Bahia; === Desportos e Lazer === Os equipamentos esportivos e de lazer são os seguintes: * Complexo Esportivo; * Praça Chaguinha Bahia Aguiar; * Praça da Juventude; * Praça Igarapé Samaúma; * Ginásio Municipal; * Ginásio Estadual. Transporte * 1- Terminal Rodoviário * 1- Cooperativa de Táxi de Mucajaí - COOTAM * 1- Associação Moto Táxi Macuxi- AMTM Comunicação * Sistema de Rádio Comunitária * Sistema de TV Local- Retransmissora REDE AMAZÔNICA * Serviço de Telefonia Móvel * Serviço de Telefonia Fixa * Serviço de Internet, Banda Larga, Fibra Óptica, Satélite Rádio * Agência dos Correios Segurança(Pública) * Policia Militar- PM * Policia Civil * Guarda Civil Municipal- GCM * Departamento Estadual de Transito- DETRAN OUTRAS * Sistema de Energia Elétrica- Operado pela Eletrobras Distribuição Roraima em Boa Vista * Sistema de Água Potável e Esgoto Sanitário - Operado pela Companhia de Água e Esgotos de Roraima- CAERR * Agência Bancária * Existem dois aeroportos no município: Um na reserva indígena Paapiu e na cidade (ambos ainda não homologados). == Ver também == * Lista de municípios de Roraima * Lista de municípios de Roraima por população * Serra do Apiaú == Bibliografia == * * == Ligações externas == *",
 "title": "Mucajaí"
}