{
 "id": "22960",
 "text": "{{Info/Município do Brasil | nome = São Luiz | foto = Caracaraí, Roraima.JPG | leg_foto = | apelido = Anauá | brasão = Brasao Sao Luiz.jpg | bandeira = Bandeira Sao Luiz.jpg | link_brasão = | link_bandeira = | link_hino = | aniversário = | fundação = | gentílico = são-luisense | lema = | padroeiro = | prefeito = James Batista | partido = Solidariedade | fim_mandato = 2024 | mapa = Brazil Roraima Sao Luis location map.svg | latP = N | latG = 01 | latM = 00 | latS = 18 | lonP = O | lonG = 60 | lonM = 09 | lonS = 32 | estado = Roraima | região_intermediária = Rorainópolis-Caracaraí | data_região_intermediária = IBGE/2017 | região_imediata = Rorainópolis | data_região_imediata = IBGE/2017 | vizinhos = Caracaraí, São João da Baliza e Rorainópolis | dist_capital = 298 | área = 1526.898 | área_ref = | população = 8232 | população_pos = RR: 15º | data_pop = IBGE/2021 | altitude = | clima = equatorial | sigla_clima = | idh = 0.649 | data_idh = PNUD/2010 | pib = mil | data_pib = IBGE/2019 | pib_per_capita = 18485.82 | data_pib_per_capita = IBGE/2019 }} São Luiz (também conhecida por São Luiz do Anauá ou Anauá, em alusão ao rio homônimo) é um município brasileiro do estado de Roraima, situado na região popularmente chamada de Baixo rio Branco ou Sul do Estado. == História == O nome do município relaciona-se ao rio Anauá e à capital do Maranhão (São Luís), terra natal da maioria dos pioneiros da colonização, formando \"São Luís do Anauá\" (embora tenha sido registrado apenas como \"São Luiz\"). Foi criado pela Lei Federal nº 7.009, de julho de 1982, com terras desmembradas do município de Caracaraí. É o menos extenso do estado, localizando-se no sudeste roraimense. Em 2023, a Assembleia Legislativa de Roraima aprovou a realização de um plebiscito visando a alteração do nome do município. A consulta popular foi realizada em 06 de outubro de 2024, durante o primeiro turno das eleições municipais, quando a população local decidiu por alterar o nome do município para \"São Luiz do Anauá\" com 83,43% dos votos válidos. == Geografia e transporte == Liga-se à Boa Vista pela BR-210, a uma distância de 298 km. === Localidades principais === Segue uma relação de das principais localidades não-índigenas do município e suas respectivas populações segundo o Censo de 2010.bestatistica/populacao/censo2010/default.shtm Dados com base em levantamentos utilizando os resultados do Censo 2010 do IBGE. Acesso em 7 fev 2012. * 4.455 habitantes - São Luiz (sede) * 571 habitantes - Vila Moderna == Organização Político-Administrativa == O Município de São Luiz do Anauá possui uma estrutura político-administrativa composta pelo Poder Executivo, chefiado por um Prefeito eleito por sufrágio universal, o qual é auxiliado diretamente por secretários municipais nomeados por ele, e pelo Poder Legislativo, institucionalizado pela Câmara Municipal de São Luiz do Anauá, órgão colegiado de representação dos munícipes que é composto por 9 vereadores também eleitos por sufrágio universal.MEIRELLES, Hely Lopes. Direito municipal brasileiro. 18. ed. São Paulo: Malheiros, 2017. === Atuais autoridades municipais de São Luiz do Anauá === * Prefeito: James Moreira Batista - SD (2021/-); * Vice-prefeito: Francisco Servolo Barboza - REPU (2021/-); * Presidente da câmara: Benilson Freitas Moreira - SD (2023/-). == Economia == Concentra-se na agropecuária. Produz, em especial, arroz, gado bovino, feijão, mel, mandioca e milho. == Esportes == O município é sede da Associação Esportiva Real, clube que foi campeão roraimense em 2011, na sua estreia no profissionalismo. == Infraestrutura == Na saúde, existe um hospital público com 25 leitos e vários postos no interior. Conta com um sistema de distribuição de água, energia elétrica (distribuída pela CER, através da hidroelétrica de Jatapu), agência dos correios e rede telefônica. Existem no município dezenove escolas de ensino fundamental e uma de ensino médio. ==Ver também== * Lista de municípios de Roraima por população === Bibliografia === * ==Ligações externas== * Página da Prefeitura Municipal",
 "title": "São Luiz (Roraima)"
}