{
 "id": "22962",
 "text": "{{Info/Município do Brasil | nome = Iracema | foto = | leg_foto = | apelido = | brasão = Brasao Iracema RR.jpg | bandeira = Bandeira Iracema RR.jpg | link_brasão = | link_bandeira = | link_hino = | aniversário = | fundação = | gentílico =iracemense | lema = | padroeiro = | prefeito = Jairo Ribeiro | partido = MDB | fim_mandato = 2024 | mapa = Brazil Roraima Iracema location map.svg | latP = N | latG = 02 | latM = 10 | latS = 55 | lonP = O | lonG = 61 | lonM = 02 | lonS = 27 | estado = Roraima | região_intermediária = Rorainópolis-Caracaraí | data_região_intermediária = IBGE/2017 | região_imediata = Caracaraí | data_região_imediata = IBGE/2017 | vizinhos = Mucajaí, Alto Alegre, Cantá, Caracaraí, Barcelos (AM) e a Venezuela. | dist_capital = 317 | área = 14119.412 | área_ref = | população = 10859 | população_pos = RR: 10º | data_pop = IBGE/2017 | altitude = 80 | clima = | sigla_clima = | idh = 0.582 | data_idh = PNUD/2010 | pib = mil | data_pib = IBGE/2008 | pib_per_capita = 9456.28 | data_pib_per_capita = IBGE/2008 }} Iracema é um município brasileiro do estado de Roraima. Sua população, conforme estimativas de 2017 do Instituto Brasileiro de Geografia e Estatística (IBGE) era de habitantes. == Etimologia == O nome Iracema é uma homenagem a Iracema Chagas Damasceno (morreu em 1982), esposa do primeiro colonizador não-indígena que se estabeleceu na região, Militão, morador nativo de Caracaraí. A região era conhecida como Vila do Maranhenses, Vila dos Freitas ou Vila Nova. Iracema foi homenageada pois morreu num acidente de carro levando os seus parentes da cidade de Manaus até a cidade de Caracaraí. == História == O município foi criado a partir de terras desmembradas de Mucajaí, onde se localiza a sede municipal, e Caracaraí. Foi criado pela Lei Estadual nº 83, de 4 de novembro de 1994. Elevou-se à condição de município em 4 de novembro de 1994. == Geografia e transporte == === Localidades principais === Segue uma relação de das principais localidades não-índigenas do município e suas respectivas populações segundo o Censo de 2010.bestatistica/populacao/censo2010/default.shtm Dados com base em levantamentos utilizando os resultados do Censo 2010 do IBGE. Acesso em 7 fev 2012. * 4.078 habitantes - Iracema (sede) * 1230 habitantes - Agrovila do PA Campos Novos * Fazenda Boa Esperança (clinica de recuperação de dependentes químicos) * Ajarani Liga-se à Boa Vista pela BR-174, a uma distância de 93 km. == Organização Político-Administrativa == O Município de Iracema possui uma estrutura político-administrativa composta pelo Poder Executivo, chefiado por um Prefeito eleito por sufrágio universal, o qual é auxiliado diretamente por secretários municipais nomeados por ele, e pelo Poder Legislativo, institucionalizado pela Câmara Municipal de Iracema, órgão colegiado de representação dos munícipes que é composto por 9 vereadores também eleitos por sufrágio universal.MEIRELLES, Hely Lopes. Direito municipal brasileiro. 18. ed. São Paulo: Malheiros, 2017. === Atuais autoridades municipais de Iracema === * Prefeito: Jairo Andre Ribeiro Sousa - REPU (2021/-); * Vice-prefeito: Francisco das Chagas Cardoso da Silva \"Kiko\" - SD (2021/-); * Presidente da câmara: Edson Pereira \"Edinho\" - PP (2021/-); == Economia == Concentra-se na agricultura e pecuária. Produz, em especial, leite e derivados (produção que têm crescido bastante). == Infraestrutura == Na saúde, existe um Hospital e duas UBS Unidade de Atendimento Básico e um posto médico. Conta com sistema de distribuição de água (distribuída pela Companhia de Águas e Esgotos de Roraima - CAER) e energia elétrica (distribuída pela Roraima Energia). Existem no município 3 escolas de ensino fundamental e 2 de ensino médio. == Ver também == * Serra do Apiaú == Bibliografia == * == Ligações externas == * * Iracema Categoria:Municípios fronteiriços do Brasil",
 "title": "Iracema (Roraima)"
}