{
 "id": "22987",
 "text": "As samambaias, ou fetos, são vegetais vasculares membros do táxon das pteridófitas (que deixou de ter validade taxonômica e só é utilizado como uma denominação informal). Elas possuem tecidos vasculares (xilema e floema), folhas verdadeiras, se reproduzem através de esporos e não produzem sementes ou flores. A diversificação das samambaias parece ter ocorrido no Devoniano (há mais de 400 milhões de anos). Elas foram essenciais na ocupação dos ambientes terrestres pelos animais, fornecendo habitat e alimento além de serem importantes na formação do solo rico em nutrientes que viria a propiciar a formação das grandes florestas do carbonífero. Neste período as samambaias e as licófitas eram as principais representantes vegetais do planeta. Apesar de não produzirem frutos e dependerem da dispersão de seus esporos para colonizar novas áreas, as samambaias são muito bem distribuídas nas zonas tropicais, subtropicais e temperadas do mundo. Somente no Brasil já foram descritas mais de mil espécies de samambaias. Sua distribuição geográfica parece estar ligada de maneira intrínseca a diversos fatores abióticos como temperatura, umidade e pH. O ciclo de vida das samambaias é consideravelmente distinto do de outras plantas, possuindo alternância de gerações entre um esporófito diploide e um gametófito haploide. Inicialmente, o esporófito (2n), que é a samambaia propriamente dita, produz esporos haploides (n) através da meiose. Após a dispersão, esses esporos crescem por mitoses em um gametófito (n), que é chamado de protalo, um estágio de vida curta com capacidade fotossintética. Este protalo produz gametas (n) tanto masculinos quanto femininos através de mitoses. O gameta masculino, que é flagelado, fertiliza o gameta feminino, que é imóvel e permanece aderido ao protalo. O ovo fertilizado forma o zigoto (2n) de um novo esporófito (formando uma nova samambaia). O principal risco ambiental que afeta as samambaias é o desmatamento, a fragmentação de habitats, o aumento do efeito de borda e a invasão de plantas exóticas. Elas não possuem a mesma importância econômica e nutricional que as angiospermas, contudo, são amplamente utilizadas como plantas ornamentais e possuem grande valor cultural em diferentes países. Na Nova Zelândia, por exemplo, a samambaia de prata (silver fern) é tida como um dos símbolos do país por ser uma planta nativa e endêmica da ilha e por apresentar uma coloração acinzentada similar à prata. Algumas espécies de samambaias são consideradas invasoras e tratadas como pragas por ameaçar a biodiversidade. Este é o caso da samambaia australiana (Cyathea cooperi) que foi introduzida no Havaí e hoje cresce sem controle, competindo com a vegetação nativa. Recentemente, estudos apontam que uma espécie de samambaia, a Pteris vittata, tem um grande potencial para ser utilizada em bioremediação de locais contaminados por arsênico. Este contaminante de atividades de mineração e do uso de pesticidas pode causar câncer e se acumula tanto no solo quanto na água. A samambaia aparentemente acumula o arsênico em seus tecidos, removendo-o do solo, sendo assim capaz de despoluir um local contaminado. == Etimologia == \"Feto\" origina-se do termo latino filictu.FERREIRA, A. B. H. Novo Dicionário da Língua Portuguesa. Segunda edição. Rio de Janeiro: Nova Fronteira, 1986. p.773 Existindo, ainda, as variantes regionais, por sinal mais antigas, «feito» e «feiteira». \"Samambaia\" é um termo originário da língua tupi, com duas explicações etimológicas possíveis: * ham ã'bae, \"o que se torce em espiral\";FERREIRA, A. B. H. Novo dicionário da língua portuguesa. 2ª edição. Rio de Janeiro. Nova Fronteira. 1986. p. 1 543. * samambaîa, \"corda de pesos, de brincos, de pingentes\".NAVARRO, E. A. Dicionário de tupi antigo: a língua indígena clássica do Brasil. São Paulo. Global. 2013. p. 437. == Descrição == Esta definição geral inclui não só as conhecidas samambaias de grandes folhas verdes, mas também vários outros grupos de plantas que tradicionalmente estão (ou estiveram) na divisão Plantae/Pteridophyta, mas que, atualmente, distribuem-se em várias divisões. Este artigo refere-se às \"verdadeiras\" samambaias, incluídas no grupo dos samambaias (ou fetos) leptoesporangiadas (por partilharem o leptosporângio, ver abaixo). Este é o grupo mais diversificado de plantas verdes depois das espermatófitas, com mais de 12 000 espécies presentes no mundo, principalmente em climas tropicais. O esporófito das samambaias - a planta adulto|adulta que normalmente vemos - é formada por: * Um rizoma, ou seja, um caule rastejante, em grande parte subterrâneo, sem nós e é constituído apenas por tecidos primários (epiderme, parênquima, xilema e floema), embora algumas espécies desenvolvam um tronco vertical - as fetos arbóreos ou xaxins; * Raízes adventícias, normalmente finas e resistentes, nascentes no rizoma; * Frondes ou folhas verdes (com capacidade fotossintética) formadas por: ** Um pecíolo, também chamado estipe, cujas características são muitas vezes usadas para classificar as samambaias em gêneros e famílias; ** A lâmina, ou seja, a parte verde da folha, que é muitas vezes composta em pinas ou recomposta em pínulas; o eixo da folha composta tem o nome de raque ou ráquis; ** soros que são conjuntos de esporângios, normalmente na página abaxial das frondes - estas, também chamadas folhas ou frondes férteis, podem ser diferentes das folhas vegetativas; Samambaias são pteridófitas. Ao contrário das folhas das espermatófitas, que crescem lateralmente a partir duma gema apical do caule, as frondes das samambaias crescem a partir de um meristema apical, na sua extremidade, desenrolando-se à medida que crescem, num processo conhecido por vernação circinada. == Venação das Frondes == A maioria das samambaias possui folhas com nervuras pinadas, com a nervura principal partindo do raque e as nervuras secundárias repetindo o processo. Em algumas espécies, no entanto, as nervuras juntam-se numa teia (anastomosam-se; venação reticulada), em que a área fechada por nervuras se denomina aréola. Em casos raros, a venação pode ser completamente dicotômica, em que as nervuras partem aos pares de cada ponto e se ramificam também aos pares, sem nunca chegar a existir uma verdadeira nervura central. As folhas jovens de muitas espécies de samambaia têm venação dicotômica, mas as folhas mais desenvolvidas têm geralmente uma nervura central distinta. == Indumento == Nas samambaias ou fetos, o crescimento das epidermes de caules e folhas são comuns e variados, e estas características são bastante importantes na descrição e na identificação. As consequências simples compuseram de uma única pilha ou uma corrente de diversas pilhas, que é chamada geralmente de pelos ou tricomas. Tricomas que tem duas ou três fileiras paralelas das pilhas na base e em uma única lima das pilhas na ponta é chamado cerdas (setae). Sequências mais elaboradas que deem forma a placas lisas de 3-20 ou mais fileiras das pilhas são escalas (paleae). As escalas podem ser unidas na base ou centralmente em um estalse pequeno. Uma das características mais distintivas de muitos cabelos e escalas é a presença de pilhas secretoras terminais ampliadas e arredondadas. Os cabelos glandulares, chamados às vezes as glândulas, podem caracterizar a espécie particular. Tais glândulas não devem ser confundidas com os nectários, que são também estruturas secretoras. Os nectários são raros nas samambaias e foram encontrados no feno da samambaia e em determinados polypodies. Gametophytes de a maioria das samambaias tende a ter os cabelos amarronzados ou incolores distintivos (rizoide) esse aparentemente saque coletar a água e para escorar a planta. == Esporângios == Os esporângios das samambaias eusporangiadas têm uma estrutura semelhante aos microsporângios das espermatófitas, com paredes formadas por várias camadas de células, originadas de várias células-mãe iniciais. Estes esporângios abrem normalmente por uma fenda transversal e podem produzir centenas ou milhares de esporos. Nas samambaias leptosporangiadas, no entanto, o esporângio tem origem numa única célula-mãe e está reduzido a uma pequena cápsula formada por uma única camada de células, com um pedúnculo formado por tricomas ou pelos. Estes leptosporângios produzem sempre um número de esporos múltiplo de 16, na maior parte dos casos, 64. Algumas destas estruturas possuem um anel (anulus) formado por uma fiada de células de paredes mais grossas que as restantes, cuja forma é um fator de classificação das famílias de samambaias. Os esporângios das samambaias podem formar-se solitariamente ou em soros, que estão normalmente protegidos por uma parede chamada indúsia. Em algumas espécies, esta proteção é formada por uma dobra da margem da fronde, passando a chamar-se falsa indúsia. == Esporos == Os esporos das samambaias modernas são todos de um único tipo, e a taxa seria homoesporous. Os esporos individuais são na maior parte 20-60 micrômetros no comprimento ou no diâmetro. Os esporos podem ser tetrahedral ou quase globose, e a cicatriz (laesura) na superfície (proximal) interna pode ser triradiate; ou os esporos podem ser mais ou menos reniforme ou feijão-dado forma e bilateral, com um único laesura reto. O tipo com o laesura do triradiate é chamado trilete, e esse com o laesura linear, monolete. Algumas samambaias evoluíram a circunstância sabida como heterospory, em que dois tipos de esporos são produzidos por uma espécie dada: esporos pequenos na maior parte 20-30 micrômetros de comprimento (chamado macho) e os esporos grandes 200-700 micrômetros no diâmetro (chamado fêmea). == Cromossomos == As células-mães dos esporos, localizadas dentro dos esporângios em desenvolvimento, são muitas vezes usadas para estudar os cromossomos das fetas. As espécies homósporas têm um elevado número de cromossomos, com o número básico (haplóide) variando entre vinte e 110; este número é dos mais elevados que se conhecem entre as plantas vasculares. As samambaias heterósporas têm um número básico de cromossomos muito mais baixo, da ordem dos que se conhecem entre as espermatófitas, ou seja, entre sete e onze. Pela observação de cromossomos em meiose, pode determinar-se se a planta é um híbrido - nestes casos, a meiose é geralmente irregular e resulta em esporos mal formados. == Gametófito == O gametófito das samambaias - protalo - é formado por: * Um tecido muito simples, parenquimatoso e sem estrutura vascular - um talo - que pode ser aéreo e verde com capacidade fotossintética, ou subterrâneo e saprófito, em geral com rizoides, sobre o qual (ou embebidos no tecido) se encontram * os gametângios - o órgão reprodutor masculino, denominado anterídeo, que produz anterozoides móveis, e/ou o órgão reprodutor feminino, denominado arquegônio, que contém uma única oosfera (gameta feminino fixo). Uma vez que os anterozoides são móveis, a sua maturação depende da presença de água, ambiente no qual estes gâmetas nadam até ao arquegônio para fecundarem a oosfera. A maioria dos protalos das samambaias são dioicos, ou seja, cada indivíduo tem apenas anterídeos ou arquegônios, promovendo assim a recombinação genética. == Evolução e classificação == As fetas ou samambaias apareceram pela primeira vez em fósseis do Período Carbonífero. Por volta do Triássico surgiram os primeiros fósseis com características de espécies modernas. A grande expansão das samambaias ocorreu no final do período Cretáceo, quando muitas das famílias atuais de fetas surgiram. Os fetos e samambaias têm tradicionalmente sido agrupados na classe Filices. Dois relacionaram os grupos das plantas, sabidos geralmente como samambaias, são relacionados mais distante ao grupo principal das samambaias: as samambaias do agito (Psilófita) e as adicionador- linguetas, os moonworts e as uvas-samambaias(Ophioglossophyta). A Ophioglossophytes foi considerada anteriormente samambaia \"verdadeira\", e agrupada na família Ophioglossaceae, mas encontrado frenquentemente para ser relacionado mais distante. Alguns sistemas de classificação incluem o Psilopytes e o Ophioglossophytes na divisão Pteridophyta, quando outros lhes atribuírem divisões separadas. A filogenia moderna indica que o Ophioglossophytes, o Psilopytes, e os fenos verdadeiros constituem juntos um grupo monofilético, com um ancestral comum único. Os fenos \"verdadeiros\" podem ser subdivididos em quatro grupos principais, ou classes (ou ordens se as samambaias forem considerados como uma classe): * Marattiopsida * Osmundopsida * Gleicheniopsida * Pteridopsida === Filogenia === De acordo com a análise filogenética, as relações entre os grupos são como se segue:Theodor Cole & Hartmut Hilger 2013 Trachaeophyte Phylogeny =Na tradição popular= Ao feto, na tradição popular e folclórica europeia, são atribuidas propriedades mágicas, mormente afectas ao domínio dos sortilégios amorosos. Com efeito, na Turíngia, o feto era comummente designado por irrkraut (\"a erva que faz perder\"), sendo a planta, especialmente a sua semente, usada para fazer feitiços de amor e amavios. Por igual, no folclore tradicional português, também se atribuía às sementes do feto, mais concretamente as que fossem colhidas na véspera de São João, a susceptibilidade de serem usadas na preparação de amavios ou amuletos com propriedades amorosas. «O feto, feito ou feitelha, cuja semente o vulgo colhe com um guardanapo, na noite de São João, para aquele que a possuir se torne amado (...)» Categoria:Pteridófitas Categoria:Pteridófitas de clima marítimo temperado Categoria:Fitônimos e zoônimos de origem tupi",
 "title": "Samambaia"
}