{
 "id": "22997",
 "text": "The Locust é uma banda de San Diego, Califórnia formada em 1995 por Justin Pearson (vocal e baixo), Dylan Scharf (vocal e guitarra), Bobby Bray (vocal e guitarra), Dave Warshaw (vocal e teclados) e Dave Astor (bateria). A banda dispõe de um som experimental, permeando gêneros mais extremos do hardcore. A banda usa sintetizadores e distorções de forma a unir agressividade com experimentação eletrônica. O figurino do quarteto consiste em uniformes verdes de gafanhotos usados nas apresentações ao vivo. Lançando durante vários anos EP e splits em parceria com bandas do cenário underground como Melt-Banana, Man Is the Bastard, Jenny Piccolo, lançaram o seu primeiro álbum em 1998, o autointitulado \"The Locust\". Em 2003, o The Locust lançou o álbum \"Plague Soundscapes\" pela Anti- (gravadora irmã da Epitaph), com 23 músicas de seu repertório. Em 2005 lançaram o EP \"Safety Second, Body Last\" pela gravadora Ipecac, com apenas uma faixa, dividida em 10 ambientes diferentes ao longo do EP. Neste trabalho, o The Locust investe mais na música eletrônica, ficando mais de lado a parte grindcore. == Discografia == * Split 10\" EP com Man Is the Bastard pela King of the Monsters (1995) * Split 5\" com Jenny Piccolo pela Three One G (1995) * The Locust 7\" pela Gold Standard Laboratories (1997), re- lançado como 3\" CD e 7\" com faixas bonus em 2004. * The Locust LP/CD pela Gold Standard Laboratories (1998) * Split 7\" com Arab on Radar pela Gold Standard Laboratories (2000) * Well I'll Be a Monkey's Uncle 2x12\"/CD (2000) apresentando remixes de Kid606, I Am Spoonbender e Sinking Body, entre outros artistas. * Flight of the Wounded Locust 7\"/CDEP pela Gold Standard Laboratories (2001) * Split 7\" com Melt-Banana pela Gold Standard Laboratories (2002) * Follow the Flock, Step in Shit 3\" CD pela Three One G (2003), com faixas do split 5\" com Jenny Piccolo e mais uma faixa bonus. * Plague Soundscapes CD/LP picture disc pela ANTI- (2003) * Safety Second, Body Last CDEP pela Ipecac Recordings, e 12\" pela Radio Surgery (2005) * New Erections CD pela ANTI-, e LP pela Radio Surgery (2007) molecular genetics, (2012) you'll be safe forever (2013) == Ligações externas == * * Categoria:Bandas de grindcore Categoria:Bandas da Califórnia Categoria:Cantores mascarados",
 "title": "The Locust"
}