{
 "id": "23004",
 "text": "{{Info/Município do Brasil |nome = Messias Targino |foto = Praça João Jales Dantas, ao fundo Igreja de Nossa Senhora das Graças.jpg |leg_foto = Praça João Jales Dantas, ao fundo a Igreja de Nossa Senhora das Graças |apelido = Junco |brasão = Brasão de Messias Targino.png |bandeira = Bandeira de Messias Targino RN 2.png |link_hino = |aniversário = |fundação = |gentílico =messias-targinense, messiense (mais utilizado) |lema = |padroeiro = Nossa Senhora das Graças |prefeito = Francisca Shirley Ferreira Targino |partido = PL |fim_mandato = 2024 |mapa = Brazil Rio Grande do Norte Messias Targino location map.svg |latP = S | latG = 06 | latM = 04 | latS = 44 |lonP = O | lonG = 37 | lonM = 30 | lonS = 50 |estado = Rio Grande do Norte |região_intermediária = Mossoró |região_imediata = Mossoró |vizinhos = Patu (oeste), Janduís (nordeste), Campo Grande (leste), Belém do Brejo do Cruz-PB (sul) |dist_capital = 304 |área = 135.091 |área_ref = |população = 4188 |data_pop = IBGE/2019 |altitude = |clima = Semiárido |sigla_clima = BSh |idh = 0.644 |data_idh = PNUD/2010 |pib = mil |data_pib = IBGE/2019 |pib_per_capita = 19181.27 |data_pib_per_capita = IBGE/2019 |site_prefeitura = messiastargino.rn.gov.br |site_câmara = cmmessiastargino.rn.gov.br }} Messias Targino é um município brasileiro do interior do estado do Rio Grande do Norte. De acordo com o IBGE (Instituto Brasileiro de Geografia e Estatística), no ano 2014 sua população era de em habitantes, distribuídos em uma área territorial de aproximadamente , resultando em uma densidade populacional de . == História == Em terras do município de Patu, dominadas pelo Serrote Junco e formada por calcários que permitem a conservação da umidade e da produção de juncáceos, teve início uma povoação que foi chamado Junco. Sem maiores registros oficiais o que se sabe da localidade através dos mais antigos, é que nos meados de 1852 a região de Junco era composta por uma pequena e esparsa povoação que vivia da criação de gado. Com suas terras ricas em calcário para o fabricação de cal, as potencialidades naturais de Junco, em 1894, já eram consideradas um fato consumado. Em 8 de maio de 1962, pela Lei nº 2.750, Junco desmembrou-se da cidade de Patu, e tornou-se município permanecendo com esse nome por pouco tempo, sendo posteriormente modificado para Messias Targino, em homenagem a um antigo membro de importante família da região. == Geografia == Distante 304 de Natal, capital estadual, Messias Targino ocupa , correspondendo a 0,2558% da superfície estadual, dos quais apenas constituem de fato a área urbana. Desde 2017, quando as microrregiões e mesorregiões foram substituídas pelas regiões geográficas imediata e intermediária, respectivamente, Messias Targino pertence às regiões imediata e intermediária de Mossoró. Até então, fazia parte da microrregião do Médio Oeste, que por sua vez estava incluída na mesorregião do Oeste Potiguar. Limita-se com Janduís a norte; Belém do Brejo do Cruz, na Paraíba, a sul; Campo Grande e novamente Janduís e Belém do Brejo do Cruz a leste e Patu a oeste. O relevo do município apresenta altitudes predominando entre duzentos e quatrocentos metros e está inserido na Depressão Sertaneja e no Planalto da Borborema, do qual fazem parte as serras de Caramuru, do Junco, Preta, Vermelha e do Vinagre e os serrotes Bicudo, do Encanto e Velhacaria, onde estão as maiores altitudes. A área de Messias Targino encontra-se situada no embasamento cristalino, formada por rochas metamórficas do período Pré-Cambriano Superior, entre 570 milhões e 1,1 bilhão de anos. Predomina o solo podzólico vermelho-amarelo equivalente eutrófico, bastante fértil, bem drenado e de textura média, formada tanto por areia quanto por argila, ocorrendo também os solos bruno não cálcico e litólico, o último denominado de neossolo na nova classificação brasileira de solos e os demais chamados de luvissolo. A vegetação desses solos é xerófila e de pequeno porte, constituída pela Caatinga, que perde suas folhas no período seco. Messias Targino é cortado pelos riachos Capitão, do Junco e da Quixaba, possuindo seu território integralmente na bacia hidrográfica do Rio Apodi-Mossoró. A cidade é abastecida pela Barragem Armando Ribeiro Gonçalves, sendo a água transportada pela Adutora Deputado Arnóbio Abreu, que integra o Sistema Adutor do Médio Oeste. Com temperaturas elevadas chuvas concentradas concentradas no primeiro semestre, o clima é semiárido. De 2004 a 2020, segundo dados da Empresa de Pesquisa Agropecuária do Rio Grande do Norte (EMPARN), o maior acumulado de chuva em 24 horas registrado na cidade alcançou 165 em 22 de abril de 2020, seguido por nos dias 11 de fevereiro de 2017 e 17 de abril de 2018, em 21 de fevereiro de 2007, em 20 de abril de 2013 e em 26 de março de 2018. O mês de maior precipitação foi abril de 2018, com . == Religião == O município conta apenas com uma igreja (capela) que pertence a paróquia da cidade de Patu. Na capela são realizadas celebrações e outros eventos religiosos, entre os quais destaca-se a festa de Nossa Senhora das Graças no mês de novembro. Segundo o IBGE, Messias Targino no ano de 2010 possuía uma população pertencente a religião católica apostólica romana de 3.690 pessoas, 125 evangélicos, 116 nas religiões evangélicas de origem pentecostal, 9 pessoas da religião espírita e 358 pessoas declararam não ter nem uma religião. == Subdivisões == A atual divisão da sede administrativa do município é formada pelos bairros Parque das Rosas, Alto do Bonito, Lagoa do Junco, Sol Nascente e Centro, além de manter, além dos conjuntos habitacionais Noêmia Almeida (antigo Antônia Gomes) e Osnildo de Freitas Targino (antigo Conjunto das Rosas). == Política == O poder executivo de Messias Targino, é formado pelo prefeito(a), e por seus seis secretários municipais seguindo o modelo proposto pela Constituição Federal, que ocupam as seguintes pastas de: Educação, Cultura Turismo Esporte e Lazer, Ação Social, Saúde e Saneamento, Agricultura Pecuária e Meio Ambiente e Obras e Serviços Públicos. O poder legislativo do município é formado por nove vereadores eleitos constitucionalmente pela população. O primeiro prefeito constitucional foi o senhor Osnildo de Freitas Targino, eleito em 1 de dezembro de 1963. A sede do poder executivo messiense atualmente é sediada no Palácio 8 de Maio, na rua Manoel Fernandes Jales, centro da Cidade. Ao todo o município teve quatorze prefeitos, um interino e treze constitucionais. Prefeitos de Messias Targino Posição Prefeitos Vice Eleito Posse 1º João Jales Dantas (interino) (sem registros) 7 de junho de 1962 7 de junho de 1962 2º Osnildo de Freitas Targino Edimar Teixeira Diniz 1 de dezembro de 1963 31 de janeiro de 1964 3º Inácio Gabriel Da Silva (sem registro) 15 de novembro de 1968 31 de janeiro de 1969 4º João Jales Dantas Everton Medeiros 15 de novembro de 1972 31 de janeiro de 1973 5º Maria do Socorro F. Targino Antonio Dantas Diniz 15 de novembro de 1976 31 de janeiro de 1977 6º Edmilson Fernandes Jales (sem registro) 15 de novembro de 1982 31 de janeiro de 1983 7º César Teixeira Jales José Maria de Medeiros 15 de novembro de 1988 1 de janeiro de 1989 8º José Maria de Medeiros (sem registro) (sem registro) 9º Epitácio Fernandes Jales (Sem registro) 3 de outubro de 1992 1 de janeiro de 1993 10º César Teixeira Jales Francisco Ezequiel da Silva 3 de outubro de 1996 1 de janeiro de 1997 11º Elio Jales de Almeida Antenor L. de Medeiros 1 de outubro de 2000 1 de janeiro de 2001 12ª Francisca Shirley F. Targino Cleiston Rubens T. Azevedo 3 de outubro de 2004 1 de janeiro de 2005 13ª Francisca Shirley F. Targino Cleiston Rubens T. Azevedo 5 de outubro de 2008 1 de janeiro de 2009 14º Arthur de Oliveira Targino Genésio Francisco Pinto Neto 7 de outubro de 2012 1 de janeiro de 2013 15º Francisca Shirley F. Targino Genésio Francisco Pinto Neto 02 de outubro de 2016 1 de janeiro de 2017 == Economia == Segundo informações divulgadas pelo IBGE em 2011, o Produto Interno Bruto (PIB) de Messias Targino era de 30.906 mil reais e o PIB per capita é de 7.315.04 Reais. A economia messiense existe a partir da agricultura, que antes era praticada unicamente para a subsistência dos pequenos agricultores, mais hoje deu lugar à chamada agricultura familiar, em que os trabalhadores rurais se organizaram e criaram formas de vender parte da produção, mantendo uma parte para o próprio consumo. A economia local, que dependia exclusivamente dos recursos do Fundo de Participação dos Municípios (FPM), ou seja, do repasse de verbas do governo federal, hoje tem outra história para contar. A cidade que sofria com analfabetismo, desemprego, êxodo rural, entre outros problemas econômicos e sociais, é exemplo de que o investimento no empreendedorismo é inovador e transformador. Com o surgimento de políticas públicas do Governo Federal e da Administração Municipal, em que há muitas parcerias entre o Poder Público, associações de trabalhadores, sindicato representativo do homem e da mulher do campo e outras entidades. Com isso foi que criada a Feira Agroecológica e Solidária que há cinco anos existe e que é realizada semanalmente no centro da cidade, a destinação de parte da produção para o Programa “Compra Direta” e depois, para a merenda escolar do Município, são formas de escoamento da produção da chamada agricultura familiar. Em Messias Targino, uma fábrica de produtos de limpeza e alguma facções de costuras também impulsiona a economia da cidade, além do comércio local que movimenta bastante a mercado econômico do município. == Infraestrutura == === Educação === Messias Targino hoje conta 6 estabelecimentos de ensino, desses seis três são da rede pública e três da privada, o município conta com uma escola da rede Estadual \"Escola Estadual Apolinária Jales\" sendo que essa conta com ensino infantil, fundamental e médio, e uma da rede municipal \"Escola Municipal Prof. Júlio Benedito\" que dispõe de ensino infantil e fundamental e uma creche municipal que dispõe do ensino maternal e infantil e outra em fase de construção. Segundo o senso de 2010 realizado pelo IBGE existiam 118 pessoas que frequentavam pré-escolar, 782 pessoas que frequentavam regular do ensino fundamental, 159 pessoas que frequentavam regular do ensino médio, 116 pessoas que frequentavam superior de graduação e 21 pessoas que frequentavam educação de jovens e adultos do ensino fundamental - pública. === Saúde === A cidade dispõe de um hospital de pequeno porte que é administrado pelo governo municipal, e dispõe ainda de uma unidade básica de saúde e outro em fase de construção tendo até o momento 09 leitos. A prefeitura municipal de Messias Targino, por meio da Secretaria Municipal de Saúde, está desenvolvendo na unidade básica de saúde Dr. Edino Jales, que recentemente pôs em prática o projeto de Gestante “Nascer Bem“, dirigido a grupos de gestantes e de aleitamento materno do município, que auxilia no acompanhamento das gestantes. O município também conta com uma equipe de agentes de EDEMIAS para a prevenção contra o mosquito da Dengue. === Esporte === Messias Targino assim como outras cidades do Rio Grande do Norte também tem paixão pelo esporte, a cidade tem vários times distribuídos por ruas e bairros, além de contar com times de futsal nas modalidades juvenil e adulto masculino e feminino. Anualmente a prefeitura municipal realiza a maratona \"Titi Maçonila\" que atrai bastante competidores e atletas da cidade. Na infra estrutura o município conta com um ginásio poliesportivo equipado e moderno pronto para receber jogos de futsal, basquete, handebol e vôlei. A cidade ainda conta com uma quadra no bairro Parque das Rosas e outra na Escola Municipal Prof. Júlio Benedito atendendo assim a população das localidades. Os primeiros jogadores da cidade jogavam num time chamado \"Bota fogo Futebol Clube de Messias Targino\" que teve como primeiro presidente o senhor Osnildo de Freitas Targino, cujos primeiros jogadores foram: Francisco Inácio \"Chico Inácio\", José de Oliveira, \"Zé Gordo\", Edmundo Jales de Almeida, José Manuel de Oliveira - \"Zezinho de Sôro\", José Manuel, Epitácio Fernandes Jales dentre outros. === Serviços e transportes === O serviço de abastecimento de água é feito pela Companhia de Águas e Esgotos do Rio Grande do Norte (CAERN), enquanto a responsável pelo abastecimento de energia elétrica é a Companhia Energética do Rio Grande do Norte (Cosern), que fornece energia em todos os municípios do estado do Rio Grande do Norte. Ainda há serviços de internet discada e banda larga (ADSL) sendo oferecidos por provedores de acesso. Existe ainda serviço telefônico móvel, por telefone celular, que é oferecido até o momento pela operadora Telecom Italia Mobile (TIM). O código de DDD de Messias Targino é (84). E o seu Código de Endereçamento Postal é o (59775-000). A frota municipal no ano de 2013 era de 1.015 veículos, sendo 185 automóveis, 35 caminhões, 4 caminhões tratores, 82 caminhonetas, 9 micro-ônibus, 601 motocicletas e 4 ônibus. == Cultura == Desde o ano de 2005 o governo municipal vem realizando diretamente ou apoiando a iniciativa particular para eventos culturais, o Poder Público messiense passou a investir nesses eventos, também como forma de gerar renda e dividendos para o município. Até então, Messias Targino contava basicamente com os festejos alusivos à sua padroeira, Nossa Senhora das Graças, que são realizados em novembro de cada ano. Nem mesmo a festa de emancipação política do município, que aniversaria em 8 de maio, merecia a atenção do executivo municipal. Hoje a cultura já é realidade no município que sediou recentemente o 34° Escambo popular livre de rua, no período de 16 a 18 de agosto de 2013, articulado pela Cia. Arte e Ação e demais grupos do movimento que existem no município. Na parte social o município realiza anualmente a festa de emancipação política da cidade que acontece nos mês de maio, com apresentações culturais, gincanas, torneios de futsal e a tradicional maratona \"Titi Maçonila\" que tem maciça participação da população. A festa é encerrada com apresentações de bandas de forró de renome regional e até nacional chamando um grande público. No mesmo período realiza-se também a Cavalgada do sertão que atrai muitos simpatizantes, a Cavalgada já está no seu segundo ano consecutivo e deu lugar ao extinto torneio leiteiro que teve sua 4º e última edição em 2010. ; Eventos em Messias Targino Evento Data Emancipação política 8 de Maio Festa de Nsa. Senhora das Graças 18 a 27 de Novembro === Artesanato === Principais atividades: colcha de retalho, crochê, tapeçaria, bordado (toalha de mesa, redes e lençol de cama), argila (panelas, potes, jarros e tigelas), cerâmica (tijolos), palha de carnaúba e madeira (placas, talhas, desenhos), bolsas, fuxico, tricô, reciclagem, pintura e redes de pesca. Outras atividades: desenvolvimento de artesanato com papel de saco de estopa, arreios e selas, couro, gesso, biscuit, miçangas, aruás, rendas e vidros. Categoria:Municípios do Rio Grande do Norte Categoria:Fundações no Rio Grande do Norte em 1963",
 "title": "Messias Targino"
}