{
 "id": "23019",
 "text": "Maputo é a capital e a maior cidade de Moçambique. É também o principal centro financeiro, corporativo e mercantil do país. Localiza-se na margem ocidental da baía de Maputo, no extremo sul do país, perto da fronteira com a África do Sul e da fronteira com o Essuatíni e, por conseguinte, da tripla fronteira dos três países (onde se situa a vila da Namaacha). Fundada no século XVI, serviu como o principal entreposto português naquele ponto do oceano Índico, graças à sua baía privilegiada, tornando-se, em 1898, a capital da colónia; até 13 de março de 1976, a cidade era denominada \"Lourenço Marques\" em homenagem ao explorador português homónimo. A cidade constitui administrativamente um município com um governo eleito e tem também, desde 1980, o estatuto de província.Resolução da Comissão Permanente da Assembleia Popular (CP AP) n° 5/80, de 26/06/1980, publicada no BR nº 025, I Série, 2º Supl. de 26 de junho de 1980, pág. 82-(1) a 82-(2). Não deve ser confundida com a província de Maputo, que ocupa a parte mais meridional do território moçambicano, excetuando a cidade de Maputo. O município tem uma área de cerca de 300 km quadrados e uma população de (Censo de 2017) A sua área metropolitana, que inclui o município da Matola e os distritos de Boane e Marracuene, tem uma população de habitantes. == Etimologia == Foi fundada em 1782, na forma de uma feitoria com o nome de Lourenço Marques. A 9 de dezembro de 1876, foi elevada a vila e, em 10 de novembro de 1887, a cidade, por meio de um Decreto do Rei de Portugal (formalmente intitulado Decreto Régio). A cidade passou a designar-se Maputo depois da independência nacional, uma decisão anunciada pelo então presidente Samora Machel num comício a 3 de fevereiro de 1976Corvaja, Luigi (2003), Maputo: Desenho e Arquitectura. Edições FAPF, Maputo, p. 58. e formalizada em 13 de março.Decreto-Lei nº 10/76 de 13 de março de 1976. O nome provém do Rio Maputo, que marca parte da fronteira sul do país e que, durante a guerra pela independência de Moçambique, adquirira grande ressonância através do slogan \"Viva Moçambique unido do Rovuma ao Maputo\" (o Rovuma é o rio que forma a fronteira com a Tanzânia, a norte). Com a independência, a cidade sofreu um imenso afluxo populacional, devido à guerra civil travada no interior do país (1976–1992) e à falta de infraestruturas nas zonas rurais. O natural crescimento demográfico faria também com que a cidade se transformasse muito ao longo dos anos 1980 e 1990. Para além destas duas designações, a cidade e a sua área também foram conhecidas por outros nomes, tais como Baía da Lagoa, Xilunguíne ou Chilunguíne (local onde se fala a língua portuguesa), Mafumo, Camfumo ou Campfumo (do clã dos M'pfumo, o reino mais importante que existia nesta região), Delagoa e Delagoa Bay, sendo esta designação mais conhecida internacionalmente pelo menos até aos primeiros anos do século XX.Sopa, António e Bartolomeu Rungo (2006), Maputo — Roteiro Histórico Iconográfico da Cidade. Centro de Estudos Brasileiros da Embaixada do Brasil, Maputo. Entre 1980 e 1988, a cidade de Maputo incluiu a cidade da Matola, formando o Grande Maputo, com uma área de 633 km2.Resolução nº 5/80 de 26 de junho de 1980. == História == === Domínio português === Na margem norte do Estuário do Espírito Santo Estuário da Baía de Maputo, em uma entrada para o oceano Índico, a cidade de Lourenço Marques foi fundada e nomeada em homenagem ao navegador português que, com António Caldeira, foi enviado em 1544 pelo governador de Moçambique em uma viagem de exploração. Britannica, Maputo, britannica.com, USA, acessado em 12 de janeiro de 2020 As fortalezas e feitorias que os portugueses estabeleceram, abandonaram e reocuparam na margem norte do rio tinham todas o nome de \"Lourenço Marques\". A cidade desenvolveu-se em torno de uma fortaleza portuguesa concluída em 1787, mas o actual assentamento europeu data de cerca de 1850, visto que o anterior foi totalmente destruído pelos nativos. Em 1871, a povoação era descrita como um lugar pobre e com ruas estreitas, mas a crescente importância de Transvaal levou a um maior interesse do Império Português. Uma comissão foi enviada pelo governo português em 1876 para drenar a terra pantanosa perto do assentamento e construir um hospital e uma igreja. Cidade desde 1887, Lourenço Marques passou a substituir a Ilha de Moçambique como capital de Moçambique em 1898. Em 1895, a construção de uma ferrovia para Pretória, na África do Sul, causou um aumento populacional. No início do século XX, com um porto bem equipado, com píeres, cais, armazéns de desembarque e guindastes elétricos, o que permitia que grandes navios pudessem descarregar cargas directamente para o transporte ferroviário, a cidade de Lourenço Marques desenvolveu-se sob domínio português e alcançou grande importância como uma cidade cosmopolita. Com o crescimento contínuo da população da cidade e de sua economia em expansão centrada no porto, a partir de 1940 o governo de Portugal construiu uma rede de escolas primárias e secundárias, escolas industriais e comerciais, bem como a primeira universidade na região, a Universidade de Lourenço Marques, inaugurada em 1962. As comunidades de portugueses, islâmicos (incluindo ismaelitas), indianos (inclusive do Estado Português da Índia) e chineses (incluindo macaenses) conseguiram alcançar grande prosperidade através do desenvolvimento de setores industriais e comerciais da cidade. No entanto, a maioria da população africana nativa não conseguia se desenvolver economicamente. Antes da independência de Moçambique em 1975, milhares de turistas da África do Sul e da Rodésia (atual Zimbábue) frequentavam a cidade e suas praias, hotéis, restaurantes, casinos e bordéis. A Frente de Libertação de Moçambique, ou FRELIMO, formada na Tanzânia em 1962 e liderada por Eduardo Mondlane, lutou pela independência do domínio português. A Guerra de Independência de Moçambique durou mais de 10 anos, terminando apenas em 1974, quando o regime do Estado Novo foi derrubado em Lisboa por um golpe militar de esquerda — a Revolução dos Cravos. O novo governo português então concedeu independência a todos os territórios ultramarinos portugueses. === Depois da independência moçambicana === A República Popular de Moçambique foi proclamada em 25 de junho de 1975, em conformidade com o Acordo de Lusaka, assinado em setembro de 1974. Roman Adrian Cybriwsky, Capital Cities around the World: An Encyclopedia of Geography, History, and Culture, ABC-CLIO, USA, 2013, p. 181 Um desfile e um banquete de Estado concluíram os festejos da independência na capital, que se esperava ser rebatizada \"Can Phumo\", ou \"Lugar de Phumo \", um chefe tsonga que morava na região antes de o navegador e comerciante português Lourenço Marques visitar o local pela primeira vez em 1545 e lhe dar o seu nome.\"Dismantling the Portuguese Empire\", Time Magazine (July 7, 1975) No entanto, após a independência, o nome da cidade foi alterado (em fevereiro de 1976) para Maputo, que tem origem no rio Maputo. Em 1975, ainda no Governo de transição liderado pela FRELIMO de Samora Machel, governando Lourenco Marques Alberto Massavanhane, as estátuas de heróis portugueses foram removidas e, na sua maior parte, armazenadas na fortaleza. Por toda a cidade, soldados negros com fuzis soviéticos substituíram os militares do Exército Português (brancos e negros) com armas ocidentais. As ruas de Maputo, originalmente nomeadas em homenagem a heróis portugueses ou a datas importantes da história de Portugal, tiveram seus nomes mudados para referências africanas e passaram a homenagear figuras revolucionárias ou nomes históricos pré-coloniais. Após a Revolução dos Cravos, que teve lugar em Portugal em 1974, mais de 250 mil portugueses saíram de Moçambique, deixando a economia e a administração do país seriamente comprometidas. Com o êxodo de portugueses especializados e não tendo sido formada uma capacidade técnica local, o país recém-independente não teve tempo de atribuir recursos para manter a sua infraestrutura ao nível de desenvolvimento alcançado.Constructing a History of Independent Mozambique, 1974-1982: A Study in Photography, 2013. Além disso, políticas socialistas autoritárias e de planeamento central burocrático deixaram a economia moçambicana numa condição extremamente precária desde o seu início. A FRELIMO, agora o partido do governo, pediu ajuda aos governos comunistas da União Soviética e da Alemanha Oriental. Até ao início dos anos 1980, o país encontrava-se falido e, devido à alta inflação, o dinheiro perdeu muito do seu valor. Dificuldades de abastecimento esvaziaram os estabelecimentos comerciais. Estas dificuldades foram agravadas por uma guerra civil longa e violenta entre a FRELIMO e a RENAMO, que assolou o país logo após a independência, de 1977 a 1992. O conflito interrompeu a estabilidade económica e política da cidade. Desde o acordo de paz assinado em 1992, o país voltou a níveis de estabilidade política pré-independência.\"Mozambique: Mining an Opportunity,\" August 2009, The World Bank == Geografia == thumb|Maputo vista da Estação Espacial Internacional A cidade de Maputo está localizada no sul de Moçambique, a oeste da Baía de Maputo, no Estuário do Espírito Santo, onde desaguam os rios Tembe, Umbeluzi, Matola e Infulene. A sua altitude média é de 47 metros. Os limites do município se encontram entre as latitudes 25º 49' 09\" S (extremo norte) e 26º 05' 23\" S (extremo sul) e as longitudes 33° 00' 00\" E (extremo leste — considerada a ilha da Inhaca) e 32° 26' 15\" E (extremo oeste). O município de Maputo ocupa uma área de 346,77 m2 e confina com o distrito de Marracuene, a norte; o município da Matola, a noroeste e oeste; o distrito de Boane, a oeste; e o distrito de Matutuíne, ao sul; todos pertencentes à província de Maputo. A cidade de Maputo está situada a 120 km da fronteira com a África do Sul e a 80 km da fronteira com o Essuatíni. === Clima === O clima de Maputo é tropical seco. O período mais quente do ano compreende os meses de novembro a abril e o mais frio os meses de maio a outubro. O período de maior precipitação ocorre nos meses mais quentes, entre novembro e março. A humidade relativa média é de 66,6%, com pouca oscilação durante o ano. O mês com maior humidade relativa é março com 71,0%, e o mês como menor humidade é junho com 63,5%. == Demografia == Os resultados definitivos do censo de 2017 apontam para um ligeiro aumento da população, dos registados no censo de 2007 para , mais ou 0,8%. Este aumento teve lugar depois de um crescimento de 13,2% dos habitantes enumerados no censo de 1997. O crescimento populacional entre 1997 e 2007 equivale a 1,2% ao ano, metade da média nacional de 2,4%. Segundo o INE (Instituto Nacional de Estatística), este crescimento populacional lento em Maputo é resultado da migração para a província de Maputo, principalmente para as zonas de expansão habitacional nos distritos de Boane, Marracuene e cidade da Matola. O INE relata ainda que entre 2006 e 2007, a cidade de Maputo recebeu de outras províncias 26 038 pessoas, mas por outro lado, 39 614 saíram para a província de Maputo. No início de 2013 a população do município estava estimada em 1 209 993 habitantes. População da Cidade de Maputo 1980 1997 2007 2017 O censo de 2007 apontou ainda uma queda na taxa de natalidade (de 35,5 nascidos vivos por mil habitantes em 1997 para 27,6 em 2007) e na taxa de fecundidade (de 4,2 filhos por mulher em 1997 para 2,9 em 2007). Com relação à taxa de analfabetismo, a cidade de Maputo registrou uma redução de 15% em 1997 para 9,8% em 2007. Porém, permanece a disparidade entre os sexos: 4,4% dos homens declararam que não sabiam ler nem escrever, contra 14,8% das mulheres. Houve melhoras também nas condições habitacionais, em 1997, 38% das residências possuíam energia elétrica, em 2007 este número passou para 63%. Com relação a água canalizada, o crescimento foi de 49% em 1997 para 55% em 2007. === Línguas e composição étnica === De acordo com o censo de 2007, a população de Maputo, com cinco anos de idade ou mais, por língua materna e sexo, estava distribuída da seguinte forma: português (42,9%), xichangana (31,5%), xironga (9,7%), cicopi/cichopi (3,3%), xítsua (3,5%), bitonga (2,8%), outras línguas moçambicanas (4,4%) e outras línguas estrangeiras (1,3%). De acordo com o censo de 2007, a população de Maputo estava distribuída da seguinte forma, segundo a raça: negros (95,07%), mestiços (2,81%), brancos (0,67%), industânicos (0,69%) e outras (0,76%). === Religiões === Comparando os censos de 1997 e 2007, verifica-se redução no número de pessoas que dizem não pertencer a qualquer seita religiosa, passando de 15,9% em 1997 para 14,3% em 2007. Foi verificada, também, redução no número de pessoas pertencentes à Igreja Zione de 38,7% em 1997 para 25,2% em 2007. O número de católicos, por sua vez, aumentou de 21,6% em 1997 para 23,1% em 2007. Os muçulmanos passaram de 4,6% para 5,3%, enquanto que os protestantes dobraram de 1997 para 2007, atingindo 21,2%. De acordo com o censo de 2007, a população de Maputo por religião e sexo estava distribuída da seguinte forma: Igreja Zione (25,24%), catolicismo romano (23,09%), protestantismo (21,16%), islamismo (5,35%), anglicanismo (1,80%), irreligião (14,31%), outras (14,31%) e desconhecidas (0,82%). Entre os lugares de culto, existem principalmente igrejas e templos cristãos: Arquidiocese de Maputo (Igreja Católica), Igreja Reformada em Moçambique (Comunhão Mundial das Igrejas Reformadas), Igreja Presbiteriana de Moçambique (Comunhão Mundial das Igrejas Reformadas), Convenção Baptista de Moçambique (Aliança Batista Mundial), Igreja Universal do Reino de Deus, Assembleia de Deus, Zion Christian Church. J. Gordon Melton, Martin Baumann, ‘‘Religions of the World: A Comprehensive Encyclopedia of Beliefs and Practices’’, ABC-CLIO, USA, 2010, p. 1985 Há também mesquitas muçulmanas. == Governo == === Município === Após a assinatura dos Acordos de Lusaca, a Frelimo nomeou Alberto Massavanhane como Presidente do Conselho Executivo, e ate 1997 os Presidentes do Conselho foram designados e nomeados pela Frelimo. A autarquia de Maputo é dirigida desde novembro de 1998 por um Conselho Municipal, órgão executivo colegial constituído por um Presidente eleito por voto direto para um mandato de cinco anos e por 15 vereadores por ele designados. O governo é monitorizado por uma Assembleia Municipal, composta por vereadores também eleitos por voto direto. Antes desta data a cidade era dirigida por um Conselho Executivo nomeado pelo governo central. Os seguintes presidentes dos conselhos executivo e municipal dirigiram a cidade: Data da tomada de posse Presidente do Conselho Executivo (Nomeado) Governo de transição Alberto Massavanhane 17 de junho de 1980 António Hama Thai 1 de dezembro de 1982 Gaspar Horácio Mateus Zimba 28 de maio de 1983 Alberto Massavanhane 12 de março de 1987 João Baptista Cosme 20 de novembro de 1997 Artur Hussene Canana Data da tomada de posse Presidente do Conselho Municipal (Eleito) Partido 27 de novembro de 1998 Artur Hussene Canana Frelimo 19 de novembro de 2003 Eneas da Conceição Comiche Frelimo 7 de fevereiro de 2009 David Simango Frelimo 7 de fevereiro de 2014 David Simango Frelimo 7 de fevereiro de 2019 Eneas Comiche Frelimo === Província === Apesar da cidade de Maputo ter estatuto de província desde 1980,Resolução nº 5/80 de 26 de junho de 1980 só em fevereiro de 2005 foi nomeada a sua primeira governadora (o cargo esteve vago até essa altura): Data da nomeação Governador/a 11 de fevereiro de 2005 Rosa Manuel da SilvaDespacho Presidencial nº 98/2005 de 11 de fevereiro de 2005 16 de janeiro de 2010 Lucília José Manuel Nota HamaDespacho Presidencial nº 137/2010 de 15 de janeiro de 2010 19 de janeiro de 2015 Iolanda Maria Pedro Campos Cintura No seguimento da revisão constitucional de 2018 e da nova legislação sobre descentralização de 2018 e 2019, o governador provincial passou a ser eleito pelo voto popular, e o governo central passou a ser representado pelo Secretário de Estado na província, que é nomeado e empossado pelo Presidente da República. No entanto, esta revisão atribuiu um estatuto especial à cidade, no qual foi suprimido o posto de governador, ficando a representação do estado central inteiramente a cargo do Secretário de Estado: Data da nomeação Secretário/a de Estado 22 de janeiro de 2020 Sheila de Lemos Santana Afonso 2 de junho de 2021 Vicente Joaquim === Cidades-irmãs === Maputo faz parte das 8 Cidades Fundadoras da UCCLA, União das Cidades Capitais Luso-Afro-Américo-Asiáticas. Tem ainda várias cidades-geminadas: * Ancara * Chengdu * Durban * Guarulhos * Jacarta * Lisboa * Rio de Janeiro * Porto Luís * Xangai == Divisão administrativa == Maputo está dividida em sete distritos municipais, que se encontram, por sua vez, divididos em bairros e povoações: Unidade Administrativa Autárquica Área km²Araújo, Manuel G. Mendes de.Espaço Urbano Demograficamente Multifacetado: As cidades de Maputo e da Matola, 2006 População (Censo 2017) Bairros/Povoações Distrito Urbano de KaMpfumo (antigo nº1) 76 157 Central A, B e C; Alto Maé A e B; Malhangalene A e B; Polana Cimento A e B, Coop e Sommerschield. Distrito Urbano de Nlhamankulu (ou Chamanculo, antigo nº 2) 127 079 Aeroporto A e B; Xipamanine; Minkadjuíne; Unidade 7; Chamanculo A, B, C e D; Malanga e Munhuana. Distrito Urbano de KaMaxaquene (ou Maxaquene, antigo nº 3) 195 556 Mafalala; Maxaquene A, B, C e D; Polana Caniço A e B e Urbanização. Distrito Urbano de KaMavota (ou Mavota, antigo nº4) 326 771 Mavalane A e B; FPLM; Hulene A e B; Ferroviário; Laulane; 3 de fevereiro; Mahotas, Albazine e Costa do Sol. Distrito Urbano de KaMubukwana (ou Mubukwane, antigo nº5) 319 968 Bagamoyo; George Dimitrov (Benfica); Inhagoia A e B; Jardim, Luís Cabral; Magoanine; Malhazine; Nsalane; 25 de Junho A e B (Choupal); e Zimpeto. Distrito Municipal de KaTembe (ou Catembe, antigo nº6) 28 788 Guachene; Chalí; Inguide; Incassane e Chamissava. Distrito Municipal de KaNyaka (ou Inhaca, antigo nº7) 5 958 Ingwane; Ribjene e Nhaquene. == Economia == Maputo não é só a capital política de Moçambique, mas ocupa também uma posição central em termos de infraestrutura, atividade económica, educação e saúde. A cidade concentra a maior parte dos serviços e sedes dos grandes grupos económicos e empresas, públicas e privadas. Apesar de concentrar apenas 5,4% da população do país, Maputo é responsável por 20,2% do PIB de Moçambique. Os setores de comércio, transporte e comunicações e indústria manufatureira são os mais significativos, contribuindo, respectivamente, com 29,6%, 29,5% e 12,4% da produção nacional, de acordo com o Relatório Nacional de Desenvolvimento HumanoPNUD, 2006 Os principais produtos agrícolas do município de Maputo são: alface, couve, abóbora, alho, cebola, batata-doce, mandioca, repolho, tomate, cenoura, feijão, milho, amendoin, beterraba e pimento. As principais indústrias do município são a indústria química e a de alimentos. Outras indústrias incluem a indústria discográfica, metalúrgica e de móveis. == Infraestrutura == === Transportes === A cidade alberga Porto de Maputo, o segundo mais movimentado da costa oriental da África, ao qual confluem as linhas ferroviárias de Goba, do Limpopo e de Ressano Garcia, ligando aos vizinhos Essuatíni, África do Sul e Zimbábue. Este sistema ferro-portuário é gerido pela empresa pública Portos e Caminhos de Ferro de Moçambique (CFM), com sede em Maputo. A rede rodoviária permite a ligação de Maputo com o Essuatíni, África do Sul e o resto de Moçambique. Em termos de ligações aéreas, Maputo é servida pelo Aeroporto Internacional de Maputo, o maior do país.Ministério da Administração Estatal. 2002. Folha Informativa dos Municípios II. Maputo. O sistema de transporte público em Maputo é bastante deficiente. A empresa pública TPM — Transportes Públicos de Maputo é a empresa que explora o transporte urbano na região metropolitana de Maputo, porém, devido a frota limitada de veículos e as condições precárias das vias de acesso, muitos bairros deixam de ser atendidos. Para atender a demanda por transporte existem semi-coletivos particulares (vans, conhecidas como chapa 100), estes veículos, muitos dos quais em más condições de conservação, não suprem o déficit no transporte público, circulam sobrelotados, principalmente na hora de ponta, não têm horários e muitas vezes não cumprem o itinerário previsto. === Saúde === Maputo possui a seguinte infraestrutura na área de saúde pública (dados de 2005): 1 Hospital Central e Provincial; 4 Hospitais Rurais e Gerais; 16 Centros de Saúde; 20 Postos de Saúde; total de 41 unidades de saúde. Os leitos disponibilizados no sistema de saúde de Maputo equivalem a 19,9 para cada 10 000 habitantes, mais do que o dobro da média nacional de 9,7 leitos (dados de 2005). Em julho de 2012 o governo anunciou a intenção de transferir, até ao final do ano, a rede básica de saúde (centros e postos de saúde) para a gestão municipal. De acordo com o censo de 2007, 55,1% das residências possuíam água canalizada, sendo 16% dentro de casa e 39,1% fora de casa. 15% das residências não possuíam nenhum saneamento básico. Apesar dos esforços do Ministério da Saúde de Moçambique, a situação da SIDA no país é extremamente séria, principalmente no sul do país onde se localiza a cidade de Maputo. As avaliações (Rondas de Vigilância Epidemiológica) tem sido feitas periodicamente com o objetivo de avaliar a prevalência do HIV na população adulta. O quadro abaixo mostra a evolução da prevalência do HIV em mulheres grávidas de 15 a 49 anos: Comparação das taxas Estimadas de Prevalência do HIV em mulheres grávidas (15–49 anos) — Ronda 2007 (Limites de plausibilidade) Comparação das taxas Estimadas de Prevalência do HIV em mulheres grávidas (15–49 anos) — Ronda 2007 (Limites de plausibilidade) Comparação das taxas Estimadas de Prevalência do HIV em mulheres grávidas (15–49 anos) — Ronda 2007 (Limites de plausibilidade) Comparação das taxas Estimadas de Prevalência do HIV em mulheres grávidas (15–49 anos) — Ronda 2007 (Limites de plausibilidade) Comparação das taxas Estimadas de Prevalência do HIV em mulheres grávidas (15–49 anos) — Ronda 2007 (Limites de plausibilidade) Comparação das taxas Estimadas de Prevalência do HIV em mulheres grávidas (15–49 anos) — Ronda 2007 (Limites de plausibilidade) Comparação das taxas Estimadas de Prevalência do HIV em mulheres grávidas (15–49 anos) — Ronda 2007 (Limites de plausibilidade) Comparação das taxas Estimadas de Prevalência do HIV em mulheres grávidas (15–49 anos) — Ronda 2007 (Limites de plausibilidade) Comparação das taxas Estimadas de Prevalência do HIV em mulheres grávidas (15–49 anos) — Ronda 2007 (Limites de plausibilidade) Comparação das taxas Estimadas de Prevalência do HIV em mulheres grávidas (15–49 anos) — Ronda 2007 (Limites de plausibilidade) Comparação das taxas Estimadas de Prevalência do HIV em mulheres grávidas (15–49 anos) — Ronda 2007 (Limites de plausibilidade) Comparação das taxas Estimadas de Prevalência do HIV em mulheres grávidas (15–49 anos) — Ronda 2007 (Limites de plausibilidade) Comparação das taxas Estimadas de Prevalência do HIV em mulheres grávidas (15–49 anos) — Ronda 2007 (Limites de plausibilidade) Comparação das taxas Estimadas de Prevalência do HIV em mulheres grávidas (15–49 anos) — Ronda 2007 (Limites de plausibilidade) Comparação das taxas Estimadas de Prevalência do HIV em mulheres grávidas (15–49 anos) — Ronda 2007 (Limites de plausibilidade) Comparação das taxas Estimadas de Prevalência do HIV em mulheres grávidas (15–49 anos) — Ronda 2007 (Limites de plausibilidade) Comparação das taxas Estimadas de Prevalência do HIV em mulheres grávidas (15–49 anos) — Ronda 2007 (Limites de plausibilidade) Comparação das taxas Estimadas de Prevalência do HIV em mulheres grávidas (15–49 anos) — Ronda 2007 (Limites de plausibilidade) Comparação das taxas Estimadas de Prevalência do HIV em mulheres grávidas (15–49 anos) — Ronda 2007 (Limites de plausibilidade) Comparação das taxas Estimadas de Prevalência do HIV em mulheres grávidas (15–49 anos) — Ronda 2007 (Limites de plausibilidade) Local 2001 2002 2004 2007 Maputo 17% (12%-20%) 18% (13%-23%) 21% (16%-26%) 23% (18%-29%) Moçambique 14% (12%-14%) 15% (13%-15%) 16% (14%-16%) 16% (14%-17%) === Educação === Tal como no resto do país, o governo central, através da Direcção Provincial de Educação de Maputo-Cidade, era responsável pela gestão do sector da educação. No contexto do aprofundamento das competências das autarquias locais, o governo municipal assumiu a responsabilidade da gestão do nível básico da educação em junho de 2010, o que implicou assumir a gestão de 150 escolas primárias. Entre as escolas secundárias, algumas das mais tradicionais são a Escola Secundária Francisco ManyangaMilheiro, Ana Vaz. Liceu António Enes (Atual Francisco Manyanga). Heritage of Portuguese Influence/ Património de Influência Portuguesa — HPIP. 2008 e a Escola Secundária Josina Machel.Santos, Nobre Roque dos. Estruturadores do discurso na aula de Português. Departamento de Línguas e Culturas da Universidade de Aveiro. 2010 Maputo abriga várias universidades e instituições públicas de ensino superior, onde as com maior nível de oferta e melhor posicionamento em ranquingues de ensino são as públicas, sendo: Universidade Eduardo Mondlane (UEM), fundada em 1962, é a maior instituição de ensino superior do país; Universidade Maputo (UniMaputo; antiga Universidade Pedagógica), vocacionada para a formação de professores, e; Universidade Joaquim Chissano (UJC), fundada em 2018 a partir da fusão de duas instituições independentes. Outras instituições públicas relevantes incluem o Instituto Superior de Artes e Cultura (ISArC), o Instituto Superior de Ciências da Saúde (ISCISA), a Escola Superior de Jornalismo (ESJ), a Escola Superior de Ciências Naúticas (ESCN) e o Instituto Superior de Contabilidade e Auditoria de Moçambique (ISCAM).Dados Estatísticos sobre o Ensino Superior em Moçambique: 2012. Maputo: Ministério da Educação, abril de 2014. A cidade também é a sede de algumas instituições de ensino superior privadas, sendo as principais a Universidade Politécnica (A Politécnica), a Universidade Técnica de Moçambique (UDM), a Universidade de São Tomás de Moçambique (USTM), o Instituto Superior Monitor (ISM), o Instituto Superior de Ciências e Tecnologias de Moçambique (ISCTEM), o Instituto Superior de Transportes e Comunicações (ISUTC) e o Instituto Superior de Tecnologias e Gestão (ISTEG). Existe também um campus da Universidade Alberto Chipande (UniAC). == Cultura == A base cultural de Maputo é banto, mas outros elementos contribuíram para a formação cultural da cidade. A cultura portuguesa foi relevante nesta formação, tendo em vista que Portugal foi o país colonizador de Moçambique. Outras culturas, como a árabe, chinesa e indiana também tiveram uma contribuição significativa. Maputo possui uma cultura também muito influenciada pela África do Sul, país vizinho de Moçambique. === Património cultural === A cidade de Maputo conta com alguns monumentos importantes para a compreensão da história, não só da cidade, mas do próprio país. Ainda que boa parte do património esteja degradada, a cidade exibe exemplares interessantes da arquitetura modernista portuguesa que floresceu nos anos 1960 e 70 do século passado. Alguns dos monumentos mais importantes da cidade: * Aeroporto Internacional de Maputo * Biblioteca Nacional de Moçambique * Bloco Habitacional O Leão Que Ri * Casa Amarela (que alberga o Museu Nacional da Moeda) * Casa de Ferro * Catedral de Maputo * Cenáculo da Fé * Edifício do Conselho Municipal de Maputo * Edifício dos Correios de Maputo * Estação de Biologia Marítima * Estação do Caminho de Ferro, eleita a sétima mais bela do mundo * Fortaleza de Maputo * Hotel Polana * Igreja da Polana * Jardim Tunduru * Monumento aos Mortos da Primeira Guerra Mundial * Museu de História Natural de Moçambique * Palácio da Ponta Vermelha === Arquitectura === Maputo tem sido sempre o centro das atenções durante os seus anos de formação e este forte espírito artístico foi responsável por atrair alguns dos arquitectos mais avançados do mundo na virada do século XX. A cidade é o lar de obras de construção atribuídas a Pancho Guedes, Herbert Baker e Thomas Honney, entre outros. Os primeiros esforços de arquitectura em torno da cidade teve como foco projetos europeus clássicos, como a Estação Central (CFM) projetado pelos arquitectos Alfredo Augusto Lisboa de Lima, Mário Veiga e Ferreira da Costa e construída entre 1913 e 1916 (às vezes confundido com o trabalho de Gustave EiffelMorais, João Sousa. Maputo, Património da Estrutura e Forma Urbana, Topologia do Lugar. Livros Horizonte, 2001, p. 110.) e do Hotel Polana, desenhado por Herbert Baker. À medida que os anos 1960 e 1970 se aproximavam, Maputo foi mais uma vez no centro de uma nova onda de influências arquitectónicas de cunho mais popular, por Pancho Guedes. Os desenhos dos anos 1960 e 1970 foram caracterizados por movimentos modernistas de estruturas limpas, rectas e funcionais. No entanto, os arquitectos proeminentes, como Pancho Guedes, fundiram isso com esquemas de arte locais dando a edifícios da cidade um tema moçambicano único. Como resultado, a maioria das propriedades erguidas durante o segundo boom da construção assumiram estas sugestões de denominação. === Desporto === Tanto a Federação Moçambicana de Futebol, entidade máxima responsável pelo futebol de Moçambique em todas as suas categorias, bem como a Liga Moçambicana de Futebol, organizadora das competições nacionais de futebol profissional, estão sediadas em Maputo. Os principais representantes da cidade no campeonato nacional de futebol da primeira divisão (Moçambola) são o Ferroviário de Maputo, o Desportivo de Maputo, o Costa do Sol e o Maxaquene, 1º, 2º, 3º e 5º colocados, respectivamente, do campeonato de 2009. O principal estádio do país é o Estádio Nacional do Zimpeto,O nome \"Estádio Nacional do Zimpeto\" foi atribuído pelo Despacho de 18 de agosto de 2010, publicado no Boletim da República nº 041, I Série, 3º Supl. de 19 de outubro de 2010, pág. 236-(7) um novo estádio multiuso construído no bairro de Zimpeto, subúrbio de Maputo, entregue ao governo em 18 de fevereiro de 2011 e inaugurado em 23 de abril de 2011. O estádio tem uma capacidade para 42 000 espectadores e será o principal palco dos Jogos Pan-Africanos de 2011, que serão sediados na cidade. Antes da construção do estádio no Zimpeto, o principal estádio de Maputo era o Estádio da Machava, com capacidade para pessoas, do Ferroviário de Maputo, que não está localizado no município de Maputo, mas sim na vizinha cidade da Matola. Outros importantes estádios da cidade são o Estádio do Maxaquene, do Maxaquene, com capacidade para pessoas; e o Estádio do Costa do Sol, do Costa do Sol, com capacidade para pessoas.. == Ligações externas == * A génese da salvaguarda do património edificado na cidade de Maputo, por Lisandra Franco de Mendonça, Genius Loci. Lugares e significados. Breves reflexões, 2016 * Página do Conselho Municipal de Maputo no Facebook Categoria:Antigas feitorias de Portugal",
 "title": "Maputo"
}