{
 "id": "23081",
 "text": "thumb|upright|Corrente que teria prendido o mártir cristão Vicente de Saragoça. Uma relíquia () é um objeto preservado para efeitos de veneração no âmbito de uma religião, sendo normalmente uma peça associada a uma história religiosa. Podem ser objetos pessoais ou partes do corpo de um santo ou personagem sagrada. O culto das relíquias atingiu o seu máximo na religião budista e em várias denominações cristãs como o catolicismo. As relíquias são usualmente guardadas em receptáculos próprios chamados relicários. == Catolicismo == === História === O primeiro exemplo do culto de uma relíquia por crentes cristãos surge em 156 em Smyrna (atual Esmirna na Turquia), a propósito do martírio de São Policarpo relatado, por exemplo, nas obras de Eusébio de Cesareia. Depois de ter sido queimado na fogueira, os discípulos do mártir recuperaram os ossos calcinados do seu mestre e acolheram-nos como objetos sagrados. Mais tarde, diversos milagres foram atribuídos a esta relíquia e a busca por objetos semelhantes tornou-se cada vez mais popular, conduzindo, por exemplo, à descoberta da cruz da crucificação de Jesus Cristo em cerca de 318. No início do cristianismo, as relíquias eram importantes, principalmente partes de corpos de mártires, pois considerava-se que seriam estes os primeiros a levantar-se no momento da ressurreição. Era, pois, importante, para o fiel, ser enterrado junto destas relíquias, ou pelo menos perto dos seus relicários, de forma a poder acordar para a vida eterna ao lado dos soldados da fé. O culto das relíquias foi aumentando cada vez mais e, no , o arcebispo da Cantuária São Teodoro declarou que as relíquias deviam ser objetos de veneração e iluminadas dia e noite pela luz de uma vela. Dois séculos mais tarde, a prática era obedecida pelo menos pelo rei Alfredo de Inglaterra. Durante a Idade Média e o período de construção de catedrais, o culto das relíquias atingiu o seu auge. Nesta altura, a edificação e manutenção de uma catedral era custeada sobretudo através de donativos da congregação. A importância eclesiástica de uma diocese, bem como a sua capacidade de atrair novos fiéis e peregrinos, era, muitas vezes, dependente da quantidade e qualidade de relíquias que eram exibidas para veneração. Assim, quando a primeira secção da Catedral de Colónia abriu as portas em 1164, foi com todo o orgulho que o Arcebispo Reinaldo de Dassel expôs os corpos dos Três Reis Magos. Da mesma forma, exemplifica-se: * Santiago de Compostela reclama o corpo de Santiago Maior; * Tréveris, a túnica de Jesus, pelo qual os legionários romanos jogaram aos dados; * A Catedral de Chartres apresenta a túnica da Virgem Maria. === Classificação de relíquias === A Igreja Católica definiu a seguinte classificação de relíquias: * Primeira Classe, parte do corpo de um santo (ossos [designado Ex Ossibus], unhas, cabelo, etc.); * Segunda Classe, objetos pessoais de um santo (roupa, um cajado, os pregos da cruz, etc.); * Terceira Classe, inclui pedaços de tecido que tocaram no corpo do santo ou no relicário onde uma porção do seu corpo está conservada. É proibido, sob pena de excomunhão, vender, trocar ou exibir para fins lucrativos relíquias de primeira e segunda classe. === Relíquias famosas === * Coroa de espinhos * Lança do destino * Madeira da cruz * Santa Túnica * Santos Cravos * Prepúcio sagrado * Santo Graal * Sudário de Turim * Rosa Sagrada === Influência na Literatura === A obra de Eça de Queiroz A Relíquia descreve, com ironia, o mundo dos comerciantes de objetos sagrados. === Lista de Relíquias Católicas em Portugal === * Crânio de Santa Brígida - Igreja do Lumiar, em Lisboa; * Vértebra lombar da Beata Maria do Divino Coração (Condessa Maria Droste zu Vischering) - Igreja do Sagrado Coração de Jesus, em Ermesinde; * Santo Lenho (pedaço da Cruz de Cristo) - Igreja Matriz de Paços de Brandão (Santa Maria da Feira); * Santo Lenho (pedaço da Cruz de Cristo) - Mosteiro de Moreira, em Moreira (Maia); * Santo Lenho (pedaço da Cruz de Cristo) - Igreja de Vera Cruz, em Marmelar (Alentejo); * Santo Lenho (pedaço da Cruz de Cristo) - Igreja do Desterro, em Lisboa (na Irmandade da Santa Cruz e Passos do Desterro); * Santo Lenho (pedaço da Cruz de Cristo) da Real e Venerável Irmandade do Santíssimo Sacramento de Mafra - Basílica do Palácio Nacional de Mafra, em Mafra (Lisboa);Mafra Sacra : memória & património, 1717-2017 / coord. Tiago Henriques. - 1ª ed. - Sintra : Zéfiro ; Mafra : Real e Venerável Irmandade do Santíssimo Sacramento da Paróquia de Santo André de Mafra, 2017. - 461, [3] p. : il. ; 30 cm. - (Mafra Sacra). - ISBN 978-989-677-153-9 * Santo Lenho (pedaço da Cruz de Cristo) - Igreja de Nossa Senhora da Conceição, no Seixal; * Santo Lenho (pedaço da Cruz de Cristo) - Igreja Matriz de Arronches – Portalegre; *Santo Lenho (Cruz feita de um pedaço da Cruz de Cristo que foi de Santa Helena, Mãe do Imperador Constantino) - Queixo de baixo de S. Bras com 3 dentes – um dente de S. Pedro – Trazidos pela Santa Mafalda - Convento de Arouca; * Relíquia de São Fabião e de São Romão (Cabeça-Relicário de São Fabião) - Tesouro da Basílica Real de Castro Verde; * Relíquia de Santa Faustina (ex ossibus) - Igreja de Santo António da Charneca, concelho do Barreiro; * Relíquia de São Goldrofe (osso da canela)- 1º Prior de (Arganil) - Mosteiro de Santa Cruz, em Coimbra; * Relíquia de São Nazianzeno (mão direita) trazida a Portugal por D. Gualdim Pais – Igreja de Tomar * Relíquia de São Vicente (pedaço do osso do maxilar) - Igreja de São Vicente da Beira, em Castelo Branco; * Relíquia de Santa Margarida Maria Alacoque - Santuário Nacional de Cristo Rei, em Almada; * Relíquia de São João Eudes - Santuário Nacional de Cristo Rei, em Almada; * Relíquia da Beata Maria do Divino Coração (ex ossibus) - Santuário Nacional de Cristo Rei, em Almada; * Relíquia de Santa Faustina Kowalska - Santuário Nacional de Cristo Rei, em Almada; * Relíquia de Santa Beatriz da Silva (ex ossibus) - Igreja de Nossa Senhora da Conceição, no Seixal. * Relíquia de São João Bosco (ex ossibus) - Igreja de Nossa Senhora da Conceição, no Seixal; * Relíquia de Santa Teresinha do Menino Jesus (ex ossibus) - Igreja de Nossa Senhora da Conceição, no Seixal; * Relíquia (ex Ossibus) Santo Calimero (Calimero de Montechiano - nascimento 1430 e falecimento 1521 - Bispo de Milão (Itália) - Data festiva local 31.de Julho - Óratorio Privado Seixal (Destricto Setubal) com carta de aprovação (sem exposição publica , sem carta , lacrado com selo); * Relíquias São Francisco Assis, Santo António Lisboa e Padua, Santo André Apostolo, Santo Francisco Xavier e Santo Januario (Ex Ossibus com carta e selo ecclesiastico) - Óratorio Privado com carta de aprovação, Seixal (Distrito Setubal, Portugal) - (em exposição pública). == Budismo == Depois da sua morte, Sidarta Gautama, o Buda, foi cremado e suas cinzas foram divididas entre os crentes para efeitos de veneração. Estas relíquias são normalmente expostas em estupas. == Bibliografia == * * * Le Reliquie nella Chiesa - Autenticitá e Conservazione ( Multilingue ) - paginas 109 - 127 , Libreria Editrice Vaticana - ISBN 978-88-266-0126-7 Categoria:Sacramentais",
 "title": "Relíquia"
}