{
 "id": "23095",
 "text": "{{Info/Município do Brasil | nome = Riacho da Cruz | foto = Capela de Santa Luzia, Riacho da Cruz (RN).jpg | leg_foto = | apelido = | brasão = Brasão de Riacho da Cruz (RN).png | bandeira = Bandeira de Riacho da Cruz (RN).png | link_brasão = | link_bandeira = | link_hino = | aniversário = | fundação = | gentílico =riacho-cruzense | lema = | prefeito = Marcos Aurélio de Paiva Rêgo | partido = PP | fim_mandato = 2024 | mapa = Brazil Rio Grande do Norte Riacho da Cruz location map.svg | latP = S | latG = 05 | latM = 56 | latS = 09 | lonP = O | lonG = 37 | lonM = 56 | lonS = 45 | estado = Rio Grande do Norte | região_intermediária = Mossoró | data_região_intermediária = IBGE/2017 | região_imediata = Pau dos Ferros | data_região_imediata = IBGE/2017 | vizinhos = Norte: Itaú; Sul: Viçosa e Portalegre; Leste: Umarizal e Apodi; e Oeste: Taboleiro Grande. | dist_capital = 366 | área = 127.223 | área_ref = | população = 3526 | data_pop = IBGE/2016 | altitude = 163 | clima = Semiárido | sigla_clima = Bsh | idh = 0.584 | data_idh = PNUD/2010 | pib = mil | data_pib = IBGE/2013 | pib_per_capita = 6406.22 | data_pib_per_capita = IBGE/2013 | site_prefeitura = http://www.riachodacruz.rn.gov.br }} Riacho da Cruz é um município brasileiro no interior do estado do Rio Grande do Norte, a uma distância de 366 quilômetros a oeste da capital do estado, Natal. Ocupa uma área de aproximadamente 127 km², e sua população na estimativa em 2016 era de 3.526 habitantes, pelo Instituto Brasileiro de Geografia e Estatística, sendo então o vigésimo segundo município menos populoso do Rio Grande do Norte. == História == A história do atual município de Riacho da Cruz, localizado na porção oeste do estado do Rio Grande do Norte, começa a partir do surgimento das primeiras explorações agrícolas, às margens do riacho Forquilha. No século XVIII, o Capitão Antônio Barbalho Bezerra, junto com os senhores Bento Carneiro, Manoel Rodrigues Taborda e Matias Lima, eram os proprietários das quatro sesmarias que lá existiam. Algum tempo depois, teve início o povoamento do local e seu consequente crescimento, tanto populacional quanto econômico, de base voltada exclusivamente para a agricultura. Mas o crescimento se deu em um processo muito lento e que durou muitos anos. Finalmente, em 9 de maio de 1962, por força da lei estadual nº 2.764, Riacho da Cruz desmembrou-se de Portalegre e tornou-se município do Rio Grande do Norte. O nome faz referência a uma cruz fincada na beira do riacho Forquilha, indicando uma sepultura cristã. == Geografia == De acordo com a divisão territorial vigente do Instituto Brasileiro de Geografia e Estatística desde 2017, Riacho da Cruz pertence à região geográfica imediata de Pau dos Ferros, dentro da região geográfica intermediária de Mossoró; até então, com a vigência das divisões em mesorregiões e microrregiões, fazia parte da microrregião de Pau dos Ferros, que por sua vez estava incluída na mesorregião do Oeste Potiguar. Riacho da Cruz está distante de Natal, capital estadual, e de Brasília, capital federal. Ocupa uma área territorial de (0,2409% da superfície estadual) e se limita a norte com Itaú e Taboleiro Grande; a sul com Viçosa e Portalegre; a leste com Umarizal, Apodi e novamente Itaú e a oeste novamente Taboleiro Grande. O relevo do município, com altitudes predominando entre 100 e 200 metros, é constituído pela Depressão Sertaneja, que compreende uma série de terrenos de transição entre o Planalto da Borborema e a Chapada do Apodi. Riacho da Cruz está situado em área de abrangência das rochas metamórficas do embasamento cristalino, originárias do período pré-cambriano médio, com idade entre um bilhão e 2,5 bilhões de anos. Predomina o solo bruno não cálcico ou luvissolo, pedregoso, pouco profundo e típico das áreas com relevo de suave a ondulado, apresentando textura constituída de areia e/ou argila e grau de fertilidade entre médio e alto. Há também os solos podzólicos vermelhos amarelos equivalentes eutróficos e os litossolos (solos litólicos). Tais solos são cobertos por uma vegetação xerófila, a caatinga, com espécies de pequeno porte cujas folhas caem na estação seca, dentre elas o facheiro (Pilosocereus pachycladus), o faveleiro (Cnidoscolus quercifolius), a jurema-preta (Mimosa hostilis), o marmeleiro (Cydonia oblonga), o mufumbo (Combretum leprosum) e o xique-xique (Pilosocereus polygonus). Todo o território municipal situa-se na bacia hidrográfica do Rio Apodi-Mossoró, que demarca os limites de Riacho da Cruz com Taboleiro Grande e Itaú a norte. O Açude Riacho da Cruz é o principal reservatório, com capacidade para , responsável pelo abastecimento de água da cidade. O clima é semiárido, (Bsh segundo na Köppen) com chuvas concentradas entre fevereiro e maio. Segundo dados da Empresa de Pesquisa Agropecuária do Rio Grande do Norte (EMPARN), desde 1959 o maior acumulado de precipitação em 24 horas registrado em Riacho da Cruz atingiu 177 em 3 de abril de 2008, seguido por em 27 de janeiro de 2004 e em 5 de março de 2008. O mês mais chuvoso da série histórica foi janeiro de 2004, com , ao passo que o recorde anual pertence a 1985, com . == Demografia == A população de Riacho da Cruz no censo demográfico de 2010 era de habitantes, sendo o décimo nono município menos populoso do Rio Grande do Norte, apresentando uma densidade demográfica de . Desse total, habitantes viviam na zona urbana (84,49%) e 491 na zona rural (15,51%). Ao mesmo tempo, pessoas eram do sexo masculino (50,19%) e do sexo feminino (49,81%), tendo uma razão de sexo de 104,46. Quanto à faixa etária, pessoas tinham entre 15 e 64 anos (64,96%), 805 menos de quinze anos (25,43%) e 304 65 anos ou mais (9,61%). Ainda segundo o mesmo censo, a população era formada por pardos (50,3%), brancos (34,85%), 93 pretos (12,6%) e 61 amarelos (1,93%) e dez indígenas (0,32%). thumb|esquerda|Capela do Sagrado Coração de Jesus, padroeiro de Riacho da Cruz Considerando-se a nacionalidade, toda a população municipal era de brasileiros natos, sendo nascidos em Riacho da Cruz (59,89%) e naturais de outros municípios (40,11%). Em relação à região e ao estado de nascimento, eram nascidos na Região Nordeste (98,55%), dos quais no Rio Grande do Norte (95,68%), 51 no Ceará (1,6%), 33 na Paraíba (1,04%), cinco na Bahia (0,15%) e três no Maranhão (0,08%); trinta no Sudeste (0,94%), todos no estado de São Paulo e doze no Centro-Oeste (0,03%), sete em Goiás (0,23%) e cinco no Distrito Federal (0,15%), além de quatro sem especificação (0,13%). Entre os naturais de unidades da federação, havia nove cearenses (0,58%), oito paraibanos (0,48%), dois paranaenses (0,12%) e um baiano (0,07%). Na Igreja Católica, Riacho da Cruz pertence à Paróquia de Nossa Senhora da Conceição, com sede em Portalegre (que também abrange os municípios de Francisco Dantas e Viçosa), subordinada à Diocese de Santa Luzia de Mossoró, e possui três capelas, duas na área urbana (Sagrado Coração de Jesus e Santa Luzia) e uma em zona rural (São Francisco de Assis). No censo de 2010 o catolicismo era a religião da maioria da população, com seguidores, ou 89,57% dos habitantes. Riacho da Cruz também possui alguns credos protestantes. Em 2010 250 habitantes se declararam evangélicos (7,91%), dos quais 248 das igrejas pentecostais (7,83%), sendo que 147 eram da Assembleia de Deus (4,63%), 29 da Igreja Deus é Amor (0,92%) e 72 de outras pentecostais (2,28%). Outros dois seguiam outras religiões evangélicas (0,09%). Além do catolicismo e do protestantismo, outros oitenta não tinham religião (2,52%). O Índice de Desenvolvimento Humano do município é considerado baixo, de acordo com dados do Programa das Nações Unidas para o Desenvolvimento. Segundo dados do relatório de 2010, divulgados em 2013, seu valor era de 0,584, sendo o 131° maior do Rio Grande do Norte e o do Brasil. Considerando-se apenas o índice de longevidade, seu valor é de 0,751, o valor do índice de renda é de 0,545 e o de educação 0,487. De 2000 a 2010, a proporção de pessoas com renda domiciliar per capita de até 140 reais reduziu 40,9%, de 70,1% para 41,4%. Em 2010, 58,6% da população vivia acima da linha de pobreza, 22,1% abaixo da linha de indigência e 19,3% entre as linhas de indigência e de pobreza. No mesmo ano, o índice de Gini era 0,47 e os 20% mais ricos eram responsáveis por 50,9% do rendimento total municipal, valor quase dezenove vezes superior à dos 20% mais pobres, de apenas 2,7%. == Política == thumb|esquerda|Centro Administrativo, onde funciona a prefeitura, sede do poder executivo municipal Logo após a emancipação de Riacho da Cruz, o município teve como primeiro prefeito Francisco de Oliveira Silva, nomeado pelo governador do Rio Grande do Norte, Aluízio Alves. Somente em 1964 tomou posse o primeiro prefeito constitucional, Edimar Diógenes de Paiva, eleito em dezembro do ano anterior. Desde então, em quatorze mandatos, apenas seis pessoas estiveram à frente da prefeitura, sendo o atual Marcos Aurélio de Paiva Rêgo, em seu terceiro mandato, tendo ocupado o cargo antes de 2005 a 2012. thumb|Palácio Francisco de Oliveira Silva (Câmara Municipal), sede do legislativo O prefeito exerce o poder executivo é nomeia livremente seu gabinete de secretários. A administração municipal também se dá pelo poder legislativo, exercido pela Câmara Municipal, formada por nove vereadores. Cabe à casa elaborar e votar leis fundamentais à administração e ao executivo, especialmente o orçamento municipal, conhecido como Lei de Diretrizes Orçamentárias. Tanto o prefeito quanto os vereadores são eleitos pelo voto direto para mandatos de quatro anos. A lei orgânica de Riacho da Cruz, que rege o município, foi promulgada em 1990, sendo alterada por emendas posteriores. Existem também alguns conselhos municipais em atividade: Alimentação Escolar, Assistência Social, Defesa Civil, Desenvolvimento Rural, Direitos da Criança e do Adolescente, Direitos da Pessoa Idosa, Educação, FUNDEB, Habitação, Saúde e Tutelar. Riacho da Cruz é termo judiciário da comarca de Portalegre, de entrância inicial, e pertence à 63ª zona eleitoral do Rio Grande do Norte, possuindo eleitores em dezembro de 2020, de acordo com dados do Tribunal Superior Eleitoral (TSE), o que representa 0,117% do eleitorado estadual. == Economia == Segundo o IBGE, o Produto Interno Bruto (PIB) do município de Riacho da Cruz em 2013 era de R$ , dos quais R$ da administração, saúde e educação; R$ do setor terciário; R$ 996 mil de impostos; R$ 947 mil do setor primário e R$ 774 mil do setor secundário. O PIB per capita era de R$ . Em 2014 o município possuía um rebanho de galináceos (frangos, galinhas, galos e pintinhos), bovinos, caprinos, ovinos, 521 suínos e 82 equinos. Na lavoura temporária do mesmo ano foram produzidos cana-de- açúcar (, batata-doce (), feijão (), milho () e arroz (), e na lavoura permanente coco-da-baía (doze mil frutos), banana (), manga () e castanha de caju (). Ainda no mesmo ano o município também produziu 213 mil litros de leite de 423 vacas ordenhadas; quatro mil dúzias de ovos de galinha e 810 quilos de mel de abelha. Em 2010, considerando-se a população municipal com idade igual ou superior a dezoito anos, 63,1% era economicamente ativa ocupada, 24% ativa desocupada e 12,9% inativa. Ainda no mesmo ano, levando-se em conta a parcela da população ativa ocupada na mesma faixa etária, 37,31% trabalhavam no setor de serviços, 34,13% na agropecuária, 12,01% no comércio, 5,63% na construção civil, 2,47% na utilidade pública e 0,9% em indústrias extrativas. Conforme a Estatística do Cadastral de Empresas de 2013, Riacho da Cruz possuía trinta unidades (empresas) locais, todas atuantes. Salários juntamente com outras remunerações somavam mil reais e o salário médio mensal era de 1,7 salários mínimos. == Infraestrutura == O serviço de abastecimento de água do município é feito pela Companhia de Águas e Esgotos do Rio Grande do Norte (CAERN). A empresa responsável pelo abastecimento de energia elétrica em Riacho da Cruz é a Companhia Energética do Rio Grande do Norte (COSERN). A voltagem da rede é de 220 volts. Em 2010, o município possuía 88,78% de seus domicílios com água canalizada, 100% com eletricidade e 87,61% possuíam coleta de lixo. A frota municipal em 2014 era de 361 motocicletas, 166 automóveis, quarenta caminhonetes, 33 motonetas, oito caminhões, seis camionetas, três micro-ônibus, um ônibus, dois utilitários, além de um em outras categorias, totalizando 621 veículos. O município é cortado por duas rodovias, ambas estaduais, a RN-076 e a RN-177, que ligam Riacho da Cruz a Umarizal e Viçosa, respectivamente. O código de área (DDD) de Riacho da Cruz é 084 e o Código de Endereçamento Postal (CEP) é 59820-000. Desde 10 de novembro de 2008 o município é servido pela portabilidade, juntamente com outras cidades de DDDs 33 e 38, em Minas Gerais; 44, no Paraná; 49, em Santa Catarina; além de outros municípios com código 84, no Rio Grande do Norte. Conforme dados do censo de 2010, do total de domicílios, 74,13% tinham somente telefone celular, 4,97% possuíam celular e fixo e 0,38% apenas telefone fixo (0,38%). === Saúde === A rede de saúde de Riacho da Cruz dispunha, em 2009, de dois estabelecimentos, ambos públicos, municipais e prestando atendimento ao Sistema Único de Saúde (SUS), com um total de dezenove leitos para internação. O município pertence à VI Unidade Regional de Saúde Pública do Rio Grande do Norte (URSAP-RN), sediada em Pau dos Ferros. Em 2010, a expectativa de vida ao nascer do município era de 70,03 anos, com um índice de longevidade de 0,751, e a taxa de mortalidade infantil até um ano de idade era de 26,6 por mil nascidos vivos. Em abril do mesmo ano, a rede profissional de saúde era constituída por dez auxiliares de enfermagem, cinco médicos (três clínicos gerais, um médico de família e um cirurgião geral), três farmacêuticos, três enfermeiros, dois cirurgiões-dentistas, totalizando 23 profissionais. Segundo dados do Ministério da Saúde, um caso de AIDS foi registrado em Riacho da Cruz entre 1990 e 2012 e, entre 2001 e 2011, foram notificados 179 casos de dengue e um de leishmaniose. === Educação === IDEB de Riacho da Cruz IDEB de Riacho da Cruz IDEB de Riacho da Cruz IDEB de Riacho da Cruz IDEB de Riacho da Cruz IDEB de Riacho da Cruz IDEB de Riacho da Cruz Ano Anos iniciais Anos finais 2005 2,7 2,9 2007 2,6 2,9 2009 2,5 2,1 2011 3,8 2,4 2013 4,1 - O fator \"educação\" do IDH no município atingiu em 2010 a marca de 0,487, ao passo que a taxa de alfabetização da população acima dos dez anos indicada pelo último censo demográfico do mesmo ano foi de 75,6% (83,1% para as mulheres e 68,2% para os homens). As taxas de conclusão dos ensinos fundamental (15 a 17 anos) e médio (18 a 24 anos) eram de 31,5% e 31,4%, respectivamente. Ainda em 2010, Riacho da Cruz possuía uma expectativa de anos de estudos de 8,52 anos, valor inferior à média estadual (9,54 anos). O percentual de crianças de cinco a seis anos na escola era de 98,39% e de onze a treze anos concluindo o fundamental de 86,31%. Entre os jovens, a proporção na faixa de quinze a dezessete anos com fundamental completo era de 44,27% e de 18 a 20 anos com ensino médio completo de 21,31%. Considerando-se apenas a população com idade maior ou igual a 25 anos, 32,8% não sabiam ler ou escrever, 22,56% possuíam fundamental completo, 15,02% médio completo e apenas 3,33% o ensino superior completo. Em 2014, a distorção idade-série entre alunos do ensino fundamental, ou seja, com idade superior à recomendada, era de 16,6% para os anos iniciais e 29,2% nos anos finais, sendo essa defasagem no ensino médio de 36,2%. Em 2012 Riacho da Cruz possuía uma rede de três escolas de ensino fundamental (com trinta docentes), uma do pré-escolar (quatro docentes) e uma de ensino médio (nove docentes), com 711 alunos matriculados. == Cultura == A Secretaria Municipal de Educação e Cultura é o órgão da prefeitura responsável pela área cultural do município de Riacho da Cruz, cabendo a ela a organização de atividades e projetos culturais, além do setor educacional. No calendário cultural do município, destaca-se a festa de emancipação política, realizada no mês de maio, cuja programação inclui a alvorada festiva, o hasteamento das bandeiras, além de desfiles, atrações musicais e outros eventos. No mês de junho ocorrem as festas juninas, em destaque para o tradicional São Pedro, no final do mês, com apresentações de danças folclóricas, desfiles, quadrilhas e outras atrações. Em outubro ou novembro, acontece a festa do Sagrado Coração de Jesus, que se inicia com a missa de abertura e prossegue durante nove noites de novena, encerrando com a procissão com a imagem do padroeiro, além da programação sociocultural. Em novembro, ocorre o concurso \"A Mais Bela Voz\". Em dezembro, é realizada a festa de Santa Luzia, além das comemorações natalinas. Também são realizados eventos com ênfase no setor esportivo, como o Campeonato Municipal de Futsal. O município possui ainda alguns atrativos turísticos, entre eles as avenidas Camila de Léllis (Avenida Principal) e dos Coqueiros, o Bosque Municipal, o Marco do Município, o Pórtico de Entrada, a Praça de Eventos e a Trilha Poço da Vaca. O artesanato é outra forma espontânea da expressão cultural riachocruzense, sendo possível encontrar uma produção feita com matérias-primas regionais, como a argila (barro) e o bordado, além de materiais recicláveis, e criada de acordo com a cultura e o modo de vida local. centro|thumb|800px|Praça de Eventos de Riacho da Cruz decorada durante o período das festas juninas. Categoria:Municípios do Rio Grande do Norte Categoria:Fundações no Rio Grande do Norte em 1962",
 "title": "Riacho da Cruz"
}