{
 "id": "23147",
 "text": "The Blue Marble (O Berlinde Azul, numa tradução livre do inglêsEugene A. Cernan, Ronald E. Evans e Harrison H. Schmitt descreveram a Terra, vista por eles desde o espaço-sideral, como uma bola-de-gude azul (blue marble, em inglês). Bola-de-gude, assim como belindre, berlinde, biloca, bilosca, birosca, bolita, búraca, búrica, bute, peteca, pirosca, ximbra e bulica são algumas das possíveis traduções de marble para o português do Brasil. Em Portugal, a tradução de marble é berlinde e \"Berlinde Azul\" é uma possível tradução livre para o título desta foto, \"The Blue Marble\". ) é uma famosa fotografia da Terra, tirada em pela tripulação da missão Apollo 17, a uma distância de aproximadamente da Terra, a caminho da Lua. É uma das imagens fotográficas existentes mais amplamente distribuídas. O lançamento da Apollo 17 no final da tarde (EST), em dezembro, resultou em uma trajetória na qual a nave espacial pôde sobrevoar a África durante a luz do dia. A missão, que ocorreu durante o verão do Hemisfério Sul, propiciou que a Antártida estivesse também iluminada. A fotografia foi feita aproximadamente cinco horas após o lançamento da nave espacial, quando a caminho da Lua. A Apollo 17, notavelmente, era a última missão lunar tripulada; nenhum ser humano desde então esteve a uma distância capaz de tirar uma fotografia de \"corpo-inteiro\" da Terra tal como The Blue Marble. Oficialmente, a NASA credita a imagem a toda a tripulação da Apollo 17 — Eugene A. Cernan, Ronald E. Evans e Harrison H. Schmitt — todos tirando fotografias durante a missão, com uma câmara Hasselblad. Posteriormente, Schmitt alega que foi o autor desta imagem famosa, embora a identidade do fotógrafo não possa ser confirmada. The Blue Marble foi a primeira imagem nítida de uma face iluminada da Terra. Publicada no auge do ativismo ambiental durante os 1970s, a imagem foi vista por muitos como um retrato da fragilidade da Terra, vulnerável e isolada no espaço. O arquivista da NASA, Mike Gentry, supõe que esta seja a imagem mais distribuída na história da humanidade. Várias imagens similares da Terra que se seguiram (incluindo imagens compostas, em definição muito mais elevada) também foram denominadas de Blue Marble. Essa expressão, assim como a própria imagem, são usadas frequentemente pelas organizações de ativismo ambiental ou por companhias que tentam promover uma imagem de consciência ambiental. ==Ligações externas== * Visible Earth - Catálogo de imagens e animações da Terra * Blue Marble Navigator - Interface Web para visualização de zonas da Terra ampliadas * Earth View - The Blue Marble em tempo real Categoria:Fotografias de 1972 Categoria:Astronomia Categoria:Apollo 17",
 "title": "The Blue Marble"
}