{
 "id": "23171",
 "text": "{{Info/Município do Brasil | nome = Jundiaí | imagem_montagem = | apelido = Capital Nacional da Logística\" \"Terra da Uva | brasão = BrasaoJundiai.svg | bandeira = BandeiraJundiai.svg | link_brasão = Brasão de Jundiaí | link_bandeira = | link_hino = s: Hino do município de Jundiaí | aniversário = | emancipação = -de Parnahyba | gentílico = jundiaiense | lema = Etiam per me Brasilia magna \"Também graças a mim o Brasil tornou-se grande\" | CEP = 13200-000 até 13219-999 | prefeito = Luiz Fernando Machado | partido = PL | fim_mandato = 2024 | mapa = SaoPaulo Municip Jundiai.svg | latP = S | latG = 23 | latM = 11 | latS = 09 | lonP = O | lonG = 46 | lonM = 53 | lonS = 02 | estado = São Paulo | região_intermediária = Jundiaí | data_região_intermediária = IBGE/2017 | região_imediata = Jundiaí | data_região_imediata = IBGE/2017 | região_metropolitana = Jundiaí | vizinhos = 11 Norte: Vinhedo, Louveira e Itatiba Leste: Várzea Paulista, Campo Limpo Paulista e Jarinu Oeste: Itupeva e Cabreúva Sul: Cajamar, Franco da Rocha e Pirapora do Bom Jesus | dist_capital = Federal 950 km Estadual 57 | dist_capital_ref = | área = 431.204 | área_ref = | área_urbana = | distritos = não possui | distritos_ref = | área_urbana_data = IBGE/2019 | população = 443221 | população_pos = SP: 12° - BR: 51° | data_pop = Censo 2022 | população_ref = | altitude = 762 | clima = tropical de altitude | sigla_clima = | idh = 0.822 | idh_pos = SP: 4° - BR: 11° | data_idh = PNUD/2010 | gini = 0,39 | data_gini = IBGE/2003 | gini_ref = | gini_pos = SP: 359º - BR: 2581º | pib = mil | pib_pos = SP: 7° - BR: 18° | data_pib = IBGE/2021 | pib_per_capita = 135081.2 | data_pib_per_capita = IBGE/2021 | padroeiro = Nossa Senhora do Desterro | site_prefeitura = jundiai.sp.gov.br | site_câmara = jundiai.sp.leg.br }} Jundiaí é um município brasileiro do estado de São Paulo, sede da região metropolitana de Jundiaí. Localiza-se a 23º11'11\" de latitude sul e 46º53'03\" de longitude oeste, a uma altitude de 762 metros. Dista 57 quilômetros do município de São Paulo. Conforme dados do Instituto Brasileiro de Geografia e Estatística (IBGE) de 2022, sua população era de habitantes, ficando na 15° posição entre os municípios mais populosos do estado, sendo o 6º maior do interior paulista. Também é o 59° maior do Brasil, sendo maior que quatro capitais estaduais. Seu nome é uma referência ao rio Jundiaí, que significa \"rio dos jundiás\", famoso peixe da época da colonização do interior paulista (peixe hoje em extinção). O município apresentou, em 2016, um produto interno bruto (PIB) de mais de 39,7 bilhões de reais, colocando o município na 18.° posição em todo o país, à frente de dez capitais, sendo o 7.º município mais rico do Estado de São Paulo Em 2013, seu índice de desenvolvimento humano atingiu 0,822, levando a cidade à 11.ª melhor posição do Brasil e à 4.ª melhor do estado. Segundo a Federação das Indústrias do Estado do Rio de Janeiro (FIERJ), Jundiaí é a 9.ª cidade com maior qualidade de vida do Brasil, apresentando um Índice FIRJAN de Desenvolvimento Municipal de 0,8892 em 2013.http://www.firjan.com.br/ifdm/consulta-ao-indice/ifdm-indice-firjan-de-desenvolvimento-municipal-resultado.htm?UF=SP&IdCidade;=352590&Indicador;=1&Ano;=2013 Também é um dos municípios mais seguros do país e do interior do estado, com um risco de homicídio de 6,88 por 100 mil habitantes (índice de 2012), além de também estar em primeiro lugar em saneamento básico no ranking do Instituto Trata Brasil, entre as cidades brasileiras acima de 300 000 habitantes. A partir da década de 1990, no entanto, houve um crescimento no nível de desigualdade social. A cidade possui conurbação consolidada com Várzea Paulista e Campo Limpo Paulista, além de estar em processo de conurbação com Itupeva. As cidades mencionadas fazem parte da Região Metropolitana de Jundiaí (antiga Aglomeração Urbana de Jundiaí ou região de Jundiaí), juntamente com os municípios de Cabreúva, Louveira e Jarinu, totalizando cerca de 835 mil habitantes segundo censo do IBGE. Esta região metropolitana está integrada — junto com a Grande São Paulo, a Região Metropolitana de Campinas, a Região Metropolitana do Vale do Paraíba e Litoral Norte, a Região Metropolitana de Sorocaba e a Baixada Santista (litoral de São Paulo) — ao Complexo Metropolitano Expandido, uma megalópole que ultrapassa os 30 milhões de habitantes (cerca de 75% da população paulista) e que é a primeira aglomeração urbana do tipo no hemisfério sul. A paisagem mais marcante da cidade é a Serra do Japi, uma das grandes áreas de Mata Atlântica nativa contínua no estado de São Paulo, denominada como \"Castelo de Águas\" por muitos naturalistas, como o geógrafo Aziz Ab'Saber, devido a sua riqueza hídrica. Foi tombada em 1983 pelo Conselho de Defesa do Patrimônio Histórico e, posteriormente, regulamentada como reserva biológica. Foi declarada em 1992 pela Organização das Nações Unidas para a Educação, a Ciência e a Cultura como reserva da biosfera da mata atlântica. == Topônimo == Conforme Eduardo Navarro, em seu Dicionário de Tupi Antigo (2013), Jundiaí: é de um termo de origem tupi que significa \"rio dos jundiás (peixes)\", através da junção de îundi'a + 'y (rio), formando uma relação genitiva.NAVARRO, E. A. Dicionário de tupi antigo: a língua indígena clássica do Brasil. São Paulo. Global. 2013. p. 586. == História == === Período colonial === A região de Jundiaí, até início do século XVII, era habitada exclusivamente por povos indígenas; alguns grupos viviam em clãs familiares, caracterizando-se pelo nomadismo, e outros eram sedentários. Tupis, se dedicavam à produção de milho e de mandioca. Eram povos guerreiros, bons caçadores e pescadores, organizando-se em aldeias compostas por cabanas circulares feitas de tronco e cobertas de palha. Parte da cultura indígena foi incorporada pelos brancos colonizadores, como a utilização de queimadas na lavoura. O início da colonização da região do Mato Grosso de Jundiaí ainda é algo que possui controvérsias entre os historiadores e há várias versões, por causa da falta de documentos de fonte primária que comprovem tais versões. Tradicionalmente, diz-se que o povoamento do Mato Grosso de Jundiaí se iniciou próximo ao Rio Jundiaí, com a chegada, em 1615, da Rafael de Oliveira, sua mulher Petronilha Rodrigues Antunes e suas famílias, fugindo da justiça pelo fato de Rafael ter cometido o crime de apresamento de índios. No entanto, diz o historiador Afonso de Taunay que Rafael foi perdoado, graças à sua participação no combate aos flamengos. Outros colonizadores foram chegando na região de Jundiaí com o passar do tempo, afugentando os grupos indígenas, que se embrenharam na mata. Devido ao povoamento disperso na região do município e a necessidade dos seus povoadores recorrerem à Vila de Parnaíba, à qual a região pertencia desde 1625, para suas necessidades religiosas e os registros de batismos, casamentos e óbitos, os moradores da região queriam uma capela ali. Então, entre 1649 e 1651, foi erguida uma igreja em louvor a Nossa Senhora do Desterro e, ao seu redor, formou-se o povoado de Jundiaí. Em 14 de dezembro de 1656, o Capitão-mor Manoel de Quevedo Vasconcelos, loco-tenente e procurador do então donatário da Capitania de São Vicente, Conde de Monsanto, elevou o povoado à categoria de vila, com o nome \"Vila Formosa de Nossa Senhora do Desterro de Jundiaí\", desmembrando-se de Parnaíba. Com a instalação da Câmara, a vila passou a funcionar. Na época de sua emancipação, Jundiaí marcava o limite norte do povoamento da Capitania de São Vicente. Esse povoamento acusava dois rumos principais: um de Jundiaí para leste, atingindo a zona montanhosa banhada pelo Rio Atibaia; e outro de Jundiaí para o norte, alcançando o vale do Rio Mojiguaçu. No primeiro caso, surgiram os povoados de Atibaia (1665), a partir da edificação de uma capela por Jerônimo de Camargo e a fixação de índios vindos do sertão pelo padre Mateus Nunes de Siqueira, e de Nazaré (c. 1676). Depois da descoberta das minas de ouro em Goiás, no século XVIII, chegou, a traçado definitivo, o \"Caminho dos Goiases\", partindo de Jundiaí, atravessando as povoações de Mogi Mirim e Mogi Guaçu, rumando para o noroeste por áreas que, mais tarde, formariam o sul de Minas Gerais. A economia jundiaiense, até a metade do século XVIII, se limitava a pequenas lavouras de subsistência, que se utilizavam inicialmente da mão-de-obra escrava indígena e, mais tarde, usa-se da mão-de-obra escrava africana. As lavouras abasteciam os locais e os bandeirantes e tropeiros que passavam pelo povoado. Jundiaí era um importante entreposto para bandeirantes. No século XVIII, a cidade tinha quatro ruas centrais, chamadas de Rua Direita (atualmente Rua Barão de Jundiaí), Rua do Meio (Rua do Rosário), Rua Nova (Rua Senador Fonseca) e Rua Boa Vista (Rua Zacarias de Góes). As melhores casas eram de taipa, enquanto os mais humildes construíam casas de pau a pique cobertas por sapê. A insurgente localidade possuía a Capela de Nossa Senhora do Rosário (hoje no local está o Gabinete de Leitura Ruy Barbosa), o Hospício dos Beneditos e o Mosteiro de São Bento, um dos poucos monumentos sobreviventes. Naquela época, o abastecimento de água era feito de modo rudimentar, por meio de bicas públicas. Candeeiros de querosene eram responsáveis pela iluminação. Eles ficavam suspensos nas paredes, acesos no final da tarde e apagados ao raiar do sol. Na segunda metade do século XVIII, a economia jundiaiense passou a ser baseada no cultivo da cana-de-açúcar. Neste tempo, a política de povoamento da Capitania de São Paulo por Luís António de Sousa Botelho Mourão, o Morgado de Mateus, governador da capitania entre 1765 e 1775, estimulou o povoamento e desenvolvimento econômico de povoados dispersos ao longo do Caminho dos Goiases. Em 1769, foi criada, com território desmembrado da Vila de Jundiaí, a Vila de São José de Mogi Mirim, cujo território original englobava todo o atual Nordeste Paulista e municípios atuais como Ribeirão Preto, Franca, Batatais, Amparo, São João da Boa Vista e Mogi Guaçu. Este desmembramento fez Jundiaí perder grande parte do seu território. Em 1797, desmembrou-se de Jundiaí a Vila de Campinas. === Ciclo do café === Na metade do século XIX, a cultura cafeeira chegou em Jundiaí e, em pouco tempo, se tornou a sua base econômica. Em 1867, foi inaugurada a São Paulo Railway, ligando Jundiaí a Santos, passando por São Paulo. Outras ferrovias foram inauguradas nas três décadas seguintes, como a Companhia Paulista de Estradas de Ferro, a Companhia Ytuana de Estradas de Ferro e a Estrada de Ferro Bragantina. Surgiram também as primeiras indústrias têxteis. Em 28 de março de 1865, Jundiaí foi elevada à condição de cidade. Na segunda metade do século XIX, houve uma crise do escravismo e a alta do preço do escravo. Neste contexto, os grandes produtores rurais passaram a buscar novos trabalhadores. No final do século XIX e início do século XX, Jundiaí recebeu grande número de imigrantes italianos, e também, em menor número, outros imigrantes europeus. A imigração estimulou o crescimento comercial e industrial e, ainda, do segmento de serviços e infraestrutura urbana. Para abrigar as famílias de imigrantes, foram criados na cidade, por iniciativa do então presidente da Província de São Paulo, Antônio de Queirós Teles, conde de Parnaíba, quatro núcleos coloniais, entre eles o “Barão de Jundiaí”, criado em 1887, que deu origem ao bairro da Colônia. As famílias italianas, que chegaram ao Brasil com poucos bens, foram criando em Jundiaí seus próprios meios de subsistência, comprando pequenos lotes, cultivando milho, feijão, arroz, batata, legumes e frutas (especialmente uva) e montando armazéns. === Industrialização === Na primeira metade do século XX, Jundiaí descobriu a sua vocação industrial. O processo de industrialização de Jundiaí acompanhou as vias de circulação. Com isso, as indústrias se concentravam nas regiões próximas à ferrovia e às margens do Rio Guapeva, atendendo principalmente os segmentos têxtil e cerâmico. Nos anos 1930 e 1940, ocorreu novo impulso industrial e após a inauguração da Rodovia Anhanguera (1948), mais empresas procuraram a cidade, aproveitando também a abertura da economia ao capital estrangeiro em 1950. Foi nesta época que vieram para o município as indústrias metalúrgicas. No final da década de 1960 e início da década de 1970, criou-se o PLANIDIL (Plano de Incentivo e Desenvolvimento Industrial), legislação que regulamentou e incentivou a instalação de novas indústrias. Instalaram-se em Jundiaí indústrias de grande porte e multinacionais. Hoje, o município possui um dos maiores parques industriais da América Latina. A indústria do lazer nos municípios próximos também está incrementando a economia local, com a instalação de parques temáticos que atraem turistas e geram empregos para os jundiaienses. No início do século XXI, o município enfrenta alguns problemas característicos dos centros brasileiros de alta densidade populacional. Ao longo de sua história recente, Jundiaí perdeu territórios para a criação dos municípios de Vinhedo (1948), Campo Limpo (1964), Itupeva (1964) e Várzea Paulista (1965). O aniversário do município é comemorado em 14 de dezembro, data em que foi elevada à categoria de vila. Em 2005, foi aprovada uma emenda que decretou feriado municipal na data, comemorado a partir de 2006. Os comerciantes não aprovaram, por se tratar de uma data próxima ao natal e, a partir de 2008, o feriado tornou-se facultativo. == Geografia == thumb|Reserva Biológica da Serra do Japi Jundiaí situa-se a uma altitude média de 762 metros. O relevo é muito acidentado devido à Serra do Japi, uma grande reserva ambiental, com uma das maiores áreas florestais do estado de São Paulo intactas. Seu principal e único rio, é o Rio Jundiaí. O ponto mais setentrional de Jundiaí é o bairro Champirra. O bairro Campo Verde é o mais oriental, a Serra do Japi é a localização mais meridional do município e, por fim, o local mais ocidental da cidade é o bairro Rio das Pedras (Medeiros). A altitude máxima do município é de 1 290,6 metros (Serra do Japi), enquanto a altitude mínima é de 673,6 metros (Rio Jundiaí, na divisa com o município de Itupeva - SP). === Hidrografia === O município está localizado na bacia do Rio Jundiaí, o qual nasce na cidade de Mairiporã e segue em direção leste, atravessando os municípios de Campo Limpo Paulista, Várzea Paulista, Itupeva, Indaiatuba, chegando na cidade de Salto, onde deságua no Rio Tietê. Dentre as várias sub-bacias presentes, destaca-se a do rio Jundiaí- Mirim, que nasce no município de Jarinu e constitui-se no principal manancial de água para o abastecimento público. Ocorrem, ainda, as microbacias do Córrego do Ribeirão Caxambu, do Córrego do Moisés e do Ribeirão Caguaçu. Encontra-se também presente, no município de Jundiaí, a nascente do rio Capivari, pertencente à bacia do rio Piracicaba. O Rio Jundiaí divide o antigo centro comercial do município de alguns bairros como Ponte São João e Jardim Rio Branco. Entra no município em sua divisa com o município de Várzea Paulista e sai do município na divisa com Itupeva. É um dos limites naturais do centro histórico interfluvial Jundiahy, marcado também pelo Córrego do Mato e pelo rio Guapeva no trecho entre a Ponte Torta e sua foz. Nessa área, a maioria dos antigos riachos e nascentes foi soterrada pela ocupação urbana registrada desde o século XVII. Há alguns anos, a prefeitura investiu na retirada de sedimentos e afundamento da calha do rio, bem como limpeza e colocação de placas de concreto em suas margens. Isso acabou com as constantes enchentes que assolavam os bairros baixos no curso do rio, como a Vila Rio Branco, Jardim Danúbio, Ponte de Campinas, Vila Lacerda e Jardim Carlos Gomes. Após fracassadas tentativas de despoluição do Rio Jundiaí, a cidade ainda convive com o descaso do governo estadual, que não se preocupa em realizar o tratamento de esgoto das cidades a montante do rio atendidas pela Companhia de Saneamento Básico do Estado de São Paulo. Entretanto, um trecho do rio foi despoluído em 2017 e considerado apropriado para abastecimento após tratamento. === Áreas verdes === O município, atualmente, possui diversos parques e jardins botânicos. São eles: * Bosque José Antônio Ferraz – Jardim Copacabana * Jardim Botânico de Jundiaí * Parque Botânico Eloy Chaves * Parque Botânico Tulipas “Professor Aziz Ab`Saber” * Parque Comendador Antônio Carbonari – Parque da Uva * Parque da Cidade * Parque do Engordadouro Ângelo Costa * Parque do Trabalhador – Corrupira * Parque Ecológico Morada das Vinhas José Roberto Mota ‘Barroca’ * Parque Jardim do Lago – Antônio Garcia Machado * Unidade de Desenvolvimento Municipal (Unidam) Além dos parques, a cidade conta ainda com a Reserva Biológica da Serra do Japi, um dos símbolos da cidade. === Clima === O clima do município é o tropical de altitude, apresentando verões quentes e chuvosos e invernos amenos e subsecos. A temperatura média anual é de 18 °C, sendo o mês mais frio julho (média de 15 °C) e o mais quente fevereiro (média de 21 °C). O índice pluviométrico anual fica em torno de 1 330 mm. A menor temperatura já registrada na cidade, foi de -3,1 °C, sendo que houve registros de até -6 graus centígrados em locais próximos à serra. Há também registros de nevada em 1879. Já a maior temperatura foi 40 °C em 30 de setembro de 2020. == Demografia == No censo demográfico de 2022 feito pelo Instituto Brasileiro de Geografia e Estatística (IBGE), a população do município era de habitantes, apresentando uma densidade populacional de . Tem apresentado um grande crescimento populacional, gerado, em grande parte, pela busca de melhores condições de vida e emprego dos moradores de São Paulo. De acordo com a Emplasa, constitui uma aglomeração urbana intersticial, localizada entre a Região Metropolitana de São Paulo e a Região Metropolitana de Campinas e próxima de outras regiões importantes do estado como a região de Sorocaba e a região de São José dos Campos. A Região Metropolitana de Jundiaí é composta pelos municípios de Cabreúva, Campo Limpo Paulista, Itupeva, Jarinu, Jundiaí, Louveira e Várzea Paulista e tem cerca de 835 000 habitantes, segundo o censo do IBGE. Dados do município de Jundiaí: * População: 443.221 * População Rural: 15.922 * População residente - Homens: 213.736 - 48,22% * População residente - Mulheres: 229.485 - 51,78% * Densidade demográfica (hab./km²): 1.027,87 * IDH-M Renda 2010: 0,834http://www.atlasbrasil.org.br/2013/pt/perfil_m/jundiai_sp (Fonte: PNUD, Ipea e FJP) * Taxa de fecundidade em 2010 (filhos por mulher): 1,6 (Fonte: PNUD, Ipea e FJP) === Etnias === Cor/Raça Porcentagem Branca 76,40% Parda 18,84% Negra 3,82% Amarela 0,87% Indígena 0,06% Fonte: IBGE - Censo Demográfico 2010 === Religião === De maioria cristã, a cidade é sede da Diocese de Jundiaí, com maioria da população católica. Há também expressiva parcela de protestantes, que frequentam diversas igrejas evangélicas, testemunhas de Jeová e mórmons. A cidade possui uma mesquita para os seguidores do islamismo. Há centros espíritas, tendas de umbanda, além de locais de espiritualismo e estudos antropológicos como a gnose, eubiose, lojas maçônicas e um templo da religião/filosofia japonesa Seicho-no-ie. Há também as chamadas casas de cura, que seguem o Santo Daime.[http://fraternidadedocoracao.org.br/ Religião Porcentagem Número Católicos 65,99% 244 262 Protestantes 20,37% 75 387 Sem religião 5,60% 20 711 Espíritas 3,92% 14 519 Budistas 0,20% 746 Umbandistas 0,26% 968 Judeus 0,03% 108 Fonte: IBGE - Censo Demográfico 2010 == Política == A administração municipal se dá pelos poderes executivo e legislativo. O poder executivo é exercido pelo prefeito, auxiliado pelo seu gabinete de secretários e eleito pelo voto direto para um mandato de quatro anos, com direito a uma reeleição. Jundiaí teve como primeiro prefeito João Maria Gonzaga de Lacerda, que ficou no cargo entre 1903 a 1904. O atual prefeito é Luiz Fernando Machado, do Partido Liberal (PL), eleito no segundo turno das eleições municipais de 2016 e reeleito nas eleições de 2020, tendo como vice Gustavo Martinelli, atualmente do Partido DEM. O poder legislativo é representado pela câmara municipal, formada por 19 vereadores. Jundiaí se divide em três zonas eleitorais (65.ª; 281.ª a maior delas e 424.ª), com um total de 314.832 eleitores (abril de 2020), segundo o Tribunal Superior Eleitoral (TSE). === Cidades-irmãs === Jundiaí tem como as seguintes cidades-irmãs * Trenton, nos Estados Unidos, desde 1964; * Iwakuni, no Japão, desde 1989; * Padova, na Itália, desde 1994; * Havana, em Cuba, desde 1998; * Tai'an, na China, desde 2002; * Rugao, na China, desde 2019. == Subdivisões == A prefeitura elaborou uma divisão administrativa oficial para o município, dividindo-o nas seguintes regiões: central, leste, norte, nordeste, sul, noroeste, oeste e Serra do Japi. == Economia == Jundiaí possui o sétimo maior produto interno bruto do estado de São Paulo. A cidade possuía 23 449 estabelecimentos em 2014 (serviços, indústria, comércio, construção civil, administração pública e agropecuária), gerando mais de 181 mil empregos formais. === Agricultura === Jundiaí é conhecida como a \"terra da uva e do morango\", tendo um grande destaque no cenário nacional e produzindo atualmente 30% da uva do Estado, através de mais de 500 produtores. Hoje, dos 432 quilômetros quadrados da área do município, cerca de 320 são área rural e, destes, 228,6 são área de cultivo, havendo cerca de 15 000 hectares e 796 imóveis rurais no Cadastro Ambiental Rural do Governo Federal em 2017. São produzidos, também, caqui, pêssego, legumes, verduras e eucalipto. Na pecuária, há rebanhos bovino, ovino, equino, caprino e suíno, galináceos e produção de ovos, mel e leite. === Indústria === Além de ter uma boa produção agrícola, o município tornou-se um polo para empresas de tecnologia (Foxconn) e de logística, com armazéns da Mobly, Grupo Casas Bahia, Renault/Nissan, Magazine Luiza, DHL, Sadia e ainda possui um parque industrial com diversas empresas, se destacando nos setores de alimentos (Saralee, Frigor Hans, Parmalat), bebidas (Coca-Cola/ Femsa, Cereser, Ferráspari, Ambev), cerâmica (Deca, Roca e Ideal Standard), autopeças (Dana, Bollhoff, Neumayer Tekfor, Mahle, EBF VAZ), metalurgia (Siemens, MACCAFERRI, CBC Indústrias Pesadas, Sulzer), borracha, plásticos, embalagens e bens duráveis (Astra-SA, Plascar, Takata Petri, Foxconn, AOC Envision, Compal Eletronics, Arima, Oki, Albea), química, papeleira e de gases (Akzo Nobel, Linde, IBG, SI Group/Crios, Klabin, Böttcher), além de centrais de atendimento como Tivit e Fidelity Information Services. Em 2013, segundo o Instituto Brasileiro de Geografia e Estatística, a cidade possuía o 5º PIB industrial do Estado e o 7º PIB do Estado em prestação de serviços e comércio. O município ainda possui a maior fábrica da Coca-Cola no mundo em volume de produção, segundo a própria empresa em notícia veiculada no seu site. === Comércio === Jundiaí possui um grande número de pontos de compras, principalmente as lojas tradicionais do Centro Histórico, da Ponte São João, da Vila Arens, da Vila Hortolândia, do Eloy Chaves, da Vila Rami, do Vianelo e da Vila Rio Branco, além do eixo Nove de Julho. Possui: o Maxi Shopping Jundiaí, com mais de 240 lojas e sete salas de cinema (Moviecom); o Paineiras Shopping, com mais de 60 lojas; o Jundiaí Shopping, com mais de 212 lojas e sete salas de cinema (Cinépolis); e o Multi Moda Center, com cerca de 43 lojas. Há, ainda, o Mercadão da Ferroviários e o Mercadão da Vila Arens. Às terças, quartas e quintas, em diferentes locais da cidade (Agapeama, Vila Arens, Eloy Chaves, Parque da Uva) são realizados os chamados \"Varejões Noturnos\", com gastronomia, frutas e verduras frescas, artesanato e várias opções. Jundiaí também conta com boa infraestrutura hoteleira. === Turismo === A cidade possui, em seu Roteiro Turístico Rural, muitas adegas, como Beraldo de Cale, Brunholi, Mazziero e Castanho. A Prefeitura de Jundiaí está implementando em 2019 as chamadas \"Rotas Turísticas\" ao longo do município, assim denominadas: Rota Turística do Castanho, Rota Turística do Centro Histórico, Rota Turística da Cultura Italiana, Rota Turística do Terra Nova, Rota Turística da Uva e Rota Turística do Vinho. == Infraestrutura == === Saúde === Jundiaí conta com 37 unidades básicas de saúde ou de saúde da família nos bairros, em proporção demográfica acima do recomendado pela Organização Mundial da Saúde, passando em 2014 por um grande número de ampliações ou de novas sedes. Nos serviços de urgência, além de um PA Central 24 Horas aberto em 2013, conta com outras unidades de pronto-atendimento em preparação, sendo a UPA Novo Horizonte inaugurada em dezembro de 2018(e as demais na Ponte São João, Vila Progresso e Vila Hortolândia estão em tramitação de projeto). Também em julho de 2018 foi inaugurada a nova UBS da Vila Maringá, após remodelação, e a nova UBS do Jardim das Tulipas em outubro desse ano. A cidade conta com dois hospitais públicos: o Hospital São Vicente de Paulo (atendendo somente casos graves a partir de agosto de 2016) e o Hospital Universitário, com um terceiro, o Hospital Regional, entrando em operação para apoio ao sistema com cirurgias de baixa e média complexidade. Também tem, na rede privada, o Hospital Pitangueiras, o Hospital Santa Elisa e o Hospital Paulo Sacramento. Seus 395 mil habitantes dividem-se entre um terço de usuários de planos privados, um terço de usuários de cooperativas médicas e outro terço de usuários exclusivos do Sistema Único de Saúde. Mas todos usam serviços públicos de vigilância e fiscalização, de campanhas preventivas e de promoção da saúde e até mesmo de fornecimento de medicamentos da Prefeitura de Jundiaí. * Taxa de mortalidade infantil (Por mil nascidos vivos) em 2014: 12,73https://www.jundiai.sp.gov.br/desenvolvimento-economico/resumo-de-jundiai/ * IDH-M Longevidade: 0,866(IBGE 2010) * Expectativa de vida (anos) em 2010: 76,9 === Educação === A educação pública municipal é um dos motivos que levam a cidade ao quarto lugar do estado em índice de desenvolvimento humano. * IDH-M Educação: 0,768Lista de municípios de São Paulo por IDH \\- 17ª posição do país (IBGE 2010). A taxa de analfabetismo da população de 15 anos ou mais de idade (2010) é de 3,1%.http://www.cidades.ibge.gov.br/xtras/temas.php?codmun=352590&idtema;=79&search;=sao-paulo%7Cjundiai%7C2010-population-census:-results-of-the-universe-municipal-social-indicators--⟨= ; Faculdades públicas (federal, estadual ou municipal) * Faculdade de Tecnologia do Estado de São Paulo (FATEC) * Faculdade de Medicina de Jundiaí (FMJ) ; Faculdades particulares * ESEF- Escola Superior de Educação Física * UniAnchieta- Centro Universitário Padre Anchieta * Estácio (UNISEB)- Polo EAD * Universidade Paulista (UNIP) * Centro Universitário Anhanguera * Centro Universitário Senac * Universidade Anhembi Morumbi- Polo EAD * FCE- Faculdade Campos Elíseos- Polo EAD * Unicid- Polo EAD * Unopar- Polo EAD * Uninter- Polo EAD ; Escolas técnicas * Colégio Divino Salvador * Colégio Tableau * Colégio Àpice Eleva * Colégio Duque de Caxias * Escola Antonio Cintra Gordinho (EACG) * Escola Professor Luiz Rosa * Escola Padre Anchieta * Instituto Federal de Educação, Ciência e Tecnologia de São Paulo IFSP * Instituto Nacional de Profissionalização para DOTA Prof. Doutor Diogo Mori * Escola Técnica Estadual Benedito Storani (Colégio Técnico Agrícola/ETEC BEST) * Escola Técnica Estadual Vasco Antonio Venchiarutti (Colégio Técnico/ETEVAV/ETECVAV) * Global Multicursos * Cetec - Escola de Enfermagem * Senac * Serviço Nacional de Aprendizagem Industrial \"Conde Alexandre Siciliano\" SENAI * Centro de Educação Tecnológica Eloy Chaves CETEC * Evolut Escolas Técnicas * Espaço Celia Santucci === Transportes === O Trem Metropolitano de São Paulo transporta, diariamente em média, em suas composições, cerca de 350 000 passageiros na Linha 7–Rubi ligando a cidade com o metrô da capital paulista. A Estação Jundiaí existe desde meados de 1860 em estilo inglês e é um dos lugares mais representativos da cidade. Há também o Expresso Turístico, operado pela CPTM, a bordo de uma locomotiva fabricada na década de 60, ligando a Estação da Luz em São Paulo à Estação Jundiaí. Está em fase de projetos e próximo de chamamento público para parceria público-privada o Trem Intercidades, que inicialmente ligará os municípios de São Paulo e Americana no interior de São Paulo (com uma estação em Jundiaí). A previsão é de que a licitação ocorra em novembro de 2023. A cidade possui sete terminais de ônibus que a interligam, sendo eles: Vila Arens, Central, Colônia, Rami, Hortolândia, Eloy Chaves e CECAP. O sistema \"Circula Jundiaí\" possui o Bilhete Único, no qual o usuário pode fazer integrações com várias linhas dentro do período de 1h30, no qual ele pagará apenas o valor da tarifa vigente para essa modalidade, que é de 4,20 reais, e os usuários que optarem pelo pagamento em dinheiro pagarão 4,60 reais, preços válidos desde abril de 2019. Recentemente, as linhas alimentadoras (bairro > terminal) que atendem ao terminal Rami passaram a não possuir cobradores e, portanto, não aceitam mais o pagamento em dinheiro dentro dos próprios ônibus. A saída para o usuário é pagar com o próprio cartão de débito ou crédito. Essa medida será expandida gradativamente para todas as linhas da cidade. A Rodoviária da cidade (Terminal Rodoviário José Alves) possui 4,5 mil m² de área construída, com a capacidade de recepcionar mais de cinco mil pessoas todos os dias. Está localizada próximo à Rodovia Anhanguera, na Avenida Nove de Julho, 4.000 (Jardim Anhanguera), em um imponente e moderno prédio. No terminal rodoviário, são realizadas 225 linhas rodoviárias, que cobrem mais de 300 municípios. Para suprir a grande demanda nas viagens de ônibus, a rodoviária conta com a operação de 30 empresas de transporte. Futuramente, a cidade poderá contar com o sistema BRT - Transporte Rápido por Ônibus, que ligará o Terminal Colônia ao Centro. Em novembro de 2015, as obras ainda não haviam iniciado. Jundiaí foi primeiro município da América Latina, a partir de 13 de dezembro de 2017, a contar com o pagamento nos ônibus com cartões de débito, crédito ou pré-pago contendo a tecnologia contactless (de aproximação), na qual basta aproximar o cartão e o valor é debitado da conta-corrente ou da fatura do cartão do usuário. O Aeroporto de Jundiaí é um dos mais movimentados do estado em números de pousos e decolagens e fica próximo à Rodovia dos Bandeirantes e Anhanguera. Ferrovias * Linha 7 do Trem Metropolitano de São Paulo (para Francisco Morato, São Paulo) / Estrada de Ferro Santos Jundiaí (cargas) (para São Paulo, Cubatão, Santos) * Linha Tronco da antiga Companhia Paulista de Estradas de Ferro (para Campinas, Araraquara, Rio Claro, Barretos, Colômbia) ; Rodovias * SP-300 - Rodovia Dom Gabriel Paulino Bueno Couto (para Itu) * SP-330 - Rodovia Anhanguera (para São Paulo, Campinas) * SP-348 - Rodovia dos Bandeirantes (para São Paulo, Campinas) * SP-332 - Tancredo Neves (para Franco da Rocha, Caieiras, Várzea Paulista e São Paulo) * SP-332 - Vereador Geraldo Dias (para Louveira) * SP-360 - João Cereser (Anel de contorno, Aeroporto) * SP-360 - Engenheiro Constâncio Cintra (para Itatiba, Águas de Lindóia) * JAR-030 - Humberto Cereser/Natal Lorencini (para Jarinu) * Estrada do Poste - (para Bairro do Poste, Itupeva) === Meios de comunicação === Jundiaí recebe, geralmente, os sinais de rádio e televisão aberta localizados em Sorocaba, Campinas e São Paulo. Existem alguns canais da cidade em televisão a cabo (pago). O sinal analógico de televisão foi desligado no município em janeiro de 2018, ficando somente o sinal de televisão digital (HD). A cidade era atendida pela Telefônica Jundiaí, que construiu a primeira central telefônica (localizada no Centro). Em 1974, passou a ser atendida pela Telecomunicações de São Paulo (TELESP), que construiu as outras centrais telefônicas da cidade. Todas essas centrais são utilizadas até os dias atuais. Em 1998, esta empresa foi privatizada e vendida para a Telefônica, (hoje denominada Vivo) sendo que, em 2012, a empresa adotou a marca Vivo para suas operações de telefonia fixa e também de telefonia celular. == Cultura == Muitas figuras importantes do cenário cultural brasileiro são naturais da cidade, ou estiveram contextualizadas com ela. Destacam-se nomes enraizados com a história da cidade, como Antônio de Queirós Teles, barão de Jundiaí, conde de Parnaíba, Bento Pereira Bueno, Flávio de Queirós e Arnaldo Rojek (industrial brasileiro, pioneiro no Brasil na fabricação sistemista de embalagens metálicas para indústrias de conservas). Na literatura, são famosos os nomes de Décio Pignatari, Max Gehringer e José Renato Nalini. Na dramaturgia, a atriz Bianca Bin, Carlos Mariano, os irmãos Jean Fercondini e Max Fercondini, Paula Possani, Eloísa Mafalda, Hugo Picchi Neto e o cineasta Beto Brant. Na música, nomes como Celso Mojola, Cláudio Nucci e Fábio Zanon. Também os futebolistas Adrianinho, Alex Sandro Mendonça dos Santos, Nenê (futebolista), Doni Marangon, Grafite (futebolista) e, no basquete, Vítor Benite. Outros nomes importantes: a astrônoma e astrofísica brasileira com reconhecimento internacional Duília de Mello, o empresário e psicólogo brasileiro Oscar Maroni, o combatente Rafael Lusvarghi e Adoniran Barbosa, que nasceu em Valinhos, mas mudou-se para Jundiaí quando criança. === Gastronomia === A culinária jundiaiense sofre muitas influências da culinária italiana, paulista, mineira e de outros regiões do Brasil e do mundo, entre os diferencias que a cidade oferece são as opções de colheita no pé e restaurantes rurais em contato com a natureza. A uva niagara rosada surgiu em Jundiahy, hoje cidade de Louveira em uma mutação natural em 1933, sendo consumida in natura ou usada na produção de vinhos, atualmente a cidade é responsável por 30% da produção de uva do estado sendo um dos motivos de ser considerada Terra da Uva. Uma das receitas típica da cidade é a coxinha de queijo que é classificada como bem imaterial aprovada pelo Conselho Municipal do Patrimônio Cultural (Compac) em 2018.. Assim com outras cidades do interior de São Paulo possui produção e consumo do refrigerante sabor tutti-futti chamado de Tubaína, sede da Ferráspari fabricante da Turbaína. === Espaços culturais === A cidade possui diversos espaços de cultura, turismo e lazer. O Complexo Educacional e Cultural Argos, instalado no conjunto arquitetônico da antiga indústria têxtil Argos, possui área de 365 000 metros quadrados e forma um conjunto histórico com as vilas operárias do entorno. A revitalização deste espaço foi feita garantindo-se a preservação de suas características arquitetônicas históricas. Abriga a Biblioteca Municipal Professor Nelson Foot, o Centro Municipal de Educação de Jovens e Adultos, o Centro Municipal de Formação e Capacitação Permanentes do Magistério, o Centro Municipal de Informática, o Centro Municipal de Línguas e a emissora de Televisão Educativa do Município. O Gabinete de Leitura Ruy Barbosa, espaço cultural tradicional na cidade de Jundiaí, foi inaugurado em 28 de abril de 1908. O edifício em que se encontra atualmente foi projetado para ser uma biblioteca circulante, uma das primeiras em São Paulo. Ainda hoje conta com obras para consulta, além de espaços de socialização e produção cultural. Constitui exemplar remanescente das primeiras bibliotecas de caráter público da província de São Paulo. O projeto paulista – de ideário liberal de propagação da república e da abolição da escravatura – previu a implantação de uma rede de casas de leitura, com escolas de primeiras letras anexas, nas cidades de economia pujante, que vivenciavam a modernidade introduzida pelo trem de ferro. Diferente das bibliotecas tradicionais, situadas em algumas capitais do antigo Império, destinadas a frequência de poucos e consulta de livros no local, os gabinetes de leitura seguiam matriz francesa como biblioteca circulante ou loja de aluguel de livros, a serem retirados para leitura domiciliar. De caráter laico, até então predominavam, para essa finalidade, as associações religiosas. Esse espaço simbólico de importante política cultural do Império, voltada para a educação popular, continua em atividade até o presente. A Pinacoteca Diógenes Duarte Paes é um museu na cidade de Jundiaí, fundado em 2008. A instituição faz parte do Centro Jundiaiense de Cultura Josefina Rodrigues da Silva (Jorosil) e tem um acervo de 189 obras de artistas jundiaienses, brasileiros e internacionais. A Casa da Cultura, localizada no Centro, promove atividades de música, dança, pintura e literatura, entre outras. O Centro das Artes localiza-se no edifício do antigo Mercado Municipal que foi utilizado como local de exposição da vitinicultura durante a 1ª Festa da Uva de Jundiaí, em 1934. Em 28 de março de 1981 foi inaugurado o Centro das Artes e a Sala Glória Rocha, com auditório e palco de shows musicais e teatrais com capacidade para 334 pessoas. Reinaugurado em 8 de junho de 2001, o renovado Centro das Artes foi revitalizado, criando novos espaços como a Galeria de Artes, novos jardins e um moderno sistema de som. Em 2013, a Sala Glória Rocha começou um processo de reforma visando melhor atender a população. === Teatro === Jundiaí tem tradição no meio teatral, tendo revelado importantes nomes do teatro brasileiro. Conta com um vasto número de grupos que movimentam a cena cultural da cidade, como a Cia. Paulista de Artes, o Grupo Performático Éos, a Cia. Na Ponta da Língua e o Núcleo de Artes Cênicas de Jundiaí (entidade cultural de utilidade pública desde 1988). O Teatro Polytheama, um dos principais patrimônios históricos, culturais e arquitetônicos de Jundiaí, foi fundado em 1911 e fechado no final da década de 1960, foi reinaugurado em 1996 com projeto da renomada arquiteta Lina Bo Bardi. === Museus === * Museu Histórico e Cultural de Jundiaí – Solar do Barão de Jundiaí * Museu Eloy Chaves - Fazenda Ermida * Museu Ferroviário da Companhia Paulista * Museu da Energia de Jundiaí (desativado) * Fazenda N. Sra. da Conceição – Museu Barão de Serra Negra * Centro de Memória do Esporte Jundiaiense (\"Bolão\") * Museu Sacro Diocesano \"Cardeal Agnelo Rossi\" * Museu do Exército – 12º G.A.C. – Grupo Barão de Jundiahy * Centro Cultural Ermida * Espaço Cultural Museu do Vinho \"Família Brunholi\" * Museu do Paulista Futebol Clube (Sala de Troféus) === Eventos === ;Festa da Uva A tradicional Festa da Uva de Jundiaí é a mais antiga festa da uva de São Paulo. Realizada desde o ano de 1934, teve seu início no Centro da cidade; depois, foi transferida para o \"Parque Comendador Antônio Carbonari\", mais conhecido como \"Parque da Uva\". Há a exposição das frutas durante o dia inteiro, e durante a noite também ocorrem shows de bandas. A Festa da Uva acontecia em anos pares no mês de janeiro, mas ultimamente tem sido realizada em todos os anos. Em 2013, foi remodelada para ser um evento familiar, não tendo mais como principal atração os shows de grandes artistas, mas sim voltando ao modelo original da festa, na qual a entrada era gratuita e a participação dos agricultores era efetiva, mas contando com atrações culturais da própria cidade. A Expo Vinho, realizada juntamente com a Festa da Uva, teve sua primeira edição em 2013 e contou com diversos expositores já conhecidos na cidade. ;Festa Italiana de Jundiaí Todos os anos, no bairro da Colônia, desde o ano de 1987 (ano do centenário da imigração italiana em Jundiaí), ocorre La più bella festa (traduzido do italiano, significa \"a mais bela festa\"). É realizada em maio e junho com comidas e música típicas. Nos oito dias de festa, se reúnem em torno de 100 000 pessoas de várias cidades, como São Paulo, Campinas, Atibaia, Santos e Sorocaba e até de outros estados. Todos os anos, se fazem, presentes, o vice-cônsul da Itália em Jundiaí e italianos do Vêneto, no norte da Itália. O calendário de festas comunitárias acontece ao longo de todo o ano nos bairros da cidade. ;Carnaval O carnaval de Jundiaí sempre foi realizado na Avenida Prefeito Luis Latorre, mas em 2018 o local foi alterado para a avenida União dos Ferroviários, e em 2019 foi realizado na Cidade Administrativa, onde há o desfile das escolas de samba. O desfile se divide em grupo de acesso e especial. Entre as escolas mais tradicionais da cidade, estão a União da Vila Rio Branco e a Arco-Íris. Mas o crescimento mais recente acontece com a multiplicação de blocos de rua. ;Outros Na cidade, existem outros eventos, como a Festa da Uva do bairro do Caxambu, Festa do Senhor Bom Jesus no Caxambu (que completou cem anos em 2011), a \"Festa Portuguesa\" no bairro da Vila Arens, Festa do dia 1º de maio no Sindicato dos Metalúrgicos, a Festa das Nações no bairro Cidade Nova e a Festa do Bairro Terra Nova. A Conferência Missionária ganhou espaço na agenda de eventos da cidade. O evento é realizado pela Igreja Evangélica Assembleia de Deus - Ministério Belém, no Parque da Uva. Ocorre todos os anos nos dias de carnaval, com barracas com comidas típicas de outros países e cultos. Atrai pessoas de diversas localidades do Brasil. === Esportes === Em 2009, o Paulista Futebol Clube (série B do futebol paulista) completou, cem anos de história no dia 17 de Maio. Dentre os títulos do Paulista, estão o Campeonato Brasileiro de Futebol de 2001 - Série C e a Copa do Brasil de Futebol de 2005. O time também participou da Copa Libertadores da América de 2006, quando venceu o Club Atlético River Plate.http://paulistafutebol.com.br/o-clube A cidade possui forte tradição em ciclismo de estrada, com destaque para o ciclista Israel Bernardi, campeão brasileiro e cinco vezes campeão paulista. Devido à disponibilidade de trilhas na Serra do Japi e arredores, existem muitos praticantes de mountain bike. Atualmente, existem cerca de 14 grupos de ciclistas na região. Estima-se que estes grupos possuem cerca de 600 ciclistas ativos que praticam seus treinos e passeios diariamente. A cidade tem ainda uma fortíssima tradição no skate, tendo, a partir da década de 1980, pistas como o Mirante (oval) e o Sororoca (inicialmente halfpipe e depois street). O esporte vive altos e baixos, mas tem um grande número de praticantes. == Ver também == * Estrada de Ferro Santos-Jundiaí * Linha 9 do Trem Metropolitano de São Paulo * Interior de São Paulo == Ligações externas == * * * * Categoria:Fundações no Brasil em 1655 Categoria:Topônimos de origem tupi",
 "title": "Jundiaí"
}