{
 "id": "23181",
 "text": "Jessé Gomes da Silva Filho, conhecido pelo nome artístico Zeca Pagodinho (Rio de Janeiro, 4 de fevereiro de 1959), é um cantor e compositor brasileiro. Gravou mais de 20 discos e é considerado um grande nome do gênero samba. Começou sua carreira nas rodas de samba dos bairros de Irajá e Del Castilho, subúrbio do Rio de Janeiro. Tornou-se tão popular que seus shows chegam a ser contratados por cachês generosos, sendo realizados nas mais badaladas casas de espetáculo do país e até mesmo do exterior. Sempre fiel a suas características de irreverência e jocosidade, Zeca recebe também reconhecimento da crítica e de artistas e compositores consagrados. Nei Lopes afirma que o sambista \"é uma das poucas unanimidades nacionais, elevado ao patamar do mega-estrelato pop pelas gravadoras\". == Biografia == Filho de Irinéia e Jessé, Zeca nasceu no Irajá, onde desde pequeno passou a frequentar rodas de samba por influência de sua família. Durante a juventude, foi office-boy e apontador de jogo do bicho.O ser humano Zeca Pagodinho Morou em diversos bairros do Rio, mas sempre demonstrou apreço especial por Xerém (distrito do município de Duque de Caxias), onde possui um sítio (no qual foram gravados os DVDs da série O Quintal do Pagodinho) e uma escola de música para crianças carentes da região. Sua primeira gravação foi em 1983, com o samba Camarão que dorme a onda leva, de sua autoria, Arlindo Cruz e Beto sem Braço, a partir do convite de sua madrinha no samba, Beth Carvalho. Dois anos depois, figurou entre os nomes escolhidos pelo produtor musical Milton Manhães, da gravadora RGE, para participar do álbum colaborativo Raça Brasileira, junto de Elaine Machado, Jovelina Pérola Negra, Mauro Diniz e Pedrinho da Flor. O disco, que revelou toda uma geração de sambistas, contava com uma cinco de composições de Zeca: Leilão (parceria com Beto Sem Braço), Mal de Amor (com Beto Sem Braço e Mauro Diniz), Santa Paciência, Garrafeiro (ambas com Diniz), A Vaca (com Ratinho) e o sucesso Bagaço da Laranja (com Arlindo Cruz e Jovelina Pérola Negra). A parceria com a RGE perduraria ainda por alguns anos, sendo a gravadora responsável pelos lançamentos subsequentes do artista até 1988. Em 1986 lançou seu primeiro álbum solo, com participações especiais dos cantores Deni e Ana Clara. O sucesso do disco foi tamanho que a música Judia de Mim foi incluída na trilha sonora da novela Hipertensão. Esta seria apenas a primeira gravação de Zeca a ser veiculada em uma telenovela; ele ainda seria o intérprete das canções de abertura de O Cravo e a Rosa (com Jura, de Sinhô) e Bom Sucesso (com O Sol Nascerá, de Cartola e Elton Medeiros, em dueto com Teresa Cristina). A partir do disco de estreia, engatou uma carreira fonográfica que hoje chega a quatro décadas, com álbuns como Patota de Cosme (1987), Samba Pras Moças (1995), Água da Minha Sede (2000) e Mais Feliz (2019), construindo uma imagem pública de malandro boêmio e romântico através de sucessos como Quintal do Céu, Maneiras, Fita Amarela e Uma Prova de Amor. Tendo se tornado uma figura pública conhecida e extremamente popular, foi garoto propaganda das cervejas Nova Schin (em 2003) e, posteriormente, Brahma (a partir de 2004), marca com a qual sua imagem é associada até os dias atuais. Em 2003, no auge de sua carreira, foi o segundo artista de samba a gravar um especial de TV, CD e DVD pela MTV Brasil (tradicional reduto do rock e do pop). Antes disso, apenas o grupo Art Popular havia recebido o convite para gravar um especial, em 2000. Contendo versões ao vivo de alguns de seus maiores sucessos, o Acústico MTV Zeca Pagodinho, gravado no Rio, tornou-se um de seus discos mais vendidos, rendendo inclusive uma segunda edição em 2006 (sendo o primeiro Acústico a ganhar uma continuação na história da MTV Brasil). O segundo disco, batizado de Acústico MTV Zeca Pagodinho 2 - Gafieira, homenageou o samba de gafieira através de um seleto repertório (que compreende composições de Geraldo Pereira, Noel Rosa, Cartola e Billy Blanco), embalado pelos arranjos do maestro Rildo Hora. Em 2007, o cantor criou o selo ZecaPagodiscos, em parceria com o produtor musical Max Pierre, ex-diretor artístico da Universal Music no Brasil. O primeiro trabalho da parceria (lançado em conjunto com o Música Fabril, novo selo de Max, com distribuição da gravadora EMI) foi o CD e DVD Cidade do Samba, gravado na Cidade do Samba Joãosinho Trinta, reunindo vários artistas brasileiros de diversos estilos musicais, como Martinho da Vila, Jair Rodrigues, Cláudia Leitte, Ivete Sangalo Nando Reis, Erasmo Carlos, Gilberto Gil, entre outros. Em 2013, comemorou 30 anos de carreira com um show especial para o canal televisivo Multishow, lançado em disco como Multishow Ao Vivo: 30 Anos - Vida Que Segue. O repertório homenageava uma série de importantes compositores da história do samba, como João da Baiana, Sinhô, Zé Kéti, Adoniran Barbosa, Martinho da Vila, João Nogueira e Paulinho da Viola. Em 2016, foi um dos convidados especiais na Cerimônia de Abertura dos Jogos Olímpicos \"Rio 2016\". Foi o artista escolhido pela Prefeitura do Rio de Janeiro para o show principal da virada do ano na praia de Copacabana no reveillón de 2023. Em 27 de janeiro de 2024, Zeca se apresentou no reality show Big Brother Brasil 24, junto de Pretinho da Serrinha. O ano foi marcado pelas celebrações de seus 40 anos de carreira e 65 de vida, pontuadas por uma apresentação repleta de convidados realizada no Engenhão (estádio do Botafogo, seu time do coração) no dia 4 de fevereiro, data de seu aniversário. As comemorações foram coroadas com o lançamento do disco Zeca Pagodinho - 40 Anos (Ao Vivo). Atualmente, Zeca reside na Barra da Tijuca com a mulher, Mônica Silva, e seus quatro filhos: Eduardo, Louis, Elisa e Maria Eduarda. == Características musicais == === Estilo musical === Zeca Pagodinho é considerado por especialistas e estudiosos da história do samba como um dos mais prodigiosos versadores de partido-alto da sua geração, dada sua intensa participação em rodas de samba do bloco Cacique de Ramos no início de sua carreira. Como vocalista, embora o próprio não se considere \"um cantor\", Pagodinho é reverenciado no universo do samba como um talentoso intérprete que consegue perpassar com fidelidade a emoção e o sentido das canções que interpreta, sempre aliando o lirismo ao estilo jocoso e desregrado. Ao longo de sua carreira, é notável sua evolução de simples compositor de sambas para um intérprete de outros compositores de gerações mais novas e também de gerações passadas, sendo que o próprio artista costuma citar \"falta de espaço\" em seus álbuns para inclusão de composições próprias. Ao longo de seu extenso repertório, Zeca regravou diversas canções anteriores ao seu sucesso de compositores que considera suas referências, como Monarco e Noel Rosa. Além de exportar a imagem do samba a novas gerações, Pagodinho também demonstra grande versatilidade ao engajar-se em projetos artísticos que variam do samba de raiz, aliando-se frequentemente a artistas de múltiplas vertentes musicais. Em 1999, por exemplo, o sambista gravou uma aclamada versão de \"Com Que Roupa\" - clássico de Noel Rosa - em dueto com Caetano Veloso. Em 2014, gravou a canção \"Sem Compromisso\" (composta por Geraldo Pereira) num projeto musical em homenagem a Chico Buarque, com quem já havia realizado diversas regravações na década de 1990. == Vida pessoal == === Religião === Zeca Pagodinho define-se como uma pessoa religiosa. Já afirmou publicamente que sua religião é espírita e que foi criado frequentando terreiros de Umbanda. Neto de uma rezadeira e criado numa família católica romana, Pagodinho frequentemente cita sua crença pessoal como um sincretismo entre a Umbanda e o Catolicismo. O cantor tem tatuada em seu peito esquerdo uma imagem de São Cosme e Damião, devoção que já foi retratada por Pagodinho em composições como Falange do Erê e Patota de Cosme. Também é devoto de São Jorge, santo católico sincretizado com Ogum, na Umbanda, realizando festas anuais em sua residência em homenagem ao orixá. No álbum Uma Prova de Amor (2008), Pagodinho emplacou a canção Ogum (composta por Marquinho PQD e Claudemir) que retrata o sincretismo entre as duas religiões, sendo esta uma das músicas mais populares nos anos recentes de sua carreira. === Família === Apesar da imagem constantemente endossada de uma figura boêmia e desregrada, Pagodinho contrasta expondo publicamente momentos de intensa vida familiar em suas redes sociais oficias. Pagodinho casou-se em 1986 com Mônica Silva, com quem teve quatro filhos: Louis, Eduardo, Elisa e Maria Eduarda. Pagodinho é ainda avô de Noah (nascido em 2010 e a quem o cantor dedicou a canção Orgulho do Vovô em parceria com Arlindo Cruz) e Catarina (nascida em 2019). Em 2015, Pagodinho perdeu seu filho mais velho, Elias Gabriel, fruto de um relacionamento anterior ao seu casamento atual. Na ocasião, o cantor e seus filhos lamentaram a morte precoce de Elias. Outros membros de sua família que seguiram carreira musical são sua irmã Ircéa Pagodinho, que lançou até então apenas o álbum de estúdio Feito Diadema em 1987; e seu sobrinho Juninho Thybau que segue os passos do tio como compositor de samba de raiz e considerado um dos mais principais versadores de partido alto de sua geração. == Discografia == * Suor no Rosto (participação em disco de Beth Carvalho, na faixa Camarão Que Dorme a Onda Leva) - (1983) (RCA) * Raça Brasileira (com Elaine Machado, Jovelina Pérola Negra, Mauro Diniz e Pedrinho da Flor) - (1985) (RGE) * Zeca Pagodinho - (1986) (RGE) * Patota de Cosme - (1987) (RGE) * Jeito Moleque - (1988) (RGE) * Boêmio Feliz - (1989) (BMG) * Mania da Gente - (1990) (BMG) * Pixote - (1991) (BMG) * Um dos Poetas do Samba - (1992) (BMG) * Alô, Mundo! - (1993) (BMG) * Samba Pras Moças - (1995) (PolyGram) * Deixa Clarear - (1996) (PolyGram) * Hoje é Dia de Festa - (1997) (PolyGram) * Zeca Pagodinho - (1998) (PolyGram) * Ao Vivo - (1999) (Universal Music) * Água da Minha Sede - (2000) (Universal Music) * Deixa a Vida Me Levar - (2002) (Universal Music) * Acústico MTV - Zeca Pagodinho - (2003) (Universal Music) * Perfil (2004) (Som Livre) * À Vera - (2005) (Universal Music) * Acústico MTV - Zeca Pagodinho 2: Gafieira (2006) * Raridades - (2007) (Som Livre) * Uma Prova de Amor - (2008) (Universal Music) * Especial MTV - Uma Prova de Amor Ao Vivo - (2009) (Universal Music) * Vida da Minha Vida - (2010) (Universal Music) * Ao Vivo com os Amigos - (2011) (Universal Music) * O Quintal do Pagodinho - (2012) (Universal Music) * Multishow Ao Vivo: 30 Anos - Vida Que Segue \\- (2013) (Universal Music) * Sambabook Zeca Pagodinho - (2014) (Universal Music) * Ser Humano - (2015) (Universal Music) * O Quintal do Pagodinho 3 - (2016) (Universal Music) * De Santo Amaro A Xerém (com Maria Bethânia) \\- (2018) (Biscoito Fino) * Mais Feliz - (2019) (Universal Music) * 40 Anos Ao Vivo - (2024) (Universal Music) == Prêmios e indicações == === Grammy Latino === Ano Categoria Indicação Resultado 2000 Melhor Álbum de Samba/Pagode Ao Vivo 2001 Água da Minha Sede 2002 Deixa a Vida Me Levar Melhor Canção Brasileira 2004 Melhor Álbum de Samba/Pagode Acústico MTV 2005 À Vera 2007 Acústico MTV 2 - Gafieira 2009 Uma Prova de Amor 2010 Especial MTV - Uma Prova de Amor Ao Vivo 2011 Vida da Minha Vida 2013 Multishow Ao Vivo: 30 Anos - Vida Que Segue 2015 Ser Humano === MTV Video Music Brasil === Ano Categoria Indicação Resultado 1999 Videoclipe de Pagode Vai Vadiar 2002 Videoclipe de MPB Deixa a Vida Me Levar 2003 Videoclipe de MPB Caviar 2008 Show do Ano Zeca Pagodinho 2009 Melhor Banda/Artista de Samba === Prêmio da Música Brasileira === Ano Categoria Indicação Resultado 2009 Melhor Cantor de Samba Zeca Pagodinho Melhor Álbum de Samba Uma Prova de Amor Melhor Canção Então Leva 2016 Melhor Cantor de Samba Zeca Pagodinho 2017 Melhor Álbum de Samba O Quintal do Pagodinho: Ao vivo - Vol. 3 === Prêmio Multishow === Ano Categoria Indicação Resultado 2001 Melhor Cantor Zeca Pagodinho 2002 Melhor Show 2003 Melhor CD Deixa a Vida Me Levar 2004 Melhor Cantor Zeca Pagodinho Melhor DVD 2005 Melhor Cantor Zeca Pagodinho 2006 2007 Melhor DVD Zeca Pagodinho - Ao Vivo 2009 Melhor Show Zeca Pagodinho === Prêmio Contigo! MPB FM === Ano Categoria Indicação Resultado 2012 Melhor DVD O Quintal do Pagodinho 2013 Melhor Álbum de Samba Multishow Ao Vivo: 30 Anos - Vida Que Segue Melhor DVD 2014 Projetos Especiais Sambabook Zeca Pagodinho === Troféu Imprensa === Ano Categoria Indicação Resultado 2002 Melhor Cantor Zeca Pagodinho 2003 2004 2006 2007 2008 === Melhores do Ano === Ano Categoria Indicação Resultado 1996 Sucesso do Ano Zeca Pagodinho 2002 Melhor Cantor 2003 2006 2007 2008 == Ver também == * Lista de recordistas de vendas de discos no Brasil == Ligações externas == * * Categoria:Cantores afro-brasileiros Categoria:Compositores do estado do Rio de Janeiro Categoria:Naturais da cidade do Rio de Janeiro Categoria:Portela (escola de samba) Categoria:Cantores do estado do Rio de Janeiro Categoria:Recordistas de vendas de discos no Brasil Categoria:Vencedores do Grammy Latino Categoria:Músicos vencedores do MTV Video Music Brasil Categoria:Cantores de samba Categoria:Artistas da RGE Discos Categoria:Artistas da Bertelsmann Music Group Categoria:Artistas da Universal Music Group Categoria:Umbandistas do Brasil Categoria:Cantores premiados com o Globo de Melhores do Ano Categoria:Agraciados com a Ordem do Mérito Cultural Categoria:Cantores premiados com o Troféu Imprensa",
 "title": "Zeca Pagodinho"
}