{
 "id": "23210",
 "text": "Ácaro é a designação comum dada aos animais pertencentes à subclasse Acari da classe Arachnida (os aracnídeos). A palavra acari deriva do grego akares, 'pequeno'. A maioria dos adultos mede entre 0,25 e 0,75 mm de comprimento, embora existam espécies ainda menores. Os carrapatos são os que alcançam maior tamanho, chegando a até 3 cm, após ingerirem sangue, como por exemplo, o carrapato-estrela, vetor da bactéria causadora da febre maculosa. O grupo apresenta aproximadamente 55 mil espécies descritas, compondo aproximadamente 5.500 gêneros e 1.200 subgêneros, representados em 540 famílias. Entretanto, estimativas do real número de espécies de ácaros vão de 500 mil a 1 milhão, pois novas espécies são encontradas rotineiramente, até mesmo em substratos que já foram bem estudados.Krantz, G.W.; Walter D.E. (2009) A Manual of Acarology, 3ªed. == Ambientes de ocorrência == A grande capacidade de adaptação, relacionada com a plasticidade evolutiva e o pequeno tamanho relativo, possibilitou a conquista de diversos ambientes aquáticos e terrestres, de forma que os ácaros ocupam uma variedade maior de habitats do que qualquer outro grupo de artrópodes. São componentes significantes do zooplâcton e associados a algas, bem como da fauna arbórea. Também ocorrem em grande número nas camadas de húmus que cobrem florestas, gramas e solos agrícolas. Além disso, por causa do tamanho, são facilmente levados pelo vento, compondo o “plâncton aéreo”. Os ácaros do pó domiciliar, por exemplo, são visíveis apenas ao microscópio e medem entre 200 e 500 micrômetros. == Morfologia externa == O corpo dos Acari se divide em duas regiões principais: o Gnatossoma, ou Capítulo e o Idiossoma. Essa divisão ocorre unicamente neste grupo, sendo apontada diversas vezes como a sinapomorfia do clado. === Gnatossoma === Localizado na região anterior dos ácaros, assemelha-se à cabeça generalizada dos outros artrópodes quando as peças bucais estão anexadas ao gnatossoma. O Gnatossoma é altamente complexo e especializado onde podem ser encontradas diversas adaptações para recepção sensorial, captura de alimento e digestão pré-oral. Possui papéis importantes quanto à transferência de esperma em alguns grupos, e quanto à produção de seda em outros. É uma região corporal bastante diversa na sua forma e função quando comparado com segmentos homólogos de outros aracnídeos. Nessa estrutura se encontram as quelíceras e os palpos. ==== Quelíceras ==== As Quelíceras em Acari são órgãos primários para aquisição de comida, usualmente adaptadas para mastigação, perfuração, dilaceração e sucção. Quanto à movimentação das quelíceras, a redução é mediada por músculos retratores que saem da parede dorsal do gnatossoma, enquanto a sua extrusão é guiada por pressão hidrostática gerada pela contração dos fortes músculos dorsoventrais idiossomáticos. A variação na morfologia da quelícera entre e dentro os grupos de Acari reflete na grande diversidade de hábitos alimentares e modos de vida da subclasse. Quelíceras que auxiliam na transferência de esperma evoluíram em pelo menos quatro linhagens de Mesostigmata. O grupo Parasitiae possui um forâmen mediano na quelícera móvel, o espermatotrema, uma estrutura que preenche e dá a forma do espermatóforo nesse grupo. Os outros três grupos de Mesostigmata (Dermanyssiae, Heterozerconina e Celaenopsoideae) possuem modificações na quelícera e na posição da abertura genital dos machos para a transferência de esperma. Carrapatos e outros Mesostigmatas mais basais depositam o espermatóforo diretamente no interior na abertura genital primária das fêmeas usando a quelícera ou contato ventre-a-ventre, enquanto Dermanyssiae machos transferem o esperma para uma abertura genital secundária nas fêmeas, o poro de indução de esperma, usualmente próximo a base das pernas nas fêmeas. ==== Palpos ==== Os palpos são utilizados como plataformas para ordenar receptores sensoriais, semelhante às antenas dos insetos. Entretanto, podem ser modificados em estrutura raptorial em alguns grupos, órgãos de suporte em parasitas, ou mecanismos de filtração em famílias que se alimentam de microorganismos, como Histiostomatidae. Como função basal, os palpos são utilizados para manipular a presa para dentro da região bucal. A quantidade de artículos dos palpos também é variável, um ou dois em Astigmata e Prostigmata, três ou quatro em Ixodida. e cinco ou mais em Oribatida. === Idiossoma === O Idiossoma em Acari compreende toda a região posterior do corpo, consequentemente assume funções paralelas às do abdome, tórax, e partes da cabeça dos artrópodes. É tão diverso como todas as outras características de Acari, e suas variações constituem informações relevantes para caracterizar grupos, principalmente na forma e no grau de esclerotização. O idiossoma em Acari carrega um ou mais escudos esclerotizados. Na maioria dos grupos o grau de esclerotização aumenta com o tempo em relação ao grau no estágio larval, porém, em Astigmatina e alguns Oribatida ocorre retenção da quantidade de escudos do estágio larval. O idiossoma tem como função principal a proteção contra a predação, distúrbios ambientais e é usado como plataforma para inserção de músculos. As estruturas externas primárias do idiossoma estão envolvidas na locomoção, respiração, transferência de esperma, recepção sensorial, secreção e osmorregulação. == Locomoção == Com exceção de Prostigmata e Astigmatina, duas subordens dentro da ordem Sarcoptiformes, todos os ácaros possuem quatro pares de pernas na fase adulta e três na fase larval. As pernas podem ser utilizadas para andar, escalar (com ajuda de garras tarsais e pulvilo) e podem estar adaptadas para natação nas espécies aquáticas. São compostas por sete artículos: coxa, trocanter, fêmur, patela, tíbia, tarso e metatarso. == Órgãos sensoriais == Os órgãos sensoriais estão presentes na região do idiossoma. Podem ser quimiorreceptores, termorreceptores, higrorreceptores, fotorreceptores e mecanorreceptores, este último sendo o mais comum. === Mecanorreceptores === A maioria dos mecanorreceptores são cerdas táteis simples que se ligam à musculatura associados a um complexo de células receptoras que transmitem o sinal das cerdas ao sistema nervoso central. Outro tipo de mecanorreceptor são os chamados tricobótrios, presentes em alguns representantes do grupo Opiliocarida. Por fim, a cutícula dos ácaros é ornamentada por uma variedade de aberturas porosas, que são consideradas como tendo função sensorial por aparentemente receberem informações do meio físico, por meio de neurônios sensoriais subcuticulares. == Reprodução == Vivem 2 a 3 meses, durante os quais acasalam 1 a 2 vezes, dando origem a uma postura de 20 a 50 ovos. O período mais propício para o acasalamento é entre a primavera e o outono. Os ácaros são frequentemente responsáveis por quadros de alergia respiratória como rinite alérgica e asma. As principais espécies relacionadas a esses casos são o Dermatophagoides pteronyssinus, D. farinae, Euroglyphus maynei e Blomia tropicalis. As estratégias de reprodução são bastante variadas, incluindo partenogênese e/ou reprodução sexuada, com ou sem cópula, viviparidade e ovoviviparidade. O sistema reprodutor dos machos e fêmeas dos ácaros varia consideravelmente. Em machos, os componentes básicos são testículos, uma ou mais glândulas acessórias e um duto ejaculatório. Vesículas seminais podem ser encontradas entre as glândulas acessórias e o ducto ejaculatório em Parasitengonina. Em fêmeas, o sistema reprodutor consiste no pareamento ou na fusão de ovários e ovidutos, um útero mediano, uma câmara progenital, uma vagina e uma abertura genital terminal. A função fundamental da abertura genital é a oviposição. A transferência direta de espermatozóides para a abertura genital ocorre em vários Prostigmata, porém, em Astigmatina e alguns Prostigmata, a transferência ocorre por uma abertura especial, a bursa copulatória, localizada no idiossoma da fêmea. A bursa se conecta internamente ao receptáculo seminal que culmina nos ovários. Alguns machos em Astigmata possuem um órgão intromitente especializado, que pode ser chamado de pênis. Em Acari também pode ocorrer transferência indireta de espermatozóides, por meio de espermatóforos, que são depositados no substrato de modo que se faça atrativo e acessível para as fêmeas. Os espermatóforos possuem ampla variedade e sua morfologia é um carácter diagnóstico para distinguir famílias e gêneros. As transferências ocorrem pela proximidade dos machos com as fêmeas, onde a mediação é feita pela liberação de feromônios pelas fêmeas. Foram descritos até hoje três tipos de feromônios sexuais em Acari: 1) Arrestantes: produzidos por fêmeas imaturas para estimular a resguarda pré-copulatória de machos adultos. 2) Atrativos: produzidos por fêmeas maduras para machos maduros. 3) Feromônios de contato: secretados por fêmeas adultas para estimular o comportamento copulatório competitivo entre machos. == Hábitos alimentares == Os ácaros apresentam uma alimentação muito diferenciada entre os grupos, podendo ser parasitas de vertebrados, invertebrados ou plantas. Além disso, alguns grupos são predadores de fungos e bactérias. O tipo de alimentação depende da forma e função das quelíceras e do trato digestivo. Dessa forma as principais estratégias alimentares são o parasitismo, fitofagia, micofagia e saprofagia. No caso dos predadores, as presas mais frequentes são nematódeos e pequenos artrópodes (mesmo outros ácaros e até crustáceos pequenos, quando em ambiente aquático). Os parasitas, em geral, são ectoparasitas. Em nossas casas, os ácaros alimentam-se de partículas resultantes da descamação de pele humana e de animais. Por dia, o homem perde cerca de 1g destes pedaços de pele. Os ácaros abundam nos colchões, mantas de lã, almofadas de penas, tapetes, alcatifas, sofás e bonecos de pelúcia, desenvolvendo-se em condições ótimas de umidade superior à média de 70% a 80% e de temperatura superior a 20 °C. Em altitudes superiores a 1200 metros, os ácaros deixam de ter boas condições de vida. Por este motivo, a estadia em regiões montanhosas pode conduzir ao alívio de certas alergias. Entre os ácaros parasitas do homem, existem os que atingem os folículos pilosos e glândulas sebáceas, como Demodex folliculorum, que provoca a formação de cravosRoihu T, Kariniemi AL. Demodex mites in acne rosacea. J Cutan Pathol 1998; 25:550-2. , e parasitas cutâneos, como Sarcoptes scabiei, o causador da sarna humana (escabiose). Este forma túneis na epiderme e libera secreções que provocam forte irritação. A deposição contínua de ovos nos túneis garante a perpetuação da infestação. O contato com áreas infestadas da pele pode transmitir o ácaro para outro hospedeiro. Apesar das alergias e parasitismos, muitas espécies são benéficas para o homem por predarem outros invertebrados, considerados pestes para a agricultura e plantações ornamentais, além de predarem plantas daninhas. São importantes, também, para a reciclagem de nutrientes no ecossistema, quebrando-os em tamanhos menores para que possam ser utilizados por outros decompositores. == Respiração == Grupos como Endeostigmata e alguns Oribatida e Prostigmata fazem respiração cuticular. A grande maioria dos ácaros trocam seus gases pelo stigmata, um sistema traqueal ramificado que se abre externamente através dos espiráculos. O stigmata possui uma ampla variedade de formas, quantidades e associações nos diferentes grupos, mas costuma estar conectado a um sistema traqueal bem desenvolvido. == Alergologia == Os excrementos dos ácaros e os ácaros mortos dispersam-se em poeira fina, sendo inalados e podendo provocar alergias. A maioria dos casos de alergia a ácaros são mediadas pelo IgE, mas existem descrições de pacientes com imunorreatividade e hipersensibilidade a ácaros mediada por mecanismos celulares.Olivier CE et al. Imunorreatividade tardia não mediada IgE a ácaros da poeira doméstica demonstrada por teste de inibição da aderência do leucócito e por prova de provocação nasal. Revista Multidisciplinar da Saúde – ano III – nº 05 – 2011 pg 79-88.pdf Os alergénios dos ácaros são bem conhecidos. Os antigénios principais são Der p1 (D. pteronyssinus), Der f1 (D. farinae) e Eur m1 (E. maynei). Para que se dê a sensibilização aos ácaros é necessária uma taxa de antigénio Der p1 superior ou igual a 2 micra por grama de pó domiciliar, o que seria equivalente a 100 ácaros por grama de poeira fina. Calcula-se que a prevalência da sensibilização aos ácaros na população geral seja de cerca de 10 a 20%. São os responsáveis pela maioria dos casos de rinite e asma alérgica perene, tendo também um papel importante na dermatite atópica. Já foram descritos casos raros de anafilaxia após ingestão de alimentos contaminados por grandes quantidades de D. farinae (farinha, pizzas, peixe e legumes, entre outros). == Prevenção == As medidas preventivas de evicção para os ácaros domiciliares reduzem os sintomas clínicos e são o primeiro passo no tratamento de doentes alérgicos aos ácaros. Destas medidas fazem parte: * arejamento diário dos quartos; * exposição ao ar e ao sol dos colchões, edredons e almofadas; * lavagem frequente a 60 °C dos colchões, edredons e almofadas; * aspiração regular e frequente dos colchões e tapetes com aspiradores munidos de filtros HEPA; * tratamento de colchões e tapetes com acaricidas; * utilização de coberturas antiácaros nos colchões, travesseiros, edredons e almofadas; * uso de xampu anti-pulgas e tosa em animais domésticos; * remoção de alcatifas (carpetes); * lavagem semanal dos bonecos de pelúcia; * manutenção de uma atmosfera seca no interior das habitações (umidade relativa a 50% a 60% e temperatura entre 18 e 20 °C); * controle das medidas de evicção com o Acarext test (R), o qual estima o número de ácaros existentes; Não está demonstrada a eficácia dos ionizadores e purificadores de ar, nem da ventilação mecânica. A imunoterapia específica ou dessensibilização ('vacinas') está indicada nos doentes sensibilizados quando os sintomas clínicos não são controlados com a evicção e com o tratamento farmacológico dos sintomas. === Acarex test === Acarex test é um estrangeirismo que designa um teste que permite avaliar a concentração de ácaros no pó de um ambiente . Baseia-se na determinação semi-quantitativa , pelo método colorimétrico, da guanina contida nas fezes dos ácaros. == Importância Econômica == Os maiores prejuízos econômicos que ácaros podem causar se relacionam ao parasitismo de plantas e animais cultivados. Na pecuária, as infestações de carrapatos chegam a causar prejuízos na ordem dos milhões de reais. Na agricultura, diversos grupos de ácaros possuem espécies de interesse, com destaque para a família Tetranychidae, que contêm cerca de 60% dos ácaros de importância na agricultura. O ácaro rajado (Tetranychus urticae) representa uma ameaça na agricultura por parasitar, por exemplo, as culturas de feijão, tomate, morango e rosas, chegando a impedir que os hospedeiros realizem fotossíntese. Outras espécies ainda afetam culturas de mandioca (Mononychellus tanajoa) e café (Olygonichus ilicis) . A família Eryophyidae inclui espécies que formam galhas e que parasitam exclusivamente o tomate (Aculops lycopersici) e os citros (Phyllocoptruta oleivora). Além dos problemas que causam como pragas agrícolas, os ácaros também podem ser um problema econômico por consumirem e deixarem resíduos em alimentos estocados, como grãos e queijos. O interesse econômico dos ácaros, no entanto, não se restringe aos problemas: diversas espécies atuam como controle biológico de pragas, com destaque para a família Phyoseiidae, especialmente para a espécie Phytoseiulus persimilis, mundialmente empregada por predar ácaros da família Tetranychidae.Ruppert, E.E.; Barnes, R.D. (2005) Zoologia dos Invertebrados. 7ª ed. == Taxonomia == Ao se considerar ácaros como um grupo monofilético ainda encontramos discordâncias na literatura quanto à filogenia dentro do grupo, dado que muitos autores o consideram polifilético. Na filogenia atual encontramos Acari como uma subclasse pertencente à classe Arachnida (dentro de Chelicerata, Arthropoda). Acari é dividido em duas superordens: * Superordem Parasitiformes ** Ordem Opilioacarida ** Ordem Holothyrida ** Ordem Ixodida ** Ordem Mesostigmata * Superordem Acariformes ** Ordem Trombidiformes ** Ordem Sarcoptiformes == Ligações externas == * * * !",
 "title": "Ácaro"
}