{
 "id": "23213",
 "text": "João Eduardo de Salles Nobre, mais conhecido como Dudu Nobre (Rio de Janeiro, 6 de novembro de 1973), é um compositor e cantor brasileiro. Filho do engenheiro João Nobre e Anita Nobre. Aos cinco anos de idade, começou a estudar piano clássico, e aos nove ganhou o instrumento que se tornaria inseparável, o cavaquinho. É ainda irmão da porta-bandeira Lucinha Nobre, primo do cantor e ator Seu Jorge e afilhado do sambista Zeca Pagodinho. == Carreira == === Talent show === Em 2008, Dudu Nobre foi um dos participantes da quinta temporada do talent show Dança dos Famosos que é exibido pela Rede Globo, ficando em 10.° lugar na competição. Em 2019, Dudu Nobre participou de um outro talent show que foi um episódio da segunda temporada de Bancando o Chef que é exibido pela RecordTV. Neste episódio, Dudu enfrentou a atriz Isabel Fillardis, no qual foi o vencedor da competição Em 2022, Dudu Nobre foi um dos participantes da segunda temporada do talent show The Masked Singer Brasil que é exibido pela Rede Globo, com o personagem \"Bebê\". === Polêmica de plágio === Em 2001, o compositor Rubens Mathias, processou Waguinho e Dudu Nobre por plágio, segundo o compositor a canção \"Nega no Lixo\" seria um plágio de \"Essa Nega Vai Ter que Sofrer\", composta por Rubens e o irmão Valdir Mathias, Dudu Nobre afirmou que Waguinho lhe mostrou a composição dizendo ter recebido de uma mãe de santo.14/12/2001, Plágio, macumba e pagode, Jornal de Brasília == Vida pessoal == Dudu Nobre é casado com Priscila Nobre que teve os filhos João Eduardo Nobre e Alicia Nobre. De outro relacionamento tem duas filhas: Olívia Nobre e Thalita Nobre. Olívia seguiu a carreira musical, adotando o nome artístico Lily Nobre, e em 2023 foi anunciada como participante da décima quinta edição do reality show A Fazenda, da RecordTV. É primo do também cantor Seu Jorge, e, assim como ele, é descendente de cabo- verdianos. == Discografia == ;Álbuns * 1999: Dudu Nobre * 2001: Moleque Dudu * 2003: Chegue Mais * 2003: Dudu Nobre - ao Vivo * 2004: Dois no Samba * 2005: Festa em Meu Coração * 2005: Maxximum: Dudu Nobre * 2007: Os Mais Belos Sambas Enredo de Todos os Tempos * 2008: Essencial * 2008: Roda de Samba ao Vivo * 2011: O Samba Aqui Já Esquentou * 2012: Ainda é Cedo * 2014: Os Mais Lindos Sambas Enredo de Todos os Tempos * 2019: O Cavaco Foi Pra Pista * 2022: Samba de Exaltação * 2023: Correr pelo certo (single) * 2024: Morena (single) ;Colaborações * 2012: \"Tem que Respeitar\" de Bonde da Stronda == Carnaval == === Como compositor de samba-enredo === Ano Escola de samba Divisão Samba- Enredo 2014 Unidos do Viradouro Série A (RJ) Sou a Terra de Ismael, 'Guanabaran' Eu Vou Cruzar... Pra Você Tiro o Chapéu, Rio Eu Vim Te Abraçar Viradouro escolhe parceria de Dudu Nobre como samba do carnaval 2014 Mocidade Independente de Padre Miguel Especial RJ Pernambucópolis 2015 Mocidade Unida da Glória Especial (Vitória) Nos Reinos de Sua Majestade: o Sonho Unidos do Porto da Pedra Série A (RJ) Há Uma Luz que Nunca Se Apaga 2016 Unidos da Tijuca Especial RJ Semeando Sorriso, a Tijuca Festeja o Solo Sagrado Unidos de Vila Maria Especial SP A Vila Famosa É mais Bela, Ilhabela da Fantasia Mocidade Unida da Glória Especial (Vitória) Papo de Botequim 2017 Mocidade Unida da Glória Especial (Vitória) A MUG dá as Cartas! 2018 Unidos de Vila Maria Especial SP Aproveitam-se de minha nobreza, você não soube, não te contaram? Suspeitei desde o principio! Não contavam com minha astúcia! Arriba Bolanõs, Arriba Vila, Arriba México Mocidade Unida da Glória Especial (Vitória) Entre confetes e serpentinas, uma paixão sem igual… Olhares que se cruzam, bocas que se beijam… Amores de carnaval 2019 Mocidade Unida da Glória Especial (Vitória) Sorrir e Sambar, É Só Começar! 2020 Unidos da Tijuca Especial RJ Onde Moram os Sonhos Camisa 12 Acesso 2 (SP) O Pão Nosso de cada dia nos dai hoje - Pão vivo, alimento sagrado! Quem dele partilhar, de vida eterna irá gozar! Mocidade Unida da Glória Especial (Vitória) Oby: O Imaculado Santuário das Lendas 2022 Unidos de Vila Isabel Especial RJ Canta, Canta, Minha Gente! A Vila É de Martinho! Unidos de Vila Maria Especial SP O Mundo Precisa de Cada Um de Nós. A Vila É Porta-Voz Camisa 12 Acesso 2 (SP) Um conto para mil e uma noites. A viagem da pantera pra lá de Bagdá Mocidade Unida da Glória Especial (Vitória) O Leão em Caravana Traz ao Palco da Folia a Imagem e Semelhança com Um Quê de Fantasia 2023 Camisa 12 Acesso 2 (SP) Da inclusão à superação. Todos somos iguais. Sou um campeão Mocidade Unida da Glória Especial (Vitória) A Caminho das Terras do Sol Poente 2024 Acadêmicos do Salgueiro Especial RJ Hutukara === Como intérprete de samba-enredo === Ano Escola 2014- Mocidade == Premiações == Abaixo, a lista de prêmios recebidos por Dudu Nobre. *Gato de Prata # 2024 - Melhor samba-enredo (Salgueiro - \"Hutukara\") * Plumas & Paetês Cultural # 2014 - Melhor samba-enredo (Viradouro - \"Sou a Terra de Ismael, 'Guanabaran' Eu Vou Cruzar... Pra Você Tiro o Chapéu, Rio Eu Vim Te Abraçar\") # 2022 - Melhor samba-enredo (Vila Isabel - \"Canta, Canta, Minha Gente! A Vila É de Martinho\") * Prêmio Gazeta do Rio # 2022 - Melhor samba-enredo (Vila Isabel - \"Canta, Canta, Minha Gente! A Vila É de Martinho\") * Prêmio SRzd # 2014 - Melhor samba-enredo (Mocidade - \"Pernambucópolis\") * Resenha dos Sambistas # 2024 - Melhor samba-enredo (Salgueiro - \"Hutukara\") * S@mba-net # 2014 - Melhor samba-enredo (Mocidade - \"Pernambucópolis\") * Troféu Sambario # 2024 - Melhor samba-enredo (Salgueiro - \"Hutukara\") * Troféu Tupi Carnaval Total (Super Rádio Tupi) # 2024 - Melhor samba-enredo (Salgueiro - \"Hutukara\") == Ligações externas == * Facebook oficial. Categoria:Compositores do estado do Rio de Janeiro Categoria:Cantores afro-brasileiros Categoria:Naturais da cidade do Rio de Janeiro Categoria:Cantores do estado do Rio de Janeiro Categoria:Participantes de Dança dos Famosos Categoria:Intérpretes de samba-enredo da Mocidade Independente de Padre Miguel Categoria:Compositores de samba-enredo Categoria:Participantes de The Masked Singer Brasil Categoria:Brasileiros de ascendência cabo-verdiana",
 "title": "Dudu Nobre"
}