{
 "id": "23248",
 "text": "Na física, vácuo é um espaço onde não existe matéria. O vácuo perfeito, porém, não é possível na natureza, ainda que ocorram situações muito próximas dele (por exemplo, no espaço sideral) e também não pode ser criado por um ser humano, pois para criação do vácuo poderíamos pensar em retirar o ar de um recipiente o que seria executável, porém nunca será possível a retirada de 100% do mesmo, pois não temos um equipamento capaz de reduzir a matéria a zero, em um certo volume. Na física clássica, um vácuo parcial em uma certa região do espaço pode ser quantificado referindo-se à pressão naquela região (o vácuo perfeito teria pressão zero). No Sistema Internacional de Unidades (SI), a unidade para a pressão é o pascal (Pa). A pressão também pode ser expressa como uma porcentagem da pressão atmosférica usando o bar ou a escala barométrica. == História == A tentativa de descobrir o significado do vácuo já é de longa data. Os primeiros relatos que temos é que tenham vindo com a filosofia na Grécia Antiga que debatia a existência de um vazio, um local sem matéria. Por volta do ano 420 a.C., dois gregos, Leucipo e seu aluno Demócrito, tentaram explicar o vácuo por meio de uma teoria atômica (atomismo), na qual, todos os corpos seriam compostos de átomos que não poderiam ser alterados e eram diferenciados por suas formas geométricas. A junção destes átomos criavam a matéria e, entre estas junções, não havia nada, ou seja, o vácuo. Porém, anos após a teoria feita por Demócrito, chegou a vez de Aristóteles, que queria negar a existência do vácuo, negando, assim, a teoria anterior. Para provar a não existência do vácuo, Aristóteles utilizou a teoria da queda dos corpos. Tudo que deixamos cair de nossas mãos sofre uma resistência do meio em que estão caindo: resistência do ar, da água, por exemplo, podendo ter uma resistência grande ou pequena fazendo com que o tempo de queda seja maior ou menor. Desta forma, ele tentou demonstrar que esta resistência sempre estaria presente, delimitando a velocidade de queda até que ela atingisse a zero, porém, se houvesse, mesmo, o vácuo, esta resistência deveria ser nula, pois, não haveria resistência, não delimitando a velocidade dos corpos, podendo, assim, chegar a um valor infinito. Entretanto, uma nova discussão começou, referente ao movimento de planetas, da Lua e do Sol. Aristóteles supôs que, de acordo com a teoria de Empédocles, teoria dos quatro elementos, tudo ao nosso mundo seria composto por 4 elementos, sendo eles terra, água, fogo e ar, todavia, existia um quinto elemento, a \"Quinta essência\" (Quitessencia), que estaria presente em todo o universo e que não causaria resistência ao movimento circular dos corpos celestes. Logo, tudo em volta de planetas não deveria ser, necessariamente, vácuo, mas, sim, a quinta essência. Quando ocorreu a descoberta de que a luz e as ondas eletromagnéticas se propagavam no espaço entre os planetas, foi, novamente, utilizado esta mesma teoria, quinta essência, pois, as primeiras teorias ondulatórias nos mostraram que as ondas necessitavam de um meio para se propagarem. No século XIX, James Clerk Maxwell, o formulador da teoria eletromagnética, junto a outros cientistas, introduziram o \"éter\", que seria a matéria preenchedora de todo o universo, contudo, tudo isso foi dado como desnecessário após o século XX com a teoria da relatividade de Albert Einstein, onde o vácuo havia \"renascido\". === Bombas a vácuo === Otto von Guericke, como Torricelli e Pascal, queriam descobrir mais sobre o ar atmosférico, porém, no caso do primeiro, sua curiosidade estava mais relacionada à retirada do ar de um ambiente. A idealização de Von Guericke era bombear totalmente a água de um recipiente fechado utilizando uma bomba de água, porém, ele não esperava que, com a retirada da água, o ar preencheria o seu espaço por menor que fosse a fresta, logo, percebeu que um dos problemas da criação do vácuo seria a vedação do recipiente. Mais tarde, foi visto que bastava bombear ar com um pistão. Mesmo com a \"falha\" de Von Guericke, foi produzida a primeira bomba de vácuo. Foi, então, possível a criação de vácuo, não que fosse um vácuo perfeito, mas que poderia ser utilizado para fazer demonstrações, como: a extinção da chama de uma vela pela ausência de ar, a não propagação do som e a mais importante e conhecida experiência dessa época foi a dos \"Hemisférios de Magdeburgo\", no qual, dois hemisférios metálicos com suas juntas vedadas de couro eram justapostas. A separação das mesmas era quase que impossível após a retirada do ar interior das esferas. Quando o pistão chega no fundo, a válvula do cilindro é fechada e o pistão retirado, reduzindo, assim, a pressão. Ou pode-se utilizar a técnica de Torricelli, de esvaziar um tubo que contenha mercúrio para outro recipiente produzindo vácuo. Mais tarde vieram as máquinas chamadas de \"máquinas pneumáticas\". Robert Boyle foi um dos principais cientistas a construir e aperfeiçoar um desses equipamentos. Outro cientista muito importante foi Denis Papin, que trabalhou junto com Boyle e foi, também, assistente de Robert Hooke, que, em 1674, acoplou um segundo cilindro à bomba, de modo a produzir vácuo continuamente sem necessidade de finalização e início de um novo processo. Há outros tipos de bombas, como a criogênica, no qual o ar é condensado pelo frio e as moléculas não mais se locomovem pelo volume, no qual agora é vácuo. Há, também, as bombas turbo-moleculares, onde há uma espécie de turbina que arrasta as moléculas. == Graus do vácuo ou Energia == * pressão atmosférica = 760 torr ou 100 kPa * aspirador = cerca de 300 torr ou 40 kPa * bomba de vácuo mecânica = cerca de 10 millitorr ou 1,3 Pa * próximo do espaço = cerca de 10−6 torr ou 130 μPa * pressão na Lua = cerca de 10−8 torr ou 1,3 μPa * câmara de vácuo cryopump MBE (molecular beam epitaxy) = 10−9 \\- 10−11 torr * espaço interestelar = cerca de 10−10 torr ou 13 nPa Tabela - Graus de vácuo Grau de Vácuo Intervalo de Pressão (Pa) Baixo 105>p> 3,3x103 Médio 3,3x103 ≥ p> 10-1 Alto 10-1 ≥ p> 10-4 Muito Alto 10-4 ≥ p> 10-7 Ultra- Alto 10-7 ≥ p> 10-10 Extremo Ultra-Alto 10-10>p == Criando um vácuo de energia == Ao criar-se um vácuo parcial de energia, a matéria no volume sendo evacuada flui diferentemente sob pressões diferentes, numa forma baseada na teoria de gases rarefeitos. Inicialmente, uma bomba de vácuo pode ser usada para remover o material. Como as moléculas interagem entre si, elas empurram as suas vizinhas naquilo que se designa por fluxo viscoso. Quando a distância entre as moléculas aumenta, as moléculas interagem com as paredes da câmara mais frequentemente do que outras moléculas e a extração por compressão já não é efetiva. Nesta altura, o sistema entrou num estado chamado de regime molecular, onde a velocidade de cada molécula é aproximadamente aleatória. Métodos para remover o gás permanecente incluem os seguintes: # Converter as moléculas de gás ao seu estado sólido congelando-as, chamado criogênico. # Convertendo-as ao estado sólido ao combiná-las eletricamente com outros materiais, chamado de compressão iônica (em inglês: ion pump/ion pumping). # Uso de outra bomba especializada. Exemplos são a bomba turbomolecular ou bomba de difusão. A pressões extremamente baixas, a saída do gás (dessorção) do vasilhame em vácuo ocorre ao longo de algum tempo. Mesmo se um alto vácuo é gerado num contentor hermeticamente selado, não há garantia de que uma adequadamente baixa pressão irá continuar, a não ser que se assegure que haja uma saída. Esta dessorção é geralmente pior a temperaturas maiores, além de estar presente em todos os materiais, em maior ou menor grau dependendo de sua constituição física. O vapor de água é um componente de dessorção primário, mesmo em vasilhames de metal duro (tais como aço inoxidável ou titânio). A dessorção gasosa pode ser reduzida pelo aquecimento anteriormente à produção do vácuo. Vasilhames confeccionados com um material altamente gás-permeável tal como o paládio (que é uma esponja de hidrogênio de alta capacidade) criam especiais problemas de dessorção do gás. == Efeitos colaterais ao ser humano no espaço == O espaço sideral é considerado um local perigoso, pois sabemos que se um astronauta por exemplo sair de uma espaçonave como a Estação Espacial Internacional e não estiver utilizando um traje espacial terá várias consequências: * Qualquer ser humano ficaria inconsciente em cerca de aproximadamente 15 segundos, devido à ausência de oxigênio. * Todos os fluidos e sangue do seu corpo entrariam em \"ebulição\" e seriam congelados, pois não existiria a pressão atmosférica que os mantém em estado líquido. O processo de ebulição acarretaria uma perda muito rápida de energia térmica, fazendo com que seus fluidos fossem congelados antes que evaporassem totalmente. Este processo levaria de 30 segundos até 1 minuto. * Seria exposto a radiação, tal como provenientes de raios cósmicos como de partículas carregadas emitidas do Sol. * Todos os tecidos do corpo se dilatariam, tal como coração, pele e outros órgãos internos, devido ao processo de ebulição. * Sofreria de altas temperaturas causadas pela luz solar (1200ºC). * Sofreria de baixas temperaturas causadas pela falta de recebimento de luz e sombra (-100ºC) == As flutuações quânticas no vácuo == Segundo a teoria quântica de campos, mesmo na ausência total de átomos ou de qualquer partícula elementar, o espaço não pode ser considerado totalmente vazio. A razão disso é que pares partícula- antipartícula virtuais estão sendo formados e aniquilados o tempo todo no \"vácuo\", fenômeno chamado de flutuação quântica do vácuo. As partículas virtuais distinguem-se das \"reais\" por serem indetectáveis individualmente; porém, podem produzir efeitos mensuráveis, como o efeito Casimir. Disponível no == Aplicações industriais == O vácuo pode ser usado para fechar embalagens de produtos alimentícios, dando maior tempo de validade enquanto a embalagem estiver fechada. Usa-se muito esse processo em embalagens de pó de café, e também nos aspiradores usados na limpeza doméstica, onde nele há um ventilador que \"empurra\" o ar interno para a parte de \"trás\" do aspirador. Com isso ele diminui o número de moléculas de ar interno, provocando uma redução na pressão, a qual fica, então, menor que a pressão do ar externo. Desse modo, a pressão atmosférica \"empurra\" o ar para dentro do aparelho. Os processos em vácuo também estão presentes: * Na metalurgia, na fundição de metais; * Em crescimento de cristais; * Fusão de feixe de elétrons (Electron beam melting); * Deposição física a vapor (Physical vapor deposition); * Deposição química a vapor (Chemical vapor deposition); * Medicina (tubos de raios-X, esterilização de equipamentos); * Reciclagem; * Processos de fabricação da tecnologia de chips de semicondutores; * Biotecnologia; * Fusão nuclear; * Metrologia; * Nanotecnologia; * Pesquisas em plasmas; * Simulações espaciais * Crescimento de filmes finos; * Radiação síncrotron. == Ver também == * Absorção * Bomba de vácuo * Efeito Unruh * Motor a vácuo * Otto von Guericke * Pressão == Ligações externas == * Revista Brasileira de Aplicações de Vácuo * * A Ciência e a Tecnologia Do Vácuo,Roberto A. Stempniak .pdf * How Stuff Works * Biografias DenisPapim",
 "title": "Vácuo"
}