{
 "id": "23247",
 "text": "A culinária da Albânia é o resultado da interação de vários fatores: o facto de ser um país pequeno e montanhoso, com florestas virgens, um clima favorável e pequenos vales onde se podem cultivar vegetais e criar animais, sempre em pequena escala. Estas caraterísticas positivas custaram-lhe ser submetido por diversos povos ao longo dos séculos, mas sempre apenas nas planícies costeiras; todos estes fatores contribuíram para que a Albânia seja o único país muçulmano da Europa e para ter assimilado, para além da religião, muitos aspetos da cultura de outros povos. Wright, Clifford A. (s.d.) Receita de “mish shqeto” ou “lamb stew with parsley” Na Albânia, o almoço é a refeição mais importante do dia, consistindo de sopa, um prato principal baseado em carne e servido com saladas, e sobremesa. A carne mais apreciada nos Balcãs é a de borrego ou carneiro, por vezes, galinha, mas a carne de vaca ou vitela também é popular e o fígado é considerado uma comida especial na Albânia; a carne de caça também é largamente consumida. A carne é normalmente guisada, cozinhada com arroz, como um pilaf, ou assada na brasa. Vários tipos de nozes são cultivadas localmente, e consumidas como aperitivos ou misturadas em molhos. Culinária da Albânia no site Food Links O pão é tão importante na mesa dos albaneses que foi objeto de um estudo científico para se conhecerem as caraterísticas do pão consumido na Albânia. Pasqualone, A.; Caponio, F.; Summo, C; Arapi, V. 2004. “Characterisation of traditional Albanian breads derived from different cereals”. European Food Research and Technology A, Volume 219, Number 1:48-51(4) Este país sempre produziu vários cereais e, por isso, são produzidos o mais tradicional pão branco de trigo, de milho (bukë misri), de centeio (bukë thekre) e de grão-de-bico (bukë me qiqre), além dum pão escuro de trigo (bukë zize). Apesar de muçulmanos, as bebidas mais populares são alcoólicas: cerveja, vinho e raki, um brandy tradicional feito com sumo de amoras e servido como aperitivo ou em ocasiões especiais; outras bebidas são “dukagjin”, feita com sumo de uva, açúcar e mostarda, “hardic”, de frutos silvestres, e “orme”, de couve fermentada (chucrute). Bebidas da Albânia no site Food Links.com No entanto, a boza (que se pode encontrar em praticamente todos os países que fizeram parte do Império Otomano), apesar de ser uma bebida fermentada, tem um teor alcoólico muito baixo. Evidentemente que os albaneses também bebem chá, café, sumos e refrescos. ==Exemplos de receitas da Albânia== ===Sopa=== * Jani me Fasule (sopa de feijão) ===Carne=== * Mish Shqeto (borrego com salsa) * Tavë Kosi (pilaf de borrego e iogurte) * Gjellë me Arra (carne com nozes) * Tavë me presh (empadão de alho-porro com carne moída) * Qofte të fërguara (almôndegas de carne fritas) * Mish Qingjji me Barbunja (carne guisada com feijocas) * Çomlek (coelho estufado) ===Vegetais=== * Byrek shqiptar me perime (pasteis de vegetais) * Imam Bajalldi (beringela recheada) * Fergesë e Tiranës me speca (caçarola de vegetais de Tirana) ===Doces=== * Hallvë (caramelos otomanos) * Llokume * Tullumba (sonhos albaneses) ===Pão=== * Pite (pão de milho com queijo e condimentos) * Buke (pão de trigo)",
 "title": "Culinária da Albânia"
}