{
 "id": "23240",
 "text": "{{Info/Município do Brasil | nome = Santana do Matos | foto = Igreja_Matriz_Santana_do_Matos,_RN.jpg | leg_foto = Igreja Matriz de Sant'ana | apelido = Coração do Rio Grande do Norte | brasão = Brasão Santana do Matos alta resolução.png | bandeira = Bandeira Santana do Matos alta resolução.png | link_brasão = | link_bandeira = | link_hino = | emancipação = | aniversário = 27 de outubro | fundação = | gentílico = santanense | lema = | padroeiro = Senhora Sant'Ana | CEP = 59520-000 | prefeito = Maria Alice Silva (Alice de Assis) | partido = REPUBLICANOS | fim_mandato = 2024 | vereadores = 9 | mapa = Brazil Rio Grande do Norte Santana do Matos location map.svg | latP = S | latG = 05 | latM = 57 | latS = 28 | lonP = O | lonG = 36 | lonM = 39 | lonS = 21 | estado = Rio Grande do Norte | região_intermediária = Mossoró | data_região_intermediária = IBGE/2017 | região_imediata = Açu | data_região_imediata = IBGE/2017 | região_metropolitana = | vizinhos = Angicos, Fernando Pedroza, Itajá, São Vicente, Florânia, Tenente Laurentino Cruz, Lagoa Nova, Bodó, Cerro Corá, São Rafael (Rio Grande do Norte) e Jucurutu | dist_capital = 191 | dist_capital_ref = | área = 1425.364 | área_pos = RN: 3º | área_ref = | distritos = Barão de Serra Branca, Santa Tereza, São José da Passagem e Bom Jesus | população = 12456 | população_pos = RN: 38º | data_pop = IBGE/2022 | altitude = 141 | clima = Semiárido | sigla_clima = BSh | idh = 0.591 | data_idh = PNUD/2010 | pib = mil | data_pib = IBGE/2008 | pib_per_capita = 9.351,32 | data_pib_per_capita = IBGE/2017 | site_prefeitura = | site_câmara = }} Santana do Matos é um município localizado na Região Central do estado do Rio Grande do Norte, no Brasil. Conforme os dados do Censo de 2022 do IBGE (Instituto Brasileiro de Geografia e Estatística), Santana do Matos possui uma população de 12.456 habitantes. Deste total, 6.905 pessoas residem na área rural, refletindo a importância da agricultura e das atividades agropecuárias para a economia local. Com uma área territorial de 1.422 km², Santana do Matos é o terceiro maior município do estado em extensão territorial. A cidade é historicamente conhecida como \"Coração do RN\" devido à sua localização estratégica no mapa do Rio Grande do Norte, facilitando o acesso a diversas regiões do estado. == História == === Cronologia === Período Pré-Colonial O sertão nordestino é habitado por grupos humanos (paleoameríndios) há pelo menos 9 mil anos. Os primeiros habitantes do sertão potiguar foram, provavelmente, povos nômades, caçadores e coletores de alimentos. Deixaram registros gravados e pintados em pedras e paredões ao longo de rios, riachos e lagoas onde deviam caçar e coletar alimentos no período pré-colonial. Na região de Santana, a arte rupestre, como são chamados esses registros pré-históricos, é rica e diversificada. Pesquisas recentes do Professor Valdeci dos Santos Junior , da Universidade do Estado do Rio Grande do Norte, revelaram a existência de 75 sítios arqueológicos na região central do RN denominada \"Área Arqueológica de Santana\". Apenas dois daqueles sítios estão registrados pelo IPHAN como patrimônio histórico. ==== Período colonial ==== Quando os portugueses chegaram à região, ao longo do século XVI, encontraram pelo menos três grupos culturais distintos, os Cariri, os Tarairiu e os Jê, e um grande número de grupos isolados e ainda sem classificação, dentro da denominação de Tapuia predominante no período colonial:. O conflito com os colonizadores/invasores portugueses foi inevitável. Ao adentrar o sertão com a pecuária e as campanhas de aprezamento de índios para trabalho escravo, ao longo do século XVII, os portugueses logo se viram confrontados com povos arredios e valentes. == Economia == === Produção agrícola === === Pecuária === IBGE (2015) Rebanho Efetivo (cabeças) Bovino 23.415 Suíno 1.530 Equinos 374 Caprinos 10.375 Ovinos 13.637 Galinhas 7.570 Leite produzido 2.684.000 litros Ovos de galinha 22.000 dúzias == Infraestrutura == === Educação === De acordo com dados do IBGE, a cidade conta com 15 estabelecimentos escolares e um total de 1788 matriculados, e apenas uma dessas escolas conta com o ensino médio. No total, a taxa de escolaridade de 6 a 14 anos do município é de 97,6%. Categoria:Fundações no Rio Grande do Norte em 1885",
 "title": "Santana do Matos"
}