{
 "id": "23254",
 "text": "Valéria Messalina,Prosopographia Imperii Romani V 161 também conhecida somente como Messalina (Roma, - Roma, ) foi uma imperatriz-consorte romana, terceira esposa do imperador Cláudio. Ela era também prima pelo lado do pai de Nero, prima de segundo grau de Calígula e sobrinha-bisneta de Augusto. Messalina era poderosa e influente, com uma reputação de ser promíscua, alega-se que ela teria conspirado contra o marido e foi executada quando o plano foi descoberto. E esta reputação, que pode ser derivada de um viés político contra ela, acabou perpetuada na arte e na literatura até os tempos modernos. == Primeiros anos == Messalina era a mais nova e única menina dos dois filhos de Domícia Lépida, a Jovem e seu primo e marido Marco Valério Messala Barbato.Prosopographia Imperii Romani V 88Suetônio, Vita Claudii, 26.29 Sua mãe era a filha mais nova do cônsul Lúcio Domício Enobarbo com Antônia Maior. Domício já havia sido casado com a futura imperatriz Agripina, a Jovem, e era o pai biológico do futuro imperador Nero, que era, portanto, primo de Messalina apesar de ser dezessete anos mais velho. As avós de Messalina, Cláudia Marcela e Antônia Maior eram meio-irmãs. Cláudia, a paterna, era filha da irmã de Augusto, Otávia, a Jovem, e de Caio Cláudio Marcelo Menor. Antônia, a materna, era a filha mais velha da mesma Otávia com Marco Antônio e era tia de Cláudio. Como se pode ver, a família tinha muitos casamentos de parentes próximos. Pouco se sabe sobre a vida de Messalina antes do casamento em 38 com Cláudio, que já tinha por volta de 48 anos de idade. Dois filhos nasceram desta união: * Cláudia Otávia (nascida em 39 ou 40), uma futura imperatriz, meia-irmã e primeira esposa de Nero; * Britânico (nascido em 41), assassinado por Nero aos 13 anos. Quando o imperador Calígula foi assassinado em 41, a guarda pretoriana proclamou Cláudio o novo imperador e Messalina, sua imperatriz. == Reputação == Com sua ascensão ao poder, Messalina entrou para a história com uma reputação de implacável, predadora e insaciável sexualmente. Seu marido é retratado como sendo facilmente guiado por ela e ignorante de seus muitos adultérios até ser informado de que ela teria exagerado ao se casar com seu último amante, o senador Caio Sílio em 48. Cláudio então teria ordenado a sua morte e ela recebeu a opção de se suicidar. Incapaz de se auto- apunhalar, Messalina foi morta pelo oficial que a prendeu. O senado romano então ordenou que o nome de Messalina fosse retirado de todos os lugares públicos e privados e que tivesse todas as suas estátuas destruídas (damnatio memoriae). Os historiadores que contam estas histórias, principalmente Tácito e Suetônio, escreveram por volta de 70 anos depois dos eventos, quando o ambiente era hostil à linhagem imperial de Messalina. A história de Suetônio é majoritariamente alarmismo escandaloso. Tácito alega estar transmitindo \"o que foi ouvido e escrito pelos mais velhos que eu\", sem nomear suas fontes, com exceção das memórias de Agripina, a Jovem, que havia conseguido retirar os filhos de Messalina da sucessão imperial e que, portanto, tinha todo interesse em manchar a imagem de sua predecessora.K.A.Hosack, “Can One Believe the Ancient Sources That Describe Messalina?“ ‘’Constructing the Past’’ 12.1, 2011 Já se argumentou que o que se passa por história seria puramente o resultado de sanções políticas que se seguiram à morte de Messalina.Harriet I. Flower, The Art of Forgetting: Disgrace and Oblivion in Roman Political Culture, Uiversity of North Carolina 2011, pp 182-9 As acusações de excessos sexuais, principalmente, eram uma tática já testada e aprovada para manchar a reputação e geralmente era resultado de \"hostilidade politicamente motivado\".Thomas A. J. McGinn, Prostitution, Sexuality, and the Law in Ancient Rome, Oxford University 1998 p 170 Dois relatos foram os principais culpados pela má reputação da imperatriz. Um é a história de uma suposta competição de sexo com uma prostituta no livro X da \"História Natural\", de Plínio, o Velho, que teria durado 24 horas e que Messalina venceu com um placar de 25 parceiros diferentes.Online translation, X ch.83 O poeta Juvenal apresenta uma descrição igualmente famosa em sua sexta sátira de como a imperatriz costumava trabalhar clandestinamente a noite toda num bordel sob o nome de \"Loba\".Poetry in translation, VI.114-135 Ele também menciona a história de como ela teria compelido Sílio a se divorciar de sua esposa para casar-se com ela em sua décima sátira.Translation by A. S. Kline, lines 329-336 == Ver também == == Bibliografia == === Fontes primárias === * Dião Cássio, História romana, LX. 14–18, 27–31 * Flávio Josefo, Antiguidades Judaicas XX. 8; As Guerras Judaicas II. 12 * Juvenal, Sátiras 6, 10, 14 * Plínio, o Velho, História Natural 10 * Plutarco, Vidas * Sêneca, o Jovem, Apocolocyntosis divi Claudii; Octavia, 257–261 * Suetônio, Vidas dos Doze Césares: Cláudio 17, 26, 27, 29, 36, 37, 39; Nero 6; Vitélio 2 * Tácito, Anais, XI. 1, 2, 12, 26–38 * Sexto Aurélio Vítor, epítome do Livro dos Césares, 4 === Fontes secundárias === * Minaud, Gérard, Les vies de 12 femmes d’empereur romain - Devoirs, Intrigues & Voluptés , Paris, L’Harmattan, 2012, ch. 2, La vie de Messaline, femme de Claude, p. 39-64. * * * * Dina Sahyouni, « Le pouvoir critique des modèles féminins dans les Mémoires secrets : le cas de Messaline », in Le règne de la critique. L’imaginaire culturel des Mémoires secrets, sous la direction de Christophe Cave, Paris, Honoré Champion, 2010, p. 151–160. Categoria:Romanos antigos do século I Categoria:Dinastia júlio-claudiana Categoria:Pessoas executadas pelo Império Romano Categoria:Romanos antigos executados Categoria:Valerii Categoria:Pessoas executadas por decapitação Categoria:Pessoas da realeza executadas Categoria:Naturais de Roma Categoria:Imperatrizes romanas Categoria:Mulheres do século I Categoria:Cláudio Categoria:Pessoas executadas por acusação de adultério",
 "title": "Messalina"
}