{
 "id": "23309",
 "text": "foi um ano comum do século I a.C. que durou 365 dias. De acordo com o Calendário Juliano, o ano teve início e terminou a um sábado. a sua letra dominical foi B. == Eventos == * Lúcio Márcio Censorino e Caio Calvisio Sabino, cônsules romanos.Dião Cássio, História romana, Livro XLVIII, 34.1 [em linha] * César Augusto faz sua barba pela primeira vez.Dião Cássio, História romana, Livro XLVIII, 34.3De acordo com J. C. Rolfe, tradutor de Suetônio para o inglês, a primeira vez que um romano fazia a barba era considerado um ato simbólico, e normalmente era feito aos vinte e um anos. Ver a tradução da Vida de Nero. * César Augusto se divorcia de Escribônia no dia que ela dá a luz sua filha, para se casar com Lívia. * As despesas dos triúnviros se tornam tão grandes que eles passam a aceitar qualquer um no Senado, até mesmo soldados, filhos de libertos ou, em um caso especial, um escravo;Dião Cássio, História romana, Livro XLVIII, 34.4 este escravo se chamava Maximus, e foi reconhecido por seu senhor quando ia se tornar questor, e foi expulso; outro escravo, que estava servindo como pretor, foi executado, jogado da rocha Tarpeia, após ter sido libertado.Dião Cássio, História romana, Livro XLVIII, 34.5 * Assinatura do Pacto de Messina, que estabeleceu um armistício entre Sexto Pompeu e o segundo triunviratoDião Cássio, História romana, Livro XLVIII, 36.1-6 * A filha de Sexto Pompeu torna-se noiva de Marco Marcelo, sobrinho de Augusto.Dião Cássio, História romana, Livro XLVIII, 38.3Marcelo nasceu em 42 a.C., e, mais tarde, se casou com Júlia, a filha de Augusto. Não se sabe o que aconteceu com Pompeia, a filha de Sexto Pompeu; ela é citada pela última vez no ano 36 a.C. * Públio Ventídio Basso, enviado por Antônio à Ásia, derrota os partos e o romano Quinto Labieno, aliado dos partas, e recupera a Síria; na guerra, Pácoro I da Pártia (Pharnapates) foi morto, e Quinto Labieno foi capturado.Dião Cássio, História romana, Livro XLVIII, 39.1-41.6 * Cneu Domício Calvino, comandante das forças romanas na Hispânia, pune as tropas desertoras com o decimatio.Dião Cássio, História romana, Livro XLVIII, 42.2 Em seguida, ele derrota os rebeldes Cerretani, e recebe um triunfo por esta vitória.Dião Cássio, História romana, Livro XLVIII, 42.3-4 == Nascimentos == * Antónia Major, filha mais velha de Marco António, avó de Nero e de Messalina * Júlia, filha de César Augusto e Escribônia. ==Mortes== * Categoria:Anos do século I a.C.",
 "title": "39 a.C."
}