{
 "id": "23330",
 "text": "{{Info/Município do Brasil | nome = Encanto | foto = Encanto, Rio Grande do Norte (Brasil).jpg | leg_foto = A cidade vista do mirante do santuário de São João Batista | apelido = | brasão = Brasão de Encanto (RN).png | bandeira = Bandeira de Encanto (RN).png | link_brasão = | link_bandeira = | link_hino = | aniversário = | fundação = | gentílico =encantense | lema = | padroeiro = São Sebastião | prefeito = Alberone Neri de Oliveira Lima | partido = UNIÃO | fim_mandato = 2024 | mapa = Brazil Rio Grande do Norte Encanto location map.svg | latP = S | latG = 06 | latM = 06 | latS = 39 | lonP = O | lonG = 38 | lonM = 18 | lonS = 21 | estado = Rio Grande do Norte | região_intermediária = Mossoró | região_imediata = Pau dos Ferros | vizinhos = Ereré/CE (a norte); Água Nova, Rafael Fernandes (a sul); Pau dos Ferros (a leste); Doutor Severiano, São Miguel e Coronel João Pessoa (a oeste). | dist_capital = 402 | área = 125.749 | área_pos = RN: 128º | área_ref = | população = 5697 | data_pop = IBGE/2021 | altitude = 212 | altitude_pos = RN: 52º | clima = Semiárido | sigla_clima = Bsh | idh = 0.629 | idh_pos = RN: 40º | data_idh = PNUD/2010 | pib = mil | pib_pos = | data_pib = IBGE/2012 | pib_per_capita = 5869.13 | data_pib_per_capita = IBGE/2012 | site_prefeitura = www.encanto.rn.gov.br }} Encanto é um município brasileiro no interior do estado do Rio Grande do Norte. Localiza-se na região do Alto Oeste Potiguar, a uma distância de 403 quilômetros da capital estadual, Natal. Ocupa uma área de aproximadamente 126 km², e sua população no censo de 2010 era de habitantes, pelo Instituto Brasileiro de Geografia e Estatística (IBGE), sendo então o 112º mais populoso do estado, com uma densidade demográfica de 42 hab./km². Antes de ser elevado à categoria de município, era um distrito pertencente ao município de Pau dos Ferros, com o nome de Joaquim Correia. Somente em março de 1963 esse distrito foi emancipado, tornando-se novo município do estado do Rio Grande do Norte com o nome de Encanto. Atualmente, Encanto é formado apenas pelo distrito sede e abriga uma das maiores obras de engenharia civil do Rio Grande do Norte, o mirante e santuário de São João Batista, no topo do serrote homônimo. O padroeiro do município é São Sebastião, festejado anualmente no mês de janeiro. == História == No século XVII, começou a ocorrer a criação de gado e o desenvolvimento da agropecuária em uma pequena propriedade pertencente a Manoel Negrão. A agropecuária teria se desenvolvido devido à fertilidade dos solos daquela região. Em 1877, assim como ocorreu no Brasil, aquele local foi atingido pela chamada \"Grande Seca de 1877-78\", que causou mais de um milhão de mortes, além de uma grande epidemia de cólera. Em meados do século XIX, foi construída uma pequena capela em devoção à São Sebastião, em um terreno com área de aproximadamente , doado pelos senhores José Miguel da Silva, João Antonio da Silva e outras famílias que o habitavam. No início do século XX (1905), foi sendo construída, ao lado pequena capela, uma capela maior, pelo senhor Joaquim Jerônimo da Silva, sob licença do Tertuliano Fernandes, vigário da paróquia de Pau dos Ferros. Com a passar, a nova capela passou por algumas reformas, com a construção de uma das torres em 1921, o altar e as arcadas maiores em 1938 e a sacristia em 1949. O progresso do povoado, na época pertencente ao município de Pau dos Ferros, desde a construção da capela, ocorreu de forma lenta. Segundo o historiador Alberto Mendes de Freitas, na década de 1950, a população do local era de apenas 273 moradores, que habitavam 71 residências, sendo 46 de alvenaria e 25 de taipa. Em 21 de dezembro de 1953, a lei estadual n° 55 elevou o povoado à categoria de distrito, subordinado a Pau dos Ferros. Finalmente, em 20 de março de 1963, a lei estadual n° 2833 altera o distrito de \"Joaquim Correia\" para \"Encanto\" e, ao mesmo tempo, desmembra aquele distrito do município de Pau dos Ferros e o torna novo município do estado do Rio Grande do Norte. Uma das versões sobre o nome \"Encanto\" faz referência a um tipo de formação de rochosa, o \"Pico do Encanto\", que cerca o município. == Geografia == De acordo com a divisão do Instituto Brasileiro de Geografia e Estatística (IBGE) vigente desde 2017, Encanto pertence à região geográfica imediata de Pau dos Ferros, dentro da região geográfica intermediária de Mossoró; até então, com a vigência das divisões em mesorregiões e microrregiões, fazia parte da microrregião da Serra de São Miguel, que por sua vez estava incluída na mesorregião do Oeste Potiguar. Ocupa uma área de (0,2381% do território potiguar), dos quais apenas constituem a área urbana. Distante 402 da capital estadual, Natal, Encanto se limita com a norte com Ereré (Ceará), Água Nova e Rafael Fernandes a sul, Pau dos Ferros a leste mais Coronel João Pessoa, São Miguel e Doutor Severiano a oeste. Encanto está inserido na Depressão SertanejaMEDEIROS et al, 2020, p. 340. e no Planalto da Borborema, este último compreendendo as serras do município, onde se situam as maiores altitudes.SOUZA et al, 2017, p. 16. A geologia local é marcada pela presença de rochas metamórficas do embasamento cristalino, formadas durante o período Pré-Cambriano, com idade entre um bilhão e 2,5 bilhões de anos. Predomina o solo podzólico vermelho-amarelo equivalente eutrófico, fértil, bastante drenado e apresentando textura média, formada tanto por areia quanto por argila. Em áreas isoladas ocorrem os solos bruno não cálcico e litólico, sendo o último agora chamado de neossolo e outros dois de luvissolo, na nova classificação brasileira de solos.JACOMINE, 2008, p. 178.SANTOS et al, 2018, p. 95-96. Esses solos são cobertos pela caatinga,MAIA; COSTA, 2011, p. 99. uma vegetação xerófila de pequeno porte que perde suas folhas na estação seca. Todo o território encantense se situa na bacia hidrográfica do Rio Apodi-Mossoró, sendo cortado pelos riachos do Cabelo, Cacimbinhas, Carnaúba, do Castelo, Encanto, Jatobá e Sanharão, todos intermitentes, isto é, fluem somente na estação chuvosa. No meio do curso do riacho Encanto está o açude de mesmo nome,BELTRÃO et al, 2005, p. 5. chamado pela população local de São Gonçalo, sendo responsável pelo abastecimento de água da cidade.GUEDES; COSTA, 2020, p. 10. O clima, por sua vez, é semiárido,BELTRÃO et al, 2005, p. 3. com chuvas concentradas no primeiro semestre. Segundo dados da Empresa de Pesquisa Agropecuária do Rio Grande do Norte, desde maio de 2004 o maior acumulado de chuva em 24 horas registrado na cidade atingiu em 23 de janeiro de 2009, seguido por em 10 de maio de 2013, em 25 de fevereiro de 2020, em 14 de fevereiro de 2007 e em 20 de janeiro de 2010. Os maiores acumulados mensais, registrados no mesmo período, foram de em março de 2008 e em abril de 2009. == Demografia == A população do Encanto no censo de 2010 era de habitantes, ocupando a 113ª posição no estado e a ª no Brasil, apresentando uma densidade populacional de . Embora o município tenha crescido a uma taxa de 0,87% em relação ao censo anterior, a proporção de habitantes vivendo população rural cresceu nesse período. No último censo, 50,97% dos seus habitantes eram do sexo feminino e 49,03% do sexo masculino, resultando em uma razão de sexo de 96,21. Quanto à faixa etária, 64,65% tinham entre 15 e 64 anos, 25,52% menos de 15 anos e 9,83% acima de 65 anos. Quase toda a população era branca (51,44%) ou parda (46,29%), havendo minorias de pretos (1,82%) e amarelos (0,45%). thumb|esquerda|Igreja Matriz de São Sebastião, sede da paróquia do Encanto, do qual faz parte o município de Doutor Severiano Levando-se em conta a nacionalidade da população, todos os habitantes eram brasileiros natos (70,92% naturais do próprio município) havendo pessoas vindas do Distrito Federal e de outros dez estados, a maioria do Ceará (6,21%), seguido pela Paraíba (1,66%) e por São Paulo (1,61%). Ainda conforme o último censo, 92,36% dos habitantes eram católicos, 6,38% evangélicos, a maioria da Assembleia de Deus (4,03%), e 1,05% não tinham religião; outras denominações somavam 0,21%. O Índice de Desenvolvimento Humano (IDH-M) do município é considerado médio. No último relatório, divulgado em 2013 com dados referentes a 2010, seu valor era 0,629, sendo o quadragésimo maior do Rio Grande do Norte (PNUD) e o do Brasil. Considerando-se apenas o índice de longevidade, seu valor é de 0,787, o valor do índice de renda é de 0,589 e o de educação de 0,536. Em 2010, 68,3% da população vivia acima da linha de pobreza, 17,8% entre as linhas de indigência e de pobreza e 13,9% abaixo da linha de indigência. No mesmo ano, o índice de Gini era 0,47 os 20% mais ricos eram responsáveis por 51% do rendimento total municipal, valor quinze vezes superior à dos 20% mais pobres, que era de apenas 3,4%. == Política == De acordo com a lei orgânica do Encanto, promulgada no dia 8 de abril de 1990, são poderes do município, independentes e harmônicos entre si, o executivo e o legislativo, sendo o primeiro exercido pelo prefeito, auxiliado pelo seu gabinete de secretários municipais. O legislativo é exercido pela Câmara Municipal, constituída por nove vereadores. Cabe à casa elaborar e votar leis fundamentais à administração e ao executivo, especialmente o orçamento municipal. Tanto o prefeito quanto os vereadores são eleitos diretamente para mandatos de quatro anos. Encanto é termo judiciário da comarca de Pau dos Ferros, de entrância intermediária, e pertence à 40ª zona eleitoral do Rio Grande do Norte, possuindo eleitores registrados em dezembro de 2021, o que corresponde a 0,162% do eleitorado potiguar. == Economia == Em 2010, considerando-se a população municipal com idade igual ou superior a dezoito anos, 58,3% eram economicamente ativas ocupadas, 31,4% economicamente inativa e 10,3% ativa desocupada. Ainda no mesmo ano, levando-se em conta a população ativa ocupada na mesma faixa etária, 43,94% trabalhavam no setor de serviços, 32,83% na agropecuária, 8,74% na construção civil, 5,94% no comércio, 4,91% em indústrias de transformação, 0,27% em indústrias de extração e 0,19% na utilidade pública. Conforme a Estatística do Cadastral de Empresas de 2013, Encanto possuía 45 unidades (empresas) locais, todas atuantes e 666 trabalhadores, dos quais 350 do tipo \"pessoal ocupado total\" e 316 do tipo \"ocupado assalariado\". Salários juntamente com outras remunerações somavam mil reais e o salário médio mensal de todo o município era de 1,5 salários mínimos. Em 2012, segundo o IBGE, o Produto Interno Bruto (PIB) do município de Encanto era de R$ , dos quais do setor terciário, R$ do setor primário, R$ de impostos sobre produtos líquidos de subsídios a preços correntes e R$ do setor secundário. O PIB per capita era de R$ . No ano seguinte, o município possuía um rebanho de galináceos (frangos, galinhas, galos e pintinhos), bovinos, ovinos, suínos, 402 caprinos e 118 equinos. Na lavoura temporária de 2013 foram produzidos cana-de-açúcar (), mandioca (), batata-doce () e feijão () , e na lavoura permanente coco-da-baía (), banana (), manga () e goiaba (). Ainda no mesmo ano o município também produziu 586 mil litros de leite de 837 vacas ordenhadas; dezenove mil dúzias de ovos de galinha e quilos de mel de abelha. == Infraestrutura == O serviço de abastecimento de água do município é feito pela Companhia de Águas e Esgotos do Rio Grande do Norte (CAERN), que dispõe de um escritório na cidade, e a concessionária responsável pelo fornecimento de eletricidade é a Companhia Energética do Rio Grande do Norte (COSERN), sendo a tensão nominal da rede de 220 volts. O serviço telefônico móvel, por telefone celular, é oferecido por duas operadoras, TIM e Vivo, ambas em até 4G, sendo 084 o código de área (DDD). A cidade é atravessada pela RN-177, que liga Encanto a Pau dos Ferros, São Miguel e outras localidades próximas. === Saúde === A rede de saúde do Encanto dispunha, em 2009, de três estabelecimentos, todos públicos e municipais e prestando atendimento ao Sistema Único de Saúde (SUS), com um total de 23 leitos para internação entre os quais o Hospital Municipal Erika Emmanuelle Soares Arquileu, unidade mista de saúde, situada no bairro Novo Encanto, que possui serviços de atendimento ambulatorial, internação, SADT (Serviço Auxiliar de Diagnóstico e Terapia) e urgência, além de leitos nas especialidades de cirurgia geral, clínica geral, obstetrícia clínica e pediatria clínica. Neste hospital, em 2014, foram registrados doze óbitos (sete em mulheres e cinco em homens), nove deles por doença, duas por tumor (neoplasia) e um na gravidez. Em 2010, a expectativa de vida ao nascer do município era de 72,21 anos, com um índice de longevidade de 0,787, e a taxa de mortalidade infantil era de 20,5 por mil nascidos vivos. No mesmo ano, a rede profissional de saúde era constituída por 29 profissionais, sendo onze médicos, oito técnicos de enfermagem, seis auxiliares de enfermagem, quatro enfermeiros, dois cirurgiões-dentistas, um farmacêuticos e um assistente social. Segundo dados do Ministério da Saúde, cinco casos de AIDS foram registrados em Encanto entre 1990 e 2012 e, entre 2001 e 2011, foram notificados 295 casos de dengue e três de leishmaniose. Em 2012, 98,4% das crianças menores de um ano de idade estavam com a carteira de vacinação em dia e, entre as crianças menores de dois anos pesadas pelo Programa Saúde da Família (PSF), 0,2% estavam desnutridas. Encanto pertence à VI Unidade Regional de Saúde Pública do Rio Grande do Norte (URSAP-RN), sediada em Pau dos Ferros. === Educação === IDEB de Encanto IDEB de Encanto IDEB de Encanto IDEB de Encanto IDEB de Encanto IDEB de Encanto IDEB de Encanto Ano Anos iniciais Anos finais 2005 2,6 2,6 2007 3,4 3,4 2009 3,4 2,4 2011 3,8 2,7 2013 4,7 3,1 O fator \"educação\" do IDH no município atingiu em 2010 a marca de 0,536, ao passo que a taxa de alfabetização da população acima dos dez anos indicada pelo último censo demográfico do mesmo ano foi de 78,1% (83,3% para as mulheres e 72,6% para os homens). Ainda em 2010, Encanto possuía uma expectativa de anos de estudos de 9,33 anos, valor abaixo da média estadual (9,54 anos). A taxa de conclusão do ensino fundamental, entre jovens de 15 a 17 anos, era de 43,6%, enquanto o percentual de conclusão do ensino médio (18 a 24 anos) era de 43,3%. Em 2014, a distorção idade-série entre alunos do ensino fundamental, ou seja, com com idade superior à recomendada, era de 23,3% para os anos iniciais, 45% nos anos finais e 36% no ensino médio. No censo de 2010, da população total, frequentavam creches ou escolas, sendo na rede pública de ensino (92,43%) e 135 em redes particulares (7,57%). Desse total, 923 cursavam o regular do ensino fundamental (51,89%), 203 o regular do ensino médio (11,42%), 143 o ensino pré-escolar (8,06%), 112 a educação de jovens e adultos do ensino fundamental (6,31%), cem cursos superiores de graduação (5,6%), 87 a alfabetização de jovens e adultos (4,91%), cinquenta classes de alfabetização (2,83%), 41 a educação de jovens e adultos do ensino médio (2,3%) e quatro cursos de mestrado (0,21%). Levando-se em conta o nível de instrução da população com idade superior a dez anos, não possuíam instrução e fundamental incompleto (68,19%), 673 tinham ensino médio completo e superior incompleto (15,27%), 539 fundamental completo e médio incompleto (12,23%) e 190 superior completo (4,02%). Em 2012 Encanto possuía uma rede de dezenove escolas de ensino fundamental (com 47 docentes), nove do pré-escolar (nove docentes) e quatro de ensino médio (nove docentes), com alunos matriculados. == Cultura == thumb|300px|Complexo de Lazer \"Valdir Félix da Silva\", que abriga o complexo esportivo homônimo, a Praça de Eventos Tião Batista e o parque infantil. No calendário cultural do Encanto, destacam-se a festa de São Sebastião, realizada anualmente entre os dias 10 e 20 de janeiro em comemoração ao padroeiro municipal, com novenas, missas e terminando com a procissão, atraindo turistas de diversos lugares; a festa de emancipação política do município, no dia 20 de março; e as festas juninas, no mês de junho, em diversas comunidades. Também são realizados eventos com ênfase no setor esportivo, como a Copa Municipal de Futebol Minicampo, a Jornada Municipal Encanto de Futsal e a Copa Regional de Futsal. No artesanato, as principais atividades são o barro e o bordado, além de materiais recicláveis. Além de grupos de artesanato, o município também possui grupos de desenho e pintura, manifestação tradicional popular, música e teatro. Os pontos turísticos do município são: * Açude São Gonçalo: abastece a população municipal e é cercado por restaurantes que servem pratos típicos regionais; * Complexo de Lazer \"Valdir Félix da Silva\": é onde estão situados a Praça de Eventos Tião Batista (a segunda maior praça do Alto Oeste, inaugurada em 2015 e projetada para receber os principais eventos culturais), o Complexo Esportivo Waldir Félix da Silva (que abriga diversos eventos esportivos) e o parque infantil; * Igreja Matriz de São Sebastião: foi construída como capela no início do século XX e hoje abriga sede da paróquia; * Praça da Matriz: tida como a segunda praça de eventos do município; * Praça do Cruzeiro: sua arte trata da história do Encanto; * Santuário São João Batista: inaugurado em 20 de junho de 2015, é uma das maiores obras de engenharia civil do Rio Grande do Norte, localizado no serrote homônimo e formado pela capela de São João Batista e espaços culturais e de lazer. thumb|centro|800px| Mirante e Santuário de São João Batista, no topo do serrote de mesmo nome; à esquerda da imagem, o Cruzeiro com a capelinha de São João Batista == Ver também == * Alto Oeste Potiguar * Municípios do Rio Grande do Norte * Municípios do Brasil === Bibliografia === : BELTRÃO, Breno Augusto et al. Projeto cadastro de fontes de abastecimento por água subterrânea, estado do Rio Grande do Norte: diagnóstico do município de Encanto. Recife: CPRM/PRODEEM, 2005. : GUEDES, Josiel de Alencar; COSTA, Franklin Roberto da. (2020). Qualidade ambiental de dois reservatórios públicos na região do Alto Oeste Potiguar (RN/Brasil). Revista GeoInterações, Assu ,v. 1, n. 1, p. 03-16, 2017. : JACOMINE, Paulo Klinger Tito. A nova classificação brasileira de solos. Anais da Academia Pernambucana de Ciência Agronômica, v. 5, p. 161-179, 2008. : MAIA, Jéssica Cristiane Lira; COSTA, Franklin Roberto da. Aplicação do “sistema básico de indicadores para a identificação e monitoramento dos processos de desertificação na América Latina e Caribe” nos municípios de Francisco Dantas e Encanto-RN. Revista Geotemas, Pau dos Ferros v. 1, n. 2, p. 85-99, 2011. : MEDEIROS, Jacimária Fonseca et al. Análise climática em áreas do Planalto Residual Extremo Oeste Potiguar. Revista GeoUECE (Online), v. 8, n. 14, p. 337-350, 2019. : SANTOS, Humberto Gonçalves et al. Sistema brasileiro de classificação de solos. Brasília: EMBRAPA, 2018, 355 p. : SOUZA, Laércio Cunha de et al. Geologia e recursos minerais da folha Pau dos Ferros, SB. 24-ZA-II: estado do Rio Grande do Norte. CPRM, 2017. == Ligações externas == * Categoria:Fundações no Rio Grande do Norte em 1963",
 "title": "Encanto (Rio Grande do Norte)"
}