{
 "id": "23374",
 "text": "{{Info/Município do Brasil | nome = Serrinha dos Pintos | foto = Praça Valentin Güinter - foto senna junior.jpg | leg_foto = Praça Valentin Guinter, ao fundo a Capela Nossa Senhora da Salete | apelido = Serrinha | brasão = | bandeira = Bandeira de Serrinha dos Pintos.jpg | link_brasão = | link_bandeira = | link_hino = | oculta hino = | fundação = 1942 (povoado) | emancipação = | gentílico = serrinhense | lema = | site = www.serrinhadospintos.rn.gov.br | site_câmara = www.camaraserrinhadospintos.rn.gov.br | prefeito = Barbara Teixeira Queiroz | partido = PP | fim_mandato = 2024 | mapa = Brazil Rio Grande do Norte Serrinha dos Pintos location map.svg | latP = S | latG = 06 | latM = 06 | latS = 36 | lonP = O | lonG = 37 | lonM = 57 | lonS = 21 | estado = Rio Grande do Norte | região_intermediária = Mossoró | data_região_intermediária = IBGE/2017 | região_imediata = Pau dos Ferros | data_região_imediata = IBGE/2017 | vizinhos = Norte: Portalegre e Francisco Dantas; Sul: Antônio Martins; Leste: Martins e Antônio Martins; Oeste: Pau dos Ferros e Francisco Dantas. | dist_capital = 385 | área = 122.375 | área_ref = | população = 4841 | data_pop = IBGE/2017 | altitude = 615 | clima = Tropical | sigla_clima = | idh = 0.598 | data_idh = PNUD/2010 | pib = mil | data_pib = IBGE/2014 | pib_per_capita = 6543.34 | data_pib_per_capita = IBGE/2014 }} Serrinha dos Pintos é um município brasileiro localizado no interior do estado do Rio Grande do Norte, a uma distância de 385 quilômetros da capital estadual, Natal. Com uma área territorial de 122 quilômetros quadrados, sua população no censo de 2010 era de habitantes, de acordo com o Instituto Brasileiro de Geografia e Estatística. Emancipado de Martins, o topônimo \"Serrinha dos Pintos\" é uma referência à sua altitude mais baixa em comparação à vizinha serra de Martins, e ao colonizador das terras, Agostinho Pinto. Foi neste município onde foi descoberta a síndrome de Spoan, uma doença genética causada devido aos casamentos consanguíneos. Estima-se que 10% da população municipal possua o gene causador desta síndrome.Dados == Geografia == De acordo com a divisão do Instituto Brasileiro de Geografia e Estatística vigente desde 2017, Serrinha dos Pintos pertence à região geográfica intermediária de Mossoró e à região imediata de Pau dos Ferros. Até então, com a vigência das divisões em microrregiões e mesorregiões, o município fazia parte da microrregião de Umarizal, que por sua vez estava incluída na mesorregião do Oeste Potiguar. O município dista 385 quilômetros (km) de Natal, capital estadual, e de Brasília, capital federal. Ocupa uma área de quilômetros quadrados (km²), e se limita a norte com Portalegre e Francisco Dantas, a sul Antônio Martins, a leste Martins e novamente Antônio Martins e a oeste Pau dos Ferros e mais uma vez Francisco Dantas. Situado integralmente na bacia hidrográfica do rio Apodi/Mossoró, Serrinha dos Pintos possui seu relevo constituído em sua maior parte pelo Planalto da Borborema, com terrenos originários do período pré-cambriano, cujas altitudes variam de 400 a 800 metros. O município está situado em área de abrangência de rochas metamórficas que formam o embasamento cristalino, formadas durante o pré-cambriano médio, com idade entre um bilhão e 2,5 bilhões de anos. No topo da serra encontram rochas sedimentares da formação Serra de Martins, oriundas do período terciário inferior, com idade aproximada em sessenta milhões de anos. Predominam os luvissolos ou solos bruno não cálcicos, pedregosos e típicos de áreas de relevo ondulado, com boa drenagem, médio a altamente fértil e com textura formada por areia ou argila. Há também, em porções menores, os latossolos vermelho amarelos, os litossolos e os solos podzólicos vermelho amarelos equivalente eutróficos. Tais solos são cobertos tanto pela caatinga hiperxerófila, típica do sertão, quanto pela floresta subcaducifólia, ambas sem folhas na estação seca e a última com espécies de porte maior que a primeira. Dentre as espécies encontradas estão o facheiro (Pilosocereus pachycladus), o faveleiro (Cnidoscolus quercifolius), a jurema-preta (Mimosa hostilis benth), o marmeleiro (Cydonia oblonga), o mufumbo (Combretum leprosum) e o xique-xique (Pilosocereus polygonus). Levando-se em consideração apenas o índice pluviométrico, o clima é tropical chuvoso com estação seca, com chuvas concentradas entre os meses de fevereiro e maio. Incluindo-se outros fatores, como evapotranspiração, a aridez e o risco de seca, o município está situado dentro da área de clima semiárido definida pelo Ministério da Integração Nacional. Segundo dados da Empresa de Pesquisa Agropecuária do Rio Grande do Norte (EMPARN), desde junho de 2004 o maior acumulado de precipitação registrado em Serrinha dos Pintos atingiu em 16 de fevereiro de 2013. Outros acumulados iguais ou superiores a foram: em 8 de março de 2020, em 5 de março de 2009, em 23 de janeiro de 2012, em 24 de março de 2008 e 6 de janeiro de 2022; em 19 de abril de 2009; em 16 de fevereiro de 2007 e 14 de maio de 2009; em 9 de maio de 2013; em 5 de março de 2008 e em 17 de maio de 2011. == Demografia == A população de Serrinha dos Pintos no censo demográfico de 2010 era de habitantes, com uma taxa média anual de crescimento de 0,56% em relação ao censo de 2000, sendo o 124° município em população do Rio Grande do Norte, apresentando uma densidade populacional de . De acordo com este mesmo censo demográfico, 52,95% dos habitantes viviam na zona urbana e e 47,05% na zona rural. Ao mesmo tempo, 50,51% da população eram do sexo masculino e 49,49% do sexo feminino, tendo uma razão de sexo de aproximadamente 102 homens para cada cem mulheres. Quanto à faixa etária, 67,11% da população tinham entre 15 e 64 anos, 22,27% menos de quinze anos e 10,62% 65 anos ou mais. Ainda segundo o mesmo censo, a população de Serrinha dos Pintos era formada por católicos apostólicos romanos (75,36%) e protestantes (19,55%), além dos sem religião (5,08%). O município tem como padroeira Nossa Senhora da Salete e pertence à paróquia de Nossa Senhora da Conceição de Martins, subordinada à Diocese de Mossoró. Há também alguns credos protestantes ou reformados, sendo eles a Assembleia de Deus, a Casa da Bênção, a Congregação Cristã do Brasil, a Igreja Adventista do Sétimo Dia, a igreja batista e a Igreja Universal do Reino de Deus, entre outras. Conforme pesquisa de auto declaração do mesmo censo, a população era composta por brancos (49,04%), pardos (47,04%), pretos (3,82%) e amarelos (0,14%). Todos os habitantes são brasileiros natos (86,27% naturais do município), dos quais 97,61% naturais do Nordeste, 1,15% do Sudeste, 1,06% do Centro-Oeste e 0,14% do Sul, além de 0,05% sem especificação. Dentre naturais de outras unidades da federação, o estado de São Paulo tinha o maior percentual de residentes (1,15%), seguido pelo Distrito Federal (0,83%) e pelo Ceará (0,71%). O Índice de Desenvolvimento Humano (IDH-M) do município é considerado baixo, de acordo com dados do Programa das Nações Unidas para o Desenvolvimento. Segundo dados do relatório de 2010, divulgados em 2013, seu valor era 0,598, estando na 98ª posição a nível estadual (em 167 municípios) e na ª a nível federal (de municípios). Considerando-se apenas o índice de longevidade, seu valor é 0,782, o valor do índice de renda é 0,555 e o de educação 0,492. No período de 2000 a 2010, o índice de Gini reduziu de 0,64 para 0,5 e a proporção de pessoas com renda domiciliar per capita de até R$ 140 caiu 31,5%. Em 2010, 57% da população vivia acima da linha de pobreza, 24,6% abaixo da linha de indigência e 14,7% entre as linhas de indigência e de pobreza. No mesmo ano, os 20% mais ricos eram responsáveis por 51,7% no rendimento total municipal, valor pouco mais de 27 vezes maior que a dos 20% mais pobres, de apenas 1,9%. == Política == A administração municipal se dá através dos poderes executivo e legislativo. O primeiro, com jurisdição no Centro Administrativo Renato Estevão de Freitas, é representado pelo prefeito, auxiliado pelo seu gabinete de secretários. O primeiro prefeito constitucional do município foi Luiz Gonzaga de Queiroz, eleito em 1996 e reeleito em 2000, e a atual é Rosânia Maria Teixeira Ferreira, eleita em 2012 pelo Partido dos Trabalhadores (PT) e reeleita em 2016 pelo Partido Social Democrático (PSD), e o vice Edilson Gomes de Oliveira, do Partido Republicano Brasileiro (PRB). O poder legislativo é constituído pela câmara municipal, localizada no Palácio Aurélio Raulino de Queiroz e composta por nove vereadores. Cabe à casa elaborar e votar leis fundamentais à administração e ao executivo, especialmente o orçamento municipal (conhecido como Lei de Diretrizes Orçamentárias). Existem ainda alguns conselhos municipais em atividade: alimentação escolar, assistência social, desenvolvimento urbano/rural, direito da criança e do adolescente, cultura, educação, meio ambiente, saúde e transporte. Serrinha dos Pintos é um dos termos da comarca de Martins (poder judiciário estadual), de segunda entrância (o outro termo é Antônio Martins). De acordo com o Tribunal Superior Eleitoral, Serrinha dos Pintos pertence à 38ª zona eleitoral do Rio Grande do Norte e possuía, em dezembro de 2016, eleitores, o que representa 0,177% do eleitorado estadual. == Economia == Segundo o IBGE, o Produto Interno Bruto (PIB) do município de Serrinha dos Pintos de 2014 era de R$ , dos quais da administração pública, do setor de serviços, R$ do setor primário, R$ da arrecadação de impostos e R$ da indústria. O PIB per capita era de R$ . Na lavoura temporária de 2015 foram produzidos milho (), feijão () e fava (), e na lavoura permanente coco-da-baía (dezesseis mil frutos), banana () e manga (). Na pecuária, o município possuía um rebanho de nove mil galináceos (frangos, galinhas, galos e pintinhos), bovinos, 900 caprinos, 800 suínos, sessenta equinos e 550 ovinos. Ainda na pecuária também foram produzidos 194 mil litros de leite de 350 vacas ordenhadas, setenta mil dúzias de ovos de galinha e 400 quilos de mel de abelha. Em 2010, considerando-se a população municipal com idade igual ou superior a dezoito anos, 48,5% eram economicamente inativos, 43,8% ativos ocupados e 7,7% ativos desocupados. Ainda no mesmo ano, levando-se em conta a população ativa ocupada na mesma faixa etária, 38,25% trabalhavam na agropecuária, 41,69% no setor de serviços, 12,27% no comércio, 5,82% na construção civil, 0,95% em indústrias de transformação, 0,18% em indústrias de extração e 0,21% na utilidade pública. == Infraestrutura == O serviço de abastecimento de água do município é feito pela Companhia de Águas e Esgotos do Rio Grande do Norte (CAERN). A empresa responsável pelo fornecimento de energia elétrica é a Companhia Energética do Rio Grande do Norte (COSERN). A voltagem da rede é de 220 volts. O código de área (DDD) é 084 e o Código de Endereçamento Postal (CEP) varia na faixa de 59808-000 a 59809-999. Em 2010, o município possuía 93,62% de seus domicílios com água canalizada e 99,56% com eletricidade, além de 58,26% com coleta de lixo. Ao mesmo tempo, 74,08% tinham somente telefone celular, 4,04% celular e fixo, 1,01% apenas telefone fixo e 20,87% não possuíam nenhum. A frota municipal em 2016 era de 765 motocicletas, 257 automóveis, 87 motonetas, 81 caminhonetes, 39 caminhões, seis camionetas, quatro micro-ônibus, dois caminhões trator e dois ônibus, além de quatorze em outras categorias, totalizando veículos. Serrinha dos Pintos é cortado pela rodovia estadual RN-117, que liga Serrinha dos Pintos a Martins e à rodovia federal BR-226. === Saúde === A rede de saúde de Serrinha dos Pintos dispunha, em 2009, de três estabelecimentos, todos públicos e municipais. Em abril de 2010, a rede profissional de saúde era constituída por quinze médicos, dez auxiliares de enfermagem, cinco enfermeiros, cinco farmacêuticos, três técnicos de enfermagem, dois cirurgiões-dentistas, um fisioterapeuta, um nutricionista e um assistente social, totalizando 43 profissionais. Segundo dados do Ministério da Saúde, cinco casos de AIDS foram registrados em Serrinha dos Pintos entre 1990 e 2015 e, entre 2001 e 2012, foram notificados 335 casos de dengue e um de leishmaniose. Em 2010, a expectativa de vida era de 71,92 anos, sendo a taxa de fecundidade de 2,1 filhos por mulher e a taxa de mortalidade infantil até um ano de idade de 21,3 por mil nascidos vivos (22,9 até cinco anos). No mesmo ano, 100% das crianças menores de um ano de idade estavam em dia com a carteira de vacinação e 99% das crianças do município com idade inferior a dois anos foram pesadas pelo Programa Saúde da Família, 0,4% delas desnutridas. O município pertence à VI Regional de Saúde Pública (VI URSAP) do Rio Grande do Norte, sediada em Pau dos Ferros. === Educação === IDEB de Serrinha dos Pintos IDEB de Serrinha dos Pintos IDEB de Serrinha dos Pintos IDEB de Serrinha dos Pintos IDEB de Serrinha dos Pintos IDEB de Serrinha dos Pintos IDEB de Serrinha dos Pintos Ano Anos iniciais Anos finais 2005 2,4 2,7 2007 2,3 2,7 2009 3,5 2,6 2011 4,1 3,3 2013 4,5 3,5 2015 4,5 4 Serrinha dos Pintos possuía uma expectativa média de 9,42 anos de estudos em 2010, valor ligeiramente abaixo da média estadual (9,54 anos), ao passo que a taxa de alfabetização da população acima dos dez anos indicada pelo último censo demográfico do mesmo ano foi de 75,3% (83,2% para as mulheres e 67,4% para os homens). A taxa de conclusão do ensino fundamental, entre jovens de 15 a 17 anos, era de 48,5% e o percentual de conclusão do ensino médio (18 a 24 anos) de 41,8%. O percentual de crianças de cinco a seis anos na escola era de 84,1% e de onze a treze anos cursando o fundamental de 85,25%. Entre os jovens, a proporção na faixa de quinze a dezessete anos com fundamental completo era de 48,49% e dezoito a vinte anos com ensino médio completo de apenas 43,28%. Considerando-se apenas o grau de instrução da população com idade igual ou superior a dez anos, 72,6% não possuíam instrução e ensino fundamental incompleto, 14,07% ensino médio completo e superior incompleto, 11,23% fundamental completo e médio incompleto e 2,1% ensino superior completo. Em 2015, a distorção idade-série ou defasagem entre alunos do ensino fundamental, ou seja, com idade superior à recomendada, era de 18,7% para os anos iniciais e 39,2% nos anos finais, chegando a 40,9% no ensino médio. No mesmo ano o município possuía uma rede de quatro escolas de ensino fundamental (com 34 docentes), três do pré-escolar (doze docentes) e uma de ensino médio (sete docentes), com um total de 897 matrículas. == Ligações externas == * Página da prefeitura Categoria:Municípios do Rio Grande do Norte Categoria:Fundações no Rio Grande do Norte em 1933",
 "title": "Serrinha dos Pintos"
}