{
 "id": "23413",
 "text": "Esta é a lista dos códigos de três letras usados pelo Comité Olímpico Internacional para designar as nações representadas pelos atletas que participam em eventos desportivos. Por razões históricas, alguns dos códigos são diferentes dos códigos padronizados na norma ISO 3166-1. __NOTOC__ == Códigos atuais == :: Topo - A B C D E F G H I J K L M N O P Q R S T U V W X Y Z :::::Códigos obsoletos - Referências - Ligações externas Código País / Designação segundo o COI Primeiro uso Observações AFG 1936 ALB 1972 ALG 1964 AND 1976 ANG 1980 ANT 1960 parte da BWI ( Federação das Índias Ocidentais) 1960 em uso retomado em 1964 ASA 1988 ARG 1920 ARM 1996 parte da RUS () 1900–1912 parte da URS () 1924–1988 parte da EUN () 1992 ARU 1988 AUS 1896 Teddy Flack competiu como parte da GBR () 1896 em uso 1896–1904 parte da ANZ () 1908–1912 em uso retomado em 1920 AUT 1896 AZE 1992 parte da RUS () 1900–1912 parte da URS () 1924–1988 parte da EUN () 1992 BAH 1952 BAN 1984 BAR 1968 parte da BWI ( Federação das Índias Ocidentais) 1960 BDI 1996 BEL 1900 BEN 1980 DAH (Daomé) 1972 BER 1936 BHU 1984 BIH 1992 parte da YUG () 1920–1988 BIZ 1968 BLR 1992 parte da RUS () 1900–1912 parte da URS () 1924–1988 parte da EUN () 1992 BOL 1936 BOT 1980 BRA 1920 BRN 1984 BRU 1988 BUL 1896 BUR 1972 competiu como VOL () (1972–1984) CAF 1968 CAM Camboja 1956 CAN 1900 CAY 1976 parte da BWI ( Federação das Índias Ocidentais) 1960 CGO 1964 CHA 1964 CHI 1896 CHN designação do COI: República Popular da China 1932 República da China como \"\" 1932–1956 em uso desde 1979 CIV 1964 CMR 1964 COD 1968 ZAI () 1984–1996 COK 1988 COL 1932 COM 1996 CPV 1996 CRC 1936 CRO 1992 parte da YUG () 1920–1988 CUB 1900 CYP 1980 CZE 1996 BOH () 1900–1912 parte da TCH () 1920–1992 DEN 1896 DJI 1984 DMA 1996 parte da BWI ( Federação das Índias Ocidentais) 1960 DOM 1964 ECU 1924 EGY 1912 bandeira em uso 1912–1920 bandeira em uso 1924–1956 bandeira em uso 1956-1960 RAU () 1960–1968 em uso retomado em 1972 ERI 2000 ESA 1968 ESP 1900 EST 1924 parte da RUS () 1900–1912 em uso 1924–1936 parte da URS () 1948–1988 em uso retomado em 1992 ETH 1956 FIJ 1956 FIN 1908 FRA 1896 FSM 2000 GAB 1972 GAM 1984 GBR designação do COI: Grã-Bretanha 1896 \"Grã-Bretanha e Irlanda\" 1896–1920 em uso desde 1924 nos Jogos da Commonwealth as equipas competem como: ENG ( Inglaterra) NIR ( Irlanda do Norte) SCO ( Escócia) WAL ( País de Gales) GBS 1996 GEO 1996 parte da RUS () 1900–1912 parte da URS () 1924–1988 parte da EUN () 1992 GEQ 1984 GER 1896 em uso 1896–1936 bandeira em uso 1896–1912 bandeira em uso 1936 dividida entre FRG () e GDR () 1952, 1968–1988 competia como EUA () 1956–1964 uso retomado em 1992 GHA 1952 GRE 1896 bandeira em uso 1896–1976 GRN 1984 parte da BWI ( Federação das Índias Ocidentais) 1960 GUA 1952 GUI 1968 GUM 1988 GUY 1948 HAI 1924 HKG designação do COI: Hong Kong, China 1952 designado \"\" 1952–1996 em uso desde 2000 HON 1968 HUN 1896 INA 1952 IND 1900 IRI designação do COI: República Islâmica do Irã/Irão 1948 IRL 1924 parte da \"Grã-Bretanha e Irlanda\" 1896–1920 em uso desde 1924 IRQ 1948 ISL 1908 ISR 1952 ISV 1968 ITA 1948 KIT ( Itália) em uso 1896–1936 IVB 1984 parte da BWI () 1960 JAM 1948 em uso 1948–1956 parte da BWI () 1960 em uso desde 1964 JOR 1968 JPN 1912 KAZ 1996 parte da RUS () 1900–1912 parte da URS () 1924–1988 parte da EUN () 1992 KEN 1956 KGZ 1996 parte da RUS () 1900–1912 parte da URS () 1924–1988 parte da EUN () 1992 KIR 2004 KOR designação do COI: República da Coreia 1948 KOS 2014 KSA 1972 KUW 1968 LAO designação do COI: República Democrática Popular do Laos 1980 LAT 1924 parte da RUS () 1900–1912 em uso 1924–1936 parte da URS () 1948–1988 em uso desde 1992 LBA 1964 LBR 1956 LCA 1996 parte da BWI ( Federação das Índias Ocidentais) 1960 LES 1972 LBN 1948 LIE 1936 LTU 1924 parte da RUS () 1900–1912 em uso 1924–1936 parte da URS () 1948–1988 em uso retomado em 1992 LUX 1908 MAD 1964 MAR 1960 MAS 1956 MAW 1972 MDA designação do COI: República de Moldova 1996 parte da RUS () 1900–1912 parte da ROM () 1920–1936 parte da URS () 1952–1988 parte da EUN () 1992 MDV 1988 MEX 1924 MGL 1964 MHL 2008 MKD 1996 parte da YUG () 1920–1988 atletas individuais como IOP (Participante Olímpico Independente) 1992 como Antiga República Iugoslava/Jugoslava da Macedônia/Macedónia (1994–2018) MLI 1964 MLT 1928 MNE 2008 MON 1920 MOZ 1980 MRI 1984 MTN 1984 MYA 1992 BIR () 1948–1988 NAM 1992 NCA 1968 NED 1900 HOL (Holanda) 1900–1988 NEP 1964 NGR 1952 NIG 1968 NOR 1900 NRU 1996 NZL 1920 parte da ANZ () 1908–1912 OMA 1984 PAK 1948 PAN 1928 PAR 1964 PER 1936 PHI 1924 PLE 1996 PLW 2000 PNG 1976 POL 1924 POR 1912 PRK 1972 PUR 1948 QAT 1984 ROU 1924 RSA 1992 bandeira em uso 1904–1924 SAF ( África do Sul) 1928–1960 RUS designação do COI: Federação Russa 1900 Designada \"Império Russo\" 1900–1912 (código RU1) substituída pela URS () 1952–1988 parte da EUN () 1992 em uso desde 1996 RWA 1984 SAM 1984 \"Samoa Ocidental\" 1984–1996 SEN 1964 SEY 1980 SGP 1948 SKN 1996 parte da BWI ( Federação das Índias Ocidentais) 1960 SLE 1968 SLO 1992 parte da YUG () 1920–1988 SMR 1960 SOL 1984 SOM 1972 SRB 1912 parte da YUG () 1920–1988 atletas individuais como IOP (Participante Olímpico Independente) 1992 parte da YUG () 1996–2002 parte da SCG () 2004–2006 uso a retomar em 2008 SRI 1948 SSD 2016 STP 1996 SUD 1960 SUI 1900 SUR 1968 SVK 1996 parte da TCH () 1920–1992 SWE 1896 SWZ 1900 SYR 1948 TAN 1964 TGA 1984 THA 1952 TJK 1996 parte da RUS () 1900–1912 parte da URS () 1924–1988 parte da EUN () 1992 TKM 1996 parte da RUS () 1900–1912 parte da URS () 1924–1988 parte da EUN () 1992 TLS 2004 IOA 2000 TOG 1972 TPE (Taiwan) designação do COI: Taipé Chinês 1979 como \"\" CHN 1932–1956 como \"\" TAI 1960–1964 como \"\" ROC 1968–1972 em uso desde 1984 TTO 1948 parte da BWI () 1960 TRT 1964–1968 TRI 1972–2012 TUN 1960 TUR 1908 TUV 2008 UAE 1984 UGA 1956 UKR 1996 parte da RUS () 1900–1912 parte da URS () 1924–1988 parte da EUN () 1992 URU 1924 USA 1896 UZB 1996 parte da RUS () 1900–1912 parte da URS () 1924–1988 parte da EUN () 1992 VAN 1988 VEN 1948 VIE 1952 VIN 1988 parte da BWI ( Federação das Índias Ocidentais) 1960 YEM 1992 ZAM 1968 parte da RHO (Rodésia) 1928–1960 RHN (Rodésia do Norte) 1964 ZIM 1980 parte da RHO (Rodésia) 1928–1960 RHS (Rodésia do Sul) 1964 == Códigos obsoletos == Código Designação COI Uso Notas de a AHO 1960 2008 Dissolvido em 2010 Competiu como Atletas Olímpicos Individuais (IOA) em 2012 ANZ 1908 1912 Combinava Austrália e Nova Zelândia numa só equipe BIR 1948 1988 Agora MYA (Mianmar) BOH 1900 1912 Agora CZE (República Checa) BOR 1956 BWI 1960 DAH 1976 Agora BEN (Benim) FRG 1980 1988 Embora a nação reunificada seja por vezes referida como República Federal da Alemanha, o código foi mudado como parte do processo de reunificação em 1990. GDR 1968 1988 HBR 1968 1972 Agora BIZ (Belize) HOL 1900 1988 Mudou para NED nos Jogos Olímpicos de Verão de 1992 IHO 1952 Agora INA (Indonésia) IRN Irão 1956 1988 Agora IRI KHM República Khmer 1976 Agora CAM KIT 1896 1936 Agora ITA (Itália) LIB 1964 2016 Agora LBN LIT 1992 Agora LTU MAL 1976 1992 Agora MAS NGU 1980 1984 Agora PNG NGY 1976 Mudou para NGU; agora PNG RAU 1960 1968 Agora EGY (Egipto) RHN 1964 Agora ZAM (Zâmbia) RHO 1928 1960 RHS 1964 Agora ZIM (Zimbabwe) ROC 1968 1976 Agora TPE (Taipé Chinês) ROM 1956 2006 Agora ROU RU1 Império Russo 1900 1912 Mudou para URS (União Soviética); agora RUS (Rússia) Sarre --> 1952 SAF 1904 1960 Regressou como RSA (República da África do Sul) em 1992 SAU 1984 Agora KSA SCG 2004 2006 Parte da YUG (Jugoslávia) entre 1920–1988 Atletas individuais como IOP (Participante Olímpico Independente) em 1992 Competia como YUG (RF Jugoslávia) entre 1996–2002 SIN 1948 2016 Agora SGP Taiwan --> 1960 1964 Agora TPE (Taipé Chinês) TCH 1920 1992 URS 1952 1988 VOL 1972 1984 Agora BUR (Burkina Faso) VNM 1976 Agora VIE YAR 1984 1988 YMD 1988 YUG 1920 2002 Agora SRB (Sérvia) ZAI 1984 1996 Agora COD (República Democrática do Congo) == Códigos temporários == Estes códigos são utilizados pelo COI quando necessário para distinguir atletas de nações em transição ou quando existem sanções das Nações Unidas contra esse estado ou nação em particular. Código designação COI Uso Notas de a AIN Atletas Individuais Neutros 2024 Usado para atletas individuais da Rússia e da Bielorrússia competirem nos Jogos Olímpicos e Paralímpicos de 2024. Os dois países se encontram suspensos pelo envolvimento na invasão da Ucrânia pela Rússia. COR Coreia 2018 Usado para a equipe unificada de hóquei no gelo feminino entre as Coreias do Norte e do Sul em 2018. Também usado no desfile das duas delegações durante a cerimônia de abertura. EOR Time Olímpico de Refugiados 2020 Reúne atletas escolhidos pelo COI que não podem competir por seus países de origem por estarem asilados em outras nações. O COI alterou o código \"ROT\" utilizado em 2016. EUA Equipe Alemã Unida 1956 1964 Reuniu, de 1956 a 1964, as equipas da Alemanha Ocidental e Alemanha Oriental. De 1968 a 1990, em todas as competições internacionais, as duas Alemanhas fizeram equipas separadas. EUN Equipe Unificada 1992 Doze antigas repúblicas soviéticas juntaram-se numa só equipa no ano seguinte à dissolução da União Soviética. IOA Atletas Olímpicos Independentes 2000 2012 2014 2016 Atletas individuais de Timor-Leste competiram sob a Bandeira olímpica nos Jogos Olímpicos de Verão de 2000, durante a Administração Transitória das Nações Unidas. Nos Jogos Olímpicos de Verão de 2012 e Jogos Olímpicos de Verão da Juventude de 2014 foi reservado para os atletas do Sudão do Sul e das Antilhas Neerlandesas. Nos Jogos Olímpicos de Inverno de 2014, foi inicialmente usado pela Índia. Nos Jogos Olímpicos de Verão de 2016 foi usado pelo Kuwait. O código está reservado e pode ser utilizado de novo em situações semelhantes. IOC Atletas do Kuwait 2010 Atletas individuais do Kuwait competiram sob a Bandeira olímpica nos Jogos Olímpicos de Verão da Juventude de 2010 quando o país estava suspenso do Comitê Olímpico Internacional. O código pode ser utilizado de novo em situações de suspensão. IOP Participantes Olímpicos Independentes 1992 Atletas individuais da República Federal da Jugoslávia competiram sob a Bandeira olímpica nos Jogos Olímpicos de Verão de 1992 quando o país estava sob o embargo desportivo das Nações Unidas. O código pode ser utilizado de novo em situações de embargo desportivo. IPA Atletas Paralímpicos Individuais/Independentes 2000 2016 Atletas individuais de Timor-Leste competiram sob a Bandeira paralímpica nos Jogos Paralímpicos de Verão de 2000, durante a Administração Transitória das Nações Unidas. O código foi usado novamente nos Jogos Paralímpicos de Verão de 2016, quando o Comitê Paralímpico Internacional selecionou dois atletas refugiados para competirem como Atletas Paralímpicos Independentes. O código está reservado para ser utilizado de novo em situações semelhantes. IPP Participantes Paralímpicos Independentes 1992 Atletas individuais da República Federal da Jugoslávia competiram sob a Bandeira paralímpica nos Jogos Paralímpicos de Verão de 1992 quando o país estava sob o embargo desportivo das Nações Unidas. O código está reservado e pode ser utilizado de novo em situações de embargo desportivo. MIX Equipes internacionais 2010 2020 Utilizado unicamente nos Jogos Olímpicos da Juventude para equipes de diferentes nacionalidades. NPA Atletas Paralímpicos Neutros 2018 Usado para designar os atletas da Rússia que competiram de forma neutra durante os Jogos Paralímpicos de Inverno de 2018 devido a expulsão do Comitê Paralímpico Russo do IPC em 2016, como consequência do escândalo institucional de doping. OAR Atletas Olímpicos da Rússia 2018 Usado para designar os atletas da Rússia que competiram de forma neutra devido a suspensão do Comitê Olímpico Russo em 2018 devido ao escândalo institucional de doping. ROC Atletas do Comitê Olímpico Russo 2020 Usado para designar os atletas da Rússia que competiram de forma neutra em 2020 devido ao escândalo institucional de doping. ROT Time Olímpico de Refugiados 2016 Reuniu atletas escolhidos pelo COI que não puderam competir por seus países de origem por estarem asilados em outras nações. ZZX Equipe mista 1896 1904 Retrospectivamente aplicado a equipas medalhadas de nacionalidade mista, o que hoje é impossível devido ao surgimento dos Comités Olímpicos Nacionais. == Outros códigos == Alguns territórios possuem Comitês Olímpicos Nacionais não reconhecidos pelo COI, apenas por outras entidades organizadoras de eventos multiesportivos regionais e mundiais. Código País / Território Primeiro uso Observações ANU \\- Compete nos Jogos da Commonwealth, Jogos Centro-Americanos e do Caribe e nas Universíadas. CNB Canadá Novo Brunswick - Compete apenas nos Jogos da Francofonia. CQC Canadá Quebéc - Compete apenas nos Jogos da Francofonia. CHU Chuuk - Compete apenas nos Jogos da Micronésia. CUR Curaçao - Estado sucessor das Antilhas Holandesas em alguns eventos. Compete nos Jogos Centro-Americanos e do Caribe e nos Jogos Sul-Americanos. ENG Inglaterra - Compete nos Jogos da Commonwealth e na Gimnasíada. FAI Ilhas Falkland - Compete apenas nos Jogos da Commonwealth. FLA Flanders - Compete apenas na Gimnasíada. FWB Federação Valônia-Bruxelas - Compete apenas nos Jogos da Francofonia e nas Gimnasíadas. FRO Ilhas Faroé - Compete apenas nos Jogos Paralímpicos. GIB \\- Compete apenas nos Jogos da Commonwealth. GBC Comunidade Alemã da Bélgica - Compete apenas na Gimnasíada. GCY Guernsey - Compete apenas nos Jogos da Commonwealth. GPE Guadalupe - Compete apenas nos Jogos Centro-Americanos e do Caribe. GUF Guiana Francesa - Compete apenas nos Jogos Centro-Americanos e do Caribe. IOM Ilha de Man - Compete apenas nos Jogos da Commonwealth. JER Jersey - Compete apenas nos Jogos da Commonwealth. KUS Kosrae - Compete apenas nos Jogos da Micronésia. MAC Macau - Reconhecido apenas pelo Conselho Olímpico da Ásia Compete nos Jogos Asiáticos, nos Jogos Paralímpicos, Jogos da Lusofonia, nas Universíadas, e nas Surdolímpiadas. MNP Ilhas Marianas do Norte - Compete apenas nos Jogos do Pacífico e nas Universíadas. MTQ Martinica - Compete apenas nos Jogos Centro-Americanos e do Caribe. MTS Montserrat - Fazia parte da BWI ( Federação das Índias Ocidentais, 1960). Compete apenas nos Jogos da Commonwealth. NCL Nova Caledônia - Compete apenas nos Jogos do Pacífico. NFK Ilha Norfolk - Compete apenas nos Jogos da Commonwealth e nos Jogos do Pacífico. NIU Niue - Compete apenas nos Jogos da Commonwealth e nos Jogos do Pacífico. NIR Irlanda do Norte - Compete apenas nos Jogos da Commonwealth. POH Pohnpei - Compete nos Jogos da Micronésia. PYF Taiti - Compete nos Jogos do Pacífico na Gimnasíada. SCO Escócia - Compete nos Jogos da Commonwealth e na Gimnasíada. SHE Santa Helena, Ascensão e Tristão da Cunha - Compete apenas nos Jogos da Commonwealth. RSR República Srpska - Compete apenas na Gimnasíada. SMX Sint Maarten - Compete apenas nos Jogos Centro-Americanos e do Caribe. TCI Turks e Caicos - Fazia parte da BWI ( Federação das Índias Ocidentais, 1960). Compete nos Jogos da Commonwealth e nos Jogos Centro-Americanos e do Caribe. TKL Toquelau - Compete apenas nos Jogos do Pacífico WAL País de Gales - Compete apenas nos Jogos da Commonwealth. YAP Yap - Compete apenas nos Jogos da Micronésia. == Ver também == * Comparação de códigos de países COI, FIFA, e ISO 3166 * Comités Nacionais do COI == Ligações externas == * Página do COI * Códigos de paísde How Many? A Dictionary of Units of Measurement COI Países por codigo do COImi Países por codigo do COI",
 "title": "Lista de países por código do COI"
}