{
 "id": "23436",
 "text": "{{Info/Município do Brasil | nome = Santana de Parnaíba | imagem_montagem = | apelido = Berço dos bandeirantes | brasão = Santana Parnaíba.PNG | bandeira = Bandeira de Santana de Parnaíba.png | link_brasão = | link_bandeira = | link_hino = | fundação = | gentílico = parnaibano | lema = Patriam feci magnam \"Fiz grande a Pátria\" | prefeito = Antônio Marcos Batista Pereira | partido = Republicanos | fim_mandato = 2024 | mapa = SaoPaulo Municip SantanadeParnaiba.svg | latP = S | latG = 23 | latM = 26 | latS = 38 | lonP = O | lonG = 46 | lonM = 55 | lonS = 04 | estado = São Paulo | região_metropolitana = São Paulo | CEP = 06500-000 até 06549-999 | vizinhos = Pirapora do Bom Jesus, Cajamar (N), São Paulo, (L) Barueri, (S) Itapevi (NO), Araçariguama (O). | dist_capital = 42 | dist_capital_ref = | área = 179.949 | área_ref = | população = 145073 | data_pop = Estimativa IBGE/2021 | altitude = 719 | clima = subtropical | sigla_clima = Cwa | idh = 0.814 | data_idh = PNUD/2010 | pib = mil | data_pib = IBGE/2021 | pib_per_capita = 79579.96 | data_pib_per_capita = IBGE/2021 | site_prefeitura = santanadeparnaiba.sp.gov.br | site_câmara = camarasantanadeparnaiba.sp.gov.br }} Santana de Parnaíba é um município brasileiro do estado de São Paulo, localizado na Zona Oeste da Região Metropolitana de São Paulo. Fundada por Susana Dias em 1580, nas adjacências do Rio Tietê, é uma das cidades mais antigas do estado e do Brasil, sendo berço das expedições e dos Bandeirantes no país (tais quais Domingos Jorge Velho e Warwick Estevam Kerr), e considerada um patrimônio histórico do Brasil devido à sua rica história, arquitetura colonial, cultura e conjunto arquitetônico preservado. Santana de Parnaíba e seu Centro Histórico são conhecidos pela sua arquitetura colonial portuguesa, com casas, sobrados, casarões, igrejas e monumentos históricos (muitos dos quais erguidos a taipa de pilão e pau a pique) que datam do século XVII até o século XIX, e a cidade possui o único conjunto arquitetônico de origem colonial preservado da região metropolitana e um dos maiores do estado. Sua riqueza e diversidade de construções coloniais garantiram-lhe reconhecimento por parte do Conselho de Defesa do Patrimônio Histórico, Arqueológico, Artístico e Turístico (CONDEPHAAT) e do Instituto do Patrimônio Histórico e Artístico Nacional (IPHAN), que tombaram o Centro Histórico, com suas mais de 209 dificações. Santana de Parnaíba é um importante polo turístico, atraindo turismo em diferentes áreas, principalmente o turismo histórico e religioso, e devido às suas festas tradicionais, tais quais o Carnaval, Drama da Paixão, o segundo maior do país, o Encontro de Antigomobilismo, a Festa do Cururuquara e o Natal de Luz, que recebe 100 mil visitantes. == História == Em 1580, Susana Dias, neta do cacique Tibiriçá, juntamente com seu filho, Capitão André Fernandes, fundou uma fazenda à beira do Rio Anhembi (atual Rio Tietê), a oeste de São Paulo, próximo à cachoeira denominada pelos indígenas como \"Parnaíba\" (lugar de muitas ilhas). Em 1610, o Capitão-Mor da Capitania de São Vicente Gaspar Conqueiro concedeu uma Sesmaria a Belchior da Costa, em terras vizinhas às de Susana Dias . Devido a sua posição estratégica no vale do Rio Tietê, tornou-se ponto de partida das bandeiras que seguiam rumo ao Oeste Paulista e ao Mato Grosso. Em 1625, o povoado foi elevado à condição de vila. No século XVIII, a vila entrou em decadência devido ao fim das bandeiras. O isolamento geográfico da vila, provocado pelas quedas de água do Rio Tietê e pelo relevo acidentado de seu território, fizeram com que a vila não figurasse nas rotas de comércio e colonização que ligavam São Paulo às nascentes cidades de Jundiaí, Sorocaba e Itu. Em 1901, a Usina Hidrelétrica Edgard de Sousa foi inaugurada no Rio Tietê, mas não foi suficiente para revitalizar a cidade, que perdeu grande parte dos seus territórios para seus antigos distritos de Cajamar, Pirapora do Bom Jesus e Barueri ao longo do século XX. A partir da década de 1980, o município voltou a ganhar dinamismo econômico, com a melhoria das ligações rodoviárias com o restante da Grande São Paulo e com o impulso provocado pela implantação de diversos condomínios residenciais, notadamente Alphaville. == Geografia == === Clima === O clima da cidade, como em toda a Região Metropolitana de São Paulo, é o subtropical. Verão quente e chuvoso. Inverno relativamente frio e subseco. A média de temperatura anual gira em torno dos 20Cº, sendo o mês mais frio julho (média de 12°C) e o mais quente fevereiro (média de 23°C). O índice pluviométrico anual fica em torno de 1382 mm. === Meio ambiente === O município conta com uma política de preservação ambiental, conforme legislação em vigor, que tem proporcionado a criação e a manutenção de áreas de valor ecológico e ambiental, assim como a defesa e a preservação da fauna e da flora. O sistema de esgoto serve a 71,8% das residências, e a arborização em vias públicas alcança 58,4% dos domicílios. == Demografia == Segundo o IBGE, em 2021 a população estimada de Santana de Parnaíba era de habitantes, com densidade demográfica de 806,2 habitantes/km². No censo de 2010, a população era de habitantes, com densidade demográfica de 604,74 habitantes/km². == Política e administração == A administração municipal se dá pelo poder executivo e pelo poder legislativo. O primeiro a governar o município foi José Pedroso de Oliveira Pinto, que ficou no cargo de intendente em 1897. == Economia == A economia de Santana de Parnaíba é ligada ao setor de serviços e comércio, notadamente na região de Alphaville. A atividade industrial está localizada nos bairros da Fazendinha e Tamboré. O turismo vem se desenvolvendo na cidade, auxiliado pelo conjunto colonial do centro histórico. == Estrutura urbana == === Comunicações === A cidade foi atendida pela Companhia Telefônica Brasileira (CTB) até 1973, quando passou a ser atendida pela Telecomunicações de São Paulo (TELESP), que construiu a central telefônica utilizada até os dias atuais. Em 1998 esta empresa foi privatizada e vendida para a Telefônica, sendo que em 2012 a empresa adotou a marca Vivo para suas operações de telefonia fixa. O data center da Telefônica/Vivo foi inaugurado em 2012 no bairro de Tamboré, em um prédio de 33,6 mil metros quadrados, e abriga as operações de telefonia fixa e móvel da empresa no Brasil. === Rodovias === * Estrada dos Romeiros (SP-312) * Estrada Ecoturística do Suru * Estrada Tenente Marques * Rodovia Castelo Branco (SP-280) * Rodoanel Mário Covas (SP-021) Faz parte do Plano de Desenvolvimento Urbano Integrado da Região Metropolitana de São Paulo (PDUI) e é uma das 39 cidades que integram a Região Imediata de São Paulo que, por sua vez, é uma das duas regiões imediatas que formam a Região Intermediária de São Paulo. == Cultura == === Turismo === O conjunto arquitetônico colonial do Centro Histórico possui mais de duzentas casas e construções datadas dos séculos XVII e XVIII, destacando-se a Igreja Matriz de Sant'Ana. Trata-se do maior conjunto colonial existente no estado de São Paulo. No Circuito dos Alambiques é possível conhecer o processo de fabricação da cachaça artesanal. A cidade promove festas populares que atraem um grande número de turistas, como o carnaval da cidade, que é muito conhecido e atrai pessoas de várias regiões, e a Festa do Cururuquara. Anualmente, é promovido pela Secretaria de Cultura e Turismo do município o espetáculo teatral do Drama da Paixão de Cristo reconhecido nacionalmente. A peça é encenada às margens do Rio Tietê, nas proximidades da Barragem Edgard de Sousa por atores da própria cidade. Além disso, a cidade recebe uma das maiores manifestações religiosas do Estado de São Paulo, a festa de Corpus Christi. Podendo ser considerada um dos principais atrativos turísticos e mais tradicionais eventos culturais do município, a festa, realizada desde os anos 1960, é caracterizada pela confecção de tapetes de pó de serra colorido, pó de café, casca de ovos, etc. Ficheiro:Coreto Santana de Parnaiba.JPG|Coreto praça da Matriz. Ficheiro:Centro velho de Santana do Parnaíba.jpg|Centro Histórico. Ficheiro:Casario2.JPG|Arruamento de paralelepípedo. Ficheiro:Casario1.JPG|Casário de taipa de pilão Ficheiro:Praça do coreto 01.jpg|Conjunto arquitetônico Ficheiro:Vista panorâmica de Santana de Parnaíba por Rodrigo Tetsuo Argenton (01).jpg|Vista panorâmica de Santana de Parnaíba Ficheiro:Webysther 20190718122649 - Santana de Parnaíba.jpg|Praça Ficheiro:Webysther 20190718131851 - Santana de Parnaíba.jpg|Monumento aos Bandeirantes === Samba Bumbo === O samba de bumbo é um samba típico do estado de São Paulo, sendo de grande relevância na cidade. Devido à sua importância histórica, social e cultural, é reconhecido como Patrimônio Cultural Imaterial do estado de São Paulo e Patrimônio Cultural do Brasil, pelo Instituto do Patrimônio Histórico e Artístico Nacional (Iphan). === Bens tombados === * Centro Histórico * Capela Nossa Senhora da Conceição, Morro do Voturuna (1687) * Museu Histórico e Pedagógico Casa do Anhanguera, Praça da Matriz, 9 (início do século XVIII) * Casa da Cultura Monsenhor Paulo Florêncio da Silveira Camargo, Sobrado do Anhanguera, Praça da Matriz, 19 e 25 (século XVIII) * Morro do Voturuna, na Estrada Capela Velha * Figueira Centenária, entre a ponte sobre o Rio Tietê e o Centro Histórico * Morro do Major * Capela do Suru, na Estrada do Suru === Feriados=== O calendário do município prevê os seguinte feriados: Nome Data Observação Sexta-feira da Paixão Sexta-feira que antecede o domingo de Páscoa A Sexta-feira Santa é o dia em que é celebrado a morte de Jesus Cristo. Corpus Christi Celebrada anualmente 60 dias depois da Páscoa Festa religiosa da Igreja Católica que tem por objetivo celebrar o mistério da eucaristia. Santa Ana 26 de julho Padroeira do município. Aniversário de Santana de Parnaíba 14 de novembro Data da fundação da cidade. A Páscoa é uma festa religiosa móvel que costuma acontecer entre 22 de março e 25 de abril. == Ver também == * Paulistas de Santana de Parnaíba * Lista de municípios do Brasil acima de cem mil habitantes === Bibliografia === *Camargo, Paulo Florêncio da Silveira (1971). História de Santana de Parnaíba. São Paulo: Conselho Estadual de Cultura. 372 páginas. *Nascimento, Haydée (1977). Aspectos Folclóricos do Carnaval de Santana de Parnaíba.São Paulo: Secretaria de Cultura. 158 páginas. ===Trabalhos acadêmicos=== * Bastos, Flávia da Cunha (2008). Gestão democrática e política municipal de esporte: o caso de Santana de Parnaíba. Universidade de São Paulo. Biblioteca Digital Brasileira de Teses e Dissertações (BDTD) versão digital * Boscolo, Dulcineia (2007). Projetos de estudo do meio em escolas públicas em Santana de Parnaíba - SP. Universidade de São Paulo, Geografia. Biblioteca Digital Brasileira de Teses e Dissertações (BDTD) versão digital * Góis, Cláudia Cristina (2018). Reabilitação/readaptação profissional da prática à teoria: atuação do Serviço Social. Pontifícia Universidade Católica de São Paulo , Faculdade de Ciências Sociais . Biblioteca Digital Brasileira de Teses e Dissertações (BDTD) versão digital * Guanteli, Mauro Teixeira (2012). Residências em Alphaville nos municípios de Barueri e Santana de Parnaíba Universidade de São Paulo, Faculdade de Arquitetura e Urbanismo. versão digital * Leanza, Deborah D'Almeida (2000). Entre a norma e o desejo : os filhos ilegitimos na sucessão patrimonial (Vilas de São Paulo e Santana de Parnaiba sec. XVII). Universidade Estadual de Campinas, Instituto de Filosofia e Ciências Humanas. Biblioteca Digital Brasileira de Teses e Dissertações (BDTD) versão digital * Manzatti, Marcelo Simon (2005). Samba paulista: do centro cafeeiro a periferia do centro. Pontifícia Universidade Católica de São Paulo. versão digital * Morgado, Naira Iracema Monteiro (1987). O espaço e a memória : Santana de Parnaiba. Universidade Estadual de Campinas, Instituto de Filosofia e Ciências Humanas. Biblioteca Digital Brasileira de Teses e Dissertações (BDTD) versão digital * Mota, Camila (2007). Edição de documentos oitocentistas e estudo da variedade lingüística em Santana do Parnaíba. Universidade de São Paulo, Faculdade de Filosofia, Letras e Ciências Humanas. Biblioteca Digital USP versão digital * Rodrigues, Jailton Aparecido (2013). Pontifícia Universidade Católica de São Paulo. Biblioteca Digital PUC versão digital * Schunk, Rafael (2013). Frei Agostinho de Jesus e as tradições da imaginária colonial brasileira Séculos XVI - XVII. Universidade Estadual Paulista. Repositório UNESP versão digital * Yade, Juliana de Souza Mavoungou (2015). Vozes e territorialidades no pós-abolição: histórias de famílias e resistência identitária – O caso do Cururuquara. Universidade Federal do Ceará.Biblioteca Digital Brasileira de Teses e Dissertações (BDTD) versão digital == Ligações externas == * * Categoria:Fundações em São Paulo do século XVI",
 "title": "Santana de Parnaíba"
}