{
 "id": "23441",
 "text": "{{Info/Município do Brasil | nome = Cajamar | foto = Cajamar - Jordanésia - São Paulo - panoramio (1).jpg | leg_foto = Vista de Jordanésia, em Cajamar | apelido = | brasão = Brasão de Cajamar.jpg | bandeira = Bandeira de Cajamar.jpg | link_brasão = | link_bandeira = | link_hino = Hino de Cajamar | aniversário = 18 de fevereiro | fundação = | emancipação = de Santana de Parnaíba | gentílico = cajamarense | lema = Justitia et fide conservabitur \"Conservar-se-á com fé e justiça\" | prefeito = Danilo Barbosa Machado (\"Danilo Joan\") | partido = PSD | mandato_início = 2021 | fim_mandato = 2024 | mapa = SaoPaulo Municip Cajamar.svg | latP = S | latG = 23 | latM = 21 | latS = 21 | lonP = O | lonG = 46 | lonM = 52 | lonS = 37 | estado = São Paulo | região_intermediária = São Paulo | data_região_intermediária = IBGE/2017 | região_imediata = São Paulo | data_região_imediata = IBGE/2017 | região_metropolitana = São Paulo | vizinhos = Norte: Jundiaí Leste: Franco da Rocha e Caieiras Sul: São Paulo e Santana de Parnaíba Oeste: Pirapora do Bom Jesus | dist_capital = 29 | dist_capital_ref = | área = 131.386 | área_ref = | população = 92689 | população_pos = SP: 86 | data_pop = Censo 2022 | altitude = 735 | altitude_ref = | clima = Subtropical | sigla_clima = Cfb | idh = 0.728 | data_idh = IBGE/2010 | idh_pos = SP: 409° | pib = mil | data_pib = IBGE/2016 | pib_pos = BR: 53º | pib_per_capita = 178670.47 | data_pib_per_capita = IBGE/2016 | site_prefeitura = http://www.cajamar.sp.gov.br | site_câmara = http://www.camaracajamar.sp.gov.br }} Cajamar é um município brasileiro do estado de São Paulo. Situa-se na Região Metropolitana de São Paulo, microrregião de Osasco, distante 29 quilômetros da capital estadual. Pertence a Zona Norte da Região Metropolitana de São Paulo em conformidade com a lei estadual nº 1.139, de 16 de junho de 2011 e, consequentemente com o Plano de Desenvolvimento Urbano Integrado da Região Metropolitana de São Paulo (PDUI). Sua população foi recenseada conforme dados do IBGE de 2022 com 92.689 habitantes e a área é de 131,386 km², o que resulta numa densidade demográfica de 705,47 hab./km². O município é formado pela sede e pelos distritos de Jordanésia e Polvilho, Ponunduva (zona rural), Guaturinho e Km 43. Atualmente, a cidade tem se tornado um importante polo logístico do país, contendo 1,3 milhão de metros quadrados de galpões logísticos. Sendo conhecida como \"Faria Lima dos Galpões\", Cajamar atraiu atenção de grandes varejistas e transportadores do Brasil, que nos últimos anos, instalaram seus CDs no município, principalmente com o advento do comércio eletrônico. Seus limites são Jundiaí ao norte, Franco da Rocha e Caieiras a leste, a capital a sudeste, Santana de Parnaíba ao sul e Pirapora do Bom Jesus a oeste. Tornou-se município em 18 de fevereiro de 1959, quando se emancipou de Santana de Parnaíba. == Etimologia == Cajamar é um termo nheengatu, que significa \"fruto colorido e manchado\". Esse fruto seria o produzido pelo araçá, árvore que já fora abundante na região e, portanto, a motivação para a adoção do nome. Segundo o ex-prefeito de Santana de Parnaíba, Antonio Branco, para atender o que fora exigido em lei, ele fizera uma pesquisa para a alteração do nome distrital de Água Fria, já que ele era o secretário da prefeitura de Santana de Parnaíba. Dessa forma, analisando os documentos locais, observou, em um antigo mapa, que um conjunto de terras localizados nos arredores do distrito, possuía o nome \"Cayamar\". Visando a pronúncia, substituiu a letra \"y\" por \"j\". A crença era de que o nome, na verdade, derivava do sobrenome de um bandeirante, habitante da região, Manuel Callamares. == História == === Primeiro crescimento (1920-1950) === ==== Formação inicial (década de 1920) ==== O nascimento de Cajamar é atribuído à implantação, na década de 1920, de uma fábrica de cimento, a Companhia Brasileira de Cimento Portland, genericamente reconhecida como a primeira de seu tipo no Brasil. Ela foi responsável pelo produto utilizado para a edificação de boa parte da metrópole de São Paulo. Se situou em Perus, nos arredores da Estrada de Ferro Santos-Jundiaí, a fábrica, uma vez que o local apresentava grande disponibilidade de matéria-prima - o minério das pedreiras do distrito de Água Fria, pertencente a Santana de Parnaíba. Através da Estrada de Ferro Perus-Pirapora, que nunca chegou ao município de Pirapora do Bom Jesus, mas ligava Perus (SP) ao distrito de Água Fria. thumb|Fábrica da CBCPP atualmente, completamente abandonada Na década de 1930, alguns dos trabalhadores da companhia já estavam morando em algumas regiões da cidade. Destacam-se, o extinto bairro do Gato Preto, e o atual centro da cidade. A exploração do minério na cidade deu origem aos primeiros núcleos habitacionais, as residências dos trabalhadores. A intervenção estatal no controle de preços do cimento obrigou a companhia, estrangeira, a vender sua empresa em 1951. O Grupo Francesco Matarazzo, o Grupo Votorantim e José João Abdalla, à época, secretário do Trabalho de Ademar de Barros demonstraram interesse na aquisição da mesma. Em conclusão, a Cimento Portland foi adquirida pelo Grupo JJ Abdalla. ==== Formação administrativa (1938-1959) ==== Diante do visível crescimento da região, em 11 de março de 1938, por meio do decreto-lei estadual 9775, foi criado um distrito na cidade de Santana de Parnaíba, com o nome de Água Fria. 6 anos depois, como já havia um distrito com o mesmo nome na cidade de São Paulo, o nome do distrito parnaibense de \"Água Fria\" foi alterado para Cajamar, por meio de outro decreto-lei estadual, o 14334, datado de 30 de novembro de 1944. Diante da necessidade clara de se constituir uma região administrativa autônoma no distrito, surgiu um movimento pela emancipação de Cajamar, liderada por Waldomiro dos Santos. Ele reuniu 125 moradores do distrito de Cajamar, organizou um abaixo-assinado, e redigiu o documento que pleiteava sua autonomia política. Em abril de 1958, o abaixo-assinado foi reconhecido pela Justiça Eleitoral de São Paulo e encaminhado para a Assembleia Legislativa do Estado de São Paulo, que, por sua vez, promulgou uma lei autorizando a criação de 69 novos municípios, entre eles, a cidade de Cajamar, separando-a de Santana de Parnaíba. Trata-se da Lei n. 5.285 de 18 de fevereiro de 1959. As primeiras eleições para prefeito, vice-prefeito e vereadores dos municípios criados realizaram-se naquele mesmo ano, e as novas autoridades tomaram posse no dia 1 de janeiro de 1960. === Início da era moderna (1960-1990) === ==== Greve da CBCPP (1962-1983) ==== Em 1962, funcionários da Companhia Brasileira de Cimento Portland Perus, assim como os das mineradoras de calcário, em Cajamar, pertencentes a família Abdalla, reivindicavam o pagamento dos salários atrasados, além do cumprimento de acordos e reajuste e pagamento da crédito para as casas próprias, dentro do período de dois anos. Diante disto, no dia 14 de maio de 1962, os trabalhadores constituíram uma greve geral, que durou 99 dias, e paralisou a maior fábrica de cimento da América Latina. E no dia 21 de agosto de 1962, no centésimo dia, muitos trabalhadores voltaram ao trabalho por influência da deputada estadual Regina Maura, que na época, frequentava a região para convencer os operários a retornar ao trabalho com base em acordos. Diante disto, haviam trabalhadores que não aceitavam o retorno ao trabalho. Formaram-se, então, dois grupos distintos, os Pelegos e os Queixadas. Os pelegos foram os que aceitaram os acordos, e voltaram ao trabalho em regime de quase escravidão. E os queixadas foram os que, dos mais de mil grevistas, cerca de 700, considerados 'indesejáveis' pela administração da companhia, foram impedidos de voltar ao trabalho, os que o levou a formar resistência. O Departamento de Ordem Política e Social (DOPS), no dia da volta do trabalho, foi procurar os grevistas dentro de suas casas (a grande maioria, fornecidas pela própria companhia de cimento). Houve uma ocupação militar em Perus, e em Cajamar, local das mineradoras. Ao longo de 1962, houve diversas manifestações e greves de fome, no centro de São Paulo e na residência oficial do governador do estado, Carvalho Pinto. Sem acordos feitos, em janeiro de 1963, o 'Sindicato dos Queixadas' entrou com uma ação para reintegrar os trabalhadores a fábrica. O Grupo Abdalla negou, justificando abandono de emprego, além de solicitar despejo das vilas residenciais que a fábrica construiu, mandando cortar água e luz nas mesmas. Os queixadas permaneceram em greve por cerca de sete anos, com perseguição policial, além de ficarem sem trabalho, e, por muitas vezes, num estado de quase miséria. O dono da fábrica, Abdalla, foi denunciado por corrupção, e a greve foi legitimada pelo governo militar em 1957, quando os trabalhadores foram reintegrados a empresa, e Abdalla foi condenado a pagar os salários dos 7 anos de greve. Em 1975, o governo federal teve que pagar os salários dos 2448 dias de paralisação. Depois de muitas denúncias, protestos e pressão popular, a fábrica foi fechada em 1983, graças a poluição e a contaminação do ar causada pelas chaminés, além das péssimas condições de trabalho. Porém, as mineradoras em Cajamar continuam funcionando até hoje, sendo as principais a Votorantim, em Cajamar-Centro, e a Pedreira Anhanguera, na Rodovia Anhanguera. == Cultura, eventos e lazer == Cajamar é um local que já possuiu diversas tradições festivas e comemorativas. Desde os Desfiles Cívicos do 7 de Setembro, até a comemoração do Dia de São Sebastião, no dia 20 de Janeiro, o Carnaval Cajamar e o Aniversário da Cidade, com diversos shows, atrações e parques de diversões, o Arraiá Social, organizado pelo Fundo Social de Solidariedade, assim como a tradicional e espetacular Festa do Peão, que já chegou a ser eleita como uma das melhores do país, sendo comparada ao rodeio de Barretos. Costumava acontecer entre os meses de abril e maio. === Aparição em anime === O anime japonês Great Pretender, lançado em junho de 2020 pela Netflix, teve uma aparição da cidade de Cajamar, onde os personagens Seiji e Kim tentam enganar um empresário local, discutindo a venda e o desenvolvimento de propriedades de terra na cidade. Apesar de estar dentro da zona de remanescentes de mata atlântica, Cajamar é retratada no anime como um deserto. === Boiódromo e Festa do Peão de Cajamar === O centro de eventos \"Prof. Walter Ribas de Andrade\", ou \"Boiódromo\", é o maior centro de eventos da cidade. Foi palco de alguns dos maiores rodeios do país, desde a sua inauguração, até 2015, quando, por conta da crise financeira e política instalada na cidade, teve suas edições seguintes canceladas, assim como quase todos os eventos tradicionais da cidade, que também não foram realizados. O Boiódromo não foi construído apenas para eventos. Sua arena principal possui a arquibancada em formato de ferradura, com espaço para 15 a 25 mil pessoas. Possui um palco considerado alto, acima das porteiras onde ficam os animais que participam do rodeio. Abaixo da arquibancada, existem salas construídas para a Guarda Municipal de Cajamar, para a Defesa Civil, uma área para Ambulância, assim como um pequeno depósito e a área VIP, que contém uma sala de aproximadamente 30m², dois banheiros, e uma escada de acesso a arquibancada VIP. Fora da arena principal, existe um campo de futebol, um estacionamento para autoridades e funcionários, um ginásio poliesportivo e uma enorme área vazia, que, em dias de festa, podem servir como parque de diversões ou praça de alimentação. === Feiras noturnas === Criadas em 2016, as Feiras Noturnas são um sucesso na cidade. Acontecem sexta-feira, no campo de futebol do Portal dos Ipês, no Distrito do Polvilho, e toda terça-feira, no estacionamento VIP do Boiódromo, em Jordanésia. As feiras começam sempre as 17h e terminam as 22h, e auxiliam consideravelmente a promover o comércio e tradições locais. === Morro da placa === O morro da placa é um dos pontos mais altos do município, com 1.083 metros, e atrai a atenção de aventureiros, que se desafiam nas trilhas para chegar ao topo do morro. É considerada uma trilha de dificuldade média, e desfruta de um grande contato com a natureza. No cume, é possível ter visão da Mata Atlântica, da Serra do Japi e dos municípios ao redor. Geralmente, a trilha é percorrida de motocross, veículos 4x4, bicicleta, ou mesmo, a pé. == Infraestrutura == === Serviços === Cajamar possui 8 agências bancárias, 3 hotéis, 1 hospital, 50 leitos do SUS, 9 postos de saúde, 5 escolas estaduais, 16 escolas de ensino fundamental, 15 escolas de ensino infantil, 6 EJAs, 8 escolas particulares, 1 shopping center: o Anhanguera Parque Shopping. === Empresas === A cidade, a partir de 2008, viu acontecer uma explosão de migração de empresas nacionais e internacionais ligadas ao ramo logístico e industrial para o distrito de Jordanésia, que possui ligação com as principais rodovias do país e que dão acesso direto ao principal centro financeiro do Brasil, a cidade de São Paulo. Diante disso, atualmente, diversas empresas possuem galpões e centros de produção em Cajamar. Destacam-se a Marabraz, Loggi, Americanas S.A. (Americanas, Submarino e Shoptime), a Sayerlack, a Semp Toshiba, a Central de Distribuição do Assaí Atacadista, entre outras. A cidade também é sede do Centro de Distribuição da Amazon no Brasil, que começou a operar no Brasil em Janeiro de 2019. O CD está localizado dentro do Complexo Logístico Prologis Cajamar II. Durante o início de 2019, pode-se destacar também o início das construções do novo Centro de Distribuição do Mercado Livre, localizado no novo complexo da GLP (Global Logistic Properties), ao lado do CD do Assaí, em Cajamar-Centro. === Rodovias === * Via Anhanguera - SP 330 * Rodovia Edgard Máximo Zambotto - SP 354 * Rodovia dos Bandeirantes - SP 348 (sem conexão com a malha viária) === Ferrovias === * Estrada de Ferro Perus-Pirapora === Telefonia === A cidade foi atendida pela Companhia Telefônica Brasileira (CTB) até 1973, quando passou a ser atendida pela Telecomunicações de São Paulo (TELESP), que construiu a central telefônica utilizada até os dias atuais. Em 1998 esta empresa foi privatizada e vendida para a Telefônica, sendo que em 2012 a empresa adotou a marca Vivo para suas operações de telefonia fixa. == Geografia == ==== Altitude e localização ==== Cajamar está na Região Metropolitana de São Paulo. Situa-se a uma altitude média de 734 metros, na latitude 23º21'25\" e na longitude 46º52'40\". O ponto mais elevado é o Morro da Placa, com 1.083 metros e está localizado na área rural da cidade, no Distrito do Ponunduva. ==== Geologia ==== O solo predominante é o lactosol vermelho/amarelo - Orto L V, e o subsolo de calcário calcítico. O Distrito Sede (ou Centro) e o Distrito do Polvilho tem uma geologia altamente instável. Na engenharia paulista, os problemas geológico-geotécnicos advindos das feições cársticas presentes no município já são conhecidas. O maior exemplo da cidade é o conhecido \"Buraco de Cajamar\", ocorrido em 1986. Porém, frequentemente pequenos pontos específicos da cidade \"afundam\" no solo sem motivo nenhum. No Museu Municipal \"Casa da Memória\", na Prefeitura de Cajamar, o banheiro está com o chão afundado. Na Câmara Municipal, não muito longe da prefeitura, alguns pontos do chão do estacionamento também cederam. Ambos os locais já foram consertados. Em 1999, as fundações da enorme fábrica da Natura, também sofreram comprometimento graças ao mesmo problema. Na região, já houve diversos casos de impossibilidade de enchimento de estacas hélice contínuas, graças a total fuga do concreto de enchimento para o interior de feições cársticas situadas à base do furo. ==== Vegetação ==== A vegetação é composta de remanescentes da Mata Atlântica, de mata ciliar e com forte presença de silvicultura (Eucaliptus SSP). ===== Parque Natural Municipal de Cajamar ===== Criado pelo decreto nº 3.792/2007, na época, pelo prefeito Messias Cândido da Silva, o município anunciou a criação de um parque natural municipal na área rural da cidade, no bairro do Ponunduva. Localizado na microbacia do Ribeirão Cachoeira, o que seria o primeiro parque da cidade, possui área de de 50.056,87 m² em uma unidade de conservação integral. O valor da aquisição do terreno foi, na época, de mais de 727 mil reais. Na inauguração, o parque contava apenas com uma placa escrito \"Parque Natural Municipal de Cajamar\". Não havia nenhuma construção maior, nem mesmo uma cerca. Atualmente, o parque é um terreno fútil. Nem a placa da inauguração foi mantida, e o local se encontra em uma zona perigosa da área do bairro. É localizado em uma zona de macrozoneamento ambiental, parte do Cinturão Verde da Reserva da Biosfera. Nele foram catalogados, durante a elaboração de seu Plano de Manejo, 67 aves e 3 espécies de mamíferos, como parte de sua fauna. No entanto, parte que é do remanescente de Mata Atlântica, em que a APA - Área de Proteção Ambiental, em que o município está inserido, sabe-se da existência de 262 espécies de animais, sendo 188 aves, 32 mamíferos, 19 répteis e 23 anfíbios. Sua flora é rica, sendo caracterizada como Ombrófila Densa e Estacional Semidecidual, composta de: * Vegetação nativa em estágio pioneiro de regeneração, com espécimes remanescentes de estágios iniciais caracterizando uma fitofisionomia savânica, de origem antrópica; * Bosque de eucaliptos com sub-bosque composto por estrato de gramíneas em estágio pioneiro; * Bosque de eucaliptos com sub-bosque composto por estrato arbustivo-arbóreo em estágio inicial de regeneração; * Vegetação nativa em estágio inicial de regeneração florestal com espécimes arbóreos remanescentes de estágios médios. ==== Climatologia ==== O clima da cidade, como em toda a Região Metropolitana de São Paulo, é o subtropical. A média de temperatura anual gira em torno de 18°C, sendo Julho o mês mais frio, com média de 15°C, e o Fevereiro o mais quente, com média de 22 °C. O índice pluviométrico anual fica em torno de 1360 mm. ===== Dados para Cajamar (Centro) ===== ===== Dados para Cajamar (Jordanésia) ===== ===== Dados para Cajamar (Polvilho) ===== ==== Hidrografia ==== O município possui abundantes cursos de água, destacando-se o rio Juqueri, o córrego Itaim e o córrego Jaguari. Existem divisores no distrito do Polvilho: o rio Juqueri-Mirim e o rio Jaguari. O ribeirão dos Cristais, o ribeirão Tabuões e o córrego Olhos D'Água no distrito de Jordanésia; o ribeirão das Lavras e o córrego Bom Sucesso no distrito sede (ou Cajamar); o ribeirão Ponunduva, o córrego Tanquinho e o ribeirão Cachoeira na região do Ponunduva (distrito sede); o córrego Mateus e o córrego dos Pires no bairro do Vau Novo (distrito sede), além de outros menores por todo o território. == Demografia == ; Dados do censo - 2022 * População: 92.689 * Homens: 45.420 - 49,002% * Mulheres: 47.269 - 50,998% Mortalidade infantil até 1 ano (por mil): 14,64 Expectativa de vida (anos): 69,21 (2010) Taxa de fecundidade (filhos por mulher): 2,55 (2010) Taxa de alfabetização: 96,5% IDEB: 5,8% Índice de Desenvolvimento Humano (IDH-M - 2010): 0,728 - Alto (2000 - 0,634 - Médio / 1991 - 0,501 - Baixo) * IDH-M - 2010 Renda: 0,713 - Alto (2000 - 0,699 - Médio / 1991 - 0,684 - Médio) * IDH-M - 2010 Longevidade: 0,810 (2000 - 0,754 - Alto / 1991 - 0,712 - Alto) * IDH-M - 2010 Educação: 0,668 - Médio (2000 - 0,483 - Baixo / 1991 - 0,258 - Muito Baixo) == Subdivisões == ==== Organização Territorial ==== O município de Cajamar é dividido em três distritos e quarenta bairros (Lei Complementar nº 142/2013). * Distrito Sede (ou Cajamar) *** I - Empresarial Anhanguera *** II - Empresarial Mirim *** III - Guaturinho *** IV - Pinheiros *** V - Teles *** VI - Vau Novo *** VII - Água Fria (sede da Prefeitura) *** VIII - Centro (conhecido como Lavrinha) *** IX - Empresarial Colina *** X - Lavra Velha *** XI - Empresarial dos Eucaliptos *** XII - Ponunduva *** XIII - Reserva do Ponunduva (rural) * Distrito do Polvilho *** I - Paraíso *** II - São Luiz *** III - Jardins *** IV - Panorama *** V - Aldeia do Sol *** VI - Ipês *** VII - Portais *** VIII - Polvilho *** IX - Empresarial Mirante de Cajamar *** X - Empresarial Itaim * Distrito de Jordanésia *** I - Alpes dos Araçás *** II - Empresarial Gato Preto *** III - Empresarial Paineira *** IV - Colina Maria Luíza *** V - São Roberto *** VI - Altos de Jordanésia *** VII - Jordanésia *** VIII - Dos Cristais *** IX - Santa Terezinha *** X - Empresarial Paoletti *** XI - São Benedito *** XII - Empresarial do Bosque *** XIII - Das Torres *** XIV - Serra dos Lagos *** XV - São Jorge *** XVI - Empresarial Bandeirantes *** XVII - Roseira (rural) == Economia == Com um PIB em valores absolutos de R$ 13.020.610,33 bilhões (em 2016), o município ocupa a 4ª posição na região, 34ª posição no Estado de São Paulo e a 100ª posição no país. Dentre 18 municípios da região, está à frente de 14 deles; comparado aos 645 municípios do Estado, está à frente de 611 deles; já no Brasil, Cajamar fica à frente de 5.465 municípios. O PIB per capita do município é de R$ 178.670,47, 2º da região, 8º do Estado e 18º do país. Em 2008, a cidade chegou a exportar US$ 675.720.378. Devido a crise financeira, o ritmo das exportações caiu, fechando o ano de 2017 com US$ 116.816.206 em exportações. Em 2016, o Valor Adicionado (produção) do Município de Cajamar totalizou R$ 10.066.140,97 bilhões superando 616 municípios paulistas. O valor dos Impostos, Líquidos de Subsídios, Sobre Produtos, a Preços Correntes foi de 2.954.469,36 bilhões. Em 2012, com uma taxa de crescimento de 2,71% foram 795 novos postos de trabalho criados, com destaques para a indústria de transformação com 375 novos empregos formais, construção civil com 256 e comércio com mais 238 novos empregos. A receita orçamentária municipal em 2011 foi de R$ 258.851.408,10. A vocação econômica da cidade está centrada em várias áreas, sendo elas: * Extração (de madeira e pedra); * Indústria (de alimentos, cosméticos, metalurgia e química); * Mineração (calcário); * Logística (de produtos em geral). == Ligações externas == * Página da prefeitura * Página da câmara * Cajamar no WikiMapia Categoria:Cajamar Categoria:Fundações em São Paulo em 1959",
 "title": "Cajamar"
}