{
 "id": "23454",
 "text": "Stanislav Gross (Praga, 30 de outubro de 1969 - Praga, 16 de abril de 2015) foi um político checo e foi primeiro-ministro da República Checa, entre 4 de agosto de 2004 e 25 de abril de 2005. Tornou-se nessa data o mais jovem primeiro-ministro europeu de todos os tempos. Mas foi obrigado a deixar o cargo depois de três meses de crise política causada pelas suas constantes mudanças de explicação para a origem do dinheiro usado para a compra de seu apartamento. Escândalos paralelos, como a sociedade de sua esposa com a dona de uma casa de prostituição e suspeitas em torno da privatização da estatal Unipetrol, vendida para o grupo polonês PKN Orlen. É membro do partido social democrata checo. Estudou direito na Faculdade UK de direito em Praga entre 1993 e 1999. Foi também o líder da juventude social democrata entre 1990 e 1992. Gross tornou-se ministro do interior da República Checa em 5 de Abril de 2000, e vice-primeiro-ministro em 15 de Julho de 2002, data da tomada de posse do governo de Vladimír Špidla. Ele tornou-se primeiro-ministro após a resignação de Špidla. Deixou o posto de ministro do interior a 4 de Agosto de 2004, altura em que nomeou os seus ministros e Frantisek Bublan tornou-se o novo ministro do interior. Morreu devido a complicações neurológicas ocasionadas pelo mal da esclerose lateral amiotrófica (ELA). == Ligações externas == * Biografia oficial (em checo) * * Pot meet kettle, kettle meet pot- President Klaus worries about the effect political scandals have on the country's good reputation. Yet his hands have been far from clean. So when did he change his tune? - Ross Larsen in the Prague Post, 24.2.2005 * as well as Gross not alone in financial snares - Several top politicians have murky business and personal debts - Dinah A. Spritzer in the Prague Post, 24.2.2005 and The nation's other so-called media campaign - Prague Post, 24.2.2005 Gross, Stanislav Categoria:Mortes por esclerose lateral amiotrófica",
 "title": "Stanislav Gross"
}