{
 "id": "23478",
 "text": "Svante August Arrhenius (Vik, 19 de fevereiro de 1859 — Estocolmo, 2 de outubro de 1927) foi um químico sueco.Biografias - Arrhenius Portal de Química Recebeu o Nobel de Química de 1903, \"em reconhecimento dos serviços extraordinários concedidos ao avanço da Química pela sua teoria electrolítica da dissociação\". == Vida == Arrhenius nasceu em 19 de fevereiro de 1859, em Vik (também escrito Wik ou Wijk), perto de Uppsala, Suécia, filho de Svante Gustav e Carolina Thunberg Arrhenius. Seu pai tinha sido um agrimensor para a Universidade de Uppsala, movendo-se para uma posição de supervisor. Entrou aos 8 anos na escola da Catedral de Vik, tendo proeminência em física e matemática, sendo o aluno mais jovem a graduar-se em 1876. Em seguida, sua família se transferiu para a cidade de Uppsala, ingressando na Universidade da mesma cidade quando tinha 17 anos. Posteriormente estudou na Universidade de Estocolmo. Ensinou classes de física na Escola Técnica Superior desta Universidade (1891-1895), alcançando o grau de catedrático na mesma (1895-1904). Em 1904 passou a dirigir o Instituto Nobel de Química e Física (1905-1927). Sendo estudante, preparando-se para o doutorado na Universidade de Uppsala, investigou as propriedades condutoras das dissoluções eletrolíticas, que formulou em sua tese doutoral. Sua teoria afirma que nas dissoluções eletrolíticas, os compostos químicos dissolvidos, se dissociam em íons, mantendo a hipótese de que o grau de dissociação aumenta com o grau de diluição da solução, que resultou ser correta apenas para os eletrólitos fracos. Acreditando que a teoria estava errada, sua tese foi aprovada com a qualificação mínima possível. Esta teoria foi objeto de muitos ataques, especialmente por Lord Kelvin, sendo apoiada por Jacobus Henricus van 't Hoff, em cujo laboratório havia trabalhado como bolsista estrangeiro (1886-1890), e por Wilhelm Ostwald. Posteriormente esta teoria foi aceita por todos, convertendo-se num dos pilares da físico-química, no ramo da eletroquímica. Sua concepção científica lhe valeu a obtenção do Nobel de Química de 1903, \"em reconhecimento dos extraordinários serviços prestados ao avanço da química através de sua teoria da dissociação eletrolítica”. Além disso, trabalhou em diversos ramos da físico-química, como velocidade das reações, sobre a prática da imunização e sobre astronomia. Como consequência, em 1889, descobriu que a velocidade das reações químicas aumenta com a temperatura, numa relação proporcional com a concentração de moléculas existentes. Em 1909 foi membro estrangeiro da Royal Society. Em 1911, durante uma visita aos Estados Unidos, foi condecorado com o primeiro Prêmio Willard Gibbs e, em 1914, recebeu o Prêmio Faraday Lectureship. ==Síntese da teoria de Arrhenius== Trabalhando na Universidade de Uppsala, Arrhenius realizou numerosas experiências que consistiram em colocar compostos diversos em água e testar a passagem de eletricidade, separando esses compostos em eletrolíticos (condutores de eletrecidade em meio aquoso) e não eletrolíticos. Assim, formulou e a hipótese de que compostos eletrolíticos ficam carregados por causa de partículas carregadas denominadas íons. De acordo com Arrhenius, os compostos eletrolíticos são compostos iônicos e os passiveis de sofrer ionização. Dois exemplos clássicos são: o sal de cozinha (NaCl) e ácido clorídrico. NaCl (s)\\rightarrow Na^+(aq) + Cl^-(aq)\\;\\\\! HCl (g) -> H^+ (aq) + Cl^- (aq) Os compostos não eletrolíticos são os moleculares, que quando dissolvidos em meio aquoso, não conduzem eletricidade, pois não formam íons. Um bom exemplo é a glicose. C_6H_{12}O_6 (s) -> C_6H_{12}O_6 (aq) Entretanto, a amônia, composto molecular, quando dissolvida, é capaz de ionizar, transformando-se em amônio. NH_3(g) + H_2O (l) -> NH_4^+ (aq) + OH^- (aq) A ionização foi descoberta por Arrhenius, a partir da dissolução de uma substância molecular formada por uma ligação de caráter covalente, de átomos tais como hidrogênio e cloro (HCl) (ácido clorídrico), quando experimentado em meio aquoso (dissolução do HCl em água), os produtos formados seriam espécies químicas carregadas capazes de conduzirem correntes elétricas (TITO & CANTO, 2007). Portanto, Arrhenius tirou - se como conclusão do resultado que, quando o composto molecular HCl, foi submetido a uma dissolução com a água, o mesmo sofre uma reação denominada de hidrólise (quebra da ligação de uma substância ou composto, a partir da água), originando espécies químicas ionizáveis (ATKINS & JONES 2012). HCl(g) -> H^+(aq) + Cl^- (aq) A partir disso, elaborou as seguintes generalizações: compostos que quando dissolvidos em água formam como único cátion o íon H^+ são denominados ácidos; os que formam como único ânion o íon OH^- são as bases e os formam um cátion diferente de H^+e ao mesmo tempo um ânion diferente de OH^- são os sais. == Conceito de ácido, sal e base pela Teoria de Arrhenius == * Ácido: substância que em solução aquosa sofre ionização, liberando como cátion somente H^+ (outra forma de escrever H_3O^+). : HX \\rightarrow H^+ X^n\\;\\\\! * Base: substância que em solução aquosa, sofre dissociação iônica, liberando como único ânion os íons OH^- (hidroxila) : N(OH)_x \\rightarrow N^x + OH^-\\;\\\\!. * Sal: toda substância que em solução aquosa, sofre dissociação iônica, liberando pelo menos um cátion diferente do H^+ e pelo menos um ânion diferente do OH^-. : ZX \\rightarrow Z^+ + X^- \\;\\\\! == Mudanças climáticas == Apesar de ser mais conhecido por seu trabalho em eletroquímica, pelo qual foi premiado com o Nobel de Química em 1903, Arrhenius também foi pioneiro nos estudos do que hoje é conhecido como \"efeito estufa\". Em um artigo de 1896 o cientista cita que o aumento da produção de Dióxido de Carbono (CO2) poderia aumentar a temperatura da Terra em 5 °C. == Publicações == * 1884, Recherches sur la conductibilité galvanique des électrolytes, dissertação de doutorado, Estocolmo, editora Royal, PA Norstedt & Söner, 155 páginas. * 1896a, Ueber den Einfluss des Atmosphärischen Kohlensäurengehalts auf die Temperatur der Erdoberfläche, in the Proceedings of the Royal Swedish Academy of Science, Estocolmo 1896, Volume 22, I N. 1, páginas 1-101. * 1896b, On the Influence of Carbonic Acid in the Air upon the Temperature of the Ground, Londres, Edimburgo e Dublin Philosophical Magazine and Journal of Science (fifth series), abril de 1896. vol 41, páginas 237-275. * 1901a, Ueber die Wärmeabsorption durch Kohlensäure, Annalen der Physik, Vol. 4, 1901, páginas 690–705. * 1901b, Über Die Wärmeabsorption Durch Kohlensäure Und Ihren Einfluss Auf Die Temperatur Der Erdoberfläche. Resumo dos procedimentos da Royal Academy of Science, 58, 25–58. * Arrhenius, Svante. Die Verbreitung des Lebens im Weltenraum. Die Umschau, Frankfurt a. M., 7, 1903, 481–486. * ** * 1906, Die vermutliche Ursache der Klimaschwankungen, Meddelanden från K. Vetenskapsakademiens Nobelinstitut, Vol. 1 No 2, páginas 1-10 * 1908, Das Werden der Welten (Worlds in the making; the evolution of the universe), Academic Publishing House, Leipzig, 208 páginas. ===Leitura adicional=== * *Crawford, Elisabeth T. Arrhenius: from ionic theory to the greenhouse effect Canton, MA: Science History Publications. ISBN 0-88135-166-0 *Patrick Coffey, Cathedrals of Science: The Personalities and Rivalries That Made Modern Chemistry, Oxford University Press, 2008. ISBN 978-0-19-532134-0 ==Ligações externas== * * Categoria:Nobel de Química Categoria:Laureados da Suécia com o Nobel Categoria:Membros da Academia de Ciências de Göttingen Categoria:Membros da Academia Real das Ciências da Suécia Categoria:Membros estrangeiros da Royal Society Categoria:Professores da Universidade de Estocolmo Categoria:Físico-químicos da Suécia Categoria:Químicos da Suécia Categoria:Astrónomos da Suécia Categoria:Químicos do século XX Categoria:Professores da Universidade de Uppsala Categoria:Alunos da Universidade de Uppsala Categoria:Ateus da Suécia Categoria:Predefinição sobre prémios Nobel que usam a propriedade do Wikidata P8024",
 "title": "Svante Arrhenius"
}