{
 "id": "23475",
 "text": "Príncipe de Gales é o título tradicionalmente conferido ao herdeiro aparente do monarca inglês ou britânico. Historicamente, o título foi mantido por príncipes galeses nativos antes do século XII - o termo substituiu o uso da palavra rei. O primeiro detentor do título Príncipe de Gales (e também Rei de Gales) foi Gruffudd ap Cynan de Gwynedd, Gales em 1137, embora seu filho Owain Gwynedd (também Rei e Príncipe de Gales), seja frequentemente citado como tendo estabelecido o título. Llywelyn, o Grande, é normalmente considerado o líder mais forte, mantendo o poder sobre a grande maioria do País de Gales por 45 anos. Um dos últimos príncipes de Gales nativos e neto de Llywelyn, o Grande, foi Llywelyn ap Gruffudd (Llywelyn, o Último), que foi morto na Batalha de Orewin Bridge em 1282. O irmão de Llywelyn, Dafydd ap Gruffydd, foi torturado, enforcado e esquartejado no ano seguinte, encerrando assim a independência galesa. Após essas duas mortes, Eduardo I da Inglaterra investiu seu filho, o príncipe Eduardo (nascido no Castelo de Caernarfon em 1284) como o primeiro \"Príncipe de Gales\" inglês em 1301. O título foi reivindicado pelo herdeiro galês de Gwynedd, Owain Glyndŵr de ~1400 até ~1415 (data de sua suposta morte), que liderou as forças galesas contra os ingleses. Desde então, o título só foi detido pelo herdeiro do monarca inglês e, posteriormente, britânico. O título inglês (mais tarde britânico) não é hereditário e é fundido com a Coroa quando seu titular eventualmente acede ao trono, ou reverte para a Coroa se seu titular falecer antes do monarca atual. Desde 1301, o título de Conde de Chester foi dado em conjunto.l Previous Princes. Prince of Wales official website. Retrieved on 15 July 2013. O Príncipe de Gales costuma ter outros títulos e honrarias, se for o filho mais velho do monarca; normalmente isso significa ser Duque da Cornualha, que, ao contrário de ser Príncipe de Gales, inclui inerentemente terras e responsabilidades constitucionais e operacionais. Desde o século XIV, o título tem sido um título dinástico tradicionalmente (mas não necessariamente) concedido pelo monarca inglês ou britânico ao filho ou neto que é o herdeiro do trono. Em 8 de setembro de 2022, o título se fundiu com a Coroa quando seu titular anterior (e mais antigo), o príncipe Carlos, tornou-se rei após a morte de sua mãe Isabel II. No dia seguinte, o rei Carlos III concedeu o título a seu filho, o príncipe Guilherme. A investidura de Carlos foi \"amplamente bem- vinda\" no País de Gales de acordo com um artigo no blog dos Arquivos Nacionais, com alguma oposição ao uso do título de \"Príncipe de Gales\" pelo herdeiro britânico aparente, e protestos. Após a ascensão de Carlos ao trono em setembro de 2022, uma petição foi lançada pedindo a abolição do título. == Investidura == De acordo com a sabedoria convencional, desde 1301 o príncipe de Gales tem sido geralmente o filho vivo mais velho (se e somente se ele também for o herdeiro aparente) do rei ou rainha reinante da Inglaterra (posteriormente da Grã-Bretanha, 1707, e dos Estados Unidos). Reino, 1801). Após a morte do príncipe Arthur, o príncipe de Gales, Henrique VII investiu seu segundo filho, o futuro Henrique VIII, com o título – embora só depois que ficou claro que a esposa de Arthur, Catarina de Aragão, não estava grávida. Quando Frederico, Príncipe de Gales, morreu enquanto seu pai reinava, Jorge II criou o filho de Frederico, Jorge (neto do rei e novo herdeiro aparente) Príncipe de Gales. O título não é automático e não é hereditário; ele se funde com a Coroa quando um príncipe adere ao trono, ou decai após sua morte, deixando o soberano livre para reconcedê-lo ao novo herdeiro aparente (como o filho ou irmão do falecido príncipe).Titles and Heraldry - website of the Prince of Wales == Príncipes de Gales == === Como título galês === Pessoa Nome Herdeiro de Nascimento Tornou-se Príncipe de Gales Deixou de ser príncipe de Gales Morte Dafydd ap Llywelyn filho de Llywelyn ab Iorwerth c. Abril de 1212 11 de abril de 1240; primeiro uso documentado em 1244 25 de fevereiro de 1246 70px Llywelyn ap Gruffudd N / A filho de Gruffydd ap Llywelyn c. 1223 Sucedido Dafydd em 1246 como príncipe de Gwynedd; usou o título \"príncipe de Gales\" de 1258; reconhecido por Henrique III em 29 de setembro de 1267 11 de dezembro de 1282 morto em batalha Dafydd ap Gruffydd irmão de Llywelyn ap Gruffudd c. 1238 11 de dezembro de 1282 3 de outubro de 1283 executado em Shrewsbury ===Como herdeiro inglês ou britânico=== Nome Retrato Nascimento Herdeiro de Morte Princesa de Gales Eduardo de Caernafon 7 de fevereiro de 1301 – 7 de julho de 1307 25 de abril de 1284 filho de Eduardo I e Leonor de Castela Eduardo I 21 de setembro de 1327 43 anos Eduardo de Woodstock 12 de maio de 1343 – 8 de junho de 1376 140px 15 de junho de 1330 filho de Eduardo III e Filipa de Hainault Eduardo III 8 de junho de 1376 45 anos Joana de Kent 10 de outubro de 1361 Ricardo de Bordeaux 20 de novembro de 1376 – 22 de junho de 1377 6 de janeiro de 1367 filho de Eduardo de Woodstock e Joana de Kent Eduardo III 14 de fevereiro de 1400 33 anos Henrique de Monmouth 15 de outubro de 1399 – 21 de março de 1413 140px 16 de setembro de 1386 filho de Henrique IV e Maria de Bohun Henrique IV 31 de agosto de 1422 35 anos Eduardo de Westminster 15 de março de 1454 – 11 de abril de 1471 13 de outubro de 1453 filho de Henrique VI e Margarida de Anjou Henrique VI 4 de maio de 1471 17 anos Ana Neville 13 de dezembro de 1470 Eduardo 26 de junho de 1471 – 9 de abril de 1483 4 de novembro de 1470 filho de Eduardo IV e Isabel Woodville Eduardo IV desconhecida Eduardo de Middleham 24 de agosto de 1483 – 9 de abril de 1484 dezembro de 1473 filho de Ricardo III e Ana Neville Ricardo III 9 de abril de 1483 10 anos Artur 29 de novembro de 1489 – 2 de abril de 1502 20 de setembro de 1486 filho de Henrique VII e Isabel de Iorque Henrique VII 2 de abril de 1502 15 anos Catarina de Aragão 14 de novembro de 1501 Henrique 18 de fevereiro de 1504 – 21 de abril de 1509 28 de junho de 1491 filho de Henrique VII e Isabel de Iorque Henrique VII 28 de janeiro de 1547 55 anos Henrique Frederico 4 de junho de 1610 – 6 de novembro de 1612 19 de fevereiro de 1594 filho de Jaime VI & I e Ana da Dinamarca Jaime VI & I 6 de novembro de 1612 18 anos Carlos 4 de novembro de 1616 – 25 de março de 1625 19 de novembro de 1600 filho de Jaime VI & I e Ana da Dinamarca Jaime VI & I 30 de janeiro de 1649 48 anos Carlos 1638 – 30 de janeiro de 1649 26 de maio de 1630 filho de Carlos I e Henriqueta Maria de França Carlos I 6 de fevereiro de 1685 54 anos Jaime Francisco Eduardo 4 de julho de 1688 – 11 de dezembro de 1688 10 de junho de 1688 filho de Jaime II & VII e Maria de Módena Jaime II & VII 1 de janeiro de 1766 77 anos Jorge Augusto 27 de setembro de 1714 – 11 de junho de 1727 9 de novembro de 1683 filho de Jorge I e Sofia Doroteia de Brunsvique-Luneburgo Jorge I 25 de outubro de 1760 76 anos Carolina de Ansbach 22 de agosto de 1705 Frederico Luiz 8 de janeiro de 1729 – 31 de março de 1751 1 de fevereiro de 1707 filho de Jorge II e Carolina de Ansbach Jorge II 31 de março de 1751 44 anos Augusta de Saxe-Gota 17 de abril de 1736 Jorge Guilherme Frederico 20 de abril de 1751 – 25 de outubro de 1760 4 de junho de 1738 filho de Frederico e Augusta de Saxe-Gota Jorge II 29 de janeiro de 1820 81 anos Jorge Augusto Frederico 19 de agosto de 1762 – 29 de janeiro de 1820 12 de agosto de 1762 filho de Jorge III e Carlota de Mecklemburgo-Strelitz Jorge III 26 de junho de 1830 67 anos Carolina de Brunsvique 8 de abril de 1765 Alberto Eduardo 8 de dezembro de 1841 – 22 de janeiro de 1901 9 de novembro de 1841 filho de Vitória e Alberto de Saxe-Coburgo-Gota Vitória 6 de maio de 1910 68 anos Alexandra da Dinamarca 10 de março de 1863 Jorge Frederico Ernesto Alberto 9 de novembro de 1901 – 6 de maio de 1910 3 de junho de 1865 filho de Eduardo VII e Alexandra da Dinamarca Eduardo VII 20 de janeiro de 1936 70 anos Maria de Teck 6 de julho de 1693 Eduardo Albert Christian George Andrew Patrick David 23 de junho de 1910 – 20 de janeiro de 1936 23 de junho de 1894 filho de Jorge V e Maria de Teck Jorge V 28 de maio de 1972 77 anos Carlos Filipe Artur Jorge 26 de julho de 1958 – 8 de setembro de 2022 15 de novembro de 1948 filho de Isabel II e Filipe da Grécia e Dinamarca Isabel II Diana Spencer 29 de julho de 1981 Carlos Filipe Artur Jorge 26 de julho de 1958 – 8 de setembro de 2022 15 de novembro de 1948 filho de Isabel II e Filipe da Grécia e Dinamarca Isabel II Camila Shand 9 de abril de 2005 Guilherme Arthur Philip Louis 9 de setembro de 2022 – presente 21 de junho de 1982 Filho de Carlos III e Diana, Princesa de Gales Carlos III Catarina, Princesa de Gales 29 de abril de 2011 == Ver também == * Princesa de Gales * Principado de Gales * Reino de Powys Categoria:Casa real britânica",
 "title": "Príncipe de Gales"
}