{
 "id": "23489",
 "text": "Plantas carnívoras ou plantas insetívoras são plantas que possuem a capacidade de atrair pequenos animais, incluindo insetos (principais presas), aracnídeos e até mesmo anfíbios, répteis e aves, capturar (através de armadilhas compostas por folhas modificadas), digerir (através de enzimas digestivas) e utilizar os nutrientes (principalmente compostos nitrogenados) de suas presas. Habitam geralmente solos pobres, encharcados de ácidos (baixo pH) com pouca disponibilidade de nitratos (essenciais para a síntese da molécula de clorofila), dependendo assim do nitrogênio contido nas proteínas dos animais, mas, como todo vegetal, é dependente da energia proveniente da luz para sobreviver. As plantas carnívoras ocorrem predominantemente na faixa tropical do planeta, ocorrendo grande biodiversidade no Sudeste Asiático, Américas e Austrália. Um menor número de espécies ocorrem no sul da Europa e da África, sendo que as mais bem adaptadas ao seu habitat de ocorrência são encontradas em locais inóspitos como o Alasca, Escandinávia e deserto australiano. == Famílias == Existem quatro famílias principais de plantas carnívoras: Nepenthaceae, Sarraceniaceae, Droseraceae e Lentibulariaceae. São extremamente distintas entre si com respeito às estruturas reprodutivas, o que indica que podem ter evoluído paralelamente, e que sua habilidade de capturar e digerir seja uma convergência evolutiva. Entretanto, algumas estratégias de captura são similares, como nos animais. === Nepentes === Possuem na ponta de suas folhas estruturas semelhantes a jarros, sendo na verdade continuações da própria folha modificadas, com as bordas do limbo unidas formando uma ânfora. Sobre a abertura desta ânfora encontra-se uma estrutura semelhante a uma \"tampa\", normalmente colorida, servindo de proteção estática para que a armadilha não se encharque. Isso faz com que apenas uma porção de líquido encontre-se em seu interior, e é neste líquido que insetos, aranhas, e mesmo pequenos pássaros ficam presos ao escorregarem para dentro do tubo - atraídos pelas cores e pelo brilho de glândulas situadas na base da tampa. Uma vez dentro, uma parede cerosa e pelos no interior da folha voltados para baixo, evitam que esta possa ser escalada, e ali os animais são digeridos. Esta família possui algumas das maiores espécies de plantas carnívoras e tem a forma de uma trepadeira (sendo que a estrutura entre a folha e a armadilha atua na sustentação da planta, de maneira análoga às gavinhas das videiras). Algumas espécies de Nepenthes mudaram sua dieta de insetos para excrementos de musaranhos. A razão dessa mudança ainda é desconhecida, mas especula-se que seja uma resposta a uma mudança no ambiente ou uma diminuição no número de insetos disponíveis para serem comidos. Essa mudança na dieta é um exemplo da adaptabilidade das plantas ao seu ambiente e sua capacidade de sobreviver em condições adversas. === Sarracenia === Esta família consiste de plantas carnívoras com folhas saindo de um rizoma subterrâneo, folhas estas unidas pelas bordas formando um comprido jarro, semelhante à família Nepenthaceae. Compreende os gêneros Sarracenia, Darlingtonia (ambas naturais da América do Norte) e Heliamphora (natural da América do Sul). Encontradas na sua maioria em climas temperados, as plantas entram em um período de dormência nas épocas mais frias do ano. Algumas espécies de aranhas-caranguejo podem viver em suas armadilhas para caçar suas presas, mas como apenas sugam os fluidos dos insetos nem a planta nem a aranha saem prejudicadas. === Drosera === thumb|150px|Drosera tentaculata, exemplar da família Droseraceae. Droseraceae é uma família de plantas angiospérmicas (plantas com flor - divisão Magnoliophyta), pertencente à ordem Caryophyllales. A ordem à qual pertence esta família está por sua vez incluída na classe Magnoliopsida (Dicotiledôneas): desenvolvem portanto embriões com dois ou mais cotilédones. A família abriga os gêneros Drosera, Dionaea e Aldrovanda (Aldrovanda vesiculosa). As plantas do gênero Drosera, o único da família com mais de uma espécie, possuem tricomas glandulares (\"tentáculos\") que recobrem principalmente suas folhas e que, ao secretarem uma substância pegajosa, atraem suas presas. Estas ficam aprisionadas nas armadilhas adesivas onde morrem e são lentamente digeridas, tendo os nutrientes de seus corpos absorvidos pela superfície das folhas. O gênero Dionaea é composto apenas pela espécie Dionaea muscipula, a popular \"papa-moscas\". === Lentibularia === miniaturadaimagem|esquerda|Pinguicula gigantea, uma Lentibularia O gênero Pinguicula pertence à família Lentibulariaceae, mas possui estratégia parecida com as Drosera. Esta família também possui estratégias passivas e ativas. Em Utricularia, gênero de plantas basicamente aquáticas, a maior parte das folhas (senão todas) são submersas e extremamente modificadas em filamentos muito ramificados. Em alguns pontos destes filamentos, encontram-se pequenas câmaras vazias, seladas por uma válvula e guarnecidas por pelos. Larvas ou animais planctônicos, ao encostarem nestes pelos, detonam um processo semelhante ao da Dionaea, abrindo a válvula e provocando uma súbita corrente de água para o interior das câmaras, carregando o animal consigo, onde ele será digerido. === Outras famílias === Além destas quatro famílias, há plantas carnívoras menos conhecidas em outras famílias: Cephalotaceae é uma família cuja única espécie é Cephalotus follicularis. Esta espécie possui uma elaborada, mas pequena, armadilha do tipo ânfora (uns poucos centímetros no máximo), e está localizada no sudoeste da Austrália. A família Drosophyllaceae inclui o Drosophyllum lusitanicum,uma planta carnívora endêmica de Portugal, Espanha e norte de Marrocos. Os membros da família Bybliia Byblidacdaceae, pertencentes ao gênero Byblis , possuem armadilhas similares às de Drosera e Drosophyllum. Algumas espécies de Bromeliaceae, como a Brocchinia reducta e Catopsis berteroniana são reconhecidamente carnívoras. Bromélias são monocotiledôneas, e como são naturalmente plantas coletoras de chuva pela forma de sua folhagem, e muitas espécies são epífitas e coletam detritos (Bromélia tanque), não é de se espantar que algumas tenham desenvolvido um hábito em direção à carnivoria ao adicionar cera, glândulas digestivas e pelos voltados para baixo à sua estrutura. Como a maioria das carnívoras, Cephalotus e bromélias carnívoras são encontradas em regiões de solos pobres (ou com deficiência de nutrientes, como ocorre com as bromélias epífitas), alta luminosidade, muita umidade e incêndios naturais regulares ou outras perturbações do habitat. Elas realizam a fotossíntese, mas mesmo assim precisam se alimentar de animais pequenos para suprir suas necessidades biológicas, esses insetos possuem nitrogênio, muito importante para a planta, e a fotossíntese fica responsável pelos açúcares. A família Dioncophyllaceae abriga o gênero monoespecífico Triphyophyllum (T. peltatum), considerada atualmente a maior das plantas carnívoras. == Ligações externas == * Maior fórum Brasileiro sobre Plantas Carnívoras * Maior fórum Português acerca de Plantas Carnívoras * Site da Associação Portuguesa de Plantas Carnívoras * Carnivorousplants * Plantas Carnívoras do Brasil e do Mundo ! Categoria:Temas da ficção científica",
 "title": "Planta carnívora"
}