{
 "id": "23506",
 "text": "{{Info/Município do Brasil | nome = Mairiporã | foto = Mairiporã_pedreira_centro.jpg | leg_foto = Vista da cidade. | apelido = Aldeia Pitoresca\" \"Cidade Bonita\" \"Cidade-Fantasma\" \"Mairipa | brasão = Brasão_de_Mairiporã_-_SP.svg | bandeira = Bandeira_de_Mairiporã_-_SP.svg | aniversário = 27 de março | capital_link = São Paulo | fundação = | emancipação = | gentílico = mairiporenseIBGE>Brasil em Síntese>São Paulo>Mairiporã>PanoramaVocabulário Ortográfico Comum da Língua Portuguesa - Mairiporense - CPLP ou mairiporanenseVocabulário Ortográfico Comum da Língua Portuguesa - Mairiporanense - CPLP | lema = Svblege libertas (traduzido do latim, significa: \"Liberdade Sob a Lei\") | fim_mandato = 2024 | padroeiro = Nossa Senhora do Desterro | CEP = de 07600-003 a 07669-285, 07669-899 | prefeito = Walid Ali Hamid (Aladim) | partido = PSD | mandato_início = 2021 | vereadores = 13 | mapa = SaoPaulo Municip Mairipora.svg | latP = S | latG = 23 | latM = 19 | latS = 08 | lonP = O | lonG = 46 | lonM = 35 | lonS = 13 | estado = São Paulo | região_intermediária = São Paulo | data_região_intermediária = IBGE/2017 | região_imediata = São Paulo | data_região_imediata = IBGE/2017 | região_metropolitana = São Paulo | vizinhos = Norte: Atibaia e Bom Jesus dos Perdões Leste: Nazaré Paulista Sul: Guarulhos e São Paulo Oeste: Caieiras, Franco da Rocha e Francisco Morato | dist_capital = 41 | dist_capital_ref = | área = 320.697 | área_ref = | distritos = Mairiporã (sede) e Terra Preta | população = 97399 | população_ref = | população_pos = SP: 83º | data_pop = Estimativa IBGE/2024 | altitude = 800 | clima = subtropical | sigla_clima = Cwa | idh = 0.788 | idh_pos = 76° | data_idh = PNUD/2010 | gini = | pib = milhttps://www.ibge.gov.br/estatisticas-novoportal/economicas/contas-nacionais/9088-produto-interno-bruto-dos-municipios.html?t=pib-por-municipio&c;=3528502 |titulo= PIB dos municípios brasileiros referente ao ano de 2016 |acessodata= 5 de março de 2019 | data_pib = IBGE/2016 | pib_per_capita = 17957.29 | data_pib_per_capita = IBGE/2017 | site_prefeitura = www.mairipora.sp.gov.br | site_câmara = www.mairipora.sp.leg.br | gini_data = IBGE/2010 | Fim do mandato = 2024 }} Mairiporã é um município da Região Metropolitana de São Paulo, no estado de São Paulo, no Brasil. A população estimada em 2024 é de 97.399 habitantes e a área é de 320,697 km². De acordo com o Atlas do Desenvolvimento Humano do Brasil lançado pelo Programa das Nações Unidas para o Desenvolvimento no ano de 2013, Mairiporã aparece entre as 100 cidades do país com melhor Índice de Desenvolvimento Humano ocupando a 76ª posição no ranking nacional, a 40ª posição estadual e a 6ª dentre as 39 cidades da Região Metropolitana de São Paulo. Mairiporã está localizado na Zona Norte da Grande São Paulo, em conformidade com a lei estadual nº 1.139, de 16 de junho de 2011 e, consequentemente, com o Plano de Desenvolvimento Urbano Integrado da Região Metropolitana de São Paulo (PDUI). == Etimologia == * \"Mairiporã\" é um termo oriundo da língua tupi que significa \"água bonita de Maíra\", através da junção dos termos maíra (\"entidade mitológica tupi, que os índios associavam aos franceses\"), 'y (\"água\") e porang (\"bonito\"). == História== Na segunda metade do século XVI, era difícil a penetração para o norte do núcleo urbano surgido em torno do Colégio de São Paulo de Piratininga (atual Pátio do Colégio), conhecido como São Paulo de Piratininga, por causa de dois obstáculos: os rios Tamanduateí e Tietê e a Serra da Cantareira, a qual se apresentava como uma sólida parede ao norte do pequeno núcleo urbano. No início do século XVII (provavelmente na primeira década deste século), Antonio de Souza Del Mundo ergue uma capela em louvor a Nossa Senhora do Desterro, em torno da qual surge o povoado de Juqueri (palavra tupi que designa uma planta leguminosa, conhecida também como dormideira), dotado de interessante traçado e capacidade de adaptação ao sítio pouco favorável de sua implantação. Este povoado era essencialmente rural e servia de proteção à vila de São Paulo de Piratininga e ponto de apoio às rotas de ligação com o interior. Em 1610, Salvador Pires de Medeiros recebeu doação de uma sesmaria pelo Capitão-Mor da Capitania de São Vicente Gaspar Conqueiro . Essa sesmaria ia da margem direita do Rio Tietê, subindo a Serra da Cantareira, até as margens do Rio Juqueri. O povoado de Juqueri foi elevado à condição de freguesia, com o mesmo topônimo, provavelmente entre 1640 e 1684. Em 1696, a freguesia de Juqueri foi elevada à categoria de Vila, com o topônimo de Nossa Senhora do Desterro de Juqueri. A Vila de Juqueri adentrou o século XVIII como fonte de produtos agrícolas para São Paulo, chegando a produzir algodão e vinho para exportação. Não prosperou como outras localidades inseridas nas regiões das lavras de ouro e pedras preciosas, caracterizando-se como pouso de tropeiros que faziam o abastecimento de Minas Gerais. Em 1769, a Câmara de São Paulo determinou a abertura de uma estrada entre Juqueri e São Paulo. O \"Caminho de Juqueri\" transformou-se, mais tarde, na Estrada Velha de Bragança. No ano de 1783, Juqueri passou a ser paróquia; a capela transformou-se em igreja e passou por diversas modificações (1841, Década de 1940 e 1982). A última reforma descaracterizou o antigo templo, conservando apenas a torre. Em 1880, Juqueri passa de distrito de São Paulo (até 1880) a freguesia de Nossa Senhora da Conceição de Guarulhos (1880–1889), por meio da Lei n° 34 de 24 de março de 1880. Depois, Juqueri passou a ser município por meio da Lei Provincial nº 67, de 27 de março de 1889. Um ano antes da emancipação, a São Paulo Railway (Estrada de Ferro Santos-Jundiaí) construiu a Estação do Juqueri (hoje a antiga Estação Franco da Rocha). Em 1898, o Governo do Estado inaugurou o Hospital Psiquiátrico do Juqueri (hoje pertencente ao município de Franco da Rocha) para doentes mentais, dirigido pelo psiquiatra Francisco Franco da Rocha, cujo nome denomina a cidade em que hoje fica o hospital.Dez famílias de imigrantes japoneses chegaram em Juqueri em 1913, lideradas por Akimura, natural de Kumano. A colônia japonesa de Mairiporã é uma das mais antigas do Brasil, juntamente com as colônias de Cerqueira César e Iguape. Estas famílias deram novo impulso a cidade, principalmente pelo trabalho na agricultura. Em outubro de 1913, Chōju Akimura e outras nove famílias teriam adquirido lotes de terra em Juqueri. Anos mais tarde, foi estabelecida a Cooperativa Agrícola do Juqueri, que no pós-guerra transformar-se-ia no principal reduto da imponente Cooperativa Agrícola Sul-Brasil. Nos anos seguintes, centenas de outras famílias japonesas chegaram a Juqueri. Em 1944, Juqueri sofre a sua primeira perda territorial, quando os distritos de Franco da Rocha e Caieiras são desmembrados para compor o novo município de Franco da Rocha. A associação do nome da cidade de Juqueri ao hospital psiquiátrico, causando confusão na entrega de correspondências e desconforto entre os moradores locais, criou um movimento para mudar o nome do município. O nome Juqueri era dado como sinônimo de \"loucura\". Em 1948, o prefeito Bento de Oliveira solicitou à Assembleia Legislativa autorização para a mudança. Na ocasião, o deputado Ulysses Guimarães apoiou o pedido e pronunciou a célebre frase: \"Juqueri, terra de loucos. Loucos por cidadania\". No dia 24 de dezembro de 1948, foi aprovada a Lei Estadual nº 233, permitindo a mudança do nome do município. O nome Mairiporã foi sugerido pelo jornalista e poeta Araújo Jorge, significando, em tupi-guarani, \"cidade bonita\". Por isso, a cidade é conhecida como \"Aldeia Pitoresca\". Na década de 1950, Mairiporã foi marcada pela vinda da Companhia Cinematográfica Multifilmes S.A., dirigida pelo cineasta Mário Civelli. Até pouco tempo, ainda existiam os barracões da companhia, aonde foi rodado o primeiro filme colorido no Brasil, destruídos para a construção do pedágio pela Arteris. Com a implantação da Rodovia Fernão Dias, ligação de São Paulo para Minas Gerais, houve uma redescoberta e valorização intensa de Mairiporã, em razão dos atributos naturais da região para abrigar residências secundárias de alto padrão (lazer/recreio) e posteriormente para moradia fixa. O boom imobiliário ocorreu a partir do final da década de 1970 e década de 1980. A esse movimento, contrapôs-se a Lei de Proteção dos Mananciais (leis estaduais 898/75 e 1 172/76), para preservação dos recursos hídricos responsáveis pelo abastecimento de grande parte da população da Região Metropolitana de São Paulo. Em 1992, a região da Serra da Cantareira foi reconhecida como Patrimônio da Humanidade pela Organização das Nações Unidas para a Educação, a Ciência e a Cultura. Vale destacar o potencial que a cidade possui para a fixação de residências secundárias desde os anos 1960 e 1970. Em Mairiporã, há diversos condomínios e sítios, servindo tanto para moradia fixa como para veraneio. Devido a essa característica de cidade-dormitório tranquila e arborizada e a proximidade com a cidade de São Paulo, algumas personalidades brasileiras de diversas áreas de atuação moram ou moraram na região: Ayrton Senna, Mara Maravilha, Gianfrancesco Guarnieri, Hilda Hilst, Maria Adelaide Amaral, Rita Lee, Arnaldo Baptista, Renato Teixeira, Jayme Monjardim, Almir Sater, Vanusa, Antônio Marcos, Elis Regina, Norma Blum, Zé Geraldo, e Sérgio Reis. == Geografia == thumb|right|210px|Presença de araucárias é comum no centro de Mairiporã Mairiporã tem, em 320 km² de área, dois centros urbanos importantes, a sede da cidade e Terra Preta, além da região da Serra da Cantareira, onde se localizam os principais loteamentos de alto padrão. Tais loteamentos têm gerado muitos desmatamentos. Mesmo assim, Mairiporã é o município que mais conserva o verde da Serra da Cantareira, em detrimento da grande degradação que houve em São Paulo, Guarulhos e Caieiras. Mairiporã situa-se a uma altitude média de 790 metros. As partes mais altas do município estão na Serra da Cantareira, onde as altitudes superam os 1.100 metros em algumas regiões. Já as partes mais baixas estão no entorno do vale do Rio Juqueri e da Represa Paulo de Paiva Castro. === Clima === O clima da cidade, como em toda a Região Metropolitana de São Paulo, é o subtropical. O verão é relativamente quente e chuvoso e o inverno é ameno, por vezes frio, são comuns eventos como a geada em alguns pontos baixos do município, assim como nevoeiros ocasionados pela existência de diversos corpos d'água e nascentes na cidade. A temperatura média anual gira em torno de dezoito graus centígrados, sendo o mês mais frio julho (média de 14 °C) e o mais quente fevereiro (média de 22 °C). O índice pluviométrico anual fica em torno de 1 400 mm. === Subdivisão === ==== Região central ==== A região denominada como Região Central é composta pelos seguintes bairros: * Bairro dos Remédios * Barreiro * Capoavinha * Chácara Arantes * Cidade Jardim * Estância Santo Antônio * Granja Santo Antônio * Jardim Henrique Martins * Jardim Brilha * Jardim Cantareira * Jardim Celeste * Jardim Cinco Lagos * Jardim Esther * Jardim Fernão Dias * Jardim Galrão * Jardim Leonor * Jardim Nery * Jardim Oliveira * Jardim Pinheiral * Jardim Sandra * Jardim Spada * Lavapés * Maria Eugênia * Parque Bariloche * Parque Cabreúva * Parque do Moinho * Parque Náutico * Parque Petrópolis * Prainha * Socimar * Vila Ipanema * Vila Nova Juqueri * Vila Sabesp * Vila Santo Agostinho == Demografia e indicadores == === População === Dados do Censo - 2019 População total: 101.937 hab * Urbana: 70 750 * Rural: 10 206 * Homens: 40 975 * Mulheres: 39.981 Densidade demográfica (hab./km²): 312,37 Mortalidade infantil até 1 ano (por mil): 8,77 Expectativa de vida (anos): 77,9 (2010) Taxa de fecundidade (filhos por mulher): 1,8 (2010) Taxa de alfabetização: 95,0% (2010) Índice de Desenvolvimento Humano (IDH-M): 0,788 (elevado) (2010) * IDH-M Renda: 0,767 * IDH-M Longevidade: 0,881 * IDH-M Educação: 0,723 Produto Interno Bruto (PIB): * Agropecuária: 348 * Indústria: 330494 * Serviços: 675538 Fontes: Instituto de Pesquisa Econômica Aplicada e Programa das Nações Unidas para o Desenvolvimento.http://www.atlasbrasil.org.br/2013/perfil/mairipor%C3%A3_sp == Infraestrutura == ===Água e esgoto=== Com uma represa que abrange grande parte do município, Mairiporã tem captação própria de água e a distribui por toda a zona urbana através da Sabesp (Companhia de Saneamento Básico do Estado de São Paulo), fazendo parte do Sistema Cantareira de represas, que abastece a região da Grande São Paulo. === Energia elétrica === A concessionária de energia elétrica que atende o município é a Elektro, antiga Cesp. === Meios de comunicação === ==== Emissoras de Rádio ==== *87,5 MHz - Rádio Estação FM *100,1 MHz - Transamérica *100,9 MHz - Jovem Pan *104,1 MHz - Top FM *106,1 MHz - Rádio Vida FM ==== Emissoras de TV ==== *5 VHF / 30 UHF - Rede Globo *4 VHF / 57 UHF - SBT *13 VHF / 13 UHF - Band *7 VHF / 21 UHF - Record *2 VHF / 54 UHF - TV Cultura *34 UHF - Rede Vida ==== Jornais ==== * Jornal Correio Juquery * Jornal Cidade de Mairiporã * Imprensa Oficial * Cantareira News ==== Telefonia ==== A cidade foi atendida pela Companhia Telefônica Brasileira (CTB) até 1973, quando passou a ser atendida pela Telecomunicações de São Paulo (TELESP), que construiu a central telefônica utilizada até os dias atuais. Em 1998 esta empresa foi privatizada e vendida para a Telefônica, sendo que em 2012 a empresa adotou a marca Vivo para suas operações de telefonia fixa. === Rodovias e acessos === thumb|right|230px|Pedágio da Rodovia Fernão Dias na entrada da cidade * BR-381 Rodovia Fernão Dias: Rodovia que liga a capital paulista a capital mineira (Belo Horizonte). A BR-381 corta o município de Mairiporã na orientação sul-norte, a partir do bairro Parque Suíço da Cantareira, no extremo sul, e Terra Preta (Distrito Industrial) no extremo norte já na divisa com Atibaia. *SP-023 Rodovia Prefeito Luiz Salomão Chamma: Liga a Rodovia Tancredo de Almeida Neves em Franco da Rocha até Rodovia Fernão Dias em Mairiporã. Mairiporã também possui ligação rodoviária com a cidade de Nazaré Paulista pela extensão da SP-023, normalmente chamada de Estrada do Rio Acima. Na ligação com a capital paulista destacam-se também outras estradas que cortam a Serra da Cantareira como a Estrada de Santa Inês (que também dá acesso a cidade de Caieiras), a Estrada da Roseira e a SP-008 (Continuação da Avenida Coronel Sezefredo Fagundes que depois passa a se chamar Arão Sahm) popularmente chamada de Estrada Velha de Bragança. ===Saúde === Mairiporã é servida pelos Postos de Saúde da Família (PSF's) localizados nos bairros e, desde maio de 2020, pelo Hospital \"Anjo Gabriel\" ==Municípios limítrofes== Seus limites são São Paulo (ao sul), Atibaia e Bom Jesus dos Perdões (ao norte), Nazaré Paulista (a nordeste), Guarulhos (a sudeste) e Caieiras, Franco da Rocha e Francisco Morato (a oeste) Localização geográfica de Mairiporã Várzea Paulista Jundiaí Terra Preta (Mairiporã) Atibaia Bom Jesus dos Perdões Nazaré Paulista Caieiras Franco da Rocha Francisco Morato Mairiporã São Paulo Guarulhos == Turismo == Mairiporã é uma cidade localizada na Serra da Cantareira, ao norte da cidade de São Paulo, e isso lhe proporciona uma posição privilegiada, sendo roteiro de turistas que procuram lugares ligados diretamente com a natureza e tranquilidade. === Pontos turísticos === ==== Pico do Olho D'água ==== Muito procurado para contemplação por suas extensas paisagens, voo livre, piqueniques e trilhas de downhill, tem esse nome pelos veios de água que brotam da serra, também é chamado de Morro do Juqueri e é tombado pelo Condephaat. Atualmente existe um projeto que pretende ligar o Pico à rotatória de entrada da cidade através de um teleférico que passaria sobre a Rodovia Fernão Dias. ==== Cruzeiro ==== Localizado na estrada para o pico, é um símbolo da religiosidade do povo. Possui bela vista panorâmica do centro da cidade. ==== Represa Paulo de Paiva Castro ==== Tem seu início no centro de Mairiporã, estendendo-se por dez km até ultrapassar o limite municipal com Franco da Rocha. Represa integrante do sistema Cantareira de abastecimento, é responsável por proporcionar água para mais da metade da população da grande São Paulo. Possui muitas paisagens cênicas e é muito procurada para a prática de esportes náuticos e pesca esportiva e amadora. ==== Pedreira Dib ==== Parte de um complexo que inclui também um restaurante, a pedreira foi desativada pois durante a mineração houve o estouro de um veio de água que obrigou o abandono do local. Usada para diversão nos finais de semana e gravação de comerciais, a paisagem formada pelas rochas continua atraindo visitantes, muitos interessados em praticar o Rapel em seus paredões. ==== Rio Juqueri e Sete Quedas ==== O Caminho do rio Juqueri entre Nazaré Paulista e a represa Paiva Castro também tem interesse turístico, o rio corta a região conhecida como Rio Acima e possui corredeiras ideais para o boia cross, suas margens formam belos circuitos para se fazer a pé ou de bicicleta. Durante o caminho do rio forma-se uma pequena represa que deságua na cachoeira artificial das Sete Quedas, local administrado pela Companhia de Saneamento Básico do Estado de São Paulo voltado para a contemplação da queda d'água. Os acessos são de terra, o entorno mostra áreas gramadas e pouco arborizadas. Banhistas o frequentam nos fins de semana e feriados de sol e calor. Local inadequado para banho público, em face das águas revoltas e falta de segurança e infraestrutura receptiva. Devido a quantidade de chácaras e sítios, Mairiporã destaca-se também no turismo rural, com a existência de haras, pousadas, acampamentos de férias e clubes de campo. Em Mairiporã fica também um espaço dedicado para a obra de Monteiro Lobato, o chamado Sítio do Pica Pau Amarelo foi licenciado pela Globo Marcas e é um local voltado para a visitação agendada por grupos. === Parque Linear === Construído em 2016, o Parque Linear conta com pista Pump Track para prática de esportes radicais como skate, bike, patins e patinete. Além de ciclovia, playground, pista de caminhada, academia ao ar livre e bosque. Reforçando o aspecto turístico da cidade. Conta também com um espaço exclusivo para as feiras (que ocorrem as quintas-feiras e aos finais de semana) e eventos que ocorrem no município - antes alocados no espaço onde hoje ficam os demais componentes do parque. ===Memorial Municipal de Mairiporã === Inaugurado em 11 de junho de 2017, o Memorial Municipal, conta com objetos materiais e imateriais do passado histórico da cidade de Juqueri-Mairiporã. Ele vem contando um pouco de nossa história, lendas, costumes, das suas Olarias e sua importância econômica no início do século passado, as festas da uva, rosas e do gengibre, da colonia japonesa (uma das maiores de São Paulo), a história da Multifilmes do idealizador Mario Civelli, o Vale da música com suas bandas e fanfarras através da Werill instrumentos musicais, etc. Através do seu idealizador, o funcionário público, pesquisador e memorialista Bethos Massucato , esse Memorial vem contando os 411 anos de história da cidade, desde a época de Juqueri Colônia que incluía o Alto de Santana, Serra do Ajuhá - hoje chamada Serra da Cantareira, e cidades de Caieiras, Franco da Rocha e Francisco Morato, outrora distritos de Juqueri ou seja, todo o Vale de Juqueri, passando pela República até os dias atuais. Esse Memorial está localizado atualmente nas dependências da Biblioteca Municipal de Mairiporã e esta aberto à visitações. Localizado na Rua Vereador Antonio Nunes, 225- Centro de Mairipora, próximo ao Rotary Club. === Museu de arqueologia industrial Thomaz Cruz === O museu foi construído em 2006 pelo dr. Thomaz Cruz, e possui máquinas a vapor, máquinas de tear e outras máquinas que lembram a evolução das máquinas por todos esses anos até os nossos dias. ===Outros fatores turísticos === O centro de Mairiporã é repleto de lojas, bares e restaurantes proporcionando opções de lazer e compra. Na área central, podemos destacar também a Igreja Matriz de Nossa Senhora do Desterro (principal igreja da cidade) e o Dique artificial que separa o centro do leito do Rio Juqueri e passa pelo Espaço Viário Mario Covas (área usada para estacionamento, recreação, feiras e eventos) e o Bosque da Amizade onde a população pratica recreação, pesca amadora e caminhadas. Mairiporã possui grande quantidade de hotéis e pousadas, inclusive hotéis de luxo. A cidade também é famosa por suas trilhas para downhill, as principais são a trilha do Saracura com acesso pela Estrada da Bucólica e a Trilha dos Macacos com cachoeiras com acesso na Estrada da Roseira, no alto da serra da Cantareira. === Eventos === Os principais eventos incluem o aniversário da cidade (27 de março), carnaval de rua, festa da primavera, romaria das águas, cavalgada, Eco Fest Adventure, tapete de Corpus Christi, festa de Nossa Senhora do Desterro, festa de Bom Jesus da Pedra Fria no distrito de Terra Preta, feira de produtos orgânicos, procissão de veículos no dia de São Cristóvão, encontro nacional de motociclistas, etapas de competições como as do “Nave São Paulo” e de campeonatos como “Campeonato Paulista de Triathlon, além de outros pequenos eventos organizados ao longo do ano. No carnaval de rua, temos a participação de diversos blocos carnavalescos, dentre os quais destacam-se: Bloco Maria Sapatão – Região Central; Bloco Vem Kum Nóis – Vila Nova; Bloco Fernão Dias – Jardim Fernão Dias; Bloco Esporte Clube Mairiporã – Centro; Bloco Caprichosos – Parque Náutico; Bloco dos Sujos – Jardim Lúcia II, Distrito de Terra Preta. Além desses eventos, desde 2014 a Aliança das Igrejas Evangélicas do município organiza, anualmente, a Marcha para Jesus conforme garantido pela Lei Municipal nº 3444 de 1 de setembro de 2014 que estabelece o evento na segunda semana do mês de março. Nesse evento, os evangélicos reúnem-se em uma caminhada organizada até uma das praças locais, onde é feito um show com bandas e cantores locais como Banda Baque, Pastor e Cantor Rai Cezar, além de cantores e bandas conhecidas no Estado, dentre o qual Ton Carfi. Ficheiro:D Mairipora.jpg|São Paulo vista do Pico do Olho D'água, ponto mais alto da cidade Ficheiro:Picoamanhecer.JPG|Amanhecer no Pico do Olho D'água Ficheiro:Picomairipora.JPG|Pico do Olho D'Água ou Morro do Juquery Ficheiro:Rochaspico.JPG|Rochas no Pico do Olho D'Água, Patrimônio Tombado do Estado de São Paulo Ficheiro:Igrejamairipa.JPG|Igreja Matriz de Nossa Senhora do Desterro e parte do centro Ficheiro:Matrizmairipamanha.JPG|Igreja Matriz e Morro do Juquery ao fundo Ficheiro:Centro de Mairiporã.jpg|Bairros do centro de Mairiporã Ficheiro:Bairromairipa.JPG|Bairro no centro da cidade Ficheiro:Mairipacentro.JPG|Centro de Mairiporã Ficheiro:Cantareiracasas.jpg|Chácara Dom Bosco (região do Rio Acima), um dos inúmeros bairros da Serra da Cantareira Ficheiro:RepresaMairipa.jpg|Vista para a represa no fim do dia Ficheiro:RepresaMairipora.JPG|Represa vista sobre a Ponte Santa Inês na divisa entre Mairiporã e Franco da Rocha. Ficheiro:Geadamairipa.JPG|Geada no centro da cidade == Cidade-Irmã == Desde 18 de Junho de 2018 , o município foi declarado, através da lei n° 3767, cidade-irmã de Stepanakert, capital da autodeclarada República de Artsaque. apesar do alerta dado pelo Itamaraty sobre o problema de que o Brasil, nem qualquer país integrante da ONU, reconhece a República de Nagorno-Karabakh como independente. == Ligações externas == * * *",
 "title": "Mairiporã"
}