{
 "id": "23510",
 "text": "{{Info/Município do Brasil | nome = Santa Isabel | foto = | leg_foto = | apelido = | brasão = Brasão de Santa Isabel (Goiás).jpg | bandeira = Bandeira Santa Isabel-GO.png | link_brasão = | link_bandeira = | link_hino = | aniversário =14 de maio | fundação = | gentílico =santa-isabelense | lema = | prefeito = Cássia Dourado | partido = PSDB | fim_mandato = 2024 | mapa = Goias Municip SantaIsabel.svg | latP = S | latG = 15 | latM = 17 | latS = 52 | lonP = O | lonG = 49 | lonM = 25 | lonS = 37 | estado = Goiás | mesorregião = Centro Goiano | data_mesorregião = IBGE/2008 | microrregião = Ceres | data_microrregião = IBGE/2008 | região_metropolitana = | vizinhos = São Luiz do Norte, Nova Glória, Rialma, Rianápolis, Jaraguá e Goianésia. | dist_capital = 187 | área = 806.814 | área_ref = | população = 3686 | data_pop = IBGE/2015 | altitude = | clima = | sigla_clima = | idh = 0.72 | data_idh = PNUD/2000 | pib = mil | data_pib = IBGE/2008 | pib_per_capita = 10130.25 | data_pib_per_capita = IBGE/2008 |site_prefeitura = santaisabel.go.gov.br }} Santa Isabel é um município brasileiro do interior do estado de Goiás, Região Centro-Oeste do país. Situado na região do Vale do São Patrício, sua população é de habitantes, de acordo com estimativas do Instituto Brasileiro de Geografia e Estatística (IBGE) em 2015. A área é de 806,814 km², o que resulta numa densidade demográfica de 4,57 hab/km². Situa-se na Mesorregião do Centro Goiano e na Microrregião de Ceres. == Histórico == O povoamento de Santa Isabel teve início por volta de 1947, quando José Camelo de Faria, alcunhado ″José Cearense″, procedente de Castrinópolis — Jaraguá, adquiriu parte da fazenda Terra Branca, estabelecendo-se ali com sua família. Posteriormente, vieram várias famílias, procedentes de Minas Gerais e Bahia, atraídas pela fertilidade das terras e pelas notícias da promissora região, formando-se o lugarejo voltado para a exploração da agropecuária. Em 1949, já com vários estabelecimentos comerciais, José Camelo de Faria procedeu ao loteamento de parte de suas terras para a fundação do povoado que recebeu o nome de ″Santa Isabel″, em homenagem à esposa do fundador e à padroeira local. Mais tarde deu-se nova doação para edificação da igreja católica de Santa Isabel. E, em 16 de novembro de 1960, o povoado passou à condição de distrito, através da Lei Municipal nº 21, integrando o Município de Jaraguá. Depois de vários movimentos em prol da emancipação, através de abaixo-assinados com centenas de eleitores, o distrito alcançou sua autonomia político-administrativa, pela Lei Estadual nº 9187, de 14 de maio de 1982,através do deputado federal Anisio de Souza e instalado oficialmente em 1º de fevereiro de 1983. == Geografia == Santa Isabel fica localizada a 188 km da capital Goiânia. Seus limites são São Luís do Norte a norte, Goianésia a leste, Jaraguá a sudeste, Rianápolis a sul, Rialma a oeste e Nova Glória a noroeste. Possui dois distritos: Cirilândia e Natinópolis. == Educação == A cidade possui nove escolas. Seis de ensino fundamental, duas pré-escolas e uma de ensino médio. == Saúde == O Município de Santa Isabel possui 3 unidades do SUS, sendo que uma delas é o posto de saúde Almerinda Carvalho na cidade de Santa Isabel. == Religião == Igreja Católica; Evangélica (Adventista, Assembleia de Deus, Igreja Batista, Congregação Cristã no Brasil, Presbiteriana, Igreja o Brasil para Cristo, Igreja Universal do Reino de Deus, Igreja Deus é Amor, Igreja Mundial do Poder de Deus). Segundo o IBGE, em 2010, a população residente, adeptas a alguma religião era de: Religião Católica Apostólica Romana: 2.699 pessoas. Religiões Evangélicas: 720 pessoas. == Esportes == O município de Santa Isabel possui estádios de futebol, centro poliesportivo e quadras de esporte. Além de pista para caminhada e ginástica ao ar livre. == Pecuária == Bovinos - efetivo dos rebanhos 60.500 cabeças Equinos - efetivo dos rebanhos 1.300 cabeças Bubalinos - efetivo dos rebanhos 30 cabeças Asininos - efetivo dos rebanhos 10 cabeças Muares - efetivo dos rebanhos 80 cabeças Suínos - efetivo dos rebanhos 2.560 cabeças Caprinos - efetivo dos rebanhos 35 cabeças Ovinos - efetivo dos rebanhos 550 cabeças Aves - efetivo dos rebanhos 6.700 cabeças Fonte: IBGE, Produção da Pecuária Municipal 2011. == Ver também == * Lista de municípios de Goiás * Lista de municípios do Brasil Categoria:Municípios de Goiás Categoria:Fundações em Goiás em 1982",
 "title": "Santa Isabel (Goiás)"
}