{
 "id": "23549",
 "text": "O Alfabeto árabe () é o principal alfabeto usado para representar a língua árabe, além das diversidades dos idiomas como o persa e línguas berberes. É o segundo alfabeto mais utilizado no mundo, atrás somente do alfabeto latino, e possui 28 letras. O alfabeto árabe é escrito em um estilo cursivo e não usa letras maiúsculas ou minúsculas como no alfabeto latino. Até 1923, era usado também para escrever o turco, quando foi substituído pelo alfabeto latino. A sua grande difusão deve-se principalmente ao facto de o Corão, o livro sagrado do Islão, estar escrito em alfabeto árabe. Esse alfabeto é escrito da direita para a esquerda, assim como o alfabeto hebraico. Apesar de ser denominado de \"alfabeto\", na verdade a escrita árabe é um abjad (nome derivado das cinco primeiras letras que compunham a antiga organização do alfabeto árabe: a - b - j - d), ou seja, cada símbolo representa uma consoante. A representação das vogais é feita através de diacríticos colocados sobre ou sob as letras. Nas línguas afro-asiáticas que utilizam a escrita árabe, as vogais geralmente não são representadas na escrita do dia a dia. Isso resulta de uma característica interessante das línguas afro-asiáticas em que as palavras são feitas a partir de uma base consonântica. Assim, um falante de uma dessas línguas afro- asiáticas consegue ler corretamente a palavra se essa for previamente conhecida. Por exemplo, a palavra peixe em árabe é \"samak\" porém é escrita no alfabeto árabe somente com as letras que correspondem no alfabeto latino a S, M e K sendo escrita então desta maneira \"smk\" (), o que torna difícil saber suas vogais sem conhecer a palavra, a não ser que estejam presentes na escrita os símbolos indicadores de vogais (سَمَك). As línguas não afro-asiáticas que utilizam a escrita árabe (por exemplo, as línguas turcas) têm um sistema vocálico mais rico que o árabe (por exemplo, 9 vogais diferentes na língua cazaque), pelo que se torna necessário utilizar outros mecanismos para representar as vogais. Essas línguas desenvolveram outros diacríticos para representar vogais inexistentes na língua árabe e/ou utilizam algumas consoantes da escrita árabe para representar vogais. O Alfabeto árabe deriva da escrita aramaica (existe uma polémica, a nível académico, sobre sua origem, nabateia ou siríaca), de modo que pode ser comparado às semelhanças entre o alfabeto copta ou o alfabeto cirílico e o alfabeto grego. Tradicionalmente, existem algumas diferenças entre as versões ocidentais (magrebinas) e orientais desse alfabeto. Nomeadamente, no Magrebe, o fa e o qaf têm um ponto em baixo e em cima, respectivamente. A ordem das letras é também sensivelmente diferente (pelo menos quando são utilizadas como numerais). Contudo, a variante do norte de África tem sido abandonada excepto para uso caligráfico no próprio Magrebe, mantendo-se nas escolas corânicas (azoias) da África ocidental. As palavras em árabe são escritas da direita para a esquerda, enquanto que os números árabes são escritos da esquerda para a direita. == Letras == Alfabeto árabe: Letra Padrão Nome Transcrição Fonética (IPA) SAMPA Transliteração BrJUBRAN, Safa A. A. C. Para uma romanização padronizada de termos árabes em textos de língua portuguesa. Tiraz (USP), São Paulo, v. 1, p. 17-30, 2004.JUBRAN, Safa A. A. C. Introdução. in: ṢĀᶜID ALANDALUSĪ - Hierarquia dos povos'. São Paulo: Amaral Gurgel Editorial, 2011 ا âlef âlif [aː] a ā ب bâ ba:? [b] b b ت tâ ta:? [t] t t ث thâ Ta:? [θ] T ṯ ج jîm dZi:m [ʒ] / [ʤ] / [g] dZ j ح ḥâ X\\a:? [ħ] X\\ ḥ خ khaa xa:? [x] x ḫ د dâl da:l [d] d d ذ thâl Da:l [ð] D ḏ ر r'aa ra:? [r] r r ز zai za:j [z] z z س si'n si:n [s] s s ش shîn Si:n [ʃ] S x ص ṣaad s_ea:d [~~s~~] s_e ṣ ض ḍaad d_ea:d [đ] d_e ḍ ط ṭâ t_ea:? [~~t~~] t_e ṭ ظ ẓâ Z_ea:? [~~ð~~] Z_e ẓ ع 'ayn ?\\ajn [ʕ] ?\\ ᶜ غ ghaîn Gajn [ɣ] G ġ ف faa fa:? [f] f f ق qâf qa:f [q] q q ك kâf ka:f [k] k k ل lâm la:m [l] l l م mîm mi:m [m] m m ن nuun nu:n [n] n n ه hâ ha:? [h] h h و waau wa:w [w] / [uː] w ū/w ي yâ ia:? [j] / [iː] i ī/y ء (hamza) hamza [ʔ] ?¹ ’ # o hamza ocorre normalmente como um pequeno acento sobre ا, و, ou ى. Há ainda duas variantes, cada uma usada em contextos espaciais: ٱ , آ. Caracteres especiais árabes: Variantes mais comuns: ى alif maqsura; variante de sufixo de ا; tem o valor de ى noutras situações ﻻ ligação entre ل e ا ة ta marbuta; normalmente terminação feminina /at/, mas o /t/ é omitido, exceto em casos especiais; muda para ت quando sufixos são adicionados. ّ shadda; marca a geminação de uma consoante; kasra (ver abaixo) faz a transição entre shadda e a consoante geminada, quando presente; não é usada de forma consistente nos textos modernos; آ madda: sinal que é utilizado quando há ءَ + ا. Tem função relativamente similar àquela exercida pelo acento grave, em português. As vogais breves são apenas indicadas no Corão, na Bíblia e nos livros de instrução de crianças. ْ sukun; marca uma consoante sem vogal a seguir َ fatHa; /a/ breve ِ kasra; /i/ breve ُ damma; /u/ breve Letras tanwiin: ً , ٍ , ٌ usado para produzir os sufixos /an/, /in/, e /un/ respectivamente. ً usa-se normalmente em combinação com ا ( اً ). == Formas das letras == O alfabeto árabe é sempre cursivo e as letras variam em formato dependendo de sua posição dentro de uma palavra. As letras podem apresentar até quatro formas distintas correspondentes a uma posição inicial, medial (meio), final ou isolada. Embora algumas letras apresentem variações consideráveis, outras permanecem quase idênticas em todas as quatro posições. Geralmente, as letras da mesma palavra são interligadas em ambos os lados por pequenas linhas horizontais, mas seis letras (و ,ز ,ر ,ذ ,د ,ا) só podem ser vinculadas à letra anterior. Por exemplo, أرارات (Ararat) possui apenas formas isoladas porque cada letra não pode ser conectada à seguinte. Além disso, algumas combinações de letras são escritas como ligaduras (formas especiais), notadamente lām-alif que é a única ligadura obrigatória (a combinação não ligada ل‍‌‍ا é considerada difícil de ler). Ordem Letra Unicode Geral Formas contextuais Isolada Final Medial Inicial 1 ﺍ 0627 FE8D FE8E — 2 ﺏ 0628 FE8F FE90 FE92 FE91 3 ﺕ 062A FE95 FE96 FE98 FE97 4 ﺙ 062B FE99 FE9A FE9C FE9B 5 ﺝ 062C FE9D FE9E FEA0 FE9F 6 ﺡ 062D FEA1 FEA2 FEA4 FEA3 7 ﺥ 062E FEA5 FEA6 FEA8 FEA7 8 ﺩ 062F FEA9 FEAA \\- 9 ﺫ 0630 FEAB FEAC \\- 10 ﺭ 0631 FEAD FEAE \\- 11 ﺯ 0632 FEAF FEB0 \\- 12 ﺱ 0633 FEB1 FEB2 FEB4 FEB3 13 ﺵ 0634 FEB5 FEB6 FEB8 FEB7 14 ﺹ 0635 FEB9 FEBA FEBC FEBB 15 ﺽ 0636 FEBD FEBE FEC0 FEBF 16 ﻁ 0637 FEC1 FEC2 FEC4 FEC3 17 ﻅ 0638 FEC5 FEC6 FEC8 FEC7 18 ﻉ 0639 FEC9 FECA FECC FECB 19 ﻍ 063A FECD FECE FED0 FECF 20 ﻑ 0641 FED1 FED2 FED4 FED3 21 ﻕ 0642 FED5 FED6 FED8 FED7 22 ﻙ 0643 FED9 FEDA FEDC FEDB 23 ﻝ 0644 FEDD FEDE FEE0 FEDF 24 ﻡ 0645 FEE1 FEE2 FEE4 FEE3 25 ﻥ 0646 FEE5 FEE6 FEE8 FEE7 26 ﻩ 0647 FEE9 FEEA FEEC FEEB 27 ﻭ 0648 FEED FEEE \\- 28 ﻱ 064A FEF1 FEF2 FEF4 FEF3 == Classificação das letras == No árabe, as letras são divididas em solares e lunares: *Solares: São letras que pertencem ao grupo da letra (), que inicia a palavra (), que em português, significa sol. Quando o artigo definido (, junção de + ) precede as letras solares, o não é pronunciado, mas é escrito e assimila-se à letra solar seguinte, ou seja, transforma-se em consoante, a mesma que inicia o vocabulário que o procede. As letras são: *Lunares: São letras que pertencem ao grupo da letra , que inicia a palavra (), que significa lua. Nas letras lunares, o é escrito e pronunciado. As letras lunares são: == Tipos de vogais == No alfabeto árabe, há dois tipos de vogais: vogais longas e vogais breves. As vogais longas são as três vogais do alfabeto, identificados na transliteração com um traço sobreposto nas letras. As vogais são: ('ālif) = , (ūāū) = e (īā') = . As vogais breves são sinais colocados sobre ou sob as letras. Os sinais são: (fatHa) = a (damma) = u e (kasra) = i. Os sinais só aparecem no árabe clássico. == Idiomas que utilizam o alfabeto árabe == * Línguas afro-asiáticas: árabe, e outras. * Línguas indo- europeias: persa, urdu, pastó e tadjique (esta, coexistindo com o alfabeto cirílico, e mais recentemente com o alfabeto latino). * Línguas altaicas: cazaque, uigur, quirguize, uzbeque (estas, coexistindo com o alfabeto cirílico) e outras. == Idiomas que já utilizaram o alfabeto árabe == * Albanês - atualmente usa o alfabeto latino * Servo-croata (na Bósnia) - atualmente usa o alfabeto latino * Turco \\- atualmente usa o alfabeto latino == Teclado == Teclados projetados para diferentes nações têm layouts diferentes e a proficiência em um estilo de teclado, como o do Iraque não se transfere a proficiência em outro teclado, como da Arábia Saudita. As diferenças podem incluir a localização de caracteres não alfabéticos. Todos os teclados árabes permitem digitar caracteres romanos, como por exemplo, uma URL de um navegador. Assim, cada teclado árabe tem dois caracteres arábicos e romanos marcados nas teclas. Normalmente, os caracteres romanos de um teclado árabe estão em conformidade com o layout QWERTY, mas no Norte da África, onde o francês é a língua mais comum sendo digitada utilizando caracteres romanos, os teclados árabes são teclados AZERTY. Quando queremos codificar uma forma particular de escrita de um caractere, existem códigos extra em Unicode que podem ser utilizados para expressar a forma exata da escrita desejada. A faixa de apresentação da forma árabe A (U+FB50 para U+FDFF) contêm as ligaduras enquanto a faixa de apresentação da forma árabe B (U+FE70 para U+FEFF) contém as variantes posicionais. Estes efeitos são melhor alcançado em Unicode usando o Zero-width joiner e o Zero-width non-joiner, uma vez que estas formas de apresentação são desaprovadas no Unicode, e geralmente deve ser usado somente dentro do software de processamento de texto, quando se utiliza Unicode como uma forma intermediária para a conversão entre codificações de caracteres ou para manter a compatibilidade com as implementações que dependem da embução do código de formas pictográficas. Finalmente, a codificação Unicode do árabe está em ordem lógica, isto é, os caracteres são inseridos e armazenados na memória do computador na ordem em que eles são escritos e pronunciados sem se preocupar com a direção na qual eles serão exibidos em papel ou na tela. Novamente, é deixada para o motor de renderização para apresentar os caracteres na direção correta, usando características de texto bi-direcional em Unicode. A este respeito, se as palavras árabes nesta página são escritos da esquerda para a direita, é uma indicação de que o motor de renderização Unicode usada para exibi-los está fora de moda.Ver também: MULTILINGUAL COMPUTING WITH ARABIC AND ARABIC TRANSLITERATION Arabicizing Windows Applications to Read and Write Arabic & Solutions for the Transliteration Quagmire Faced by Arabic-Script Languages e A PowerPoint Tutorial (with screen shots and an English voice-over) on how to add Arabic to the Windows Operating System. == Ver também == * Mater lectiones",
 "title": "Alfabeto árabe"
}