{
 "id": "23578",
 "text": "Ganesha (), também aportuguesado como Ganexa, é um dos mais conhecidos e venerados deuses do hinduísmo. Este epíteto é composto das palavras gaṇa (sânscrito: गण = tropas, grupos, exércitos) + īśa (sânscrito: ईश = senhor), as quais, por acomodação eufônica formam Gaṇeśa. É o primeiro filho de Xiva e Pārvatī, irmão de Escanda, e o esposo de Budhi (Aprendizado) e Siddhi (Realização). Ele é chamado também de Vinayaka em canaresa, malaiala e Marata, Vinayagar e Pillayar em tâmil, e Vinayakudu em Telugo. Ga simboliza Buddhi (intelecto) e Na simboliza Vijñāna (sabedoria). Ganesha é considerado removedor de obstáculos, proporcionador do sucesso e da fartura, mestre do intelecto, da sabedoria e chefe do exército celestial, e por isso também, esta divindade é encontrada sempre na porta de todos os templos hindus e na porta das casas dos hindus como o protetor. Ele é representado como uma divindade amarela ou vermelha, com uma grande barriga, quatro braços e a cabeça de elefante com uma única presa, montado em um rato. É, habitualmente, representado sentado, com uma perna levantada e curvada por cima da outra. Em geral, antepõe-se, ao seu nome, o título Hindu de respeito śrī ou shri. Ganesha é o símbolo das soluções lógicas e deve ser interpretado como tal. Seu corpo é humano enquanto a cabeça é de um elefante; ao mesmo tempo, seu transporte (vahana) é um rato. Desta forma, Ganesha representa uma solução lógica para os problemas: é o \"Destruidor de Obstáculos\". Sua consorte é Buddhi (um sinônimo de \"mente\") e ele é adorado junto de Lakṣmi (a deusa da abundância) pelos mercadores e homens de negócio. O culto de Ganesha é amplamente difundido, mesmo fora da Índia. Seus devotos são chamados Gaṇapatyas. == Iconografia == Assim como acontece com todas as outras formas nas quais o hinduísmo representa os deuses, a figura de Ganesha é, também, um arquétipo cheio de múltiplos sentidos e simbolismo, que expressa um estado de perfeição assim como os meios de obtê-la. Ganesha é o som primordial, om, do qual todos os hinos teriam nascido. Quando Śakti (Energia) e Xiva (Matéria) se encontram, ambos, o Som (Ganesha) e a Luz (Escanda), nascem. Ele representa o perfeito equilíbrio entre força e bondade, poder e beleza. Também simboliza as capacidades discriminativas que provêm a habilidade de perceber a distinção entre verdade e ilusão, o real e o irreal. Uma descrição de todas as características e atributos de Ganesha podem ser encontradas no Gaṇapati Upaniṣad (um Upaniṣad dedicado a Ganesha) do ṛṣi Atharva, no qual Ganesha é identificado com Brahman e Atman. Este Hino Védico também contém um dos mais famosos mantras associados com esta divindade: Om Gam Gaṇapataye Namah (literalmente: \"saudação ao Senhor das tropas\"). Nos Vedas, pode-se encontrar uma das mais importantes e comuns preces propiciatórias a Ganesha, na parte que constitui o segundo maṇḍala ou livro do Ṛg Veda: :gaṇānāṃ tvā gaṇapatiṃ havāmahe kaviṃ kavīnāmupamaśravastamam | :jyeṣṭharājaṃ brahmaṇāṃ brahmaṇas pata ā naḥ ṣṛṇvannūtibhiḥ sīda sādanam || 1 :(Ṛg Veda 2.23.1) De acordo com as estritas regras da iconografia hindu, as figuras de Ganesha com somente duas mãos são tabu. Por isso, as figuras de Ganesha são vistas habitualmente com quatro mãos, que significam sua divindade. Algumas figuras podem ter seis, outras oito, algumas dez, algumas doze e outras quatorze mãos, cada uma carregando um símbolo que difere dos símbolos nas outras mãos, havendo aproximadamente cinquenta e sete símbolos no total, segundo alguns estudiosos. A imagem de Ganesha é composta de quatro animais: homem, elefante, serpente e o rato. Eles contribuem para formar a imagem. Todos eles, individual e coletivamente, têm profunda significância simbólica. === O deus da boa fortuna === Em termos gerais, Ganesha é uma divindade muito amada e frequentemente invocada, já que é o \"Deus da Boa Fortuna\" que proporciona prosperidade e fortuna é também o \"Destruidor de Obstáculos\" de ordem material ou espiritual. É por este motivo que sua graça costuma ser invocada pelos seus devotos antes de eles iniciarem qualquer tarefa (por exemplo: viajar, prestar uma prova, realizar um assunto de negócios, uma entrevista de trabalho, realizar uma cerimônia etc.) com mantras como: Aum śri Gaṇeśāya Namah (\"reverência ao senhor Ganesha\"), ou similares. É também por esse motivo que, tradicionalmente, todas as sessões de bhajana (cântico devocional hindu) iniciam com uma invocação de Ganesha, o Senhor dos \"bons inícios\". Por toda a Índia de cultura hindu, o Senhor Ganesha é a primeira deidade colocada em qualquer nova casa ou templo. Além disso, Ganesha é associado com o primeiro cakra, que representa o instinto de conservação e sobrevivência e o de procriação. O nome desse chacra é mūlādhāra. === Atributos Corporais === Cada elemento do corpo de Ganesha tem seu próprio valor e seu próprio significado: * A cabeça de elefante indica fidelidade, inteligência e poder discriminatório; * O fato de ele ter uma única presa (a outra estando quebrada e sendo usada como caneta)WILKINSON, P. O livro ilustrado da mitologia: lendas e histórias fabulosas sobre grandes heróis e deuses do mundo inteiro. Tradução de Beth Vieira. 2ª edição. São Paulo. Publifolha. 2002. p. 40. indica a habilidade de Ganesha de superar todas as formas de dualismo; é descrito também que ele retirou sua outra presa para escrever os Vedas, quando estes foram compilados por Vyasadeva, tido como encarnação literária de Deus, responsável pela escrita da literatura sagrada na atual era em que vivemos, retirando o conhecimento da oralidade. * As orelhas abertas denotam sabedoria, habilidade de escutar pessoas que procuram ajuda e para refletir verdades espirituais. Elas simbolizam a importância de escutar para poder assimilar ideias. Orelhas são usadas para ganhar conhecimento. As grandes orelhas indicam que quando Deus é conhecido, todo conhecimento também é; * A tromba curvada indica as potencialidades intelectuais que se manifestam na faculdade de discriminação entre o real e o irreal; * Na testa, o Triśūla (arma de Xiva, similar a um tridente) é desenhado, simbolizando os três estados de consciência, conhecidos no śaivismo como jagrat, svapna e suṣupta (vigília, sono e sono profundo) e a superioridade de Ganesha sobre ele; também representam os chamados \"três modos da natureza material\", bondade, paixão e ignorância, que são superados por Ganesha e seu pai, Xiva. * A barriga de Ganesha contém infinitos universos. Ela simboliza a benevolência da natureza e equanimidade, a habilidade de Ganesha de sugar os sofrimentos do Universo e proteger o mundo; * A posição de suas pernas (uma descansando no chão e a outra em pé) indica a importância da vivência e participação no mundo material assim como no mundo espiritual, a habilidade de \"viver no mundo sem ser do mundo\". * Os quatro braços de Ganesha representam os quatro atributos do corpo sutil, que são: mente (manas), intelecto (buddhi), ego (ahamkara), e consciência condicionada (citta). O Senhor Ganesha representa a pura consciência — o ātmān — que permite que estes quatro atributos funcionem em nós; ** A mão segurando uma machadinha é um símbolo da restrição de todos os desejos, que trazem dor e sofrimento. Com esta machadinha Ganesha pode repelir e destruir os obstáculos. A machadinha é também para levar o homem para o caminho da verdade e da retidão; ** A segunda mão segura um chicote, símbolo da força que leva o devoto para a eterna beatitude de Deus. O chicote nos fala que os apegos mundanos e desejos devem ser deixados de lado; ** A terceira mão, que está em direção ao devoto, está em uma pose de bênçãos, refúgio e proteção (abhaya); ** A quarta mão segura uma flor de lótus (padma), e ela simboliza o mais alto objetivo da evolução humana, a realização do seu verdadeiro eu. === O Senhor cuja forma é Om === Ganesha é também definido como Omkara, que significa \"tendo a forma de Om (veja a seção Os nomes de Ganesha). De fato, a forma do seu corpo é uma cópia do traçado da letra Devanāgarī que indica este grande Bija Mantra. Por causa disso, Ganesha é considerado a encarnação corporal do Cosmos inteiro: ele está na base de todo o mundo fenomenal (Viśvadhara, Jagadoddhara). Além disso, na língua tâmil, a sílaba sagrada é indicada precisamente por uma letra que relembra o formato da cabeça de Ganesha. === A presa quebrada === A presa quebrada de Ganesha, como descrita acima, simboliza inicialmente sua habilidade de superar ou \"quebrar\" as ilusões da dualidade. Porém, existem muitos outros sentidos que têm sido associados a este símbolo. :\"Um elefante normalmente tem duas presas. A mente também frequentemente propõe duas alternativas: o bom e o mau, o excelente e o expediente, fato e fantasia. A cabeça de elefante do Senhor Ganesha porém tem apenas uma presa por isso ele é chamado \"Ekadanta, \" que significa \"(aquele de) Presa única\", para lembrar a todos que é necessário possuir determinação mental\". : (Sathya Sai Baba) Existem várias anedotas que explicam as origens deste atributo particular (veja seção Como Ganesha quebrou uma de suas presas?) === Ganesha e o rato === De acordo com uma interpretação, o divino veículo de Ganesha, o rato ou muśika representa sabedoria, talento e inteligência. Ele simboliza investigação diminuta de um assunto difícil. Um rato vive uma vida clandestina nos esgotos. Então ele é também um símbolo da ignorância que é dominante nas trevas e que teme a luz do conhecimento. Como veículo do Senhor Ganesha, o rato nos ensina a estar sempre alerta e iluminar nosso eu interior com a luz do conhecimento. Ambos Ganesha e Muśika amam modaka, um doce que é tradicionalmente oferecido para os dois durante cerimônias de adoração. O Muśika é normalmente representado como sendo muito pequeno em relação a Ganesha, em contraste para as representações dos veículos das outras divindades. Porém, já foi tradicional na arte maharaśtriana representar Mushika como um rato muito grande, e Ganesha estando montado nele como se fosse um cavalo. Outra interpretação diz que o rato (Muśika ou Akhu) representa o ego, a mente com todos os seus desejos, e o orgulho da individualidade. Ganesha, guiando sobre o rato, se torna o mestre (e não o escravo) dessas tendências, indicando o poder que o intelecto e as faculdades discriminatórias têm sobre a mente. O rato (extremamente voraz por natureza) é habitualmente representado próximo a uma bandeja de doces com seus olhos virados em direção de Ganesha, enquanto ele segura um punhado de comida entre suas patas, como se esperando uma ordem de Ganesha. Isto representa a mente que foi completamente subordinada à faculdade superior do intelecto, a mente sob estrita supervisão, que olha fixamente para Ganesha e não se aproxima da comida sem sua permissão. === Casado ou Celibatário? === É interessante notar como, de acordo com a tradição, Ganesha foi gerado por sua mãe Pārvatī sem a intervenção de Xiva, seu marido. Xiva, de fato, sendo eterno (SadāXiva), não sentia nenhuma necessidade de ter filhos. Consequentemente, o relacionamento entre Ganesha e sua mãe é único e especial. Essa devoção é o motivo pelo qual as tradições do sul da Índia o representam como celibatário (veja o conto Devoção por sua mãe). É dito que Ganesha, acreditando ser sua mãe a mais bela e perfeita mulher no universo, exclamou: \"Traga-me uma mulher tão bonita quanto minha mãe e eu me casarei com ela\". No Norte da Índia, por outro lado, Ganesha é, frequentemente, representado como casado com as duas filhas de Brahma: Buddhi (intelecto) e Siddhi (poder espiritual). Popularmente no norte da Índia Ganesha é representado acompanhado por Sarāsvatī (deusa da cultura e da arte) e Lakṣmī (deusa da sorte e prosperidade), simbolizando que essas características sempre acompanham aquele que descobre sua própria divindade interior. Simbolicamente isso representa o fato de que a abundância, prosperidade e sucesso acompanham aqueles que possuem as qualidades da sabedoria, prudência, paciência, etc. que Ganesha simboliza. == Histórias Mitológicas == === Como ele obteve sua cabeça de elefante? === A mitologia altamente articulada do hinduísmo apresenta muitas histórias na qual é explicada a maneira em que Ganesha obteve sua cabeça de elefante; frequentemente a origem desse atributo particular é encontrado nas mesmas histórias que narram seu nascimento. E muitas dessas mesmas histórias revelam as origens da enorme popularidade do culto a Ganesha. ==== Decapitado e reanimado por Xiva ==== A mais conhecida história é provavelmente aquela encontrada no Xiva Purāṇa. Uma vez, quando sua mãe Durgā queria tomar banho, não havia guardas na área para protegê-la de alguém que poderia entrar na sala. Então ela criou um ídolo na forma de um garoto, esse ídolo foi feito da pasta que Durgā havia preparado para lavar seu corpo. A deusa infundiu vida no boneco, então Ganesha nasceu. Durgā ordenou a Ganesha que não permitisse que ninguém entrasse na casa e Ganesha obedientemente seguiu as ordens de sua mãe. Dali a pouco Xiva retornou da floresta e tentou entrar na casa, Ganesha parou o Deus. Xiva se enfureceu com esse garotinho estranho que tentava desafiá-lo. Ele disse a Ganesha que ele era o esposo de Durga e disse que Ganesha poderia deixá-lo entrar. Mas Ganesha não obedecia a ninguém que não fosse sua querida mãe. Xiva perdeu a paciência e teve uma feroz batalha com Ganesha. No fim, ele decepou a cabeça de Ganesha com seu Triśula (tridente). Quando Durgā saiu e viu o corpo sem vida de seu filho, ela ficou triste e com muita raiva. Ela ordenou que Xiva devolvesse a vida de Ganesha imediatamente. Mas, infortunadamente, o Triśula de Xiva foi tão poderoso que jogou a cabeça de Ganesha muito longe. Todas as tentativas de encontrar a cabeça foram em vão. Como último recurso, Xiva foi pedir ajuda para Brahma que sugeriu que ele substituísse a cabeça de Ganesha com o primeiro ser vivo que aparecesse em seu caminho com sua cabeça na direção norte. Xiva, então, mandou seu exército celestial (Gaṇa) para encontrar e tomar a cabeça de qualquer criatura que encontrarem dormindo com a cabeça na direção norte. Eles encontraram um elefante moribundo que dormia desta maneira e após sua morte, tomaram sua cabeça, e colocaram a cabeça do elefante no corpo de Ganesha trazendo-o de volta à vida. Dali em diante, ele é chamado de Gaṇapati, ou o chefe do exército celestial, que deve ser adorado antes de iniciar qualquer atividade. ==== Xiva e Gajāsura ==== Outra história a respeito da origem de Ganesha e sua cabeça de elefante narra que, uma vez, existiu um āsura (demônio) com todas as características de um elefante, chamado Gajāsura, que estava praticando austeridades (ou tapas). Xiva, satisfeito por esta austeridade, decidiu dar-lhe, como recompensa, qualquer coisa que ele pedisse. O demônio desejou emanar fogo continuamente do seu próprio corpo. Desse modo, ninguém poderia se aproximar dele. Xiva concedeu o que foi pedido. Gajasura continuou sua penitência e Xiva, que aparecia a ele de tempos em tempos, perguntou, mais uma vez, o que desejava. O demônio respondeu: \"desejo que você habite meu estômago.\" Xiva atendeu até mesmo a este pedido e, então, passou a residir no estômago do demônio. De fato, Xiva também é conhecido como Bhola Śaṅkara porque é uma deidade facilmente agradada; quando está satisfeito com um devoto, concede-lhe o que for pedido e, isso, de tempos em tempos, gera situações particularmente intrincadas. Por esse motivo Durgā, sua esposa, procurou por ele em todos os lugares sem obter resultado algum. Como último recurso, foi a Viṣṇu pedir a ele que encontrasse seu marido. Viṣṇu, que conhece a tudo, respondeu: \"Não se preocupe; seu marido é Bhola Śankara e prontamente garante aos seus devotos tudo o que eles pedem, sem se preocupar com as consequências; acho que ele se meteu em algum problema. Vou procurar saber o que aconteceu.\" Então Viṣṇu, o onisciente diretor do jogo cósmico, elaborou uma pequena encenação: transformou Nandi (o touro de Xiva) em um touro dançarino e o conduziu à frente de Gajāsura, assumindo, ao mesmo tempo, a aparência de um flautista. A encantadora performance do touro fez o demônio entrar em êxtase e perguntar ao flautista o que ele desejava. O músico respondeu: \"Você pode mesmo me dar qualquer coisa que eu pedir?\" Gajāsura respondeu: \"Por quem me tomas? Eu posso lhe dar qualquer coisa que você pedir imediatamente!\" O flautista então respondeu: \"Se é assim, libere Xiva do seu estômago.\" Gajāsura entendeu, então, que este não poderia ser outro senão o próprio Viṣṇu, o único que poderia saber desse segredo. Nesse momento, o demônio se jogou aos pés de Viṣṇu e, tendo liberado Xiva, pediu a este um último presente: \"Tenho sido abençoado por você muitas vezes; meu último pedido é que todo mundo se lembre de mim adorando minha cabeça quando eu estiver morto.\" Xiva, então, trouxe seu próprio filho até ali e substituiu sua cabeça pela de Gajāsura. Desde então, na Índia, é tradição que qualquer ação, para poder prosperar, deva ser iniciada com a adoração de Ganesha. Este é o resultado do presente que Xiva deu a Gajāsura. ==== O Olhar de Śani ==== Uma história menos conhecida do Brahma Vaivarta Purana narra uma versão diferente do nascimento de Ganesha. Pela insistência de Xiva, Durgā jejuou por um ano (punyaka vrata) para propiciar Viṣṇu para que lhe desse um filho. O Senhor Kṛṣṇa, após o fim do sacrifício, anunciou que ele mesmo encarnaria como seu filho em cada kalpa (era). Então, Kṛṣṇa nasceu para Durgā como uma charmosa criança. Esse evento foi celebrado com grande entusiasmo e todos os deuses foram convidados para olhar o bebê. Porém Śani, o filho de Sūrya, hesitou em olhar ao bebê pois é dito que o olhar de Shani é prejudicial. Porém Durgā insistiu que ele olhasse para o bebê, então Shani o fez, e imediatamente a cabeça da criança caiu e voou para Goloka. Vendo Xiva e Durgā feridos de aflição, Viṣṇu montou em Garuḍḍa, sua águia divina, e apressou-se para a ribeira do rio Puṣpa-Bhadra, donde ele trouxe a cabeça de um jovem elefante. A cabeça do elefante se juntou com o corpo do filho de Durgā, revivendo-o. A criança foi chamada Ganesha e todos os deuses abençoaram Ganesha e desejaram a ele poder e prosperidade. ==== Outras versões ==== Outro conto do nascimento de Ganesha relata um incidente no qual Xiva matou Aditya, o filho de um sábio. Porém Xiva restaurou a vida ao corpo da criança morta, mas isso não conseguiu pacificar o sábio enfurecido Kaśyapa, que era um dos sete grandes ṛṣis. Kaśyapa amaldiçoou Xiva e declarou que o filho de Xiva perderia sua cabeça. Quando isto aconteceu, a cabeça do elefante de Indra foi colocada em seu lugar. Outra versão diz que em uma ocasião, a água de banho usada de Durgā foi jogada no Ganges e esta água foi bebida por Malini, a Deusa com cabeça de elefante, que logo após deu à luz um bebê de quatro braços e cinco cabeças de elefante. Gangā, a Deusa do rio o reivindicou como seu filho, mas Xiva declarou que ele era filho de Durgā, reduziu suas cinco cabeças a uma e o empossou como o Controlador de obstáculos (Vigneśvara). ==== Ganesha o escrivão ==== Na primeira parte do poema épico Mahabharata, está escrito que o sábio Vyāsa pediu para Ganesha que transcrevesse o poema enquanto ele ditava. Ganesha concordou, mas somente na condição de que o sábio Vyāsa recitasse o poema sem interrupções ou pausas. O sábio, por sua vez, colocou a condição que Ganesha não teria somente que escrever, mas também entender tudo o que ele escutasse antes de escrever. Dessa forma, Vyāsa se recuperaria um pouco de seu falatório cansativo ao simplesmente recitando um verso bem difícil que Ganesha não conseguisse entender rapidamente. Começou o ditado, mas no corre-corre de escrever, a caneta de Ganesha se quebrou. Então ele quebrou uma de suas presas e a usou como caneta, só assim a transcrição pôde prosseguir sem interrupções, permitindo a ele manter sua palavra. ==== Ganesha e Paraśurama ==== Um dia Paraśurama, um avatar de Viṣṇu, foi fazer uma visita a Xiva, mas no caminho ele foi bloqueado por Ganesha. Paraśurama lançou seu machado em direção a Ganesha, e Ganesha (sabendo que esse machado foi dado a ele por Xiva) se deixou golpear e perdeu sua presa como resultado. ==== Ganesha e a Lua ==== Dizem que certa vez, Ganesha após ter recebido de muitos de seus devotos uma enorme quantidade de doces (Modak), para poder digerir melhor essa incrível quantidade de comida, decidiu ir passear. Ele montou em seu rato, que utiliza como veículo, e foi adiante. Foi uma noite magnífica e a lua estava resplandecente. De repente, uma cobra apareceu do nada e assustou o rato, que pulou e tirou Ganesha de sua montaria. O grande estômago de Ganesha foi empurrado contra o chão com tanta força que sua barriga abriu e todos os doces que ele comeu foram espalhados a seu redor. No entanto, ele era muito inteligente para se enraivecer por causa deste pequeno acidente e, sem perder tempo em lamentações inúteis, ele tentou remediar a situação da melhor maneira possível. Ele pegou a cobra que causou o acidente e a usou como cinturão para manter seu estômago fechado e reparar o dano. Satisfeito com essa solução, ele remontou em seu rato e continuou sua excursão. Candradeva (O Deus da Lua) observou toda aquela cena e caiu na gargalhada. Ganesha, sendo de temperamento curto, amaldiçoou Candradeva por sua arrogância e quebrando uma de suas presas, a atirou contra a lua, partindo em duas sua luminosa face. Então ele a amaldiçoou, decretando que qualquer um que olhasse para a lua teria má sorte. Escutando isso, Candradeva percebeu sua loucura e pediu perdão para Ganesha. Ganesha cedeu e como uma maldição não pode ser revocada, ele apenas a abrandou. A maldição então ficou sendo de que a lua iria minguar em intensidade a cada quinze dias e qualquer um que olhar para a lua durante o Ganesha Caturthi teria má-sorte. Isto explica porque, em certos momentos, a luz da Lua diminui, e então começa gradualmente a reaparecer; mas sua face só aparece por completo somente por um curto período de tempo. == Ganesha, chefe do exército celestial == Uma vez ocorreu uma grande competição entre os Devas para decidir quem entre eles seria o chefe do Gaṇa (tropas de semideuses à serviço de Xiva). Foi pedido aos competidores que eles dessem a volta ao mundo o mais rápido possível e retornassem para os pés de Xiva. Os deuses foram, cada um em seu próprio veículo, e mesmo Ganesha participou com entusiasmo desta corrida; mas ele era extremamente pesado e seu veículo era um rato! Consequentemente, seu passo era muito devagar e isso foi uma grande desvantagem. Dali a pouco apareceu a sua frente o sábio Narada (filho de Brahma), que perguntou a ele aonde estava indo. Ganesha estava muito aborrecido e entrou em fúria porque é considerado um sinal de má-sorte encontrar um Brahmin solitário no começo de uma viagem. Mesmo que Narada seja o maior dos Brahmins, filho do próprio Brahma, isso ainda era um mau presságio. Além disso, não é considerado um bom sinal ser perguntado aonde está indo quando já se está no caminho; então, Ganesha se sentiu duplamente infeliz. No entanto, o grande Brahmin conseguiu acalmar sua fúria. O filho de Xiva explicou a ele os motivos de sua tristeza e seu terrível desejo de vencer. Narada o consolou, o exortando a não entrar em desespero, e deu a ele um conselho: :\"Assim como uma grande árvore nasce de uma única semente, o nome de Rama é a semente da qual emergiu aquela grande árvore chamada Universo. Então, escreva no chão o nome \"Rama\", ande ao seu redor uma vez, e corra para Xiva para pedir seu prêmio.\" Ganesha retornou a seu pai, que perguntou a ele como conseguiu terminar a corrida tão rapidamente. Ganesha contou a ele de seu encontro com Narada e do conselho do Brahmin. Xiva, satisfeito com essa resposta, declarou seu filho como vencedor e, daquele momento em diante, ele foi aclamado com o nome de Gaṇapati (Condutor do exército celestial) e Vinayaka (Senhor de todos os seres). == O apetite de Ganesha == Ganesha é conhecido também como o destruidor da vaidade, egoísmo e orgulho. Um conto, retirado dos Puranas, narra que Kubera, o tesoureiro do Svarga (paraíso) e deus da riqueza, foi ao monte Kailaśa para receber o darśana (visão) de Xiva. Como ele era extremamente vaidoso, ele convidou Xiva para um banquete na sua fabulosa cidade, Alakapuri, assim ele poderia demonstrar a ele toda sua riqueza. Xiva sorriu e disse para ele: \"eu não poderei ir, mas você pode convidar meu filho Ganesha. Mas eu o advirto que ele é um comilão voraz.\" Inalterado, Kubera sentiu-se confiante que ele poderia satisfazer mesmo tal insaciável apetite de Ganesha, com suas opulências. Ele levou o pequeno filho de Xiva com ele para sua grande cidade. Lá, ele lhe ofereceu um banho cerimonial e o vestiu em roupas suntuosas. Após esses ritos iniciais, o grande banquete começou. Enquanto os serventes de Kubera estavam trabalhando duramente para trazer as porções de comida, o pequeno Ganesha apenas continuava a comer e comer... Seu apetite não diminuiu mesmo quando devorou até a comida destinada aos outros convidados. Não havia tempo para substituir um prato por outro porque Ganesha já havia devorado tudo, e com gestos de impaciência, continuava esperando por mais comida. Tendo devorado tudo o que havia sido preparado, Ganesha começou a comer as decorações, os talheres, a mobília, o lustre... Apavorado, Kubera se prostrou diante do pequeno onívoro e suplicou para que deixasse para ele pelo menos, o resto do palácio. \"Eu estou com fome. Se você não me der mais nada pra comer, eu comerei até você!\", ele disse a Kubera. Desesperado, Kubera correu para o monte Kailaśa para pedir a Xiva que remediasse a situação. O Senhor então deu a ele um punhado de arroz tostado, dizendo que somente aquilo poderia satisfazer Ganesha. Ganesha já tinha sugado quase toda a cidade quando Kubera retornou e deu a ele o arroz. Com isto, finalmente Ganesha se satisfez e se acalmou. == O respeito de Ganesha por seus pais == Uma vez ocorreu uma competição entre Ganesha e seu irmão Kartikeya para saber quem conseguiria dar a volta aos três mundos mais rápido, e então ganhar o fruto do conhecimento. Kartikeya foi em uma jornada pelos três mundos, enquanto Ganesha apenas andou ao redor de seus pais. Quando perguntado porque fez isso, ele respondeu que para ele, seus pais representam todos os três mundos, e então foi dado a ele o fruto do conhecimento. == Devoção a sua mãe == Uma vez, enquanto brincava, Ganesha machucou uma gata. Quando ele voltou para casa ele encontrou uma ferida no corpo de sua mãe. Ele perguntou como ela se machucou. Durgā, sua mãe, respondeu que isso foi causado pelo próprio Ganesha! Surpreso Ganesha quis saber quando ele a machucou. Durgā respondeu que Ela como o divino poder está imanente em todos os seres. Quando ele machucou a gata, machucava a sua mãe também. Ganesha percebeu que todas as mulheres são realmente as manifestações de sua Mãe. Decidiu não casar e permaneceu um brahmachari, um celibatário, seguindo as regras estritas do Brahmacharya. Porém, em algumas imagens e escrituras Ganesha é frequentemente relatado como casado com as duas filhas de Brahma: Buddhi (intelecto) e Siddhi (poder espiritual). == Festivais e adorações a Ganesha == Na Índia, existe um importante festival em honra ao Senhor Ganesha. Mesmo sendo mais popular no estado de Maharashtra, ele é festejado por toda a Índia. Ele é celebrado por dez dias começando pelo Ganesha Caturthi. Isto foi introduzido por Balgangadhar Tilak como uma maneira de promover o sentimento nacionalista quando a Índia era governada pelos Ingleses. Esse festival é celebrado e sua culminação é no dia de Ananta Caturdaśi quando a murti do Senhor Ganesha é imergida na água. Em Mumbai (antes conhecida como Bombaim), a murti é imergida no Mar Arábico e em Pune no rio Mula-Mutha. Em várias cidades do Norte e Leste da Índia, como Calcutá, eles são imergidos no sagrado rio Ganges. thumb|direita|250px|Celebrações de Ganesha pela comunidade indiana em Paris em 2004 As representações de Ganesha são baseadas em milhares de anos de simbolismo religioso que resultaram na figura de um deus com cabeça de elefante. Na Índia, as estátuas são expressões de significado simbólico e que por isso nunca foram reivindicadas como réplicas exatas da entidade original. Ganesha não é visto como uma entidade física, mas como um alto ser espiritual, e murtis, ou representações em estátua, atuam como notificação dele como um ideal. Por isso, referir-se às murtis como ídolos trai os entendimentos Ocidentais judaico-cristãos de veneração insubstancial de um objeto ao considerar que, na Índia, as deidades Hindus são vistas como acessíveis através de pontos simbólicos de concentração conhecidos como murtis. Por esse motivo, a imersão das murtis de Ganesha em rios sagrados próximos é compreensível, pois as murtis são entendidas como sendo apenas apreensões temporais de um ser superior ao invés de serem \"ídolos\", que são, tradicionalmente, vistos como objetos adorados por causa de sua divindade própria. A adoração de Ganesha no Japão vem desde o ano 806. === Ressurgimento da popularidade === Recentemente, houve um ressurgimento da adoração a Ganesha e um aumento do interesse no \"Mundo Ocidental\" devido à inundação de supostos milagres em setembro de 1995. No dia de 21 de setembro de 1995, de acordo com a revista Hinduism Today (www.hinduismtoday.com), as estátuas de Ganesha (e de alguns outros deuses da família de Xiva) na Índia começaram a beber leite espontaneamente quando uma colher cheia era posta perto da boca das estátuas em honra ao deus elefante. Os fenômenos propagaram-se de Nova Délhi a Nova York, Canadá, Ilhas Maurício, Quênia, Austrália, Bangladesh, Malásia, Reino Unido, Dinamarca, Sri Lanka, Nepal, Hong Kong, Trinidad e Tobago, Grenada e Itália entre outros lugares. Isso foi visto como um milagre por muitos, mas muitos céticos afirmaram que isso foi outro exemplo de histeria coletiva. Alguns experimentos científicos conduzidos naquela época sugeriram a ação capilar como uma explicação para este fenômeno. Permanecia um mistério o porquê de o fenômeno não haver se repetido até que o mesmo ocorresse novamente em 21 de agosto de 2006. Agora a questão é por que o fenômeno se repetiu. O livro Ganesha, Remover of Obstacles, de Manuela Dunn Mascetti, é outra de muitas fontes que testemunham o Milagre hindu do leite. == Popularidade de Ganesha == Ganesha possui duas Siddhis (simbolicamente representadas como esposas ou consortes): Siddhi (sucesso) e Riddhi (prosperidade). É amplamente acreditado que \"onde quer que esteja Ganesha, lá existe Sucesso e Prosperidade\" e \"onde quer que haja Sucesso e Prosperidade, lá está Ganesha\". É por isso que Ganesha é considerado como aquele que traz boa sorte, e a razão pela qual ele é invocado primeiro antes de qualquer ritual ou cerimônia. Seja ela o Diwali Puja, ou uma nova casa, novo transporte, antes de uma prova estudantil, antes de entrevistas para emprego, é para Ganesha que se ora, porque acredita-se que ele irá vir para ajudar e garantir sucesso em qualquer empreitada. Ganesha é venerado como Vinayaka (culto) e Vighneśvara (removedor de obstáculos). Acredita-se que ele abençoa aqueles que meditam sobre ele. Ganesha, na astrologia, ajuda as pessoas a saber o que pode ser alcançado e o que não pode. == Os nomes de Ganesha == Assim como outras Murtis hindus (ou deuses e deusas), Ganesha tem muitos outros títulos de respeito ou nomes simbólicos, e é frequentemente venerado através do canto dos sahasranama, ou mil nomes. Cada um é diferente e carrega um sentido diferente, representando um aspecto diferente do deus em questão. Quase todos os deuses Hindus têm uma ou duas versões aceitas de suas próprias liturgias dos mil nomes (sahasranam). Alguns dos outros nomes de Ganesha são: :* Ameya (Sânscrito: अमेय), sem limites (em Marata) :* Anangapujita (Sânscrito: आनंगपूजीता), O Sem-Forma, ou Sem-corpo :* Omkara (Sânscrito: ॐ कार), com o corpo na forma do Om :* Balacandra (Sânscrito: बालचंदृ), aquele que carrega a lua em sua cabeça :* Cintamani (Sânscrito: चिन्तमनि), aquele que retira as preocupações :* Dhumraketu (Sânscrito: धुम्रकेतू), ou Ardente :* Gajakarna (Sânscrito: गजकर्ण), aquele com orelhas de elefante :* Gajanana (Sânscrito: गजानन्), aquele que possui a face de um elefante :* Gajavadana, aquele que tem a cabeça de elefante :* Gaṇadhyakśama (Sânscrito: गणध्यक्शमा), o líder das massas :* Gaṇapati (Sânscrito: गणपती), Condutor dos Gaṇas, espíritos e fantasmas do exército de Xiva :* Gaṇanatha, Senhor dos Gaṇas :* Gaṇanayaka, Senhor de todos os seres :* Ekadanta (Sânscrito: एकदंत), Com somente uma presa :* Kapila (Sânscrito: कपिल), o nome de uma vaca celestial. Gaṇexa representa as características de \"doação\" que simboliza a vaca, por isso o nome. :* Lambodara (Sânscrito: लंबोदर), de grande barriga :* Mushika Vahana, Aquele que conduz o rato :* Pillaiyar, tâmil para \"Filho Nobre\" :* Shupakarna, Grandes e Auspiciosas orelhas :* Sumukha (Sânscrito: सुमूख), aquele que tem uma bela face: Ganesha é dito possuir todas as qualidades da Lua, que também é chamado o Deus da beleza, e por isso ele é conhecido como Sumukha. :* Vakratunda (Sânscrito: वक्रतुंड), Tromba curvada :* Vighnaharta (Sânscrito: विघ्नहर्त), Removedor de obstáculos :* Vighna Vinashaka, removedor dos obstáculos :* Vighnesh ou Vighneshvara (Sânscrito: विग्णेशवर), controlador dos obstáculos (Vighna = obstáculos, īśvara=senhor) :* Vikata (Sânscrito: विकट), o feroz :* Vinayaka, (Sânscrito विनायक), um líder distinto (Vi significa viśeṣa Especial e nayaka da raiz ni liderar, por isso, Líder :* Vishvadhara ou Jagadoddhara, Aquele que mantém o universo :* Vishvanata ou Jagannatha, Senhor do Universo Outra murti muito amada é a Bala Gajanana ou Bala Ganesha (literalmente, pequeno Ganesha ou bebê Ganesha), na qual um Ganesha bem jovem com uma pequena tromba e grandes olhos é representado nos braços de seus Pais Divinos, ou enquanto ele docemente abraça o Lingam, o símbolo de Xiva. === Os doze nomes de Ganesha === O Ganesha Puraṇa, um importante texto dos Gaṇapatyas, nos dá uma lista dos doze principais nomes do deus-elefante. Esses nomes devem ser pronunciados antes de qualquer ritual. Eles são o seguinte: :1. Sumukha: \"O Senhor cheio de graça\" :2. Ekadanta: \"O Senhor que só possui uma presa\" :3. Kapila: \"O Senhor de cor fulva\" :4. Gajakarna: \"O Senhor com orelhas de elefante\" :5. Lambodara: \"O Senhor com uma barriga proeminente\" :6. Vikata: \"O Deformado\" :7. Vighnanâsaka: \"O Senhor destruidor dos obstáculos\" :8. Ganâdhipa: \"O Senhor protetor do Gaṇa\" :9. Dhûmraketu: \"O Senhor de cor esfumaçada\" com dois braços cavalgando um cavalo azul, o Governante da Kali Yuga :10.Ganâdhyaksha: \"O Ministro dos Gaṇa\" :11.Bhâlachandra: \"O Senhor que usa a lua crescente em sua cabeça\" :12.Gajânana: \"O Senhor com uma face de elefante\". Além desses, existem mais nomes que constituem os 21 nomes de Ganesha, utilizados durante o Puja. Oferenda de flores e arroz acompanham os 21 nomes de Ganesha (eka viśanti nama). :*Vighnarâja: \"O Rei dos obstáculos\" :*Gajânana: \"O Senhor que possui face de elefante\" :*Lambodara: \"O Senhor com uma barriga proeminente\" :*Xivatmaja: \"O Filho de Xiva\" :*Vakratunda: \"O Senhor de tromba torcida\" :*Supakarna :*Gaṇeśvara: \"O Senhor do Gaṇa\" :*Vighnanashin: \"O Destruidor de Obstáculos\" :*Vikata: \"O Deformado\" :*Vamana: \"O Anão\" :*Sarvadeva :*Sarvadukhavinâshi :*Vighnarhartr: \"O Senhor que cancela os obstáculos\" :*Dhûmrâja :*Sarvadevâdhideva :*Ekadanta: \"O Senhor que tem apenas uma presa\" :*Krishnapingala: \"O Senhor Azul e Escuro\" :*Bhâlachandra: \"O Senhor que carrega a lua crescente na cabeça\" :*Gananâtha: \"O comandante supremo do Gana\" :*Shankarasunav: \"O filho de Shankara\" :*Anangapujita: \"O Senhor sem forma\" ==Galeria de imagens== imagem:Vinayak20120901 182939.jpg imagem:Gajanan20120901 182954.jpg imagem:Ganapathi20120901 183219.jpg imagem:Ganapati20120901 183229.jpg imagem:Ganaraj20120901 183011.jpg imagem:Ganesh20120901.jpg imagem:Ganesh20120901.jpg imagem:Ganesha20120901.jpg| imagem:Vighnavarta20120901 183242.jpg imagem:गणपति १२३.JPG| imagem:गणपति मखरात.JPG| imagem:मोदकIMG 0375.JPG| imagem:मोदक नैवैद्यIMG 0376.JPG| imagem:ModakaIMG 0377.JPG| imagem:गणपती सजावट.JPG| imagem:Gajanan गजनन.JPG| imagem:Ganapathi गणपति.JPG| imagem:Siddhivinayak.JPG| imagem:Ganesh Closeup.JPG| imagem:मखर.JPG| imagem:Vighnaharta.JPG| == Notas == # Ao contrário da opinião popular, o hinduísmo védico \"primitivo\" não era politeísta nem monoteísta, porém é melhor identificado como uma religião henoteísta: as diferentes manifestações e formas de Deus (entre as quais os avatares e os devas) são considerados infinitas emanações de Brahman (o princípio impessoal da realidade do qual todos os mundos e seres derivam) criadas para tornar Brahman acessível para o homem. == Bibliografia == * * Categoria:Deuses hindus Categoria:Deidades, bodisatvas e demônios budistas Categoria:Híbridos humanos na mitologia",
 "title": "Ganesha"
}