{
 "id": "23597",
 "text": "Carl Gustav Jakob Jacobi (Potsdam, — Berlim, ) foi um matemático alemão, que fez contribuições fundamentais para funções elípticas, dinâmica, equações diferenciais e teoria dos números. Seu nome está escrito ocasionalmente como Carolus Gustavus Iacobus Iacobi em seus livros latinos, e seu primeiro nome é dado às vezes como Karl. Jacobi foi o primeiro matemático judeu a ser nomeado professor em uma universidade alemã. == Biografia == Carl Gustav Jacobi nasceu no dia 10 de Dezembro de 1804, foi o segundo filho de um próspero banqueiro. O seu primeiro professor, irmão de sua mãe, deu-lhe aulas de matemática, preparando-o para entrar no Ginásio de Potsdam em 1816. Logo Jacobi evidenciou sua “mente universal” declarada pelo reitor do ginásio quando ele o deixava em 1821 para entrar na Universidade Humboldt de Berlim. == Carreira == Poderia ter-se tornado um célebre filólogo, caso a matemática não o tivesse atraído mais fortemente. Tendo se apercebido de que o rapaz tinha gênio matemático, o professor Heinrich Bauer deixou que ele estudasse sozinho, depois de se ter ele rebelado, recusando o aprendizado da matemática através de um roteiro e uma regra. Jacobi buscou os mestres. Os trabalhos de Leonhard Euler e Lagrange ensinaram-lhe álgebra e cálculo e introduziram-no na grande teoria dos números. Seu autodidatismo propiciou seu primeiro trabalho notável - em funções elípticas - sua diretriz definitiva. Desconhecendo que Niels Henrik Abel tinha atacado as equações gerais do quinto grau, Jacobi buscou uma solução. Embora sua busca tivesse sido infrutífera, com este trabalho aprendeu muito de álgebra, imputando-lhe considerável importância como um degrau para sua educação matemática. Mas, aparentemente, não compreendeu (como o fez Abel) que tais equações não eram solucionáveis algebricamente. Jacobi tinha uma mente objetiva e nenhuma inveja ou ciúme em sua natureza generosa. Ele referiu-se a obra prima de Niels Abel dizendo “está acima do meu louvor, assim como acima de meus trabalhos”. Permaneceu estudando em Berlim de abril de 1821 até maio de 1825. Durante os primeiros dois anos ele dividiu seu tempo, eqüitativamente, entre filosofia, filologia e matemática. Chamou a atenção sobre si de P. A. Boeckh, um renomado estudioso dos clássicos. Mas Boeckh não conseguiu convertê-lo para os estudos clássicos. Tendo decidido dar à matemática o melhor que pudesse, escreveu para seu tio Lehmann, dizendo: “A grandiosidade dos trabalhos de Euler, Lagrange e Laplace elevou o nível de exigência e compreensão de quem busca o domínio destas novas descobertas, caso não queira permanecer perambulando na superfície do conhecimento. Para dominar este colosso não pode haver descanso ou paz até que se alcance o topo e se consiga visualizar o trabalho em toda sua inteireza. Só então, quando se alcançou o espírito, ou a idéia pretendida, é possível trabalhar efetivamente para o seu acabamento em todos os seus detalhes.” A um amigo que lhe dissera ser a pesquisa científica prejudicial à saúde, respondeu: “Claro! Certamente eu, algumas vezes, pus em perigo a minha saúde pelo excesso de trabalho, mas e daí? Apenas repolhos estão livres de preocupações. E o que obtêm eles de seu perfeito bem estar?” Em agosto de 1825 recebeu seu grau de Ph.D. pela dissertação sobre frações parciais e tópicos relacionados. Embora demonstrasse considerável engenho na manipulação das fórmulas, sua dissertação não dava nenhum sinal definitivo do soberbo talento do autor. Concomitantemente a sua prova para o grau de Ph.D. ele iniciou seu treinamento para o magistério, passando a lecionar cálculo de superfícies curvas na Universidade de Berlim, logo se tornando o mais inspirado professor de matemática do seu tempo. Parece ter sido ele o primeiro professor numa universidade que treinou seus alunos em pesquisa, através do ensino de suas últimas descobertas, deixando que os estudantes vissem a criação de um novo assunto acontecendo diante deles. Apenas alguns adquiriram a aptidão para o trabalho independente; outros para lançar-se à produção pessoal queriam inicialmente dominar toda a matéria relativa ao problema. Para estes ele dizia: “Seu pai nunca teria casado, e você não estaria aqui agora, se ele insistisse em conhecer todas as moças do mundo antes de casar-se com uma.” Em 1826 tinha assegurado o lugar de professor na Universidade de Königsberg. Em 1827 algumas pesquisas publicadas sobre a teoria dos números (relativas à reciprocidade cúbica), excitou a admiração de Gauss o que levou, pela raridade do acontecido, o Ministro de Educação a tomar conhecimento, promovendo Jacobi para um posto acima de seus colegas, o que representou um degrau importante para um jovem de vinte e três anos. Aqueles que foram ultrapassados ressentiram-se com a promoção, porém, dois anos mais tarde, quando Jacobi publicou sua obra prima Fundamenta Nova Theoriae Functionum Ellipticarum (Novos fundamentos da Teoria de Funções Elípticas) eles foram os primeiros a dizer que nada mais que justiça tinha sido feita. Em 1832 morreu o pai de Jacobi. Até então ele não precisara trabalhar para viver. Oito anos depois a fortuna da família esfacelou-se. Aos 36 anos não tinha como prover a subsistência de sua mãe, também arruinada. A perda da fortuna, porém, não teve qualquer efeito em seu trabalho. Em 1842 Jacobi e Bessel compareceram a um encontro da Associação Britânica em Manchester, onde se encontraram com o irlandês William Rowan Hamilton, do que resultou uma das maiores glórias para Jacobi que foi a continuação do trabalho de Hamilton em dinâmica e, de uma certa forma, para completar o que o irlandês tinha abandonado. No ano seguinte ele sofreu um completo estresse por excesso de trabalho. Na quarta década do século XIX, na Alemanha o avanço da ciência estava nas mãos dos nobres. Quando ficou doente, o Rei possibilitou que ele tomasse longas férias no ameno clima italiano. Depois de alguns meses em Roma e Nápoles com Carl Wilhelm Borchardt e Dirichlet, Jacobi voltou a Berlim em junho de 1844. Foi-lhe autorizado permanecer em Berlim até que sua saúde estivesse restaurada porém, não lhe foi dada à cadeira de professor na Universidade. Como membro da Academia, porém, teria autorização de fazer conferências onde quer que escolhesse. Mais tarde, tirando do seu próprio bolso, o Rei garantiu a Jacobi um substancial subsídio, podendo-se imaginar que ele continuaria preso a sua matemática. Isto não aconteceu porque, para melhorar seu sistema nervoso, seu médico aconselhou-o a meter-se em política. O honesto matemático entrou inocentemente na arena da política, como candidato pelo partido liberal, ou seja, contra o Rei de quem era pensionista. Seu consultor político fora um professor por ele postergado em sua rápida ascendência na carreira universitária. Jacobi, pensionista do rei, não poderia ser levado a sério. Foi considerado um oportunista ou um espião para os realistas. Ele refutou tais insinuações num magnífico discurso porém inútil pelas circunstâncias. Não foi eleito. O Ministro da Educação vendo em sua atividade política a evidência de que sua saúde estava suficientemente recuperada questionou-o a fim de que voltasse a Königsberg. O Rei interrompeu alguns dias depois a mesada que lhe oferecia, revoltado pela traição de que se sentiu alvo. Ninguém demonstrou qualquer simpatia por Jacobi. Este encontrou- se então sem qualquer recurso, com mulher e sete crianças para prover. Um amigo assumiu o cuidado de sua mulher e filhos enquanto Jacobi retirava-se para um pequeno quarto de hotel a fim de continuar suas pesquisas. == Últimos anos e morte == Em 1849, aos quarenta e cinco anos, era, com a exceção de Gauss, o mais famoso matemático na Europa. A Universidade de Viena sondou a possibilidade de tê-lo como professor. Littrow, amigo vienense de Abel, assumiu as negociações, tendo sido feita uma generosa e definitiva oferta. Alexander von Humboldt falou com o Rei ofendido; a mesada foi restabelecida, e não foi permitido que Jacobi, o segundo maior homem da Alemanha, fosse roubado. Ele permaneceu em Berlim. Seus trabalhos abrangem a aplicação das funções elípticas à teoria dos números; com o trabalho de equações diferenciais começou uma nova era; em Álgebra, para citar apenas uma dentre muitas, inseriu a teoria de determinantes na fórmula simples, agora familiar para todo estudante do segundo ano de um curso de álgebra; fez substanciais contribuições para a teoria da atração de Newton-Laplace-Lagrange e muitos outros. Jacobi morreu prematuramente devido a varíola. ==Ver também== *Matriz Jacobiana ==Ligações externas== * * * * * Categoria:Membros da Academia de Ciências de Göttingen Categoria:Membros da Academia de Ciências da Prússia Categoria:Membros da Academia de Ciências da Rússia Categoria:Membros da Academia Real das Ciências da Suécia Categoria:Membros estrangeiros da Royal Society Categoria:Geômetras diferenciais Categoria:Professores da Universidade Humboldt de Berlim Categoria:Professores da Universidade de Königsberg Categoria:Matemáticos da Alemanha Categoria:Matemáticos da Alemanha do século XIX Categoria:Alunos da Universidade Humboldt de Berlim Categoria:Judeus da Alemanha Categoria:Naturais de Potsdam Categoria:Mortes por varíola",
 "title": "Carl Gustav Jakob Jacobi"
}