{
 "id": "23658",
 "text": "As línguas afro-asiáticas, ou camito-semíticas, por vezes também chamadas afrasiáticas, lisrâmicas ou eritreias, são uma família de línguas de cerca de 400 línguas. Há 495 milhões de falantes das diversas línguas afro-asiáticas, espalhados pelo extremo norte e leste da África, pela região do Sahel e em todo o sudoeste da Ásia. Dentre as línguas afro-asiáticas mais conhecidas estão o árabe, o hebraico e o hauçá. Várias das línguas da antiguidade africana e do Oriente Médio pertencem à família afro-asiática, tais como a língua egípcia e o acádio, faladas no Antigo Egito e Babilônia, respectivamente. Os sistemas de escrita desenvolvidos para estas línguas estão entre os mais antigos da humanidade. O próprio alfabeto latino tem sua origem remota no abjad utilizado para escrever o fenício, língua afro-asiática do ramo semítico. O fato de as línguas afro-asiáticas serem escritas continuamente há tanto tempo confere-lhes um lugar especial nos estudos de linguística histórica, já que os registros escritos da família cobrem um período de mais de quatro mil anos. == Classificação interna == A família afro-asiática se subdivide nos seguintes ramos: *Ramo berbere **cabila, tuaregue, tamazigue, etc. *Ramo chádico **hauçá, daba, munjuque, etc. *Ramo cuxítico **oromo, afar, somáli, etc. *Ramo egípcio (extinto) **egípcio antigo e copta *Ramo semítico **árabe, hebraico, fenício, amárico, etc. *Ramo omótico **xeco, bambássi, ganza, etc. O Glottolog não considera o ramo omótico como pertencente à família afro-asiática. Contudo, o beja é considerado afro- asiático pelo coletivo de linguistas, sendo geralmente classificada como parte do grupo cuxítico. A língua ongota é também considerada afro-asiática, mas sua classificação dentro da família ainda é indefinida em parte devido à falta de dados. === Terra natal (urheimat) dos falantes do proto-afro-asiático === Há controvérsia sobre onde se falava a língua que deu origem aos idiomas afro- asiáticos (chamada proto-afro-asiático pelos especialistas). Pesquisadores como Igor Diakonoff e Lionel Bender sugerem a África, sobretudo a Etiópia, devido à grande diversidade de suas línguas afro-asiáticas. Também se sugeriu a costa ocidental do Mar Vermelho ou a região do Saara, propostas defendidas por Christopher Ehret. Por outro lado, Alexander Militarev sugere o Levante. As línguas semitícas formam o único ramo do afro-asiático presente majoritariamente fora da África. Entretanto, há indícios que ao menos alguns falantes de línguas semíticas tenham feito o caminho inverso, do sul da Península Arábica para a Etiópia, fato que explica que algumas línguas atualmente faladas no país, como o amárico e o tigré, sejam semíticas, não cuxíticas ou omóticas. Em contrapartida, alguns especialistas como Murtonen (1967) sugerem que o semítico tenha se originado na Etiópia e de lá migrado para a Arábia. ==Distribuição e status nos dias atuais== ===Línguas oficiais=== Apenas uma minoria das línguas afro-asiáticas possui caráter de idioma oficial nos países onde são faladas. Do ramo berbere, apenas o tamazigue tem status oficial, desde 2011, no Marrocos, e de 2016, na Argélia. O ramo chádico, que conta com 200 línguas, tem apenas o hauçá como representante com status de língua oficial, na Nigéria. Do ramo cuxítico, o somáli é idioma oficial na Somália e no Djibuti, ao passo que o oromo é uma das três línguas oficiais da Etiópia. Nenhuma língua do ramo egípcio é falada nos dias atuais como língua materna, apesar de o copta ser a língua litúrgica da Igreja Ortodoxa Copta egípcia, o que lhe garante prestígio linguístico. O ramo semítico possui o maior número de línguas oficiais em diversos países. Além do árabe clássico, idioma oficial da maior parte dos países muçulmanos, o hebraico é oficial em Israel, o amárico e o tigrínio na Etiópia e o maltês em Malta. O maltês é a única língua afro-asiática nativa à Europa. === Caráter semioficial ou língua nacional === O tigré (semítico) é considerado língua de trabalho regional na Etiópia. O afar (cuxítico) é língua nacional no Djibuti, ao passo que o tamazigue e o tuaregue (ambas berberes) são línguas nacionais no Mali e no Níger, no qual o hauçá (chádico) também é língua nacional. Em Camarões, além do hauçá, há 57 línguas chádicas de caráter nacional. === Línguas litúrgicas === As línguas afro-asiáticas têm grande importância cultural dentre as religiões abraâmicas . Além do uso do copta na Igreja Ortodoxa Egípcia, a língua árabe é a língua utilizada em rituais e liturgias de comunidades religiosas muçulmanas. O hebraico é utilizado pelas congregações judaicas ao redor do mundo, e influenciou o cristianismo por meio de conceitos referentes ao judaísmo no Antigo Testamento. A língua etíope (também chamada ge'ez ou gueês) é a língua litúrgica da Igreja Ortodoxa Etíope. A Igreja Ortodoxa Síria utiliza o siríaco, língua derivada do aramaico, em sua liturgia. == Tipologia e características comuns == === Fonologia === O sistema vocálico reconstruído para o proto-afro-asiático é relativamente simples, sendo composto de três vogais curtas /i a u/ e três longas vogais /iː aː uː/. Segundo Ehret (1996), há línguas tonais nos ramos omótico, chádico, e cuxítico meridional e oriental. Os ramos semita, berbere e egíptico não são tonais. A reconstrução do sistema consonantal apresenta mais incertezas. Não há acordo dentre os linguistas especialistas no afro-asiática sobre o número exato de fonemas consonantais ou tampouco sobre inventário. A reconstrução de Ehret (1995) inclui 42 consoantes, ao passo que Orel e Stolbova (1995) propõem 33 consoantes. A tabela a seguir apresenta O inventário combinado de ambas as reconstruções; fonemas entre () são reconstruídos apenas por Ehret, ao passo que consonantes entre <> correspondem à reconstrução de Orel e Stolbova: Labial Lateral Alveolar Palatal Velar Labiovelar Uvular Faringal Glotal Oclusivas Africadas Fricativas Soantes A maioria das línguas afro-asiáticas apresenta uma série de consoantes ditas enfáticas, que são geralmente glotais, faringais ou oclusivas. === Morfossintaxe === Alguns traços compartilhados por diferentes idiomas afro- asiáticos incluem: * Dois gêneros no singular, sendo o feminino indexado com o fonema / t / * Três casos gramaticais indexados morfologicamente (nominativo, absolutivo/acusativo e genitivo) nos substantivos *Ordem básica dos constituintes do tipo VSO (\"Toma a mulher o caldo\"), com tendências em relação à ordem SVO (\"A mulher toma o caldo\") *Presença de prefixos e sufixos nos verbos * Morfologia templática triconsonantal, na qual derivação e flexão se dão por mudanças internas nas palavras **Plural por flexão interna ou descontínuo, no qual o plural de substantivos e adjetivos se dá por mudanças no interior da palavra, podendo haver rearranjo concomitante das consoantes. Em várias línguas afro-asiáticas, algumas palavras podem também apresentar sufixos concomitantes às mudanças internas, ou apenas o sufixo. Plural por flexão interna no afro-asiático Ramo Língua Singular Plural Trad. Egíptico Copta bazak bazíkwu servo - servos mādaw madíwwu palavra - palavras Semítico Árabe sabīl subul caminho - caminhos funduq fanādiq hotel - hotéis Etíope (gueês) kokäb kwakəbt estrela - estrelas hagar ahgur região - regiões Chádico Hauçá káskóo kásàaké vasilha - vasilhas sírdìi síràadàa sela - selas Cuxítico Somáli édeg edgó teta de vaca - tetas de vaca máraq marqó curral ovino - currais ovinos ==== Conjugação verbal ==== Nos sistemas verbais dos ramos semítico, berbere e cuxita (incluindo o beja) a indexação de pessoa do discurso é feita por prefixos, sendo que as formas plurais contêm também um sufixo. Em hauçá, os pronomes pessoais são conjugados. GLOSSA Árabe (semítico) Cabila (berbere) Copta (egíptico) Saho (cuxítico) Beja (cuxítico) Hauçá (chádico) Som comum Verbo morrer matar chegar sentar Singular eu ʔa-muutu m-muteɣ ti-mou a-gdifé a-ktim náa záunàa - tu (fem.) ta-muutu-na tetta-mted te-mou ta-gdifé ta-ktimíi kín záunàa *ta- ou *te- tu (masc.) ta-muutu te-mmuteḍ k-mou ti-ktima káa záunàa *t- ou *k- ela ta-muutu te-mmut f-mou ya-gdifé ti-ktim táa záunàa *t- ele ya-muutu ye-mmut s-mou i-ktim yáa záunàa *j- Plural nós na-muutu ne-mmut tən-mou na-gdifé ni- ktim mún záunàa *n- vós ta-muutuu-na te-mmut-em te-tənmou ta-gdif-ín ti-ktim- na kún záunàa *t- e/ou *-n eles ya-muutuu-na mmut-en se-mou ya-gdif-ín ik-tim- na sún záunàa *j- e/ou *-n Apesar da diferença marcada entre o hauçá e as demais línguas na conjugação verbal, percebe-seos pronomes divergentes (kín/káa para segunda pessoa) na verdade são consistentes com a série de pronomes pessoais sufixados (ver abaixo). ==== Pronomes pessoais sufixados ==== Os sufixos que indicam pessoa (pronomes pessoais e possessivos) apresentam formas similares nos ramos semítico, bérbere, cuxítico (incluindo no beja) e chádico. Quando afixados a substantivos, tais prefixos indicam posse (*dîm-ki 'sangue dela', *dîm-ʔina 'nosso sangue'), ao passo que em verbos tais sufixos indicam o objeto direto. As formas reconstruídas para os diferentes ramos são: Ramo Singular Plural 1ª 2ª m. 2ª f. 3ª m. 3ª f. 1ª 2ª m. 2ª f. 3ªm. 3ªf. Egíptico *-ay *-ku *-ki *-su *-si *-ina *-kina *-sina Semítico *-ī, *-yaʔ, *-ni *-ka *-ki *-šu *-ši *-na, *-nu, *-ni *-kumu *-kina *-šumu *-šina Berbere -i, -i-n -k -(k)m -s -nγ -un -unt *-sn *-snt Cuxítico *-yi, *-yu, *-ya *-ku *-ki *(ʔi)-su *(ʔi)-sa *(ʔi)-st *(ʔi)-na *-nu, *-ni *-kun(V) *-kin(V) *(ʔi)-sunV *(ʔi)-sinV Chádico wa, ni -ka -kim ši ta -na kun sun Omótico yi-n iz-n iž-n -in iš-n PROTO-AA *i / *yi *ku, *ka *ki *si *isi *ʔina *kūna *su, (*suna) ==== Casos gramaticais ==== O afro-asiático possuía um sistema de casos nominais, no qual o sufixo indexava o papel semântico do substantivo, por exemplo o iniciador da ação (nominativo) ou o paciente da ação ( acusativo). Os dados abaixo do berbere provêm do shilha, ao passo que o ramo chádico é representado pelo hauçá. Caso Sufixo Reflexos específicos em cada ramo Semítico CuxíticoVergleiche: Hans-Jürgen Sasse: Case in Cushitic, Semitic and Berber. In. James Bynon (Hrgs.): Current Progess in Afro-Asiatic Linguistics. John Benjamins, Amsterdam/Philadelphia 1984. ISBN 90-272-3520-1. Seite 111-126 BerbereRekonstruktion nach: Karl-G. Prasse: Manuel de grammaire touarègue (tăhăggart). 3 Bände, Kopenhagen 1972-1974. ISBN 87-500-1489-7, ISBN 87-500-1310-6, ISBN 87-505-0205-0 Egíptico Omótico Nominativo *-u *-u *-i / *-u *wā- -w *-u Absolutivo *-a *-a (Acusativo) *-a *ā- *-a Genitivo *-i *-i *-i *-i *-i == Cognatos e léxico comparado == Dentre as palavras cognatas encontradas em vários ramos citam-se: * b-n- \"construir\" (Ehret: *bĭn), atestada nos ramos chádico, semítico (*bny), cuxita (*mĭn/*măn \"casa\") e omótico (dime bin- \"construir, criar\"); * m-t \"morrer\" (Ehret: *maaw), atestada no chádico (p.ej., hauçá mutu), egíptico (mwt, mt, copta mu), berbere(mmet, pr. yemmut), semítico (*mwt), e cuxita (proto-somáli *umaaw/*-am-w(t)- \"morrer\") * s-n \"saber\", atestada nos ramos chádico, berbere, e egíptico * l-s \"língua\" (Ehret: *lis' \"chupar\"), atestada no semítico (*lasaan/lisaan), egíptico(ns, copta las), berbere (iles), chádico (hauçá harshe), e possivelmente no omótico (Dime: lits'- \"lamber\"); * s-m \"nome\" (Ehret: *sŭm / *sĭm), atestada no semítico (*sm), berbere (isem), chádico (hauçá suna), cuxita e omótico (as formas berbere isem e omótica sunts se atribuem por vezes a empréstimos do semítico); o egípcio smi \"informar, anunciar\" talvez seja cognato. * d-m \"sangue\" (Ehret: *dîm / *dâm), atestada em berbere (idammen), semítico (*dam), chádico, e possivelmente no omótico. O cuxita *dîm/*dâm, \"vermelho\", pode ser um cognato. === Numerais === Os numerais reconstruídos para os diferentes ramos são os seguintes: GLOSA PROTO- BERBERE PROTO- SEMÍTICOJohn Huehnegard, 2004, p. 154 PROTO- EGÍPTICOA. Loprieno, 1995. PROTO- CUXITA ORIENTALNumerals in Cushitic languages PROTO- OMÓTICOBlazek V. \"Lexicostatistical Comparison of Omotic Languages\" Chádico Chádico Chádico GLOSA PROTO- BERBERE PROTO- SEMÍTICOJohn Huehnegard, 2004, p. 154 PROTO- EGÍPTICOA. Loprieno, 1995. PROTO- CUXITA ORIENTALNumerals in Cushitic languages PROTO- OMÓTICOBlazek V. \"Lexicostatistical Comparison of Omotic Languages\" Hauçá PROTO- MASA PROTO- CHÁDICO 1 *istta / *isko- *ɗaw 2 (mas.) (fem.) (mas.) (fem.) *lam- *lam- *mbàʔ *hʷoɓ *mbal- *sura 3 *sase *sidda-~ *saddi- *kaizo *ɦindi *kur̃ 4 *sʷora *ʔoiddo *fiɗi *fəɗu 5 *kən- *utʦʼa *vatɬ *baːɗi 6 *leħ- *kargi- *5+1 7 *sidiya- *5+2 8 *siddeta *taɣwas- 9 10 *tanɓa *taɓi *gwam- *dok == Bibliografia == * Bernd Heine and Derek Nurse, African Languages, Cambridge University Press, 2000 - Cap. 4 * Merritt Ruhlen, A Guide to the World's Languages, Stanford University Press, Stanford 1991. * Lionel Bender et al., Selected Comparative-Historical Afro-Asiatic Studies in Memory of Igor M. Diakonoff, LINCOM 2003. == Referências == == Ligações externas == * Ethnologue - Línguas afro-asiáticas * Russell G. Schuh, Chadic Overview. == Veja também == * Línguas africanas *",
 "title": "Línguas afro-asiáticas"
}