{
 "id": "23668",
 "text": "são histórias em quadrinhos ou romances gráficos originários do Japão. A maioria dos mangás segue um estilo desenvolvido no final do século XIX no Japão. O termo manga é usado no Japão é utilizado para referir tanto às histórias em quadrinhos, quanto aos cartunistas. Fora do Japão, a palavra é tipicamente utilizada para se referir a histórias em quadrinhos publicadadas no pais. Vários mangás dão origem a animes para exibição na televisão, em vídeo ou em cinemas, mas também há o processo inverso em que os animes tornam- se uma edição impressa de história em sequência ou de ilustrações. A palavra pode ser escrita, em japonês, das seguintes formas: , , e romaji (manga). No Japão, pessoas de todas as idades leem mangás. A mídia inclui obras em uma ampla gama de gêneros: ação-aventura, negócios e comércio, comédia, detetive, drama histórico, horror, mistério, romance, ficção científica e fantasia, sexualmente explícito, esportes e jogos, suspense, entre outros.\"Manga/Anime topics\". www.mit.edu. Muitos mangás são traduzidos para outras línguas. Desde a década de 1950, o mangá se tornou uma parte importante da indústria editorial japonesa, representando um mercado de ¥ 406 bilhões no Japão em 2007 (aproximadamente US$ 3,6 bilhões) e 420 bilhões de ienes (aproximadamente US$ 5,5 bilhões) em 2009.Saira Syed (18 de agosto 2011). \"Comic giants battle for readers\". BBC News. BBC O mangá também ganhou um público mundial significativo.Wong, Wendy Siuyi (2006). \"Globalizing manga: From Japan to Hong Kong and beyond\". Mechademia: an Annual Forum for Anime, Manga, and the Fan Arts. pp. 23–45.Patten, Fred (2004). Watching Anime, Reading Manga: 25 Years of Essays and Reviews. Berkeley, California: Stone Bridge Press. ISBN 978-1-880656-92-1. Na Europa e no Oriente Médio, o mercado valia US$ 250 milhões em 2012.Danica Davidson (26 de janeiro de 2012). \"Manga grows in the heart of Europe\". Geek Out! CNN. Turner Broadcasting System, Inc. Em 2008, nos Estados Unidos e no Canadá, o mercado de mangá foi avaliado em US$ 175 milhões. Mangá representam 38% do mercado francês de quadrinhos, quase € 260 milhões, o que equivale aproximadamente a dez vezes ao dos Estados Unidos.Bouissou, Jean-Marie (2006). \"JAPAN’S GROWING CULTURAL POWER: THE EXAMPLE OF MANGA IN FRANCE\"Eurasiam. \"The Manga Market : Eurasiam - Japanese art & communication School\". As histórias de mangás são tipicamente impressas em preto e branco, embora existam mangás coloridos (por exemplo, Colorful). Diferente das suas contrapartes ocidentais, nos mangás geralmente a organização e sequência de leitura das páginas e dos painéis/quadrinhos nelas flui da direita para a esquerda (e de cima para baixo). No Japão, o mangá é geralmente publicado em grandes revistas de mangás, muitas vezes contendo muitas histórias, cada uma apresentada em um único capítulo a ser continuado na próxima edição. Se a série for bem sucedida, os capítulos podem ser republicados em volumes encadernados no formato tankohon, freqüentemente, mas não exclusivamente, no formato de bolso. Um artista de mangá (chamado de mangaká em japonês) normalmente trabalha com alguns assistentes em um pequeno estúdio e está associado a um editor criativo de uma editora. Se uma série de mangá é popular o suficiente, pode ganhar uma versão animada ou live-action, mesmo durante a sua publicação.Kittelson, Mary Lynn (1998). The Soul of Popular Culture: Looking at Contemporary Heroes, Myths, and Monsters. Chicago: Open Court. ISBN 978-0-8126-9363-8. Às vezes, o mangá é baseado em filmes live-action ou animados já existentes.Johnston-O'Neill, Tom (3 de agosto de 2007). \"Finding the International in Comic Con International\". The San Diego Participant Observer. == Etimologia == Os kanjis que são usados para escrever a palavra mangá em japonês pode ser traduzido como \"desenhos irresponsáveis\". Surgido originalmente no século XVIII, era usado na pintura chinesa conhecida como sumi-ê,Petersen, Robert S. (2011). Comics, Manga, and Graphic Novels: A History of Graphic Narratives. ABC-CLIO. ISBN 9780313363306. a palavra foi usada pela primeira vez no Japão no final do século XVIII, com a publicação de obras como Shiji no yukikai (1798) de Santō Kyōden, e no início do século XIX, em obras como Manga Hyakujo de Aikawa Minwa (1814) e os célebres livros Hokusai Manga (1814-1834) contendo desenhos variados a partir de esboços do famoso artista de ukiyo-e Katsushika Hokusai.Bouquillard, Jocelyn; Marquet, Christophe (1 de junho de 2007). Hokusai: First Manga Master. New York: Abrams. ISBN 0-8109-9341-4. Rakuten Kitazawa (1876-1955) usou pela primeira vez a palavra \"mangá\" no sentido moderno. Outros termos usados para indicar quadrinhos no Japão eram (inspirado nas obras de Toba Sōjō, artista do século XI) e ponchi-e (derivado da popular revista inglesa Punch). Em japonês, \"mangá\" refere-se a quadrinhos e animação. Entre os ocidentais, \"mangá\" tem o significado mais estrito de \"quadrinhos japoneses\", em paralelo ao uso de \"anime\" dentro e fora do Japão. O termo ani-mangá é usado para descrever os quadrinhos produzidos a partir de cenas de animação.Inu Yasha Ani-Manga Graphic Novels == Características== A ordem de leitura de um mangá japonês é a inversa da ocidental, ou seja, inicia-se da capa do livro com a brochura à sua direita (correspondendo à contracapa ocidental), sendo a leitura das páginas feita da direita para a esquerda. Scott McCloud observa, por exemplo, a presença do que ele chama de efeito de máscara, ou seja, a combinação gráfica de um personagens de quadrinhos com um ambiente realista, como também acontece na linha clara franco-belga. No entanto, nos mangás, podem ser desenhados de forma mais realista ou os personagens ou os objetos (este último quando se quer indicar certos detalhes). Metáforas visuais são usadas para simbolizar o estado emocional ou físico de um protagonista. Os personagens têm, frequentemente,olhos grandes , o que reforça a expressividade do rosto. A surpresa é muitas vezes traduzido pela queda do personagem. Os olhos grandes tem sua origem em capas de revistas shoujo de Junichi Nakahara e na influência da Walt Disney Pictures no estilo de Osamu Tezuka. No mangá, é comum o uso de numerosas linhas paralelas para representar o movimento. Uma outra característica a salientar é que a maioria dos personagens muitas vezes têm características ocidentais, como cabelos coloridos, mesmo que os personagens sejam de nacionalidade japonesa, as cores distintas podem ser usadas para definir a personalidade de cada personagens. == História == Os mangás têm suas raízes no período Nara (século VIII d.C.), com o aparecimento dos primeiros rolos de pinturas japonesas: os ou emakis. Eles associavam pinturas e textos que juntos contavam uma história à medida que eram desenrolados. O primeiro desses emakimono, o Ingá Kyô, é a cópia de uma obra chinesa e separa nitidamente o texto da pintura. A partir da metade do século XII, surgem os primeiros emakimono com estilo japonês. O é o exemplar de emakimono mais antigo conservado, sendo o mais famoso o , atribuído ao bonzo Toba Sōjō, também conhecido como Kakuyū e preservado no templo de Kozangi em Kyoto. Nesses últimos surgem, diversas vezes, textos explicativos após longas cenas de pintura. Essa prevalência da imagem assegurando sozinha a narração é hoje uma das características mais importantes dos mangás. No período Edo, em que os rolos são substituídos por livros, as estampas eram inicialmente destinadas à ilustração de romances e poesias, mas rapidamente surgem livros para ver em oposição aos livros para ler, antes do nascimento da estampa independente com uma única ilustração: o ukiyo-ê no século XVI. Adam L. Kern sugere que os , livros ilustrados do final do século XVIII, podem ter sido os primeiros quadrinhos do mundo. Essas narrativas gráficas compartilham temas cômicos, satíricos e românticos do mangá moderno.Kern, Adam (2006). Manga from the Floating World: Comicbook Culture and the Kibyoshi of Edo Japan. Cambridge, MA: Harvard University Press. ISBN 0-674-02266-1. Embora Kern não acredite que o kibyoshi fosse um precursor direto do mangá, para Kern a existência de kibyoshi, no entanto, aponta para uma disposição japonesa para misturar palavras e imagens em um popular meio de contar histórias.Kern, Adam, ed. (2007). \"Symposium: Kibyoshi: The World's First Comicbook?\". International Journal of Comic Art. 9 (1): 1–486. Ainda no século XVIII, Shimoboku Ooka criou o , ilustrações humorísticas inspiradas nas obras de Toba Sōjō. A partir de meados do século XIX, o humor gráfico europeu chega ao Japão através de cartunistas desse continente. Charles Wirgman foi um cartunista britânico que exerceu muita influência sobre o futuro dos mangás. Este cartunista chega em Yokohama em 1861 e no ano seguinte ele criou um jornal satírico, o The Japan Punch onde publicou até 1887, muitos de seus desenhos traziam balões de diálogos.Lucile Giraudet, « Manga, naissance et évolution d’un genre » dans Asiemute no 3 de outubro de2006. Ele ensinou técnicas ocidentais de desenho e pintura para um grande número de artistas japoneses como Takahashi Yuichi.Ellen P. Conant, Challenging past and present: the metamorphosis of nineteenth-century, University of Hawaii Press, 2006, p. 87. (ISBN 978-0-8248-2937-7) Em 1877 foi publicado o primeiro livro infantil estrangeiro: Max und Moritz do alemão Wilhelm Busch,GARCÍA, Santiago (2010). La novela gráfica, Bilbao, Astiberri Ediciones. obra considerada umas das precursoras dos quadrinhos.LUYTEN, Sônia. Mangá: o poder dos quadrinhos japoneses, (in: prefácio por Álvaro de Moya, autor de \"História da história em quadrinhos\"), Ed. Hedra, ISBN 85-87328-17-4 Influenciados pelo The Japan Punch de Wirgman, Kanagaki Robun & Kawanabe Kyosai criaram a primeira revista de mangá em 1874: Eshinbun Nipponchi. Eshinbun Nipponchi tinha um estilo muito simples de desenhos e não se tornou popular. Eshinbun Nipponchi terminou depois de três edições. A revista Kisho Shimbun lançada em 1875 foi inspirado por Eshinbun Nipponchi, que foi seguida por MaruMaru Chinbun em 1877, e depois por Garakuta Chinpo em 1879. Em 1882, um outro europeu chega ao país, Georges Ferdinand Bigot que ensinou arte na escola militar e em 1887, fundou a revista satírica Tôbaé. Shōnen Sekai foi a primeira revista shōnen criada em 1895 por Iwaya Sazanami, um famoso escritor de japonês de literatura infantil. Shōnen Sekai teve uma forte ênfase sobre a Primeira Guerra Sino-Japonesa. Nesse período, os mangás ficaram conhecidos como Ponchi-ê (abreviação de Punch- picture, ou imagem Punch). A expansão de técnicas europeias resultou em uma lenta, mas segura produção de artistas nativos japoneses como Kiyochika Kayashi, Takeo Nagamatsu, Ippei Okamoto, Ichiro Suzuki e, especialmente, Rakuten Kitazawa, cujo mangá (1902) é considerado o primeira mangá no seu sentido moderno. Kitazawa foi influenciado por quadrinhos norte-americanas como Katzenjammer Kids, Yellow Kid, e os trabalhos de Frederick Burr Opper.PETERSEN, Robert S. Comics, manga, and graphic novels: a history of graphic narratives. ABC-CLIO, 2011. p. 128 Em 1905, Kitazawa criou sua primeira revista Tokyo Pakku, nome influenciado pela revista americana Puck,CYBRIWSKY, Roman. Historical dictionary of Tokyo. Scarecrow Press, 2011. p. 188 no mesmo ano, lança Shoujo Sekai, uma versão feminina da Shōnen Sekai, considerada a primeira revista shoujoLone, Stewart (2007). Daily Lives of Civilians in Wartime Asia: From the Taiping Rebellion to the Vietnam War. Westport, Connecticut: Greenwood Publishing Group. ISBN 0-313-33684-9 e a Shonen Pakku, que é considerado revista de mangás para as crianças (kodomo). As revistas para crianças estava em estágio inicial de desenvolvimento período Meiji. Shōnen Pakku foi influenciada por revistas estrangeiras para crianças, como Puck,que um funcionário da Jitsugyō no Nihon viu e decidiu imitar. Em 1924, Kodomo Pakku foi lançado como outra revista de mangá infantil depois de Shōnen Pakku.'Shonen Pakku'; Japan's first children's manga magazine\". Kyoto International Manga Durante o boom, Poten (derivado do francês \"potin\") foi publicada em 1908. Todas as páginas eram coloridas com influências de Tokyo Pakku e Osaka Puck. Desconhece-se se houve mais edições além da primeira. Kodomo Pakku foi lançada em maio de 1924 por Tokyosha e apresentou arte de alta qualidade por muitos membros da arte do mangá como Takei Takeo, Takehisa Yumeji e Aso Yutaka. Alguns dos mangás apresentaram balões de diálogo, onde outros mangás das eras anteriores não usavam balões de fala e eram mudos. Em 1912, Ippei Okamoto começa a colaborar como cartunista para o jornal Asahi Shinbun, sendo o responsável pela publicação das tiras americanas Mutt e Jeff de Bud Fisher e Bringing up Father (Pafúncio e Marocas, no Brasil) de George McManus.Brigitte Koyama-Richard, Mille ans de manga, Paris : Flammarion, 2007 (ISBN 978-2-08-120063-0) Em 1923, Katsuichi Kabashima desenha a tira , roteirizado por Oda Nobutsune para o jornal Asahi Graph. Diversas séries comparáveis as de além-mar surgem nos jornais japoneses na década de 1930: Norakuro (1931), uma série antimilitarista de Tagawa Suiho, Speed Taro de Sako Shishido, e Boken Dankichi (1934) de Keizo Shimada, Nazo no kurōbaa (1934) de Katsuji Matsumoto. e Fuku-Chan (1936), de Ryuichi Yokohama, são alguns dos exemlos até a metade dos anos quarenta, quando toda a imprensa foi submetida à censura do governo, assim como todas as atividades culturais e artísticas. Entretanto, o governo japonês não hesitou em utilizar os quadrinhos para fins de propaganda. Na década de 1930, os kamishibai, os teatros de papel ambulante, se tornaram muito populares e são visto como derivados dos emakimonos.Junior Sagster. (Junho 2012). \"Fantomas\". Neo Tokyo (77). Editora Escala. ISSN 1809-1784. Personagens dos kamishibais como como Ōgon Bat e Príncipe Gamma (), são vistos como precursores dos chamados super- heróis,Bradner, Liesl (29 de Novembro de 2009). \"The superheroes of Japan who predated Superman and Batman\". Los Angeles Times. Ōgon Bat também seria adaptado em mangás, anime e filmes. Publicado de maio de 1935 a janeiro de 1941, Manga no Kuni coincidiu com o período da Segunda Guerra Sino-Japonesa (1937-1945). Manga no Kuni apresentou informações sobre como se tornar um mangaká e em outras indústrias de quadrinhos em todo o mundo. Manga no Kuni mudou seu título para Sashie Manga Kenkyū em agosto de 1940. Sob ocupação americana após a Segunda Guerra Mundial, os mangakás, como os desenhistas são conhecidos, sofrem grande influência das histórias em quadrinhos ocidentais da época, traduzidas e difundidas em grande quantidade na imprensa cotidiana. As raízes dos olhos arregalados comumente associados ao mangá remontam às ilustrações das revista shoujo durante o final do século XIX até o início do século XX. Os ilustradores mais importantes associados a esse estilo na época são Yumeji Takehisa, e particularmente Jun'ichi Nakahara, que, influenciado por seu trabalho como criador de bonecas, frequentemente desenhava personagens femininos com grandes olhos na década de 1930. Isso teve uma influência significativa no início do mangá, particularmente mangá shōjo, evidente no trabalho de influentes artistas de mangá, como Makoto Takahashi, Hideko Mizuno e Riyoko Ikeda.Toku, Masami (5 de junho de 2015). Em 1946, surge, o primeiro mangá feito por uma mulher, a tira Sazae-san de Machiko Hasegawa, publicada no jornal Asahi Shimbun. É então que um artista influenciado por Walt Disney, revoluciona esta forma de expressão e dá vida ao mangá moderno: Osamu Tezuka. As características faciais semelhantes às dos desenhos da Disney, onde olhos, boca, sobrancelhas e nariz são desenhados de maneira bastante exagerada para aumentar a expressividade dos personagens tornaram sua produção possível. É ele quem introduz os movimentos nas histórias através de efeitos gráficos, como linhas que dão a impressão de velocidade ou onomatopeias que se integram com a arte, destacando todas as ações que comportassem movimento, mas também, e acima de tudo, pela alternância de planos e de enquadramentos como os usados no cinema.A narrativa do Manga As histórias ficaram mais longas e começaram a ser divididas em capítulos. Nessa época, mangás eram bastante caros, começaram a surgir compilações em , livros produzidos com papel mais barato e capa vermelha e do tamanho dos cartões postais (B6). A prática de , aluguel de livros e revistas, começa a ser usada para mangás. thumb|left|Comparação entre o estilo mangá tradicional (estilizado) e o gekigá (realista) Em 1947, Fukujiro Yokoi lança \"Fushigina Kuni no Putcha\" (Putcha no País das Maravilhas), ambientada mil anos no futuro, cuja história apresenta o garoto Putcha e o um robô chamado Perii, que é comparado a Tetsuwan Atom (Astro Boy) de Tezuka, lançado em 1952, o autor viria a falecer em 1948, vítima de tuberculose.Bibe Luyten, Sonia Maria. Mangá, o poder dos quadrinhos japoneses. Hedra, (2000 ISBN 85-87328-17-4) Ainda em 1947, Tezuka publicou no formato akahon, um mangá escrito por Sakai Shichima, Shin Takarajima (A Nova Ilha do Tesouro), um título de grande de sucesso que chegou a vender 400 mil exemplares. Osamu Tezuka produz através de seu próprio estúdio, o Mushi Production, a primeira série de animação para a televisão japonesa em 1963, a partir de uma de suas obras: Tetsuwan Atom (Astro Boy). Finalmente a passagem do papel para a televisão tornou-se comum e o aspecto comercial do mangá ganhou amplitude, mas Tezuka não se contentou com isso. Sua criatividade o levou a explorar diferentes gêneros — na sua maioria, os mangás tinham como público-alvo as crianças e jovens —, assim como a inventar outros, participando no aparecimento de mangás para adultos nos anos sessenta com os quais ele pôde abordar assuntos mais sérios e criar roteiros mais complexos. Ele também foi mentor de um número importante de mangakás como Fujiko & Fujio (dupla criadora de Doraemon), Akira \"Leiji\" Matsumoto, Hideko Mizuno e Shotaro Ishinomori. Assim, os mangás cresceram simultaneamente com seus leitores e diversificaram-se segundo o gosto de um público cada vez mais importante, tornando-se aceitos culturalmente. A edição de mangás representa hoje mais de um terço da tiragem e mais de um quarto dos rendimentos do mercado editorial em seu país de origem. Tornaram-se um verdadeiro fenômeno ao alcançar todas as classes sociais e todas as gerações graças ao seu preço baixo e a diversificação de seus temas. De fato, como espelho social, abordam todos os temas imagináveis: a vida escolar, a do trabalhador, os esportes, o amor, a guerra, o medo, séries tiradas da literatura japonesa e chinesa, a economia e as finanças, a história do Japão, a culinária e mesmo manuais de \"como fazer\", revelando assim suas funções pedagógicas. Em 1957, Yoshihiro Tatsumi cunhou o termo para definir seus mangás de temáticas adultas, com estilo mais realista, a revista Garo foi uma importante antologia gekigá avant-garde lançada em 1964 por Katsuichi Nagai, que foi responsável pela publicação de Kamui Den de Sanpei Shirato e por revelar vários novos autores,Béatrice Maréchal, «Garo, magazine rebelle», dans 9e Art no 10, Centre national de la bande dessinée et de l'image, avril 2004, p. 48-53 como resposta a revista, Osamu Tezuka lança em 1967, a revista COM, onde publicou Hi no Tori (Phoenix).MacWilliams, Mark W (2008). Japanese Visual Culture: Explorations in the World of Manga and Anime. M.E. Sharpe. p. 83. ISBN 978-0-76-561602-9. o movimento gekigá daria origem a demográfia seinen. Na década de 1970, mangás shoujo, escritos por mulheres, desenvolvidas por iniciativa do chamado , integrado por Moto Hagio (Poe no ichizoku) e Keiko Takemiya (Kaze to ki no uta) então Riyoko Ikeda (Versailles no Bara), Suzue Miuchi (Glass no Kamen), Hideko Mizuno (Honey Honey) e Yumiko Igarashi e Kyoko Mizuki (Candy Candy). Colocando as relações psicológicas dos personagens, os mangás shoujo se destacam dos mangás shōnen. == Tipologia == ;Demografia É comum para os fãs de mangás, em vez de usar as classificações por gênero, classificarem os títulos pela demografia. * Kodomo, destinado a crianças de tenra idade. * Shonen, destinado a garotos adolescentes. * Shoujo, destinado a garotas adolescentes. * Seinen, destinado a homens jovens e adultos. * Josei, destinado a mulheres jovens e adultas. ;Gêneros A classificação dos mangás por gênero torna-se extremamente difícil, dada a riqueza de produção japonesa, na qual uma mesma série pode abranger vários gêneros e sofrer mutações ao longo do tempo. * Nekketsu: tipo de mangá em que as cenas de ação, onde os personagens defendem os valores da amizade e do treinamento. Exemplos: Dragon Ball, Hokuto no Ken, One Piece, Bleach, Naruto, Saint Seiya. * Spokon: mangá esportivo. O termo vem de contração da palavra inglesa \"sport\" com a japonesa \"konjō\" que significa \"coragem\". Exemplos: Inazuma Eleven, Eyeshield 21, Captain Tsubasa. * Gekiga: mangás adulto e temas dramáticos. Exemplos: Lobo Solitário, Crying Freeman, A Lenda de Kamui. * Magical Girl: meninas ou rapazes que têm algum objeto mágico ou poder especial. Exemplos: Sailor Moon, Sakura Card Captor, Mahou Shoujo Madoka Magica, Black Rock Shooter. * Yuri: história de amor entre meninas. Exemplo: Kannazuki no Miko. * Yaoi: história de amor entre homens. Exemplo: Sekai-ichi Hatsukoi. * Harém: rapaz cercado de garotas. Exemplo: Love Hina, Negima!. * Mecha: os robôs têm presença significativa em muitas ocasiões gigantes e tripulada por seres humanos. Exemplos Tengen Toppa Gurren Lagann, Gundam, Code Geass e Escaflowne. * Hentai, Seijin Mangá ou Ero-Mangá: mangás pornográficos, a maioria, heterossexual. * Aniparo: paródias de animes, mangás entre outros, muito comum em dōjinshis. * Jidaimono: mangá histórico. Exemplo: Lobo Solitário * Jôhô: mangá educativo. == Publicação == Os mangás são publicados no Japão originalmente em revistas antológicas impressas em papel-jornal parecidas com listas telefônicas. Essas revistas com cerca de 300 à 800 páginas são publicadas em periodicidades diversas que vão da semana ao trimestre. Elas trazem capítulos de várias séries diferentes. Cada capítulo normalmente tem entre dez e 40 páginas. Além disso, o conteúdo é impresso em preto e branco, contendo esporadicamente algumas páginas coloridas, geralmente no início dos capítulos, e em papel reciclado tornando-o barato e acessível a qualquer pessoa. Assim que atingem um número de páginas em torno de 160~200, é publicado um volume encadernado, chamado tankohon ou Tankōbon, no formato de bolso, que então contém apenas histórias de uma série.Gravett, Paul. Mangá: Como o Japão Reinventou os Quadrinhos. Conrad, 2006, ISBN 85-7616-164-8Schodt, Frederik L. 1986. Manga! Manga! The World of Japanese Comics. Tokyo: Kodansha. ISBN 978-0-87011-752-7. Esses volumes são os vendidos em diversos países dependendo do sucesso alcançado por uma série, ela pode ser reeditada em formato (mais compacto com maior número de páginas) e (melhor papel e formato um pouco maior que o de bolso). Uma das revistas mais famosas é a Shonen Jump da editora Shueisha. Ela publicou clássicos como Dragon Ball, Saint Seiya (ou Cavaleiros do Zodíaco), Yu Yu Hakusho e continua publicando outra séries conhecidas como Hunter x Hunter, Naruto, One Piece, Bleach e Toriko. Existem também outras revistas como a Champion Red mensal (Akita Shoten), que publica Saint Seiya Episode G (Cavaleiros do Zodíaco Episódio G), a Shonen Sunday semanal (Shogakukan), que publicava InuYasha, e a Afternoon mensal (Kodansha). Entre outras, podem-se citar também a Nakayoshi (Kodansha), revista de shoujo famosa que publicou entre outros Bishoujo Senshi Sailor Moon e Sakura Card Captors, e a Hana to Yume (Hakusensha) que publica Hana Kimi e Fruits Basket. Revistas de mangá também contêm quadrinhos one-shot e vários yonkoma (um tipo tira de quatro quadros). Há também os dōjinshis (fanzines) que são revistas feitas por autores independentes sem nenhum vínculo com grandes empresas. Algumas dessas revistas criam histórias inéditas e originais utilizando os personagens de outra ou podem dar continuidade a alguma série famosa. Esse tipo de produto pode ser encontrado normalmente em eventos de cultura japonesa e na internet. O Comiket (abreviação de comic market), uma das maiores feiras de quadrinhos do mundo com mais de 400.000 visitantes em três dias que ocorre anualmente no Japão, é dedicada ao dōjinshi. == Mangá digital == Graças ao advento da internet, tem havido novas formas de aspirantes a mangakás fazerem uploads e vender seu mangá online. Antes, havia duas maneiras principais pelas quais o trabalho do mangaká podia ser publicado: desenhar seu mangá impresso para as editoras ou submeter seu trabalho em concursos de revistas. === Web mangá === Nos últimos anos, houve um aumento recente no mangá lançado digitalmente. O web mangá, como é conhecido no Japão, viu um aumento graças, em parte, aos websites de hospedagem de imagens, onde qualquer um pode enviar páginas de suas obras gratuitamente. Apesar de ser lançado digitalmente, quase todos os mangás da web seguem o formato convencional em preto e branco, apesar de algumas publicações físicas nunca serem produzidas. Pixiv é o site mais popular onde uma série de trabalhos amadores e profissionais são publicados no site. Tornou-se o site de ilustrações mais visitado no Japão. O Twitter também se tornou um lugar popular para web mangás, com muitos artistas lançando páginas semanalmente em suas contas, na esperança de que seus trabalhos sejam apanhados ou publicados profissionalmente. Um dos melhores exemplos de um trabalho amador se tornando profissional é One-Punch Man de One, que foi lançado online e mais tarde teve um remake profissional por Yusuke Murata lançado digitalmente e uma adaptação em anime logo depois. Muitos das grandes editoras também lançaram revistas e sites digitais onde os web mangás são publicados ao lado de suas revistas em série. Shogakukan, por exemplo, tem dois sites, Sunday Webry e Ura Sunday, que lançam capítulos semanais para web mangá e até oferecem concursos para que os mangakás enviem seus trabalhos. Tanto o Sunday Webry quanto o Ura Sunday se tornaram um dos principais sites de web mangás no Japão. Alguns até lançaram aplicativos que ensinam como desenhar mangás profissionais e aprender como criá-los. Weekly Shonen Jump lançado Jump Paint, um aplicativo que orienta os usuários sobre como fazer seu próprio mangá de fazer storyboards para linhas de tinta digital. Também oferece mais de 120 tipos de dicas de caneta e mais de 1.000 retículas para artistas praticarem. A Kodansha também usou a popularidade dos web mangás para lançar mais séries e também oferecer uma melhor distribuição de suas obras traduzidas oficialmente pela Kodansha Comics, graças em parte aos títulos sendo lançados digitalmente antes de serem publicados fisicamente. A ascensão dos web mangás também foi creditada aos smartphones e computadores, à medida que cada vez mais leitores leem mangás em seus telefones, em vez de em uma publicação impressa. Enquanto o mangá impresso tem tido uma diminuição, o mangá digital vem crescendo em vendas a cada ano. O Research Institute for Publications relata que as vendas de livros de mangás digitais, excluindo revistas, aumentaram 27,1%, para 146 bilhões de ienes em 2016, enquanto as vendas de impresso registraram queda anual de 7,4%, para 194,7 bilhões de ienes. Eles também disseram que, se o digital e o impresso mantiverem as mesmas taxas de crescimento e queda, os web mangá excederão suas contrapartes em papel, a estimativa do corpo de pesquisa. === Webtoons === Embora as webtoons tenham conquistado popularidade como um novo meio para os quadrinhos na Ásia, o Japão demorou a adotar as webtoons, pois o formato tradicional e a publicação impressa ainda dominam o modo como os mangás são criados e consumidos. Apesar disso, uma das maiores editoras de webtoon do mundo, a Comico, teve sucesso no tradicional mercado de mangás japoneses. A Comico foi lançada pela NHN Japan, subsidiária japonesa da companhia coreana NHN Entertainment. A partir de agora, existem apenas duas editoras de webtoon que publicam webtoons japoneses: Comico e Naver Webtoon (sob o nome XOY). Kakao também teve sucesso oferecendo mangás licenciados e webtoons coreanos traduzidas com seu serviço Piccoma. Todas as três empresas creditam seu sucesso ao modelo de pagamento de webtoons, onde os usuários podem comprar cada capítulo individualmente, em vez de comprar o livro inteiro, enquanto também oferecem alguns capítulos gratuitos por um período de tempo que permite a qualquer pessoa ler uma série inteira de graça se tiver paciência para esperar. O benefício adicional de ter todos os seus títulos coloridos e alguns com animações e efeitos especiais também os ajudou a ter sucesso. Algumas webtoons japonesas populares também receberam adaptações de anime e versões impressas. O mais notável sendo ReLIFE e Recovery of an MMO Junkie. == Em Portugal == Em Portugal há mangás editados pelas editoras Texto, Meribérica/Líber, Planeta deAgostini, Devir, Mangaline, ASA, Levoir, JBC Portugal, Midori, Sendai, Gradiva, Presença e A Seita. Os primeiros mangás publicadas em Portugal foram Ranma ½ e Striker: O Guerreiro, ambos em 1996 pela Texto Editora.Presente e futuro da edição de manga em Portugal Existem também revistas de banda desenhada portuguesas inspiradas no género japonês, como a extinta Banzai ou o jornal Jankenpon, também ele já extinto. Atualmente, existem no total 7 editoras a publicar, regularmente, mangá dos mais variados géneros e origens, sendo elas: Devir, ASA, Midori, Sendai, Gradiva, Presença e A Seita. == No Brasil == A popularidade do estilo japonês de desenhar é marcante, também pela grande quantidade de japoneses e descendentes residentes no país. Em 1964, Minami Keizi planejou publicar o personagem Tupãzinho em estilo mangá (inspirado em Astro Boy, de Osamu Tezuka) na editora Pan Juvenl de Salvador Bentivegna e Jinki Yamamoto, contudo, por sugestão de Wilson Fernandes, adotou um estilo ocidental, se baseando no estilo desenvolvido por Warren Kremer para os personagens Gasparzinho, Riquinho e Brasinha da Harvey Comics. Em 1966 Keizi publica o Álbum Encantado, pela Bentivegna Editora, com adaptações de fábulas infantis escritas pelo próprio Keizi. O que diferencia essa publicação é que Keizi orientou os desenhistas Fabiano Dias, José Carlos Crispim, Luís Sátiro e Antonio Duarte a seguirem o estilo mangá; logo em seguida Bentivegna e Yamamoto convidam Keizi para ser sócio na EDREL (Editora de Revistas e Livro); o Tupãzinho virou símbolo da EDREL. Ainda na década de 1960, outro descente de japoneses passa a fazer parte do quadro da EDREL, Claudio Seto, que também trazia influências de mangá, pela EDREL, Seto publicou os personagens Flavo (também inspirado em Astro Boy), Ninja, o Samurai Mágico, Maria Erótica e O Samurai. Minami Keizi planejou lançar o mangá shoujo Yuka o Yobu Umi de Tetsuya Chiba, contudo, com as diferenças entre a ordem de leitura japonesa e a brasileira, o mangá seria redesenhado, com a saída de Minami da Edrel em 1972, o projeto foi cancelado. A primeira publicação brasileira a citar os mangás japoneses foi um livro da EDREL: \"A técnica universal das histórias em quadrinhos\" de Fernando Ikoma, autor que só teve contatos com os quadrinhos japoneses quando foi trabalhar na editora, na época Seto e Keizi foram aconselhados a mudar o traço mangá para estilos ocidentais. A EDREL teve muitos problemas com a censura do regime militar por conta dos quadrinhos eróticos publicados pela editora, e nessa época, Seto cria a Maria Erótica. Com a saída de Minami, Paulo Fukue assume seu lugar como editor, a editora continuou tendo problemas com a censura e encerrou as atividades em 1975. Apesar de ter ser descendente de japoneses e sido o primeiro a publicar pela Editora Outubro, a publicar uma HQ brasileira sobre samurais (Os Fantasmas do Rincão Maldito de 1959), Julio Shimamoto não deve foi um dos pioneiros do estilo mangá no Brasil, citando influências de autores do mercado norte-americano como Syd Shores e Harold Foster. A confusão ocorre por ter trabalhado na Graficar de Curitiba (onde Claudio Seto foi editor), onde ilustrou HQs eróticas escritas por Minami Keizi, e os livrs \"Lendas de Musashi\" e \"Lendas de Zatoichi\", novamente escritos por Keizi para a Editora Mythos. Em meados da década de 1970, a Editora Abril começa a publicar Speed Racer (Mach Go Go no original), as primeiras histórias em quadrinhos baseadas em uma produção japonesa. As histórias eram oriundas da revista Las aventuras de Meteoro da Editorial Abril da Argentina, fundada por Cesar Civita, irmão de Victor Civita, criador da Editora Abril brasileira.Gonçalo Júnior. Companhia das Letras, A guerra dos gibis: a formação do mercado editorial brasileiro e a censura aos quadrinhos, 1933-1964, 2004. A revista brasileira também publicaria histórias produzidas por artistas locais. O mangá original de Speed Racer só seria publicado país na década de 2000. A série de anime foi exibida no programa do Capitão Aza. Em 1977, a bibliotecária Sônia Luyten cria a \"Quadreca\", uma revista dedicada a estudos acadêmicos sobre quadrinhos publicada pela Escola de Comunicações e Artes da Universidade de São Paulo, a quarta edição da revista, publicada em 1978, foi dedicada aos mangás, seus estudos foram posteriormente ampliados em nos livros Mangá, o poder dos quadrinhos japoneses (2000) e Cultura Pop japonesa: anime e mangá (2006), ambos publicados pela editora Hedra. Ainda em 1978, Claudio Seto conheceu Faruk El Kathib, dono da Grafipar, editora de livros vendidos de porta em porta de Curitiba. Seto havia se mudado para Curitiba três anos antes, onde trabalhou como ilustrador em um jornal. Na Grafipar, Seto trouxe de volta a Maria Erótica. Nos anos 80, os tokusatsus (as séries de super-herói em live-action) fizeram bastante sucesso no Brasil. Em 1982, a Grafipar (pelo selo Bico de Pena) lançou duas revistas em formatinho no estilo mangá: Super-Pinóquio, de Claudio Seto (nitidamente baseado em Astro Boy e em Pinóquio de Carlo Collodi) e Robô Gigante, que continha duas histórias: uma sobre um robô gigante, roteirizado por Seto e ilustrado por Watson Portela, e Ultraboy, uma espécie de Ultraman brasileiro, de Franco de Rosa. Ainda pela editora, Portela ilustrou A Saga de Xanadu na revista Almanaque Xanadu, todas as três tiveram apenas uma edição. Pela Nova Sampa, o casal Ataide Braz e Neide Harue lança em 1985, a série \"Drácula A Sombra da Noite\", série influenciada pelo livro Drácula de Bram Stoker, a série foi encerrada em 1987 com a publicação de O Retorno de Drácula - Vampiro no Ragtime\". Spectreman também possuía um mangá no Japão, produzido por Daiji Kazumine e pelo criador Souji Ushio,Jonathan Clements,Motoko Tamamuro. The Dorama Encyclopedia: A Guide to Japanese TV Drama Since 1953. [S.l.]: Stone Bridge Press, Inc., 2003. 285 p. 9781880656815 contudo, a Bloch Editores publicou no país uma versão não-oficial desenhada por Eduardo Vetillo, a revista era produzida no estilo dos comics de super-heróis. No final da década de 1980 e início da década de 1990, foram lançadas revistas em quadrinhos licenciadas das séries Jaspion, Maskman, Changeman e Spielvan, Sharivan e Goggle V. Inicialmente, pela EBAL e depois pela Bloch (que lançou uma fotonovela de Jaspion) e pela editora Abril, que também publicou Black Kamen Rider e Cybercop, única das séries que não pertencia a Toei Company,Renato Viliegas (2000). \"Revista Henshin! #8 - Se não fosse por eles...\" , Editora JBC. todas produzidas por artistas brasileiros do Studio Velpa, pela EBAL os roteiros ficaram a cargo de Ataíde Braz, Rodrigo de Góes e Alexandre Nagado e desenhos de Roberto Kussumoto,, Neide Harue, Edson Kohatsu (desenhos), pela Abril: roteiros de Alexandre Nagado, Marcelo Cassaro e Rodrigo de Góes, e desenhos de Aluir Amancio, Marcello Arantes, João Pacheco, Jaime Podavin, Watson Portela e Arthur Garcia. Em 1989, Editora Abril publica uma revista de Zillion, franquia de vídeo games da Sega, que ganhou um anime pela Tatsunoko licenciada no Brasil pela Tec Toy,[Exame, Volume 25. Editora Abril, 1993 114. p na revista foi publicada uma histórias escrita por Ataide Braz com desenhos de Roberto Kussumoto.O processo histórico dos animes e mangás no Brasil A EBAL ainda publicaria em 1992, uma única edição da oitava série da revista Super X trazendo histórias do herói Jiban. Tal qual Spectreman, essas também seguiam o padrão dos comics, entretanto vários dos artistas que participaram dessas publicações publicarIam HQs no estilo mangá. Ainda nos anos 80, foram licenciados os primeiros mangás japoneses originais. Esses títulos foram publicados em vários formatos diferentes e com as páginas espelhadas (da esquerda para direita). Alguns clássicos foram publicados nos anos 80 e começo dos anos 90 sem muito destaque, como Lobo Solitário, em 1988, pela editora Cedibra, primeiro mangá lançado no Brasil; Akira, pela Editora Globo; Crying Freeman, pela Nova Sampa; A Lenda de Kamui (Sanpei Shirato) e Mai - Garota Sensitiva, pela Editora Abril e Cobra, pela Dealer. Em 3 de fevereiro de 1984, é criada a Associação Brasileira de Desenhistas de Mangá e Ilustrações (Abrademi). No mesmo ano, Osamu Tezuka visita o Brasil e é apresentado a uma exposição com trabalhos de vários artistas brasileiros. Algum tempo depois, Tezuka conhece o brasileiro Mauricio de Sousa, com que estabelece uma amizade. Ambos planejaram um crossover entre seus personagens em longa-metragens de animação, mas o projeto foi engavetado após a morte de Tezuka em 1989. Em agosto de 1984, o fanzine Quadrix de Worney Almeida de Souza abrigou edições dedicadas produzidas pela Abrademi, em novembro do mesmo ano, a entidade lançou aquele que é considerado o primeiro fanzine dedicado a anime e mangá do Brasil, o Clube do Mangá, inspirado em uma publicação do artista japonês Shotaro Ishinomori, publicado antes de ser famoso. O primeiro \"boom\" de animes e mangás no Brasil vem em 1994, com o sucesso do anime Os Cavaleiros do Zodíaco, de Masami Kurumada, exibido pela Rede Manchete. Surgem várias revistas informativas, como a Revista Herói (publicada em conjunto pela Acme e a Nova Sampa) e também as primeiras revistas dedicadas exclusivamente a animes e mangás, como a Japan Fury e Animax. Conjuntamente, surge um grande número de fanzines e revistas em quadrinhos baseados em animes e mangás. A Magnum (editora que publicava a revista Animax) publica a revista Hyper Comix (que originalmente era um fanzine) e Megaman (adaptação do jogo eletrônico homônimo), ambas produzidas por artistas brasileiros. Com exceção de Daniel HDR, que já trabalhava para a Marvel Comics, vários artistas fazem suas estreias profissionais nessas revistas, como a desenhista Érica Awano, Lydia Megumi, Lílian Maruyama, Rogério Hanata, Denise Akemi, Sidney G. Lima, entre outros. A Editora Escala também publica uma revista baseada numa franquia de vídeo games, Street Fighter (pertencente a Capcom, mesma proprietária de Megaman). A revista traz alguns artistas que participaram das revistas \"O Fantástico Jaspion\" e Heróis da TV, da Editora Abril : roteirizadas por Marcelo Cassaro, Alexandre Nagado e Rodrigo de Góes e ilustradas por Arthur Garcia, João Pacheco, Neide Harue e Silvio Spotti e apresenta um estilo híbrido entre os quadrinhos americanos e os mangás. Ainda em 1994, Marcelo Cassaro sai da Editora Escala e vai trabalhar na Editora Trama, onde cria a revista Dragão BrasilCarlos Costa.(02/02/2004)Entrevista:Marcelo Cassaro. HQManiacs e o sistema de RPG Defensores de Tóquio, o qual satiriza franquias japonesas de mangás, animes e tokusatus.Marcelo Cassaro.A Volta de 3D&T; . Jambô Editora Pela Trama, vários de seus projetos apresentados na revista viram histórias em quadrinhos, como Holy Avenger. Em 1998, a editora Animangá lança Ranma ½, primeiro título adolescente (shonen) publicado no Brasil. As edições seguem o padrão usado pela editora Viz (formato americano, lombada com grampos, leitura ocidental) e tem uma periodicidade irregular. A tradução fica a cargo de Cristiane Akune, da Abrademi. Nesse mesmo ano, a Editora Trama lança a minissérie Street Fighter Zero com roteiros de Marcelo Cassaro e arte de Érica Awano.Sônia Maria Bibe Luyten. Cultura pop japonesa. [S.l.]: hedra, 2005. 100 p. ISBN 9788587328892 Em 1999, Marcelo Cassaro lança pela Trama a revista Holy Avenger, (baseada uma aventura de RPG publicada na revista em 1998) com arte de Erica Awano, tornando-se o título de \"mangá brasileiro\" mais longevo até então. O grande marco da publicação de mangás no Brasil acontece por volta de dezembro de 2000, com o lançamento dos títulos Samurai X, Dragon Ball e Cavaleiros do Zodíaco pelas editoras JBC e Conrad (antiga Editora Acme). Os diferenciais desses títulos são a ordem de leitura (da direita para a esquerda, como no Japão); lombada quadrada; número de páginas de meio- tankohon (metade das páginas de um volume japonês) e dois formatos: o de bolso (usado pela JBC) e o formatinho (adotado pela Conrad). Nessa época, a editora Escala lança antologias inspiradas nas revistas japonesas e mescla material de artistas veteranos como Claudio Seto, Mozart Couto, Wanderley Felipe, Alexandre Nagado e Watson Portela com o de aspirantes a quadrinistas, além de lançar vários manuais de \"Como Desenhar no Estilo mangá\". A Escala também investe no gênero erótico com o selo Xanadu,Entrevista: Editora Escala com Dário Chaves (editor) a revista Hentai X,Quadrinhos de sacanagem ainda têm público garantido inspirado nos hentais, que teve mais de 150 edições, publicando trabalhos de artistas como Wanderley Felipe, Caio Tiago, MT, Sergio Toshihiro, Fabio Paulino, Edilson José, Tommy Tido, Miguel X e Xandinha. O quadrinista Fábio Yabu lança revistas em quadrinhos baseadas em sua webcomic Combo Rangers, que satiriza produções japonesas (sobretudo os super sentais). Em 2002, a Editora Cristal lança a primeira adaptação em estilo mangá: \"O Pequeno Ninja Mangá\" (originalmente uma revista infantil do início da década de 1990). Com o aumento dos títulos originais japoneses, os títulos brasileiros diminuem, sobretudo com o lançamento, em 2002, de Gundam Wing, pelo selo Planet Manga, da italiana Panini Comics, que também licenciou os sucessos Naruto e Bleach. Em 2003, Marcelo Cassaro publica Dungeon Crawlers, pela Mythos Editora, com arte de Daniel HDR e uma reedição de Holy Avenger. Nesse mesmo ano, Franco de Rosa negocia com a King Features Syndicate uma versão mangá de O Fantasma, mas a empresa recusa. Lança, então, o herói Fantagor, pelo selo Mangaijin da editora Minuano, desenhado por Pierre Vargas, que teve apenas uma edição. No mesmo ano, a Via Lettera publica o álbum \"Mangá Tropical\", com trabalhos de: Marcelo Cassaro e Erica Awano; Fábio Yabu e Daniel HDR, Alexandre Nagado, Arthur Garcia e Silvio Spotti; Elza Keiko e Eduardo Müller; Rodrigo de Góes, Denise Akemi e prefácio de Sônia Maria Bibe Luyten. Em 2008, Mauricio de Sousa e a esposa Alice Takeda são escolhidos para criar mascotes para o Centenário da imigração japonesa ao Brasil e anunciam o lançamento de Turma da Mônica Jovem, versão mangá adolescente da Turma da Mônica.Personagens da Turma da Mônica 'crescem' e viram mangá . O Estado de S. Paulo. 30/7/2008 Com isso, surgem vários \"mangás jovens\",Fábio Garcia. Neo Tokyo #62 - Todos os Jovens do Brasil, Abril de 2011, Editora Escala como Luluzinha Teen (versão adolescente da Turma da Luluzinha) e Didi & Lili - Geração Mangá (baseado na personagem Didi Mocó de Renato Aragão e sua filha, Lívian Aragão, a Lili), em 2009 e 2010 respectivamente. Também em 2008,, o IBGE publica a graphic novel em estilo mangá Vento do Oriente, escrita por André Uesato e Renata Corrêa e ilustrada por Lícius Bossolan e Martha Werneck, o Troféu HQ Mix, pela primeira vez o Troféu premiava cinco artistas ao mesmo tempo na categoria \"grande mestre\", premiados quadrinista da EDREL (Editora de Revistas e Livros): os irmãos Paulo e Roberto Fukue, Fernando Ikoma e Minami Keizi, o troféu foi inspirado na revista \"O Samurai\" de Claudio Seto (falecido naquele ano), publicada pela Edrel, além do animador japonês naturalizado brasileiro Ypê Nakashima (1926-1974), que também produziu charges e tiras para publicações da colonia japonesa, tais como Cooperativa Agrícola de Cotia, Nippak Shimbum e São Paulo-Shimbun, Nakashima é conhecido pelo longa de animação Piconzé (1972). A editora cristã Edições Vida nova inicia a publicação de mangás inspirados na Bíblia, publicados originalmente pela editora japonesa Next, essa não foi a primeira vez que a Bíblia foi adaptada por japoneses, Osamu Tezuka chegou a produzir anime coproduzido entre um canal japonês e um italiano, produzido em 1989, ano em que o mangaká morreu, o anime permaneceu inédito até 1997, um outro exemplo é o anime Superbook (1981), coproduzido pela Tatsunoko. Em 2009, o arte-educador Fabio Shin (que apesar do nome artístico não é descendente de japoneses), ilustrou uma graphic novel sobre a vida do cantor Michael Jackson em estilo mangá, Shin é conhecido pelas caricaturas em estilo mangá (conhecidas como nigaoê mangá ou nikayou mangá), Shin chegou a criar versões em mangá de personagens do Sítio do Picapau Amarelo do escritor Monteiro Lobato para uma exposição. No fim de 2009, começam a ser lançados mangás didáticos, com a série O Guia Mangá, da editora Novatec, publicada originalmente pela editora Ohmsha como The Manga Guide. Em 2010, o Studio Seasons publica uma versão encadernada de Zucker, pela Newpop Editora, mangá publicado na revista informativa Neo Tokyo da Editora Escala. Em julho do mesmo ano, a HQM Editora publica os mangás Vitral e O Príncipe do Best Seller, do Futago Studio. Em 2011, o jornalista e ilustrador Alexandre Lancaster lança uma editora própria, a Lancaster Editorial, que publica o Almanaque Ação Magazine, uma nova tentativa de implantar uma antologia de mangá brasileira. Lancaster, outrora redator do site Anime Pró e da revista Neo Tokyo, já havia lançado o projeto Ação Total em formato online, hospedado no site Anime Pró, porém o projeto foi cancelado. A revista Almanaque Ação Magazine realizou o concurso Concurso Seja o Novo!, que revelou o quadrinista Max Andrade.Lançada a edição #3 da Ação Magazine Em julho do mesmo ano, o roteirista JM Trevisan (que, ao lado de Marcelo Cassaro e Rogério Saladino, forma o Trio Tormenta) e o desenhista Lobo Borges lançam a webcomic \"Ledd\", uma nova HQ ambientada no universo ficcional de Tormenta (o mesmo de Holy Avenger e Dungeon Crawlers), tendo como meta lançar os episódios encadernados pela Jambô Editora. Também pela Jambô, Alexandre Lancaster lança o cenário de RPG Brigada Ligeira Estelar, que em 2016, ganha quadrinhos digitais publicados na plataforma Social Comics com roteiros do próprio Lancaster e desenhos de Israel de Oliveira, Eudetenis, Altair Messias.Brigada Ligeira Estelar da Jambô, no Social Comics Trabalhando inicialmente apenas com livros de RPG, a Jambô fez sua estreia no mercado de quadrinhos publicando a versão encadernada de DBride, também ambientada em Tormenta e publicada originalmente na revista Dragon Slayer da Editora Escala. Em 2012, Mauricio de Sousa lança uma edição especial da Turma da Mônica Jovem, na qual suas personagens contracenam com as de Osamu Tezuka. Em 2014, a JBC lança a primeira edição do concurso Brazil Manga Award que premia os títulos Quack de Carlos Antunes Siqueira Júnior, mais conhecido como Kaji Pato, Entre monstros e deuses, de Pedro Leonelli e Dharílya Sales Rodrigues, Starmind, de Daniel Guimarães Assunção Bretas Ferreira e Ricardo Yoshio Okama Tokumoto, [Re]fabula, de Ivys Danillo Jayme Portela e Breno Fonseca e Crishno – O Escolhido, de Francis Angelo Sbalqueiro Ortolan e Lielson Zeni, publicados no especial Henshin! Mangá.JBC divulga capa de Henshin! Mangá A Editora Draco, antes conhecida como uma editora de literatura fantástica, se torna editora de quadrinhos, em 2015, lança Quack de Kaji PatoQuack – Patadas Voadoras é o primeiro mangá nacional da Editora Draco e em 2016, Tools Challenge de Max Andrade, antes publicado de forma independente.CCXP 2016: guia com lançamentos de quadrinhos e Artists’ Alley Diversos autores brasileiros como Kaji Pato,SM9 2018 AwardBrasileiros vencem diversas categorias do Silent Manga Audition Edson Kohatsu, o Studio Seasons,Brasileiro é vencedor do concurso Silent Manga Audition 7 Zazo Aguia (Turma da Mônica Jovem) e Max Andrade foram premiados no concurso Silent Manga Audition da editora japonesa Coamix Corp of Japan, dirigida por Nobuhiko Horie, ex-editor chefe das revistas Weekly Shonen Jump e Weekly Shonen Bunch.Conheça o Silent Manga Audition, concurso internacional de quadrinhos Em julho de 2018, a Editora JBC a Sato Company anunciou uma HQ em estilo mangá baseada em Jaspion escrita por Fábio Yabu e ilustrada por Michel Borges.Jaspion terá mangá nacional publicado pela JBC A HQ foi lançada em 2020 com o título O Regresso de Jaspion. Em 2019, é lançado o selo Mangá MSP com o lançamento de Turma da Mônica - Geração 12, trazendo uma versão pré- adolescente dos personagens,MSP anuncia selo próprio para mangá e HQ inédita com roteiros de Petra Leão e desenhos de Roberta Pares.Turma da Mônica: Geração 12 é o novo mangá da MSP == Em outros países == Em 2007, a influência do mangá nos quadrinhos ao redor do mundo cresceu consideravelmente nas últimas duas décadas.Japan, Ink: Inside the Manga Industrial ComplexThe Presence of Manga in Europe and North America \"Influência\" é usado aqui para se referir aos efeitos nos mercados de quadrinhos fora do Japão e aos elementos estéticos usado por artistas de quadrinhos internacionalmente. Atualmente, é difícil determinar o que exatamente diferencia um mangá de um quadrinho ocidental. De acordo Eijiro Shimada, editor-chefe da revista das revistas Morning e Morning 2 e organizador do Morning International Manga Competition, a concepção ocidental de mangá é completamente diferente do que é no Japão, confirmando as diferentes nuances da palavra. Os termos \"mangá global\",\"mangá internacional\", \"nissei comic\", \"neo-mangá\", e \"mangaijin\" (criado a partir das palavras mangá e gaijin, literalmente \"estrangeiro\") são usados para definir histórias em quadrinhos na estética japonesa. Há muito tempo o estilo tem deixado sua influência nos quadrinhos e nas animações no mundo todo. O mangá fez o seu caminho apenas gradualmente nos mercado americano, primeiro associado com os animes e, em seguida, de forma independente A primeira franquia de anime e mangá adaptada para os quadrinhos americanos foi Astro Boy de Osamu Tezuka. A personagem foi publicado pela Gold Key Comics, selo de quadrinhos da Western Publishing, em uma revista one-shot publicada em 1965 e na Edição 285 da revista \"March of Comics\", a Gold Key afirmava que possuía licença da NBC Enterprises, anos mais tarde Osamu Tezuka declarou que essa adaptação não foi autorizada por ele.Schodt, Frederick, The Astro Boy Essays: Osamu Tezuka, Mighty Atom, and the Manga/Anime Revolution Páginas 88, 89 e 91, Stone Bridge Press, 2007 Em meados da década de 70, a argentinas Editorial Abril e Editorial Mo.Pa.Sa. publicaram respectivamente Las Aventuras de Meteoro (Speed Racer) e Las Fantásticas Aventuras de Astroboy, totalmente produzida por artistas locais.Sebastián De Caro (05/02/2013. \"Rápido y glorioso.\"Revista Móvil #7. Argentina, Bunenos Aires Em 1979, a Gold Key publicou uma revista em quadrinhos baseada em Gatchaman da Tatsunoko, conhecido nos Estados Unidos como \"Battle of Planets\".Hofius, Jason; George Khoury. G-Force Animated. TwoMorrows Publishing, 2002. 82 p. ISBN 9781893905184. Entre 1979 e 1980, a Marvel publicou uma série inspirada em uma linha de bonecos de mechas (robos gigantes) chamada Shogun Warriors, trazendo personagens das séries: Brave Raideen, Chōdenji Robo Combattler V e Wakusei Robo Danguard Ace. Em 1979, a italiana Fabbri Editori publicou Great Mazinger de Go Nagai e Gosaku Ota, no ano seguinte, publica Candy Candy de Yumiko Igarashi,com o fim das histórias originais, publica histórias produzidas por autores locais, Em 1982, a editora norte-americana Educomics publicou a primeira tradução de um mangá japonês nos Estados Unidos, I Saw It de Keiji Nakazawa, mais conhecido por Gen Pés Descalços.Kai-Ming Cha (29 de novembro de 2005). \"Manga and the Atomic Bomb: Barefoot Gen Returns\" Em maio de 1985, autores ligados a revista Garo como Yoshiharu Tsuge e Terry Yumura foram publicados na sétima edição da revista RAW. Em 1987, Viz Comics, uma subsidiária americana das editoras japoneses Shogakukan e Shueisha, começou a publicar traduções de três séries de mangá - Area 88, Mai, e A Lenda de Kamui - nos Estados em associação com a editora americana Eclipse Comics. Viz passou a trazer traduções para o inglês de séries populares como Ranma ½ e Nausicaä do Vale do Vento no final de 1980 e início de 1990. Algumas outras editoras americanas lançado traduções notáveis de quadrinhos japoneses neste período, tais como Lobo Solitário pela First Comics, que teve início em Maio de 1987. No entanto, a primeira mangá para fazer uma forte impressão no público americano foi Akira de Katsuhiro Otomo, que foi levado para os Estados Unidos numa edição colorida em 1988 pela Epic Comics, uma divisão da Marvel. Outra revista de Astro Boy foi publicada pela Now Comics em 1987, novamente sem licença oficial.Gina Renée Misiroglu. The superhero book: the ultimate encyclopedia of comic-book icons and Hollywood heroes. Visible Ink Press, 2004. Artistas americanos de quadrinhos como Frank Miller foram de alguma maneira influenciados em algumas de suas obras. As influências recebidas dos mangás japoneses ficaram mais evidentes com a minissérie Ronin (1983). Outros artistas como os americanos Brian Wood, Adam Warren, Ben Dunn (autor de Ninja High School), Fred Gallagher (autor de Megatokyo), Becky Cloonan (autor de Demo), o coreano Tommy Yune (autor de quadrinhos baseados na série de anime e mangá Speed Racer, publicadas pela Wildstorm entre 1999 e 2000)Tommy Yune, Carl Macek. The Art of Robotech: The Shadow Chronicles, Stone Bridge Press, 2007 o canadense Brian Lee O'Malley (autor de Lost At Sea e Scott Pilgrim) são muito influenciados pelo estilo e têm recebido muitos aplausos por parte da comunidade de fãs de fora dos mangás. Estes artistas têm outras influências que tornam seus trabalhos mais interessantes para os leigos nesta arte. Além disso, eles têm suas raízes em subculturas orientais dentro de seus próprios países. Histórias em quadrinhos americanas que utilizam a estética dos mangás, são constantemente chamados de OEL Manga (Original English-Language mangá) ou Amerimanga. O americano Paul Pope trabalhou no Japão pela editora Kodansha na revista antológica mensal Afternoon. Antes disso ele tinha um projeto de uma antologia que seria mais tarde publicada nos Estados Unidos — a Heavy Liquid. O resultado deste trabalho demonstra fortemente a influência da cultura do mangá em nível internacional. Em 2011, a minissérie I Kill Giants, escrita por Joe Kelly e ilustrada pelo quadrinhista espanhol e descendente de japoneses J. M. Ken Niimura e publicada entre 2008 e 2009 pela Image Comics, ganhou a 5ª edição do Prêmio Internacional de Mangá, prêmio concedido pelo governo japonês, em 2013, Niimura publicou a webcomic Henshin no site da revista japonesa Ikki, publicada pelo Shogakukan. Atualmente na Coreia do Sul e na China, podemos observar um movimento em direção aos mangás muito forte. Os manhwas coreanos e manhuas chineses têm atingido vários países pelo globo. Um exemplo claro de manhwas no Brasil são algumas histórias de sucesso como Ragnarök e Chonchu (manhwas) e O Tigre e o Dragão (manhua). O mangá influenciou o quadrinhos europeu de uma forma que é um pouco diferente dos animes dos Estados Unidos na França e na Itália que abriu o mercado europeu para o mangá nos anos 70. A arte francesa tomou emprestado do Japão desde o século XIX (Japonismo)Berger, Klaus (1992). Japonisme in Western Painting from Whistler to Matisse. Cambridge: Cambridge University Press. ISBN 0-521-37321-2. e tem sua própria tradição altamente desenvolvida das chamadas bande dessinée.Frederic Boilet and the Nouvelle Manga revolution. Na França existe o movimento artístico, descrito em manifesto como la nouvelle manga. Esse foi iniciado por Frédéric Boilet através da combinação dos mangás maduros com o estilo tradicional de quadrinhos franco-belgas. Enquanto vários artistas japoneses se uniam ao projeto outros artistas franceses resolveram também abraçar essa ideia. Há também franquias mais comerciais, chamados de manfras,: Global-Manga oos jogos Wakfu e Dofus da produtora Ankama, também possuem quadrinhos e animações inspirados em produções japonesas. Em 2015, Radiant de Tony Valente, publicado originalmente pela Ankama desde 2013 foi o primeiro \"mangá francês\" a ser publicado no Japão. Em 2018, ganho um anime produzido pela NHK e o estúdio japonês Lerche.French Comic \"Radiant\" Gets TV Anime on NHK E TV in October of 2018 Da Espanha destacam-se as paródias de anime, Dragon Fall de Nacho Fernández e Álvaro López e Raruto de Jesulink, baseadas respectivamente em Dragon Ball e Naruto.Gemma Tramullas, Andrés Elenterao, Antonio Vallina, Felip Cutiller i Masià, Mc Juan, Oscar Zervala, Fátima Carrasco, César Augusto Álvarez (2014), HIBRID 33 #4 Na Argélia, existem os chamados DZ-mangás.Les nouveautés Z-Link Além de tudo isso, é bastante comum encontrar histórias on-line de vários países nesse estilo e até ilustrações mais corriqueiras como das relacionadas à publicidade. == Críticas == Uma crítica comum aos mangás feita por ocidentais é a de que são excessivamente violentos e pornográficos ou eróticos. Contudo, segundo Frederik L. Schodt, esse tipo de generalização está longe da verdade, ainda que ele admita que há sim mangás em que a pornografia e a violência são excessivos.Frederik L. Schodt. Sex & Violence in Manga. Visitado em 8 de abril de 2009. Para ele, esse tipo de generalização habitualmente ignora as origens dos quadrinhos japoneses no ukyo-ê e no kibyoshi, que costumavam retratar cenas eróticas ou violentas, além de comparar os mangás com os quadrinhos ocidentais (Schodt refere-se mais especificamente aos quadrinhos dos Estados Unidos que costumavam sofrer autocensura desde a década de 1950). Vale lembrar que no Japão existem vários estilos e tipos de mangá destinados a públicos diferentes e idades diferentes. Mesmo no Japão surgem, de tempos em tempos, polêmicas envolvendo alguma publicação. Por exemplo, na década de 1960, Harenchi Gakuen de Go Nagai foi acusado de erotismo excessivo.MOLINÉ, Alfons. O grande livro dos mangás. Editora JBC. São Paulo: 2004. p. 67 ISBN 85-87679-17-1 Este mangá trata de uma escola em que acontecem situações eróticas, foi criticado e chegou a ser queimado em público por pais.Anime News Network. Harenchi Gakuen. Visitado em 8 de abril de 2009. O caso de Tsutomu Miyazaki, assassino em série japonês considerado um otaku, levou vários pais e educadores a se preocuparem com o conteúdo dos mangás, já que foram encontrados vários mangás e animes eróticos na casa deste. Em resposta a esse caso, surgiu na década de 1990 um movimento contra os \"livros daninhos\". Pais, professores, políticos e a imprensa cobraram mais responsabilidade das editoras acerca do conteúdo dos mangás e de sua explícita classificação etária. Por exemplo, o jornal Asahi Shimbun disse em um editorial em 1990 que os mangás influenciavam negativamente as crianças, o governo de Tóquio adotou em 1991 a \"Resolução Restringindo Livros Daninhos\" e criou-se uma comissão na Dieta para discutir a questão.Comipress. A History of Shojo, Loli, and Harmful Books (17 de agosto de 2007). Visitado em 8 de abril de 2009. Tudo isso fez com que as editoras criassem um código moral para os mangás e passassem a indicar conteúdo inadequado na capa das publicações utilizando selos específicos. Mas, de acordo com Alfons Moliné, pouco depois, a partir de 1993, o policiamento diminuiu e as editoras deixaram de marcar as publicações e de por o código moral em prática. Os artistas, por seu lado, se reuniram para defender a liberdade de expressão nos mangás. Finalmente, em 2002 o mangaká Motonori Kishi foi julgado e condenado a um ano de prisão por obscenidade por sua obra Misshitsu. Este é o primeiro caso em que um mangá é julgado por violação do artigo 175 do Código Penal japonês, o qual controla o conteúdo de filmes, livros e obras de arte em geral e gerou discussões acerca da liberdade de expressão. Segundo o juiz, o mangá era \"gráfico demais\".SILVA, Joaquín. Obscenity and Article 175 of the Japanese Penal Code: A Short Introduction to Japanese Censorship. Visitado em 8 de abril de 2009.BBC NEWS. Japanese manga ruled obscene. (13 de janeiro de 2004). Visitado em 8 de abril de 2009. Nos Estados Unidos, os mangás foram repetidas vezes alvo de discussões envolvendo o empréstimo de exemplares de mangás ou mesmo de livros sobre eles por adolescentes em bibliotecas ou a presença deles em seções inadequadas de livrarias. Em 2006, uma mãe pediu e conseguiu que o livro do estudioso Paul Gravett fosse retirado das bibliotecas públicas do condado de Victorville na Califórnia depois que seu filho de 16 anos disse ter visto imagens de sexo no livro.GRAVETT, Paul. A Californian controversy: Manga book banned from libraries. Visitado em 8 de abril de 2009. Em um caso semelhante, um pai em Portland, Oregon, descobriu que seu filho havia pego mangás com classificação para maiores de 18 anos em uma biblioteca local.Anime News Network. Oregon Man Says Son Borrowed Mature Manga from Library. (21 de agosto de 2008). Visitado em 8 de abril de 2009. E uma livraria em Lexington, na Carolina do Sul mudou a localização da sua seção de mangás após receber reclamações de uma mãe.Anime News Network. Bookstore Moves Manga Section after Parent's Complaint. (9 de dezembro de 2007). Visitado em 8 de abril de 2009. Algumas críticas envolvem a pornografia infantil, os mangás dos gêneros lolicon e shotacon (além de videogames e pornografia na internet em geral no Japão) e a sua proibição. Em 1999 e 2004 foram aprovadas no Japão leis criminalizando a prostituição infantil e a criação e venda de material pornográfico envolvendo menores, mas a posse de tais materiais continua sendo permitida.Portal G1Japão estuda proibição à posse de pornografia infantil. (9 de março de 2008). Visitado em 8 de abril de 2009.REYNOLDS, Isabel. UNICEF says Japan failing to control child porn (11 de março de 2008). Visitado em 8 de abril de 2009 Pressões internacionais têm forçado o país a rever estas leis. Em 2008, a UNICEF afirmou que o país não estava se esforçando o bastante para colocar em prática acordos internacionais dos quais é signatário e combater a pedofilia.Anime News Network. UNICEF Japan Continues Push against Virtual Child Porn. (12 de outubro de 2008). Visitado em 8 de abril de 2009. Contudo, a nova legislação não deve incluir os mangás e animes: seus defensores argumentam que regulamentações feririam a liberdade de expressão e que os personagens não são reais e, portanto, não são vítimas de violência.NASI, Eduardo. Japão pode proibir pedofilia, mas não em mangás e animês. (14 de março de 2008). Visitado em 8 de abril de 2008. Em 2015, a ONU pediu que o Japão proíba mangás com mangás com teor pedófilo. Outra corrente de críticas se dirige a \"invasão\" dos mangás no mercado ocidental. Em 2005, no álbum Asterix e o Dia em que o Céu caiu de Asterix o autor, Albert Uderzo, coloca Asterix e outros personagens lutando contra Nagma, anagrama de mangá, e contra clones que ironizam super- heróis dos Estados Unidos,SIDNEY, Gusman. Universo HQ Asterix: o dia em que o céu caiu. Visitado em 8 de abril de 2009. no que seria a realidade de autores europeus no presente.Bloomberg.com. Asterix Retaliates as Asian Comics Invade the European Market. Visitado em 8 de abril de 2009 Contudo, o autor se defendeu dizendo que não tem nada contra os mangás e menos ainda contra os quadrinhos dos Estados Unidos, que teriam lhe inspirado sua profissão, e que foi mal interpretado. No mesmo estilo, Arnaldo Niskier da Academia Brasileira de Letras publicou em 12 de fevereiro de 2008, coluna na Folha de S.Paulo criticando a influência dos mangás nos jovens e afirmando que \"conhecer o fenômeno é uma forma de colocar limites em sua expansão, para que prevaleça, no espírito dos jovens, se possível, muito mais a riqueza da cultura brasileira\". == Ver também == * Anime * Cultura do Japão * Kamishibai * Glossário de anime e mangá * Representação feminina nos quadrinhos * Otaku == Bibliografia == * * Bibe Luyten, Sonia Maria. Mangá, o poder dos quadrinhos japoneses. Hedra, (2000 ISBN 85-87328-17-4) * Ban, Toshio. Osamu Tezuka, uma biografia mangá. Conrad, (2004 Obra em 4 vol. ISBN 8587193726) * Gravett, Paul. Gravett, Paul. Mangá: Como o Japão Reinventou os Quadrinhos. Conrad, 2006ISBN 85-7616-164-8) * * * McCloud, Scott. Desvendando os Quadrinhos. M. Books, (2004 ISBN 85-89384-63-2) * Nagado, Alexandre. Almanaque da Cultura Pop Japonesa. Via Lettera, (2007 ISBN 978-85-7636-035-3) * Rosa, Franco. Hentai: a sedução do mangá. Opera Gráfica, (2005 ISBN 85-89961-40-0) * McCloud, Scott . \"Wizard - O Guia dos Quadrinhos #7 - Desvendando os Mangás\": Editora Globo (Fevereiro de 1997 ) * * == Ligações externas == * * Categoria:Palavras, frases e expressões em japonês Categoria:Cultura do Japão Categoria:Terminologia de anime e mangá",
 "title": "Mangá"
}