{
 "id": "23709",
 "text": "miniatura|150px|Um treinamento com pesos pode ser realizado com um par de halteres O treinamento de força, conhecido popularmente como musculação, é uma forma de exercício contra resistência, praticado normalmente em academias, para o treinamento e desenvolvimento dos músculos esqueléticos.musculação in Dicionário infopédia da Língua Portuguesa sem Acordo Ortográfico [em linha]. Porto: Porto Editora, 2003-2019. [consult. 2019-07-15 14:38:06]. Disponível na Internet: https://www.infopedia.pt/dicionarios/lingua-portuguesa- aao/musculação Utiliza a força da gravidade (com barras, halteres, pilhas de peso ou o peso do próprio corpo) e a resistência gerada por equipamentos, elásticos e molas para opôr forças aos músculos que, por sua vez, devem gerar força oposta através de contrações musculares que podem ser concêntricas, excêntricas e isométricas. Esta forma de treinamento físico é utilizada para fins atléticos (por meio da melhora no desempenho de atletas), estéticos (no desenvolvimento do volume muscular) e de saúde (auxiliando no tratamento de doenças musculares, ósseas, metabólicas, melhora na mobilidade, postura etc). Esportes em que musculação é um componente vital incluem: fisiculturismo, halterofilismo, levantamento de peso básico, atletismo de força, highland games, lançamento de martelo, arremesso de peso, lançamento de disco e lançamento de dardo. Muitos outros esportes se valem de musculação como parte da sua rotina de treinamento, notávelmente: futebol americano, basebol, basquetebol, futebol, hóquei, lacrosse, artes marciais mistas, remo, rugby, atletismo de pista e campo, boxe e luta. == História == A história da musculação remonta ao começo da história escrita, quando a fascinação do homem com proezas físicas foi registrada em inúmeros textos antigos. Um texto chinês de 5.000 anos discorre sobre soldados em potencial submetidos a testes de levantamento de peso. Competições de força já eram conduzidas na China durante o Período dos Estados Combatentes em 770 a.C. Em muitas tribos pré-históricas havia uma tradição de teste de masculinidade que consistia em erguer uma pedra. O primeiro a erguer a pedra tinha seu nome inscrito na mesma. Essas pedras foram encontradas na Grécia e na Escócia e a competição de levantamento de pedras ainda existe em partes da Alemanha, Suíça, as montanhas de Montenegro e a região basca da Espanha. Em muitos destes eventos, o levantamento consecutivo dessas pedras é o que determina o vencedor. === Antiguidade === Existe evidência de levantamento de peso na Grécia antiga, onde Milon de Crotona é provavelmente o atleta mais antigo a ser reconhecido pelas suas proezas. Ele supostamente desenvolveu sua força através de uma rotina em que erguia um bezerro e o carregava nos ombros todos os dias desde o seu nascimento. Conforme o animal crescia, a sua força também crescia. O princípio usado por Milon de aumentar a carga progressivamente para desenvolver força e massa muscular foi verificado em tempos modernos como um meio efetivo de desenvolver força em pessoas de todas as idades. Após sucessivas derrotas do exército romano que seguiram às guerras púnicas e com o objetivo de treinar um exército para enfrentar Jugurta, Caio Mário passou a introduzir diversas reformas para transformar as legiões em uma força profissional. Como parte das reformas, Caio desenvolveu uma rigorosa rotina de exercícios para pôr os legionários em forma para as batalhas. Segundo o livro De Re Militari, novos legionários eram submetidos a extensas marchas com 25 quilos de equipamento e comida, ao fim das quais eles deviam erguer um campo fortificado com uma fossa. Para treinamento com armas, os legionários usavam gládios e escudos falsos, feitos de madeira que pesava o dobro das suas contrapartes, para que os soldados se habituassem à fatiga e cansaço do campo de batalha. No século II, o médico e filósofo romano (de origem grega) Galeno compilou uma lista de exercícios com halteres gregos para o corpo inteiro. Este ensaio, De Sanitate Tuenda (\"Da preservação da saúde\") e outras obras por Galeno foram usados como guias de musculação até meados do século XIX, quando as barras gradualmente passaram a ser mais populares que halteres e novos exercícios foram desenvolvidos. Os gregos deixaram um vasto legado de obras de arte que demostram o que era considerado um corpo ideal. As esculturas gregas arcaicas conhecidas como kouroi, por exemplo, evoluíram aos poucos conforme os artistas da época se tornavam mais focados na anatomia humana. O corpo muscular das estátuas representava um \"ideal\" do ponto de vista grego e por isso os modelos mais populares da época eram atletas, muitos dos quais campeões dos jogos olímpicos. === Idade média e renascença === Essa cultura de esculturas anatomicamente ideais foi importada e preservada pelos romanos, porém, durante a idade média, a Europa entrou em um período caótico, e os ensinamentos do cristianismo propagaram a crença de que a maior preocupação da vida de uma pessoa era preparar-se para o pós-vida. O corpo era visto como algo pecaminoso e pouco importante. Como a educação da época era amplamente responsabilidade da igreja, houve um declínio no cultivo da forma física. Nesta época, apenas nobres e mercenários possuíam uma rotina de exercícios físicos para fins militares. Em meados de 1409, foi publicada a biografia do cavaleiro e marechal da França Jean le Maingre, também conhecido como Boucicaut; neste livro há uma descrição do treinamento que Boucicaut seguia para poder lutar na terceira cruzada. A rotina de Boucicaut incluía exercícios corriqueiros, tais como correr e pular, mas também incluía exercícios atípicos, executados com uma armadura completa, tais como escalar duas paredes próximas, agarrar um cavalo e manter-se em cima do animal, arremessar grandes pedras, socar o chão, fazer saltos mortais, entre outros. Desta forma, acreditava Boucicaut, o cavaleiro conseguia manter a força e vigor necessários para sobreviver a longos períodos de combate. Apenas durante a renascença italiana que o interesse no desenvolvimento estético foi revivido na Europa. A noção que o \"homem é a medida de todas as coisas\" é evidente no acervo artístico dos séculos XV e XVI, como por exemplo os trabalhos de Leonardo da Vinci sobre o corpo humano e a muscularidade das obras de Michelangelo. A mesma época viu um interesse renovado na ciência do corpo humano, e cientistas como Andreas Vesalius e William Harvey re-interpretaram as observações de Galeno. Mas a externalização deste renovado interesse na forma corporal em termos de exercício físico e musculação teve que esperar até o século XVIII para continuar a se desenvolver. === Idade moderna e contemporânea === Em 1774, Johann Bernhard Basedow fundou a escola Philanthropinum em Dessau, na Alemanha. A instituição teve vida curta, mas uma influência forte na cultura do filantropismo. Como parte do currículo da escola, pela primeira vez foi incluída a disciplina de educação física, com ênfase em tais atividades como luta, corrida, hipismo, esgrima, saltos e dança. Esse currículo foi imitado em outras partes da Alemanha e do resto da Europa. Em meados de 1811, o pedagogo húngaro Friedrich Ludwig Jahn sistematizou a prática da ginástica e criou associações conhecidas como Burschenschaft, com o objetivo de promover suas ideias de educação física. Os festivais de educação física atraíam até 30.000 entusiastas; a essência e os objetivos da ginástica e calistenia eram práticos e funcionais, não artísticos. Jahn defendia a prática de movimentos naturais como corrida, equilíbrio, pulos, escaladas, e assim por diante. Ciente do modelo alemão e das antigas tradições do atletismo, o sueco Pehr Henrik Ling desenvolveu princípios de desenvolvimento físico, enfatizando o desenvolvimento corporal com beleza muscular. Em contraste ao sistema alemão, esse sistema sueco focava em calistenia, respiração, alongamentos e massagens. Na mesma época, o espanhol Francisco Amoros fundou colégios militares com foco em ginástica em Madri e em Paris e se transformou no inaugurador da educação física na França e na Espanha. Em 1847, o pioneiro francês de fisiculturismo e strongman Hippolyte Triat fundou um enorme ginásio em Paris, orientado à alta sociedade da época e muitos jovens entusiásticos freqüentaram o local com o objetivo de melhorar suas condições físicas. Na Escócia, os Highland Games começaram na década de 1830, e incluíam desafios físicos tradicionais distintos da cultura escocesa tais como lançamento de tronco, lançamento de martelo, arremesso de peso com pedras, além dos tradicionais eventos de corrida, luta e salto.Mas a musculação moderna tem suas origens na figura do strongman, que é um termo usado ao fim do século XIX para referir-se a homens que faziam exibição de força. Muitos strongmen demonstravam sua força em circos e teatros através de exercícios como o \"bent press\" (não confundir com \"bench press\", inglês para \"supino\"), que consistia em inclinar o tronco para um lado e erguer um peso acima da cabeça. Os strongmen, ao fim do século XIX, freqüentemente trabalhavam juntos em turnê e faziam \"desafios\" entre si para verificar quem conseguia erguer mais peso. Entre práticas de treinamento era comum puxar carros, erguer animais e erguer pedras. Eventos de demonstração de força eram normalmente exagerados e os desafios não seguiam padrões ou regras rígidas. Cada artista desejava o título de \"homem mais forte do mundo\", e como ninguém queria ser o \"segundo homem mais forte do mundo\", compromissos eram acordados entre os participantes para impressionar a audiência. Esse tipo de evento de força inspirou a criação de competições autênticas, com o propósito de padronizar os métodos usados para medir a força dos participantes de maneira justa. O primeiro campeonato de halterofilismo ocorreu no Reino Unido em 1891, organizado pela Federação Internacional de Halterofilismo. Levantamento de peso foi introduzido nas olimpíadas modernas de 1896 em Atenas na modalidade de atletismo de pista e campo, e foi oficialmente reconhecido como modalidade própria em 1914. O primeiro campeonato de fisiculturismo, \"The Great Show\" (\"O Grande Show\") aconteceu no teatro Royal Albert Hall, Londres, em 1901, e foi desenvolvido e promovido pelo strongman Eugene Sandow, conhecido por seu trabalho com outros strongmen como Charles Sampson, Frank (\"Cyclops\") Bienkowski e Henry (\"Hercules\") McCann. O sucesso do evento popularizou a cultura da musculação. Muitos empreendedores se aproveitaram da nova noção de desenvolvimento físico e começaram a vender equipamento e literatura sobre musculação. Ao fim da década de 1920, barras, halteres e muitos outros equipamentos de musculação tornaram-se apetrechos comuns no mercado internacional. Musculação tornou-se progressivamente mais popular nos anos 70, em parte pela popularidade do filme Pumping Iron, que retrata a preparação de Arnold Schwarzenegger para participar da competição Mr. Olympia de 1975. Schwarzenegger foi um fenômeno na popularização da musculação e fisiculturismo; além dos filmes em que atuou nos anos 70, Schwarzenegger alcançou 14 títulos mundiais, dos quais 7 eram Mr. Olympia. Levantamento de peso feminino foi incorporado aos Jogos Olímpicos no ano 2000. == Equipamento == Musculação normalmente requer diferentes tipos de equipamento, os mais comuns são as barras, os halteres, anilhas e máquinas. Diversas combinações de exercícios que requerem o uso desse equipamento permitem os praticantes exercitar o corpo de inúmeras formas. O peso do próprio corpo também é freqüentemente usado. O equipamento usado em musculação é freqüentemente o mesmo utilizado em halterofilismo. === Discos ou Anilhas === Discos, também chamados de anilhas, são pesos, normalmente feitos de ferro fundido, pequenos o suficiente para segurar com ambas as mãos e com um buraco no centro para encaixar em barras. Discos são normalmente redondos, mas podem ter outras formas, como discos hexagonais ou octogonais. Eles podem seguir o padrão olímpico ou outro padrão de mercado. Discos olímpicos normalmente têm 0.5, 1, 1.5, 2, 2.5, 5, 10, 15, 20, e 25 quilogramas. === Barras === As barras são normalmente usadas para exercícios compostos e exigem o uso das duas mãos. O peso das barras é manipulado usando discos. As barras normalmente possuem uma circunferência de 25 a 50 milímetros, e comprimento entre 1.2 metros a mais de 2.4 metros. As barras podem ser olímpicas ou não-olímpicas. As barras olímpicas possuem um padrão de rachura estriada para ajudar a manter uma empunhadura firme e nas duas extremidades, mangas metálicas com 50 milímetros de diâmetro onde repousam os discos. As mangas são suportadas por rolamento e giram independentemente do resto da barra; elas são freqüentemente chamadas pelo nome em inglês, \"sleeve\". ==== Barra Recta ==== A barra recta olímpica existe na modalidade masculina e feminina. A barra olímpica masculina possui 2.2 metros, pesa 20 quilogramas e os sleeves têm aproximadamente 40cm. A barra olímpica feminina possui 2.01 metros e 15 quilogramas, os sleeves têm 32.5cm. Variedades não-olímpicas (ou \"tradicionais\") variam de peso e tamanho. Elas normalmente não possuem sleeves. No Brasil, muitas dessas barras são de marcas norte-americanas e portanto usam o sistema imperial para medir peso e comprimento e por isso suas medidas não parecem fazer sentido no sistema métrico. O diâmetro dessas barras é normalmente 11⁄16 polegadas (27 mm) nos Estados Unidos ou 28 milímetros na Europa, mas podem ser ligeiramente maiores ou menores, dependendo da qualidade. Essas barras não são padronizadas como as barras olímpicas e normalmente não suportam mais de 500kg de anilhas. ==== Barra W ==== A barra W é uma variedade da barra usada normalmente para rosca bíceps, remada alta (preferível à barra recta) e extensões de tríceps. O contorno curvado da barra permite o usuário manter as mãos em uma posição mais neutra, menos supinada. Essa característica ajuda a prevenir lesão por esforço repetitivo. Entretanto, a prática de rosca bíceps com a barra W previne a contração completa do bíceps, que só ocorre quando a mão está completamente supinada. A barra W pode ser conhecida também como barra Dymeck, em virtude do seu inventor, Lewis G. Dymeck. Barras W olímpicas pesam 10 quilogramas e medem 1.2m com sleeves de 19cm. Versões não-olímpicas variam de peso e tamanho. ==== Barra H ==== A barra H segue o mesmo princípio da barra W. Ela consiste de uma barra que bifurca nas duas extremidades, envolvendo duas empunhaduras paralelas. É normalmente usada para rosca bíceps e extensões de tríceps. Não existe um padrão olímpico para esta barra, mas a edição mais aproximada de uma \"olímpica\" (com os mesmos padrões de sleeves, diâmetro, etc) normalmente tem 90cm de comprimento, sleeves de 19cm e pesa 10 quilogramas. ==== Barra Hexagonal ==== A barra hexagonal é usada para deadlifts (levantamento terra) com o objetivo de reduzir a sobrecarga na parte inferior das costas. Como o nome sugere, essa barra possui um formato hexagonal (as vezes ela é octogonal) de forma que as pernas tenham espaço suficiente para executar o movimento. O peso e dimensões da barra hexagonal variam, algumas possuem 24 quilogramas, outras 35 quilogramas. ==== Barras Fixas ==== Barras fixas são menores que as demais e possuem os discos já soldados e talvez cobertos por uma película de plástico ou borracha. Em um ginásio típico encontra-se barras de 5 a 40 quilogramas. Essas barras ocupam menos espaço e são úteis para exercícios que exigem menos peso. As barras fixas também são úteis para iniciantes que desejam progredir aos poucos até poder usar a barra olímpica. === Halteres === Halteres são o equivalente de barras de uma mão. Eles podem ser utilizados individualmente ou em pares. Halteres são freqüentemente encontrados em pares, em conjuntos de 1 quilograma a 10 quilogramas cada. A partir de 10 quilogramas o peso começa a progredir de 2 em 2 quilogramas. Em ginásios halteres costumam chegar a 40 quilogramas. ==== Tipos de halteres ==== Os halteres mais comuns são os de peso fixo. Mas existem halteres de peso ajustável. Um modelo funciona exatamente como barras, em que discos pequenos são encaixados nas extremidades. Outro modelo é conhecido em inglês como \"selectorised dumbbell\" (\"haltere seletorizado\"), e este modelo deve ser ajustado na plataforma em que repousa por meio de interruptores ou discos mecânicos. Halteres ajustáveis ocupam pouco espaço e são úteis para treinar em casa. === Máquinas === alt=Placas|miniaturadaimagem|Pilha de placas (weight stack) Máquinas de musculação são aparatos mecânicos que são desenhados com o objectivo de promover desenvolvimento muscular em uma região particular do corpo. A maioria das máquinas são usadas para exercícios de isolamento. Existem dois tipos fundamentais de máquina: as que usam discos e as que usam placas. ==== Máquinas de discos (anilhas) ==== Essas máquinas necessitam de anilhas para poderem ser utilizadas. A maioria das máquinas de anilhas se valem de alavancas. ==== Máquinas de placas ==== Essas máquinas usam placas de metal que são normalmente retangulares e ficam empilhadas em um compartimento, alinhadas por um trilho. Essas máquinas são conhecidas como \"stack machines\" em inglês (\"máquinas de pilha\"). Elas se valem de cabos e roldanas para erguer o peso. === Bancos === Muitos exercícios com barras e halteres requerem que o usuário esteja sentado ou deitado. Bancos endossados pela Federação Internacional de Levantamento de Peso (\"International Powerlifting Federation\" ou IPF) devem ter não menos que 1.22m de comprimento, entre 29cm e 32cm de largura e entre 42cm e 45cm de altura. Existem seis tipos principais de bancos. * Banco plano: é bastante comum, mas pode-se trabalhar apenas peitos e braços. * Banco regulável: permite elevar o espaldar em determinados ângulos, inclinado, declinado ou plano. Em virtude disto, permite uma variedade de exercícios que não são possíveis no banco plano. * Banco olímpico: é mais largo e mais comprido que bancos convencionais, e acompanha outro tipo de equipamento, como gaiola, discos, halteres, etc, e permite uma variedade enorme de exercícios. * Banco dobrável: são bancos portáteis. Normalmente são planos ou um tanto reguláveis. * Banco abdominal: este banco serve o propósito de trabalhar os músculos abdominais e normalmente é inclinado ou declinado e possui suporte para prender as pernas. * Banco para preacher curls: é um banco específico para a modalidade \"preacher curl\" da rosca bíceps. == Princípios == === Fundamentação === A prática da musculação se vale da força da gravidade para exercitar os músculos. As rotinas de musculação envolvem nutrição adequada, manipulação de peso, séries, repetições, andamento e pausas. A combinação desses elementos causa resultados variados em relação à melhoria da força, resistência e tamanho dos músculos. Além de princípios que envolvem rotinas, existe uma preocupação em relação ao tipo de equipamento que deve ser utilizado. O mesmo peso pode demandar mais esforço no mesmo grupo muscular dependendo do equipamento usado. Por exemplo, 10 quilogramas em uma máquina que opera os pesos com um par de roldanas pode ser mais fácil de erguer em relação a 10 quilogramas em halteres dependendo do arranjo da máquina. Musculação requer o uso de \"boa forma\" e extensão completa de movimento. A ideia é executar movimentos completos de maneira correcta pelo número de vezes estipulado antes de tentar aumentar o peso. Movimentos incompletos e pouca preocupação com a forma podem causar lesões ou simplesmente não ser o suficiente para desenvolver os músculos. Em musculação, busca-se definir os músculos através do princípio de sobrecarga: se o músculo não for submetido a peso suficiente, ele não sofrerá mudanças. Movimentos incompletos ou incorrectos podem prevenir sobrecarga e com isso o praticante pode se encontrar estagnado. === Princípios científicos === ==== Sobrecarga progressiva ==== Para obter resultados, praticantes de musculação dependem do princípio de sobrecarga progressiva dos músculos. Erguer carga de maneira progressiva, isto é, forçar os músculos a erguer sempre um pouco além do que é normalmente confortável, causa hipertrofia muscular, dado que o indivíduo se alimente correctamente e erga pesos que exijam tensão suficiente. ==== Nutrição ==== O processo de hipertrofia pode ser acelerado através da ingestão de mais nutrientes do que o corpo requer, o que causa o corpo a entrar em um estado anabólico. Quando o corpo recebe mais calorias do que é necessário para sua manutenção diária, o nível de hormônios anabolizantes aumenta e a habilidade do corpo de sintetizar proteína é revigorado. Entretanto, o aumento da ingestão calórica também causa o aumento do armazenamento de gordura no corpo; e o excesso de gordura causa uma resistência à insulina, que por sua vez dificulta a queima de gordura e promove a produção de estrogênio e reduz a quantidade de testosterona no corpo. Por essas razões, atletas costumam seguir dois ciclos de dietas: O primeiro, rico em proteína e carboidratos, serve para otimizar o desenvolvimento muscular, embora também aumente a quantidade de gordura corporal. O segundo ciclo é focado na queima de gordura, portanto exige uma quantidade pequena de calorias, maior que a taxa metabólica basal e menor que o consumo total de energia diária; e é mais rico em proteína, para mitigar a perda de tecido muscular, e menos rico em carboidratos, para restaurar os níveis hormonais e queimar mais gordura. == Exercícios == Exercícios efetuados em musculação dividem-se em dois grupos principais: exercícios compostos e exercícios de isolamento. === Exercícios de isolamento === Exercícios de isolamento normalmente se limitam a uma única articulação e focam no movimento de um músculo em particular. Por exemplo, a extensão de perna é um exercício para o desenvolvimento dos quadríceps e a única articulação envolvida no movimento é a dos joelhos. Equipamento especializado é projectado com o propósito de envolver outros músculos o mínimo necessário. Exercícios de isolamento freqüentemente envolvem máquinas, mas também há exercícios que requerem halteres e barras. === Exercícios compostos === Os exercícios compostos movem diversos músculos ao mesmo tempo e incluem movimentos ao redor de duas ou mais articulações. Por exemplo, o exercício leg press (\"compressão de perna\") requer movimento ao redor das articulações do quadril, dos joelhos e dos tornozelos. Este exercício é usado primariamente para desenvolver os quadríceps, mas também desenvolve os músculos isquiossurais (atrás da coxa), glúteos e panturrilhas. Exercícios compostos são geralmente similares a movimentos que as pessoas executam naturalmente enquanto empurram, puxam e erguem objectos, enquanto exercícios de isolamento freqüentemente parecem anormais. Alguns exercícios compostos comuns em treinos de levantamento de peso são levantamento terra, agachamentos, supino, desenvolvimento, puxada alta, entre outros. === Exercícios de força de velocidade === Exercícios de força de velocidade podem envolver saltar com peso adicional, como halteres, ou jogar um peso, como uma bola de remédio. Exercícios de força de velocidade geralmente são exercícios compostos.Fleck, Steven J. & William J., Kraemer, 'Ballistic Training' in Designing Resistance Training Programmes, Leeds: Human Kinetics, 2013, p.280 == Benefícios para a saúde == Os benefícios da prática da musculação são inúmeros, entre eles, o aumento da força física, aumento de massa muscular, aumento da densidade óssea e mineral, sensibilidade à insulina, melhoria do desempenho cardiovascular, redução de gordura excessiva, melhoria na pressão sangüínea, níveis balanceados de colesterol, entre outros. A taxa metabólica basal do corpo aumenta com a massa muscular, o que promove a perda de gordura a longo prazo e ajuda a evitar uma dieta \"ioiô\". Ademais, exercícios intensos elevam o metabolismo por muitas horas após a sessão, o que também promove perda de gordura. Musculação também promove benefícios funcionais. Músculos mais fortes melhoram a postura, oferecem melhor suporte às articulações e reduzem o risco de lesões em atividades corriqueiras. Pessoas de idade avançada que começam a praticar musculação podem prevenir perda de tecido muscular que normalmente acompanha o processo de envelhecimento e recuperar força, o que ajuda a reverter fragilidade corporal e a evitar deficiências físicas. Treinamento com pesos também ajuda a prevenir osteoporose. Os benefícios de musculação para idosos têm sido confirmados inclusive por estudos com populações com mais de oitenta e noventa anos de idade. Para muitas pessoas em processo de reabilitação ou com deficiência adquirida, como derrames ou cirurgias ortopédicas, musculação para músculos fracos é um elemento fundamental para recuperação. Para pessoas com esses problemas de saúde, exercícios de treinamento de força podem requerer alterações por especialistas, como fisioterapeutas. Músculos fortes melhoram o desempenho em uma variedade de esportes. Muitos atletas usam rotinas de treinamento específico para o esporte praticado. Estas rotinas normalmente levam em consideração a velocidade em que determinados músculos se contraem e são compostas por certas variações de exercícios com peso livre e máquinas que não são comuns em levantamento de peso tradicional. == Métodos avançados == Na musculação, a partir do momento que indivíduos treinados decidem optar por métodos mais complexos, eles geralmente optam por usar os métodos citados como: Bi-set, Tri-set, Super-set. Em sua maioria também são muito utilizados para que as pessoas consigam um ótimo desempenho em um curto período de tempo dentro da academia, para aqueles que não tem tanta disponibilidade em seu cotidiano. === Bi-set === O Bi-set consiste em realizar um treino com dois exercícios sendo eles para o mesmo grupo muscular, com um curto intervalo de tempo, geralmente em sua média de 1 minuto a 1 minuto e meio. Por exemplo, realizar uma rosca direta para o bíceps e logo após uma rosca alternada, realizando intervalos curtos entre a rosca direta e a alternada, assim totalizando 1 série completa. === Tri-set === No Tri-set seguimos o mesmo conceito e fundamentos do Bi-set, dito anteriormente. Porém ao realizar o Tri-set, realiza-se três diferentes exercícios para o mesmo grupamento muscular, sem(ou curto) intervalo de descanso. Assim gerando a hipertrofia e a resistência no músculo alvo. === Super-set === O Super-set compreende-se em realizar dois exercícios sem descanso sendo eles, cada exercício para um grupamento muscular distinto, como por exemplo realizar uma rosca direta e logo após suas repetições fazer uma extensão de tríceps na polia, totalizando uma super série(Super-set). == Ver também == *Exercícios de treinamento com pesos * Anabolizante * Charles Atlas * Haltere * Hipertrofia * Hipertrofia muscular * Nutrição esportiva * Suplementação Categoria:Fisiculturismo Categoria:Educação física",
 "title": "Musculação"
}