{
 "id": "23718",
 "text": "Dogville é um filme lançado em 2003 e dirigido por Lars von Trier, estrelando Nicole Kidman e Paul Bettany entre outros. Este filme faz parte da trilogia USA - Land of Opportunities tendo como sequência Manderlay e um terceiro filme que não foi lançado. Nicole Kidman recusou participar das sequências. Mais tarde, Nicole Kidman disse que tentou sair do filme três vezes e que von Trier tinha um comportamento abusivo. Trata-se de co-produção dos países Dinamarca, Suécia, Reino Unido, França, Alemanha. == Enredo == O filme é dividido em 10 partes - cada uma com créditos e introdução narrada - sendo 1 prólogo e 9 capítulos. A trama acontece em um único local, uma cidade pequena dos Estados Unidos chamada \"Dogville\", situada no fim de uma estrada que vai até as Montanhas Rochosas, na época da Grande Depressão estadunidense. O filme começa com uma tomada de cima para baixo, onde se pode ver o desenho da cidade (com as marcações dos espaços das casas no chão). Essas tomadas perpendiculares repetir-se-ão em diversas cenas, sendo marcos importantes da narrativa. O narrador vai então apresentando os personagens um por um (\"todos têm pequenos defeitos facilmente perdoáveis\") e contando suas histórias. Entre os moradores de Dogville, o personagem principal é Thomas Edison Jr., escritor que, para protelar o dia em que terá que começar a escrever seu livro, ocupa-se em pregar sermões a toda a comunidade sobre rearmamento moral. Ele está procurando um exemplo para servir de ilustração a suas teorias e assim comprovar que os moradores não são capazes de aceitar novas situações, quando é interrompido por barulhos de tiros a distância. Nesse momento entra Grace, bela jovem com vestido que denota sua origem de família rica. Ela diz a Tom que está fugindo de um gângster e Tom, percebendo nela o exemplo perfeito para sua palestra, dá-lhe cobertura. Os moradores de Dogville a princípio recusam- se a aceitá-la, e Tom propõe que dêem a Grace um prazo de duas semanas, para então decidirem sua sorte. Grace, em compensação, deve ajudá-los em tarefas cotidianas. Apesar de não admitirem, eles jamais dão coisa alguma, não há generosidade ou aceitação: há um sistema de trocas e é esse sistema de compensações (o quid pro quo) que, aliado à personalidade de perdoar de Grace (seu altruísmo), anuncia a tragédia. Os moradores relutam até mesmo em aceitar a ajuda de Grace, mas acabam aceitando, e ela rapidamente começa a passar seus dias ocupada em fazer pequenas coisas que \"não são necessárias\", mas que os moradores \"generosamente\" permitem que ela faça. E assim passam-se as semanas, os moradores aceitam que Grace fique na vila, como mais um favor que ela ficará devendo a eles. Tom confessa a Grace que gosta dela e é correspondido, mas ele não assume publicamente seu amor perante Dogville, mantendo o romance deles secreto e mantendo Grace na condição de estrangeira. A aparente tranqüilidade da situação começa a mudar no dia da Independência, quando a cidadezinha recebe a visita da polícia, que afixa um cartaz em que Grace é apontada como procurada. Os moradores consideram ainda maior a dívida de Grace com eles, fazendo cada vez mais exigências, que, diante da complacência e comportamento passivo da forasteira, rapidamente transformam-se em abusos. Uma cena forte do filme ocorre quando ela é estuprada por Chuck, como \"pagamento\" para que ele não a denunciasse às autoridades. Aqui a função do cenário vazio é clara: a ausência de paredes dá a nítida percepção de que todos sabem o que se passa, mas fingem não ver. A comunicação também não parece ser possível para os moradores de Dogville. O que eles falam passa longe de significar o que realmente querem dizer. Quando questionados são evasivos, mudam de assunto ou simplesmente respondem outra coisa. Chuck fala de colheita de maçãs quando está querendo abusar sexualmente de Grace, e Ma Ginger reprime-a quando ela passa entre os arbustos, com argumentos que simplesmente não correspondem àquilo que ela diz. Desse ponto em diante, a constante dívida de Grace com a comunidade só cresce, e ela torna-se escrava não só de trabalho braçal como sexual. Passam então a tratá-la como escrava, que puxa um arado, e sofre abusos sexuais generalizados entre os homens. Somente Tom, sem capacidade de tomar qualquer atitude, não a viola. E é após ela o rejeitar, que ele decide dar um basta nessa pequena metáfora ilustrativa que ela representa, chamando o gângster que a procurava. Nesse momento revela-se que Grace não está sendo ameaçada por eles, mas é filha do chefe maior. Quando Grace entra no carro, o diretor vai preparando a platéia para a ideia de que haverá um massacre. O final catártico faz que Dogville apresente estrutura narrativa herdeira das tragédias gregas, em que a platéia era levada a uma situação de tensão insuportável e liberava a adrenalina contida no final trágico. == Elenco == *Nicole Kidman (Grace) *Harriet Andersson (Gloria) *Lauren Bacall (Ma Ginger) *Jean-Marc Barr (Homem de chapéu grande) *Paul Bettany (Tom Edison) *Blair Brown (Sra. Henson) *James Caan (\"Big Man\") *Patricia Clarkson (Vera) *Jeremy Davies (Bill Henson) *Ben Gazzara (Jack McKay) *Philip Baker Hall (Tom Edison Sr.) *Siobhan Fallon (Martha) *John Hurt (Narrador) *Udo Kier (Homem de casaco) *Chloë Sevigny (Liz Henson) *Stellan Skarsgard (Chuck) *Miles Purinton (Jason) *Zlejko Ivanek (Ben) == Recepção == Dogville foi indicado a Palma de Ouro no Festival de Cannes e rendeu a Lars Von Trier o Prémio do Cinema Europeu de melhor realizador. O filme teve recepção geralmente favorável por parte da crítica especializada. Com índice de 70%, o Rotten Tomatoes publicou um consenso: \"Um pedaço desafiador do cinema experimental\". Em 2016 a BBC incluiu Dogville em sua lista dos 100 melhores filmes já lançados no século XXI. O filme também já entrou no \"Top 10 de melhores filmes da década de 2000\" de publicações como The Guardian,Best films of the noughties No 8: Dogville The List,Best of a decade: film e Paste.50 Best Movies of the Decade (2000-2009) Quentin Tarantino elegeu o filme como o seu sexto preferido entre os lançados no período de 1992 a 2009. == Influências e referências == Em seu artigo na revista Espaço Acadêmico, Alexandre Busko Valim, doutorando em História Social pela Universidade Federal Fluminense (UFF) e pesquisador do Núcleo de Estudos Contemporâneos (NEC/UFF) disse que Dogville apresenta claras referências visuais e influências de produção herdadas do movimento Dogma 95, manifesto cinematográfico iniciado pelo próprio Lars Von Trier. Temos câmera na mão, ausência de trilha sonora e de deslocamentos temporais ou geográficos; entretanto, há a presença de gruas, iluminação artificial e cenografia, itens proibidos no Manifesto Dogma 95. Existem visíveis influências teatrais em Dogville, como o teatro de Bertolt Brecht, que costumava colocar avisos de 'atenção, não se emocione, isso é ficção' em suas peças; o teatro caixa preta, realizado em um único cenário com as paredes todas pretas, e finalmente o teatro do absurdo, em que atores improvisam e criam situações em que interagem com objetos imaginários. == Declarações de Nicole Kidman == Posteriormente, Nicole Kidman disse sobre von Trier em uma entrevista à ABC Radio National: \"Acho que tentei sair do filme três vezes porque ele disse: 'Quero amarrá-la e chicoteá-la, e isso não é ser gentil.' Eu estava tipo, o que você quer dizer? Vim até aqui para ensaiar com você, para trabalhar com você, e agora você está me dizendo que quer me amarrar e me chicotear? Mas isso é Lars e Lars tira a roupa dele e fica lá pelado e você fica tipo, 'Oh, coloque suas roupas de volta, Lars, por favor, vamos apenas fazer o filme.' Mas ele é muito, muito cru e quase como uma criança, no sentido de que diz e faz qualquer coisa. E teríamos que jantar todas as noites e na maioria das vezes isso terminaria comigo em lágrimas, porque Lars se sentava ao meu lado e bebia aguardente de pêssego e ficava bêbado e abusado e eu iria embora e ... de qualquer maneira, iríamos trabalhar na manhã seguinte.\" == Ligações externas == * Categoria:Filmes de drama da Suécia Categoria:Filmes de drama da França Categoria:Filmes de drama da Alemanha Categoria:Filmes de drama do Reino Unido Categoria:Filmes de drama da Dinamarca Categoria:Filmes da Suécia de 2003 Categoria:Filmes do Reino Unido de 2003 Categoria:Filmes da França de 2003 Categoria:Filmes da Alemanha de 2003 Categoria:Filmes da Dinamarca de 2003 Categoria:Filmes em língua inglesa Categoria:Filmes dirigidos por Lars von Trier Categoria:Filmes premiados com o David Categoria:Filmes de drama da década de 2000 Categoria:Filmes distribuídos pela Imovision",
 "title": "Dogville"
}