{
 "id": "23739",
 "text": "A Chama Olímpica ou Tocha Olímpica é um dos símbolos dos Jogos Olímpicos, e evoca a lenda de Prometeu que teria roubado o fogo da forja de Hefesto para o entregar aos mortais. Durante a celebração dos Jogos Olímpicos antigos, em Olímpia, mantinha-se aceso um fogo que ardia enquanto durassem as competições. Esta tradição foi reintroduzida nos Jogos Olímpicos de Verão de 1928. Nos Jogos Olímpicos de Verão de 1936, pela primeira vez ocorreu uma estafeta de atletas para transportar uma tocha com a chama, desde as ruínas do templo de Hera em Olímpia até ao Estádio Olímpico de Berlim. == História == === A Chama Olímpica na Antiguidade === Na antiguidade, o fogo era considerado sagrado por muitos povos, incluindo os gregos, que tinham uma lenda segundo a qual o fogo teria sido entregue aos mortais por Prometheus que o roubara de Zeus. Devido à importância do fogo, em muitos templos eram mantidas chamas acesas permanentemente. Este era o caso do templo de Hestia na cidade de Olímpia. Segundo se sabe, a tradição de manter um fogo aceso durante os Jogos Olímpicos remonta à antiguidade, quando se efetuavam sacrifícios a Zeus. Nessas cerimônias, os sacerdotes acendiam uma tocha e o atleta que vencesse uma corrida, ia até o local onde se encontravam os sacerdotes e teria o privilégio de transportar a tocha para acender o altar do sacrifício. === A chama Olímpica na atualidade === Nos Jogos Olímpicos de Verão de 1928, em Amsterdã, o arquiteto neerlandês Jan Wils incluiu no desenho do estádio olímpico uma torre e teve a ideia de acender nela uma chama durante os jogos. Na cerimónia de abertura, em 28 de Julho de 1928, um empregado da empresa de electricidade de Amesterdão acendeu a primeira pira olímpica, na torre chamada Marathontower. Quatro anos mais tarde, nos Jogos Olímpicos de Verão de 1932, voltou-se a acender uma chama durante os Jogos no Estádio de Los Angeles. Durante a cerimónia de encerramento foi apresentada uma citação de Pierre de Coubertin que dizia: \"Que a Tocha Olímpica siga o seu curso através dos tempos para o bem da humanidade cada vez mais ardente, corajosa e pura\" Em 1936, nos Jogos Olímpicos de Berlim, Carl Diem concebeu a cerimónia do transporte da chama Olímpica desde o antigo local de realização dos Jogos em Olímpia na Grécia, até ao estádio onde se realizavam os Jogos. Mais de 3000 atletas realizaram uma estafeta para transportar a tocha desde Olímpia até Berlim, onde o corredor Fritz Schilgen acendeu a chama na cerimónia de abertura a 1 de Agosto. A estafeta da tocha passaria a fazer parte dos Jogos Olímpicos. Também nos Jogos Olímpicos de Inverno, a chama Olímpica ardeu nos Jogos de Inverno de 1936 e de 1948, mas a primeira estafeta da tocha teve lugar no Jogos de 1952. Nessa ocasião, o fogo não foi ateado em Olímpia mas sim em Morgedal, na Noruega, na lareira da casa de Sondre Norheim, que foi o pioneiro do desporto de esqui. Foi também aí que foi ateado o fogo nos Jogos Olímpicos de Inverno de 1960 e 1994. Excepto esses anos e em 1956, ano em que foi acesa em Roma, em todos os outros Jogos de Inverno a chama foi acesa em Olímpia. == O acender da chama em Olímpia == Poucos meses antes de cada realização dos Jogos Olímpicos (a data exata varia de acordo com a duração do percurso até ao Estádio Olímpico), a chama é ateada em Olímpia, frente às ruínas do templo de Hera, numa cerimónia que pretende recriar o método usado na antiguidade e que se destinava a garantir a pureza da chama: actrizes representando sacerdotisas de Héstia colocam uma tocha na concavidade de um espelho que concentra os raios da luz do Sol que, agora como na antiguidade, acende a chama que marcará o início de mais uma realização dos Jogos. Em seguida, a chama é transferida para uma urna que é levada até ao local do antigo estádio. Aí a chama é usada para acender a tocha olímpica, transportada pelo atleta que fará o primeiro percurso da estafeta, que conduzirá a chama ao longo do percurso até ao estádio onde se realizam os Jogos. Como prevenção, uns dias antes acende-se uma chama, usando o mesmo método, que é então mantida acesa para ser usada caso o céu esteja nublado no dia da cerimónia. Para os Jogos Olímpicos de Inverno o procedimento é semelhante, excepto que a passagem da chama para o primeiro estafeta é feita em frente ao monumento em homenagem a Pierre de Coubertin. == O transporte da chama == Ao longo do tempo manteve-se a tradição de transportar a tocha Olímpica com um revezamento por terra até a cidade-sede em que ocorrerá a olimpíada, mas em várias edições a tradição teve que ser adaptada por fatores geográficos ou por motivos de espetáculo. A chama Olímpica viajou de barco pela primeira vez para atravessar o Canal da Mancha em 1948 e teve o seu primeiro voo,rumo a Helsinque 1952. Devido às restritivas leis de quarentena em vigor na Austrália, nos Jogos Olímpicos de Verão de 1956 os eventos de hipismo foram transferidos para Estocolmo e o revezamento foi feito somente a cavalo até a cidade. Em 1976 foram utilizados meios espetaculares para transportar a chama. O fogo foi transformado num impulso eléctrico que foi enviado desde Atenas, via satélite, até ao Canadá onde foi reacendido por um feixe de laser. Em 2000 a tocha foi transportada debaixo d´água por mergulhadores na Grande Barreira de Coral. Outros meios de transporte não tradicionais foram o uso de pirogas, camelos e o avião supersônico Concorde. == O ritual da pira == O ritual do acendimento da pira olímpica na Cerimônia de Abertura se tornou um ritual original e espetacular a cada edição. Nos Jogos de Barcelona 1992, o arqueiro paraolímpico Antonio Rebollo atirou uma flecha com fogo na Pira Olímpica. Dois anos mais tarde, em Lillehammer 1994, a tocha Olímpica entrou no estádio transportada por um saltador de esqui, e o Príncipe Haakon da Noruega acendeu a Pira Olímpica. Em Pequim 2008 a tocha foi levada por Li Ning, que, suspenso por cabos, deu uma volta sobre o teto do estádio. Em Moscou 1980, Sergei Belov subiu até a pira por um caminho formado por placas seguradas pelos jovens que formaram os painéis durante a cerimônia de abertura. Em Seul 1988, quem adentrou o Estádio Olímpico de Seul carregando a tocha foi Sohn Kee-chung, considerado o maior herói olímpico da história da Coreia do Sul. Em Berlim 1936, enquanto a Península da Coréia estava sob o domínio do Japão, Sohn foi obrigado a fazer parte da delegação japonesa, usando o nome de Kitei Son. Ganhou a medalha de ouro na maratona e no pódio abaixou a cabeça enquanto o Kimi ga Yo era tocado. Posteriormente, a pira foi acendida por três jovens, simbolizando o esporte, a música e as artes do país. Em Atenas 2004, pela primeira vez a pira veio \"receber\" o fogo, simbolizando a volta das Olimpíadas à Grécia; enquanto Nikolaos Kaklamanakis cruzava o corredor no meio dos atletas, a pira se \"curvava\" para receber o fogo. Mas nem sempre tudo corre bem. Nos Jogos de Sydney em 2000, o mecanismo que transportava a parte superior da pira travou, ficando suspenso durante cerca de três minutos, após esse incidente a parte superior subiu e a pira foi montada. Com o tempo tornou-se também tradição que o último dos portadores fosse um atleta ou ex-atleta famoso. O primeiro deles foi o campeão Olímpico Paavo Nurmi em 1952. Mais recentemente, entre esses últimos portadores da tocha, estão inclusos, Michel Platini nos (Jogos Olímpicos de Inverno de 1992) e o campeão olímpico na categoria de pesos pesados de boxe, Muhammad Ali em Atlanta 1996. Noutras ocasiões, as pessoas que acendem a chama no estádio são cidadãos comuns mas mesmo assim representam os ideais olímpicos. O corredor japonês Yoshinori Sakai nasceu em Hiroshima, às 8h16 minutos, do dia 6 de Agosto de 1945 exatamente na hora em que explodiu a bomba nuclear que destruiu aquela cidade. Ele simbolizou o renascimento do Japão após a II Guerra Mundial,o tema principal de Tóquio 1964. Nos Jogos de Montreal, em 1976, dois adolescentes, um da parte francófona e outra da parte anglófona do Canadá, simbolizaram a união do país. Nos Jogos de Vancouver de 2010, durante o revezamento final dos atletas, enquanto a pira olímpica se levantava do chão da BC Place, ocorreu uma pane no sistema hidráulico que sustentava três dos quatro braços que faziam a pira se levantar. O braço que estava destinado à patinadora de velocidade Catriona Le May Doan não funcionou. Catriona, por sua vez, agiu com naturalidade e se posicionou da forma combinada nos ensaios. Após este acontecido a tocha foi levada para o lado de fora do estádio e a pira permanente ali localizada foi acesa por Wayne Gretzky. O erro foi corrigido quinze dias mais tarde, quando Le May Doan acendeu a pira interna no início da cerimônia de encerramento. Nos Jogos Olímpicos do México 1968, Enriqueta Basilio entrou para a história como a primeira mulher a acender a pira olímpica.Enriqueta Basilio foi a primeira mulher a acender a pira olímpica na abertura sportv.globo.com == Algumas das tochas que transportaram a Chama Olímpica desde Olímpia == Ficheiro:Mexico torch.jpg|Cidade do México - 1968 Ficheiro:Montreal torch.jpg|Montreal - 1976 Ficheiro:Moscow torch.jpg|Moscou - 1980 Ficheiro:Seoul 1988 Torch.JPG|Seul - 1988 |Barcelona - 1992 Ficheiro:Olympic torch Atlanta 1996.jpg|Atlanta - 1996 Ficheiro:Nagano torch.JPG|Nagano - 1998 Ficheiro:2000 olympic torch.JPG|Sydney 2000 Ficheiro:Salt Lake 2002 torch cu.jpg|Salt Lake City - 2002 Ficheiro:IB 2006 winter olympics torch 03.jpg|Turim - 2006 Ficheiro:Official 2008 Summer Olympics Torch in Vilnius.jpg|Pequim - 2008 Ficheiro:2009-11-23-IMG 8560-Olympic Torch Closeup.jpg|Vancouver - 2010 Ficheiro:2012 Summer Olympics torch @ Cardiff.jpg|Londres - 2012 |Sóchi - 2014 Ficheiro:Tocha - Rio 2016.jpg|Rio - 2016 Ficheiro:The 32th Olympic Flame Torch (1).jpg|tokyo - 2020 == Ver também == * Lista de acendedores da pira olímpica == Ligações externas == * Documento do COI com a história da chama Olímpica (PDF com 1MB) * Sondre Norheim - as três ocasiões em que a chama Olímpica foi acesa em Morgedal Categoria:Símbolos olímpicos",
 "title": "Chama Olímpica"
}