{
 "id": "23796",
 "text": "PizzaDicionário escolar da língua portuguesa/Academia Brasileira de Letras. 2ª edição. São Paulo. Companhia Editora Nacional. 2008. p. 993. (português brasileiro) ou piza (português europeu) é uma preparação culinária que consiste em um disco de massa fermentada de farinha de trigo, coberto com molho de tomate e os ingredientes variados que normalmente incluem algum tipo de queijo, carnes preparadas ou defumadas e ervas, normalmente orégano ou manjericão, tudo assado em forno. O termo pizza foi registrado pela primeira vez no ano de 997 d.C., em um manuscrito em latim da cidade do sul da Itália de Gaeta, em Lazio, na fronteira com Campânia.Salvatore Riciniello (1987) Codice Diplomatico Gaetano, Vol. I, La Poligrafica Raffaele Esposito é frequentemente creditado por criar a pizza moderna em Nápoles.Arthur Schwartz, Naples at Table: Cooking in Campania (1998), p. 68. .John Dickie, Delizia!: The Epic History of the Italians and Their Food (2008), p. 186.Father Giuseppe Orsini, Joseph E. Orsini, Italian Baking Secrets (2007), p. 99. Em 2009, a pizza napolitana foi registrada junto à União Europeia como um prato de especialidade tradicional garantida. Em 2017, a arte de fazer pizza napolitana foi adicionada à lista de patrimônio cultural imaterial da UNESCO. Pizza e suas variantes estão entre os alimentos mais populares do mundo. Pizza é vendida em uma variedade de restaurantes, incluindo pizzarias (restaurantes especializados em pizza), restaurantes mediterrâneos, via entrega e como comida de rua. Na Itália, a pizza servida em um restaurante é apresentada sem ser cortada e é comida com o uso de faca e garfo. No entanto, em ambientes informais, geralmente é cortada em fatias para ser comida com as mãos. Pizza também é vendida em mercados em uma variedade de formas, incluindo congelada ou como kits para montagem própria. Em seguida, são cozidas usando um forno doméstico. Em 2017, o mercado mundial de pizza era de US$ 128 bilhões, e nos EUA era de $44 bilhões distribuídos em 76.000 pizzarias. No geral, 13% da população dos EUA com dois anos ou mais consumia pizza em qualquer dia dado. == História == Alimentos semelhantes já eram apreciados por civilizações antigas, como as egípcia, grega e romana. No Egito era costume celebrar o aniversário do faraó com um pão plano coberto por ervas.vc repórter: Dia da Pizza completa 25 anos em São Paulo Acredita-se que eles foram os primeiros a misturar farinha com água. Outros afirmam que os primeiros foram os gregos, que faziam massas à base de farinha de trigo, arroz ou grão-de-bico e as assavam em tijolos quentes. Ela não era, é claro, como é conhecida hoje, mas apenas um delgado estrato de massa — farinha mesclada com água — chamado na época de ‘pão de Abraão’, semelhante ao moderno pão sírio. Há especulações sobre o termo \"pizza\" ser originado de picea, em latim, palavra que os romanos utilizavam para descrever o pão assado no forno. Mas foi em Nápoles, sul da Itália, nos anos de 1600, que se preparou a primeira pizza como hoje conhecemos. Os italianos acrescentaram o tomate, domesticado pelos povos indígenas na América e levado à Europa pelos conquistadores espanhóis. Porém, nessa época, a pizza ainda não tinha a sua forma característica, redonda, como a conhecemos hoje, mas sim dobrada ao meio, feito um sanduíche ou um calzone. Servida com ingredientes baratos, por ambulantes, a receita objetivava \"matar a fome\", principalmente a da parte mais pobre da população. Normalmente, a massa de pão recebia, como sua cobertura, toucinho, peixes fritos e queijo. Esta iguaria da gastronomia italiana foi amplamente difundida em meados do , em 1889, graças à habilidade do primeiro pizzaiolo da história, dom Raffaele Espósito, um padeiro de Nápoles ao serviço do rei e da sua esposa Margarida, a quem ele homenageia ao confeccionar uma pizza imitando as cores da bandeira italiana — branco, vermelho e verde — utilizando para isso mussarela, tomate e manjericão, produtos que lhe permitiam obter as colorações desejadas. A rainha apreciou tanto este prato que dom Raffaele decidiu batizá-la de Margherita. A fama da receita correu o mundo e fez surgir a primeira pizzaria de que se tem notícia, a Port'Alba, ponto de encontro de artistas famosos da época tais como Alexandre Dumas, que, inclusive, citou variações de pizzas em suas obras. Em 1962, Sam Panopoulos (1934-2017), grego emigrado no Canadá e dono de vários restaurantes, teve a ideia de acrescentar ananás a uma pizza. === Brasil === Chegou ao Brasil da mesma forma, por meio dos imigrantes italianos, e, hoje, pode ser encontrada facilmente na maioria das cidades brasileiras. Até os anos 1950, era muito mais comum ser encontrada em meio à colônia italiana, tornando-se, logo em seguida, parte da cultura deste país. Desde 1985, comemora-se o dia da pizza no dia 10 de julho.Hoje é o Dia da Pizza – Raio LazerNo dia da Pizza, fanático de Sorocaba, SP, conta que come uma por noitePizza de canela, a maior do Brasil Mix Rondônia Foi no Brás, bairro paulistano dos imigrantes italianos, que as primeiras pizzas começaram a ser comercializadas no Brasil. Segundo consta no livro , da autoria de , o napolitano Carmino Corvino, o dom Carmenielo, dono da já extinta Cantina Santa Genoveva, instalada na esquina da Avenida Rangel Pestana com a Rua Monsenhor Anacleto, inaugurada em 1910, passou a oferecer as primeiras pizzas da cidade. Aos poucos, a pizza foi-se disseminando pela cidade de São Paulo, sendo abertas novas cantinas. As pizzas foram ganhando coberturas cada vez mais diversificadas e até mesmo criativas. No princípio, seguindo a tradição italiana, as de muçarela e anchova eram as mais presentes, mas, à medida que hortaliças e embutidos tornavam-se mais acessíveis no país, a criatividade dos brasileiros fez surgir as mais diversas pizzas. === A verdadeira pizza napolitana === Em 1982, foi fundada, em Nápoles, na Itália, por Antonio Pace, a Associação da Verdadeira Pizza Napolitana, (Associazione Verace Pizza Napoletana, em italiano) com a missão de promover a culinária e a tradição da pizza napolitana, defendendo, até com certo purismo, a sua cultura, resguardando-a contra a \"miscigenação\" cultural que sofre a sua receita. Com estatuto preciso, normatiza as suas principais características. A associação age fortemente na Itália para que a pizza napolitana seja reconhecida pelo governo como \"DOC\" (di origine controllata, Denominação de Origem Controlada em português). Em 2004, um projecto de lei foi enviado ao parlamento, com o intuito de regulamentar, por lei, as verdadeiras características da pizza napolitana. O \"DOC\" é uma designação que regulamenta produtos regionais, tais como os famosos vinhos portugueses. Além disso, a pizza napolitana está, desde Dezembro de 2009, protegida pela Comissão Europeia, junto com mais 44 produtos que têm o selo de \"Especialidade Tradicional Garantida\" (Specialità Tradizionale Garantita – STG). Segundo a associação, a Verace Pizza Napolitana deve ser confeccionada com farinha, fermento natural ou levedura de cerveja, água e sal. A pizza deve ser, ainda, trabalhada somente com as mãos ou por alguns misturadores devidamente aprovados por um comité da organização. Depois de descansar, a massa deve ser esticada com as mãos, sem o uso de rolo ou equipamento mecânico. Na hora de assar, a pizza deve ser colocada em forno a lenha (somente), a 485 °C, sendo que, sobre a superfície do forno, não deve ser colocado nenhum outro utensílio. A variedade de coberturas é reconhecida pela organização, porém devem ter a sua aprovação, estando em conformidade com as tradições napolitanas e não contrastando com nenhuma regra gastronômica. Algumas coberturas são tidas como tradicionais, sendo elas (respeitando seus nomes italianos): * Marinara (Napolitana): tomate, azeite de oliva, orégano (orégão) e alho. * Margherita: tomate, azeite de oliva, queijo mozzarella e manjericão. * Ripieno (Calzone), uma pizza recheada: queijo ricota, queijo mozzarella especial, azeite de oliva e salame. * Formaggio e Pomodoro: tomate, azeite de oliva e queijo parmesão ralado. Quando degustada, a pizza deve apresentar-se macia, bem assada, suave, elástica, fácil de ser dobrada pela metade. As bordas elevadas devem ser douradas\". O gosto da massa deve ser de pão bem fermentado, misturado ao sabor ácido do tomate, aroma de alho, orégano, manjericão. A pizza deve ser obrigatoriamente redonda, não podendo o seu diâmetro ser maior do que trinta e cinco centímetros. Outra medida, a espessura no centro do disco, não deve ser maior do que cinco milímetros, e a borda não pode ser maior do que dois centímetrosRevista Gosto - Nº 7 – pg. 23 -Fev. 2010 – Editora Isabella == Tipos ou sabores de pizza == A variedade de coberturas que se pode colocar sobre uma pizza é quase infinita, entretanto, algumas preparações são tradicionais e têm fiéis seguidores: * Margherita: queijo mozarela, tomate italiano e folhas de manjericão (nomeada em homenagem à princesa-consorte Margarida de Saboia). * Mozzarella: tomate, queijo mozarela, orégano e azeitonas verdes e/ou pretas; * Portuguesa: queijo mozarela, tomate, calabresa, presunto, cebola, pimentão, ovos cozidos e azeitonas verdes e/ou pretas; * Calabresa: queijo mozarela, tomate, linguiça (chouriço) calabresa, cebola e azeitonas verdes e/ou pretas; * Toscana: tomate, queijo mozarela misturada com linguiça (chouriço) toscana moída e azeitonas verdes e/ou pretas; * Pepperoni: tomate, queijo mozarela, rodelas de salame pepperoni e azeitonas verdes e/ou pretas; * Quatro queijos: tomate, queijos mozarela, gorgonzola, parmesão, provolone ou catupiry, e azeitonas verdes e/ou pretas (há variações em três, cinco e seis queijos); * Pomodoro: tomate, queijos mozarela e parmesão ralado, alho e azeitonas verdes e/ou pretas; * Aliche (\"anchova\" em italiano): tomate e anchovas; * Alho: alho e azeite. == \"Acabar em pizza\" == Especialmente na cidade brasileira de São Paulo, que tem uma grande colônia italiana, o consumo de pizzas é grande e sofisticado, com o ato de reunir-se numa pizzaria sendo frequentemente significado de celebração e acordo. No dia 10 de julho, em São Paulo, é comemorado o dia da pizza Deste costume, surgiu a expressão, comumente usada no país, associando um processo que envolva ações de ética ou legalidade duvidosa a esta celebração. Quando apenas alguns dos envolvidos de menor importância são penalizados ou existe um movimento de acomodação, terminando em mesa de negociação, ou \"terminando em pizza\", como se as partes envolvidas, acusados e acusadores, se sentassem numa pizzaria e, apreciando a saborosa iguaria, celebrassem o acordo durante uma \"rodada de pizza\". Outra explicação para a origem do termo vem do futebol paulistano, mais precisamente da tradicional equipe do Palmeiras, já que sempre foi grande a disputa política dentro do clube de origem italiana e sempre existiam brigas com trocas de acusações entre os diretores da agremiação. Na década de 1960, alguns conselheiros palmeirenses se reuniram para resolver problemas que haviam trazido uma crise ao clube. Após 14 horas de discussões, os dirigentes sentiram fome e resolveram ir a uma pizzaria. Várias rodadas de chope, várias garrafas de vinho e 18 pizzas gigantes depois, a paz voltou a reinar. O jornalista Milton Peruzzi, que trabalhava no jornal A Gazeta Esportiva e era setorista do Palmeiras, acompanhou todo o encontro e ditou a seguinte manchete no jornal do dia seguinte: \"Crise do Palmeiras termina em pizza\". == Recordes == === Brasil === Em julho de 2014, uma pizzaria da cidade de Canela registrou o recorde de maior pizza do país, ao preparar a peça com 3,11 m de diâmetro e 156,11 kg. O fato foi registrado e certificado pelo RankBrasil e a pizza foi distribuida, gratuitamente, para alunos da rede de ensino do município.Pizza de canela, a maior do Brasil Jornal Rondonia News === Guinness === A maior pizza do mundo registrada no Guinness Book foi feita na Itália e batizada de “Ottavia” (homenagem ao primeiro imperador romano). Sua dimensão é de 40 metros de diâmetro.Italianos batem recorde com maior pizza do mundo. Claro! Portal Mega Curioso - acessado em 2 de julho de 2021 Maior pizza do mundo portal A Pizzaiolo == Ver também == * Fast-food no Brasil * Pizza frita * Pizza de chocolate == Ligações externas == *",
 "title": "Pizza"
}