{
 "id": "23795",
 "text": "Acumulação entravada é um termo criado por Csaba Deák, que se refere à base material da reprodução da sociedade brasileira, que ele classifica como \"sociedade de elite\". == Histórico == A sociedade burguesa e o capital nunca chegaram a tomar suas formas clássicas no Brasil. A estrutura do latifúndio escravista do período colonial objetivava a expatriação do excedente. Com a abolição da escravatura houve a substituição da força de trabalho escravo pelo trabalho assalariado, mas foi preservado esse mesmo modelo de organização econômica, até os dias de hoje. Esse modelo culturalmente enraizado não gerou uma burguesia como a europeia, mas sim uma classe dominante e uma elite com sua base na economia exportadora, que preservava as suas bases internas e relações de poder,em detrimento do próprio desenvolvimento do capitalismo interno. O excedente não era incorporado à reprodução ampliada interna do Brasil (investimentos), mas enviado ao exterior, nas diversas formas possíveis com o capital estrangeiro, em detrimento do próprio desenvolvimento do capitalismo interno. Esse processo de acumulação interna comandado pela elite dominante impede o livre desenvolvimento das forças produtivas e é denominado por Deák de acumulação entravada. A elite dominante mantém o mercado interno nacional limitado apenas às demandas de sua própria preservação, assegurando sua hegemonia, atrelada às necessidades de reprodução do capitalismo internacional. == Conceito == A acumulação entravada reflete-se na reprodução ampliada, em que apenas uma parte do excedente produzido anualmente é incorporada à produção (acumulada), enquanto outra parte é expatriada (na forma de remessa de lucros, pagamento de juros da dívida externa e balança de \"serviços\" cronicamente deficitária) e fica assim perdida para o processo de acumulação. Assim, se o processo de produção é capitalista, onde predomina a produção de mercadorias e o trabalho assalariado, ele difere da produção capitalista nos países ditos \"centrais\", ou \"desenvolvidos\", em que o princípio de acumulação aqui fica subordinado ao princípio de expatriação de excedente. De acordo com essa teoria, tanto a acumulação entravada quanto a sociedade de elite têm sua origem na produção colonial e sua respectiva sociedade colonial, cujas características fundamentais foram conservadas após a Independência. O processo de Independência se limitou a internalizar o aparelho estatal e arcabouço institucional (até então assegurado por Portugal), sem alteração nos princípios de organização da produção ou da sociedade. == Sociedade de elite == A sociedade de elite foi o resultado da evolução da sociedade colonial formada no Brasil colônia que, ao se tornar independente, incorporou o aparelho de Estado, até então provido pela Metrópole, para assegurar a continuidade de sua reprodução. Sua base material é a acumulação entravada, que por sua vez é sucessora da produção colonial, com manutenção da expatriação de excedente. Tanto a acumulação entravada quanto a sociedade de elite têm sua origem nos métodos de produção colonial e sua respectiva organização da sociedade colonial, cujas características fundamentais foram conservadas após o processo de Independência. A independência, no Brasil, se limitou a tornar local o aparelho estatal, e arcabouço institucional, até então detido por Portugal, sem que tivesse havido qualquer alteração nos princípios de organização da produção, ou da sociedade. == Autonomia == A acumulação entravada é um processo endógeno. Neste processo os entraves ao desenvolvimento anteriormente impostos de fora—pela metrópole—foram incorporados, com a Independência, aos processos internos e inerentes à reprodução da sociedade de elite. O antagonismo fundamental da sociedade de elite deriva da submissão do princípio de acumulação ao princípio da expatriação == Os entraves == Entre os principais meios de manutenção dos entraves ao desenvolvimento estão: * sistema financeiro: ausência de crédito e juros altos; * fragmentação deliberada e precariedade crônica das infraestruturas espaciais ou da produção; * a produção nacional necessária pela restrição da balança de pagamentos é restrita ao bens de consumo. O progresso técnico, que se dá (daria) nos ramos de máquinas, fica assim eliminado mesmo com o aumento do volume de produção. Se alguns 'setores-chave' são ainda assim necessários para o apoio da produção de bens de consumo, estes serão delegados ao Estado ou ao capital estrangeiro, impedindo, em ambos os casos, o desenvolvimento de forças sociais internas com interesses vinculados ao desenvolvimento e notadamente, à transformação da elite em burguesia; * no plano ideológico, os meios de reprodução dos entraves são apresentados como sendo resultado de atraso ou de dominação—qualquer força externa contra a qual seria impensável a sociedade brasileira se rebelar--, formando a ideologia do subdesenvolvimento, dependência ou globalização. == Crise da acumulação entravada == A acumulação entravada é distinta da exploração colonial e da exploração capitalista e configura-se nos entraves que impedem o adequado desenvolvimento nacional. Com a exaustão do estágio de desenvolvimento extensivo, em meados da década de 1970, o modelo brasileiro de acumulação entravada entra em uma crise da qual não teve condição de se recompor: com a diminuição das taxas de excedente em diversas indústrias, a subdivisão do excedente em uma parcela a ser expatriada e ainda assim restar algum para ser acumulada, e a manutenção do status quo torna-se problemática. O impasse gerado perdura ainda na virada do milênio, pois é igualmente problemática a transição ao estágio intensivo, com a opção pelo pleno desenvolvimento e a cessação da expatriação, por implicar na remoção dos entraves e um última instância, na transformação da sociedade de elite em burguesa. == Bibliografia == * BATISTA JR., Paulo Nogueira (2006). Nacionalismo e Desenvolvimento, in Centro Celso Furtado * BERLIN, Isaiah (1990). The Crooked Timber of Humanity, Princeton: Princeton University Press, 1990. * BRESSER-PEREIRA, Luiz Carlos. Estratégia nacional de desenvolvimento. in Revista de Economia Política, 26 (2), 2006: 203-230. * CHANG, Ha-Joon (2002). Kicking Away the Ladder: Development Strategy in Historical Perspective, London: Anthem Press, 2002. * DEÁK, Csaba. Acumulação entravada no Brasil e a crise dos anos 80. In: DEÁK, Csaba; SCHIFFER, Sueli Ramos (Org). O processo de urbanização no Brasil. São Paulo: Editora da Universidade de São Paulo, 2004. p. 19-42. * DEUTSCHER, Isaac (1966). Stalin, Bungay: Pelican Books, 1966. * GERSCHENKRON, Alexander (1970). Europe in the Russian Mirror: Four Lectures in Economic History, Cambridge: Cambridge University Press, 1970. * GERSCHENKRON, Alexander (1962). Economic Backwardness in Historical Perspective, Boston: Harvard University Press, 1962. * HERDER, Johann Gottfried (2004). Another Philosophy of History and Selected Political Writings, 1ª edição: 1774, Indianapolis: Hackett Publishing Company, 2004. * LIST, Georg Friedrich (1986). Sistema Nacional de Economia Política, 1ª edição: 1841, São Paulo: Nova Cultural, 1986. * LUKACS, John (2006). June 1941: Hitler and Stalin, New Haven: Yale University Press, 2006. * MARTON, Scarlett (2000). Extravagâncias: Ensaios sobre a Filosofia de Nietzsche, São Paulo: Discurso Editorial & Editora Unijuí, 2000. * MARX, Karl (1845). “Draft of an article on Friedrich List’s book: Das Nationale System der Politischen Oekonomie”, março de 1845 (www.marxists.org/archive/marx/works). * MÜLLER-LAUTER, Wolfang (1997). A Doutrina da Vontade de Poder em Nietzsche, São Paulo: Annablume, 1997. * NIETZSCHE, Friedrich (1972). Götzen-Dämmerung, 1ª edição: 1889, republicado em Friedrich Nietzsche – Werke III, Herausgegeben von Karl Schlechta, Frankfurt am Main: Ullstein, 1972. * NIETZSCHE, Friedrich(1988). Nachgelassene Fragmente, 1887-1889, Kritische Studienausgabe, Band 13, Herausgegeben von Giorgio Colli und Mazzino Montinari, München: dtv/de Gruyter, 1988. * OZMENT, Steven (2006). A Mighty Fortress. A New History of the German People, London: Granta Books, 2006. * PEYREFITTE, Alain (1994). C’était de Gaulle, Éditions de Fallois & Fayard, 1994. * SMITH, Thomas C. (1955). Political Change and Industrial Development in Japan: Government Enterprise, 1868-1880, Stanford: Stanford University Press, 1955. * STONE, Isidor F. (1989). The Trial of Socrates, New York: Doubleday, 1989. * UNAMUNO, Miguel de (1941). A Agonia do Cristianismo, 1ª edição: 1930, São Paulo: Edições Cultura, 1941. * WILDE, Oscar (1948). The Importance of Being Earnest, 1ª edição: 1895, republicado em The Works of Oscar Wilde, edited by G. F. Maine, London: Collins, 1948 == Ligações externas == * BATISTA JR., Paulo Nogueira (2006). Nacionalismo e Desenvolvimento, in Centro Celso Furtado * Deák, Csaba (1991) \"Acumulação entravada no Brasil/ E a crise dos anos 80\" 'Espaço & Debates' 32:32-46 * Deák, Csaba (2002) \"Acumulação entravada\" Categoria:Economia política",
 "title": "Acumulação entravada"
}