{
 "id": "23800",
 "text": "Nassau (; ; ) é a capital e maior cidade e centro comercial das Bahamas. A cidade tem uma população de (censo de 2010), 70% de toda a população das Bahamas (353.658). O Aeroporto Internacional Lynden Pindling, o maior aeroporto das Bahamas, está situado a cerca de 16 km a oeste do centro da cidade de Nassau e possui voos diários para as principais cidades dos Estados Unidos, Canadá, Caribe e Reino Unido. A cidade está situada na ilha de Nova Providência, que é praticamente o centro financeiro e comercial. Nassau é o local do Parlamento e de vários departamentos judiciais, e era considerada em tempos idos como bastião de piratas. O crescimento moderno de Nassau começou no final do século XVIII, com a chegada de milhares de lealistas americanos e seus escravizados para as Bahamas, após a Guerra Revolucionária Americana. Muitos deles se estabeleceram em Nassau (que era a capital comercial das Bahamas) e, finalmente, vieram a superar em quantidade os habitantes originais. À medida que a população de Nassau crescia, o mesmo ocorreu com suas áreas habitadas. Hoje a cidade domina completamente a ilha e seu satélite, a Ilha Paraíso. Porém, até à época pós-Segunda Guerra Mundial, os subúrbios eram raros. A maior parte de Nova Providência era terra sem cultivo antes da re-colonização dos Lealistas na sequência da Guerra da Independência Americana: fundaram várias colônias agrícolas, como as de Clifton e Tusculum. Após 1807, ano em que os Britânicos aboliram o comércio internacional de escravos, reestabeleceram-se milhares de africanos liberados dos navios negreiros pela Marinha Real em Nova Providência (na vila de Adelaide e Gambier), junto com outras ilhas, como Grand Bahama, Exuma, Ábaco e Inagua. Além disso, escravos liberados de navios norte-americanos, como em 1841 no caso Crioulo, foram autorizados a se estabelecerem aqui. Historicamente a maior concentração de africanos viveu nos subúrbios \"Over-the-Hill\" de Grants Town e Bain Town até ao sul da cidade de Nassau, enquanto a maioria dos habitantes de ascendência europeia vivia no norte da ilha nos cumes da orla costeira. ==História== Nassau foi fundada pelos britânicos em meados do século XVII, sob a designação de Charles Town (em honra da restauração monárquica de Carlos II de Inglaterra). Em 1664 foi queimada até suas fundações pelos Espanhóis. Reconstruída em 1695, foi rebatizada Nassau em homenagem ao holandês Stadtholder (Stadhouder em holandês) e mais tarde também após a ascensão ao trono de Rei da Inglaterra, Escócia e Irlanda do Guilherme III da casa de Orange-Nassau da Holanda. Em 1703, as forças aliadas espanholas e francesas conquistaram e ocuparam brevemente Nassau. Até 1713, as ilhas escassamente povoadas das Bahamas haviam se tornado num paraíso pirata para chefes piratas como Thomas Barrow e Benjamin Hornigold. Eles proclamaram Nassau uma república pirata, estabelecendo-se como \"governadores\". A este grupo outros se juntaram como Charles Vane, \"Calico Jack\" Rackham, Bartholomew Roberts, Stede Bonnet e o infame e mais famoso Edward Teach, conhecido como \"Barba Negra\", junto com mulheres piratas, como a Anne Bonny e Mary Read. thumb|direita|250px|Lagoa Azul (Blue Lagoon). Em 1718, os Ingleses procuraram retomar as ilhas e nomearam o Capitão Woodes Rogers como Governador Real. Ele conseguiu restringir e isolar os piratas, reformou a administração civil, e restaurou o comércio. Rogers promoveu a desenvoltura de Nassau e reconstrução do forte, usando das suas posses para suprir problemas. Em 1720 os espanhóis falharam ao fazer um ataque para tomar Nassau. Em 1776, a Batalha de Nassau resultou numa breve ocupação pelos fuzileiros americanos durante a Guerra da Independência Americana, onde os fuzileiros montaram a primeira invasão por mar ao Forte Montagu. Em 1778 depois do raide na noite, as tropas fizeram retirada com seus barcos, pólvora e provisões militares parando somente em Nassau dois dias. Em 1782 a Espanha capturou pela primeira vez Nassau quando Don Juan de Cagigal, governador-general de Cuba, atacou Nova Providência com . Andrew Deveaux, um Patriota Americano que se re-estabeleceu na ilha, e tomou a finalidade de recapturar Nassau com 220 homens e 150 mosquetes contra a força de 600 tropas treinados. Deveaux forçou os espanhóis a renderem em 17 de abril, 1783, sem a descarga de um único tiro. Quando Deveaux tomou a bandeira espanhola, ele marcou a última vez que uma bandeira estrangeira foi hasteada na capital Nassau como um símbolo de domínio. Lorde Dunmore governou a colônia entre 1787 e 1796. Ele liderou a construção do Forte Charlotte em Nassau. Durante a Guerra Civil Americana, Nassau serviu como um porto para barcos de contrabando fazendo o seu caminho até os portos na Costa Atlântica do Sul para continuarem o comércio com a Confederação. ==Geografia== Situada na Ilha de Nova Providência, Nassau têm um porto atrativo, uma mistura colorida de arquitetura do mundo antigo e arquitetura colonial, e um porto concorrido. O clima tropical e beleza natural fizeram as Bahamas um destino de turismo popular. Nassau se desenvolveu diretamente por trás da área do porto. Nova Providência têm área de 200 km² de terrenos relativamente lisos e terras baixas intersetadas por cumes baixos (nenhum dos quais restringiu o estabelecimento). No centro da ilha existem vários lagos baixos que estão ligados em sistema de maré. A proximidade da cidade aos Estados Unidos (290 km leste-sudeste de Miami) contribui para a popularidade como destino de férias resort, especialmente depois dos Estados Unidos banirem as viagens para a Cuba em 1963. O Atlantis Resort, localizado perto da ilha Paradise Island supera a contagem de chegadas de turistas à cidade mais que outras propriedades de hotéis. O mega-resort emprega mais de 6.000 pessoas, e é o maior empregador fora da área do governo. == Clima == No verão as temperaturas raramente ultrapassam os e os meses de inverno têm temperaturas diurnas entre 20 e , raramente caindo abaixo de . === O desenvolvimento urbano === Durante o século XIX, Nassau tornou-se urbanizado, que fez atrair moradores rurais. O crescimento desde a década de 1950 foi para fora da cidade. O coração de Nassau em 1788, era de apenas alguns quarteirões de edifícios entre a Casa do Governo e do Porto, mas a cidade se expandiu gradualmente para leste do Parque de Malcolm, para sul da estrada Wulff Road, e oeste até à Nassau Street. A cidade Grants Town e Bain Town a sul da cidade tornaram-se as principais áreas residenciais para os negros, e até cerca de 30 anos atrás, foi a parte mais populosa da cidade. A maioria dos brancos construíram casas ao longo da costa, para leste até o Forte Montagu, e a oeste até chegar à Praia de Saunders Beach, e ao longo do cume da orla da cidade. Durante o século XX, a cidade se espalhou para o leste da estrada Village Road e a oeste até Forte Charlotte e Oakes Field. Este semicírculo de desenvolvimento residencial foi a principal área de assentamento até depois da Segunda Guerra Mundial, e marca uma fase distinta na expansão da cidade, o limite exterior a esta zona sendo o limite efetivo da área contínua construída. Os moradores mais ricos continuaram a se espalhar para o leste, até Cabo East End Point, e para o oeste, até Lyford Cay. Nos últimos 40 anos, o desenvolvimento residencial tem sido bastante diferente . Este consistiu principalmente em sub-divisões planejadas de renda média. Desde os anos 1960, o governo patrocinou conjuntos habitacionais de baixo custo em Elder Amarelo, Elizabeth Estates, e Pinewood Gardens, no anel externo. ====Downtown (centro da cidade)==== Downtown é o centro de todas as atividades em Nassau. Milhares de pessoas visitam diariamente fazer compras, se alimentar, passear e desfrutar do clima tropical da cidade. Enquanto a parte mais movimentada do centro é a marginal Bay Street e a Woodes Rogers Walk, localizado em frente do porto e paralelo à Bay, a área estende-se por vários quarteirões em cada sentido. Ele começa em West Bay, em torno da área da praia Junkanoo Beach. Alguns hotéis e restaurantes estão localizados no West Bay. O próximo marco é o Hotel Colonial Britânico, que marca o início adequada da rua Bay Street. O Museu Piratas de Nassau fica do outro lado do hotel Hilton Colonial Britânico. Os próximos blocos de Bay Street são de boutiques seguidas lado a lado, com alguns restaurantes e clubes intercalados ao longo de lojas de retalho. Marcos históricos famosos também estão nas proximidades, incluindo Câmara Vendue e a Catedral de Christ Church. Embora a parte turística de Downtown diminui após cerca de sete blocos, lojas menores locais são encontrados por todo o caminho da marginal Bay Street. Neste ponto, torna-se a marginal de Bay Street East Bay. O novo mercado de palha também é um lugar muito movimentado nos dias normais. Após o incêndio de 2001 foi reconstruído com um novo olhar, mais moderno, consistindo de quatro seções situado junto do Porto de Nassau. Nesta área também se encontram muitas lojas de jóias e bares. A próxima, para logo ser pólo turístico, é Pompeu Square. ==== Praia de Cable Beach ==== Cable Beach é reconhecida como a zona hoteleira de Nassau. Nessa faixa estão localizados cinco enormes hotéis, dois dos quais são tudo-incluso. A área também é conhecida pelos seus restaurantes, o Casino Crystal Palace, e as areias douradas da praia do Cabo. A maioria dos restaurantes da área estão localizados nos hotéis ou no outro lado da rua. Há pouca ou nenhuma vida noturna. Há um pouco de compras, a maior parte localizada no Wyndham. O futuro comercial da Cable Beach está sendo re-imaginado com o desenvolvimento de Baha Mar, um projeto de resort e casino que vai trazer mais de 2.000 quartos de hotel e a maior instalação de jogos e convenções no Caribe, a esta seção da Ilha de Nova Providência, no final de 2014 (data de abertura estimado). == Demografia == Crescimento populacional {| Ano | Habitantes 1901 1931 1943 1953 1963 1970 1980 1990 2000 2010 2011 2012 2013 Nassau tem um população de 126.500 mulheres e 121.800 homens e é o lar de 59.707 famílias com um tamanho médio da família de 4,15 de acordo com o censo de 2000. Grande parte da população de Nassau (pelo menos em relação ao restante das Bahamas) é o resultado de ondas de imigração das Ilhas Família para a Capital. Consequentemente, isso levou ao declínio populacional das ilhas menos desenvolvidas e ao rápido crescimento de Nassau.By SAM ROBERTS, Population Growth in New York City Is Outpacing 2010 Census, 2011 Estimates Show, April 5, 2012, Retrieved December 1, 2013By SAM ROBERTS, Democratic Lock Seen on 2013 Albany Senate, June 28, 2009, Retrieved December 1, 2013 == Transporte == === Ar === Aeroporto Internacional Lynden Pindling (antigo Aeroporto Internacional de Nassau) está localizado de Nassau. O Aeroporto de Nova Providência em Paradise Island foi fechado em 1999, com a pista removida e integrado no resort na ilha. === Água === O serviço de Ferries fornece curso de água em torno de Nassau para as ilhas circundantes. Prince George Wharf é o principal porto da cidade, que serve os navios de cruzeiro com portos de escala em Nassau. === Estradas === Lotação de ônibus públicos e táxis fornecem transporte em torno de Nassau. O aluguel de carros também está disponível na cidade e no aeroporto. Principais estradas em Nassau incluem: * Rua Bay Street * Estrada do Leste * Estrada Blue Hill Road * Rua East Street * Estrada Adelaide Road * Estrada Shirley * Estrada Soldado * Estrada Carmicheal * Estrada Príncipe Charles * Estrada John F Kennedy Não existem estradas de acesso controladas em Nassau. Ambas as estradas Tonique Williams Querida e Sir Milo Butler são auto-estradas. Os veículos em Nassau dirigem no lado esquerdo como na Grã-Bretanha, mas muitos veículos são importados dos Estados Unidos com a mão esquerda do volante. == Cultura == O festival principal da cidade é Junkanoo, um desfile de rua energético, colorido de pessoas brilhantemente fantasiados dançando com o acompanhamento rítmico de chocalhos, tambores e apitos. A palavra \"Junkanoo\" é o nome do fundador 'John Kanoo'. A comemoração ocorre em 26 de dezembro e 1 de janeiro, começando nas primeiras horas da manhã (1h00 ) e terminando por volta das 10h. == Na cultura popular == Nassau tem caracterizado como um local importante em vários filmes, incluindo o filme Beatles, Help e filmes do James Bond!, Thunderball, (1965) e Never Say Never Again, (um remake deThunderball) (1983) e também para a parte da ação em Casino Royale (2006). Em 1981, ele foi usado como um local para a cena do oceano (no filme retratado como sendo da Grécia) em For Your Eyes Only. Nassau é destaque na novela Tobin no Paraíso por Stanley Morgan. A história é centrada em torno da visita da personagem principal, Russ Tobin, para Nassau e Paradise Island, e os acontecimentos cômicos que se seguem. Vários outros filmes do final do século XX e XXI foram criados aqui, incluindo After the Sunset, Into the Blue (2005), e Flipper (1996). A capital sediou a competição nos jogos Strongest Man (do mundo) de 2004. Atlantis Paradise Island foi o local escolhido em para o concurso Miss Universo no ano de 2009. Nassau é um nível desbloqueável no jogo Gameloft de 2010 de corrida Asphalt 6: Adrenaline. Em Pirates of the Caribbean: The Curse of the Black Pearl, a personagem Elizabeth Swann diz que o Capitão Jack Sparrow uma vez \"demitiu Porto Nassau sem disparar um tiro\". A cidade é destaque no jogo de vídeo de 2013 Assassins Creed IV: Black Flag como um refúgio de piratas, que abriga os principais protagonistas. Piratas históricos são encontrados lá, como Benjamin Hornigold, Edward Teach / Barba Negra, Charles Vane, \" Calico \" Jack Rackham, Anne Bonny e Mary Read. No seriado Black Sails é retratado a história referente aos piratas de Nassau. == Galeria == Ficheiro:Ftfincastlenassau.jpg|Forte Fincastle ==Ver também== * Centro de Conservação, Zoológico e Jardins de Ardastra * Lista de cidades do Caribe por população * Biblioteca Pública de Nassau",
 "title": "Nassau (Bahamas)"
}