{
 "id": "23882",
 "text": "Jogos Paralímpicos ou ParaolímpicosParaolímpico (e não “paralímpico”, nem “para-olímpico), Ciberdúvidas da Língua Portuguesa, 15 de janeiro de 2005.Dilma decreta: “paralímpico”, não. No Brasil, é paraolímpico, Época, 13 de setembro de 2012. é o maior evento esportivo mundial envolvendo pessoas com deficiência. Incluem atletas com deficiências físicas (de mobilidade, amputações, ou paralisia cerebral), deficiências visuais (cegueira), além de deficientes mentais. Realizados pela primeira vez em 1960 em Roma, Itália, têm sua origem em Stoke Mandeville, na Inglaterra, onde ocorreram as primeiras competições esportivas para deficientes físicos, como forma de reabilitar militares feridos na Segunda Guerra Mundial. O sucesso das primeiras competições proporcionou um rápido crescimento ao movimento paralímpico, que em 1976 já contava com quarenta países. Nesse mesmo ano, foi realizado a primeira edição dos Jogos de Inverno, levando a mais pessoas deficientes a possibilidade de praticar esportes em alto nível. Os Jogos de Barcelona, em 1992, representam um marco para o evento, já que pela primeira vez os comitês organizadores dos Jogos Olímpicos e Paralímpicos trabalharam juntos. O apoio do Comitê Olímpico Internacional após os Jogos de Seul, em 1988 proporcionou a fundação, em 1989, do Comitê Paralímpico Internacional. Desde então os dois órgãos desenvolvem ações conjuntas visando ao desenvolvimento do esporte para deficientes. Vinte e sete modalidades compõem o programa dos Jogos Paralímpicos, sendo que vinte e sete já foram disputadas e duas irão estrear na edição de 2020 dos Jogos. Além de modalidades adaptadas, como atletismo, natação, basquetebol, tênis de mesa, esqui alpino e curling, há esportes disputados exclusivamente por deficientes, como bocha, goalball e futebol de cinco. Ao longo da história, diversos atletas com deficiência física participaram de edições dos Jogos Olímpicos, tendo conseguido resultados expressivos. O único caso registrado de atleta profissional que fez o caminho inverso, ou seja, competiu primeiro em Jogos Olímpicos e depois em Jogos Paralímpicos, é o do esgrimista húngaro Pál Szekeres, que conquistou uma medalha de bronze em 1988 e, após os Jogos, sofreu um acidente de carro que o deixou paraplégico. Szekeres já participou de cinco Jogos Paralímpicos. Dentre os países lusófonos, o Brasil tem conseguido destaque nas últimas edições dos Jogos Paralímpicos. O país estreou em 1976 e conquistou sua primeira medalha na edição seguinte. Em 2008, pela primeira vez encerrou uma edição entre os dez primeiros no quadro de medalhas, ficando em nono lugar com 47 medalhas. Os nadadores Clodoaldo Silva e Daniel Dias e os corredores Lucas Prado, Ádria Santos e Terezinha Guilhermina são alguns dos destaques paraesportivos do país. Portugal também tem obtido bons resultados, com destaque para a natação e a bocha, que deram seis das sete medalhas do país em 2008. Angola compete apenas desde 1996, mas já conquistou seis medalhas, todas no atletismo. Nos Jogos de Verão de 2016, Cabo Verde e Moçambique conseguiram sua primeira medalha na história, um bronze para cada país. Timor-Leste e Macau também já participaram de Jogos Paralímpicos, mas nunca ganharam medalhas. == História == === Precedentes === Em 1939, o neurologista alemão de origem judia Ludwig Guttmann foi forçado pelo governo nazista da Alemanha a deixar o país com sua família e se estabelecer na Inglaterra, trabalhando na Universidade de Oxford. Em 1943, Guttmann foi indicado pelo governo britânico para chefiar o Centro Nacional de Traumatismos na cidade de Stoke Mandeville, sendo sua principal missão a reabilitação de soldados que serviram na Segunda Guerra Mundial. Antes da Guerra não havia registros de grandes esforços para reabilitar deficientes físicos, cuja vida era considerada de curta duração e de má qualidade. Guttmann desenvolveu uma nova filosofia de tratamento para os seus pacientes que unia trabalho e esporte. Entre as modalidades usadas no tratamento estavam basquetebol, tiro com arco, dardos e bilhar. Com o sucesso do novo sistema, Guttmann promoveu, em 28 de julho de 1948, o primeiro evento esportivo exclusivo para portadores de deficiência. A data não foi escolhida por acaso, uma vez que, no mesmo dia, tinham início os Jogos Olímpicos de Londres, a apenas 56 km de Stoke Mandeville. Dois grupos de arqueiros paraplégicos participaram da competição. O evento continuou a ocorrer todos os anos, tornando-se internacional em 1952, quando quatro atletas dos Países Baixos competiram. O crescimento continuou de maneira acelerada até que, em 1960, a competição ocorreu pela primeira vez fora do Reino Unido. === Os primeiros Jogos Paralímpicos === Roma, na Itália, foi escolhida em 1959 sede da nona edição dos Jogos Internacionais de Stoke Mandeville, como era conhecido o evento, graças aos esforços de Guttmann em unir Jogos Olímpicos e competições para deficientes (Roma também sediaria os Jogos Olímpicos de Verão de 1960), sendo a primeira vez que o evento saía de Stoke Mandeville. Quatrocentos atletas de vinte e três países competiram em provas exclusivas para usuários de cadeira de rodas. Nos Jogos Olímpicos de 1964 em Tóquio, no Japão, os Jogos Internacionais de Stoke Mandeville aconteceram alguns dias após o encerramento dos Jogos Olímpicos. Nesta época já era comum — principalmente para a imprensa — o uso do nome \"Paralimpíadas\" (contração de \"paraplegia\" e \"olimpíadas\") para designar o evento, principalmente quando este ocorria em paralelo com os Jogos Olímpicos, mesmo que por vezes em locais diferentes por motivos de inacessibilidade. A realização dos Jogos Olímpicos e Paralímpicos na mesma cidade foi interrompida em 1968, pois a Cidade do México desistiu por problemas financeiros e por falta de acessibilidade para pessoas em cadeira de rodas nos locais de competição. Tel Aviv, em Israel, se ofereceu como sede e a proposta foi aceita, recebendo a terceira edição dos Jogos. Em 1972, mais uma vez a sede dos Jogos Olímpicos não recebeu as Paralimpíadas. Munique, na Alemanha Ocidental, desistiu da ideia de organizar os Jogos por causa da falta de acessibilidade na Vila Olímpica e optou por vender os apartamentos logo após os Jogos Olímpicos, inviabilizando a hospedagem dos atletas. Heidelberg, no mesmo país, se ofereceu como alternativa através de sua universidade. === Geopolítica, primeiras tentativas de cooperação e novos tipos de deficiência === Ainda na década de 1960, surgiu o interesse de outras organizações de apoio aos deficientes em participar dos Jogos Paralímpicos. Em 1976, ano em que mais uma vez o evento ocorreu no mesmo país sede dos Jogos Olímpicos (Canadá), mas em outra cidade (Toronto, enquanto Montreal recebeu as Olimpíadas), outras categorias passaram a integrar os Jogos. Pela primeira vez, foram realizados eventos para deficientes visuais, amputados, pessoas com lesão na medula espinhal, entre outros, totalizando 1600 atletas de quarenta países. Essa edição também é marcada pelo primeiro boicote da história dos Jogos Paralímpicos, já que a época existia uma rejeição internacional ao evento pela participação da África do Sul, que vivia o regime do Apartheid. Em 1980, a União Soviética, que sediaria os Jogos Olímpicos de Verão do mesmo ano, foi convidada a sediar o evento. Entretanto, o esporte para deficientes no país não era suficientemente desenvolvido e teve notoriedade uma declaração que foi emitida, negando a existência de qualquer \"inválido\" por lá. A União Soviética enviou uma delegação pela primeira vez aos Jogos em 1988, exatamente os últimos jogos em que o país existiu. Em 2014, pela primeira vez na história os Jogos Paralímpicos foram realizados em solo da antiga URSS. Os Países Baixos ofereceram o recém inaugurado Centro Desportivo Nacional Papendal, em Arnhem, como sede dos Jogos e a proposta foi aceita. Durante estes jogos, foi criado o Comitê Internacional de Coordenação, o ICC, em que cada federação estava representada. Nove anos mais tarde, essa instituição evoluiria para o Comitê Paralímpico Internacional. Houve tentativas do Comitê Olímpico Internacional de realizar os Jogos Paralímpicos de Verão de 1984 em Los Angeles, logo após os Jogos Olímpicos; entretanto, as conversas entre o LAOOC (Comitê Organizador dos Jogos Olímpicos de Los Angeles) e o ICC não aconteceram, já que as relações formais entre as instituições não existiam. Durante o processo organizacional dessa edição, houve um \"racha\" entre as federações esportivas. Logo após os Jogos de Arnhem, a Associação Americana de Esportes em Cadeira de Rodas anunciou que iria realizar seus próprios Jogos para atletas dessa deficiência em um local separado e, assim, escolheu o campus da Universidade de Illinois em Urbana-Champaign, a 217 quilômetros de Chicago. As novas categorias paralímpicas: deficientes visuais, amputados, paralisados cerebrais e os \"les autres\" foram disputadas em Nova Iorque, Estados Unidos. Três meses antes do evento, devido a problemas financeiros, Champaign renunciou ao evento e os \"jogos em cadeiras de rodas\" foram de última hora para Stoke Mandeville, no Reino Unido. === Seul 1988 === Talvez o maior avanço para o movimento Paralímpico tenha ocorrido em Seul, durante os Jogos Paralímpicos de Verão de 1988. Essa edição que foi, até então, a maior e melhor organizada é considerada um ponto crucial na história dos Jogos, já que, pela primeira vez em 24 anos, os atletas paralímpicos puderam usar os modernos locais de competição dos Jogos Olímpicos. As relações entre os dois Comitês Organizadores (Olímpico e Paralímpíco) foram fracas, mas o relacionamento era substancial o suficiente para recrutar, treinar e capacitar muitos dos voluntários, oficiais esportivos e técnicos para os dois eventos. As cerimônias de abertura e encerramento foram realizadas no Estádio Olímpico pela primeira vez. Diante de 75 mil pessoas, a nova bandeira paralímpica foi apresentada ao presidente do Comitê Internacional de Coordenação, Dr. Jens Bromann. Pela primeira vez na história, um revezamento da tocha paralímpica foi realizado e ele se tornou compulsório desde então. Um ano após os Jogos de Seul, o Comitê Paralímpico Internacional foi fundado, reunindo atualmente 174 países. Em 2001, o IPC e o Comitê Olímpico Internacional assinaram um acordo de cooperação, complementado no ano seguinte com a política \"Uma Eleição, Uma Cidade\", segundo a qual a eleição da cidade-sede dos Jogos Olímpicos passaria a incorporar exigências relativas aos Jogos Paralímpicos. === Racha entre o IPC e o CISS === O Comitê Internacional de Desporto para Surdos (CISS), o órgão internacional que organiza internacionalmente o desporto de surdos, já havia sido reconhecido pelo Comitê Olímpico Internacional em 1955 e realiza as duas versões dos Jogos Mundiais de Surdos (verão e inverno) desde 1924. Durante o processo de formação e unificação do esporte adaptado na segunda metade da década de 1980, o então presidente do COI Juan Antonio Samaranch pediu formalmente que o CISS se juntasse ao Comitê de Coordenação Internacional (antecessor do IPC) para fornecer uma única estrutura organizacional para o desporto adaptado. O CISS aceitou a proposta, sob a condição de que sua autonomia fosse mantida e que os seus jogos fossem realizados normalmente e de forma independente. Porém, após a formação do IPC em 1989, houve uma grande confusão entre as três partes envolvidas sobre o status das Surdolímpiadas e dos atletas surdos. Com a absorvição dos Comitês de Surdos pelos Comitês Paralímpicos Nacionais, alguns Comitês Nacionais Desportivos de Surdos perderam os seus laços já estabelecidos com os Comitês Olímpicos Nacionais, com eles perdendo sua autonomia e uma grande parte do seu financiamento. Alguns desses atletas não recebiam autorização para participar das Surdolímpiadas e foram orientados a participar dos Jogos Paralímpicos, apesar da ausência de competições para surdos nos Jogos Paralímpicos. Diversas tentativas para que o IPC intervisse foram solicitadas, mas sem sucesso. Durante o período prévio ao congresso do CISS realizado em Sófia em 1993, foram levantadas duas possibilidades: a primeira seria a absorvição das Surdolímpiadas pelas Paralímpiadas, começando em 2000. A segunda seria a retirada oficial do CISS do Movimento Paralímpico e a manutenção do seu status independente e que as Surdolímpiadas continuassem a ser realizadas e organizadas de forma separada. O IPC não deu uma resposta oficial à primeira possibilidade, mas deixou claro que a adesão valorizaria o CISS e que a participação de atletas surdos nas Paralimpíadas teria de ser negociada em outro momento. Isso porque seria preciso eliminar eventos de alguns esportes para evitar crescimento vertiginoso do evento. Uma outra questão seria a da comunicação, com a necessidade da contratação e treinamento de intérpretes da língua de sinais. Por sua parte, o COI respondeu que daria livre arbítrio para o CISS fazer a escolha de se retirar do IPC e que, mesmo optando pela decisão de caminhar sozinho, o reconhecimento às Surdolímpiadas e ao próprio CISS seria mantido. Dois anos mais tarde, o CISS optou pela segunda proposta, mas o reconhecimento mútuo entre o COI e a entidade de surdos demorou mais de 20 anos para ser formalizado. === Barcelona 1992 === Quatro anos mais tarde, a cidade espanhola de Barcelona apresentou um novo conceito. O mesmo Comitê Organizador serviu tanto para os Jogos Olímpicos e Paralímpicos, com a maioria dos aspectos organizacionais e visuais sendo unificados. Como consequência desse modelo de gestão, o Comitê Organizador entendeu que seria necessário diminuir o número de atletas e aplicar regras de classificação mais restritas. No início isso causou controvérsia, mas essas novas regras simplificaram e elevaram o nível de competição, permitindo que atletas com diferentes deficiências participassem dos mesmos eventos. O novo sistema de classificação passou a ser a base do atual sistema utilizado pelo IPC em suas diversas competições. Inicialmente, o orçamento dessa edição seria limitado, mas a soma foi crescendo progressivamente com doações da Organização Nacional de Cegos da Espanha (ONCE) e, também, com a assinatura de diversos contratos de patrocínio para os Jogos Olímpicos que foram também estendidos para os Jogos Paralímpicos. Esses foram os primeiros Jogos em que o marketing se tornou parte integrante do evento, resultando no esgotamento dos 120 mil ingressos disponíveis para as cerimônias de abertura e encerramento. A cerimônia também foi assistida por milhões de telespectadores em todo o mundo e contou com a participação de figuras importantes como Juan Antonio Samaranch, presidente do COI, o Rei Juan Carlos e a Rainha Sofia, além do prefeito Pasqual Maragall, que era favorável a realização dos Jogos. Essa também foi a primeira Paralimpíada a ser transmitida ao vivo para o país-sede.Uma média diária de 7 milhões de espanhóis assistiram a competição pela televisão. Os primeiros Jogos Paralímpicos para Deficientes Mentais foram realizados imediatamente depois, em Madrid, logo após os Jogos Paralímpicos regulares de 15 a 22 de setembro. Mais de 1 400 participantes de 74 países estiveram presentes no evento que contou com cinco esportes. a Associação Nacional de Administração de Enfermagem da Espanha (ANDE) se responsabilizou pela organização do evento e foram sancionados pelo Comitê Internacional de Coordenação e pela Federação Internacional de Esportes para Deficientes Mentais. Apesar do sucesso dos Jogos em Barcelona, os deficientes intelectuais não conseguiram a sua inclusão no programa desta edição. Logo após os primeiros contatos entre o Comitê de Coordenação Internacional (ICC) e a cidade em 1986, a Associação Internacional de Esportes para Pessoas com Deficiência Intelectual (INAS-FID) foi aceita como membro da entidade. A INAS-FID solicitou a inclusão de eventos de seu programa em Barcelona, mas por falta de consenso e rejeição por parte de outras três associações desportivas, a entidade teve que buscar outra alternativa. O então presidente da INAS-FID, Fernando Vicente Martín propôs que os eventos para deficientes intelectuais fossem realizados em uma outra cidade espanhola, em datas diferentes das dos Jogos de Barcelona, mas sob supervisão do mesmo comitê organizador e a bandeira paralímpica. A ideia foi aceita tanto pelo ICC quanto pela prefeitura local. A única edição dos Jogos Paralímpicos para Deficientes Mentais foi realizada em Madrid, logo após os Jogos Paralímpicos regulares de 15 a 22 de setembro do mesmo ano. Mais de 1 400 participantes de 74 países estiveram presentes no evento, que contou com cinco esportes. No entanto os eventos realizados em Madri não são reconhecidos como uma extensão dos Jogos Paralímpicos de Barcelona, porém no contrato de transição entre o ICC e o IPC assinado em 6 de outubro de 1990 existe referência a \"três sedes\" dos Jogos Paralímpicos daquele ano (em Albertville, Barcelona e Madri) === Atlanta 1996 === Os Jogos Paralímpicos de Verão de 1996 foram realizados em Atlanta, nos Estados Unidos. Esta edição foi marcada pela inclusão oficial dos deficientes mentais em eventos selecionados de atletismo e natação. O Comitê Organizador Paralímpico de Atlanta (APOC), juntamente com o IPC, desenvolveu um sistema para garantir um crescimento mais dinâmico e melhoria dentro de cada evento esportivo. Este sistema foi baseado em três componentes chave: qualidade, quantidade e universalidade. Essencialmente, o sistema visava o mais alto nível de competição em um número máximo de eventos. Além disso, foi concebido um sistema de cotas para incluir as delegações que não conseguiram classificar seus atletas. Estes jogos também foram os primeiros a atrair patrocínio de grandes empresas. O terceiro Congresso Paralímpico Internacional, realizado quatro dias antes das competições, foi o primeiro grande evento global a tocar no tema da capacitação política e econômica de pessoas com deficiência, bem como questões globais de inclusão no esporte de elite.. Com um orçamento relativamente bem menor do que Barcelona, o Comitê Organizador Paralímpico de Atlanta (APOC), em parceria com o IPC, desenvolveu um sistema de classificação funcional para garantir um crescimento mais dinâmico e com diversas melhorias dentro de cada evento esportivo. Este sistema foi baseado em três componentes chave: qualidade, quantidade e universalidade. Essencialmente, o sistema visava o mais alto nível de competição em um número máximo de eventos. Além disso, foi concebido um sistema de cotas universais para incluir as delegações que não conseguiram classificar seus atletas. Estes jogos também foram os primeiros a atrair patrocínio de grandes empresas. O terceiro Congresso Paralímpico Internacional, realizado quatro dias antes das competições, foi o primeiro grande evento global a tocar no tema da capacitação política e econômica de pessoas com deficiência, bem como questões globais de inclusão no esporte de elite. Em contrapartida foram registradas diversas reclamações sobre as condições de higiene na Vila Olímpica, sobre a manutenção dos quartos, falhas no serviço de alimentação e principalmente sobre a logística. Durante a chegada das delegações houve relatos de que diversas tomadas haviam sido arrancadas deliberadamente e que diversos aparelhos eletrônicos foram levados durante os Jogos Olímpicos dias antes – o que o ACOOG negou. Os problemas acabaram sendo relativizados sob o argumento de que houve um atraso de dois dias na entrega da vila. Na questão logística, dos 17 locais de competição operados pelo APOC apenas três estavam dentro da cidade de Atlanta, nove estavam na Região Metropolitana e cinco estavam espalhados pelo estado da Geórgia, causando diversos contratempos. Com o objetivo duplo de ampliar o apelo dos Jogos e traçar paralelos entre a excelência no esporte e nas artes, uma Paralimpíada Cultural foi incluída no evento. Ele mostrou o trabalho de artistas com deficiência em várias disciplinas criativas, incluindo dança, música, artes visuais, cinema e teatro. === Sydney 2000 === Ao completarem 40 anos, os Jogos Paralímpicos romperam mais uma marca. A edição de 2000 foi a primeira a ser realizada no hemisfério sul, em Sydney, na Austrália. Durante a sua candidatura para os Jogos Olímpicos em 1993, os organizadores insistiram no princípio de que todos os serviços essenciais dos dois eventos seriam entregues pelo mesmo pessoal e pela mesma equipe que prestaria serviços. O Comitê Organizador Paralímpico de Sydney (SPOC) e o Comitê Organizador dos Jogos Olímpicos de Sydney (SOCOG) compartilharam praticamente todas as áreas em comum e cumpriram com a promessa de criar as melhores condições possíveis para atletas de elite com deficiência. Atletas paralímpicos e olímpicos viveram na mesma vila, e usaram os mesmos serviços de alimentação, cuidados médicos e as instalações desportivas. Os serviços de ingressos, a tecnologia e os sistemas de transporte para os Jogos Olímpicos se estenderam aos Jogos Paralímpicos. Do ponto de vista organizacional, os Jogos Paralímpicos de Sydney contaram com um número recorde de cerca de 1,2 milhão de ingressos vendidos, 70% a mais do que foi vendido em Atlanta 1996. Cerca de 2300 correspondentes do mundo todo estiveram na cidade para cobrir os Jogos. Estes jogos também apresentaram tecnologias novas como o webcasting, com o público mundial capaz de assistir a cerca de 100 horas de competições através do serviço de streaming de vídeo da WeMedia na Internet. Usuários de 103 países acessaram o webcast. O site oficial dos Jogos atraiu cerca de 300 milhões de acessos únicos durante os dez dias dos Jogos. === Atenas 2004 === Esta edição é marcada por ter sido sediada pelo país berço dos Jogos Olímpicos, a Grécia, e também por ser a primeira edição que o conceito \"uma cidade, dois eventos\" foi praticado (mesmo comitê organizador). Um outro fato sem precedentes desta edição foi o Projeto “ERMIS”, que foi a primeira iniciativa de acessibilidade nas sedes desportivas e na cidade-sede como um todo, juntamente com qualidade de vida para os portadores de deficiência locais e a sua inclusão. Do ponto de vista dos atletas, os Jogos Paralímpicos de Atenas contaram com 136 Comitês Paralímpicos Nacionais (13 a mais do que em Sydney). Destes, 75 retornaram do evento com pelo menos uma medalha, sendo que 17 conseguiram pela primeira vez o feito (um recorde até então). Durante a época dos Jogos, a Vila Paralímpica registrou 3 806 atletas, cerca de 2 200 membros dos CPNs e 1 000 funcionários e voluntários. Um total de 1 160 mulheres (31% do total de atletas) competiram nos Jogos, com mulheres competindo pela primeira vez no voleibol sentado e no judô. Além disso, foram adicionados o futebol de 5 para deficientes visuais e o tênis em cadeira de rodas para paraplégicos. Estes jogos também viram o nascimento de duas novas potências paralímpicas: a China, que chegou ao primeiro lugar do quadro de medalhas pela primeira vez, e a Ucrânia, que chegou ao top 10 pela primeira vez. Um total de 3 103 representantes dos meios de comunicação, incluindo mais de 68 emissoras do mundo todo, estiveram presentes em Atenas para cobrir os Jogos. Um total de 617 horas foram transmitidas em 25 países da Europa e em diversas partes do mundo. Embora o horário da cerimônia de abertura coincidisse com o meio da madrugada e da tarde em algumas partes do mundo, cerca de 10 milhões de chineses e 8 milhões de japoneses assistiram o evento. As emissoras alemãs ARD e ZDF informaram que a média diária de audiência dos Jogos no país chegou a 1,5 milhão de pessoas. Na Grã-Bretanha, a BBC atraiu cerca de 2 milhões de telespectadores no primeiro dia da transmissão, enquanto 634 mil pessoas assistiram aos eventos no mesmo dia pela TVE, na Espanha. Na Itália, a RAI relatou uma média de 600 mil espectadores para suas transmissões diárias. Essa foi também a primeira edição transmitida ao vivo para o Brasil, por meio do SporTV. Mais de 250 observadores de 16 futuros comitês organizadores e federações esportivas internacionais participaram do primeiro programa de para este fim da história do evento, que incluiu visitas guiadas e cerca de 25 reuniões individuais com o Comitê Organizador e o IPC. Um total de 680 testes de doping foram realizados, resultando em apenas 10 resultados positivos: dois antes e oito durante a competição. Na Cerimônia de Encerramento o novo logotipo do IPC foi revelado ao mundo e a nova bandeira Paralímpica com os três \"agitos\" foi hasteada no estádio. O presidente do IPC, Philip Craven, entregou a bandeira paralímpica com o novo símbolo do IPC ao vice-prefeito de Pequim, Liu Jingmin. === Pequim 2008 === Os Jogos Paralímpicos chegavam pela primeira vez a China, nação mais populosa do mundo. O comitê organizador desta edição cumpriu a sua promessa de que estes seriam \"Jogos de mesmo esplendor\", se refletindo durante os 12 dias de sua realização. Pela primeira vez os Jogos Olímpicos e Paralímpicos compartilharam o mesmo slogan (\"One World, One Dream\"), com o emblema chamado \"Céu, Terra e Humanidade\", uma figura estilizada de um atleta em movimento, implicando os enormes esforços que uma pessoa com uma deficiência tem que fazer para estar inclusa no esporte e na sociedade. Ele também incorporou o lema Paralímpico \"Espírito em Movimento\", o que reflete a integração do coração, corpo e espírito nos seres humanos, sendo esse também um dos principais pilares da cultura chinesa. Isto também se refletiu na escolha de uma vaca como mascote dos jogos, animal símbolo de um espírito com os \"pés no chão\", diligente e duradouro e que também representa os valores paralímpicos por ter estas características. Foram disputados 472 eventos, 47 a menos do que Atenas, com essa redução no número de provas devido a alterações no processo de classificação dos atletas. Entretanto o número de atletas e de países participantes aumentou. A Vila Paralímpica registrou 3 951 atletas de 146 Comitês Paralímpicos Nacionais (10 a mais do que em Atenas), incluindo quatro estreantes: Burundi, Gabão, Geórgia e Haiti. Sérvia e Montenegro participaram pela primeira vez como nações independentes. O programa desta edição contou com 20 esportes, sendo o remo incluído no programa pela primeira vez. Também de forma inédita alguns eventos dos Jogos Paralímpicos de Verão foram realizados fora da cidade sede. O balneário de Qingdao sediou a vela, enquanto que a região administrativa especial de Hong Kong sediou o hipismo. A edição de 2008 assistiu a consolidação da China como potência paralímpica, terminando os Jogos em primeiro lugar com a marca de 89 medalhas de ouro. Potência histórica, a Grã-Bretanha terminou novamente em segundo lugar no quadro (posição que manteve desde os Jogos de Sydney). Nesta edição, a Rússia e o Brasil terminaram pela primeira vez na história entre os dez primeiros no quadro de medalhas. Em Pequim, 279 recordes mundiais foram quebrados, enquanto que 339 recordes paralímpicos caíram. A competição de natação assistiu a quebra de 334 recordes. Dos 1 155 testes de doping realizados, houve apenas três violações, todas no levantamento de peso. Os testes de dopagem realizados incluíram urina (eritropoietina) e análises ao sangue (HGH), hemoglobina sintética (HBOC), transfusões de sangue (BT) e outras substâncias. Um total de 893 atletas foram testados, 678 em competição e 215 fora de competição. A venda de ingressos também bateu recordes. Um total de 1,82 milhão de bilhetes foram vendidos por meio da internet e de lojas físicas, com 1,62 milhão de ingressos adicionais extras distribuídos para escolas e universidades, além de grupos comunitários. Dentre os eventos esgotados estiveram as cerimônias, a natação e a maioria das sessões do atletismo. Um total de 64 emissoras de mais de 80 países compraram os direitos do evento, um recorde até então. As emissoras com o maior número de horas de transmissão foram a televisão estatal chinesa CCTV e a local BRTN, com uma média de 22 horas diárias de programação dedicadas ao evento em diferentes canais. Nisto se incluiu a transmissão dos próprios esportes, além de notícias e dos eventos relacionados. O IPC tomou novas medidas relativas as redes sociais. Por meio de uma parceria com o YouTube, foram promovidos durante os jogos várias ações relativas ao Movimento Paralímpico. Durante o evento, o canal paralímpico no Youtube permaneceu em primeiro lugar em três categorias \"Mais Vistos\", \"Mais Vistos - Diretores\" e \"Mais Vistos - Parceiros\". Esta foi a primeira edição de verão em que o ParalympicSport.TV, o canal oficial de TV na internet do IPC foi usado. Ele proporcionou uma oportunidade para aqueles que estavam interessados ​​em assistir aos jogos em qualquer lugar e em qualquer dispositivo. === Londres 2012 === O período prévio desta edição foi marcado pelo retorno do evento a sua \"casa\": em 1948, a vila britânica de Stoke Mandeville sediou os Jogos de Stoke Mandeville, evento esportivo para os veteranos da Segunda Guerra Mundial e o primeiro da história para deficientes. Os organizadores britânicos esperavam que essa fosse a primeira edição a ter um apelo de mídia de massa, inflamada pelo sucesso da delegação britânica nos Jogos Olímpicos, além da expectativa causada pela participação do sul-africano Oscar Pistorius quem, semanas antes, foi o primeiro amputado duplo a participar dos Jogos Olímpicos. Uma campanha de marketing maciça foi feita pela emissora de televisão dona dos direitos locais, juntamente com os patrocinadores. Isso tudo se somou a uma venda sem precedentes de ingressos e de produtos licenciados. Os jogos conseguiram atingir essas metas, aumentando e marcando a posição do evento em relação aos Jogos Olímpicos, e levando o presidente do IPC Philip Craven a declarar esta edição como \"os maiores Jogos Paralímpicos de todos os tempos\". A Vila Paralímpica registrou 4 237 atletas de 164 Comitês Paralímpicos Nacionais (18 a mais do que em Pequim), incluindo quinze estreantes, além de Andorra que fazia sua estreia em edições de verão, após participar de três edições de inverno e Trinidad e Tobago, que não participava do evento desde 1988.. Um total de 503 eventos em 20 esportes foram disputados. Pela primeira vez desde as Paralímpiadas de Sydney, eventos para deficientes intelectuais foram realizados em três esportes (atletismo, natação e tênis de mesa). Também em 2012, os guias dos atletas cegos, os goleiros no futebol de 5, os pilotos no ciclismo e os assistentes na bocha passaram a receber medalhas, juntamente com seus atletas.. A China manteve o domínio de medalhas, terminando os Jogos em primeiro lugar novamente com a marca de 95 medalhas de ouro. A Rússia terminou pela primeira vez entre os três primeiros com 36 medalhas de ouro e a Grã-Bretanha em terceiro lugar em ouros (no total os britânicos ficaram em segundo com 18 medalhas a mais 102 a 120). Um recorde de 2,7 milhões de ingressos foram vendidos, com a maioria das sessões em todos os esportes esgotadas antes mesmo do início dos Jogos. Originalmente, o comitê organizador disponibilizou 2,5 milhões de ingressos, mas a demanda por ingressos foi tão alta que 200 mil ingressos a mais foram disponibilizados, forçando muitas das arenas a operar na sua capacidade total. Os Jogos foram transmitidos para mais de 100 países e territórios. Na Grã-Bretanha, o Channel 4 comprou os direitos de exibição dos Jogos que até então pertenciam a BBC. O Channel 4 exibiu mais de 150 horas de cobertura ao vivo, atingindo audiências recordes. Mais de 11,2 milhões assistiram à Cerimônia de Abertura - a maior audiência do canal em uma década - e na maioria dos dias do evento o canal teve a maior quota de audiência de todos os principais canais do Reino Unido. A cobertura do Channel 4 atingiu 39,9 milhões de pessoas - mais de 69% da população britânica. Londres 2012 também teve um impacto considerável na internet e nas redes sociais, sendo que ao longo dos Jogos houve 1,3 milhão de tweets mencionando o termo \"Paralympic\", em várias línguas, 25 milhões de usuários únicos acessaram o site oficial do evento e mais de 5,8 milhões de pessoas baixaram o aplicativo oficial dos Jogos em seus dispositivos. O número de seguidores nas redes sociais do IPC também disparou. Quase 2 milhões de usuários únicos acessaram o site oficial do IPC durante os jogos - que transmitiu mais de 780 horas do evento ao vivo - e houve mais de 5,1 milhões de visualizações de vídeos sob demanda durante os Jogos a partir do canal oficial do IPC no YouTube. Em uma ação inédita, o IPC se juntou a Samsung e ao Youtube e criou uma ação que foi repetida nas edições seguintes, chamada Samsung Bloggers. Nela os principais paratletas do mundo se tornam \"youtubers\" e divulgam o que está acontecendo in loco durante os Jogos. Mais de 600 vídeos produzidos foram acessados por mais de 300 mil pessoas. === Rio 2016 === O período prévio destes Jogos foi muito preocupante devido a problemas financeiros que resultaram no baixo interesse dos patrocinadores e do público, o que forçou o corte de voluntários e pessoal do transporte, a mudança de locais de competição e a desconstrução parcial do Parque Olímpico de Deodoro. No entanto, a venda de ingressos começou a aumentar a medida em que o evento se aproximava, juntamente com o apoio de celebridades locais e internacionais. O interesse do público também aumentou com o sucesso dos Jogos Olímpicos e da delegação brasileira nos mesmos, além do valor médio dos ingressos ter sido em média de 10 reais (aproximadamente 3 dólares a época). Foi a primeira vez dos Jogos Paralímpicos na América do Sul, na América Latina e em um país lusófono. Em termos de performance dos atletas, muitas delas foram acima de média das últimas edições. Além disso, um time composto por Atletas Paralímpicos Independentes participou com dois atletas refugiados. Metade dos países participantes retornou com pelo menos uma medalha (83), recorde histórico. Foram 1 670 atletas mulheres participantes, mais do que o dobro registrado em Atlanta, vinte anos antes. Foram registrados na Vila Paralímpica 4316 atletas de 159 Comitês Paralímpicos Nacionais (cinco a menos do que em Londres), sendo que participaram pela primeira vez atletas de Aruba, Congo, São Tomé e Príncipe, Somália e Togo. A China ficou no primeiro lugar no quadro de medalhas pela quarta vez consecutiva com 105 medalhas de ouro, enquanto que a Grã-Bretanha retornou ao segundo lugar no quadro de medalhas, posto perdido quatro anos antes, mas quase dobrando o número de medalhas de ouro (foram 34 em Londres e 64 no Rio). Completaram o top 5 a Ucrânia, os Estados Unidos e a Austrália (todos melhorando as suas participações em relação a quatro anos antes). O Brasil fez a sua melhor campanha no número total de medalhas (72), apesar de ter caído uma posição no quadro de medalhas.. Cazaquistão, Malásia, Uzbequistão e Vietnã conseguiram as suas primeiras medalhas de ouro sua história, já Cabo Verde, Geórgia, Moçambique, Catar e Uganda tiveram atletas subindo ao pódio pela primeira vez. A delegação da Rússia foi completamente banida de competir nos jogos devido a uma punição imposta pelo Comitê Paralímpico Internacional após relatório da Agência Mundial Antidoping que apontava um programa institucional de uso de substâncias proibidas apoiado pelo governo do país. Outro fato a abalar a edição de 2016 foi a morte do ciclista iraniano Bahman Golbarnezhad na última prova do ciclismo de estrada, após cair da bicicleta e bater a cabeça em uma pedra. Os jogos do Rio tiveram no programa 528 eventos disputados em 22 esportes, dois a mais do que em 2012, com a adição da canoagem e do triatlo. Essa também foi a primeira edição a ser transmitida ao vivo em TV aberta no país. Coube ao canal federal TV Brasil, juntamente com a Associação Brasileira das Emissoras Públicas, Educativas e Culturais a realizar tal feito, além de sublicenciar as transmissões para a TV Cultura após uma forte campanha do canal da Fundação Padre Anchieta. === Tóquio 2020 === Com a Pandemia de COVID-19 em curso pelo mundo, além de forte pressão mundial com ameaças de boicotes temendo a saúde dos atletas, o evento, junto com as olimpíadas, foi adiado para o verão de 2021, sendo a primeira edição a ocorrer em um ano ímpar. Porém, por questões comerciais, a marca Tokyo 2020 foi mantida. Mas, mesmo com o adiamento, o evento não se viu livre das restrições nacionais no Japão com o decreto do estado de emergência por conta do avanço de novas variantes do coronavírus, causando recordes de internação no país. Com isso, a edição dessas paralímpiadas aconteceu de portões fechados, ou seja, sem a presença de público, contando apenas com os atletas, treinadores, autoridades e a imprensa. Essa edição também ficou marcada com o primeiro passo do projeto de igualdade de gênero, o que acabou causando a saída do Futebol de sete do programa paralímpico e da Vela, com a última sendo justificada pelo baixo alcance mundial. Substituindo esses dois esportes, foram inclusas as versões paralímpicas do Badmínton e do Taekwondo. === Paris 2024 === A novidade nessa edição foi a utilização do mesmo logotipo dos Jogos Olímpicos de Verão de 2024 e dos mascotes (As Phryges), visando colocar em prática os princípios da Revolução Francesa (igualdade, liberdade e fraternidade). Além disso, o evento ficou marcado pela política de igualdade de gênero, adotada em Tóquio 2020, causando um crescimento de 50% da participação de paratletas femininas, além do número recorde de delegações participantes (168 CONs). E pela primeira vez desde os Jogos Paralímpicos de Verão de 1972, a cerimônia de abertura não aconteceu no principal estádio da cidade-sede e sim ao ar livre, ocorrendo na Praça da Concórdia. Em relação aos ingressos, mais de 2 milhões de tickets foram vendidos, mostrando um recorde de público, onde 92% dos compradores são residentes na França, enquanto que 52% dos espectadores acompanham os eventos de Paris nas paralímpiadas, em contraponto com os 48% dos espectadores que também participaram dos Jogos Olímpicos. No total, foram mais de 12,1 milhões de ingressos vendidos, superando o recorde de Londres 2012 e sendo a edição com a maior média de espectadores da história do torneio, que foi considerado como a Revolução Paralímpica, contando também com ginásios e arenas lotadas. === Jogos Paralímpicos de Inverno === As adaptações dos esportes de inverno para deficientes também começaram a ocorrer após a Segunda Guerra Mundial. Em 1948 uma corrida na Áustria reuniu 17 esquiadores amputados, na primeira edição do que viria a ser o campeonato nacional de esqui para amputados. Em 1974 ocorreu o primeiro Campeonato Mundial de Esqui para Deficientes, na cidade de Le Grand-Bornand, na França. Os primeiros Jogos Paralímpicos de Inverno ocorreram dois anos depois em Örnsköldsvik, Suécia. == Comitê Paralímpico Internacional == === Precursores (1964 – 1989) === A primeira organização dedicada à promoção de oportunidades esportivas para pessoas com deficiência foi a Organização Desportiva Internacional para Deficientes (ISOD), fundada em 1964. Os fundadores desta organização pretendiam que fosse um órgão de desportos adaptados, tal qual o COI era para os Jogos Olímpicos.DePauw and Gavron (2005), p. 39 Esta comissão evoluiu para o Comitê de Coordenação Internacional de Organizações Mundial de Esportes para Deficientes (ICC), que foi criado em 1982. O ICC foi encarregado de defender os direitos dos atletas com deficiência frente ao COI.Howe (2008), p. 43 Após o sucesso do esforço de cooperação entre o ICC e o COI, o que resultou nos Jogos Paralímpicos de Verão de 1988 em Seul, o ICC determinou a necessidade de se expandir e incluir representantes de todas as nações que tinham programas desportivos para deficientes. Também considerou necessário incluir atletas nas decisões do órgão regulador paralímpico. Por conseguinte, este organismo foi reorganizado como o Comitê Paralímpico Internacional (IPC) em 1989. === IPC (1989 – presente) === O IPC é o órgão mundial que rege o Movimento Paralímpico. É composto atualmente por 176 Comitês Paralímpicos Nacionais (CPN) e quatro federações desportivas internacionais que representam deficiências específicas. O presidente do IPC é o brasileiro Andrew Parsons, que durante muitos anos foi um dos gestores do Comitê Paralímpico Brasileiro. Na sua qualidade de chefe do IPC, Parsons também é membro do Comitê Olímpico Internacional. A sede do IPC está em Bonn, na Alemanha. O IPC é responsável pela organização dos Jogos Paralímpicos de Verão e Inverno. Serve também como a Federação Internacional para nove esportes (quatro de verão e cinco de inverno). Isto exige que o IPC supervisione e coordene os Campeonatos Mundiais e outras competições para cada um dos nove esportes que regulamenta. Submetidos a autoridade do IPC estão os Comitês Paralímpicos Nacionais e 17 federações desportivas internacionais, com estrutura semelhante ao do COI. Tal como a sua contraparte olímpica, também reconhece parceiros de mídia, certifica funcionários e juízes. A entidade também é a responsável pela aplicação da Carta Paralímpica, documento que rege as suas atividades. O IPC tem um estrito relacionamento de cooperação com o Comitê Olímpico Internacional (COI). Alguns membros do IPC exercem as mesmas funções no COI e participam das comissões da entidade. Mesmo com essa estreita relação organizacional, os dois órgãos permanecem distintos e com eventos separados.Gilbert and Schantz (2008) p. 170 == Nome e símbolos == A origem do termo \"Paralimpíada\" é obscura. O nome foi originalmente criado numa contração combinando \"Paraplegia\" e \"Olimpíada\". A inclusão de outros grupos de deficiência tornaram esta explicação inadequada. A explicação formal atual para o nome é que ele deriva da preposição grega παρά, pará (\"junto a\" ou \"ao lado de\") e, portanto, refere-se a uma competição realizada em paralelo com os Jogos Olímpicos. Já o termo \"Paraolímpicos\", a primeira vez que entrou em uso oficial ocorreu nos Jogos de Verão de 1988, realizados em Seul. \"Espírito em Movimento\" é o lema do movimento paralímpico. O lema foi introduzido em 2004 nos Jogos Paralímpicos de Atenas. O lema anterior era \"Mente, Corpo e Espírito\", lançado em 1994.Paralympic Symbol & Motto, International Paralympic Committee (IPC) O símbolo dos Jogos Paralímpicos contém três cores, vermelho, azul e verde, que são as cores mais amplamente representadas nas bandeiras das nações. Cada cor está na forma de um Agito (que em latim significa \"eu me movo\"). Os três Agitos circundam um ponto central, que é um símbolo para os atletas se reunirem de todos os pontos do globo. O lema e o símbolo do IPC foram alterados em 2003 para suas versões atuais. A mudança teve a intenção de transmitir a ideia de que atletas demonstram um espírito de competição e que o IPC como uma organização percebe o seu potencial e está avançando para alcançá-lo. A visão do IPC é, \"permitir que atletas paralímpicos alcancem a excelência desportiva e inspirem e excitem o mundo.\"Howe (2008), p. 59 ==Relações com os Jogos Olímpicos== Em 2001, o Comitê Olímpico Internacional (COI) e o Comitê Paralímpico Internacional (IPC) assinaram um acordo que garante que as cidades-sede gerenciem tanto os Jogos Olímpicos quanto os Paralímpicos. Este acordo foi renovado diversas vezes, permanecendo atualmente em vigor até os Jogos Paralímpicos de Verão de 2032. O COI tem escrito o seu compromisso com a igualdade de acesso ao esporte para todas as pessoas em sua Carta, que afirma: Embora a Carta não se manifeste sobre a discriminação especificamente relacionada com as necessidades especiais, tendo em conta a linguagem na Carta a respeito da discriminação, é razoável inferir que a discriminação em razão da deficiência seria contra os ideais da Carta Olímpica e ao COI. Isso também é consistente com a Carta Paralímpica, que proíbe a discriminação com base na política, religião, deficiência, economia, sexo, orientação sexual ou por motivos raciais. O presidente do comitê organizador de Londres, Lord Coe, disse sobre os Jogos Olímpicos e Paralímpicos de Verão de 2012 ===Paralímpicos nas Olimpíadas=== Os atletas paralímpicos têm buscado a igualdade de oportunidades para competir nos Jogos Olímpicos. O precedente foi criado por Neroli Fairhall, uma arqueira paralímpica da Nova Zelândia, que competiu nos Jogos Olímpicos de Verão de 1984 em Los Angeles. Em 2008, Oscar Pistorius, um velocista sul-africano, tentou se classificar para os Jogos Olímpicos de Verão de 2008. Ele teve as duas pernas amputadas abaixo do joelho e corria com duas próteses de fibra de carbono, além de deter os recordes paralímpicos nas provas dos 100, 200 e 400 metros. Em 2007, ele competiu em seu primeiro meeting internacional em pista para não-deficientes, após o qual a Associação Internacional de Federações de Atletismo (IAAF), órgão regulador do atletismo, proibiu o uso de qualquer dispositivo técnico que empregue \"... molas, rodas ou qualquer outro elemento que forneça ao usuário uma vantagem sobre outro atleta que não utilize esse dispositivo.\" A preocupação entre os atletas e a IAAF foi que as próteses de Pistorius lhe dessem uma vantagem injusta. A IAAF, em seguida, determinou que Pistorius estava inelegível para os Jogos Olímpicos de 2008. Esta decisão foi anulada pelo Tribunal Arbitral do Esporte, sob alegação que a IAAF não tinha apresentado provas científicas suficientes que as próteses de Pistorius lhe dava vantagens indevidas. Consequentemente, se ele conseguisse o índice olímpico, ele estaria autorizado a competir. Sua melhor oportunidade para se classificar foi na prova dos 400 metros. Pistorius perdeu o índice, a uma distância de 0,70 segundo. Competiu entretanto nos Jogos Paralímpicos de Verão de 2008, onde se tornou campeão em sua classe nas três provas de velocidade (100, 200 e 400 metros). Em 2011, conseguiu seu objetivo de se classificar para os Jogos Olímpicos, competindo em dois eventos em Londres 2012: chegou as semifinais dos 400 metros e ficou em oitavo lugar na final do revezamento 4x400 com a equipe de seu país. Existem duas exceções para que atletas sem deficiência também possam competir nos Jogos Paralímpicos: os guias visuais para atletas com deficiência visual, são uma parte estreita e essencial da competição, que o atleta com deficiência visual e o guia são considerados uma equipe e os goleiros no futebol de cinco, que devem ser jogadores amadores.Visually impaired skiers put fate in guide's hands, thestar.com, 13 de março de 2010 ===Paralímpicos melhores que Olimpícos=== Em 2016, o atleta paralímpico Abdellatif Baka, medalhista de ouro na prova dos 1500 metros da classe T3 (para atletas com baixa visão) terminou a prova com um tempo melhor do que o do campeão olímpico daquele ano. Baka terminou sua prova com um tempo de 3m48s29, enquanto o campeão olímpico da Rio-2016, o americano Matthew Centrowitz, terminou sua prova com o tempo de 3m50s.veja.abril.com.br/ Argelino vence 1500m com tempo melhor que o do campeão olímpico/ == Edições == Jogos Paralímpicos de Verão Edição Cidade-sede Grupos de deficiência participantes (posicione o ponteiro sobre a sigla para ver o significado) Grupos de deficiência participantes (posicione o ponteiro sobre a sigla para ver o significado) Grupos de deficiência participantes (posicione o ponteiro sobre a sigla para ver o significado) Grupos de deficiência participantes (posicione o ponteiro sobre a sigla para ver o significado) Grupos de deficiência participantes (posicione o ponteiro sobre a sigla para ver o significado) Grupos de deficiência participantes (posicione o ponteiro sobre a sigla para ver o significado) CPNs Atletas Edição Cidade-sede CPNs Atletas 1960 (detalhes) Roma, Itália ✓ 23 ~400 1964 (detalhes) Tóquio, Japão ✓ 21 375 1968 (detalhes) Tel Aviv, Israel ✓ 28 750 1972 (detalhes) Heidelberg, Alemanha Ocidental ✓ 41 1004 1976 (detalhes) Toronto, Canadá ✓ ✓ ✓ 41 1657 1980 (detalhes) Arnhem, Países Baixos ✓ ✓ ✓ ✓ 42 1973 1984 (detalhes) Stoke Mandeville, Reino Unido Nova York, Estados Unidos ✓ ✓ ✓ ✓ 41 45 1100 1800 1988 (detalhes) Seul, Coreia do Sul ✓ ✓ ✓ ✓ ✓ 60 3057 1992 (detalhes) Barcelona e Madrid, Espanha ✓ ✓ ✓ ✓ ✓ 103 4620 1996 (detalhes) Atlanta, Estados Unidos ✓ ✓ ✓ ✓ ✓ ✓ 104 3259 2000 (detalhes) Sydney, Austrália ✓ ✓ ✓ ✓ ✓ ✓ 120 3881 2004 (detalhes) Atenas, Grécia ✓ ✓ ✓ ✓ ✓ 136 3806 2008 (detalhes) Pequim, China ✓ ✓ ✓ ✓ ✓ 146 3951 2012 (detalhes) Londres, Reino Unido ✓ ✓ ✓ ✓ ✓ ✓ 164 4302 2016 (detalhes) Rio de Janeiro, Brasil ✓ ✓ ✓ ✓ ✓ ✓ 159 4342 2020 (detalhes) Tóquio, Japão ✓ ✓ ✓ ✓ ✓ ✓ 162 4403 2024 (detalhes) Paris, França ✓ ✓ ✓ ✓ ✓ ✓ 2028 (detalhes) Los Angeles, Estados Unidos ✓ ✓ ✓ ✓ ✓ ✓ 2032 (detalhes) Brisbane, Austrália ✓ ✓ ✓ ✓ ✓ ✓ Jogos Paralímpicos de Inverno Edição Cidade-sede Grupos de deficiência participantes (posicione o ponteiro sobre a sigla para ver o significado) Grupos de deficiência participantes (posicione o ponteiro sobre a sigla para ver o significado) Grupos de deficiência participantes (posicione o ponteiro sobre a sigla para ver o significado) Grupos de deficiência participantes (posicione o ponteiro sobre a sigla para ver o significado) Grupos de deficiência participantes (posicione o ponteiro sobre a sigla para ver o significado) Grupos de deficiência participantes (posicione o ponteiro sobre a sigla para ver o significado) CPNs Atletas Edição Cidade-sede CPNs Atletas 1976 (detalhes) Örnsköldsvik, Suécia ✓ ✓ 16 196 1980 (detalhes) Geilo, Noruega ✓ ✓ ✓ ✓ ✓ 18 299 1984 (detalhes) Innsbruck, Áustria ✓ ✓ ✓ ✓ ✓ 21 419 1988 (detalhes) Innsbruck, Áustria ✓ ✓ ✓ ✓ ✓ 22 377 1992 (detalhes) Tignes e Albertville, França ✓ ✓ ✓ ✓ ✓ 24 365 1994 (detalhes) Lillehammer, Noruega ✓ ✓ ✓ ✓ ✓ 31 471 1998 (detalhes) Nagano, Japão ✓ ✓ ✓ ✓ ✓ ✓ 32 571 2002 (detalhes) Salt Lake City, Estados Unidos ✓ ✓ ✓ ✓ ✓ 36 416 2006 (detalhes) Turim, Itália ✓ ✓ ✓ ✓ ✓ 39 486 2010 (detalhes) Vancouver, Canadá ✓ ✓ ✓ ✓ ✓ 44 506 2014 (detalhes) Sóchi, Rússia ✓ ✓ ✓ ✓ ✓ ✓ 45 550 2018 (detalhes) Pyeongchang, Coreia do Sul ✓ ✓ ✓ ✓ ✓ ✓ 49 569 2022 (detalhes) Pequim, China ✓ ✓ ✓ ✓ ✓ ✓ 46 564 2026 (detalhes) Milão e Cortina d'Ampezzo, Itália ✓ ✓ ✓ ✓ ✓ ✓ == Esportes == Atualmente há vinte e oito esportes reconhecidos pelo Comitê Paralímpico Internacional (IPC), sendo que um deles (dança esportiva em cadeira de rodas) não é disputado em Jogos Paralímpicos. O IPC, além de organizar os Jogos, é a entidade administradora de nove esportes. A Organização Internacional de Esportes para Deficientes administra seis esportes, e treze são administrados por federações internacionais próprias. A atualização mais recente do programa dos Jogos foi feita em setembro de 2016, quando o bobsleigh foi provisoriamente adicionado aos Jogos de Inverno, devendo ser disputado na edição de 2022, em Pequim. A partir de Tóquio 2020 o número máximo de esportes nos Jogos de Verão será de 23, mas o IPC poderá escolher se irá reduzir o número de esportes se necessário. === Esportes do IPC === thumb|right|250px|alt=Atleta amputada dos membros inferiores, vestindo azul e usando óculos de proteção, compete posicionada sobre uma espécie de cadeira com esquis.|Atleta compete com \"sit-ski\" no esqui cross-country nos Jogos Paralímpicos de Inverno de 2010. *Atletismo: possui provas para todos os tipos de deficiência, com provas disputadas em cadeira de rodas, com o uso de próteses e com o auxílio de um guia. Os dezessete tipos de evento (disputados na pista, no campo e na rua) são divididos em diversas classes, de acordo com o grau de comprometimento dos atletas. *Biatlo: é disputado por deficientes físicos e visuais, agrupados em três categorias. Como a versão olímpica,o esporte reúne a resistência física do esqui cross-country e a precisão do tiro. *Esqui alpino: é disputado por amputados, paraplégicos, portadores de paralisia cerebral e deficientes visuais, agrupados em três categorias. Um sistema de cálculos corrige o tempo de cada participante para permitir que atletas com graus diferenciados de comprometimento possam participar da mesma prova na mesma prova. *Esqui cross-country: é disputado por deficientes físicos e visuais. Alguns atletas competem usando um \"sit-ski\", uma cadeira apoiada em um par de esquis. As provas variam de 2,5 a 20 quilômetros de extensão. *Hóquei sobre trenó: versão paralímpica do hóquei no gelo, é disputado apenas por portadores de deficiência nos membros inferiores. *Levantamento de peso: versão paralímpica do levantamento de peso básico, é disputado por amputados dos membros inferiores, paraplégicos e portadores de paralisia cerebral. *Natação: um dos esportes mais populares dos jogos, é disputado por deficientes físicos e visuais classificados de acordo com sua habilidade para cada nado. Não é permitido o uso de próteses ou de qualquer equipamento que auxilie o nadador, exceto os tappers, usados para bater levemente às costas dos deficientes visuais para avisá-los de que a borda da piscina está próxima. *Snowboarding: incluído em maio de 2012, é disputado por deficientes físicos, e compreende duas categorias. *Tiro: disputado por deficientes físicos. Há duas categorias, para atletas em cadeira de rodas e em pé. Um sistema de classificação funcional permite que atletas de diferentes graus de comprometimento participem da mesma prova. *Dança esportiva em cadeira de rodas: único esporte que não faz parte do programa dos Jogos Paralímpicos devido ao número ainda restrito de federações nacionais, é disputada nas categorias combinado (em que apenas um dos integrantes do casal usa cadeira de rodas) e dueto (em que os dois integrantes estão em cadeira de rodas). === Esportes da OIED === thumb|right|250px|alt=Dois atletas em cadeira de rodas estão frente-a-frente, ambos olhando para o chão, onde estão as bolas usadas no esporte. Uma juíza está agachada entre eles e outro observa em pé, ao fundo.|Competição de bocha nos Jogos Paralímpicos de Verão de 2008. *Bocha ou boccia: disputado por atletas em cadeira de rodas portadores de paralisia cerebral. Todos os eventos são disputados por ambos os sexos. *Esgrima em cadeira de rodas: disputado apenas por atletas em cadeira de rodas. Apesar de os atletas, em virtude da cadeira de rodas, ficarem mais afastados entre si, a baixa mobilidade do torso facilita os golpes, tornando as lutas mais rápidas que na versão tradicional. *Futebol de cinco: é disputado por deficientes visuais (o goleiro, entretanto, pode enxergar). O jogo acontece no mesmo campo do hóquei sobre grama, e não há a regra do impedimento. *Goalball: é disputado apenas por deficientes visuais. Cada trio tenta jogar uma bola com guizos dentro do gol adversário. Todos os jogadores ficam próximos ao seu gol, que tem a mesma largura da área de jogo. *Judô: competem neste esporte deficientes visuais, divididos em categorias de peso. Mulheres participaram pela primeira vez em Atenas 2004. === Esportes com federações próprias === *Basquetebol em cadeira de rodas: desenvolvido quase simultaneamente nos Estados Unidos e no Reino Unido, é disputado por atletas em cadeira de rodas. A quadra e a altura da cesta são idênticas às do basquetebol tradicional. A Federação Internacional de Basquetebol em Cadeira de Rodas organiza os eventos. *Badminton: incluído em outubro de 2014, fará sua estreia apenas em Tóquio 2020. Será disputado por deficientes visuais e físicos, seguindo praticamente as mesmas regras de sua versão convencional. É de responsabilidade da Federação Internacional de Badminton. *Bobsleigh: incluído provisoriamente em setembro de 2016, fará sua estreia apenas em Pequim 2022. Será disputado por deficientes físicos, apenas na modalidade monobob. É de responsabilidade da Federação Internacional de Bobsleigh e de Tobogganing. *Canoagem: incluída no programa em dezembro de 2010, é aberta a deficientes físicos e intelectuais. A Federação Internacional de Canoagem administra os eventos da modalidade. *Ciclismo: é disputado por deficientes visuais e físicos. De acordo com seu grau de comprometimento, o atleta pode usar bicicleta, triciclo, tandem ou handcycles. A União Ciclística Internacional gere o esporte. *Curling em cadeira de rodas: esporte paralímpico desde Turim 2006, é aberto a deficientes físicos com comprometimento nos membros inferiores que necessitam de cadeira de rodas para se locomover normalmente. É um esporte misto e possui apenas uma variação em relação ao curling tradicional: não há varrição. É gerido pela Federação Mundial de Curling. *Hipismo: usado primeiramente para reabilitação e recreação, é hoje disputado por deficientes visuais e físicos. Homens e mulheres competem juntos, de acordo com o seu perfil funcional. A Federação Equestre Internacional é a responsável pela modalidade. *Remo: é um dos esportes mais novos no programa sendo introduzido apenas em Pequim 2008. Participam das provas deficientes físicos, utilizando equipamentos adaptados. É gerido pela Federação Internacional de Remo. *Rugby em cadeira de rodas: está oficialmente nos Jogos desde 2000 e é disputado por atletas com quadriplegia. É administrado pela Federação Internacional de Rugby em Cadeira de Rodas. *Taekwondo: incluído em outubro de 2014, fará sua estreia apenas em Tóquio 2020. Será disputado por deficientes físicos visuais e les autres, sendo apenas disputado na modalidade poomsae (demonstração). É de responsabilidade da Federação Mundial de Taekwondo. *Tênis em cadeira de rodas: competem neste esporte portadores de deficiência física em pelo menos um membro inferior. Na categoria \"quad\" só podem participar atletas com deficiência em três ou quatro membros. Todas as regras são as mesmas do tênis tradicional, exceto uma: a bola pode tocar no chão duas vezes antes de um jogador rebatê-la. A Federação Internacional de Tênis gere a modalidade. *Tênis de mesa: amputados, paraplégicos e portadores de paralisia cerebral competem em categorias para atletas em pé e em cadeira de rodas. A Federação Internacional de Tênis de Mesa é a responsável pelo esporte. *Tiro com arco: disputado por paraplégicos, portadores de paralisia cerebral e amputados, divididos em três classes funcionais. Há disputas individuais e por equipes, para atletas em pé e em cadeira de rodas. É gerido pela Federação Internacional de Tiro com Arco. *Triatlo: incluído em dezembro de 2010, é disputado por deficientes físicos, e compreende seis categorias. É de responsabilidade da União Internacional de Triatlo. *Voleibol sentado: atletas com deficiência física competem em equipes de seis, podendo compor a mesma equipe portadores de diferentes graus de deficiência. Por ocorrer numa quadra menor que a do voleibol tradicional, é um esporte mais rápido. Como alguns atletas possuem ao menos parte dos membros inferiores, há uma regra que os obriga a manter a pélvis em contato com a quadra durante o jogo inteiro. É gerido pela Organização Mundial de Voleibol para Deficientes. == Classificação == No início, a classificação dos atletas era feita apenas por critérios médicos. Um atleta com lesão na medula espinhal, por exemplo, não poderia participar das mesmas provas de um amputado das duas pernas, já que seus diagnósticos eram diferentes. O crescimento do movimento paralímpico fez com que a prática esportiva passasse a ser mais importante que a reabilitação física. A classificação acompanhou essas mudanças e passou a levar em conta o aspecto funcional, ou seja, o quanto a deficiência impacta na performance do atleta. Devido a essa mudança, paraplégicos e amputados podem hoje competir na mesma categoria. Os esportes para deficientes visuais, entretanto, são uma exceção a essa regra, já que seu sistema de classificação permanece basicamente médico. A classificação funcional, ao contrário da médica, precisa ser específica para cada esporte, já que uma deficiência pode ter grande impacto na performance do atleta em um esporte, mas não fazer muita diferença para outro (por exemplo, atletas amputados de ambos os braços sofrem um impacto na performance maior na natação que no atletismo). No atletismo, os competidores são encaixados em categorias de acordo com o tipo de sua deficiência. As categorias de números 11 a 13 são reservadas para deficientes visuais, a número 20 para atletas com deficiência intelectual, 32 a 38 para portadores de paralisia cerebral (sendo 32 a 34 para atletas em cadeira de rodas, e 35 a 38 para ambulantes), 40 a 46 para amputados e les autres e 51 a 58 para amputados e paraplégicos que correm em cadeira de rodas. Cada categoria possui um prefixo, F para eventos de campo (\"field\", em inglês) e T para eventos de pista (\"track\", em inglês). A natação, outro esporte bastante popular, também tem sua classificação baseada no tipo de deficiência e no tipo de prova. Os deficientes visuais são divididos em três categorias de acordo com o grau de deficiência (S11 para os de maior grau e S13 para os de menor grau). O programa dos Jogos oferece nove provas a estes atletas. Os deficientes físicos são classificados de acordo com diversos fatores, como força muscular, coordenação motora, amplitude de movimento e comprimento dos membros. A avaliação também inclui uma prova prática. Devido às suas características próprias, o nado borboleta possui uma classificação diferente, composta por nove classes e identificada pelo prefixo SB. Também por conta disso, a classificação para provas medley é única, com dez classes identificadas pelo prefixo SM. Uma terceira classificação, com dez classes identificadas por S, é aberta para todos os outros tipos de nado. Em todos os casos, quanto maior o número da classe, menor é o grau de deficiência. Nem todas as provas são abertas a qualquer classe. De modo geral, distâncias mais curtas são reservadas para as categorias S1 a S5 e distâncias mais longas são disputadas por atletas S6 a S10. No basquetebol, no rugby em cadeira de rodas e na vela, cada atleta recebe uma pontuação (1,0 a 4,5 no primeiro caso, 0,5 a 3,5 no segundo, 1 a 7 no terceiro) de acordo com sua habilidade nos fundamentos dos esportes e seu grau de comprometimento físico (quanto menor a pontuação, maior o grau de comprometimento). Uma equipe de basquetebol (composta por cinco membros) não pode exceder 14 pontos, enquanto uma de rugby (com quatro integrantes) deve ter no máximo oito pontos. Na vela, as três categorias de barco possuem três atletas, cujas pontuações não podem somar mais de 14. As duas modalidades de futebol possuem sistema de classificação diferentes. No de sete, os atletas são divididos em quatro categorias de acordo com o grau de dificuldade de locomoção. A classe C5 reúne atletas que conseguem se equilibrar parados, mas têm dificuldades ao caminhar ou correr. Na C6 estão portadores de atetose, ataxia ou uma combinação de espasticidade e atetose envolvendo os quatro membros. Na C7 estão portadores de hemiplegia, e na C8 portadores de hemiplegia, diplegia ou atetose que cumpram os critérios de classificação. Cada equipe deve ter pelo menos um jogador da classe C5 ou da C6, e no máximo três da classe C8. Já no de cinco, podem praticar atletas com menos de 10% de acuidade visual e/ou campo de visão menor que 20 graus. Para igualar os diferentes tipos de deficiência, todos os jogadores usam vendas. Os goleiros podem ter visão completa, mas não podem ser registrados na FIFA nos cinco anos anteriores ao evento em questão. O goalball e o judô têm critérios de classificação exatamente iguais aos do futebol de cinco. Os praticantes de bocha são divididos em dois grupos. No grupo 1 estão os atletas que dependem de assistência ou de uma cadeira de rodas elétrica para se movimentar, e no 2 estão os atletas que possuem pouca força, mas são capazes de movimentar sua própria cadeira de rodas. A competição de tiro divide os atletas em duas categorias, SH1 (atiradores que conseguem segurar a arma) e SH2 (atiradores que não possuem força suficiente para segurar a arma e precisam de um suporte para ela). Há ainda a categoria SH3 (deficientes visuais), que foi disputada até os Jogos Paralímpicos de 1992. No tiro com arco, os arqueiros são divididos em três classes, uma para atletas em cadeira de rodas com deficiências nos quatro membros (W1), uma paratleta em cadeira de rodas com total movimentos dos braços (W2) e uma para atletas em pé, amputados, portadores de paralisia cerebral e les autres. O hipismo tem cinco classes de acordo com o grau de deficiência de locomoção, sendo levados à Classe I os portadores de deficiências mais graves e à Classe V os de deficiências menos graves. Deficientes visuais também competem na Classe V. No ciclismo, os deficientes visuais competem na traseira de bicicletas tandem (de dois lugares), e os atletas com dificuldade de locomoção são divididos em quatro classes, de acordo com a gravidade da deficiência (amputação ou paralisia). Atletas que usam cadeira de rodas para se locomover normalmente usam handcycles, veículos operados com as mãos, e são divididos em três classes. Portadores de paralisia cerebral competem em quatro classes, podendo usar bicicletas ou triciclos, dependendo da gravidade da lesão. A única exigência para competir no tênis em cadeira de rodas é a perda permanente da função de uma ou ambas as pernas devido a condições como lesão medular, anquilose, amputação etc. Já no tênis de mesa, os atletas são divididos em onze classes de acordo com sua habilidade e com fatores como amplitude de movimento, força muscular, restrições de locomoção, equilíbrio na cadeira de rodas e capacidade de manusear a raquete. Todas as categorias são identificadas pelo prefixo TT. As classes TT1 a TT5 são reservadas para atletas que competem em cadeira de rodas, as TT6 a TT10 para atletas que competem em pé e a TT11 para portadores de deficiência intelectual. A classificação da esgrima em cadeira de rodas é feita de acordo com avaliações funcional, de força muscular e de disfunções como espasticidade, atetose e ataxia. Os esgrimistas são divididos em duas classes, A e B. O remo possui quatro classes de barcos adaptados. Na classe LT4+ competem quatro atletas que possuem pernas e braços. É a única classe com assento móvel (como o remo tradicional). A classe TA2x é reservada a duplas que não possuem membros inferiores. Homens e mulheres também competem juntos. As classes AW1x (feminina) e AM1x (masculina) é disputada por atletas sem os membros inferiores, que remam sozinhos.Ao contrário do Remo olímpico as provas do remo nas Paralímpiadas são mistas Os jogadores de voleibol sentado são classificados de acordo com o tipo de amputação que possuem, mas, salvo algumas exceções, todos os tipos de atletas competem juntos. O único esporte em que o grau de deficiência não é levado em conta é o levantamento de peso, cuja divisão de classes ocorre de acordo com o peso do atleta. Em princípio, qualquer portador de deficiência pode competir, mas o Comitê Paralímpico Internacional costuma vetar a participação de atletas que possuem impedimentos nos membros superiores que possam causar lesões. Dos esportes de inverno, o biatlo, o esqui alpino e o esqui cross-country têm classificação de acordo com o tipo de deficiência. São três categorias para deficientes visuais, sete para deficientes físicos que competem em pé e três para deficientes físicos que competem sentados. Não existem, entretanto, provas separadas de acordo com a categoria, ou seja, todos os atletas com determinada deficiência competem juntos. A classificação é usada apenas para, em algumas provas, determinar um fator de ajuste para o tempo de prova do atleta. Quanto mais severa a deficiência, maior o ajuste, como se o cronômetro corresse mais devagar. No hóquei sobre trenó e no curling em cadeira de rodas, não há uma separação entre os atletas, bastando ter um impedimento definitivo nos membros inferiores para competir. == Deficientes nos Jogos Olímpicos == A arqueira neozelandesa Neroli Fairhall é considerada a pioneira da participação de deficientes físicos em Jogos Olímpicos, tendo competido em Los Angeles 1984 na prova individual feminina. A italiana Paola Fantato, também atleta do tiro com arco, foi a primeira a competir, em 1996, nos Jogos Olímpicos e Paralímpicos no mesmo ano, tendo sido eliminada na primeira fase nos Jogos Olímpicos e conquistado duas medalhas nos Jogos Paralímpicos. A primeira deficiente visual a competir em Jogos Olímpicos foi a americana Marla Runyan, que disputou as maratonas dos Jogos de Sydney 2000 e Atenas 2004. Os Jogos de 2008, em Pequim, foram os primeiros com participação de atletas amputados. As duas pioneiras foram a mesa-tenista polonesa Natalia Partyka, que é dona de sete medalhas paralímpicas (cinco ouros, uma prata e um bronze), e a nadadora sul-africana Natalie du Toit, que possui onze medalhas paralímpicas (dez ouros e uma prata). A participação bem-sucedida da nadadora deram a ela o prêmio Whang Youn Dai (concedido ao final de cada edição de Jogos Paralímpicos aos atletas que mais representam o espírito paralímpico) e o Prêmio Laureus do Esporte Mundial, maior honraria esportiva mundial, em 2010. Antes dessas participações, entretanto, já havia relato da presença de deficientes em Jogos Olímpicos. Em St. Louis 1904, George Eyser, que não possuía a perna direita e usava uma prótese de madeira, fez parte da equipe americana de ginástica, conquistando seis medalhas. O húngaro Olivér Halassy, amputado de parte da perna esquerda, conquistou três medalhas no polo aquático entre 1928 e 1936. Seu compatriota Károly Takács, que teve sua mão direita dilacerada por uma granada, conquistou em Londres 1948 o ouro no tiro, repetindo o feito em Helsinque 1952. A esgrimista Ildikó Rejtő, também húngara, competiu em cinco edições dos Jogos Olímpicos, entre 1960 e 1972, conquistando sete medalhas, sendo duas de ouro. Rejtő é um dos 17 atletas reconhecidamente surdos a já competirem nos Jogos Olímpicos, onde também destaca-se o nadador sul-africano Terence Parkin, que ganhou uma medalha de prata nos Jogos Olímpicos de Verão de 2000. Atletas surdos competem em uma competição específica, as Surdolimpíadas, que são celebrados desde 1924 e controladas pelo Comitê Internacional de Esportes para Surdos (CISS). Esta instituição foi uma das fundadoras do IPC em 1989, mas devido a divergências institucionais ela voltou a ser independente em 1995. O corredor sul-africano Oscar Pistorius, que usava próteses ligadas aos dois joelhos, requereu em 2007 o direito de competir em eventos regulares do atletismo, já que, segundo ele, estava um nível acima dos demais atletas paralímpicos (àquela altura ele possuía um ouro e um bronze conquistados em Atenas 2004). Nos testes a que se submeteu, a junta médica considerou que as próteses davam a Pistorius uma vantagem em relação aos atletas que possuem as duas pernas. Como consequência, seu pedido foi negado. No ano seguinte Pistorius entrou com um recurso junto à Corte Arbitral do Esporte, que, em maio de 2008, o deferiu, alegando que não havia comprovação científica das vantagens do uso de próteses no atletismo. Pistorius, entretanto, não conseguiu os índices para participar dos Jogos Olímpicos de Pequim. Nas Paralimpíadas, por sua vez, conquistou três medalhas de ouro. Quatro anos mais tarde durante os Jogos Olímpicos de Verão de 2012, se tornou o primeiro atleta biamputado a disputar uma Olimpíada, alcançando a classificação para as semifinais dos 400 metros rasos. Pistorius ainda fez parte do time sul-africano que disputou o revezamento 4x400. Dias depois, ele ainda retornaria a mesma pista para conquistar três medalhas (dois ouros e uma prata) durante os Jogos Paralímpicos. Além dos exemplos de deficientes que participaram de Jogos Olímpicos, há um caso de atleta que competia regularmente e, após um acidente, passou a competir em esportes paralímpicos. Pál Szekeres, esgrimista húngaro, conquistou uma medalha de bronze nos Jogos Olímpicos de Seul 1988 e, após os Jogos, sofreu um acidente de trânsito que o obrigou a usar cadeira de rodas. Szekeres conseguiu se adaptar a nova condição e, quatro anos após a conquista de Seul, estava pela primeira vez nos Jogos Paralímpicos. Entre 1992 e 2008, o atleta conquistou três ouros e três bronzes na esgrima em cadeira de rodas, se tornando o único atleta a conquistar medalhas tanto em Olimpíadas quanto em Paralimpíadas. Orazio Fagone competiu em três edições dos Jogos Olímpicos de Inverno entre 1988 e 1994 representando a Itália, fazendo parte do time que foi campeão olímpico na prova do revezamento de 5000 metros na patinação de velocidade em pista curta, em Lillehammer. Três anos mais tarde, em 1997, ele sofreu um acidente de moto e teve a perna direita amputada. Alguns anos mais tarde, se tornou o primeiro campeão olímpico da história a competir em uma Paralímpiada. Ele fez parte do time italiano de hóquei sobre o trenó que competiu nos Jogos Paralímpicos de Inverno de 2006.. Outro caso é o da alemã Ilke Wyludda, que foi campeã olímpica do lançamento de disco em 1996. Quinze anos mais tarde, quando tinha 41 anos de idade, precisou amputar a perna direita devido a complicações causadas por uma sépsis. Wyludda ingressou no esporte paralímpico e conseguiu o índice para participar dos Jogos de Londres, se tornando a primeira pessoa a representar o seu país tanto nos Jogos Olímpicos quanto nos Paralímpicos. Outro caso de portador de deficiência que esteve próximo de competir nos Jogos Olímpicos ocorreu em 2010, quando o canadense Brian McKeever se classificou para competir no esqui cross-country dos Jogos de Vancouver. McKeever seria o primeiro deficiente a partir das Olimpíadas de Inverno, mas, a poucos dias de sua prova, o Comitê Olímpico Canadense desistiu de relacioná-lo, substituindo-o por um atleta com maiores chances de medalha. == Polêmicas == === Doping === Os primeiros casos de doping em Jogos Paralímpicos ocorreram em Barcelona 1992, quando cinco atletas foram pegos nos exames. Em Atlanta 1996, nenhum caso foi registrado, mas em Sydney 2000 onze atletas foram punidos (dez deles do levantamento de peso). Em Atenas 2004 dez atletas falharam nos testes e em Pequim 2008 três atletas foram suspensos. Em Jogos Paralímpicos de Inverno, destaca-se o caso de Thomas Oelsner, esquiador alemão, que foi reprovado nos testes após conquistar duas medalhas de ouro em Salt Lake City 2002, e o de Glenn Ikonen, curler sueco de 54 anos de idade, suspenso de Vancouver 2010 por causa de um remédio para hipertensão arterial prescrito por seu próprio médico e que continha substâncias proibidas. === Fraude === Os Jogos Paralímpicos de Verão de 2000 foram marcados pela polêmica envolvendo os atletas que competiram em eventos para pessoas com deficiência intelectual. Meses após os Jogos, um membro da equipe espanhola de basquetebol alegou que diversos atletas, incluindo ele próprio, competiram mesmo sem serem deficientes. O Comitê Paralímpico Internacional iniciou uma profunda investigação e concluiu que a alegação estava correta: mais de dois terços das inscrições de deficientes intelectuais foram consideradas inválidas pela comissão investigadora. Como consequência, a Federação Internacional de Esportes para Atletas com Deficiência Intelectual foi suspensa por tempo indeterminado. Em 2007, foi criado um grupo de trabalho entre o IPC e a Federação com o objetivo de reintroduzir eventos para deficientes intelectuais nos Jogos Paralímpicos. Dois anos depois, a Assembleia Geral do IPC decidiu pelo retorno desse tipo de evento na edição de 2012, em Londres. Quatro esportes tiveram em seus programas provas para deficientes intelectuais: atletismo, natação, tênis de mesa e remo. == Mídia == Enquanto os Jogos Olímpicos tiveram um crescimento enorme na cobertura da mídia mundial desde os Jogos Olímpicos de Verão de 1984, os Jogos Paralímpicos foram incapazes de manter uma consistente presença na mídia internacional. As transmissões televisivas dos Jogos Paralímpicos começaram em 1976, mas esta cobertura inicial foi limitada a versões gravadas com atraso a uma nação ou região. Nos Jogos Paralímpicos de Verão de 1992 houve apenas 45 horas de cobertura ao vivo, mas disponíveis apenas para alguns mercados na Europa. Outros países transmitiram pacotes de flashes durante os Jogos. Nenhuma melhoria significativa na cobertura ocorreu até os Jogos Paralímpicos de Verão de 2000 em SydneyCashman and Darcy (2008), p. 40. Os Jogos Paralímpicos de 2000 representaram um aumento significativo da exposição de mídia global para os Jogos Paralímpicos. Um acordo foi alcançado entre o Comitê Organizador dos Jogos Paralímpicos de Sydney (SPOC) e a All Sports Media (AMS) para transmitir os Jogos internacionalmente. Acordos foram alcançados com asiáticos, sul- americanos, europeus e empresas de radiodifusão para distribuir a cobertura para os possíveis mercados. Os Jogos também foram transmitidos via web pela primeira vez. Graças a esses esforços os Jogos Paralímpicos de Sydney atingiram um público global estimado em 300 milhões de pessoas.Cashman and Darcy (2008), pp. 100–101 Também foi importante o fato de que os organizadores não tiveram comprar horários nas emissoras como tinha sido feito anteriormente nos Jogos de 1992 e 1996. Apesar destes avanços, uma atenção consistente da mídia se tornou um desafio, o que foi evidenciado na cobertura na Grã-Bretanha dos Jogos Paralímpicos de Inverno de 2010.Goggin and Newell (2003), p. 91 A British Broadcasting Corporation (BBC), foi criticada por sua cobertura mínima dos Jogos Paralímpicos de Inverno de 2010 em comparação com a cobertura dos Jogos Olímpicos de Inverno de 2010. A BBC anunciou que iria transmitir alguns conteúdos em seu site e mostrar um programa com flashes de uma hora após o término das Olimpíadas. Para os Jogos Olímpicos de Inverno da BBC foram ao ar 160 horas de cobertura. A resposta da BBC foi de que as restrições orçamentárias e do \"fator fuso horário\" necessitaram de um horário de transmissão limitado. A redução da cobertura foi feita apesar da avaliação ter aumentado para os Jogos Paralímpicos de Verão de 2008, que foram assistidos por 23% da população da Grã-Bretanha. Na Noruega, a Norsk Rikskringkasting (NRK) transmitiu 30 horas dos Jogos Olímpicos de Inverno de 2010 ao vivo. A NRK-sport criticou severamente a qualidade das imagens vindas de Vancouver,sendo que as críticas foram notificadas à União Europeia de Radiodifusão (EBU). Questões como a exibição do biatlo, sem mostrar o tiro, e no esqui cross-country com as imagens dos esquiadores muito fundas e desfocadas, o que tornava difícil acompanhar o andamento da competição. A NRK esteve muito mais satisfeita com a transmissão dos jogos de hóquei sobre trenó e curling em cadeira de rodas, em que o nível foi considerado o mesmo dos Jogos Olímpicos.Oppgitt over elendig Paralympics-produksjon , Harstad Tidende, 25 de março de 2010 == Maiores medalhistas == Trischa Zorn dos Estados Unidos é a atleta paralímpica mais condecorada da história. Ela competiu nas provas de natação para cegos e ganhou um total de 46 medalhas, 32 das quais de ouro. Sua carreira paralímpica durou 24 anos de 1980 a 2004. Zorn também foi reserva da equipe de natação americana das Olimpíadas de 1980, mas não foi aos Jogos Olímpicos devido ao boicote americano do evento. Ragnhild Myklebust da Noruega detém o recorde de maior medalhista dos Jogos Paralímpicos de Inverno. Competindo em uma variedade de eventos entre 1988 e 2002, ela ganhou um total de 22 medalhas, das quais 17 foram de ouro. Depois de ganhar cinco medalhas de ouro nos Jogos de 2002 ela se aposentou aos 58 anos de idade. Mais de mil atletas já ganharam mais de uma medalha nos Jogos Paralímpicos. A lista abaixo reúne os dez primeiros mais os melhores de países lusófonos. Daniel Dias do Brasil é o maior medalhista brasileiro em Jogos Paralímpicos. Em Londres 2012 o atleta quebrou cinco recordes na natação, o atleta já recebeu três prêmios Laureus. A natação foi uma das modalidades que mais rendeu medalhas para o Brasil. Atleta País Esporte Trischa Zorn Natação 41 9 5 55 Ragnhild Myklebust Biatlo Esqui cross-country Corrida de trenó Hóquei em trenó 22 3 2 27 Béatrice Hess Natação 20 5 0 25 Reinhild Möller Atletismo Esqui alpino 19 3 1 23 Michael Edgson Natação 18 3 0 21 Sarah Storey Ciclismo Natação 17 8 3 28 Jonas Jacobsson Tiro 17 4 9 30 Jessica Long Natação 16 8 5 29 Roberto Marson Atletismo Esgrima Natação 16 7 3 26 Gerd Schönfelder Esqui alpino 16 4 2 22 Daniel Dias Natação 14 7 6 27 André Brasil Natação 7 5 2 14 Clodoaldo Silva Natação 6 6 2 14 Luiz Cláudio Pereira Atletismo 5 3 0 8 Ádria Santos Atletismo 4 8 1 13 José Sayovo Atletismo 4 3 1 8 Paulo de Almeida Coelho Atletismo 4 2 1 7 ==Ver também== * Jogos Olímpicos * Surdolimpíadas * Special Olympics * Comitê Paralímpico Brasileiro * ASEAN ParaGames == Ligações externas == * *",
 "title": "Jogos Paraolímpicos"
}