{
 "id": "23910",
 "text": "miniaturadaimagem|Provavelmente o grupo de medicamentos mais consumidos do mundo. Analgésico são medicamentos que ajudam a aliviar qualquer tipo de dor ou controlar a dor que possa acometer o corpo e de maneira simples, os mesmos agem reduzindo a capacidade sensorial do sistema nervoso, bloqueando os receptores responsáveis pela sensação de dor. Os analgésicos vão ser distintos dos anestésicos, que reduzem temporariamente e, em alguns casos, eliminam a sensação de dor, embora a analgesia e a anestesia sejam neurofisiologicamente sobrepostos e, portanto, várias drogas têm efeitos analgésicos e anestésicos. == Tipos == Existem vários grupos de analgésicos: * Os anti-inflamatórios não esteroides (AINEs): Agem sobre substâncias no corpo que podem causar inflamação, dor e febre, atuam inibindo as enzimas Ciclo-oxigenases (COX) responsáveis por respostas de inflamação, rubor e dor. Podem causar úlceras gástricas, insuficiência renal e hemorragia. O processo inflamatório é uma resposta normal do organismo droga, que corresponde a sua forma ativa. Sua absorção é rápida (entre 1 e 4 horas) e completa no sistema gastrointestinal, depois da administração oral. Não atravessam imediatamente a barreira hematoencefálica e são metabolizados principalmente pelo fígado. Os AINES têm alta biodisponibilidade devido a um limitado metabolismo hepático de primeira passagem. A biotransformação é, em grande parte, hepática, com metabólitos excretados na urina. Os efeitos terapêuticos e colaterais dos AINES resultam principalmente da inibição das enzimas COX, prejudicando, assim, a transformação final do ácido araquidônico em prostaglandinas, prostaciclina e tromboxanos. * Inibidores de COX-2: Essas drogas foram derivadas de AINES. Descobriu-se que a enzima ciclooxigenase inibida pelos AINES tem pelo menos duas versões diferentes: COX1 e COX2. A pesquisa sugeriu que a maioria dos efeitos adversos dos AINES é mediada pelo bloqueio da enzima COX1 (constitutiva), com os efeitos analgésicos sendo mediados pela enzima COX2 (induzível). Assim, os inibidores de COX2 foram desenvolvidos para inibir apenas a enzima COX2 (os AINES tradicionais bloqueiam ambas as versões em geral). Esses medicamentos (como rofecoxib, celecoxib e etoricoxib) são analgésicos igualmente eficazes quando comparados aos AINES, mas causam menos hemorragia gastrointestinal em particular. * Os corticosteroides exercem poderosos efeitos anti-inflamatórios. Eles são frequentemente administrados como injeção no local das lesões musculoesqueléticas, mas também podem ser tomados por via oral para aliviar a dor de origem inflamatória; * O acetaminofeno, também conhecido por paracetamol, aumenta o limiar de dor do corpo, mas tem pouco efeito na inflamação; * Os opioides: também conhecidos como analgésicos narcóticos, modificam a forma como o cérebro interpreta as mensagens de dor; atuam em receptores opioides específicos. Usados para dor moderada ou intensa que não responda a tratamento com AINES. Causam prisão de ventre, retenção urinária, sedação e vómito. são medicamentos usados para tratar dores fortes. Devido aos problemas que podem acontecer com o uso de opioides, como dependência e efeitos colaterais graves, existe muita dúvida em torno destes medicamentos. Os opioides (às vezes chamados de opiáceos) são medicamentos usados para tratar a dor. Existem muitos tipos diferentes de analgésicos adequados para diferentes tipos de dor. A maioria dos médicos começa prescrevendo um analgésico de menor força como o paracetamol ou o ibuprofeno. Se isso não funcionar, dependendo do tipo de dor que você sente, seu médico pode considerar a prescrição de um opioide. Os opioides atuam ligando-se a receptores no cérebro e na medula espinhal, no intestino e em outras partes do corpo. Isso leva a uma diminuição na maneira como você sente a dor, altera sua reação à dor e aumenta sua tolerância à dor. Esses medicamentos estão sujeitos a receita médica. Visto que, todos os analgésicos opiáceos estão quimicamente relacionados com a morfina (substância que deriva do ópio). Muito eficazes no controle da dor, podem ser obtidos de forma natural ou sintetizados laboratorialmente. A grande desvantagem do uso dos analgésicos opiáceos reside no risco de dependência. * Relaxantes musculares reduzem a dor de grupos musculares tensos, provavelmente através de ação sedativa no sistema nervoso central; * Antidepressivos: Particularmente os tricíclicos, podem reduzir a transmissão da dor através da medula espinhal; * Anticonvulsivantes: Diminuem a dor antes e depois da cirurgia e limitam a longo prazo a hipersensibilidade induzida por ferimentos, também aliviam a dor das neuropatias, possivelmente estabilizando as células nervosas. ==Como é a ação do analgésico no corpo?== A função principal dos analgésicos é bloquear as substâncias (receptores sensoriais) do corpo que enviam a mensagem ao cérebro dizendo que há um foco de inflamação ou algum outro problema. Quando o cérebro deixa de receber esse aviso, a dor cessa. A origem da palavra analgésico já diz tudo: em grego, an significa “sem” e algós, “dor”. Um exemplo simples é o da queimadura. Assim que colocamos a mão em um local quente, antes mesmo de sentirmos a dor já desencostamos dali. Isso acontece porque as células nervosas do local queimado emitem um sinal imediato ao cérebro dizendo que há algo errado. Só então ele “envia” a sensação de dor. Os analgésicos comuns, desses comprados em comprimidos na farmácia, são chamados de periféricos, porque depois de ingeridos vão por todo o organismo pela circulação sanguínea. Não é como se o medicamento detectasse onde está a dor, o que acontece é que como ele está espalhado pelo sangue, o local que tem a dor absorve a substância. O analgésico demora de 30 minutos a uma hora para começar a agir e cessa depois de três ou quatro horas. É por isso que, para dor crônica é preciso um tratamento mais longo. Outro tipo de analgésico é o chamado central, utilizado em casos de dor intensa e contínua, em casos mais graves como infarto e câncer, por exemplo. Entre os analgésicos desse tipo está a morfina, que atua diretamente no sistema nervoso central (cérebro e medula espinhal), alterando a percepção de dor para o corpo todo. É importante salientar que dor é sempre um sinal de que algo não está bem. Pode ser uma simples dor de cabeça, um pequeno corte ou até um infarto. Por isso, tomar analgésicos sem saber a causa da dor é perigoso, pois eles podem mascarar sintomas de um problema sério. Na dúvida, o correto é sempre procurar um médico, não se esqueçam! == Quando tomar analgésicos? == Para dores leves, como dor de cabeça, entorses e dores musculares, um analgésico comum e que pode ser comprado sem receita (ex: paracetamol) é o indicado. Outros casos em que podem ser usados são: * ossos quebrados; * queimaduras, incluindo queimaduras solares; * enxaquecas; * cólicas menstruais; * cirurgias e procedimentos pequenos; * dores de dente. Já para casos de dores moderadas a intensas em pacientes pós-cirúrgicos que passaram por traumas, são prescritos analgésicos opiáceos. Essa categoria é vendida apenas com receita médica e é mais utilizada em tratamentos de curto prazo para evitar a dependência. Além desses casos, os analgésicos mais fortes também são usados no: * trabalho de parto (analgesia epidural), * tratamento de fibromialgia, * infecções do trato urinário, * tratamento de doenças como artrite reumatoide, bursite, tendinite e câncer. == Efeitos colaterais == Os efeitos colaterais dos analgésicos opiáceos são bastante falados, pois existe um alto risco de vício e dependência desses medicamentos. A sensação de euforia, disforia e agitação são alguns efeitos que podem gerar gatilhos de adição em alguns pacientes. Durante o uso regulado, os pacientes também enfrentam efeitos colaterais considerados comuns e que desaparecem no período do tratamento, mas alguns podem persistir. A constipação é um dos que são persistentes. Já sonolência, tontura, depressão respiratória, pressão baixa, náusea e vômito, boca seca, entre outros, são efeitos colaterais passageiros. Os analgésicos comuns, especialmente os acetaminofenos, se forem usados na dosagem recomendada na bula não apresentam efeitos colaterais. Porém, o uso combinado com anti- inflamatórios não hormonais e a ingestão de dosagens altas ou com bebidas alcoólicas pode causar danos severos ao fígado. ‌‌ Categoria:Analgésicos",
 "title": "Analgésico"
}