{
 "id": "23922",
 "text": "As linguas cuxíticas ou cuchíticas são um subgrupo da família linguística camito-semítica falado na região do Chifre de África, bem como na Tanzânia, Quênia, Sudão e Egito. Recebem este nome a partir do Reino de Cuxe e este do personagem bíblico Cuxe, de maneira análoga ao que foi feito com Sem, que se tornou epônimo dos idiomas semitas ou semíticos. A língua cuxítica com o maior número de falantes é o oromo, com cerca de 35 milhões de falantes, seguido pelo somali, com cerca de 15 milhões, e o sidamo, falado na Etiópia, com cerca de 2 milhões de falantes. Outros idiomas do grupo com mais de um milhão de falantes são o hadia (1,6 milhão), o cambaata (1,4 milhão) e o afar (1,5 milhão). == Composição == Existem oito grupos claramente reconhecidos de idiomas que são ou costumam ser incluídos na família cuxítica, e existe uma ampla gama de opiniões a respeito de como elas são relacionadas entre si. O único grupo a escapar da controvérsia é o das línguas agaus, ou cuxítico centrais, que formam um ramo distinto do cuxítico em todas as suas classificações. A língua beja, ou cuxítico do norte, costuma ser colocado fora do próprio grupo cuxítico, embora não exista evidência de que o resto do cuxítico formaria um grupo independente. As posições das pequenas línguas dullay e yaaku na família são incertas. Tradicionalmente são agrupadas num ramo cuxítico oriental, juntamente com o cuxítico oriental de planalto (sidâmicas) e de planície. Estudiosos como Richard Hayward, no entanto, acreditam que o cuxítico oriental não seria um grupo apropriado, e o reestruturaram em três famílias bem-fundamentadas: a de Planalto, uma família de Planície diversificada (com ramos afar, somálico e orômico) e dullay (aparentemente deixando o yaaku sem classificação), que é considerado separadamente nas tentativas de se estudar as relações internas do cuxítico. Robert HetzronHetzron, 1980:70ff e Ehret (1995) especularam que as línguas do Rifte (cuxítico meridional) fariam parte do cuxítico oriental de planície. Tradicionalmente considerou-se que as línguas omóticas fazem parte do grupo cuxítico, formando o ramo chamado de cuxítico ocidental. Este ponto de vista, no entanto, vem sendo abandonado, especialmente depois dos trabalhos de Harold C. Fleming (1974) e M. Lionel Bender (1975), que consideraram o omótico como um ramo independente do afro-asiático. Enquanto alguns acadêmicosZaborski (1986) e Lamberti (1991). mantiveram a questão em debate, sugerindo que o omótico ainda pode ser classificado como parte das línguas cuxíticas, estudos mais recentes como os de Rolf Theil (2006) chegaram às mesmas conclusões que haviam sido consagradas, como a do chadicista Paul Newman, de que o omótico deveria ser dissociado do grupo, e deveria ser tratado como uma família linguística independente, com base na falta de quaisquer relações genéticas mais próximas entre o omótico e o afro-asiático, em comparação com todos os outros idiomas de outros grupos.Theil, Rolf. Is Omotic Afro-Asiatic? == Bibliografia == * Bender, Marvin Lionel. 1975. Omotic: a new Afroasiatic language family. série do Museu da Universidade do Sul do Illinois, número 3. * Bender, M. Lionel. 1986. A possible Cushomotic isomorph. Afrikanistische Arbeitspapiere 6:149-155. * Fleming, Harold C. 1974. \"Omotic as an Afroasiatic family\". In: Proceedings of the 5th annual conference on African linguistics (ed. por William Leben), p 81-94. African Studies Center & Department of Linguistics, UCLA. * Roland Kießling & Maarten Mous. 2003. The Lexical Reconstruction of West-Rift Southern Cushitic. Cushitic Language Studies Volume 21 * Lamberti, Marcello. 1991. Cushitic and its classification. Anthropos 86(4/6):552-561. * Zaborski, Andrzej. 1986. \"Can Omotic be reclassified as West Cushitic?\" In Gideon Goldenberg, ed., Ethiopian Studies: Proceedings of the 6th International Conference, pp. 525–530. Roterdã: Balkema. == Ligações externas == *",
 "title": "Línguas cuxíticas"
}