{
 "id": "23933",
 "text": "O ADN mitocondrial ou DNA mitocondrial (mtDNA) é um composto orgânico presente nas mitocôndrias, e passado predominantemente por linha matrilinear, ou seja de mãe para filho(a) na grande maioria dos organismos multicelulares. Isto ocorre porque durante a fecundação as mitocôndrias do espermatozoide são degradadas, restando somente as mitocôndrias do óvulo. A partir disto, todas as células do novo ser em formação terão apenas a carga genética herdada da mãe. Em casos raros, algumas cópias dos espermatozoide são preservadas, dando origem a um fenómeno chamado heteroplasmia. Mitogenoma é um neologismo utilizado nas línguas portuguesa e na espanhola, sendo a tradução da palavra inglesa \"mitogenome\". Refere-se ao ADN mitocondrial de um indivíduo inteiro, assim como o genoma refere-se ao conjunto do AND/DNA de um indivíduo inteiro. A sub-área da genética que estuda ou utiliza o ADN mitocondrial é conhecida como Mitogenômica. Estes termos têm seus registros mais antigos em um artigo de 1999 sobre a utilização do ADN mitocondrial para análise filogenética de animais. == Características == Acredita-se que as mitocôndrias do espermatozoide dos mamíferos são geralmente destruídas pelo óvulo após a fertilização. Em 1999 foi sugerido que as mitocôndrias do espermatozoide (contendo ADN mitocondrial) são marcadas com ubiquitina (proteína marcadora que se liga covalentemente a lisinas de outras proteínas, marcando-as para destruição proteolítica intracelular no protossomo) para serem selecionadas e depois destruídas dentro do embrião.Sutovsky et. al. 1999. Ocasionalmente este processo não é bem sucedido, como por exemplo nos híbridos inter-espécies. O DNA mitocondrial tem sido estudado com o intuito de investigar linhagens muito antigas. Svante Pääbo publicou estudos que rastreavam a ancestralidade de cães domésticos em 4 gerações. O conceito da Eva mitocondrial é baseado no mesmo tipo de análise. A existência de DNA mitocondrial também apoia a hipótese endossimbiótica, a qual sugere que as células eucarióticas surgiram quando uma célula procariótica foi englobada por outra célula sem ser digerida. Acredita- se que estas duas células teriam começado uma relação simbiótica, formando o primeiro organismo. A existência de DNA mitocondrial sugere que, as mitocôndrias já existiram um dia como entidades separadas das suas atuais células-hospedeiras. == Identificação Humana Por Análise de mtDNA == O DNA mitocondrial se difere do material genético encontrado no núcleo das células não só em relação a localização, mas também a quantidade de moléculas por célula, tipo de herança e sequência. Por existir em múltiplas cópias, o DNA mitocondrial é especialmente útil em análises em que o DNA nuclear se encontra em quantidades diminutas, como as que são usualmente encontradas em cenas de crime. O DNA mitocondrial humano é uma molécula contendo 16.539 pares de bases nitrogenadas já completamente sequenciadas. Para a análise forense de DNA mitocondrial usualmente utiliza-se sequências das regiões hipervariáveis (HV) I e II. Há, contudo, trabalhos científicos indicando que a investigação das regiões HV-I e II não dão suficiente informação para correlacionar restos mortais e suas famílias em muitos casos (Raskin et al., 1998) e que a extração de DNA feita a partir de dentes oferece melhores resultados que a realizada a partir de ossos longos (Primorac e Andelinovic, 1999). A principal limitação das análises forenses de DNA mitocondrial está em seu restrito poder de discriminação, o que ocorre em virtude da ocorrência de haplótipos comuns na população. Pesquisas com DNA mitocondrial de caucasianos norte-americanos demonstram que o perfil mais comum está presente em cerca de 7% daquela população e outros 12 tipos ocorrem em mais de 0,5% das pessoas (Parsons e Coble, 2001). Dados relativos às frequências destes haplótipos não são disponíveis para a população brasileira. Para utilização forense do DNA mitocondrial, seja ela com o fim de associar uma evidência a um suspeito ou de identificar a relação matrilinear entre indivíduos, o estabelecimento de um banco de dados de haplótipos das regiões HVI e HVII que seja representativo da população é indispensável. A partir do conhecimento da frequência de um determinado haplótipo no banco de dados torna-se possível calcular a probabilidade de coincidência ao acaso entre dois haplótipos em situações onde tem-se evidências biológicas de uma cena de crime e amostras de um suspeito, ou em situações onde tem-se material de um indivíduo desaparecido e deseja-se associá-lo a alguém com o mesmo haplótipo. Quanto menor a probabilidade de coincidência ao acaso, maior a certeza que duas amostras ou são provenientes de um mesmo indivíduo ou representam a mesma matrilinhagem. Uma outra aplicação dos polimorfismos de DNA mitocondrial é a possibilidade de investigar um conjunto de polimorfismos que permita agrupar amostras em um determinado haplogrupo. Esta possibilidade tem sido investigada em outras populações que não a brasileira. Esta abordagem mostra-se de grande valia, permitindo a triagem quando se tem grande número de amostras e também aumentando o poder de discriminação quando associada ao sequenciamento de HVI e HVII. Adicionalmente, é possível se encontrar variações entre amostras de DNA mitocondrial em diferentes tecidos do mesmo indivíduo, principalmente naqueles portadores de doenças metabólicas relacionadas a esta molécula. Antes da aplicação forense deste material, é preciso caracterizar o grau de ocorrência deste fenômeno, conhecido como heteroplasmia, na população em questão (Holland e Parsons, 1999; Calloway e Reynolds, 1999). Além disto, a taxa de erro associado a replicação é maior em DNA mitocondrial, quando se compara com o DNA nuclear (Grover, Holland e Le Roux, 1999). Extraído de http://www.netlegis.com.br/index.jsp?arquivo=detalhesArtigosPublicados.jsp&cod2;=360. ;O consenso sobre a origem do homem Eva mitocondrial e cromossomo Y passaram por vários genomas da humanidade. Eles dão a nós os dados sobre os nossos MRCAs. O consenso atual sobre a origem da humanidade, e sua datação foi dado por um estudo conduzido pela Escola de Medicina da Universidade de Stanford e indica uma datação baseada na Eva e no cromossomo Y de Adão que são aproximadamente sobrepostas durante o tempo evolutivo. A linhagem do nosso cromossomo Y viveu há entre 120 e 156 mil anos, e da mulher (Eva) viveu há entre 99 e 148 mil anos. Pesquisas anteriores indicaram que o homem MRCA havia vivido muito mais recentemente do que o MRCA feminino, segundo Carlos Bustamante, que é PhD em genética na Universidade de Stanford. Essa datação mostra que não há nenhuma discrepância e que as estimativas anteriores para o homem MRCA variava há entre 50 e 115 mil anos. É extremamente improvável que os MRCAs masculinos e femininos foram contemporâneos exatos. Eles não eram um único homem ou mulher vivos no momento, ou as únicas pessoas que têm descendentes atuais. Estas duas pessoas simplesmente tiveram a sorte de passar com sucesso em partes específicas do seu DNA – do homem, o cromossomo Y; da mulher, o genoma mitocondrial – através dos milênios para a maioria de nós, enquanto as sequências correspondentes de outros morreram em grande parte devido a seleção natural ou na aleatoriedade da deriva genética. A pesquisa foi feita comparando sequências do cromossomo Y entre 69 homens de nove regiões distintas do planeta, incluindo algumas que foram apenas recentemente disponíveis para o estudo como a Namíbia, República Democrática do Congo, Gabão, Argélia, Paquistão, Camboja, da Sibéria e do México. Tecnologias de seqüenciamento identificaram cerca de 11 mil diferenças entre as sequências genéticas. Estas variantes permitiram estabelecer relações filogenéticas e cronogramas com muita precisão. Bustamante e Poznik obtiveram os resultados de sequenciação de alta precisão ao longo de um comprimento de cerca de 10 megabases de DNA do cromossomo Y (10 milhões de nucleotídeos) para cada um dos 69 indivíduos. Eles, então, estimaram a taxa de mutação anual sobre o cromossomo Y, calibrando-o com um evento conhecido: a ocupação humana das Américas, que ocorreu há cerca de 15.000 anos. Mutações compartilhadas por todos os nativos americanos hoje devem ter existido até antes do povoamento dos continentes, ao passo que muitos daqueles que variam entre as populações indígenas americanas surgiram durante os últimos 15 mil anos. Eles repetiram sua análise com o DNAmit dos indivíduos para gerar as duas estimativas de MRCA tempo, mostrando pela primeira vez que elas se sobrepõem. A árvore do cromossomo Y fez mais do que apenas identificar um período de tempo para o MRCA. Ele também esclareceu algumas relações anteriormente desconhecidas que ocorreram entre as populações de seres humanos que se expandiram para fora da África em direção a Eurásia. Eles puderam datar determinados eventos com muita precisão, e de fato, encontraram somente uma única variante que mostra como três linhagens antigas se reuniram em uma só há cerca de 48 mil anos, com uma taxa de mais ou menos um par de variações em cem anos. “A árvore também exemplifica a extraordinária profundidade da diversidade genética presente entre os africanos modernos”. É difícil dizer o que a aparente sobreposição entre as sequências MRCA masculino e feminino pode representar, mas as heranças são fáceis de ver, mesmo dentro das famílias humanos individuais, e que o calendário poderia ser simplesmente uma casualidade. Também é possível que ele represente uma época em que apenas algumas sequências foram passadas e muitos morreram devido a um evento externo que ainda não foi identificado. Para a maior parte, é um processo aleatório. Algumas linhagens morrem, algumas são bem sucedidos. Mas também é possível que possa haver elementos da história demográfica humana que predispõem essas linhagens a fundir-se em determinados momentos (Callway, 2013). == Doenças mitocondriais == As doenças mitocondriais são doenças genéticas que afectam genes que são expressos na mitocôndria. As mitocôndrias possuem o seu próprio genótipo, tendo várias moléculas de ADN e dentro de cada molécula, múltiplas cópias do mesmo gene. O ADN mitocondrial é de herança materna, salvo raríssimas exceções (ver heteroplasmia). E as doenças mitocondriais podem afectar tanto o sexo masculino como o sexo feminino. Na formação de ovócitos a separação das mitocôndrias é feita ao acaso, podendo surgir ovócitos com maior quantidade de mitocôndrias com ADN mutado – o feto vai apresentar uma doença generalizada com fenótipo mais grave, ou ovócitos com menor quantidade de mitocôndrias com menos ADN mutado e assim o feto surge com uma doença mais restrita, a um ou outro tecido, e por isso, com fenótipo mais atenuado. As várias moléculas de ADN dentro da mitocôndria podem estar em Homoplasmia, sem cópias mutadas, ou em Heteroplasmia, quando há cópias mutadas de DNA mitocondrial e outras de ADN mitocondrial normal, podendo originar doenças degenerativas. As doenças mitocondriais são incluídas no grupo das doenças degenerativas e muitas vezes são também abordadas em processos que se relacionam com as doenças neoplásicas. As doenças degenerativas mitocondriais têm relação com perda de função a nível celular e orgânico originando doenças por intoxicação, que provocam danos celulares tóxicos, ou por deficiência energética da célula. Os diversos tecidos têm diferentes requerimentos energéticos - efeito limitante, ou seja, há tecidos que precisam de muito mais energia do que outros. Desta forma, os tecidos com menor necessidade energética e que possuam mutações a nível do ADN mitocondrial, podem não apresentar sintomatologia. Por outro lado as carências energéticas em tecidos como o cérebro e o sistema muscular vão ser mais graves, daí que muitas das doenças mitocondriais sejam encaradas como encefalomiopatias. A mesma mutação mitocondrial pode surgir com diferentes manifestações, associadas a patologias diferentes. A patologia será tanto mais grave quanto maior for a heteroplasmia, ou seja, maior a percentagem de ADN mitocondrial mutado. A mutagênese do DNA mitocondrial e os defeitos de reparo do DNA nuclear são considerados mecanismos celulares do envelhecimento. == Ver também == * Lynn Margulis * Miopatia mitocondrial == Bibliografia == * Marianne Schwartz e John Vissing, \"Paternal Inheritance of Mitochondrial DNA\", New England Journal of Medicine, 22 de agosto de 2002; 347:576-580. * Sutovsky, P., et. al. 1999. \"Ubiquitin tag for sperm mitochondria.\" Nature 402(Nov. 25):371-372. Resumo disponível em e discutido em . == Ligações externas == * \"Mitochondria can be inherited from both parents\", artigo da New Scientist sobre o estudo de Schwartz e Vissing; Mitocondrial",
 "title": "ADN mitocondrial"
}