{
 "id": "23988",
 "text": "{{Info/Município do Brasil | nome = Ferraz de Vasconcelos | foto = Cidade Ferraz de Vasconcelos.jpg | leg_foto = Vista parcial da cidade. | apelido = Berço da uva Itália no Brasil | brasão = Brasao ferraz.JPG | bandeira = Bandeira de Ferraz de vasconcelos.jpeg | link_brasão = | link_bandeira = | link_hino = | aniversário = 14 de outubro | emancipação = | gentílico = ferrazense | lema = Labor Omnia Vincit \"Trabalho vence tudo\" | prefeito = Priscila Gambale | partido = PODE | mandato_início = 2025 | mandato_fim = 2028 | mapa = SaoPaulo Municip FerrazdeVasconcelos.svg | latP = S | latG = 23 | latM = 32 | latS = 27 | lonP = O | lonG = 46 | lonM = 22 | lonS = 08 | estado = São Paulo | região_intermediária = São Paulo | data_região_intermediária = IBGE/2017 | região_imediata = São Paulo | data_região_imediata = IBGE/2017 | região_metropolitana = São Paulo | vizinhos = São Paulo, Poá, Suzano, Mauá e Ribeirão Pires | dist_capital = | área = 30.071 | área_ref = | população = 196500 | população_pos = SP: 43º | data_pop = estimativa IBGE/2020 | altitude = 760 | clima = subtropical | sigla_clima = Cfb | idh = 0.738 | data_idh = PNUD/2010 | idh_pos = SP: 321° | pib = mil | data_pib = IBGE/2016 | pib_per_capita = 15304.53 | data_pib_per_capita = IBGE/2016 | site_prefeitura = ferrazdevasconcelos.sp.gov.br/web | site_câmara = www.camaraferraz.sp.gov.br }} Ferraz de Vasconcelos () é um município brasileiro do estado de São Paulo, localizado na Região Metropolitana de São Paulo e Alto Tietê. É formado pela sede e pelos distritos de Santa Margarida Paulista e Santo Antônio Paulista. == Aspecto geral == Ferraz de Vasconcelos é um dos 39 municípios da Grande São Paulo, pertencente a região do Alto Tietê que contempla dez municípios, contando com uma densidade demográfica elevada e com alto índice de desenvolvimento humano - IDH, sua altitude em relação ao mar, situa-se entre 759 e 760 metros. Quando a cidade ainda era pertencente de terras particulares, já eram cultivadas uvas Itália na cidade. Atualmente restaram poucos produtores que abastecem o comércio local, apesar de ser o primeiro município produtor da uva Itália no Brasil. == História == A história de Ferraz de Vasconcelos começa com a passagem de tropeiros pela cidade, que na época pertencia ao município de Mogi das Cruzes. Eles levavam alimentos, lenhas e carvão da região para São Paulo e outros vinham da capital do Império. Eles faziam este caminho que passava pelo bairro do Lajeado, em Guaianases, no extremo leste da capital. Daí surge o vilarejo, originado da parada destes tropeiros à beira de um córrego, que foi sendo represado e passou a ser conhecido como Tanquinho. Foram determinantes para o povoamento do município a construção da fábrica de lixas Gotthard Kaesemodel, que produz colas, lixas e papéis com a marca \"Tatu\", e possui uma filial que funciona há mais de 80 anos no mesmo local. Foi por causa desta fábrica que foi construída a então Parada da Vila Romanópolis que começou a ser povoada, e se tornou bairro, depois da construção da estação de Trem na década de 1920. O nome é homenagem ao engenheiro da Estrada de Ferro Central do Brasil, José Ferraz de Vasconcelos, mineiro, nascido em 1880. O engenheiro projetou a estação de trem da então Vila Romanópolis, motivo pelo qual foi homenageado. Naquele tempo era comum batizar estações com o nome do engenheiro que a projetou. Com os crescimento do município, a partir das décadas de 40 e 50, muitos moradores importantes da cidade começaram a comprar diversas passagens, para forçar a linha férrea a fazer paradas regulares na pequena estação. Após o término das obras da estação, começou-se a discussão para definir o nome que deveria ser dado à estação. Seria dado de Romanópolis, mas foi decidido o nome de Ferraz de Vasconcelos, em homenagem póstuma ao Engenheiro da Estrada de Ferro Central do Brasil, que quando terminou a revolução, debilitado e doente, não resistiu e faleceu em São Paulo aos 44 anos de idade em 1924 . A exemplo do que aconteceu em diversos municípios, o nome da estação passou a ser o nome de um distrito de Poá, chamado distrito de Ferraz de Vasconcelos, após a emancipação de Mogi das Cruzes (Lei Estadual nº 233, de 24 de dezembro de 1948). Em 14 de outubro de 1953, pela Lei 2456, Ferraz de Vasconcelos se emancipou de Poá e foi elevada a categoria de município. O primeiro prefeito foi Helmuth Hermann Hans Louis Baxmann, eleito no dia 3 de outubro de 1954. Desde a década de 1960 os diversos sítios e fazendas que existiam na cidade foram loteados e ocupados rapidamente por pessoas que trabalhavam na fábrica de lixa, o que culminou no rápido crescimento da população. Atualmente parte do patrimônio histórico e cultural da cidade, o prédio da fábrica de lixas Gotthard Kaesemodel, as \"Lixas TATU\" foi vendido para a construção do Burger King, até mesmo a criação de uvas, símbolo da cidade Ferraz de Vasconcelos, que foi uma das primeiras do Brasil a plantar a Uva Itália, de onde surgiu depois a Festa da Uva, também acabou, porque o local foi cedido para a construção do \"Pátio Ferraz\", complexo comercial com obras em andamento.. Não há na cidade nenhuma iniciativa de preservação dos patrimônios históricos do município; As únicas edificações da época do surgimento do município são, ou eram, a fábrica de lixas (parte vendida como mencionado anteriormente), o prédio da Estação Ferraz (que foi demolido para a construção de um novo prédio), o prédio do cinema, que foi demolido em 2005 para a construção de uma loja de móveis, da rede Marabraz e o antigo Seminário Bom Jesus, conhecido como Porta do Céu, demolido em 2013Ex-presidente critica a demolição da Porta do Céu, no Jardim São Giovanni Câmara Municipal Alguns fatos nos últimos anos fez que Ferraz de Vasconcelos, ganhasse momentânea notoriedade no Brasil. Em 2002 uma imagem em uma janela de uma casa na Rua Antonio Bernardino Corrêa, nº330, Jardim Juliana, periferia de Ferraz atraiu cerca de 200 mil pessoas por várias semanas. A imagem aparentava ser de uma santa, e foi tida como milagre, inclusive com pessoas relatando ter recebido curas. O apresentador Augusto Liberato e a cantora Elba Ramalho estão entre as pessoas que visitaram a casa de periferia; até ônibus foram fretados para trazer pessoas de outros estados. Uma perícia feita pelo Instituto de Pesquisas Energéticas e Nucleares, da Universidade de São Paulo, constatou que a imagem era uma mancha de sabão, que surgiu favorecida pelo calor da região. A casa permanece aberta até hoje, mas sem tantas visitas. No dia 20 de dezembro de 2007 dois quadros, O Lavrador de Café de Cândido Portinari, uma das imagens mais populares da arte plástica brasileira, e O Retrato de Suzanne Bloch, um quadro raro da fase azul do espanhol Pablo Picasso foram roubados do Museu de Arte de São Paulo. 19 dias depois foram localizados e recuperados pela polícia em Ferraz. No dia 4 de junho de 2008 foi deflagrada a Operação Carta Branca, revelando o maior esquema de emissão de carteiras de motorista falsas da história do Detran de São Paulo. Médicos, donos de auto-escolas, funcionários da prefeitura de Ferraz de Vasconcelos, psicólogos e o delegado titular do município foram detidos. A quadrilha é acusada pelo Ministério Público de ter emitido carteiras de habilitação ideologicamente falsificadas e enviado para 8 estados do Brasil. O bando movimentou R$ 1,3 mi em 2 anos. == Bairros históricos == ;Tanquinho Era a parada dos tropeiros que vinham da capital do império Rio de Janeiro rumo a São Paulo, não somente eles como também Bandeirantes caçadores e até Dom Pedro I. Este Bairro propicia a criação do município em 1953. Atualmente o Fórum Municipal e a igrejinha histórica do Bom Jesus, construída em 1880Depois de invasões igreja é reaberta em Ferraz de Vasconcelos Portal G1, estão situados no bairro. ;Vila Romanópolis - Centro O bairro surge devido à implantação da filial da fábrica de lixas Gotthard Kaesemodel, proprietária da marca \"Lixas Tatu\", sendo originalmente chamado de Parada da Vila Romanópolis, é a fábrica que atraí a construção da estação de trem. Atualmente o bairro concentra a sede administrativa do executivo, a Prefeitura Municipal, do legislativo, a Câmara Municipal, além do comércio concentrado na Avenida 15 de Novembro, e restaurantes fast food. ;Parque Dourado Desde a criação do bairro, as ruas homenageiam as mágicas criações do cartunista e empresário Walt Disney. As ruas foram batizadas em 1973, pelo então prefeito Makoto Iguchi, que era fã dos personagens de Walt Disney. Atualmente o distrito exibe as principais avenidas e ruas que interligam o bairro com outros pontos da cidade. Na estância está localizada a delegacia de policia de Ferraz de Vasconcelos, Ciretran - Circunscrição Regional de Trânsito, entre lojas, pizzarias, supermercados, postos de combustíveis, centros de formação de condutores, despachantes, restaurantes, outros negócios e empresas. ;Vila Corrêa Seu fundador, o português António Bernardino Corrêa, imigrou ainda jovem para o Brasil, morando em diversas regiões do País e depois se instalando no estado de São Paulo, onde passou a investir em terras no município de Ferraz de Vasconcelos, fundando assim o bairro, que desde 2003 conta com a presença do Hospital regional Doutor Osiris Florindo Coelho, que propiciou o crescimento diverso do comércio local, contrapondo com diversas residências. ;Vila Santo Antônio De acordo com o relato de munícipes o bairro surgiu em meados da década de 1950, e conta com a presença de indústrias e do comércio, contribuindo para a criação da área pastoral Santo Antônio, que irá elevar à condição de Matriz a igreja de quase trinta anos. ;Parque São Francisco Era o antigo Sítio das Ovelhas, o Parque São Francisco nasce em agosto de 1971, e desde então cresce rapidamente, o progresso do bairro ocorreu de forma rápida. Atualmente se situa no bairro a Estação Antônio Gianetti Neto, localizado com área até à divisa com Guaianases, o Conjunto Habitacional José Chacon Moriel CDHU, o Centro da Integração da Cidadania (CIC), que oferece serviços similares ao Poupatempo do governo do estado de São Paulo. == Economia == O comércio que era concentrado na Avenida Quinze de Novembro e Avenida Brasil, onde também estão localizadas parte das agências bancárias do município e diversas farmácias, óticas e lojas de calçados , que está em franca expansão para outros bairros. Hoje o que mais atrai pessoas dos municípios vizinhos e munícipes a Ferraz de Vasconcelos é o Hospital Regional Doutor Osíris Florindo Coelho, conhecido como Hospital Regional, administrado pelo governo do Estado de São Paulo, que fez surgir um pequeno centro comercial ao seu entorno, contribuindo para a expansão do comércio. === Indústria e comércio === As empresas mais notórias de Ferraz de Vasconcelos são a Rotoplas Brasil Rotomoldagem, Bognar Metais, Grupo Delga especializada na estamparia, montagem de conjuntos e subconjuntos soldados e carrocerias completas, Luckspuma fabricante de colchões, a alimentícia Hikari, Brinquedos Bandeirante, a Agassete fabricante de embalagens, Wolpac fabricante de controles de acesso, Baxmann e Ortopedia Jaguaribe ambas metalúrgicas, Muriel Brasil Indústria Cosméticos, Perflex Metais, GK abrasivos fabricante de lixas, Cordeiro Cabos Elétricos e a Shimano indústria e comércio de peças para bicicletas. Dentre os comércios de maiores destaques estão Casas Pernabucanas, Lojas Marisa, Casas Bahia, Magazine Luiza, Lojas Cem, Restaurantes Habibs, MC Donalds, Burguer King, as redes atacadistas Tenda, Atacadão e Hipermercado Shibata. == Cultura == No antigo bairro do Jardim Prosperidade, um casal de imigrantes alemães fugindo da segunda guerra mundial escolheram a cidade para escapar da guerra. Construíram um casarão no bairro, que foi apelidado de \"castelinho\", tornando-se um dos principais pontos de referência da cidade, fazendo o bairro mudar de nome para Jardim Castelo. Atualmente este edifício, de potencial turístico-cultural, sofre com o abandono da prefeitura. == Geografia == === Demografia === Dados do Censo - 2010dados Site IBGE - acessado em junho de 2015 * População total: 170.947 ** Homens: 83.438 ** Mulheres: 87.509 * Densidade demográfica (hab./km²): 5.624,82 * Mortalidade infantil até 1 ano (por mil): 17,58 * Expectativa de vida (anos): 70,33 * Taxa de fecundidade (filhos por mulher): 2,40 * Taxa de alfabetização: 92,07% * Índice de Desenvolvimento Humano (IDH-M): 0,738 * IDH-M Renda: 0,674 * IDH-M Longevidade: 0,755 * IDH-M Educação: 0,887(Fonte: IPEADATA) * Esgoto tratado: 56% === Hidrografia === * Córrego Paredão * Córrego Itaim * Córrego Martinelli === Disputas === A cidade faz divisa com seis municípios e alguns bairros cortam quatro municípios vizinhos que, conturbadamente, brigam por seus limites territoriais , por não assumirem como parte da cidade, inclusive com a atual prefeitura de Ferraz de Vasconcelos que não cuida nem mesmo da sua parte, a exemplo a divisa com Guaianases.. == Comunicações == A cidade foi atendida pela Companhia Telefônica Brasileira (CTB) até 1973, quando passou a ser atendida pela Telecomunicações de São Paulo (TELESP), que transferiu a administração para a Companhia Telefônica da Borda do Campo (CTBC) em 1974. Em 1998 esta empresa foi privatizada e vendida para a Telefônica, sendo que em 2012 a empresa adotou a marca Vivo para suas operações de telefonia fixa. == Educação == A cidade oferece algumas instituições de ensino, como creches, escolas de educação infantil (EMEI), escolas de ensino fundamental tanto municipais quanto estaduais, escolas estaduais de ensino médio, Etec Ferraz de Vasconcelos e Fatec de Ferraz de Vasconcelos, com notório crescimento de escolas particulares. == Transporte == O município é servido pelos trens da linha 11 Coral da CPTM, possuindo duas estações (Ferraz de Vasconcelos e Antônio Gianetti Neto). Os ônibus municipais são operados pela empresa Alto Tietê Transportes (ATT) e os ônibus intermunicipais operados pelo Consórcio Unileste e gerenciados pela EMTU, destacando a linha operada com destino ao Terminal Rodoviário Tietê. Além disso, há uma linha rodoviária gerenciada pela ARTESP e operada pela Viação Piracicabana que liga Ferraz a Bertioga, Boraceia, Boiçucanga e São Sebastião. Portanto, Ferraz de Vasconcelos é ligado por ônibus aos seguintes municípios: * São Paulo * Poá * Itaquaquecetuba * Suzano * Mogi das Cruzes * Bertioga * São Sebastião === Detalhes Históricos === Pelo Tanquinho passou as comitivas vindas da antiga capital do país, Rio de Janeiro. Dom Pedro I dormiu em uma casa no Tanquinho na noite do dia 23 de Agosto de 1822, em sua viagem para a cidade de São Paulo, onde no dia 7 de Setembro declarou à Independência do Brasil. Godofredo Osório Novaes foi indicado para ser o primeiro chefe da estação Ferraz de Vasconcelos, que foi inaugurada no dia 29 de Julho de 1926, com a presença de autoridades, comerciantes e moradores do local. Em setembro de 1948 é inaugurado o cinema (demolido em 2005, atual Lojas Marabraz). == Principais vias == * Avenida Brasil - Principal via de Ferraz de Vasconcelos, que liga o município de Poá até a Vila Romanópolis, passando pelo centro da cidade; * Avenida Governador Jânio Quadros - Continuação da Avenida Brasil, que leva até a divisa de Ferraz de Vasconcelos com São Paulo no bairro de Guaianases, passando pelo Parque São Francisco e Estação Antônio Gianetti Neto; * Avenida XV de Novembro - Principal via comercial de Ferraz de Vasconcelos, onde possui grande parte das lojas, com parte.do tráfego de veículos proibido, em razão da construção do calcadão, que melhorou o comércio local com boa infraestrutura; * Avenida Dom Pedro II - Avenida que liga o centro da cidade a zona rural do município no bairro do Cambiri. Na via está localizada a Câmara Municipal de Ferraz de Vasconcelos; * Avenida Tancredo de Almeida Neves - Avenida que, junto com a Rua 13 de Maio, conecta o centro da cidade ao distrito de Itaim Paulista em São Paulo. Concentra várias indústrias ao decorrer dela; * Estrada dos Bandeirantes - Via que liga Ferraz de Vasconcelos ao bairro de Lajeado. * Avenida Stella Mazzucca - Avenida que faz a conexão da Cidade Kemel com a Vila Santa Margarida. Importante centro comercial entre os moradores do local. == Ferrazenses ilustres == * Edmilson Carlos Abel - ex-futebolista * Damiris Dantas do Amaral - jogadora de basquetebol * Ricardo Blat - ator == Lista de ex-prefeitos == nº Nome Mandato 1 Helmuth Hermann Hans Louis Baxmann 1955 a 1958 2 Pedro Paulo Paulino 1959 a 1962 3 José Antônio Faresc 1963 a 1966 4 Hugo Mazzuca 1967 a 1969 5 José Trevisani 1970 a 1972 6 Makoto Iguchi 1973 a 1976 7 Ângelo Castello 1976 a 1982 8 Makoto Iguchi 1982 a 1988 9 Ângelo Castello 1989 a 1992 10 José Carlos Fernandes Chacon 1993 a 1996 11 Waldemar Marques de Oliveira Filho 1996 a 2000 12 José Carlos Fernandes Chacon 2001 a 2004 14 Jorge Abissamra 2005 a 2008 15 Jorge Abissamra 2009 a 2012 16 Acir dos Santos 2013 a 2015 17 José Izidro Neto 2015 a 2016 18 José Carlos Fernandes Chacon 2017 a 2020 19 Priscila Conceição Gambale Vieira Matos 2021 a 2024 == Cidade-Irmã == * Iijima-machi (em japonês: 飯島), Japão - Lei nº 903/75, de 1 abril de 1975. Para homenagear a cidade co-irmã, Ferraz de Vasconcelos conta com uma rua e uma escola estadual com o nome Iijima. A cidade japonesa conta com uma rua chamada Ferraz. == Ligações externas == * * * Ferraz de Vasconcelos no WikiMapia Categoria:Fundações em São Paulo em 1953",
 "title": "Ferraz de Vasconcelos"
}