{
 "id": "23985",
 "text": "Arujá é um município brasileiro do estado de São Paulo, localizado na Região Metropolitana de São Paulo e Alto Tietê. == Topônimo == O topônimo \"Arujá\" é derivado de ribeirão Arujá, ribeirão à margem do qual a cidade se desenvolveu.City Brazil. Disponível em http://www.citybrazil.com.br/sp/aruja/historia-da-cidade . Acesso em 20 de janeiro de 2014. \"Arujá\" é um termo de origem tupi que significa \"abundância de arus\", pela junção de aru (aru) e îá (repleção, fartura, abundância).NAVARRO, E. A. Dicionário de tupi antigo: a língua indígena clássica do Brasil. São Paulo. Global. 2013. p. 545. == História == A cidade desenvolveu-se em torno da devoção à imagem do Senhor Bom Jesus de Arujá, encontrada por indígenas no lugar onde está a atual Igreja Matriz da cidade, no ano de 1741. Em 1781 foi construida uma primitiva capela, pelo fazendeiro José de Carvalho Pinto. Ainda pertencendo a Mogi das Cruzes, Arujá foi elevada a freguesia em 8 de junho de 1852, e, neste mesmo ano, a distrito de paz. Em 30 de novembro de 1938, foi incorporado ao município de Santa Isabel. Arujá foi, finalmente, elevado a município em 18 de fevereiro de 1959. A data oficial de aniversário do município é a sua elevação a freguesia: 8 de junho. O primeiro prefeito foi Júlio Barbosa de Souza, de 1960 a 1963. == Geografia == Arujá possui 58,7 km² de área urbana, 39 km² de área rural e 52% de seu território é considerado área de proteção de mananciais da Região Metropolitana de São Paulo. Sua população foi recenseada em 86.430 habitantes. Seu ponto mais alto fica no bairro do Mirante, mais precisamente no campo de futebol do bairro, onde jaz sobre uma altitude de 900 metros acima do nível do mar. O ponto mais baixo fica na Rodovia Pedro Eroles, a Rodovia Mogi-Dutra, a SP-088, na altura do quilômetro 37.5, número 5.353, no logradouro onde está a fábrica BoxColor, onde o relevo jaz a 690 metros acima do nível do mar. Seu centro fica a uma altitude média de 790 metros de altitude. Localiza-se numa altitude média de 755 metros. Arujá é o local mais elevado da Rodovia Presidente Dutra, local este, onde a rodovia alcança cerca de 830 metros de altitude, sendo o ponto mais baixo desta rodovia em São João de Meriti no Rio de Janeiro, a apenas 5 metros acima do nível do mar. O clima é tropical de altitude, tipo Cwa. Pois a pluviosidade não é constante e existe estação seca no inverno, e estação úmida e relativamente quente no verão. Apesar de estar muito próximo ao Trópico de Capricórnio, o clima ainda se comporta como tropical de altitude, sofrendo a ação das massas atlânticas e polares e de sua própria altitude. A temperatura anual gira em torno dos 18Cº, sendo julho o mês mais frio (média de 14 °C) e fevereiro, o mais quente (média de 22 °C). O índice pluviométrico anual fica em torno de 1400 mm. Arujá é um município que apresenta uma preservação ambiental bastante visível, sendo considerada um dos \"pulmões\" de área verde no estado e na Região Metropolitana de São Paulo. E possui um sistema de coleta seletiva de lixo desenvolvido, considerado o melhor da Região do Alto Tietê. O que faz o município ter a alcunha de \"Cidade Natureza\". Seus limites são Santa Isabel a norte e nordeste, Mogi das Cruzes a sudeste, Itaquaquecetuba a sul e Guarulhos a oeste e noroeste. === Hidrografia === * Rio Parateí * Rio Jaguari * Rio Baquirivu-Guaçu === Índice de desenvolvimento humano === Arujá é o município mais rico da Região do Alto Tietê de acordo com a Fundação Seade e o Instituto do Legislativo Paulista da Assembleia Legislativa dos Estado de São Paulo. O município integra o grupo dois na pesquisa que integra todos os 645 municípios do Estado de São Paulo, neste grupo está incluído os municípios mais ricos e também inclui na Região do Alto Tietê os municípios de Mogi das Cruzes e Suzano. A lista é elaborada com base nos indicadores sociais de cada município. === População idosa === O município de Arujá foi considerado, em 2009, o melhor da Região do Alto Tietê em relação a qualidade de vida dos idosos, ocupando a 167º lugar do ranking estadual paulista. Os dados são do Índice Futuridade elaborado pela Fundação Sistema Estadual de Análise de Dados e pela Secretaria Estadual de Assistência e Desenvolvimento Social. O desenvolvimento dessa ferramenta teve a colaboração de um grupo consultivo formado por especialistas nas mais diversas áreas de atenção do idoso, que contribuíram para a elaboração de instrumentos para realizar ações voltadas aos idosos e sensibilização em relação ao processo de envelhecimento entre os paulistas. === Demografia === Dados do Censo - 2022 População total: 86 678 Sexo: * Homens: 42 064 * Mulheres: 44 614 Cor ou Raça: * Branca: 44 602 * Preta: 7 203 * Amarela: 1 396 * Parda: 33 364 * Indígena: 111 Densidade demográfica (hab./km²): 901,3 Mortalidade infantil até 1 ano (por mil): 3,10 Expectativa de vida (anos): 68,64 Taxa de fecundidade (filhos por mulher): 2,20 Taxa de alfabetização: 92,13% (Fonte: IPEA) Índice de Desenvolvimento Humano (IDH-M): 0.784 * IDH-M Renda: 0,761 * IDH-M Longevidade: 0,866 * IDH-M Educação: 0,730 (Fonte: PNUD) == Condomínios == O município de Arujá possui diversos condomínios de classe média e classe alta. De acordo com a prefeitura local, existem oito condomínios registrados com mais de duas mil residências. A criação dos primeiros condomínios ocorreu por volta dos anos 1950, influenciada pela inauguração da Rodovia Presidente Dutra. Outros motivos que levaram a classe média e a classe alta a migrar para Arujá foram os problemas de trânsito e de segurança nos lugares onde habitavam. A maior parte desses condomínios era, anteriormente, apenas chácaras de final de semana. Com o tempo, as administrações municipais tomaram a decisão política de aprovar somente condomínios de alto padrão. Diferentemente de um dos seus municípios vizinhos, Itaquaquecetuba, optou por loteamentos mais simples, voltados para as classes populares. == Comunicações == A cidade foi atendida pela Companhia de Telecomunicações do Estado de São Paulo (COTESP) até 1975, quando passou a ser atendida pela Telecomunicações de São Paulo (TELESP), que transferiu a concessão para a Companhia Telefônica da Borda do Campo (CTBC). Em 1998 esta empresa foi privatizada e vendida para a Telefônica, sendo que em 2012 a empresa adotou a marca Vivo para suas operações de telefonia fixa. == Educação == O município dispõe de várias escolas de educação infantil, ensino fundamental e ensino médio municipais, estaduais e particulares, uma unidade da Escola Técnica Estadual em parceria com o Governo do Estado de São Paulo e uma faculdade de teologia cristã, a FLAM (Faculdade Latino Americana de Teologia Integral). == Administração == * Prefeito: Luis Antonio de Camargo (PSD) (2021/2024) * Vice-prefeito: Gilberto Daniel Junior (UNIÃO) (2021/2024) * Presidente da Câmara: Gabriel dos Santos (PSD) (2024) == Filhos ilustres == * Ver Biografias de arujaenses notáveis == Ver também == * Senhor Bom Jesus de Arujá == Ligações externas == * * * Categoria:Alto Tietê Categoria:Fundações no Brasil em 1852 Categoria:Topônimos de origem tupi",
 "title": "Arujá"
}