{
 "id": "240",
 "text": "Alexandre é um prenome popular da língua portuguesa. É cognato ao nome Alexander, da língua inglesa. Em países lusófonos, pessoas chamadas Alexandre são normalmente apelidadas de Alex. == Origem == O primeiro registro conhecido do nome foi feito no grego micênico: encontrou-se a versão feminina do nome, Alexandra, escrito em Linear B.Chadwick, John, The Mycenaean World, Nova Iorque: Imprensa da Universidade de Cambrígia, 1976, 1999. == Variações em outros idiomas == * Albanês – Aleksandër, Aleks, Leka i Madh, Lekë (no norte da Albânia), Sandër, Skëndër, Skander (ver Skanderbeg) * Amárico – Eskender * Árabe – الاسكندر / اسكندر (Iskandar), Skandar, Skender * Bielorrusso – Аляксандp (Aliaksandr), Алeсь (Ales'), Алелька (Alyel'ka) * Catalão – Alexandre, Àlex, Xandre * Inglês – Alexander, Alec, Alex, Sandy, Andy, Alexis, Alexa, Sandra, Xander * Gaélico escocês – Alasdair, Alastair, Alistair, Alisdair * Galego – Alexandre, Álex * Georgiano – ალექსანდრე (Alexandre), ალეკო (Aleko), ლექსო (Lekso), სანდრო (Sandro) * Hebraico – אלכסנדר (Alexander) * Hindi – Hindustani – Sikandar * Iídiche – סענדער – Sender, Senderl * Irlandês – Alasandar * Italiano – Alessandro, Leandro, Ale, Sandro, Alessio, Lissandro * Malaio – Iskandar * Língua malaiala – ചാണ്ടി (Chandy) * Maltês – Lixandru * Quirguiz – Искендер (İskender) * Persa – اسكندر (Eskandar) * Russo — Александр (Alexandr) * Sânscrito – Alekchendra * Ucraniano — Олександр (Oleksandr) * Urdu – İskender, Sikandar, Sikander (\"Sikander-e-Azam\" é \"Alexandre, o Grande\") * Uzbeque – Iskandar * Turco - Iskander == Pessoas == * Alexandre de Afrodísias, filósofo da Escola peripatética * Alexandre da Macedônia. * Alexandre de Gusmão * Alexandre Balas * Alexandre de Mindos * Alexandre I da Iugoslávia * Alexandre II Karadjordjevitch - chefe da Casa de Karađorđević da Sérvia * Papa Alexandre - cognome de vários papas, como Santo Alexandre * Alexandre da Rússia - cognome de vários imperadores da Rússia (Alexandre I da Rússia, Alexandre II da Rússia, Alexandre III da Rússia) * Alexandre da Escócia - cognome de vários reis da Escócia (Alexandre I da Escócia, Alexandre II da Escócia, Alexandre III da Escócia) * Alexis II (patriarca de Moscou) * Santo Alexandre - cognome de vários santos e mártires == Filmes == * Alexandre, o Grande - co-produção hispano-estadunidense de 1956. * Alexandre - produção estadunidense de 2004. Categoria:Prenomes",
 "title": "Alexandre (nome)"
}