{
 "id": "24072",
 "text": "Katharina Hedwig Mann (nascida com o nome de família Pringsheim, chamavam-lhe de Katia; Feldafing, 24 de Julho de 1883 - Kilchberg, 25 de Abril de 1980) foi esposa do escritor Thomas Mann. Filha do matemático judaico Alfred Pringsheim e de Hedwig Pringsheim, foi a quinta criança do casal. O seu irmão gémeo, Klaus Pringsheim, foi dirigente de orquestra. Katia Pringsheim recebeu uma educação religiosa luterana. Em criança, ela própria não sabia que era de origem judaica, o que evitava que as outras crianças a discriminassem. Na Alemanha (e em particular na conservadora Baviera, onde Katia vivia) dos inícios do século XX, o Anti-Semitismo era muito comum. Aos 19 anos, a sua mãe e uma tia são a favor da sua decisão de deixar os estudos de Física e casar-se com o escritor Thomas Mann. Eles casaram-se a 11 de Fevereiro de 1905 e tiveram 6 filhos: Erika, Klaus, Golo, aliás Angelus Gottfried Thomas, Monika, Elisabeth, e Michael. Após o nascimento de Monika, no ano 1910, Katia Mann sofreu de tuberculose. Passou vários meses num sanatório em Davos, na Suíça, em 1912. Esta experiência fortaleceu-a, de acordo com a sua própria afirmação, por forma a \"poder aguentar com tudo\" e inspirou Thomas Mann ao seu romance \"A Montanha Mágica\". Quando a família Mann viveu no exílio, Katia cuidava das seis crianças e do marido. Katia era não só a boa alma da família mas um ponto central à volta do qual tudo girava. Ela apoiava as crianças e era a gestora do seu marido. Faleceu em 25 de abril de 1980. Encontra-se sepultada em Kilchberg Village Cemetery, Kilchberg, Zurique na Suíça. == Leitura adicional == *Michael Mann (editor): Katia Mann: My Unwritten Memoirs. (Katia Mann: Meine ungeschriebenen Memoiren.) S.Fischer, Frankfurt 1974, ISBN 3-10-046701-9; Fischer-Taschenbuch-Verlag, Frankfurt 2000, ISBN 3-596-14673-9 **Versão inglesa: Katia Mann: Unwritten Memories, editado por Elisabeth Plessen e Michael Mann, translated por Hunter and Hildegarde Hannum. Alfred A. Knopf, 1975. ISBN 978-0-394-49403-6 *Inge and Walter Jens: Mrs. Thomas Mann. The life of Katharina Pringsheim. (Frau Thomas Mann. Das Leben der Katharina Pringsheim.) Rowohlt. Reinbek, 2003. ISBN 3-498-03338-7 *Kirsten Jüngling / Brigitte Roßbeck: Katia Mann. The Wizard's Wife. (Katia Mann. Die Frau des Zauberers.) Propyläen. 2003. ISBN 3-549-07191-4 Categoria:Judeus dos Estados Unidos Categoria:Judeus da Alemanha Categoria:Nascidos em 1883",
 "title": "Katharina Mann"
}