{
 "id": "24080",
 "text": "{{Info/Município do Brasil | nome = Estância Balneária de Bertioga | preposição = da | foto = Vista da Riviera.jpg | leg_foto = Riviera de São Lourenço. | brasão = Brasão Bertioga.jpg | bandeira = Bandeira Bertioga.jpg | link_brasão = | link_bandeira = | link_hino = | aniversário = 19 de maio | fundação = | emancipação = | gentílico = bertioguense | lema = | prefeito = Caio Arias Matheus | partido = PSDB | fim_mandato = 2024 | mapa = SaoPaulo Municip Bertioga.svg | latP = S | latG = 23 | latM = 51 | latS = 14 | lonP = O | lonG = 46 | lonM = 08 | lonS = 20 | estado = São Paulo | região_intermediária = São Paulo | data_região_intermediária = IBGE/2017 | região_imediata = Santos | data_região_imediata = IBGE/2017 | região_metropolitana = Baixada Santista | vizinhos = Mogi das Cruzes, Biritiba-Mirim, Salesópolis, São Sebastião, Guarujá (Ilha de Santo Amaro) e Santos. | dist_capital = 80 | dist_capital_ref = | capital_link = São Paulo (cidade) | área = 491.546 | área_ref = | altitude = 2 | clima = subtropical | sigla_clima = Cfa | população = 66154 | data_pop = IBGE/2021 | idh = 0.730 | pib = mil | pib_per_capita = 28923.67 | data_mesorregião = IBGE/2008 | data_microrregião = IBGE/2008 | data_idh = PNUD/2010 | data_pib = IBGE/2008 | data_pib_per_capita = IBGE/2019 | site = bertioga.sp.gov.br | site_câmara = bertioga.sp.leg.br }} Bertioga é um município do estado de São Paulo, na Região Metropolitana da Baixada Santista, microrregião de Santos. A população aferida pelo IBGE no censo de 2010 era de habitantes. A população estimada pelo IBGE em 2021 era de . A área do município é de 491,546 km². == História== Seu nome tem sua origem no tupi antigo falado na costa brasileira, através do termo tupi piratyoca, que significa \"casa do peixe branco\". Para outros, no entanto, Bertioga tem origem no termo tupi buriquioca, que significa \"casa do muriqui\". A teoria mais aceita é que Bertioga significa \"casa do muriqui\" em tupi. Durante o início da colonização portuguesa, no século XVI, a região era considerada de transição entre o território tupinambá, que ia desde o cabo de São Tomé, no atual estado do Rio de Janeiro, até o rio Juqueriquerê, em Caraguatatuba e o território dos tupiniquins, que ia desde as cercanias de São Vicente, passando por Itanhaém e Peruíbe, até Cananeia. O povoamento da região teve início no ano de 1531, quando Martim Afonso de Sousa, nomeado governador-geral da Costa do Brasil, aportou às águas da antiga Buriquioca. Com a intervenção de João Ramalho, Martim Afonso deixou em terra alguns homens para realizar ali uma primeira feitoria da nova fase, ou um pequeno fortim, partindo em seguida rumo ao sul, dirigindo-se para o outro lado da ilha, para fundar oficialmente a vila de São Vicente, em 1532. Sofrendo constantemente ataques dos tupinambás de Ubatuba (que não era a atual cidade paulista de Ubatuba, mas uma aldeia tupinambá na região da atual cidade fluminense de Angra dos Reis), que se reuniam com suas canoas em Yperoig (esta sim, a atual cidade de Ubatuba), os portugueses de São Vicente decidiram construir o forte de São João de Bertioga para se defender dos ataques dos tupinambás, em 1547. Esse forte é considerado a mais antiga fortificação portuguesa no Brasil e foi tombada em 1940 pelo Instituto do Patrimônio Histórico e Artístico Nacional (IPHAN). Os índios tamoios fizeram uso de passagem no sítio Barra de Bertioga, que passaram a ser impedidos pelos 5 irmãos Braga: João, Diogo, Domingo, Francisco e André.FABRA, Carlos. São Vicente - Primeiros Tempos. 2010 Pelo forte, em 1552, ficou responsável Hans Staden, um mercenário alemão a serviço do rei de Portugal. Staden foi capturado pelos tupinambás e, posteriormente, libertado por intervenção dos franceses, aliados dos tupinambás. Retornando à Alemanha, escreveu um livro sobre suas aventuras no Novo Mundo (História verídica e descrição de uma terra de selvagens, nus e cruéis comedores de seres humanos, situada no Novo Mundo da América, desconhecida antes de depois de Jesus Cristo nas terras de Hessen até os dois últimos anos, visto que Hans Staden, de Homberg, em Hessen, a conheceu por experiência própria e que agora a traz a público com essa impressãoSTADEN, H. Duas viagens ao Brasil. Porto Alegre: L&PM;, 2010. p. 9). Esse livro vendeu muito na época, principalmente pelas descrições dos banquetes antropofágicos praticados pelos tupinambás. O mesmo livro foi base para o filme Hans Staden, de 1999. Foi no Forte de São João de Bertioga que, em 1563, os jesuítas Manuel da Nóbrega e José de Anchieta se hospedaram, por cinco dias, antes de irem para Ubatuba tranquilizar os índios revoltados na Confederação dos Tamoios. Foi também de Bertioga que Estácio de Sá e sua esquadra partiram, em 1565, para dar combate aos franceses e fundar a cidade do Rio de Janeiro. O sítio primitivo de Bertioga era uma pequena linha de praia protegida pelo outeiro de Buriquioca, hoje Morro da Senhorinha. O antigo núcleo estendeu-se também pelo outro lado da barra, onde, em meados do século XVI, fora fundada a Ermida de Santo Antônio de Guaibê. Nos primórdios do século XVIII, com o uso do óleo de baleia para iluminação pública e particular, Bertioga passou a ter grande importância, graças à criação da Armação das Baleias, para a pesca da baleia, e onde foram construídos grandes tanques para depósito de óleo desses animais. Assim, durante certo tempo, o azeite de Bertioga contribuiu para a iluminação de Santos, São Vicente, São Paulo, São Sebastião e, em parte, também do Rio de Janeiro. Durante muito tempo, Bertioga conservou-se como um núcleo de pescadores, com cerca de duas dúzias de casas defronte do porto da barca e três pequenas casas de comércio. Somente na década de 1940 que o pequeno núcleo de pescadores começou a despertar para sua grande função: a de Estância Balneária. Com a melhoria das vias de acesso e com a construção de estradas e cobertura de asfalto da estrada que corta o Guarujá em direção ao ferryboat que liga a Ilha de Santo Amaro a Bertioga, iniciou-se uma grande expansão urbana da vila. Nesta época, em 1944, Bertioga (e toda extensão territorial norte) foi transformada oficialmente em distrito de Santos. Após dois movimentos pró-emancipação, um em 1958 e outro em 1979, Bertioga finalmente conquistou sua autonomia no dia 19 de maio de 1991, separando-se de Santos. Em 1979 o famoso criminoso de guerra Josef Mengele, médico responsável por atos monstruosos no campo de concentração de Auschwitz, morreu em Bertioga enquanto nadava no mar.Nazismo: a segunda morte de Josef Mengele no BrasilJosef Mengele: os 40 anos da morte do médico nazista que viveu 17 anos em SP == Demografia == === População === === Dados demográficos === Dados do Censo - 2010 População total: 47.645 * Urbana: 46.818 (98,42%) * Rural: 754 (1,58%) ** Homens: 23.769 (49,96%) ** Mulheres: 23.803 (50,04%) Densidade demográfica (hab./km²): 97,21 Mortalidade infantil até 1 ano (por mil): 18,38 Expectativa de vida (anos): 69,93 Taxa de fecundidade (filhos por mulher): 3,08 Taxa de alfabetização: 91,74% Índice de Desenvolvimento Humano (IDH-M): 0,730 * IDH-M Renda: 0,744 * IDH-M Longevidade: 0,749 * IDH-M Educação: 0,882 (Fonte: IPEADATA) == Geografia == Seus limites são Mogi das Cruzes, Biritiba-Mirim e Salesópolis a norte, São Sebastião a leste, o Oceano Atlântico a sul com o Guarujá (com a ilha de Santo Amaro defronte à cidade) e Santos a oeste. === Clima === O clima de Bertioga é o subtropical úmido, com verões quentes e invernos relativamente frios, com a ausência de mês seco, sendo julho o mês mais frio com média de 17 °C e o mês mais quente é fevereiro, com média de 30°. De acordo com dados da estação meteorológica automática do Instituto Nacional de Meteorologia (INMET) de Bertioga, em operação desde fevereiro de 2017, a menor temperatura ocorreu em 30 de junho de 2021 () e a maior em 3 de janeiro de 2019 (). O recorde de precipitação (chuva) acumulada em 24 horas é em 19 de fevereiro de 2023, no mesmo dia em que um pluviômetro automático do Centro Nacional de Monitoramento e Alertas de Desastres Naturais (CEMADEN) registrou, no mesmo período, na Praia de Guaratuba, sendo este considerado o recorde de chuva em 24 horas registrado no Brasil por órgãos oficiais. === Hidrografia === * Atlântico * Rio Itapanhaú * Rio Guaratuba * Rio Itaguaré === Transportes === Liga-se com o planalto pela Rodovia Mogi-Bertioga (SP-98) (ao norte), com a Ilha de Santo Amaro (Guarujá) por meio de um serviço de ferry-boat (ao sul), com Santos (a oeste) e São Sebastião (a leste) pela Rodovia Rio-Santos (SP-55/BR-101). Fica no município a pequena Vila de Itatinga, que tem acesso restrito a visitantes. O único acesso a Vila de Itatinga é feito ao final da Rua Manoel Gajo, onde existe um pequeno ferryboat, de onde é feita a travessia do rio Itapanhaú através de uma barca cedida pela CODESP (empresa que mantém o controle da vila). Após a travessia, é necessário percorrer aproximadamente 7 km de trilhos, no sopé da Serra do Mar, sobre um simpático bondinho. O percurso é repleto de belas paisagens, é comum ver animais à solta, bem como belas cachoeiras e riachos. Na Vila de Itatinga, moram cerca de 70 famílias dos trabalhadores da usina de Itatinga, que gera energia para o porto de Santos. === Rodovias === * SP-55 * SP-61 - Rodovia Ariovaldo de Almeida Viana * SP-98 - Rodovia Mogi-Bertioga == Infraestrutura == === Comunicações === A cidade era atendida pela Telecomunicações de São Paulo (TELESP), que construiu as centrais telefônicas utilizadas até os dias atuais. Em 1998 esta empresa foi privatizada e vendida para a Telefônica, sendo que em 2012 a empresa adotou a marca Vivo para suas operações de telefonia fixa. Em 2002 a empresa INTERVEL TELECOM iniciou a primeira rede fibra ótica da cidade levando internet de alta velocidade e qualidade e milhares de moradores do município. == Economia == Bertioga é uma das cidades que mais crescem no Brasil, com forte atividade da construção civil, comércio, hotelaria e boa gastronomia. Apesar de tantas mudanças, a Cidade mantém a cultura caiçara, celebrada em eventos como a Festa da Tainha (entre junho e julho) e a Festa do Camarão na Moranga (entre agosto e setembro). A economia de Bertioga é baseada no turismo (que inclui a rede hoteleira), na construção e no comércio. == Estância Balneária== Bertioga é um dos quinze municípios paulistas considerados estâncias balneárias pelo Estado de São Paulo, por cumprirem determinados pré-requisitos definidos por Lei Estadual. Tal status garante a esses municípios uma verba maior por parte do Estado para a promoção do turismo regional. Também, o município adquire o direito de agregar junto a seu nome o título de Estância Balneária, termo pelo qual passa a ser designado tanto pelo expediente municipal oficial quanto pelas referências estaduais. Bertioga possui 33 km de praias próprias para o banho, que oferecem momentos de lazer e a prática de diversos esportes, já que possui excelente condições de balneabilidade. As praias se dividem em Enseada, São Lourenço, Itaguaré, Guaratuba e Boraceia. == Praias == # Praia da Enseada (Bertioga) - 11,6 km # Praia da Vista Linda # Praia do Indaiá (Bertioga) # Praia de São Lourenço (Bertioga) - 4,5 km # Praia de Itaguaré - 3,2 km # Praia de Guaratuba (Bertioga) - 8km # Praia de Boraceiahttps://qualipraia.cetesb.sp.gov.br/qualidade-da-praia/bertioga.phtml \\- 3,4 km == Forte São João == Originalmente construído em 1532 para impedir que os indígenas utilizassem o Canal de Bertioga em ataques à cidade de Santos, foi o posto militar em que serviu o artilheiro alemão Hans Staden, autor de um dos primeiros relatos sobre a conquista da América. A partir daí, os moradores de São Vicente o usaram para expulsar os calvinistas franceses que haviam se instalado no Rio de Janeiro, em 1555. O Forte atual foi erguido, em 1750, no contexto de fixação das fronteiras com os países de colonização espanhola. Tombado em 1940, atualmente é a sede de um museu municipal . //portal.iphan.gov.br/pagina/detalhes/1611 == Pontos turísticos == * Forte de São João da Bertioga * Foz do Rio Itaguaré * Morro de São Lourenço * Riviera de São Lourenço * Praia de Itaguaré * Rio Itaguaré * SESC Bertioga Imagem:Bertioga,litoral norte paulista,Sao Paulo,Brasil 01.jpg| Imagem:Bertioga,litoral norte paulista,Sao Paulo,Brasil 02.jpg| Imagem:Bertioga,litoral norte paulista,Sao Paulo,Brasil 03.jpg| Imagem:Bertioga,litoral norte paulista,Sao Paulo,Brasil 04.jpg| Imagem:Bertioga,litoral norte paulista,Sao Paulo,Brasil 05.jpg| Imagem:Bertioga,litoral norte paulista,Sao Paulo,Brasil 06.jpg| Imagem:Bertioga,litoral norte paulista,Sao Paulo,Brasil 07.jpg| Imagem:Bertioga,litoral norte paulista,Sao Paulo,Brasil 10.jpg| Imagem:Bertioga,litoral norte paulista,Sao Paulo,Brasil 08.jpg| Imagem:Bertioga,litoral norte paulista,Sao Paulo,Brasil 09.jpg| == Religião == === Igreja Católica === A Igreja está situada no centro da cidade e denomina-se São João O município pertence à Diocese de Santos. == Ver também == * Baixada Santista * Diocese de Santos == Ligações externas == * * * Categoria:Fundações no Brasil em 1547 Categoria:Municípios históricos do Brasil",
 "title": "Bertioga"
}