{
 "id": "24082",
 "text": "{{Info/Município do Brasil | nome = Estância Balneária de Caraguatatuba | preposição = da | foto = Caraguatatuba panorama.JPG | apelido = Capital do Litoral Norte\" \"Caraguá | brasão = Brasao Caraguatatuba SaoPaulo Brasil.svg | bandeira = Bandeira_Caraguatatuba_SaoPaulo_Brasil_v2.svg | link_hino = s:Hino do município de Caraguatatuba | aniversário = | fundação = 20 de abril de 1857 | gentílico = Caraguatatubense | lema = Dvc in altvm \"Conduza para o Alto\"http://ucse.edu.ar/sede_sgo/Hermas/presentacion.htmhttp://sonhosdeumprofessor.blogspot.com/2010/11/duc-in-altum-texto-de-aluisio.html | prefeito = Aguilar Junior | partido = MDB | fim_mandato = 2024 | mapa = SaoPaulo Municip Caraguatatuba.svg | latP = S | latG = 23 | latM = 37 | latS = 12 | lonP = O | lonG = 45 | lonM = 24 | lonS = 46 | estado = São Paulo | região_metropolitana = Vale do Paraíba e Litoral Norte | vizinhos = | dist_capital = 178 | dist_capital_ref = | área = 484.947 | área_ref = Censo 2022/IBGE | população = 134873 | altitude = 2 | clima = tropical úmido | sigla_clima = Af | idh = 0.759 | data_idh = Censo 2022/IBGE | pib = 4.532.235.511,00 - 2021 | pib_per_capita = 36201.70 - 2021 | leg_foto = | link_brasão = | link_bandeira = | data_pop = Censo 2022/IBGE | data_pib = IBGE/2021 | data_pib_per_capita = IBGE/2021 | site_prefeitura = https://www.caraguatatuba.sp.gov.br/pmc/ | site_câmara = https://www.camaracaragua.sp.gov.br/ }} Caraguatatuba é um município brasileiro no litoral norte do estado de São Paulo. Conhecida como a capital do litoral norte, Integra a Região Imediata de Caraguatatuba-Ubatuba-São Sebastião, localizando-se a leste da capital do estado e distando desta cerca de 178 km. A cidade ocupa uma área de 484,947 km². De acordo com o Censo 2022, a população do município é de 134.873 habitantes, resultando em uma densidade demográfica de 278,12 hab./km², sendo o 57.º município mais populoso de São Paulo e o 219.º do país. O município é formado pela sede e pelo distrito de Porto Novo. A cidade tem uma temperatura média anual de 25 °C e na vegetação original do município predomina a mata atlântica. O seu Índice de Desenvolvimento Humano (IDH) em 2022 era de 0,759. Foi elevada à categoria de vila em 1770. O crescimento do povoado veio com a chegada de famílias de estrangeiros, que se instalaram na Fazenda dos Ingleses. A propriedade se estabeleceu em 1927 e trouxe benefícios como o aumento da população, a formação de trabalhadores agrícolas e artesãos, o surgimento do comércio e o crescimento substancial da arrecadação municipal. É uma das quinze estâncias balneárias do estado de São Paulo. == Etimologia == Caraguatatuba é vocábulo tupi, que segundo Silveira Bueno significa \"lugar de muitos caraguatás\", ou seja, \"caraguatal\", \"caraguatazal\". Do tupi karagûatá: designação comum dada a várias espécies de plantas epífitas e terrestres da família das bromeliáceas, também conhecidas como gravatá, e tyba: abundância, grande quantidade, ajuntamento, termos que juntos formam uma relação genitiva, dando significado ao nome no município.NAVARRO, Eduardo de Almeida. Dicionário de tupi antigo: a língua indígena clássica do Brasil. São Paulo. Global. 2013 == História == === Fundação === Os primeiros sinais de povoamento surgiram após 1534, quando o rei Dom João III de Portugal dividiu o Brasil em 15 Capitanias Hereditárias e as entregou em regime de hereditariedade a nobres, militares e navegadores ligados à da Corte. O objetivo do reino português era facilitar a administração e acelerar a colonização das recém-ocupadas terras brasileiras. Foi criada então a Capitania de Santo Amaro, que se estendia da foz do Rio Juqueriquerê, em Caraguatatuba, até Bertioga. Esta porção de terra foi entregue ao navegador Pero Lopes de Sousa, um nobre português de destaque na época. Se considera que a fundação formal de Caraguatatuba foi no século XVII, por meio da concessão de Sesmarias um instituto jurídico criado pelo Império de Portugal para distribuição de terras a particulares para a produção de alimentos. Nos primeiros anos de 1600 o Capitão-Mor da Capitania de São Vicente Gaspar Conqueiro doou a Miguel Gonçalves Borba e Domingos Jorge a porção de terra localizada na bacia do Rio Juqueriquerê. Foi exatamente naquele ponto que a cidade começou a nascer entre 1664 e 1665 que surgiram sinais de povoamento, com a construção dos primeiros prédios, como a pequena igreja de Santo Antônio, santo padroeiro da cidade de Caraguatatuba. Mas o pequeno povoado foi assolado por diversos surtos, entre eles o mais mortífero ocorreu em 1693. A varíola, conhecida na época por “Bexigas”, dizimou boa parte da população. Os sobreviventes fugiram para as vilas próximas, Ubatuba e São Sebastião. A doença fez o crescimento retornar à estaca zero, o que atrasou o desenvolvimento do povoado em alguns anos. Após a grande mortandade, o local passou a ser chamado de “Vila que desertou”. O novo povoado foi elevado à condição de Vila de Santo Antônio de Caraguatatuba em 27 de setembro de 1770, a pedido de Dom Luiz Antônio de Souza Botelho Morgado de Mateus, o então capitão geral da Capitania de São Paulo. === Século XIX === Em 16 de março de 1847, o presidente da Província de São Paulo, Manuel da Fonseca Lima e Silva, ordenou que a vila passasse a ser denominada Freguesia. Caraguatatuba recebeu sua emancipação política e administrativa em 20 de abril de 1857. A população caraguatatubense teve de superar um surto de malária em 1884. === Século XX === A população caraguatatubense teve de superar um surto de gripe espanhola em 1918. O aumento da população veio com a chegada de famílias de estrangeiros, que se instalaram na Fazenda dos Ingleses. A propriedade se estabeleceu em 1927 e trouxe benefícios como o aumento da população, a formação de trabalhadores agrícolas e artesãos, o surgimento do comércio e o aumento da economia. O progresso da Freguesia de Santo Antônio de Caraguatatuba forçou o Governo do Estado de São Paulo a reconhecê-la como Estância Balneária em 30 de novembro de 1947. Sua comarca foi instalada alguns anos depois, em 26 de setembro de 1965. === Catástrofe de 1967 === Entre os dias 15 a 18 de março de 1967, a cidade sofreu uma das maiores catástrofes do estado de S. Paulo, quando chuvas ininterruptas causaram deslizamentos de terra e lama em quase todos os pontos da cidade. O saldo da tragédia foi a morte de 436 pessoas e a destruição de um grande número de residências e edifícios. O prefeito da época era Geraldo Nogueira da Silva Acervo do Jornal Folha de S.Paulo. == Geografia == A área do município, segundo o IBGE, é de 484,947 km². Situa-se a 23°37'12\" de latitude sul e 45° 24' 46\" de longitude oeste e está a uma distância de 178 quilômetros a leste da capital paulista. Limita-se com Natividade da Serra a norte, Ubatuba a nordeste, o Oceano Atlântico a sudeste com a Ilha de São Sebastião a sul, São Sebastião a sul, Salesópolis a oeste e Paraibuna a noroeste. === Clima === O clima de Caraguatatuba é tropical úmido, com diminuição de chuvas no inverno e temperatura média anual de 24 °C, tendo invernos úmidos e verões chuvosos com temperaturas moderadamente altas. O mês mais quente, fevereiro, conta com temperatura média de 27 °C, sendo a média máxima de 31 °C e a mínima de 23 °C. E o mês mais frio, julho, com média de 20 °C, sendo 25 °C e 15 °C a média máxima e mínima respectivamente. Outono e primavera são estações de transição. === Meio ambiente === A vegetação original e predominante no município é a mata atlântica, sendo que a vegetação nativa remanescente está mais presente na serra de Caraguatatuba. === Praias === ==== Praia do Camaroeiro ==== A praia do Camaroeiro é continuação da praia do Centro e oferece ótimo visual dos barcos atracados próximos à praia. Lá também fica o Entreposto de Pesca Artesanal. E com a concentração de pescadores, o local também é ótimo para se comprar pescados direto dos profissionais do mar. Há também o acesso para a praia onde se localiza a Pedra da Freira. ==== Prainha ==== A Prainha fica localizada apenas 4 quilômetros de distancia do centro de Caraguatatuba, a Prainha tem águas limpas, calmas e rasas. São essas as características que a torna ideal para crianças e idosos. Quiosques, bares e restaurantes garantem o conforto de visitantes e banhistas. O local é urbanizado e tem como um de seus principais atrativos a Pedra do Jacaré, que oferece um ótimo local para observação do mar e da orla de Caraguá. O costão de pedras onde está localizada é indicado para a pescaria. Há um acesso para a Praia do Garcez no canto sul da Prainha. ==== Praia Martim de Sá ==== A praia Martim de Sá é uma das mais urbanizadas do município de Caraguatatuba e uma das preferidas dos jovens, que fazem de lá ponto de encontro durante os finais de semana, carnaval e férias. Com 1,5 quilômetro de extensão e de areia fina e tom amarelado, a praia é bastante concorrida nos dias ensolarados de verão. O calçadão, que conta com ciclovia, é ótima opção para caminhadas e contemplação do mar. Bares, restaurantes e quiosques oferecem a visitantes e turistas a infraestrutura necessária para um dia de lazer na praia. ==== Lista completa de praias ==== # Praia do Porto Novo # Praia das Palmeiras # Praia Pan-Brasil # Praia de Indaiá # Praia Central # Prainha # Praia Brava # Praia do Martim de Sá # Praia da Lagoa Azul # Praia do Capricórnio # Praia do Massaguaçu # Praia da Cocanha # Praia da Mococa # Praia da Tabatingahttps://qualipraia.cetesb.sp.gov.br/qualidade-da-praia/caraguatatuba.phtml === Hidrografia === * Rio Camboriú * Rio Santo Antônio * Rio Juqueriquerê * Rio Capricórnio * Rio Massaguaçu * Rio Guaxinduba * Oceano Atlântico === Rodovias === * Rodovia Manuel Hipólito Rego (SP-55): oferece acesso a outras cidades litorâneas como São Sebastião, Ubatuba, Ilhabela, Rio de Janeiro e Santos. * Rodovia dos Tamoios (SP-99): oferece acesso direto à São José dos Campos e às rodovias SP-70 para São Paulo e SP-65 para Campinas e o interior do estado. == Comunicações == A cidade era atendida pela Companhia de Telecomunicações do Estado de São Paulo (COTESP), que construiu em 1974 a central telefônica no centro da cidade que é utilizada até os dias atuais. Em 1975 passou a ser atendida pela Telecomunicações de São Paulo (TELESP), que construiu as outras centrais telefônicas da cidade, até que em 1998 esta empresa foi privatizada e vendida para a Telefônica. Em 2012 a empresa adotou a marca Vivo para suas operações de telefonia fixa. == Economia == Caraguatatuba tem boa infraestrutura composta por shopping, supermercados e lojas. A cidade é a economia mais importante do litoral norte. O Produto Interno Bruto (PIB) de Caraguatatuba em 2021 foi de R$ 4.532.235.511,00. A população do município cresceu significativamente na década de 2010. De acordo com o Censo 2022, a população é de 134.873 habitantes, um aumento de 33,75% em comparação ao Censo 2010, em que foi registrada a população de 100.899 . == Shows e eventos == Tradicionalmente, entre os meses de dezembro a janeiro, acontece shows de verão e eventos musicais gratuitos, que acontecem na Praça da Cultura e na Praça de eventos Porto Novo. O evento anima não somente os moradores como também veranistas e turistas que visitam a cidade. A última edição, teve início oficial no dia 28 de dezembro de 2023, intitulada Caraguá Tá Showhttps://www.caraguatatuba.sp.gov.br/pmc/2023/12/prefeito-de-caraguatatuba-anuncia-calendario-de-eventos-2024/ Prefeito de Caraguatatuba anuncia calendário de eventos 2024 == Ver também == * Programa Acessa São Paulo * Lista de municípios do Brasil acima de cem mil habitantes * Diocese de Caraguatatuba == Ligações externas == * * * Categoria:Fundações no Brasil em 1857 Categoria:Topônimos de origem tupi Categoria:Municípios do Vale do Paraíba",
 "title": "Caraguatatuba"
}