{
 "id": "24122",
 "text": "{{Info/Município do Brasil | nome = Ferreira Gomes | foto = Ferreira gomes beach.jpg | leg_foto = | apelido = | brasão =Brasão de Ferreira Gomes, Amapá.png | bandeira = Bandeira de Ferreira Gomes AP.svg | link_brasão = | link_bandeira = | link_hino = | aniversário = | fundação = | gentílico =ferreirense | lema = | prefeito = João Álvaro Rocha Rodrigues | partido = PP | fim_mandato = 2024 | mapa = Amapa Municip FerreiraGomes.jpg | latP = N | latG = 00 | latM = 51 | latS = 28 | lonP = O | lonG = 51 | lonM = 10 | lonS = 48 | estado = Amapá | mesorregião = Sul do Amapá | data_mesorregião = IBGE/2008 | microrregião = Macapá | data_microrregião = IBGE/2008 | região_metropolitana = | vizinhos = Pracuuba, Tartarugalzinho, Cutias, Macapá, Porto Grande, Serra do Navio. | dist_capital = 137 | área = 5046.696 | área_ref = | população = 7087 | data_pop = IBGE/2016 | altitude = | clima = Tropical Úmido | sigla_clima = | idh = 0.656 | data_idh = PNUD/2010 | pib = mil | data_pib = IBGE/2008 | pib_per_capita = 9555.28 | data_pib_per_capita = IBGE/2008 }} Ferreira Gomes é um município do estado do Amapá, Região Norte do país. A população estimada em 2016 era de habitantes e a área é de 5046,996 km², o que resulta numa densidade demográfica de 0,78 hab/km². == Etimologia == A denominação deste município é uma homenagem ao major João Ferreira Gomes, que implantou na região a Colônia Militar Pedro II em 1840, da qual surgiu a sede do município. == História == O município de Ferreira Gomes foi criado em 17 de dezembro de 1987 (Lei 7.639/87). Dentre os fatores históricos de seu desenvolvimento até sua emancipação político-administrativa, destaca-se a condição estratégica que desempenhou como entreposto rodoviário no antigo traçado da BR-156. == Geografia == A população estimada do município de Ferreira Gomes em 2016 era de habitantes e a área é de 5047 km², o que resulta numa densidade demográfica de 0,78 hab/km². Seus limites são Pracuuba e Tartarugalzinho a norte, Cutias a leste, Macapá a sudeste, Porto Grande a sudoeste e Serra do Navio a noroeste. == Organização politico-administrativa == O Município de Ferreira Gomes possui uma estrutura politico-administrativa composta pelo Poder Executivo, chefiado por um prefeito eleito por sufrágio universal, auxiliado diretamente por secretários municipais nomeados por ele, e pelo Poder Legislativo, institucionalizado pela Câmara Municipal de Ferreira Gomes, órgão colegiado de representação dos munícipes que é composto por vereadores também eleitos por sufrágio universal.MEIRELLES, Hely Lopes. Direito municipal brasileiro. 18. ed. São Paulo: Malheiros, 2017. === Atuais autoridades municipais de Ferreira Gomes === * Prefeito: João Álvaro Rocha Rodrigues \"Divino Rocha\" - PP (2021/-) * Vice-prefeita: Diana Moreira do Carmo - UB (2021/-) * Presidente da Câmara: == Economia == Sua economia está baseada no desenvolvimento de atividades agropecuárias tradicionais e, mais recentemente, no investimento ao turismo para o qual vem colocando em prática a realização de eventos e a instalação de infraestrutura destinada ao aproveitamento das ambientações paisagísticas e de lazer do município. Se destacam economicamente no setor primário a agricultura e a pecuária. Também a criação dos gados bovino e bubalino, além da criação de suínos, constituem a principal atividade econômica do município. No setor agrícola destaca-se a plantação da mandioca, cuja farinha misturada ao peixe resulta na famosa farinha de piracuí. Destacam-se ainda os plantios de milho e banana. O setor pesqueiro do município vem gerando divisas para Ferreira Gomes, por já estar sendo exportado para outro locais. No setor secundário, embora o município seja rico em argila, não dispõe de grandes recursos para incrementar as indústrias. A despeito disso, e conforme informações disponibilizadas pelo Departamento Nacional da Produção Mineral, verifica-se interesse na pesquisa e exploração de minério de ferro no território do município. Possui também uma usina de industrialização de leites e derivados e algumas serrarias. Como nos outros município do Estado do Amapá, a principal geração de renda vem do funcionalismo público. No município, estão localizadas as Usinas Hidrelétricas de Cachoeira Caldeirão, Coaracy Nunes e Ferreira Gomes. == Ver também == * Microrregião de Macapá * Mesorregião do Sul do Amapá * Lista de municípios do Amapá por população ==Ligações externas== * Página da Prefeitura Municipal Categoria:Fundações no Amapá em 1987",
 "title": "Ferreira Gomes"
}