{
 "id": "24126",
 "text": "Monossacarídeos são carboidratos não polimerizados, por isso, não sofrem hidrólise. Possuem em geral entre três e sete átomos de carbono. O termo inclui aldoses, cetoses, e vários derivados, por oxidação, desoxigenação, introdução de outros grupos substituintes, alquilação ou acilação das hidroxilas e ramificaçõesVictor Gold, IUPAC Gold Book, monosaccharides. == Quanto aos grupamentos funcionais == : Aldoses: Monossacarídeos de função mista poliálcool-aldeido, como a glicose , galactose, arabinose e manose: : Cetoses: Monossacarídeos de função mista poliálcool-cetona, como a frutose: == Quanto ao número de átomos de carbono == : Trioses: Monossacarídeos com 3 átomos de carbono: : Tetroses: Monossacarídeos com 4 átomos de carbono: : Pentoses: Monossacarídeos com 5 átomos de carbono: : Hexoses: Monossacarídeos com 6 átomos de carbono: : Heptoses: Monossacarídeos com 7 átomos de carbono ==Ciclização== ===Furano e pirano=== * Furano: É um pentanel de fórmula molecular C4H4O * Pirano: É um hexanel de fórmula molecular C5H6O Quando monossacarídeos se ciclizam sob a forma do anel \"pirano\" são conhecidos como piranosídicos e o nome do monossacarídeo é acompanhado pelo sufixo piranose, a fim de designar sua correta conformação espacial. Por exemplo, a glucose piranosídica é conhecida como glucopiranose. A mesma conjugação de substantivos também é válida para os monossacarídeos que se ciclizam na forma do anel furanosídico (nome oriundo da molécula furano). A frutose, por exemplo, se ciclizada dessa forma, é conhecida como frutofuranose. ===Ciclização de hexoses=== Em solução aquosa, as hexoses sofrem uma interação intramolecular formando uma estrutura cíclica, na forma de pentanel ( furano ) ou na forma de hexanel ( pirano ). * Quando a interação ocorre entre os carbonos 1 e 4 forma-se a α-glicose furanósica ( os grupos OH dos carbonos 1 e 2 estão em posição cis) ou a forma β-glicose furanósica ( os grupos OH do carbono 1 e 2 estão em posição trans): ⇐> ⇐> * Quando a interação ocorre entre os carbonos 1 e 5 forma-se a α-glicose piranósica ( os grupos OH do carbono 1 e 2 estão em posição cis) ou a forma β-glicose piranósica ( os grupos OH dos carbonos 1 e 2 estão em posição trans): ⇒ ⇐> ==Isomeria espacial== : Isomeria óptica: A existência de carbonos assimétricos confere aos monossacarídeos a propriedade de girar as ondas unidirecionais da luz polarizada possuindo, portanto, estruturas destrógiras ( D ) e levógiras ( L ). : Isomeria geométrica: Devido a interação intramolecular, as hidroxilas dos carbonos 1 e 2 dos monossacarídeos podem orientar-se espacialmente na configuração cis ( α ) ou trans ( β). ==Ligações externas== * Açúcar não é açúcar: o simples e o complicado. ! Categoria:Carboidratos",
 "title": "Monossacarídeo"
}