{
 "id": "24196",
 "text": "Os cónios (), também denominados cinetes (cynetes), foram os habitantes das actuais regiões do Algarve e sul do Baixo Alentejo, no sul de Portugal, em data anterior ao , até serem integrados na Província Romana primeiro da Hispânia Ulterior e posteriormente da Lusitânia. Inicialmente foram aliados dos romanos quando estes pretendiam dominar a Península Ibérica. ==Origem== A origem étnica e linguística dos cónios ou cinetes permanece uma incógnita. Para os defensores das teorias linguísticas actualmente aceites, a sua língua poderia ser ou uma língua do ramo celta ou outra língua indo-europeia pré- celta ou mesmo anatólica (parente das línguas anatólicas, tais como a língua luvita ou a hitita)Amaral, Augusto Ferreira do. (2011). Neo-Hititas em Portugal, a escrita e a língua do Sudoeste na 1ª Idade do Ferro do Baixo Alentejo e Algarve (séculos VIII a IV antes de Cristo). Lisboa: Aletheia Editores. ISBN 978-989-622-380-9. da família linguística indo-europeia (descendente do proto-indo-europeu, cuja área de origem ainda é tema de debate). A língua dos cónios também poderia ser descendente de uma língua dos povos iberos pré-celtas e pré-indoeuropeus, que eram descendentes da população nativa da Península Ibérica, possivelmente parentes dos aquitanos e dos bascos. Assim, os cónios teriam origem celta, proto-celta, ou pré-céltica ibérica. Para esclarecer esta questão, ainda falta traduzir as inscrições da escrita do sudoeste, que estão na língua provavelmente falada pelos cónios, embora a escrita já tenha sido parcialmente decifrada (era uma escrita semi- silábica e semi-alfabética, que se pode designar por semi-silabário). ==Visão bíblica== Antes da investigação etnológica e linguística atual, muitos europeus julgavam-se descendentes de Jafé, um dos filhos de Noé, conforme escrito na Bíblia, no livro de Génesis 10:5, mas esse relato é mais uma metáfora ou uma parábola com objectivos morais do que um facto literal. Cronistas da antiguidade greco-romana enumeram mais de 40 tribos ibéricas, entre elas a tribo cónia, como sendo descendentes de Jafé, pai dos europeus.Cronografo, 354 d.C. Líber generationis mundi I;82-83 d) THA-IIB; p.877 Contudo, é preciso ter em atenção que muitos autores da Antiguidade Clássica quando utilizam o termo ibero, utilizam-no com um significado geográfico (Península Ibérica) e não com um significado étnico moderno. Um exemplo disso é quando Estrabão designa os lusitanos como a \"mais forte das tribos iberas\" embora a sua língua, o lusitano, fosse claramente indo-europeia e não ibera. ==História== Os cónios aparecem pela primeira vez na história pela mão do historiador grego Heródoto no , e mais tarde referidos por Avieno, na sua obra Ode Maritima, como vizinhos dos Cempsos ao sul do Rio Tejo e dos sefes a norte. Antes do , a zona de influência cónia, segundo estudo de caracterização paleoetnológico da região,Dr. Manuel Maria da Fonseca Andrade Maia (Dissertação de Doutoramento em Pré-História e Arqueologia , Faculdade de Letras de Lisboa, 1987) abrangeria muito para além do sul de Portugal. Com efeito, o referido estudo baseando-se em textos da antiguidade grego-romana bem como na toponímia de Coimbra del Barranco, em Múrcia, Espanha, e de Conímbriga, propõe que os cónios ocuparam uma região desde o centro de Portugal até ao Algarve e todo o sul de Espanha até Múrcia. Em abono dessa tese podemos acrescentar o Alto de Conio no município de Ronda, na região autónoma da Andaluzia. Segundo Schulten, que considera os cónios uma das tribos lígures e afirmou que «Os Lígures são o povo original da Península», os cónios também teriam marcado presença, não só em Portugal como em Espanha e na Europa, onde os lígures se fixaram. A favor dessa teoria temos os seguintes topónimos: * No norte de Espanha, encontramos o passo de montanha com o topónimo Puerto de Conio na região autónoma das Astúrias, onde terão habitado a tribo dos coniscos, descendentes dos construtores do dólmen de Pradías, de época neolítica, para muitos relacionada com os cónios. Nessa região terá existido uma cidade, a actualmente desconhecida Asseconia, incluída num dos Caminhos de Santiago. Também, estudos genéticos indicam que os bascos são o povo mais antigo da Península e poderão estar relacionados com os cónios através da tribo dos vascões. * Na França, os lígures também terão sido \"empurrados\" para as regiões montanhosas. Mas, em vez da Ronda espanhola ocuparam a região do Ródano-Alpes. O testemunho da presença lígure poderá ser a tribo iconii, conhecidos pelas tribos vizinhas como os Oingt, originando a localidade de Oingt (Iconium em latim) e a região de Oisans. * No norte de Itália, junto ao Ródano italiano a marca da presença lígure dos cónios, para além da Ligúria também aparece-nos, um pouco mais a norte, não só nas comunas Coniolo e Cónio, como na província com o mesmo nome, na província de Cónio, da região de Piemonte. Para outros investigadores que terão ido mais longe, os povos iberos além de possuírem a Península Ibérica, França, Itália e as Ilhas Britânicas, penetram na península dos Balcãs, e ocuparam uma parte de África, Córsega e norte da Sardenha. Actualmente, e à luz de recentes estudos genéticos, aceita-se que uma raça com características razoavelmente uniformes ocupou o sul de França (ou pelo menos a Aquitânia), toda a Península Ibérica e uma parte de África do norte e da Córsega. Os topónimos a seguir enumerados também atestam esses dados: * Nas Ilhas Britânicas o assentamento fortificado romano Virocónio, atribuído à tribo cornóvios, proveniente da Cornualha. Provavelmente, utilizados pelos romanos como tribo tampão contra os ataques escoceses e incursões irlandesas. * Muitos autores concordam que a língua cónia teria um substrato muito antigo relacionado com Osco, Latim e Ilírico. * Em Chipre encontramos uma localidade com o topónimo Konia. * Nos Balcãs encontramos a tribo dos trácios cicones que poderão estar relacionados com os cónios e com os povos que invadiram a Anatólia, no e posteriormente fundaram as cidades de Conni, na Frígia e de Icónio, Dictionnaire de géographie ancienne © 2002 na Anatólia. ==Escrita== No Baixo Alentejo e Algarve foram descobertos vários vestígios arqueológicos que testemunham a existência de uma civilização detentora de escrita, adoptada antes da chegada dos fenícios, e que se teria desenvolvido entre o e A escrita que está presente nas lápides sepulcrais dessa civilização e nas moedas de Salatia (Alcácer do Sal) e é datável na primeira Idade do Ferro, surgindo no sul de Portugal e estendendo- se até a zona de fronteira. As estelas mais antigas recuam até ao e as mais recentes pertencem ao . O período áureo dessa civilização coincidiu com o florescimento do reino de Tartesso, algo que não deverá ser alheio à intensa relação comercial e cultural existente entre os dois povos e que se julgava ser distinta da dos cónios. Daí a razão para que a denominação dessa escrita comum não ser nem tartéssica nem cónia mas antes escrita do sudoeste (SO), referindo a região dos achados epigráficos e não à cultura dos povos que as gravaram. Não é consensual a designação da primeira escrita na Península Ibérica. Para muitos historiadores é a escrita do sudoeste ou sul-lusitana. Já os linguistas utilizam as designações de escrita tartéssica ou turdetana. Outros concordam com a designação de escrita cónia, por não estar limitada geograficamente, mas relacionada com o povo e a cultura que criou essa escrita. E, segundo Leite de Vasconcelos, com os nomes konii e Konni,Ópusculos, Etnologia (1.ª parte), por J. Leite de Vasconcelos que aparecem inscritos com ligeiras variações em diversas estelas. A posição desses estudiosos deve-se à concordância das teorias-hipóteses históricas e modelos linguísticos actualmente aceites nos meios científicos. Essas posições baseiam-se em evidências linguísticas. Há algumas dezenas de anos, ainda não tinham sido encontrados dados arqueológicos evidentes, por isso, havia investigadores ou simples curiosos que duvidavam da existência dos cónios,Cónios enquanto outros ainda negavam a existência de celtas na Península Ibérica, apesar das fontes antigas e das evidências arqueológicas. No entanto, atualmente a existência dos cónios e a presença de povos celtas na Península Ibérica está bastante comprovada por diversas fontes credíveis e não é questionada. ==Cidade principal== A cidade principal do país dos cónios era Conistorgis, que em língua cónia, significaria \"Cidade Real\",\"No país Celta, Conistorgis é a cidade mais conhecida\" (Estrabão, III, 2,2). de acordo com Estrabão, que considerava a região celta. Foi destruída pelos lusitanos, por esses se terem aliado aos romanos durante a conquista romana da Península Ibérica. A localização exacta dessa cidade ainda não foi descoberta. No entanto, em Beja,A cidade romana de Beja, 2003, Maria Conceição Lopes, Instituto de Arqueologia, Faculdade de Letras existem vestígios do que poderá ter sido uma grande cidade pré-romana. São muitos os autoresEnsaio Monográfico de Beja, 1973, Manuel Joaquim Delgado e Beja XX Séculos de História de Uma Cidade, que admitem a possibilidade de Beja (então denominada Pax Julia) ter sido fundada sobre as ruínas da famosa Conistorgis. ==Religião== Não há muitas fontes que indiquem a religião praticada pelos cónios mas, de acordo com diversos autores da Antiguidade Clássica, tais como Heródoto, Avieno, Estrabão e Plínio, o Velho (que escreveram numa época em que esse povo ainda tinha uma identidade distinta), a sua religião era politeísta. Há quem afirme que, antes dos romanos, a sua religião era monoteísta e que adoravam um Deus denominado Elohim (tal como um dos nomes dados a Deus pelos antigos hebreus), mas tal afirmação não tem fundamento pois não há provas que a sustentem. Essa ideia parece ser o resultado de especulações muito em voga há algumas décadas por autores que tinham uma visão mais mítica do que científica e histórica. O Sudoeste na Idade do Ferro, desde o , apresenta um complexo de influências religiosas tartéssicas, gaditanas (bastante helenizadas) e célticas ou pré- célticas, correspondente a uma zona de grandes interacções culturais e movimentos de populações. == Ver também == *Escrita do sudoeste *Museu da Escrita do Sudoeste *Coniscos ==Bibliografia== *Mattoso, José (dir.), História de Portugal. Primeiro Volume: Antes de Portugal, Lisboa, Círculo de Leitores, 1992. *Berrocal-Rangel, Luis (2005). \"The Celts of the Southwestern Iberian Peninsula\". e-Keltoi: Journal of Interdisciplinary Celtic Studies 6: 481-96. *Júdice Gamito, Teresa (2005). \"The Celts in Portugal\". e-Keltoi: Journal of Interdisciplinary Celtic Studies 6: 571-605. *Estrabão, Geografia, III, 2, 2. *Muñoz, Mauricio Pastor: Viriato, A Luta pela Liberdade, Ésquilo, 2003 (third edition; ISBN 9728605234). *João Aguiar: \"A Voz dos Deuses – Memórias de um Companheiro de Viriato\" (ficção), Perspectivas & Realidades, Artes Gráficas, Lda., 1984. *Victor Borges: \"Cursum Perficio – Viagem a Akhshânba\" (ficção), Orfeu, , 2010. * Encyclopædia Britannica 1911 Iberians == Ligações externas == * Mapa detalhado dos povos pré-Romanos da Península Ibérica (200 AC) * As Origens da Escrita Cónia, Conistorgis Categoria:Povos da Pré-história de Portugal",
 "title": "Cónios"
}