{
 "id": "24227",
 "text": "República Democrática Alemã (RDA; ), comumente chamada de Alemanha Oriental, foi um Estado que existiu entre 1949 e 1990, período em que a parte oriental da Alemanha fazia parte do Bloco Oriental durante a Guerra Fria. Comumente descrito como um Estado comunista, o país descrevia-se como um \"Estado socialista dos trabalhadores e camponeses\".Patrick Major, Jonathan Osmond, The Workers' and Peasants' State: Communism and Society in East Germany Under Ulbricht 1945–71, Manchester University Press, 2002, Consistia em território administrado e ocupado por forças soviéticas após o final da Segunda Guerra Mundial — a zona de ocupação soviética do Acordo de Potsdam, delimitada a leste pela linha Oder-Neisse. A zona soviética cercou Berlim Ocidental, mas não a incluiu; como resultado, ela permaneceu fora da jurisdição da RDA. A República Democrática Alemã foi estabelecida na zona soviética, enquanto a República Federal da Alemanha (ou Alemanha Ocidental) foi estabelecida nas três zonas ocidentais. A Alemanha Oriental era um Estado satélite da União Soviética.Karl Dietrich Erdmann, Jürgen Kocka, Wolfgang J. Mommsen, Agnes Blänsdorf. Towards a Global Community of Historians: the International Historical Congresses and the International Committee of Historical Sciences 1898–2000. Berghahn Books, 2005, pp. 314. (\"However the collapse of the Soviet empire, associated with the disintegration of the Soviet satellite regimes in East-Central Europe, including the German Democratic Republic, brought about a dramatic change of agenda.\") As autoridades soviéticas de ocupação começaram a transferir a responsabilidade administrativa para os líderes comunistas alemães em 1948 e a RDA começou a funcionar como um Estado em 7 de outubro de 1949. No entanto, as forças soviéticas permaneceram no país durante a Guerra Fria. Até 1989, a RDA era governada pelo Partido Socialista Unificado (PSU), embora outros partidos participassem nominalmente de sua organização de alianças, a Frente Nacional. O PSU tornou obrigatório o ensino do marxismo- leninismo e do idioma russo nas escolas. A economia era planificada centralmente e cada vez mais de propriedade estatal.Peter E. Quint. The Imperfect Union: Constitutional Structures of German Unification. Princeton University Press, 2012, pp. 125–126. Os preços da habitação, bens e serviços básicos eram estabelecidos pelos planejadores do governo central, em vez de subir e descer pela oferta e pela demanda; e foram fortemente subsidiados. Embora a RDA tivesse que pagar substanciais reparações de guerra aos soviéticos, ela se tornou a economia mais bem-sucedida do Bloco Oriental. A emigração para o Ocidente era um problema significativo, visto que muitos dos emigrantes eram jovens bem-educados, o que enfraqueceu economicamente ainda mais o país. O governo fortificou suas fronteiras ocidentais e, em 1961, construiu o Muro de Berlim. As estimativas variam, e apontam que entre 70 a 1100 pessoas que tentaram transgredi-las foram mortas por guardas de fronteira ou armadilhas, como minas terrestres. Muitos outros passaram grande parte do tempo presos por tentar escapar. Em 1989, inúmeras forças sociais, econômicas e políticas na RDA e no exterior levaram à queda do Muro de Berlim e ao estabelecimento de um governo comprometido com a liberalização. No ano seguinte, foram realizadas eleições livres e justasGeoffrey Pridham, Tatu Vanhanen. Democratization in Eastern Europe Routledge, 1994. pp. 135 e negociações internacionais levaram à assinatura do Tratado Dois Mais Quatro sobre o estatuto e as fronteiras da Alemanha. A RDA se dissolveu e a Alemanha foi reunificada em 3 de outubro de 1990, tornando-se um Estado totalmente soberano na República Federal da Alemanha. Vários dos líderes da RDA, principalmente o último líder comunista Egon Krenz, foram processados após a reunificação por crimes cometidos durante a Guerra Fria. == História == A RDA foi proclamada em Berlim Oriental no dia 7 de outubro de 1949. Estabeleceu-se um regime socialista amplamente controlado pela União Soviética. Em junho de 1953, após a morte de Stalin, dá-se a violenta repressão da Revolta de 1953 na Alemanha Oriental. BBC-Report Este facto fez com que cerca de três milhões de habitantes da Alemanha Oriental fugissem para a Alemanha Ocidental. A RDA foi declarada totalmente soberana em 1954. Tropas soviéticas continuaram porém no terreno com base nos acordos de Potsdam, tendo em vista contrabalançar a presença militar dos Estados Unidos na República Federal Alemã durante a Guerra Fria. A RDA foi um membro do Pacto de Varsóvia. A capital da Alemanha Oriental manteve-se em Berlim Oriental, enquanto a capital da RFA foi transferida para Bona. No entanto, Berlim foi também dividida em Berlim Ocidental e Berlim Oriental, com a parte ocidental controlada pela RFA, apesar de a cidade estar totalmente situada em território da RDA. Esta divisão foi reforçada pela construção do muro de Berlim em 1961, e que esteve de pé até 1989. Em 3 de Outubro de 1990 ocorreu a reunificação da Alemanha. A população da RDA votou esmagadoramente a favor de um retorno à tradicional estruturação do seu território em Länder e à integração destes \"Estados\" na República Federal da Alemanha, com a dissolução do governo central da Alemanha oriental. A pequena minoria contrária à reunificação submeteu-se à decisão da maioria. == Geografia == Geograficamente, a República Democrática Alemã fazia fronteira com o Mar Báltico ao norte; Polônia ao leste; Checoslováquia ao sudeste e Alemanha Ocidental ao sudoeste e oeste. Internamente, a RDA também fazia fronteira com o setor soviético da Berlim ocupada pelos Aliados, conhecida como Berlim Oriental, que também era administrada como a capital de facto do Estado. Também fazia fronteira com os três setores ocupados pelos Estados Unidos, Reino Unido e França, conhecidos coletivamente como Berlim Ocidental. Os três setores ocupados pelas nações ocidentais foram isolados da RDA pelo Muro de Berlim desde sua construção em 1961 até sua derrubada em 1989. == Demografia == A população da Alemanha Oriental diminuiu em três milhões de pessoas ao longo de seus quarenta e um anos de história, passando de 19 milhões em 1948 para 16 milhões em 1990; da população de 1948, cerca de 4 milhões foram deportados das terras a leste da linha Oder-Neisse, que era o lar de milhões de alemães em parte da Polônia e da União Soviética. Este foi um forte contraste da Polônia, que aumentou durante esse período; de 24 milhões em 1950 (pouco mais que a Alemanha Oriental) para 38 milhões (mais que o dobro da população da Alemanha Oriental). Isso foi principalmente resultado da emigração - cerca de um quarto dos alemães orientais deixou o país antes da conclusão do Muro de Berlim em 1961,\"In the period between the Second World War and 1961, a total of 3.8 million people emigrated from East to West Germany.\" Laar, M. (2009). \"The Power of Freedom. Central and Eastern Europe after 1945.\" Centre for European Studies, p. 58. e após esse período, a Alemanha Oriental teve taxas de natalidade muito baixas, exceto pela recuperação nos anos 1980, quando a taxa de natalidade na Alemanha Oriental era consideravelmente mais alta do que na Alemanha Ocidental.Destatis.de page 17 === Religião === A religião tornou-se terreno contestado na RDA, com os comunistas do governo promovendo o ateísmo estatal, embora algumas pessoas permanecessem leais às comunidades cristãs.Mary Fulbrook, \"The Limits Of Totalitarianism: God, State and Society in the GDR,\" Transactions of the Royal Historical Society, Jan 1957, Vol. 7 Issue 1, pp 25–52 Em 1957, as autoridades estatais estabeleceram uma Secretaria de Estado para Assuntos da Igreja para lidar com o contato do governo com igrejas e grupos religiosos; o Partido Socialista Unificado da Alemanha permaneceu oficialmente ateu. Em 1950, 85% dos cidadãos da RDA eram protestantes, enquanto 10% eram católicos. Em 1961, o renomado teólogo filosófico Paul Tillich afirmou que a população protestante na Alemanha Oriental tinha a Igreja mais admirável do protestantismo, porque os comunistas não haviam conseguido obter uma vitória espiritual sobre eles.Paul Tillich. Christianity and the Encounter of the World Religions (New York: Columbia University Press, 1963), p. 20. Quando chegou ao poder, o partido comunista afirmou a compatibilidade do cristianismo e do marxismo e buscou a participação cristã na construção do socialismo. A princípio, a promoção do ateísmo marxista-leninista recebeu pouca atenção oficial. Em meados da década de 1950, quando a Guerra Fria esquentou, o ateísmo se tornou um tópico de grande interesse para o Estado, tanto no contexto doméstico quanto no exterior. Cadeiras e departamentos universitários dedicados ao estudo do ateísmo científico foram fundados e muita literatura (acadêmica e popular) sobre o assunto foi produzida. Essa atividade desapareceu no final da década de 1960, em meio a percepções de que havia começado a se tornar contraproducente. A atenção oficial e acadêmica ao ateísmo renovou-se a partir de 1973, embora desta vez com mais ênfase na bolsa de estudos e no treinamento de quadros do que na propaganda. Durante todo o tempo, a atenção dada ao ateísmo na Alemanha Oriental nunca teve a intenção de comprometer a cooperação que se desejava daqueles alemães orientais que eram religiosos.Fulbrook, \"The Limits Of Totalitarianism: God, State and Society in the GDR\" == Governo e política == Houve quatro períodos na história política da Alemanha Oriental. Estes incluíram: 1949–61, que viu a construção do socialismo; 1961-1970, após o fechamento do Muro de Berlim, houve um período de estabilidade e consolidação; 1971–85 foi denominado Era Honecker e teve laços mais estreitos com a Alemanha Ocidental; e 1985-89 viram o declínio e a extinção da Alemanha Oriental.David P. Conradt, The German Polity (2008) p. 20 O partido político dominante na Alemanha Oriental era o Sozialistische Einheitspartei Deutschlands (Partido Socialista Unificado da Alemanha, PSU). Foi criado em 1946 através da fusão dirigida pelos soviéticos do Partido Comunista da Alemanha (KPD) e do Partido Social Democrata da Alemanha (SPD) na zona controlada soviética. No entanto, o PSU rapidamente se transformou em um partido comunista de pleno direito à medida que os social-democratas mais independentes foram expulsos.Eric D. Weitz, Creating German Communism, 1890–1990: From Popular Protests to Socialist State. Princeton, NJ: Princeton University Press, 1997 === Forças armadas === O governo da Alemanha Oriental controlava um grande número de organizações militares e paramilitares através de vários ministérios. O principal deles foi o Ministério da Defesa Nacional. Devido à proximidade da Alemanha Oriental com o Ocidente durante a Guerra Fria (1945-1992), suas forças militares estavam entre as mais avançadas do Pacto de Varsóvia. Definir o que era uma força militar e o que não era é uma questão em disputa. O Nationale Volksarmee (NVA) era a maior organização militar da Alemanha Oriental. Foi formada em 1956 a partir da Kasernierte Volkspolizei (Polícia Popular do Quartel), as unidades militares da polícia regular (Volkspolizei), quando a Alemanha Oriental aderiu ao Pacto de Varsóvia. Desde a sua criação, foi controlado pelo Ministério da Defesa Nacional. Era uma força totalmente voluntária até que um período de dezoito meses de recrutamento ser introduzido em 1962. Foi considerado pelos oficiais da OTAN como o melhor exército do Pacto de Varsóvia. O NVA consistiu nos seguintes ramos: Exército (Landstreitkräfte); Marinha (Volksmarine); Força Aérea (Luftstreitkräfte). As tropas fronteiriças do setor oriental foram originalmente organizadas como uma força policial, a Deutsche Grenzpolizei, semelhante ao Bundesgrenzschutz na Alemanha Ocidental. Foi controlado pelo Ministério do Interior. Após a remilitarização da Alemanha Oriental em 1956, o Deutsche Grenzpolizei foi transformado em força militar em 1961, inspirado nas tropas soviéticas de fronteira e transferido para o Ministério da Defesa Nacional, como parte do Exército Popular Nacional. Em 1973, foi separado do NVA, mas permaneceu sob o mesmo ministério. No seu auge, contava com aproximadamente 47 mil homens. === Relações internacionais === O Estado da Alemanha Oriental promoveu uma linha \"anti-imperialista\" que se refletia em toda a mídia e em todas as escolas.Mark Allinson, Politics and Popular Opinion in East Germany 1945–1968 (2000) ch 1 Essa linha seguiu a teoria de Lenin do imperialismo como o estágio mais alto e último do capitalismo e a teoria de Dimitrov do fascismo como a ditadura dos elementos mais reacionários do capitalismo financeiro. A reação popular a essas medidas foi mista e a mídia ocidental penetrava no país através de transmissões de televisão e rádio transfronteiriças da Alemanha Ocidental e da rede de propaganda da Radio Free Europe. Dissidentes, particularmente profissionais, às vezes fugiam para a Alemanha Ocidental, o que era relativamente fácil antes da construção do Muro de Berlim em 1961. Depois de receber um reconhecimento diplomático internacional mais amplo em 1972-73, a RDA iniciou uma cooperação ativa com os governos socialistas do Terceiro Mundo e movimentos de libertação nacional. Enquanto a URSS estava no controle da estratégia geral e as forças armadas cubanas estavam envolvidas no combate real (principalmente na República Popular de Angola e a Etiópia socialista), a RDA forneceu especialistas em equipamento militar manutenção e treinamento de pessoal e supervisionou a criação de agências de segurança secretas com base em seu próprio modelo da Stasi. A Alemanha Oriental seguiu uma política antissionista; o historiador estadunidense Jeffrey Herf argumenta que a Alemanha Oriental estava travando uma guerra não declarada contra Israel. Segundo Herf, \"o Oriente Médio foi um dos campos de batalha cruciais da Guerra Fria global entre a União Soviética e o Ocidente; era também uma região na qual a Alemanha Oriental desempenhou um papel destacado no antagonismo do Bloco Soviético a Israel\". Enquanto a Alemanha Oriental se via como um \"Estado antifascista\", considerava Israel um \"Estado fascista\" e a Alemanha Oriental apoiava fortemente a Organização de Libertação da Palestina em sua luta armada contra Israel. A OLP declarou o Estado palestino em 15 de novembro de 1988 durante a Primeira Intifada e a RDA reconheceu o Estado palestino antes da reunificação. Depois de se tornar membro das Nações Unidas, a Alemanha Oriental \"fez um excelente uso da ONU para travar uma guerra política contra Israel e foi um membro entusiasmado, de alto perfil e vigoroso\" da maioria anti-israelense da Assembleia Geral. == Economia == A economia da Alemanha Oriental começou mal por causa da devastação causada pela Segunda Guerra Mundial; a perda de tantos jovens soldados, a interrupção dos negócios e transportes, as campanhas de bombardeios dos Aliados que dizimaram as cidades e as reparações devidas à URSS. O Exército Vermelho desmontou e transportou para a Rússia as infraestruturas e instalações industriais da Zona Soviética de Ocupação. No início da década de 1950, as reparações eram pagas em produtos agrícolas e industriais; e a Baixa Silésia, com suas minas de carvão, e Szczecin, um importante porto natural, foi dada à Polônia pela decisão de Stalin e de acordo com o Acordo de Potsdam.Norman M. Naimark. The Russians in Germany: A History of the Soviet Zone of Occupation, 1945–1949. Harvard University Press, 1995. pp. 167–9. A economia planificada centralmente da República Democrática Alemã era como a da URSS. Em 1950, a RDA ingressou no bloco comercial COMECON. Em 1985, as empresas coletivas (estatais) obtiveram 96,7% da renda nacional líquida. Para garantir preços estáveis para bens e serviços, o Estado pagou 80% dos custos básicos de fornecimento. A renda per capita estimada para 1984 foi de dólares ( em dólares de 2015). Em 1976, o crescimento médio anual do PIB foi de aproximadamente cinco por cento. Isso fez da economia da Alemanha Oriental a mais rica de todo o Bloco Soviético até a reunificação em 1990. O governo usava a economia como um dispositivo político, fornecendo preços altamente subsidiados para uma ampla gama de bens e serviços básicos, no que era conhecido como \"o segundo pacote de pagamento\".Boroch, Wilfried (1996), \"Social policy as an institutional transformation problem\", Transition Economies, Volume 31, Number 3, pp. 139-146. No nível da produção, os preços artificiais contribuíram para um sistema de semitroca e acumulação de recursos. Para o consumidor, levou à substituição do dinheiro da RDA por tempo, troca e moedas mais fortes. A economia socialista tornou-se cada vez mais dependente de infusões financeiras de empréstimos em moeda forte da Alemanha Ocidental. Enquanto isso, os alemães orientais passaram a ver sua moeda branda como sem valor em relação ao marco alemão (DM).Jonathan R. Zatlin, The Currency of Socialism: Money and Political Culture in East Germany (2007) Questões econômicas também persistiriam no leste da Alemanha após a reunificação. James Hawes diz: \"Somente em 1991, 153 bilhões de marcos alemães tiveram que ser transferidos para o leste da Alemanha para garantir renda, apoiar negócios e melhorar a infraestrutura ... até 1999, o total era de 1,634 trilhões de marcos. ... Os montantes eram tão grandes que a dívida pública na Alemanha mais do que duplicou\".The shortest history of Germany, James Hawes (2018), federal office of political education [23rd Junho de 2009] Muitos analistas ocidentais sustentaram que a lealdade ao partido era um critério primário para conseguir um bom emprego e que o profissionalismo era secundário a critérios políticos no recrutamento e desenvolvimento de pessoal. A partir de 1963, com uma série de acordos internacionais secretos, a Alemanha Oriental recrutou trabalhadores da Polônia, Hungria, Cuba, Albânia, Moçambique, Angola e Vietnã do Norte. Eles somavam mais de 100 mil em 1989. Muitos, como o futuro político Zeca Schall (que emigrou de Angola em 1988 como trabalhador contratado) ficaram na Alemanha após a Wende. Após a reunificação, o Treuhandanstalt, o organismo responsável pela privatização dos \"bens do povo\" (o nome dado às empresas estatais na RDA), viu-se encarregado de 8 000 empresas combinadas e empresas e dos seus 32 000 estabelecimentos, bem como de um império imobiliário. Em poucos anos, cerca de 13 000 empresas foram vendidas, a grande maioria a investidores e empresas da Alemanha Ocidental. Em Julho de 1991, a produção industrial diminuiu 43,7% em relação ao ano anterior, 51,9% em Agosto e quase 70% até ao final do ano. O número oficial de desempregados subiu de apenas 7 500 em Janeiro de 1990 para 1,4 milhões em Janeiro de 1992, e mais do dobro se contarmos com trabalhadores em situação de desemprego técnico, reconversão profissional ou reforma antecipada. Nos cinco anos após a queda do Muro de Berlim, estima-se que o desemprego tenha afectado 80% da mão-de-obra. As mulheres enfrentaram dificuldades adicionais. \"Para aumentar as suas hipóteses de encontrar um emprego, muitas mulheres tiveram de ser esterilizadas. Enquanto o hospital de Magdeburg tinha efectuado 8 esterilizações em 1989, este número subiu para 1.200 em 1991\", observam os sociólogos Fritz Vilmar e Gislaine Guittard. Entre 1989 e 1992, o número de empregados na investigação e no ensino superior, incluindo a indústria, caiu de mais de 140 000 para menos de 38 000. Muitos centros de investigação e academias científicas foram encerrados. Cerca de 72% dos cientistas da antiga RDA foram despedidos no prazo de três anos. O restante pessoal foi testado quanto às suas crenças políticas. A eliminação da maioria dos cientistas foi justificada por imperativos ideológicos: \"A ideologia marxista deve ser erradicada através de mudanças estruturais e de pessoal\", segundo um documento da Academia das Ciências de Julho de 1990. == Cultura == === Direitos da mulher === Em 1972, o acesso à contracepção e ao aborto tornou-se gratuito e foi coberto pelo sistema de saúde pública.Fulbrook, Mary. The People's State: East German Society from Hitler to Honecker (Yale University Press, 2005). A taxa de actividade feminina em 1990 foi a mais elevada do mundo (91%). Esta situação deve-se em particular ao facto de as creches serem quase gratuitas e o seu número e estabelecimento permitiam às mulheres conciliar a vida profissional e familiar. Após a reunificação, a maior parte das estruturas sociais para crianças e adolescentes (jardins de infância, estudos supervisionados, clubes de jovens, campos de férias, etc.) foram gradualmente desmanteladas. === Música === Esperava-se que os artistas cantassem músicas apenas em alemão, o que mudou com o fim dos anos sessenta. Havia regras estritas que regulamentavam que, todas as atividades artísticas deveriam ser censuradas, para evitar qualquer música antissocialista. A banda Renft, por exemplo, foi propensa a mau comportamento político, o que acabou por conduzir à sua separação. Influências do Ocidente eram ouvidas em toda parte, pela televisão ou(e) pelo rádio, que vinha da chamada Klassenfeind (no literal \"classe inimiga\", significando \"inimigos da classe trabalhadora\") e podiam ser recebidos em muitas partes da República Democrática Alemã. Duas notórias exceções eram uma zona a sudeste no vale do Elba, centrada em Dresden, e outra no nordeste, pois, com suas posições geográficas desvantajosas, o que lhes valeu a alcunha de \"Vale dos Sem-Ideia\" (em alemão, Tal der Ahnungslosen), a receção das rádios e televisões ocidentais era muito limitada. A influência ocidental levou à formação de mais grupos underground com um som decididamente orientado para os ocidentais. Algumas destas bandas foram Skeptiker Die, Die Arte e Feeling B. Além disso, a cultura hip hop chegou aos ouvidos da juventude alemã-oriental. Com vídeos, tais como Beat Street e Wild Style, jovens alemães-orientais foram capazes de desenvolver uma cultura hip hop própria. Alemães-orientais aceitaram o hip hop como mais do que apenas música, a cultura rap que entrou na região tornou-se uma forma de expressão para uma juventude que sentia-se \"oprimida\". A música clássica foi fortemente apoiada e existiam mais de 50 orquestras sinfônicas clássicas em um país com uma população de cerca de 16 milhões. Em Eisenach, na antiga Alemanha Oriental, terra natal de Johann Sebastian Bach, existe um museu sobre sua vida que, entre outras coisas, inclui mais de 300 instrumentos de época. Em 1980, este museu recebeu mais de 70 mil visitantes. Em Leipzig, um enorme arquivo com todas as gravações da música de Bach foi elaborado, junto com muitos documentos históricos e cartas dedicadas a ele. Nos demais outros anos, escolares de toda a Alemanha Oriental eram reunidos para uma competição - com músicas de Bach - realizada em Berlim Oriental. De quatro em quatro anos uma nova competição internacional Bach para teclado e cordas era realizada. === Teatro === O teatro da Alemanha Oriental foi inicialmente dominado por Bertolt Brecht, que trouxe de volta muitos artistas fora do exílio e reabriu o Theater am Schiffbauerdamm com seu Berliner Ensemble. Alternativamente, outras influências tentaram criar um \"Teatro da Classe Trabalhadora\", tocado para a classe trabalhadora pela classe trabalhadora. Após a morte de Brecht, começaram a surgir conflitos entre a sua família (cerca de Helene Weigel) e outros artistas sobre a herança de Brecht. Heinz Kahlau, Slatan Dudow, Erwin Geschonneck, Erwin Strittmatter, Peter Hacks, Benno Besson, Peter Palitzsch e Ekkehard Schall foram considerados entre os estudiosos do Bertolt Brecht e seguidores. Em 1950, o diretor suíço Benno Besson com o Deutsches Theater excursionou com sucesso na Europa e na Ásia, incluindo Japão, com \"O Dragão\", por Jewgenij Schwarz. Na década de 1960, ele tornou-se o Intendente da Volksbühne' muitas vezes trabalham com Heiner Müller. Depois de 1975, muitos artistas deixaram a República Democrática Alemã, devido ao aumento da censura. Uma cena teatral paralelo surgiu, criando teatro \"fora de Berlim\", no qual artistas desempenhado pelo provincial teatros. Por exemplo Sodann Pedro fundou o \"Teatro Novo\" (Neues Theather) em Halle an der Saale e Frank Castorf no teatro Anklam. O teatro e o cabaret tinham um elevado estatuto na República Democrática Alemã, o que permitia aos artistas serem muito pró-ativos. Isso trouxe muitas vezes confrontos com o Estado. O Friedrichstadt-Palast em Berlim é o último grande edifício magnífico que foi construído na RDA. === Cinema === Na República Democrática Alemã, a indústria cinematográfica foi muito ativa. Os principais grupos de produções de filmes foram a DEFA , a Deutsche Film AG, que foi subdividida em diferentes grupos locais, por exemplo Gruppe Berlim, Gruppe Johannisthal e Gruppe Babelsberg ou, quando as equipes locais gravavam e produziam filmes. A indústria cinematográfica da República Democrática Alemã tornou-se conhecida mundialmente pela sua produção, especialmente pelos filmes infantis (Das Kalte Herz, filme dos irmãos Grimm e modernas produções, como Das Schulgespenst). O filme de Frank Beyer, \"Jakob der Lugner\" (Jacob, o mentiroso, fala sobre a perseguição aos judeus no Terceiro Reich) e \"FÜNF Patronenhülsen\" (\"Cinco reservatórios para balas\") de resistência contra o fascismo, tornou-se internacionalmente famoso. Filmes sobre os problemas da vida cotidiana, tais como \"Die Legende von und Paul Paula\" (dirigido por Heiner Carow) e \"Solo Sunny\" (dirigido por Konrad Wolf e Wolfgang Kohlhaase) também foram muito populares. A indústria cinematográfica teve produção notável no leste, ou filmes estilo velho oeste. Índios nestes filmes frequentemente tomaram o papel das pessoas deslocadas que lutam pelos seus direitos, em contraste com o cinema western americano da época, onde os índios eram frequentemente retratados como vilões ou mesmo não mencionados. Iugoslavos frequentemente desempenhavam papéis de índios, devido ao pequeno número de pessoas com tipo físico adequado ao papel na Europa Oriental. Gojko Mitić era bem conhecido nestas funções, muitas vezes tocando o justo, profundo e encantador chefe (\"Die Söhne der Grossen Barin\", dirigido por Josef Mach). Ele se tornou um chefe honorário sioux quando visitou os Estados Unidos na década de 1990 e a equipe que o acompanhava na televisão mostraram filmes seus a uma tribo americana. O ator e cantor americano Dean Reed, um expatriado que viveu na Alemanha Oriental, também estrelou em vários filmes. Estes filmes faziam parte do fenómeno da Europa produzir filmes alternativos. Por causa da censura, uma boa quantidade de filmes foram proibidos nessa época. Os exemplos são \"Spur der Steine\" (dirigido por Frank Beyer) e \"Der geteilte Himmel\" (dirigido por Konrad Wolf). Nos cinemas na Alemanha Oriental também passaram filmes estrangeiros. Filmes checoslovacos e polacos foram mais comuns, mas também alguns filmes ocidentais foram mostrados, esses em número limitado pelo custo para comprar as licenças. Além disso, os filmes que representavam ou glorificavam ideologia capitalista não foram comprados. Comédias tinham grande popularidade, como o dinamarquês \"Olsen Gang\" ou filmes com o comediante francês Louis de Funès. === Esportes === A Alemanha Oriental teve muito sucesso nos esportes de ciclismo, levantamento de peso, natação, ginástica artística, atletismo, boxe, patinação no gelo e esportes de inverno. O sucesso é atribuído à liderança do Dr. Manfred Hoeppner, que começou no final dos anos 1960. Outro motivo de apoio foi o doping na Alemanha Oriental, especialmente com esteróides anabolizantes, as substâncias dopadas mais detectadas em laboratórios credenciados pelo COI por muitos anos.Hartgens and Kuipers (2004), p. 515 O desenvolvimento e a implementação de um programa de doping esportivo apoiado pelo Estado ajudaram a Alemanha Oriental, com sua pequena população, a se tornar líder mundial no esporte durante as décadas de 1970 e 1980, conquistando um grande número de medalhas e recordes olímpicos e mundiais. * * * * * * * * * * * == Legado == Margot Honecker, ex-Ministra da Educação da Alemanha Oriental, disse: Em contraste, o historiador alemão Jürgen Kocka em 2010 resumiu o consenso acadêmico mais recente: === Ostalgie === Muitos alemães orientais inicialmente consideraram positiva a dissolução da RDA.Martin Blum, \"Remaking the East German Past: 'Ostalgie,' Identity, and Material Culture,\" Journal of Popular Culture, Winter 2000, Vol. 34 Issue 3, pp. 229–54. Mas essa reação logo azedou. Os alemães ocidentais costumavam agir como se tivessem \"vencido\" e os alemães orientais \"perdido\" na unificação, levando muitos alemães orientais (Ossis) a ressentir-se dos alemães ocidentais (Wessis). Em 2004, Ascher Barnstone escreveu: \"Os alemães orientais se ressentem da riqueza dos alemães ocidentais; os alemães ocidentais veem os alemães orientais como oportunistas preguiçosos que não querem nada por nada. Os alemães orientais acham os wessis arrogantes e teimosos; os alemães ocidentais pensam que os ossis são preguiçosos\". A unificação e as políticas federais subsequentes levaram a graves dificuldades econômicas para muitos alemães orientais que não existiam antes da Wende. O desemprego e a falta de moradia, que haviam sido mínimos durante a era comunista, cresceram e rapidamente se espalharam; isso, assim como o fechamento de inúmeras fábricas e outros locais de trabalho no leste, promoveu uma sensação crescente de que os alemães orientais estavam sendo ignorados ou negligenciados pelo governo federal. Além disso, muitas mulheres da Alemanha Oriental acharam o ocidente mais atraente e deixaram a região para nunca mais voltar, deixando para trás uma classe inferior de homens com baixa escolaridade e sem emprego. Esses e outros efeitos da unificação levaram muitos alemães orientais a começarem a se considerar mais fortemente como alemães \"orientais\" do que como \"alemães\". Em muitos ex-cidadãos da RDA, isso ansiava por alguns aspectos da antiga Alemanha Oriental, como pleno emprego e outros benefícios relacionados à Alemanha Oriental, denominados \"Ostalgie\" (uma mistura entre \"leste\" e \"nostalgia\")Berdahl, Daphne (1999), Ostalgie for the Present: Memory, Longing and East German Things, in Ethnos (pdf) e retratados no filme Wolfgang Becker Good Bye Lenin!. == Ver também == * Alemanha Ocidental * Guerra Fria === Bibliografia === * Allinson, Mark. Politics and Popular Opinion in East Germany 1945–68 (2000) * Augustine, Dolores. Red Prometheus: Engineering and Dictatorship in East Germany, 1945–1990. (2007) 411pp * Baylis, Thomas A., David H Childs and Marilyn Rueschemeyer, eds.; East Germany in Comparative Perspective, Routledge. 1989 * Berger, Stefan, and Norman LaPorte, eds. The Other Germany: Perceptions and Influences in British-East German Relations, 1945–1990 (Augsburg, 2005). * Berger, Stefan, and Norman LaPorte, eds. Friendly Enemies: Britain and the GDR, 1949–1990 (2010) online review * Berghoff, Hartmut, and Uta Andrea Balbier, eds. The East German Economy, 1945–2010: Falling Behind Or Catching Up? (Cambridge UP, 2013). * Betts, Paul. Within Walls: Private Life in the German Democratic Republic, Oxford: Oxford UP, 2013 * Childs, David H. The Fall of the GDR, Longman Personed.co.uk, 2001. , * Childs, David H. & Richard Popplewell. The Stasi: East German Intelligence and Security Service, Palgrave Macmillan Palgrave.com, Amazon.co.uk 1996. * Childs, David H. The GDR: Moscow's German Ally, George Allen & Unwin, 1983. , . * Childs, David H. The Two Red Flags: European Social Democracy & Soviet Communism Since 1945, Routledge, 2000. Informaworld.com * De La Motte and John Green, \"Stasi State or Socialist Paradise? The German Democratic Republic and What became of it\", Artery Publications. 2015 * Fulbrook, Mary. The People's State: East German Society from Hitler to Honecker (Yale University Press, 2005). 352 pp. . * Fulbrook; Mary. Anatomy of a Dictatorship: Inside the GDR, 1949–1989 (Oxford University Press, 1995). * Fulbrook, Mary and Andrew I. Port, eds., Becoming East German: Socialist Structures and Sensibilities after Hitler (New York and Oxford: Berghahn, 2013). * Gray, William Glenn. Germany's Cold War: The Global Campaign to Isolate East Germany, 1949–1969 (U of North Carolina Press, 2003). online * Grieder, Peter. The German Democratic Republic (Palgrave Macmillan, 2012), scholarly history. * Grix, Jonathan. The Role of the Masses in the Collapse of the GDR Macmillan, 2000 * * Jarausch, Konrad H., and Eve Duffy; Dictatorship as Experience: Towards a Socio-Cultural History of the GDR (Berghahn Books, 1999). * Kupferberg, Feiwel. The Rise and Fall of the German Democratic Republic (2002) 228pp; online review * McAdams, A. James. \"East Germany and Detente\" (Cambridge UP, 1985). * McAdams, A. James. \"Germany Divided: From the Wall to Reunification\" (Princeton UP, 1992 and 1993). * * McLellan, Josie. Love in the Time of Communism: Intimacy and Sexuality in the GDR. (Cambridge UP, 2011). * Major, Patrick, and Jonathan Osmond, eds. The Workers' and Peasants' State: Communism and Society in East Germany under Ulbricht 1945–71 (Manchester University Press, 2002), 272 pp. * Naimark, Norman M. The Russians in Germany: A History of the Soviet Zone of Occupation, 1945–1949 (1997) excerpt and text search * Pence, Katherine and Paul Betts. Socialist Modern: East German Everyday Culture and Politics, Ann Arbor: University of Michigan Press, 2008 * Port, Andrew I. Conflict and Stability in the German Democratic Republic Cambridge University Press, 2007. * Pritchard, Gareth, The Making of the GDR 1945–53: From Antifascism to Stalinism (2000) * Steiner, André. The Plans That Failed: An Economic History of East Germany, 1945–1989 (2010) * Sarotte, Mary Elise. Collapse: The Accidental Opening of the Berlin Wall, New York: Basic Books, 2014 * Spilker, Dirk. The East German Leadership and the Division of Germany: Patriotism and Propaganda 1945–1953. (2006). online review * * Stokes, Raymond G. Constructing Socialism: Technology and Change in East Germany, 1945–1990 (2000) * Zatlin, Jonathan R. The Currency of Socialism: Money and Political Culture in East Germany. (2007). 377 pp. online review == Ligações externas == * Museu da Fronteira em Schifflersgrund * * Arquivo com fotos antigas da Alemanha Oriental Categoria:Alemanha Oriental Categoria:Estados satélites da União Soviética Categoria:Estados socialistas Categoria:Comunismo na Alemanha Categoria:Estados extintos da Europa Categoria:Repúblicas socialistas extintas Categoria:Estados e territórios fundados em 1949 Categoria:Estados e territórios extintos em 1990",
 "title": "Alemanha Oriental"
}