{
 "id": "24233",
 "text": "Arquitetura moderna (ou movimento moderno) é uma designação genérica para o conjunto de movimentos e escolas arquitetônicas que vieram a caracterizar a arquitetura produzida durante grande parte do século XX, inserida no contexto artístico e cultural do modernismo. O termo modernismo é, no entanto, uma referência genérica que não traduz diferenças importantes entre arquitetos de uma mesma época. Não há um ideário moderno único. Suas características podem ser encontradas em origens diversas como a Bauhaus na Alemanha, em Le Corbusier na França, em Frank Lloyd Wright nos Estados Unidos ou nos construtivistas russos, alguns ligados à escola Vuthemas, entre muitos outros. Estas fontes tão diversas encontraram nos CIAM (Congresso Internacional de Arquitetura Moderna) um instrumento de convergência, produzindo um ideário de aparência homogênea resultando no estabelecimento de alguns pontos comuns. Para os principais historiadores da arquitetura (como Leonardo Benevolo, Nikolaus Pevsner e Kenneth Frampton), a arquitetura moderna nasce em um contexto de mudanças técnicas, sociais e culturais ligadas à revolução industrial e à transição gradual do campo para a cidade. As consequências dessas transformações já eram sentidas no planejamento e na construção de cidades entre o final do século XVIII e o início do século XIX e a primeira ocorrência de uma linha coerente de pensamento foi em 1860 na Inglaterra com William Morris. Entretanto, o ponto crucial do processo de desenvolvimento da arquitetura moderna foi alcançado a partir de 1919, quando Walter Gropius funda a Bauhaus em Weimar, na Alemanha (em sentido estrito, é a partir desse momento que podemos falar do termo movimento moderno). Antes dessa data, uma série de experiências incentivou e tornou possível a formação do movimento moderno: William Morris e o movimento Arts & Crafts; Victor Horta, Otto Wagner e o Art Nouveau; Josef Hoffmann e a Wiener Werkstätte; Hendrik Petrus Berlage e a Escola de Amsterdã; Adolf Loos e o racionalismo; Louis Sullivan e a Escola de Chicago; Tony Garnier e Auguste Perret e o uso de concreto armado; Erich Mendelsohn e a arquitetura expressionista; Frank Lloyd Wright e a Prairie School. A ação inovadora desses arquitetos de vanguarda começou em 1890 e, desde a década de 1910, esteve intimamente ligada a correntes artísticas como o cubismo e o neoplasticismo. Os arquitetos geralmente referidos como mestres do movimento moderno são Le Corbusier na França e Walter Gropius e Ludwig Mies van der Rohe na Alemanha. Os dois últimos foram diretores da Bauhaus, uma escola de arquitetura e artes aplicadas fortemente orientada para técnicas industriais já iniciadas na Deutscher Werkbund em 1907 com Peter Behrens. Além deles, Arne Jacobsen, Kenzō Tange, Jacob Bakema, Constantin Melnikov, Erich Mendelsohn, Rudolf Schindler, Richard Neutra, Gerrit Rietveld, Bruno Taut, Gunnar Asplund, Oscar Niemeyer e Alvar Aalto são os principais arquitetos do movimento. Sua atuação revolucionou as formas arquitetônicas e tentou conciliar industrialismo, sociedade e natureza na proposição de moradias coletivas e planos ideais para cidades inteiras. Nos anos 1960, a arquitetura moderna espalhou-se pelo mundo, perdendo algumas de suas características e tendo questionada sua vocação progressista. == Origens == É possível traçar três principais linhas evolutivas nas quais pode-se encontrar a gênese da arquitetura moderna. O que une as três linhas é o fato de que elas terminam naquilo que é chamado de movimento moderno na arquitetura, considerado o clímax de uma trajetória histórica que desembocou na arquitetura realizada na maior parte do século XX. thumb|Home Insurance Building de 1885. A primeira destas origens é a que leva em consideração que o ideário arquitetônico moderno está absolutamente ligado ao projeto da modernidade, e, em particular, à visão de mundo iluminista. Esta linha localiza o momento de gênese na arquitetura realizada com as inovações tecnológicas obtidas com a Revolução Industrial e com as diversas propostas urbanísticas e sociais realizadas por teóricos como os socialistas utópicos e os partidários das cidades-jardins. Segundo esta interpretação, o problema estético aqui é secundário: o moderno tem muito mais a ver com uma causa social que com uma causa estética. A segunda linha leva em consideração as alterações que se deram nos diversos momentos do século XIX com relação à definição e teorização da arte e de seu papel na sociedade. Esta interpretação dá especial destaque ao movimento Arts & crafts e à Art nouveau de uma forma geral, consideradas visões de mundo que, ainda que presas às formas e conceitos do passado, de alguma forma propunham novos caminhos para a estética do futuro. Uma terceira linha, normalmente a mais comumente entendida como sendo a base do modernismo, é a que afirma que a arquitetura moderna surge justamente com a gênese do movimento moderno, sendo as interpretações anteriores apenas consequências desta forma de pensamento. A arquitetura moderna surge, portanto, com as profundas transformações estéticas propostas pelas vanguardas artísticas das décadas de 10 e 20, em especial o Cubismo, o Abstracionismo (com destaque aos estudos realizados pela Bauhaus, pelo De Stijl e pela vanguarda russa) e o Construtivismo. == Arquitetura de aço e vidro == O forte crescimento demográfico da Europa no século XIX deu origem a grandes transformações urbanas. O rápido e crescente processo de industrialização das cidades europeias resultou no deslocamento populacional para as grandes cidades, inchando-as rapidamente, diminuindo a qualidade de vida e aumentando o preço dos terrenos. Esta pressão populacional resultou no aumento das cidades em direção à sua periferia (aumento de área), mas também no aumento da densidade próximo do centro. Esta maior densidade no núcleo das cidades transformou-se na verticalização dos prédios. Novas técnicas de engenharia do século XIX tornaram possíveis o aumento do número de andares dos edifícios. Este fenômeno esteve ligado principalmente ao desenvolvimento de novas técnicas de utilização do ferro. Os exemplos mais marcantes do século XIX são as grandes estações de trens parisienses, retratadas pelos pintores impressionistas (notadamente Monet). A mesma tecnologia era aplicada nas residências. Outro material fruto do processo de industrialização e agora produzido em larga escala foi o vidro. O ferro aliado às novas técnicas de engenharia produzindo sistemas em treliça leves e resistentes, permitiu criar estruturas cada vez maiores e mais ousadas, como longas pontes com grandes vãos-livres (espaços entre os pontos de apoio, ou pilares) e grandes cúpulas. Outra vantagem proporcionada pela tecnologia do ferro foi a agilidade no processo da montagem. Outras obras que se destacam são: o Palácio de Cristal em Londres, a Torre Eiffel e, em Portugal, a ponte Dom Luís, no Porto, o Elevador de S. Justa em Lisboa e o Mercado 24 de Julho ou Mercado da Ribeira em Lisboa situado na Avenida 24 de julho. == Principais características == Apesar de ser um momento multifacetado da produção arquitetônica internacional, o modernismo manifestou alguns princípios que foram seguidos por inúmeros arquitetos, das mais variadas escolas e tendências. Uma das principais bandeiras dos modernos é a rejeição dos estilos históricos principalmente pelo que acreditavam ser a sua devoção ao ornamento. Com o título de Ornamento e Crime (1908) um ensaio de Adolf Loos critica o que acreditava ser uma arquitetura preocupada com o supérfluo e o superficial. O ornamento, por sua vez, com suas regras estabelecidas pela Academia, estava ligado à outra noção combatida pelos primeiros modernos: o estilo. Os modernos viam no ornamento, um elemento típico dos estilos históricos, um inimigo a ser combatido: produzir uma arquitetura sem ornamentos tornou-se uma bandeira para alguns. Junto com as vanguardas artísticas da décadas de 1910 e 20 havia como objetivo comum a criação de espaços e objetos abstratos, geométricos e mínimos. Outra característica importante eram as ideias de industrialização, economia e a recém-descoberta noção do design. Acreditava-se que o arquiteto era um profissional responsável pela correta e socialmente justa construção do ambiente habitado pelo homem, carregando um fardo pesado. Os edifícios deveriam ser econômicos, limpos, úteis. Duas máximas se tornaram as grandes representantes do modernismo: menos é mais (frase cunhada pelo arquiteto Mies Van der Rohe) e a forma segue a função (\"form follows function\", do arquiteto protomoderno Louis Sullivan, também traduzida como forma é função). Estas frases, vistas como a síntese do ideário moderno, tornaram-se também a sua caricatura. == Ver também == * Arquitetura * História da arquitetura * Arte moderna * International style * Arquitetura high-tech * Arquitetura orgânica * Arquitetura pós-moderna * Arquitetura neomoderna * Arquitetura contemporânea * Arquitetura futurista * Vitalidade urbana == Bibliografia == *ARGAN, Giulio Carlo; Arte moderna; São Paulo: Companhia das Letras, 1992; ISBN 8571642516 *BENEVOLO, Leonardo; História da arquitetura moderna; São Paulo: Editora Perspectiva, 2001; ISBN 8527301490 *FRAMPTON, Kenneth. Le Corbusier; New York: Thames & Hudson,2001. *ROTH, Leland M.; Understanding Architecture: its elements, history and meanings; Nova Iorque: HarperCollins Publishers, 1993; ISBN 0064301583 == Ligações externas == *Alguns textos de autores modernos - em português *ArchPedia - em inglês *GreatBuildings.com - em inglês Categoria:Modernismo",
 "title": "Arquitetura moderna"
}