{
 "id": "24239",
 "text": "{{Info/Município do Brasil | nome = Alagoa Nova | foto = Alagoa Nova.jpg | leg_foto = | apelido = | brasão = Brasao alagoa nova.PNG | bandeira = Bandeira alagoa nova.PNG | link_brasão = | link_bandeira = | link_hino = | fundação = | gentílico = alagoa-novense | lema = | prefeito = Francinildo Pimentel da Silva | partido = PSB | fim_mandato = 2024 | mapa = Brazil Paraíba Alagoa Nova location map.svg | latP = S | latG = 07 | latM = 04 | latS = 15 | lonP = O | lonG = 35 | lonM = 45 | lonS = 28 | estado = Paraíba | região_intermediária = Campina Grande | data_região_intermediária = IBGE/2017 | região_imediata = Campina Grande | data_região_imediata = IBGE/2017 | região_metropolitana = Esperança | vizinhos = Areia, Alagoa Grande, Matinhas, São Sebastião de Lagoa de Roça e Esperança. | dist_capital = 148 | área = 122.254 | área_ref = | população = 19686 | data_pop = IBGE/2010 | altitude = 530 | clima = tropical chuvoso com verão seco | sigla_clima = As' | idh = 0.612 | data_idh = PNUD/2000 | pib = mil | data_pib = IBGE/2008 | pib_per_capita = 5640.42 | data_pib_per_capita = IBGE/2008 }} Alagoa Nova é um município brasileiro do estado da Paraíba, localizado na Região Metropolitana de Esperança. De acordo com o IBGE (Instituto Brasileiro de Geografia e Estatística), no ano de 2006 sua população era estimada em 19.146 habitantes. Área territorial de 122 km². A cidade tinha uma população de 19.681 habitantes no último Censo. Isso coloca a cidade na posição 32 dentre 223 do mesmo estado. Em comparação com outros municípios do país, fica na posição 1680 dentre 5570. Sua densidade demográfica é de 160.98 habitantes por kilometro quadrado, colocando-o na posição 17 de 223 do mesmo estado. Quando comparado com outras cidades no Brasil, fica na posição 435 de 5570. ==História== A região era primitivamente habitada pelos índios bultrins, da nação cariri. Foi fundado um aldeamento, a Aldeia Velha, posteriormente chamado de Bultrin. Com a promulgação do Diretório dos Índios, em 1760 as terras indígenas do aldeamento extinto foram invadidas por fazendeiros, gerando uma conflito com os indígenas, que resistiram à invasão. Os índios foram vencidos. Muitos foram escravizados. Remanescentes destes indígenas foram viver na missão do Pilar. Os portugueses estabeleceram então fazendas na região, que foram oos núcleos de novos povoados. Em 1763 o governador Francisco Xavier de Miranda Henrique concedem as terras do Olho D'Água da Prata, vizinhas ao aldeamento Bultrin a Maria Tavares Leitão e seu filho, o alferes José Abreu Tranca. Utilizando mão de obra escrava, cultivaram agricultura de subsistência e criaram gado. O excedente de farinha era vendido para o sertão, o que levou o historiador Epaminondas Câmara a denominar este período de \"civilização da farinha\". O distrito foi criado com a denominação de Alagoa Nova, pela lei provincial nº 6, de 22 de fevereiro de 1837 e instalado em 27 de fevereiro de 1851, subordinado ao município de Campina Grande. Foi elevado à categoria de vila com a denominação de Alagoa Nova, pela lei provincial nº 10, de 5 de setembro de 1850, desmembrado de Campina Grande, com sede no núcleo de Alagoa Nova. distrito sede. O município foi palco da Revolta do Quebra-Quilos, em 1874. Nesta ocasião, o arquivo da prefeitura foi incendiado, o que fez com que parte da história do município fosse perdida. Em 5 de junho de 1900, foi extinta a vila de Alagoa Nova. Foi novamente elevado à categoria de município com a denominação de Alagoa Nova, pela lei nº 215, de 10 de novembro de 1904. Pelo decreto-lei estadual nº 1164, de 15 de novembro de 1938, o município de Alagoa Nova passou a denominar-se Laranjeiras. Depois, o decreto-lei estadual nº 520, de 31 de dezembro de 1943 retornou o município ao nome de Alagoa Nova. ==Geografia== O município localiza-se na unidade geoambiental do Planalto da Borborema. A vegetação é típica do agreste, formada por Florestas Subcaducifólica e Caducifólica. o clima é ameno, característico do brejo de altitude. Alagoa Nova encontra-se inserido na Bacia Hidrográfica do Rio Mamanguape. Os principais tributários são os rios Mamanguape e Riachão, além dos riachos Ribeira e Pinga, todos de regime de escoamento intermitente. ===Clima=== Dados do Departamento de Ciências Atmosféricas, da Universidade Federal de Campina Grande, mostram que Alagoa Nova apresenta um clima com média pluviométrica anual de 1317,4 mm e temperatura média anual de 22,9 °C. == Religião == Em Alagoa Nova predominam as religiões Católica e Evangélica. Na avenida principal da cidade se coloca de forma altiva, a igreja sob a invocação de Santana, padroeira de Alagoa Nova, as igrejas Evangélicas são representadas por diversas denominações, sendo as mais antigas a Assembleia de Deus e a Congregacional. Símbolos O Escudo Fundido de vermelho e verde, com uma banda de prata, carregada de três estrelas de cinco pontas de azul, acompanhada em chefe de um quadrifólio de prata e da ponta, uma espada de ouro, apontada para cima. Insígnias Coroa mural com quatro torres de prata, que é de cidade Sede de Município. Em chefe, um quadrifólio de prata , em campo vermelho que é uma peça heráldica do brasão dos Cavalcantis, família tradicional na região que desde cedo plantou com trabalho e denodo, o sentido verdadeiro do progresso cultural e formação moral de sua gente. A Espada de ouro é uma homenagem a sua origem, que pela provincial nº 10 de setembro de 1850, o território de Alagoa Nova, emancipou-se de Campina Grande e a espada símbolo de luta e justiça, peça principal das armas. O campo de verde representa a produção agrícola do Município, de grande importância para o Estado. Sobre uma borda de prata, carregada de três estrelas de azul, simbolizando a sede do Município e dos seus influentes distritos. ==Ligações externas== *Página da prefeitura *Federação dos Municípios da Paraíba *Dados municipais e mapa de alta resolução em PDF *IBGE. Documentação territorial do Brasil *Alagoa Nova. Confederação Nacional de Municípios *Diagnóstico do município de Alagoa Nova. Serviço Geológico do Brasil Categoria:Fundações na Paraíba em 1904",
 "title": "Alagoa Nova"
}