{
 "id": "24282",
 "text": "thumb|270px|Amostras de alguns minerais Mineral é um corpo natural sólido e cristalino formado em resultado da interação de processos físico-químicos em ambientes geológicos. Cada mineral é classificado e denominado não apenas com base na sua composição química, mas também na estrutura cristalina dos materiais que o compõem. Em resultado dessa distinção, materiais com a mesma composição química podem constituir minerais totalmente distintos em resultado de meras diferenças estruturais na forma como os seus átomos ou moléculas se arranjam especialmente (como por exemplo: o grafite e o diamante). Até havia minerais sendo produzidos por atividades humanas, onde são minerais carboníferos. Os minerais variam na sua composição desde elementos químicos, em estado puro ou quase puro, e sais simples a silicatos complexos com milhares de formas conhecidas. Embora em sentido estrito o petróleo, o gás natural e outros compostos orgânicos formados em ambientes geológicos sejam minerais, geralmente a maioria dos compostos orgânicos é excluída. Também são excluídas as substâncias, mesmo que idênticas em composição e estrutura a algum mineral, produzidas pela atividade humana (como por exemplos os betões ou os diamantes artificiais). O estudo dos minerais constitui o objeto da mineralogia. == Estrutura cristalina == Um dos pilares fundamentais do estudo dos minerais, e um dos elementos determinantes na sua classificação, é a determinação da sua estrutura cristalina (ou ausência dela), já que esse factor determina, a par com a composição química, a generalidade das propriedades do material e fornece indicações claras sobre os processos e ambientes geológicos que estiveram na sua origem, bem como o tipo de rochas de que poderá fazer parte. Neste contexto, estrutura cristalina significa o arranjo espacial de longo alcance em que se encontram os átomos ou moléculas no mineral. Na natureza existem 14 arranjos básicos tridimensionais de partículas (neste caso átomos ou moléculas, entenda-se), designados por redes de Bravais, agrupados em 7 sistemas de cristalização distintos, que permitem descrever todos os cristais até agora encontrados (as excepções conhecidas são os quase cristais de Shechtman, os quais, contudo, não são verdadeiros cristais por não possuírem uma malha com repetição espacial uniforme). É portanto da conjugação da composição química e da estrutura cristalina que é definido um mineral, sendo em extremo comuns substâncias que em condições geológicas distintas cristalizam em formas diferentes, para não falar da similaridade de cristalização por parte de substâncias com composição química totalmente diversa. De facto, dois ou mais minerais podem ter a mesma composição química, mas estruturas cristalinas diferentes, sendo nesse caso conhecidos como polimorfos do mesmo composto. Por exemplo, a pirite e a marcassite são ambos constituídos por sulfeto de ferro, embora sejam totalmente distintos em aspecto físico e propriedades. Similarmente, alguns minerais têm composições químicas diferentes, mas a mesma estrutura cristalina, originando isomorfos. Um exemplo é dado pela halite, um composto de sódio e cloro em tudo similar ao vulgar sal de cozinha, a galena, um sulfeto de chumbo, e a periclase, um composto de magnésio e oxigénio. Apesar de composições químicas radicalmente diferentes, todos estes minerais compartilham da mesma estrutura cristalina cúbica. As estruturas cristalinas determinam de forma preponderante as propriedades físicas de um mineral: apesar do diamante e grafite terem a mesma composição, a grafite é tão branda que é utilizada como lubrificante, enquanto o diamante é o mais duro dos minerais, o qual é derivado do carbono. Para ser classificado como um \"verdadeiro\" mineral, uma substância deve ser um sólido e ter uma estrutura cristalina definida. Deve também ser uma substância homogénea natural com uma composição química definida. Substâncias semelhantes a minerais que não satisfazem estritamente a definição, são por vezes classificados como mineralóides. Estão actualmente catalogados mais de 4 000 minerais, todos eles reconhecidos e classificados de acordo com a International Mineralogical Association (IMA), a instituição de referência na aprovação da classificação e nomenclatura internacional dos minerais. De fora ficam materiais como a obsidiana ou o âmbar, que embora tenham carácter homogéneo, origem geológica e aspecto mineral dado pela sua origem, ocorrência e características macroscópicas, não são materiais cristalinos. == Minerais e rochas == Embora na linguagem comum por vezes os termos mineral e rocha sejam utilizados de forma quase sinônima, é importante manter uma distinção clara entre ambos. É preciso não perder de vista que um mineral é um composto químico com uma determinada composição química e uma estrutura cristalina definida, como atrás foi apontado. Se é verdade que existem rochas compostas por um único mineral, na generalidade dos casos, uma rocha é uma mistura complexa de um ou diversos minerais, em proporções variadas, incluindo frequentemente fracções, que podem ser significativas ou mesmo dominantes, de material vítreo, isto é, não cristalino. Os minerais específicos numa rocha, ou seja aqueles que determinam a classificação desta, variam muito. Alguns minerais, como o quartzo, a mica ou o talco apresentam uma vasta distribuição geográfica e petrológica, enquanto outros ocorrem de forma muito restrita. Mais de metade dos mais de 4000 minerais reconhecidos são tão raros que foram encontrados somente num punhado das amostras, e muitos são conhecidos somente por alguns pequenos cristais. Pondere-se a diferença de abundância entre o quartzo e o diamante, sendo certo que este último é um dos minerais mais raros. == Propriedades físicas dos minerais == As propriedades físicas dos minerais resultam da sua composição química e das suas características estruturais. As propriedades físicas mais óbvias e mais facilmente comparáveis são as mais utilizadas na identificação de um mineral. Na maioria das vezes, essas propriedades, e a utilização de tabelas adequadas, são suficientes para uma correcta identificação. Quando tal não é possível, ou quando um elevado grau de ambiguidade persiste, como no caso de muitos isomorfos similares, a identificação é realizada a partir da análise química, de estudos de óptica ao microscópio petrográfico ou por difracção de raios X ou de neutrões. São as seguintes as propriedades físicas macroscópicas, isto é observáveis sem necessidade de equipamento sofisticado (por vezes designadas, por essa razão, por propriedades de campo). === Cor === É uma característica extremamente importante dos minerais. Pode variar devido a impurezas existentes em minerais como o quartzo, o corindo, a fluorite, a calcite e a turmalina, entre outros. Em outros casos, a superfície do mineral pode estar alterada, não mostrando sua verdadeira cor. A origem da cor nos minerais está principalmente ligada à presença de iões metálicos, fenómenos de transferência de carga e efeitos da radiação ionizante. Eis alguns exemplos: * Jadeíte — esverdeado; * Augita — verde escuro a preto; * Cassiterita — verde a castanho; * Pirita — amarelo- ouro === Brilho === O brilho é a característica dos minerais quando são observados à luz, nas superfícies frescas de fractura do mineral (ou as faces dos seus cristais ou as superfícies de clivagem). O brilho é avaliado à vista desarmada e descrito em termos comparativos utilizando um conjunto de termos padronizados. Os brilhos são em geral agrupados em: metálico e não metálico ou vulgar. Diz-se que o brilho é não metálico, ou vulgar, quando não é semelhante aos dos metais, sendo característico dos minerais transparentes ou translúcidos. Dentro das grandes classes atrás apontadas, o brilho de um mineral pode ser descrito como: * Brilhos não metálicos: ** Acetinado — brilho não metálico que faz lembrar o brilho do cetim; é característico dos minerais fibrosos; ** Adamantino — brilho não metálico que, pelas suas características, nomeadamente a intensidade, se assemelha ao do diamante (são exemplos a pirargirita e a cerussita; ** Ceroso — brilho não metálico que lembra o da cera (é exemplo a variscita); ** Nacarado — brilho não metálico semelhante ao das pérolas (é exemplo a caulinita); ** Resinoso — brilho não metálico que lembra o observado nas superfícies de fractura das resinas (é exemplo a monazita); ** Vítreo — brilho não metálico que lembra o do vidro (são exemplos a fluorita, a halita e a aragonita); * Brilhos metálicos: ** Metálico — brilho que se assemelha ao dos metais, sendo característico de minerais opacos como a galena, a calcopirita e a pirita; ** Submetálico — brilho que faz lembrar o dos metais, mas não tão intenso, sendo característico dos minerais quase opacos como a cromita. === Traço (ou risca) === A risca é a cor de um mineral quando reduzido a pó. A cor do traço de um mineral pode ser observada quando uma louça ou porcelana branca é riscada. A clorite, a gipsita (gesso) e o talco deixam um traço branco, enquanto o zircão, a granada e a estaurolita deixam, comummente, um traço castanho avermelhado. O traço de um mineral fornece uma importante característica para sua identificação, já que permite diferenciar materiais com cores e brilhos similares. === Clivagem === É a forma como muitos minerais se quebram seguindo planos relacionados com a estrutura molecular interna, paralelos às possíveis faces do cristal que formariam. A clivagem é descrita em cinco modalidades: desde pobre, como na bornita; moderada; boa; perfeita; e proeminente, como nas micas. Os tipos de clivagem são descritos pelo número e direcção dos planos de clivagem. === Fractura === Refere-se à maneira pela qual um mineral se parte, excepto quando ela é controlada pelas propriedades de clivagem e partição. O estilo de fracturação é um elemento importante na identificação do mineral. Alguns minerais apresentam estilos de fracturação muito característicos, determinantes na sua identificação. Minerais com fractura conchoidal, por exemplo, são: quartzo, zircão, ilmenita, calcedônia, opala, apatita. === Dureza === Expressa a resistência de um mineral à abrasão ou ao risco. Ela reflete a força de ligação dos átomos, iões ou moléculas que formam a estrutura. A escala de dureza mais frequentemente utilizada, apesar da variação da dureza nela não ser gradativa ou proporcional, é a escala de Mohs, que consta dos seguintes minerais de referência (ordenados por dureza crescente): * 1 — Talco; * 2 — Gesso; * 3 — Calcite; * 4 — Fluorita; * 5 — Apatita; * 6 — Ortoclásio; * 7 — Quartzo; * 8 — Topázio; * 9 — Corindon; * 10— Diamante. === Densidade === É a medição directa da densidade mássica, medida pela relação directa entre a massa e o volume do mineral. Os minerais de brilho metálico apresentam densidades próximas da da pirite (5,0), enquanto que os minerais de brilho não metálico apresentam densidades próximas da do quartzo ou calcite (2,6/2,7). Qualquer mineral com uma densidade superior a 7 já é considerado muito denso, como é o caso do ouro. === Tenacidade === Mede a coesão de um mineral, ou seja, a resistência a ser quebrado, dobrado ou esmagado. A tenacidade não reflecte necessariamente a dureza, antes sendo dela geralmente independente: o diamante, por exemplo, possui dureza muito elevada (é o termo mais alto da escala de Mohs), mas tenacidade relativamente baixa, já que quebra facilmente se submetido a um impacto. A tenacidade dos minerais é expressa em termos qualitativos, utilizando uma linguagem padronizada: * Quebradiço ou frágil — o mineral parte-se ou é pulverizado com facilidade; * Maleável — o mineral, por impacto, pode ser transformado em lâminas; * Séctil — o mineral pode ser cortado por uma lâmina de aço; * Dúctil — o mineral pode ser estirado para formar fios; * Flexível — o mineral pode ser curvado sem, no entanto, voltar à sua forma original; * Elástico — o mineral pode ser curvado, voltando à sua forma original quando o forçamento cessa. === Magnetismo === Ocorre nos poucos minerais que devido à sua natureza ferromagnética são atraídos por um ímã. Os exemplos mais comuns são a magnetite, a pirrotite e outros com elevado teor de metais que podem ser magnetizados após aquecimento, como o manganês, o níquel e o titânio. === Peso específico (ou densidade relativa) === É a relação do peso de um mineral quando comparado com o peso de igual volume de água. Para isto, o mineral deve ser pesado imerso em água e ao ar. O processo utiliza a balança de Jolly, aplicando a seguinte fórmula: : G = \\frac{\\rm (b - a)} {\\rm (b - c)} :onde b\\\\!\\, é o peso do mineral fora da água; a\\\\!\\, a referência inicial da balança ou calibragem em zero; e c\\\\!\\, o peso do mineral dentro da água. Assim, por exemplo, se um mineral tem peso específico 3,0 determinada pelo processo descrito, tal significa que ele pesa três vezes mais que igual volume de água. === Sistema cristalino === A forma do cristal é muito importante na identificação do mineral, pois ela reflecte a organização cristalina da estrutura dos minerais e dá boas indicações sobre o sistema de cristalização do mineral. Algumas vezes o cristal é tão simétrico e perfeito nas suas faces que coloca em dúvida a sua origem natural. Porém, os cristais perfeitos são muito raros, pelo que a maioria dos cristais apenas desenvolve algumas de suas faces. == Classificação química dos minerais == Os minerais podem ser classificados de acordo com sua composição química e são listados abaixo na ordem aproximada de abundância na crosta terrestre. === Silicatos === O grupo dos silicatos é o maior grupo de minerais, sendo compostos principalmente por silício e oxigénio, com a adição de catiões como o magnésio, o ferro e o cálcio. Alguns dos mais importantes silicatos constituintes de rochas comuns são o feldspato, o quartzo, as olivinas, as piroxenas, as granadas e as micas. === Carbonatos === O grupo dos carbonatos é composto de minerais contendo o anião (CO3)2- e inclui a calcite e a aragonita (carbonatos de cálcio), a dolomita (carbonato de magnésio e cálcio) e a siderita (carbonato de ferro). Os carbonatos são geralmente depositados em ambientes marinhos pouco profundos, com águas límpidas e quentes, como por exemplo em mares tropicais e subtropicais. Os carbonatos encontram-se também em rochas formadas por evaporação de águas pouco profundas (os evaporitos, como por exemplo os existentes no Great Salt Lake, Utah) e em ambientes de karst, isto é regiões onde a dissolução e a precipitação dos carbonatos conduziu à formação de cavernas com estalactites e estalagmites. A classe dos carbonatos inclui ainda os minerais de boratos e nitratos. === Sulfatos === Todos os sulfatos contém o anião sulfato na forma SO4. Os sulfatos formam-se geralmente em ambientes evaporíticos, onde águas de alta salinidade são lentamente evaporadas, permitindo a formação de sulfatos e de halóides na interface entre a água e o sedimento. Também ocorrem em sistemas de veios hidrotermais sob a forma de minerais constituintes da ganga associada a minérios de sulfetos. Os sulfatos mais comuns são a anidrita (sulfato de cálcio), a celestita (sulfato de estrôncio) e o gesso (sulfato hidratado de cálcio). Nesta classe incluem-se também os minerais de cromatos, molibdatos, selenatos, sulfetos, teluratos e tungstatos. === Halóides === O grupo dos halóides é constituído pelos minerais que formam os sais naturais, incluindo a fluorite, a halite (sal comum) e o sal amoníaco (cloreto de amónia). Os halóides, como os sulfatos, são encontrados geralmente em ambientes evaporíticos, tais como lagos do tipo playa e mares fechados (por exemplo nas margens do Mar Morto). Inclui os minerais de fluoretos, cloretos e iodetos. === Óxidos === Os óxidos constituem um dos grupos mais importantes de minerais por formarem minérios dos quais podem ser extraídos metais. Ocorrem geralmente como precipitados em depósitos próximo da superfície, como produtos de oxidação de outros minerais situados na zona de alteração cerca da superfície ou ainda como minerais acessórios das rochas ígneas da crusta e do manto. Os óxidos mais comuns incluem a hematite (óxido de ferro), a espinela (óxido de alumínio e magnésio, um componente comum do manto) e o gelo (de água, ou seja óxido de hidrogénio). São também incluídos nesta classe os minerais de hidróxidos. === Sulfetos === Muitos sulfetos são também economicamente importantes como minérios metálicos, incluindo-se entre os mais comuns a calcopirita (sulfeto de cobre e ferro) e a galena (sulfeto de chumbo). A classe dos sulfetos também inclui os minerais de selenetos, teluretos, arsenietos, antimonetos, os bismutinetos e ainda os sulfossais. === Fosfatos === O grupo dos fosfatos inclui todos os minerais com uma unidade tetraédrica de AO4 onde A pode ser fósforo, antimónio, arsénio ou vanádio. O fosfato mais comum é a apatite, a qual constitui um importante mineralóide, encontrado nos dentes e nos ossos de muitos animais. Esta classe inclui os minerais de fosfatos, vanadatos, arseniatos e antimonatos. === Elementos nativos === O grupo dos elementos nativos inclui os metais e amálgamas intermetálicas (como as de ouro, prata e cobre), semi-metais e não-metais (antimónio, bismuto, grafite e enxofre). Este grupo inclui também ligas naturais, como o electro (uma liga natural de ouro e prata), fosfinos (hidretos de fósforo), nitritos e carbetos (que geralmente são só encontrados em alguns raros meteoritos). == Minerais dietéticos == Designam-se por minerais dietéticos os compostos inorgânicos necessários à vida, incluindo aqueles que devem fazer parte da boa nutrição humana. Entre estes minerais inclui-se o sal de cozinha e compostos contendo nutrientes e oligoelementos como o potássio, o cálcio, o ferro, o zinco, o magnésio e o cobre. Os minerais dietéticos podem ser constituintes naturais do alimento ou propositadamente adicionados, na forma elementar ou mineral, ao alimento, como o acontece com suplementos à base de carbonato de cálcio ou de sais ferrosos. Alguns destes aditivos provêm de fontes naturais, como os depósitos de conchas, para o carbonato de cálcio. Em alternativa, os minerais podem ser adicionados à dieta em separado dos alimentos, sob a forma de suplementos. Entre os animais, e também de forma inadvertida, entre os humanos, uma fracção importante de minerais dietéticos é ingerida acidentalmente por ingestão de poeiras. Entre os herbívoros é importante a pica, ou geofagia, isto é a ingestão acidental de poeiras e materiais do solo em conjunto com a dieta normal. A geofagia humana também é corrente em algumas sociedades rurais e como distúrbio alimentar, particularmente entre crianças. == Ver também == * Cristal * Estrutura cristalina * Gema (mineralogia) * Lista de minerais * Mineração * Mineralogia * Pedreira (geologia) * Carvão * Poeira mineral == Referências == == Ligações externas == * * * * Categoria:Mineralogia",
 "title": "Mineral"
}