{
 "id": "24297",
 "text": "Los Hermanos é uma banda brasileira de rock alternativo, formada no Rio de Janeiro, em 1997. O som do grupo foi fortemente influenciado por bandas do underground carioca dos anos 1990, tais como Acabou La Tequila, Carne de Segunda e Mulheres Q Dizem Sim, entre outras, e pelo som de bandas estrangeiras como Weezer e Squirrel Nut Zippers. == História == === 1997 - 1998: O início e a repercussão === Até então estudantes da Pontifícia Universidade Católica do Rio de Janeiro (PUC-Rio), Marcelo Camelo (jornalismo) e Rodrigo Barba (psicologia) formaram uma banda que contrapunha o peso do hardcore com a leveza de letras sobre o amor.Entrevista ao Site Scream & Yell / fevereiro de 2002: \"[...] No início da banda a ideia era misturar letras de amor com hardcore. O peso da melodia e a leveza das letras. Foi o mote inicial, por isso o primeiro disco tem essa cara. Mas à medida que começamos a viajar juntos, trocar discos, conversar mais sobre música, isso foi se dissipando. É inevitável que o som mude. Depois de tanto tempo de convívio, tocando juntos, é natural que essa fórmula hardcore, ska, reggae, esteja cansativa. Assim como no terceiro vamos tentar uma coisa diferente. Isso é meio que um cerne da banda, tentar sempre coisas diferentes.\" Além disso, a banda contava com um saxofonista e, posteriormente, o tecladista Bruno Medina, estudante de publicidade na mesma faculdade, foi incorporado à formação do grupo. Com a entrada dos músicos Rodrigo Amarante (vocais, guitarra e percussão) e Patrick Laplan (baixo) e com a saída de três músicos de sua formação (o trompetista Márcio e os saxofonistas Carlos e Victor), a banda gravou, em 1997 seus primeiros materiais: as demos \"Chora\" e \"Amor e Folia\". As demos repercutiram na cena underground do Rio de Janeiro e, posteriormente, os Los Hermanos foram chamados para tocar no \"Superdemos\", grande festival de música independente carioca e no festival Abril Pro Rock, de Recife, considerado um dos festivais que mais revelam artistas nacionais. === 1999 - 2001: Los Hermanos e o sucesso === Em 1999, a banda assinou com a gravadora Abril Music e lançou seu primeiro álbum, o homônimo Los Hermanos, que repercutiu entre o público jovem, identificados com as letras estilo Jovem Guarda, misturadas a um conjunto musical influenciado pelo rock, ska e samba. Entrevista da banda ao site Scream Yell, à época do lançamento do segundo disco / fevereiro de 2002: O primeiro disco é permeado pela mistura de ska e hardcore, estilos quase desaparecidos no segundo disco... Amarante (rindo): Vamos fazer um hardcore pra você. Camelo: No início da banda a ideia era misturar letras de amor com hardcore. O peso da melodia e a leveza das letras. Foi o mote inicial, por isso o primeiro disco tem essa cara. Mas à medida que começamos a viajar juntos, trocar discos, conversar mais sobre música, isso foi se dissipando. É inevitável que o som mude. Depois de tanto tempo de convívio, tocando juntos, é natural que essa fórmula hardcore, ska, reggae, esteja cansativa. Assim como no terceiro vamos tentar uma coisa diferente. Isso é meio que um cerne da banda, tentar sempre coisas diferentes. O sucesso do álbum foi puxado pela música \"Anna Júlia\", escolhida - pela gravadora - como primeiro single do trabalho. O disco foi produzido pelo famoso produtor Rick Bonadio, conhecido por emplacar bandas-fenômenos. Segundo Bonadio, teria sido ele o responsável por convencer os integrantes da banda a inserir a canção na seleção do repertório final do álbum. O single é inspirado numa paixão do produtor da banda e levou a banda não só às rádios de todo o país, mas a eventos diversos, como feiras agropecuárias, estádios de futebol,Matéria do site Globoesporte sobre a adesão da música \"Anna Julia\" pela torcida do clube de futebol Vasco da Gama. A matéria traz um email que o vocalista enviou em retribuição ao gesto / janeiro de 2008: As novas torcidas do Rio de Janeiro não param de inovar e criar novas canções. Desta vez, a Guerreiros do Almirante, do Vasco, fez uma versão do hit \"Anna Julia\", da banda carioca Los Hermanos. A estreia oficial da nova música, que pode ser encontrada no site oficial da GDA, será no primeiro jogo do time da Colina no Campeonato Carioca, contra o Madureira, no domingo, em São Januário. e micaretas, e a tocar para mais de 80 mil pessoas em alguns festivais do país, mesmo com um único disco lançado. A banda era presença constante em programas populares de auditório em canais abertos. Em apenas um semestre, \"Anna Julia\" já figurava nas primeiras posições das principais rádios do país.Declaração de Bruno Medina, em seu blog / agosto de 2008 Seu videoclipe, que contava com a atriz Mariana Ximenes,ocities.com/chispbr/mariana_ximenes Biografia da atriz / Agosto de 2008. era constantemente exibido em programas dedicados ao gênero tanto nos canais abertos, como na MTV. Somente naquele ano, Los Hermanos já havia vendido 300 mil cópiasMatéria com entrevista ao site Scream Yell / Fevereiro de 2002 . e emplacado dois singles na parada de sucesso, como a já citada \"Anna Julia\" e o segundo single, \"Primavera\". O álbum emplacou também uma indicação ao Grammy de 2000. Na entrega do Prêmio Multishow de Música Brasileira 2000, Marcelo Camelo demonstrou estar embaraçado ao ganhar de Chico Buarque na categoria de melhor música, com \"Anna Julia\". Envergonhado, disse: \"Cara, eu não sei nem o que falar. Eu me sinto envergonhado de ganhar um prêmio em uma categoria em que o Chico Buarque esteja competindo\".http://multishow.globo.com/especiais/premio- multishow-2012/videos/2094878.htm Em 2001, a música \"Anna Júlia\" foi gravada pelo ex-beatle George Harrison. Antes de seu falecimento, Harrison se juntou ao vocalista Jim Capaldi, do Traffic, para gravar uma versão em inglês para o sucesso. ===2001 - 2002: Bloco do Eu Sozinho === Dois anos depois, em julho de 2001, o grupo lança o álbum Bloco do Eu Sozinho, também pela Abril Music. O título do disco faz referência a um ser solitário e melancólico, no meio de um bloco de carnaval. Algumas das músicas desse álbum, foram tocadas no Rock in Rio III. A banda perdera o baixista Patrick Laplan, alegando divergências musicais, o qual montou sua própria banda, Eskimo. Bloco do Eu Sozinho surpreendeu grande parte do público por ser um álbum (quase) sem resquícios do anterior. Ao som da banda, acrescentaram-se levadas melancólicas do samba, da bossa nova e de outros ritmos latinos. A euforia do primeiro álbum não se repetiu nas vendas e a banda passou a tocar em lugares menores, com a diminuição de seu público. Porém, a partir desse ponto, a banda ganhava um grande aliado em sua caminhada, justamente o público, que se mostrava cada vez mais fiel. Músicas como o primeiro single \"Todo Carnaval tem seu Fim\", \"A Flor\", \"Sentimental\", entre outras, tornaram-se hits à parte do lado comercial. Depois de algum tempo do lançamento, a crítica especializada começaria a elogiar o álbum, que ganhou notoriedade no meio após ter chegado ao conhecimento de todos a divergência que havia entre a banda e a gravadora. O guitarrista Rodrigo Amarante, passou a ter mais espaço na banda, com composições como \"Retrato Pra Iaiá\", \"Sentimental\", \"Cher Antoine\" e \"A Flor\" (essa com Marcelo Camelo). Seguiram-se ainda participações no \"Fordsupermodels\" (a banda tocava em um palco, fazendo a trilha sonora para o evento de moda), e no Luau MTV, no qual foram incluídas, em versão acústica, músicas do primeiro e do segundo CD, além de covers de “A Palo Seco” de Belchior e “Esquadros” de Adriana Calcanhoto, e que mais tarde seria lançado em DVD. O videoclipe da música “Fingi Na Hora Rir” foi dirigido por Caíto Mainier. ===2003 - 2004: Ventura=== O ano de 2003 chegava e já na BMG, os Hermanos lançaram o álbum Ventura. Antes chamado de Bonança, foi o primeiro disco brasileiro a \"vazar\" em sua fase de pré-produção. O terceiro álbum apresentava um Los Hermanos multi-facetado. De \"Samba a Dois\" ao pop rock de \"O Vencedor\" ou dos diálogos de \"Conversa de Botas Batidas\" e \"Do Lado de Dentro\", Ventura vinha com status do álbum que consolidaria a banda no cenário nacional. O primeiro single, \"Cara Estranho\", marcou boa presença nas rádios e em premiações de videoclipes. Vieram depois \"O Vencedor\" e \"Último Romance\", essa última de Rodrigo Amarante, que assinou 5 das 15 músicas do álbum e passou a se destacar como compositor do cenário. A cantora Maria Rita em seu álbum homônimo, gravou três músicas de Marcelo Camelo: \"Santa Chuva\", \"Cara Valente\" e \"Veja Bem Meu Bem\". Os shows passaram a abrigar uma legião de fãs que passaram a ser a marca registrada da banda. Foi na turnê do álbum Ventura, que foi registrado o DVD Los Hermanos no Cine Íris, em 28 de junho de 2004, gravado no Rio de Janeiro, com um repertório predominante do álbum. Foi nesta época que a banda gravou a trilha sonora do curta-metragem Castanho, de Eduardo Valente, na qual o estilo do disco ficou muito evidente na primitiva versão de \"Conversa de Botas Batidas\" e da canção conhecida só por \"Tema do Macaco\". Na apresentação da banda no Video Music Brasil (VMB) do ano de 2003, foram apresentados pelo cantor e compositor Caetano Veloso. Ao anunciar a banda, Veloso colocou uma barba ruiva postiça, tal como todos os membros das primeiras filas da premiação. Ato classificado como \"mico\", pelo tecladista Bruno Medina.Matéria da Revista Veja sobre os Los Hermanos, comentando o ato de Caetano Veloso / Outubro de 2003: \"Caetano Veloso até vestiu uma barba postiça, à la Los Hermanos, para apresentar o grupo na mais recente premiação da MTV. \"Foi um gesto até bonito, mas ele não precisava pagar aquele mico\", diz o tecladista Bruno Medina\". Em janeiro de 2004, a banda se apresentou no programa Domingão do Faustão, da Rede Globo. Durante o programa, a banda tocou a música \"Anna Júlia\", devido a insistência do apresentador Fausto Silva em dizer que a banda \"nunca mais tocara\" a canção. A banda recebeu um e-mail de uma fã, questionando e criticando o apresentador. Essa crítica foi rebatida pelo tecladista Bruno Medina, no próprio site da banda.Email de uma fã da banda e resposta de Bruno Medina sobre a apresentação no programa Domingão do Faustão / janeiro de 2004: \"Juliana (23 anos, Recife/PE) Na verdade nao é bem uma pergunta, é mais um desabafo! Sei q essa historia de gravadora é chata pra caramba, quem manda é ela e tal. Mas sinceramente fiquei decepcionada com aquela apariçao bizarra de vcs no Faustao!!!!!! E acho q nao fui a unica, estou representando varios fãs desapontados! :( Depois de tantas coisas legais q vcs fizeram, ir pra Faustao pra cantar Anna julia foi PESSIMO!! O pior é q eu sei q vcs também acharam! Bom! É isso! espero vcs dia 30 aqui em Recife. Um beijao! 'Resposta do Bruno': Não fomos obrigados por ninguém a ir no Faustão, fomos porque achamos que seria uma boa oportunidade para a banda. Na verdade pensamos que ir ou não a um programa de tv não deveria importar tanto porque nada vai mudar no que somos ou o que fizemos a partir dessa experiência. Participar de um programa como o do Faustão significa levar nossas músicas e nossas opiniões para um grande público que é excluido naturalmente por não ter tv a cabo, onde aparecemos com maior frequência. Como diz o ditado não se pode fazer um omelete sem quebrar os ovos, portanto mesmo que não tenha sido a participação dos sonhos acho ainda sim que foi positivo. Muita gente confunde opinião com rebeldia, oposição ou postura. O Los Hermanos será o Los Hermanos em qq lugar que vá. Se ir ao Faustão significa para alguns ter menos afeto pela banda ou desacreditar tudo que já foi dito ou feito por nós, realmente só posso lamentar. Porque para revolucionar alguma coisa é preciso primeiro estar inserido nela. Ninguém ressalta o fato de que para alguns pode ter representado uma esperança ver uma banda como nós na Globo, num domingo no meio da tarde. Isso significa que vencemos e não que fomos vencidos. Pois se existe interesse em nossa banda por parte de um programa de grande audiência provamos para todos aqueles que duvidavam de nossa capacidade que somos sim uma banda viável. Em 2 julho de 2004, o vocalista Marcelo Camelo foi agredido pelo vocalista Chorão, da banda Charlie Brown Jr.. A agressão ocorreu na sala de desembarque do aeroporto de Fortaleza e o agressor, chegou a ser detido pela Polícia Federal.Matéria da Folha de S.Paulo sobre a agressão / julho de 2004: O líder da banda Charlie Brown Jr., Alexandre Magno Abrão, o Chorão, acertou uma cabeçada no nariz e um soco no olho do vocalista e guitarrista do grupo Los Hermanos, Marcelo Camelo, no aeroporto de Fortaleza. O Charlie Brown Jr., mesmo enviando uma nota pedindo desculpas pelo acontecimento,Chorão pede desculpas a Camelo / julho de 2004: O vocalista do Charlie Brown Jr., Chorão, pediu desculpas para Marcelo Camelo dos Los Hermanos, porém, Marcelo Camelo não se comoveu com o arrependimento de Chorão e continua com a ideia de processá-lo pela agressão sofrida no último dia 2 em Fortaleza. foi processado por Camelo e teve que indenizar o cantor da banda carioca por danos morais e ressarcimentos de compromissos cancelados. A agressão ocorreu por causa de declarações de Marcelo Camelo e de Rodrigo Amarante, à revista OI, sobre a então recente campanha publicitária da marca de refrigerantes Coca-Cola. Na ocasião, a banda paulista era a contratada e, no vídeo, questionava um rapaz que não estava de acordo com os itens oferecidos no comercial. Declarações à Revista OI e nota da assessoria de imprensa da banda carioca / julho de 2004 : ORepúdio parece ser a palavra que melhor descreve nosso sentimento diante dessa barbaridade. Agora cumprimos nossa agenda previamente marcada e as medidas cabíveis serão tomadas no seu devido tempo. *Em 2012 se reuniram na turnê da banda por todo o país para comemorar os 15 anos da banda. Ainda em 2004, foi lançado o documentário \"Além Do Que Se Vê\", também dirigido por Caíto Mainier, mostra os bastidores do processo de gravação de Ventura. === 2005 - 2007: 4 e hiato=== Em 2005 chega o quarto álbum da banda, 4. Produzido por Alexandre Kassin, que assinara os dois últimos, o álbum mostrava um conteúdo mais introspectivo e uma aproximação mais impactante com a MPB. O disco, no entanto, seria considerado \"irregular\" pela grande crítica. Seja no violão de \"Sapato Novo\" e na bossa de \"Fez-se Mar\", ou a predominância de um clima saudoso nas letras de Camelo e Amarante, 4 dividiu novamente o público: a banda estava em mais um novo rumo. O álbum teve como single de bastante repercussão a música \"O Vento\" do guitarrista Rodrigo Amarante. Seguiram-se a esse single \"Condicional\" e \"Morena\", ambas as músicas com clipes lançados ao mesmo tempo. Em abril de 2007, a banda anunciou um recesso por tempo indeterminado nos trabalhos, alegando o acúmulo de muitos projetos pessoais ao longo de seus dez anos de carreira. Estavam previstos dois shows de despedida, a se realizarem nos dias 8 e 9 de junho de 2007, que posteriormente seriam lançados no CD e DVD Los Hermanos na Fundição Progresso. Porém devido à grande procura por ingressos (que haviam rapidamente se esgotado), a banda decidiu fazer um show extra no dia 7 de junho (show que não foi incluído no DVD). O álbum foi oficialmente lançado em agosto de 2008 em parceria com o canal Multishow. ===2009 - 2010: Reuniões esporádicas=== Mesmo em recesso, a banda realizou duas apresentações no festival Just a Fest, nos dias 20 e 22 de março de 2009, nas cidades do Rio de Janeiro e São Paulo, respectivamente. Nos shows, abriu junto com a banda alemã Kraftwerk para a banda inglesa Radiohead. Em 2010, a banda deu início a uma mini-turnê pelo Nordeste. Os shows em Fortaleza (no Ceará Music), Salvador e Recife foram confirmados por Bruno Medina em sua coluna no portal G1.Então… - G1 No mês de outubro a banda tocou no festival SWU, realizado no interior de São Paulo. Apesar dessa pequena quebra no hiato, nenhuma notícia sobre álbum novo foi confirmada. === 2012 - 2015: Turnês === Em novembro de 2011, Bruno Medina publicou em seu blog pessoal, no G1, que em 2012 o Los Hermanos sairia para uma turnê, as datas coincidem com o 15º aniversário da banda. \"Reconheço que, faz uns bons dias, venho pensando sobre a melhor maneira de começar a redigir este post que vocês agora leem; e não era para menos, afinal a mim foi delegada a delicada missão de tornar pública uma notícia que com certeza deixará muitos queixos caídos por aí, a começar pelo meu próprio. Sim, apesar das circunstâncias me envolverem diretamente, foi com surpresa que presenciei o encadeamento de uma série de felizes coincidências, sem as quais nada do que tenho para contar a vocês teria sido possível. Bom, acho que já fiz suspense o suficiente, portanto hora de parar de encher linguiça e ir logo ao que importa. É com enorme satisfação, um certo frio na barriga e a expectativa de despertar alguns sorrisos Brasil afora que anuncio: 2012 será ano de turnê do Los Hermanos!\"Bruno Medina, G1, 15/11/2011 A turnê aconteceu em 12 cidades do Brasil. Em 5 de dezembro de 2014, a banda anunciou dois shows em mais uma reunião dos membros. As apresentações ocorreram em 30 e 31 de outubro de 2015 em comemoração ao aniversário de 450 anos da cidade do Rio de Janeiro. A pedido dos fãs, a banda também fez uma pequena turnê pelo Brasil. === 2019: Novo retorno === No fim de dezembro de 2018, os quatro integrantes anunciaram a nova turnê da banda. No ano de 2019, o disco de estreia completava 20 anos. A estreia da turnê aconteceu no dia 30 de março de 2019, o primeiro show desde 2015, no Lollapalooza Argentina, onde a banda tocou músicas de seus quatro discos. Entre 5 de abril e 18 de maio, a banda se apresentou em 11 cidades brasileiras, para um público total de 250 mil espectadores. A turnê contou com um setlist padronizado, onde alguns shows foram abertos com \"A Flor\" e terminaram com um encore de \"Deixa o Verão\", \"Azedume\" e \"Pierrot.\". No dia 2 de abril de 2019, após 14 anos, a banda lança uma nova música, o single \"Corre, Corre\". A música foi gravada em três dias, em 24, 25 e 26 de março, no estúdio Cia. dos Técnicos, em Copacabana. No mês seguinte, na noite do sábado, dia 4, a banda faz grande show no Maracanã e toca 26 músicas, celebrando toda a discografia. 42 mil pessoas assistiram a apresentação no estádio. O show foi transmitido ao vivo pelo canal pago Multishow. Segundo o site setlist.fm, o show do Maracanã foi composto por 10 músicas do disco Ventura, 6 músicas do 4, 6 músicas do Bloco do Eu Sozinho, 4 músicas do Los Hermanos e o single \"Corre, Corre\". Das 27, Marcelo Camelo canta 16, incluindo \"A Flor\", que conta com a participação de Rodrigo Amarante, que por sua vez, canta 11 músicas do concerto.https://www.setlist.fm/setlist/los-hermanos/2019/estadio-do-maracana- rio-de-janeiro-brazil-5b90ff4c.html O último show da turnê aconteceu no Allianz Parque, em São Paulo, para 45 mil pessoas. No dia 14 de maio de 2020, a banda lança seu segundo álbum ao vivo Los Hermanos 2019, gravado durante a turnê daquele ano. Em 2021, a música \"Sentimental\" passa a fazer parte da trilha da novela \"Verdades Secretas\", da TV Globo. == Integrantes == ===Linha do tempo=== ImageSize = width:800 height:150 PlotArea = left:100 bottom:60 top:0 right:50 Alignbars = justify DateFormat = yyyy Period = from:1997 till:2007 TimeAxis = orientation:horizontal format:yyyy Colors = id:Vocals value:red legend:Vocais id:Guitar value:green legend:Guitarra id:Keyboards value:purple legend:Teclados id:Bass value:blue legend:Baixo id:Drums value:orange legend:Bateria id:Lines value:black legend:Álbuns_de_estúdio Legend = orientation:horizontal position:bottom ScaleMajor = increment:1 start:1997 LineData = at:1999 color:black layer:back at:2001 color:black layer:back at:2003 color:black layer:back at:2005 color:black layer:back BarData = bar:Marcelo text:\"Marcelo Camelo\" bar:Rodrigo text:\"Rodrigo Amarante\" bar:Bruno text:\"Bruno Medina\" bar:Patrick text:\"Patrick Laplan\" bar:Barba text:\"Rodrigo Barba\" PlotData= width:10 textcolor:black align:left anchor:from shift:(11) bar:Marcelo from:1997 till:2007 color:Vocals bar:Marcelo from:1997 till:2007 color:Guitar width:6 bar:Marcelo from:2001 till:2007 color:Bass width:3 bar:Rodrigo from:1997 till:2007 color:Vocals bar:Rodrigo from:1997 till:2007 color:Guitar width:6 bar:Rodrigo from:2001 till:2007 color:Bass width:3 bar:Bruno from:1997 till:2007 color:Keyboards bar:Patrick from:1997 till:2001 color:Bass bar:Barba from:1997 till:2007 color:Drums === Integrantes === * Rodrigo Amarante - vocais, guitarra, percussão, baixo * Rodrigo Barba - bateria, percussão * Bruno Medina - teclado, vocal de apoio * Marcelo Camelo - vocais, guitarra, baixo === Banda de apoio === * Gabriel Bubu - baixo e guitarra * Marcelo Costa - saxofone e clarinete * Bubu Trompete - trompete * Mauro Zacharias - trombone * Leo Trindade - Composição === Ex- integrantes === * Patrick Laplan - baixo == Discografia == *(1999) Los Hermanos *(2001) Bloco do Eu Sozinho *(2003) Ventura *(2005) 4 == Prêmios e indicações == === Grammy Latino === * (1999) Indicado a Melhor Álbum de Rock Brasileiro com Los Hermanos * (2004) Indicado a Melhor Álbum de Rock Brasileiro com Ventura * (2006) Indicado a Melhor Álbum de Pop Contemporâneo com 4 === Prêmio Tim de Música Brasileira === * (2004) Indicado a Melhor Disco Pop/Rock com Ventura * (2004) Marcelo Camelo ainda concorria com Veja Bem Meu Bem (interpretada por Maria Rita), como melhor canção === Prêmio Multishow de Música Brasileira === * (2000) Vencedor do prêmio de Melhor Composição com Anna Julia * (2000) Vencedor do prêmio de Grupo revelação * (2002) Indicado ao prêmio de Melhor Disco com Bloco do Eu Sozinho * (2004) Vencedor do prêmio de Melhor Grupo * (2004) Indicado para Melhor Disco com Ventura * (2004) Indicado para Melhor Canção com O Vencedor * (2006) Rodrigo Amarante vence na categoria Melhor Instrumentista * (2006) Indicado para Melhor Grupo e Melhor Show * (2006) Indicado para Melhor Disco com 4 * (2006) Indicado para Melhor Canção com O Vento === MTV Video Music Brasil === * (2000) Vencedor na categoria Melhor Videoclipe de Artista Revelação com Anna Júlia * (2002) Indicado na categoria Melhor Fotografia com o clipe Todo Carnaval tem Seu Fim * (2003) Indicado na categoria Direção de Arte com Cara Estranho * (2003) Indicado na categoria Direção com Cara Estranho * (2003) Indicado na categoria Videoclipe do Ano com Cara Estranho * (2003) Indicado na categoria Audiência com Cara Estranho * (2003) Indicado na categoria Videoclipe de Rock com Cara Estranho * (2004) Indicado na categoria Direção com O V'''encedor' * (2004) Indicado na categoria Edição com O V'''encedor' * (2004) Site de Marcos Sketch e Ricardo Brautigam indicado na categoria Melhor Website * (2005) Indicado na categoria de Melhor Vídeo de MPB com O Vento * (2006) Blog Hermaniacos indicado na categoria Melhor Website * (2006) Vencedor na categoria Melhor Vídeo Clipe de MPB com Morena * (2007) Indicado na categoria Melhor Show * (2015) Blog O Que Essa Banda Tem? Um dos maiores geradores de conteúdo da banda é indicado ao Prêmio Top Blog Brasil 2015 == Ligações externas == * * * * * Categoria:Bandas de rock alternativo do Brasil Categoria:Bandas de rock do Brasil Categoria:Bandas da cidade do Rio de Janeiro Categoria:Bandas formadas em 1997 Categoria:Bandas extintas em 2007 Categoria:Bandas vencedoras do MTV Video Music Brasil Categoria:Vencedores do Prêmio Multishow de Música Brasileira",
 "title": "Los Hermanos"
}