{
 "id": "24324",
 "text": "Prometeu (, \"antevisão\"), na mitologia grega, é um titã (da segunda geração), filho de Jápeto (filho de Urano; um incesto entre Urano e GaiaPseudo- Apolodoro, Biblioteca, 1.1.3) e irmão de Atlas, Epimeteu e Menoécio.Momigliano, Os limites da Helenização.Rio de Janeiro. Sazar. 1991 Algumas fontes citam sua mãe como sendo Tétis, enquanto outras, como Pseudo- Apolodoro, apontam para ÁsiaPseudo-Apolodoro, Biblioteca, 1.2.3 oriental, também chamada de Clímene, filha de Oceano. Foi um defensor da humanidade, conhecido por sua astuta inteligência, responsável por roubar o fogo de Héstia e dá-lo aos mortais. Zeus, que temia que os mortais ficassem tão poderosos quanto os próprios deuses o teria então punido por este crime, deixando-o amarrado a uma rocha por toda a eternidade enquanto uma grande águia comia todo dia seu fígado — que se regenerava no dia seguinte. O mito foi abordado por diversas fontes antigas (entre elas dois dos principais autores gregos, Hesíodo e Ésquilo ()), nas quais Prometeu é creditado — ou culpado — por ter desempenhado um papel crucial na história da humanidade. == Etimologia == A etimologia popular do termo promēthéus vem de uma junção no grego antigo, onde pro significa \"antes\" e manthano significa \"aprender\"; resultando em \"antevisão\". Alguns linguistas modernos, no entanto, apontaram que o nome poderia ter uma raiz protoindo-europeia que também produziu o pramath védico, \"roubar\", com Prometeu como o ladrão do fogo. O mito védico do roubo do fogo por Mātariśvan é análogo ao relato presente na mitologia grega. A estes cognatos etimológicos pode-se acrescentar pramantha, ferramenta usada para se fazer fogo. == História == Segundo HesíodoHesíodo, Os Trabalhos e os Dias. São Paulo. Iluminuras. 1990 foi dada a Prometeu e a seu irmão Epimeteu a tarefa de criar os homens e todos os animais. Epimeteu encarregou-se da obra e Prometheus encarregou-se de supervisioná-la. Na obra, Epimeteu atribuiu a cada animal os dons variados de coragem, força, rapidez, sagacidade; asas a um, garras outro, uma carapaça protegendo um terceiro, etc. Porém, quando chegou a vez do homem, formou-o do barro. Mas como Epimeteu gastou todos os recursos nos outros animais, recorreu a seu irmão Prometeu. Este então roubou o fogo dos deuses e deu-o aos homens. Isto assegurou a superioridade dos homens sobre os outros animais. Todavia o fogo era exclusivo dos deuses. Como castigo a Prometeu, Zeus ordenou a Hefesto que o acorrentasse no cume do monte Cáucaso, onde todos os dias uma águia (ou abutre) dilacerava seu fígado que, todos os dias, regenerava-se. Esse castigo devia durar anos. Prometeu foi libertado do seu sofrimento por Hércules que, havendo concluído os seus doze trabalhos, se dedicou a aventuras.Pseudo-Apolodoro, Biblioteca, 1.7.1 No lugar de Prometeu, o centauro Quíron deixou-se acorrentar no Cáucaso, pois a substituição de Prometeu era uma exigência para assegurar a sua libertação.Ésquilo. Prometeu Acorrentado. In Teatro grego. São Paulo. Companhia das Letras. 1987 == Cultos == Prometeu tinha um pequeno santuário na região de Kerameikos, o bairro dos ceramistas de Atenas, a pouca distância da Academia - onde também existia um pequeno altar dedicado a ele.Pausânias (geógrafo), Descrição da Grécia, 1.30.2 De acordo com o autor grego Pausânias, do século II d.C., no local ocorria uma corrida em que os participantes empunhavam tochas, dedicada ao titã. Pausânias também menciona que as cidades de Argos e Ópos alegavam ser o local de repouso de Prometeu, e ambas ergueram sepulturas em sua homenagem. Pausânias também menciona que na cidade grega de Panopeu havia uma estátua venerada que alguns alegavam ser Prometeu, homenageado ali por ter criado a raça humana naquele local. == Versões do mito == === Hesíodo === O mito de Prometeu apareceu pela primeira vez na Teogonia (versos 507 a 616), obra do poeta épico grego do fim do século VIII a.C., Hesíodo. Filho do titã Jápeto com Clímene, umas das oceânides, era irmão de Menoécio, Atlas e Epimeteu. Na Teogonia, Hesíodo descreve Prometeu como um desafiante inferior à onipotência e onisciência de Zeus. Num célebre episódio, durante um banquete destinado a selar a paz entre mortais e imortais, Prometeu foi responsável por aplicar um estratagema em Zeus (545-557), ao colocar duas oferendas diferentes diante do deus olímpico: uma delas consistia de uma seleção de carne escondida dentro de um estômago de boi (alimento escondido dentro de um exterior repulsivo), enquanto a outra consistia dos ossos do boi totalmente envoltos em \"reluzente gordura\" (algo impossível de ser consumido dentro de um exterior atraente). Zeus escolheu a segunda, abrindo assim um precedente para os futuros sacrifícios, e a partir de então os humanos teriam passado a ficar com a carne dos animais que sacrificavam, dedicando aos deuses apenas os ossos, envoltos numa camada de gordura. O truque enfureceu Zeus, que retirou o fogo dos humanos como forma de retribuição. Prometeu, por sua vez, roubou o fogo dentro de um gigantesco caule de funcho, devolvendo-o à humanidade. Isto enraiveceu ainda mais Zeus, que enviou Pandora, a primeira mulher, para viver com os homens.Hesíodo, Teogonia, 590-93. Forjada por Hefesto a partir do barro, e trazida à vida por obra dos quatro ventos, todas as deusas do Olimpo reuniram-se para adorná-la. \"Dela descende a geração das femininas mulheres\", escreveu Hesíodo, \"dela é a funesta geração e grei das mulheres, grande pena que habita entre homens mortais, parceiras não da penúria cruel, porém do luxo.\" Prometeu por sua vez, como castigo eterno, foi acorrentado a uma rocha no Cáucaso, onde seu fígado era devorado cotidianamente por uma águia,The Aetos Kaukasios (\"Águia do Cáucaso\") in the Prometheus Myth apenas para vê-lo regenerar-se durante a noite, segundo a lenda, devido à sua imortalidade. Anos mais tarde, o herói grego Héracles (ou Hércules romano) abateria a águia e libertaria Prometeu de seus grilhões.Hesíodo, Teogonia Hesíodo abordou novamente a história de Prometeu em sua obra Os Trabalhos e os Dias (versos 42 a 105). Nela, o poeta fala com maior detalhe da reação de Zeus ao roubo do fogo. O deus olímpico não apenas retira o fogo dos e de subsistência\" (42). Não tivesse Prometeu provocado a ira de Zeus (44-47), \"comodamente em um só dia trabalharias para teres por um ano, podendo em ócio ficar; acima da fumaça logo o leme alojarias, trabalhos de bois e incansáveis mulas se perderiam.\" Hesíodo também expande a história da primeira mulher, citada na Teogonia, chamando-a agora explicitamente de Pandora (\"A que tudo dá\"). Após Prometeu roubar o fogo, Zeus envia-a aos homens como retaliação; apesar dos avisos de Prometeu, seu irmão Epimeteu aceita o \"presente\" dos deuses. Pandora foi advertida por Epimiteu para que nunca abrisse o baú do qual ele retirou os atributos que deu como presente aos animais, pois lá não restava nada de bom. Entretanto, Pandora tinha uma característica inerente a todas as mulheres, a curiosidade. Movida por este sentimento insaciável, Pandora abre o baú, e de dentro do mesmo saem todos os males e doenças que afligem a humanidade, tais como pestes, ciúme, inveja, ganância, e vários outros. Percebendo o erro cometido, Pandora se apressa em fechar o baú, na tentativa de evitar que todos os males saíssem, e com isso consegue evitar a saída do pior de todos os males, aquele que acaba com a esperança. Por isso, por pior que a situação esteja, o homem ainda consegue ter esperança em dias melhores.Bulfinch, Thomas. O Livro de Ouro da Mitologia, Ediouro O professor de literatura grega da Universidade de Florença, Angelo Casanova,Casanova, Angelo. La famiglia di Pandora: analisi filologica dei miti di Pandora e Prometeo nella tradizione esiodea (Florença) 1979. vê em Prometeu uma reflexão da figura antiga, pré-hesiódica, do trapaceiro (trickster), que servia para mostrar a mistura do bem e do mal que existe na vida humana, e cuja confecção do homem a partir do barro já seria um motivo oriental familiar, citado no Enuma Elish; como oponente de Zeus era análogo aos titãs, e, como eles, foi punido. Como defensor da humanidade conquistou um status semidivino em Atenas. O episódio da Teogonia na qual ele é libertadoHesíodo, Teogonia, 526-33. é interpretado por Casanova como sendo uma interpolação posterior a Hesíodo. === Ésquilo === Talvez o mais famoso tratamento do mito possa ser encontrado na tragédia grega Prometeu Acorrentado (Prometheus desmotes), tradicionalmente atribuída ao dramaturgo grego Ésquilo, do século V a.C. No centro do drama estão as consequências do roubo do fogo cometido por Prometeu e sua subsequente punição, por Zeus; a dependência do autor no material de Hesíodo como fonte fica claro, embora a peça também contenha diversas alterações em relação à tradição recebida. Antes de roubar o fogo, Prometeu desempenha um papel decisivo na Titanomaquia, assegurando a vitória para Zeus e outros deuses olímpicos. A tortura cometida por Zeus em Prometeu, assim, é vista como uma traição particularmente brutal. O escopo e o caráter das transgressões de Prometeu contra Zeus também são ampliados nesta versão; além de dar o fogo à humanidade, Prometeu alega ter ensinado aos homens as artes da civilização, como a escrita, a matemática, a agricultura, a medicina e a ciência. No entanto, o maior feito do titã pela humanidade parece ter sido salvá-la da destruição completa. Numa aparente variação do mito das chamadas Cinco Idades do Homem, encontrada nos Trabalhos e Dias de Hesíodo (durante as quais Cronus e, posteriormente, Zeus, criam e destroem cinco raças sucessivas de mortais), Prometeu afirma que Zeus desejara obliterar a raça humana, e que ele, de alguma maneira, teria impedido que isso acontecesse. Ésquilo ainda introduz na história de Prometeu, de maneira artificial e anacrônica, Io, outra vítima da violência de Zeus, ancestral de Héracles. Finalmente, assim como Ésquilo dá a Prometeu um papel crucial na ascensão ao poder de Zeus, também lhe atribui um conhecimento secreto que pode levar à derrocada de Zeus: Prometeu ouvira de sua mãe, Gaia, sobre um casamento cujo filho destronaria Zeus. Evidências fragmentárias indicam que Héracles, como na versão de Hesíodo, liberta o titã na segunda da peça da trilogia, Prometeu Liberto. Apenas quando Prometeu revela este segredo sobre a queda de Zeus, na peça final da trilogia, Prometeu Portador do Fogo, é que os dois se reconciliam. Prometeu Acorrentado também inclui duas inovações míticas em termos de omissão; a primeira é a ausência da história de Pandora, restando apenas uma alusão oblíqua a ela e a seu jarro, que continha a Esperança (252): \"[Prometeu] fez com que esperanças cegas vivam nos corações dos homens.\" A segunda é que Ésquilo não faz qualquer menção ao truque preparado por Prometeu contra Zeus durante o sacrifício, presente na Teogonia.Aeschylus, Prometheus Bound Estas inovações refletem a inversão temática da peça, a partir do mito de Hesíodo. Neste, a história de Prometeu (e, por extensão, a de Pandora) serve para reforçar a teodiceia de Zeus: ele é um soberano justo e sábio do universo, enquanto Prometeu é culpado pela existência ininvejável da humanidade. Em Prometeu Acorrentado esta dinâmica é transposta: Prometeu se torna o benfeitor da humanidade, enquanto todos os personagens do drama (com exceção de Hermes) denunciam Zeus como um tirano cruel e perverso. === Outros autores=== Ao longo da Antiguidade, até por volta do século IV d.C., cerca de uma dúzia de outros autores greco-romanos recontaram e ampliaram o mito de Prometeu. O detalhe mais significativo acrescentado ao mito, e que pode ser encontrado em autores tão diversos quanto Safo, Platão, Esopo e Ovídio — é o papel central de Prometeu na criação da raça humana. De acordo com todas estas fontes, Prometeu teria forjado os humanos a partir do barro. No diálogo Protágoras, o personagem-título afirma que os deuses criaram os humanos e todos os outros animais, porém coube a Prometeu e seu irmão, Epimeteu, dar a cada um deles as características definitivas. Como nenhuma característica física ainda existia quando chegou a vez dos humanos, Prometeu decidiu lhes dar o fogo e outras artes da civilização.Theoi Project: \"Prometheus: Embora isto talvez tenha ficado explícito apenas na Prometheia, autores como Higino, Pseudo-Apolodoro e Quinto de Esmirna mencionam que Prometeu teria avisado a Zeus que não se casasse com a ninfa marítima Tétis. Assim, ela acaba por desposar o mortal Peleu, com quem tem um filho maior que o pai — Aquiles, o herói grego da Guerra de Troia. Apolodoro ainda esclarece uma declaração críptica (1026–29) feita por Hermes em Prometeu Acorrentado, identificado o centauro Quíron como aquele que assumiu o sofrimento de Prometeu, morrendo em seu lugar. Refletindo um mito presente em pinturas de vasos gregos do período clássico, Apolodoro menciona o titã, armado com um machado, no nascimento de Atena, explicando deste modo como a deusa teria brotado a partir de uma rachadura na cabeça de Zeus. Outros detalhes menores ligados ao mito incluem: a duração do tormento de Prometeu, que varia de 30 a 30.000 anos;30,000 Years a origem da águia que comia o fígado do titã (descrita em Apolodoro e Higino); o casamento de Pandora com Epimeteu (em Apolodoro); os mitos em torno da vida do filho de Prometeu, Deucalião (em Ovídio e Apolônio de Rodes); e o papel secundário de Prometeu no mito de Jasão e os Argonautas (em Apolônio de Rodes e Valério Flaco). De maneira anedotal, o fabulista romano Fedro atribui a Esopo uma etiologia simples para a homossexualidade, no episódio em que Prometeu teria se embebedado enquanto criava os primeiros humanos e se confundido ao distribuir as genitálias.Dionysos ===Na literatura moderna=== Ao longo de séculos, vários autores\"Mythos Prometheus\": Reclam Verlag Leipzig, 1995.Brunel, Pierre (org.). Dicionário de mitos literários. Rio de Janeiro: José Olympio, 1997 retomaram a história de Prometeu e o colocaram como figura que representa a vontade humana por conhecimento (mesmo tendo que passar por cima dos deuses). A captura do fogo9 ) (pag.47) é visto como a busca do conhecimento pela ciência.() Dentre esses autores, o poeta romântico alemão Goethe escreveu um pequeno poema de 8 estrofes sobre a lenda de Prometeu intitulado de Prometheus (1776) do qual segue-se um trecho: \"Encobre o teu Céu ó Zeus com nebuloso véu e, semelhante ao jovem que gosta de recolher cardos retira-te para os altos do carvalho ereto Mas deixa que eu desfrute a Terra, que é minha, tanto quanto esta cabana que habito e que não é obra tua e também minha lareira que, quando arde, sua labareda me doura. Tu me invejas! (...) Eu honrar a ti? Por quê? Livraste a carga do abatido? Enxugaste por acaso a lágrima do triste? (...) Por acaso imaginaste, num delírio, que eu iria odiar a vida e retirar-me para o ermo por alguns dos meus sonhos se haverem frustrado? Pois não: aqui me tens e homens farei segundo minha própria imagem: homens que logo serão meus iguais que irão padecer e chorar, gozar e sofrer e, mesmo que sejam parias, não se renderão a ti como eu fiz\" Goethe descreve um homem extraordinário, que se nega a venerar deuses e, como ato de rebeldia, se prontifica a fazer homens segundo à própria imagem que não precisem venerar os deuses. Essa questão de rebeldia aos deuses e de criação de vida é um tema que permeia a sociedade moderna até hoje. Alguns anos depois da publicação de seu poema, surgia na Inglaterra a figura de Frankenstein, ou o Moderno Prometeu, que é um ser criado de vários humanos que ganhou vida através de seu cientista. Porém essa liberdade de criar homens é muito discutida e não tem consenso geral da sociedade, como é o caso da clonagem, que começou com a ovelha Dolly e até hoje causa discussão entre as sociedades, sobre até onde o homem pode ir. Goethe, em sua fase mais madura, parece mudar de opinião, pois escreve outro poema intitulado \"Limite da Humanidade\" (Grenzen der Menschheit),() onde faz elogios aos deuses e faz um reconhecimento da incapacidade humana. Além dos românticos, Prometeu também era um homem modelo de Marx. Proudhon também recorria constantemente a figura de Prometeu nas suas obras sobre economia e ciência social. == Astronomia == Em homenagem ao personagem mitológico, deu-se o nome de Prometeu a um dos 56 satélites de Saturno (ver Prometeu). ==Química== Inspirou também a nomeação do metal de terra-rara Promécio, em razão do potencial de coleta da energia produzida por esse elemento. == Árvore genealógica == Árvore genealógica baseada em Apolodoro. == Ver também == * Prometeísmo == Bibliografia== === Fontes primárias === *Pseudo-Apolodoro, Biblioteca *Hesíodo, Teogonia. === Fontes secundárias === * Alexander, Hartley Burr. The Mythology of All Races. Vol 10: North American. Boston, 1916. * Beall, E.F., Hesiod's Prometheus and Development in Myth, Journal of the History of Ideas, Vol. 52, nº 3 (julho - set., 1991), pp. 355–371 * Dougherty, Carol. Prometheus. Taylor & Francis, 2006. ISBN 0415324068, 9780415324069 * Erdoes, Richard and Alfonso Ortiz, edds. American Indian Myths and Legends. Nova York, 1984. * Fortson, Benjamin. Indo-European Language and Culture: An Introduction. Blackwell Publishing, 2004. * Judson, Katharine B. Myths and Legends of the Pacific Northwest. Chicago, 1912. * Lamberton, Robert. Hesiod, Yale University Press, 1988. ISBN 0300040687 * Swanton, John. \"Myths and Tales of the Southeastern Indians.\" Bureau of American Ethnology Bulletin 88: 1929. * Verdenius, Willem Jacob, \"A Commentary on Hesiod: Works and Days, Vv. 1–382\", Brill, 1985, ISBN 9004074651 * West, M.L., \"Hesiod, Theogony, ed. with prolegomena and commentary\", Oxford: Clarendon Press 1966 * West, M.L., \"Hesiod, Works and Days, ed. with prolegomena and commentary\", Oxford: Clarendon Press 1978 * Westervelt, W.D. Legends of Maui – a Demigod of Polynesia, and of His Mother Hina. Honolulu, 1910. * Williamson, George S. The Longing for Myth in Germany: Religion and Aesthetic Culture from Romanticism to Nietzsche (Chicago, 2004). Categoria:Titãs (mitologia)",
 "title": "Prometeu"
}