{
 "id": "24501",
 "text": "A Avenida Mário Leal Ferreira, mais conhecida como Avenida Bonocô e há décadas como Gonocô, Gunocô ou Gunucô, é uma importante avenida localizada em Salvador, Bahia. Liga a BR-324 ao bairro do Comércio, onde se localiza o porto de Salvador. Tinha faixas exclusivas para ônibus em seu canteiro central, ocupadas atualmente pelas pilastras do metrô. Na avenida estão localizados a sede da Fundação da Criança e do Adolescente (Fundac) e o Centro Olímpico de Natação da Bahia. == História == Anteriormente chamado de vale ou baixa do Bonocô, era um local de culto africano, onde os mais antigos contam diversas histórias sobre uma árvore sagrada ou encantada por um Egungum que respondia as perguntas que lhe eram feitas. Segundo informação dada pelo Doté Dorivaldo: existe uma baixada chamada Baixa do Bonocô, antes Gunucô. Gunocô é uma corruptela de Igunucô, os negros se reuniam a noite para fazer o ritual de Babá Egunucô (um Egungum africano), em volta de uma árvore sacralizada, distribuindo ebó (milho branco cozido) enquanto dava meia-noite, quando Babá Igunucô aparecia. Os fiéis que desejassem fazer consulta tomavam de uma terrina branca, ecô (acaçá), vela e dinheiro e pediam o que queriam, para quando ele aparecesse, responder as consultas feitas, de acordo com a terrina que se encontravam aos pés da árvore. Ao som de cânticos e toques, Babá Igunucô dançava de um lado para o outro e quando avançava para o lado contrário à área do ritual, traziam-no de volta, sempre dizendo Eso, eso Babá (Calma, calma, pai). Essa pequena área que hoje deu nome a todo o vale (Vale do Bonocô), era onde se fazia a maior concentração de negros. Posteriormente em seus limites surgiram vários terreiros como o Ilê Ogunjá, fundado e dirigido pelo famoso babalorixá, Procópio Xavier de Souza, nascido filho de Oxalá, que depois entregou a cabeça de seu filho a Ogunjá.Avenida Mário Leal Ferreira, a Bonocô. A região ainda era pouco habitada por volta da década de 70. Fonte: AHMS/FGM. *A expressão usada (Babá Igunucô aparecia) descreve exatamente o que acontecia, não era uma incorporação em uma pessoa, costuma-se dizer também que Egungum nasce ou aparece, materializa-se em um pedaço de pano tipo um lençol (quando é desconhecido e ainda não deu o nome) é chamado de Aparaca ou dentro de uma roupa preparada para ele, é chamado de Baba (pai) já deu o nome e já é identificado, aí são chamados de Baba Egun ou Egungum. == Ver também == * Lista de avenidas de Salvador * Complexo Viário da Rótula do Abacaxi Bonocô Categoria:Cultura da Bahia Categoria:Religiões afro-brasileiras",
 "title": "Avenida Mário Leal Ferreira"
}