{
 "id": "24527",
 "text": "Disjunção, operador ou (), é uma operação lógica utilizada em lógicas digitais e lógicas matemáticas. Seu operador é o símbolo ∨. Em algumas linguagens de programação, o operador normalmente é uma barra vertical (|), e em outras a disjunção é representada por duas barras verticais (||). Pode ainda ser representada pelo símbolo da soma.Primary mathematics:Boolean logic A disjunção está intimamente relacionada com a operação de união de conjuntos. A disjunção pode também ser exclusiva, o que não se relaciona com este artigo (ver disjunção exclusiva, XOR). == Definição == Em lógica binária, ocorrem apenas dois estados: *Verdadeiro, representado pela letra V, ou pelo número 1. *Falso, representado pela letra F, ou pelo número 0. A disjunção é uma operação que verifica a seguinte tabela de verdade: a b a ∨ b V V V V F V F V V F F F ou de forma equivalente a b a ∨ b 1 1 1 1 0 1 0 1 1 0 0 0 Portanto pode ainda ser representada pela soma, que dá o mesmo resultado, se a e b forem 0 ou 1, excepto que se assume também \"1+1=1\" (ou seja, esta soma disjuntiva tem um significado algébrico de a∨b ≡ a + b - ab). Outra interpretação é a da lógica fuzzy, que generaliza pela equivalência com o máximo(a,b). == União de conjuntos == A operação de disjunção lógica está ainda relacionada com a união de conjuntos. Um elemento está na união dos conjuntos quando for verdade que está nalgum deles. Segue a representação dessa operação no diagrama de Venn. == Conjunção semântica == A operação lógica da disjunção funciona de forma semelhante à conjunção semântica ou. Suponham-se duas frases quaisquer: : a \\equiv est \\acute a\\ chovendo\\ l\\acute a\\ fora : b \\equiv eu\\ estou\\ dentro\\ de\\ casa : a \\lor b \\equiv (est \\acute a\\ chovendo\\ l\\acute a\\ fora)\\ ou\\ (eu\\ estou\\ dentro\\ de\\ casa) A disjunção é verdadeira se alguma das frases o for. No entanto, como a linguagem pode ser ambígua, nem sempre as conjunções semânticas têm este significado matemático: este ou pode significar uma disjunção exclusiva. == Propriedades == A conjunção relaciona dois valores, mas usando o seu resultado podem ser feitas operações com mais valores. Com uma tabela de verdade pode demonstrar-se a propriedade associativa ::( (a \\lor b ) \\vee c )\\ é igual a \\ ( a \\lor (b \\lor c )) e portanto neste caso basta escrever ::a \\lor b \\lor c sem necessidade de parentesis, já que o resultado é o mesmo. A conjunção lógica tem diversas propriedades. Destacam-se: * a \\lor b \\equiv b \\lor a \\quad : (comutatividade) * \\left( a \\lor b \\right) \\lor c \\equiv a \\lor \\left( b \\lor c \\right)\\quad : (associatividade) * a \\lor b \\equiv eg \\left( eg a \\land eg b \\right)\\quad : (leis de De Morgan) * a \\lor eg a \\equiv 1\\quad : (universalidade) * a \\lor 0 \\equiv a\\quad : (a falsidade é o elemento neutro da disjunção) * a \\lor 1 \\equiv 1\\quad : (a verdade é o elemento absorvente da disjunção) == Ver também == * Conjunção lógica * Disjunção exclusiva Categoria:Lógica matemática Categoria:Lógica",
 "title": "Disjunção lógica"
}