{
 "id": "24529",
 "text": "{{Info/Município do Brasil | nome = Jaguarari | foto = Jaguarari-BA.jpg | leg_foto = | apelido = | brasão = Brasão_Jaguarari.jpg | bandeira = Bandeira Jaguarari - BA.svg | link_brasão = | link_bandeira = | link_hino = Ficheiro:Hino de Jaguarari.ogg|miniaturadaimagem|Hino de Jaguarari | aniversário = 6 de agosto | fundação = | emancipação = | gentílico = jaguarariense | lema = | prefeito = Antônio Ferreira do Nascimento | partido = PT | fim_mandato = 2024 | mapa = Bahia Municip Jaguarari.svg | latP = S | latG = 10 | latM = 15 | latS = 36 | lonP = O | lonG = 40 | lonM = 11 | lonS = 45 | estado = Bahia | mesorregião = Centro-Norte Baiano | data_mesorregião = IBGE/2008 | microrregião = Senhor do Bonfim | data_microrregião = IBGE/2008 | região_metropolitana = | vizinhos = Juazeiro e Curaçá (N) Senhor do Bonfim e Andorinha (S), Uauá (L) e Campo Formoso (O) | dist_capital = 409 | área = 2466.009 | área_ref = | área_urbana = 7,57 | área_urbana_data = 2019 | população = 34440 | população_ref = | data_pop = 2024 | altitude = 661 | clima = Tropical semiárido | sigla_clima = BSh | idh = 0.659 | data_idh = PNUD/2010 | pib = mil | data_pib = IBGE/2021 | pib_per_capita = 35329.66 | data_pib_per_capita = IBGE/2021 }} Jaguarari é um município brasileiro do estado da Bahia, localizado no centro-norte do estado. Possui três distritos (o sede, Pilar, Gameleira e Juacema) e vários povoados, dentre eles Santa Rosa de Lima, Jacunã e Flamengo. == História == O povoamento da região de Jaguarari, originalmente habitada por indígenas quiriris, ocorreu devido à expansão da pecuária pelo Sertão baiano e a descoberta de jazidas de ouro em Jacobina. No século XVII, o local em que hoje está a cidade de Jaguarari era um sítio homônimo, pertencente a José Manoel da Paixão, Margarida de Barros, Teodoro José Bonfim e Vítor de tal. No século XIX, fixaram-se no território jaguarariense colonos oriundos de regiões vizinhas, atraídos pela fertilidade das terras. Com isso, formou-se o povoado de Jaguarari, o qual passou a receber assistência religiosa em 1888, quando estava em desenvolvimento progressivo. A Lei Municipal n° 11, de 23 de outubro de 1893, elevou o povoado de Jaguarari à categoria de distrito, subordinado ao município de Bonfim. O distrito de Jaguarari foi elevado à condição de município, desmembrando-se de Bonfim, por meio da Lei estadual n° 1 905, de 6 de agosto de 1926, sendo instalado em 3 de outubro do mesmo ano. No entanto, em um primeiro momento, essa autonomia durou pouco, pois o Decreto Estadual n° 7.202, de 16 de janeiro de 1931, extinguiu o município de Jaguarari e reanexou-o a Bonfim como uma subprefeitura. O município de Jaguarari foi restaurado em 15 de julho de 1933, por meio do Decreto estadual n° 8.545, sendo reinstalado em 9 de agosto do mesmo ano. == Geografia == O município de Jaguarari tem uma área territorial de 2.466,009 km² e uma população, segundo o censo de 2022, de 32.703 habitantes. Sua sede municipal está a uma altitude de 661 m. Sua principal atividade econômica é a mineração, com a extração do cobre feita pela Mineração Caraíba S.A. Era a quarta maior produtora de cobre do Brasil em 2018, respondendo por pouco mais de 6% da produção nacional. === Distritos === * Gameleira * Juacema * Pilar === Demais povoados === * Angico * Anhã * Aroeira * Barrinha * Boa Sorte * Bom Despacho * Britos * Cajueiro * Caldeirão * Catinga de Porco * Catuaba * Catuni da Estrada * Catuni da Grota * Cipriano * Covão * Diogo * Favela * Fazenda Saco * Flamengo * Jacunã * Lage Grande * Lagoa da Pedra * Lagoa do Mato * Lagoinha * Lajedo * Lopes * Macambira * Malhada da Areia * Melancia * Morro Branco * Olhos d’Água * Outeiro * Pau Ferro * Ponta da Serra * Santa Rosa de Lima * Santo Antônio * Serra dos Morgados * Sítio da Bagaceira * Sítio do Meio * Suçuarana * Tanque de Terra * Traíra * Várzea Grande * Varzinha * Volta * Xique-Xique === Distâncias da sede de Jaguarari a povoados e cidades === * Pilar - 70 km * Gameleira - 11 km * Santa Rosa De Lima - 44 km * Juacema - 7 km * Flamengo - 25 km * Andorinha - 63 km * Campo Formoso - 51 km * Uauá - 137 km * Juazeiro - 102 km * Curaçá - 195 km * Senhor do Bonfim - 23 km. === Acesso === A cidade tem como principal acesso a rodovia BR-407, que liga Salvador a Juazeiro. == Religião == Em Jaguarari a religiosidade é muito forte, o santo padroeiro é São João Batista, no qual no mês de junho é reverenciado. A maioria das comunidades pertencentes à Jaguarari possuem um santo padroeiro, como em Pilar, São Pedro (reverenciado com festejos no começo de Julho), em Juacema o Sagrado Coração de Maria reverenciado em setembro e em Jacunã com o santo padroeira Santo Antônio. A Igreja Católica segue dominante, todavia o município possui diversas entidades religiosas, tais como: Congregação Cristã no Brasil (segunda igreja mais frequentada no município), Assembleia de Deus, Igreja Presbiteriana, dentre outras. O candomblé e Kardecismo também são cultuados. ==Arqueologia== Há em Jaguarari registros de Sítios Arqueológicos de Arte Rupestre denominados Tapagem, Oliveiras, Mocambo, Pedra Lisa localizado no povoado de Sítio do Meio, Lagoa da Ponta Baixa, Rastro da Ema situado no Povoado de Flamengo, São José, Pedra do Caboclo Brabo na Fazenda Baixa Verde, Fazenda Bela Vista, Caldeirão Velho e Barrinha este último destaca-se por contar com a maior extensão de gravuras rupestres do país, os demais chegam a 9 mil anos de existência. Temos também o Sítio Paleontológico Lajedo, localizado no Povoado de mesmo nome. A Maioria dos sítios encontram-se relativamente próximos à sede municipal. O Sítio Arqueológico de Arte Rupestre Oliveira é um sítio pré-histórico que apresenta cinco painéis e se caracteriza por pinturas feitas à base de pigmento mineral com motivos geométricos e zoomorfos dos quais se destacam formas semelhantes a batráquios e serpentess. As pinturas foram confeccionadas nas cores vermelho, amarelo e preto, sobre suporte rochoso em paredão de quartzito que bordeja o rio local. A fauna representada no Sítio Paleontológico de Lajedo é de megamamíferos, herbívoros e carnívoros tendo destaque para as preguiças gigantes que tinha mais de 80 gêneros, sendo que o maior era conhecido como Megatério \"Grande Besta\", tinha três metros de altura e chegava a medir cerca de seis metros entre o focinho e a cauda, também foram encontrados indícios de sua existência no Distrito de Santa Rosa de Lima. Dentre os carnívoros destacava-se o esmilodonte, \"sorriso com dentes\", popularmente chamado de tigre-dentes-de-sabre, possuía dentes caninos que podiam alcançar cerca de 20 cm e ficavam para fora da boca, sua característica mais marcante. Chegava a ter 3 m de comprimento e 300 kg. É válido ressaltar que não existe por parte do poder público políticas públicas que visem à preservação do material e imaterial do município. == Clima == Mês Jan Fev Mar Abr Mai Jun Jul Ago Set Out Nov Dez Ano Temperatura média máxima °C 29,9 30,3 30,3 28,7 27,6 26 26 27 28,7 30,3 31,1 30,8 Temperatura média mínima °C 20,3 20,3 20,3 20,1 19,1 18,6 17,2 17,3 18,3 19,2 20 20,1 Chuvas mm 87,7 102,5 102,9 86,8 60,4 59,1 15,1 33,3 29,5 31,4 54,8 76,3 740,9 :Os dados climatológicos representam uma média do período entre 1961 e 1990. == Comunicações == * 103.3 - Liderança FM Jaguarari/Senhor do Bonfim - (retransmissora) da Rádio Liderança FM * 104.9 - Top FM (Rádio comunitária) * Jaguarari Notícias (www.jaguararinoticias.com) *Jaguarari Online ( http://www.jaguararionline.com/) *Portal Jaguarari (http://www.portaljaguarari.com.br/) *Jaguarari Acontece (http://www.jaguarariacontece.com.br/) == Ligações externas == *Prefeitura de Jaguarari *Galeria de Fotos da Cidade Categoria:Municípios da Bahia Categoria:Fundações na Bahia em 1926",
 "title": "Jaguarari"
}