{
 "id": "24618",
 "text": "Santiago de Compostela é uma cidade e município (concello em ) no noroeste de Espanha. É capital da comunidade autónoma da Galiza e faz parte da província da Corunha e da comarca de Santiago. O município tem de área e em tinha habitantes (). É uma cidade internacionalmente famosa como um dos destinos de peregrinação cristã mais importantes do mundo, cuja popularidade possivelmente só é superada por Roma e Jerusalém. Ligado a esta tradição, que remonta à fundação da cidade no , destaca-se a catedral de Santiago de fachada barroca, que alberga o túmulo de Santiago Maior, um dos apóstolos de Jesus Cristo. A visita a esse túmulo marca o fim da peregrinação, cujos percursos, os chamados Caminhos de Santiago ou Via Láctea, se estendem por toda a Europa Ocidental ao longo de milhares de quilómetros. Desde 1985 que o seu centro histórico (cidade velha) está incluído na lista de Património Mundial da UNESCO. Em 1993 foi também incluído nessa lista o Caminho de Santiago, que já tinha sido classificado como o primeiro itinerário cultural europeu pelo Conselho da Europa em 1987. Foi uma das capitais europeias da cultura em 2000. Situa-se 70 km a sul da Corunha, 65 km a norte de Pontevedra, 100 km a noroeste de Ourense e 115 km a norte da fronteira portuguesa de Valença. Como capital da Galiza, ali está sediado o parlamento e o governo regionais (Junta da Galiza; Xunta em galego). É também uma importante cidade universitária, pela sua universidade, fundada em 1495 e que no ano letivo de 2019-2020 tinha mais de alunos inscritos. == Etimologia == A origem do topónimo Compostela é um tema controverso, nomeadamente porque a possibilidade de a relacionar com o sepulcro de Santiago tende a que haja muitos argumentos emotivos ou baseados na tradição. O primeiro nome medieval conhecido do local da cidade é Libredón, que para alguns teria origem celta (\"castro do caminho\") e para outros deriva do liberum donum (\"concessão gratuita\"). Entre os séculos IX e XI chamou-se Arcis Marmoricis, que apresenta o topónimo Arca, quase sempre indicador de um sepulcro ou uma mamoa. No os registos históricos começam a mencionar Compostella como um subúrbio, ou seja, parte de uma vila, que alguns situam na zona atual da Rua do Franco. A partir do esse nome passa a aplicar-se a toda a vila. Uma das versões mais divulgadas é a de que é uma derivação do latim Campus Stellae (\"campo da estrela\"), que evoca a estrela que indicou milagrosamente ao bispo Teodomiro a localização do túmulo de Santiago (ver secção História – Origens). No entanto, o Cronicon Iriense (XI e XII) indica como origem do nome compositum tellus (plural: composita tella, \"terras bem ajeitadas\" ou \"terras belas\"), que pode ser um eufemismo para cemitério. No capítulo XII da Crónica de Sampiro () refere-se «Compostella, id est bene composita». No capítulo XII do Códice Calixtino, do , conta-se a história de uma mulher chamada Compostella, presumivelmente ligada à pregação do Apóstolo. Ángel Amor Ruibal, recordando o significado de compositum (\"enterrado\") interpretou Compostela como significando \"lugar onde está enterrado\". José Crespo Pozo e Luís Monteagudo consideram o topónimo anterior à tradição de Santiago, porque ele existe noutras partes da Galiza (e em O Bierzo há uma Compostilla), considerando-o uma derivação de comboros (escombros) e steel (ferro), significando \"escória de minas e forjas e relacionando-o também com o bairro da cidade de Estila. Compostela pode ainda ser um hipocorístico do antropónimo Composta. == História == === Origens === Na área atualmente ocupada pela catedral existiu um povoado romano que geralmente se identifica com a chamada mansão de Asseconia, situada à beira da estrada romana identificada como no Itinerário de Antonino, que ia de Bracara Augusta (atual Braga) até Astúrica Augusta (atual Astorga). Este povoado existiu entre o e o , mas ali permaneceu uma necrópole que possivelmente foi usada durante Reino Suevo e até ao . A fundação da cidade está ligada à alegada descoberta dos restos mortais do apóstolo Santiago Zebedeu, ocorrida em 812 ou 813 ou ainda, segundo outras versões ou estimativas, entre 820 e 835 ou entre 818 e 842, que deu uma importância religiosa crescente ao local. A cidade desenvolveu-se graças à popularidade crescente como destino de peregrinação e, a partir do , também à criação da universidade. Na atualidade a cidade deve também parte da sua importância ao estatuto de capital da Galiza. Segundo a tradição medieval, cujo registo mais antigo aparece na Concórdia de Antealtares (1077), o eremita Pelágio (ou Paio), alertado por luzes noturnas que avistou no bosque de Libredão (Libredón) avisou o bispo de Iria Flávia, Teodomiro, que deslocando- se ao local descobriu um sepulcro de pedra no local onde está agora a catedral. No sepulcro repousavam três corpos, que o bispo identificou como sendo de Santiago Maior e de dois dos seus discípulos Teodoro e Atanásio. A descoberta — ou a sua invenção — ocorreu num período em que o rei das Astúrias estava empenhado em combater o perigo de secessão e no reforço da coesão do seu reino. Para tal declara-se o genuíno representante da tradição goda em matéria de religião e leis, visando com isso assegurar a unicidade do poder. Além disso, nomeia um herdeiro de sangue real, embora não primogénito, para governar a Galiza. Mas o ato mais genial dessa política é a criação de Compostela. Aproveitando a notícia da descoberta do corpo do apóstolo, Afonso II fez uma peregrinação ao local (segundo a tradição, foi ele o primeiro peregrino de Santiago) e ali manda construir a suas expensas uma igreja a que concede privilégios e ali fixa uma comunidade religiosa. Em volta da igreja fixa população e funda uma povoação que desde o início goza de prerrogativas reais. Com isto, o rei asturiano consegue encontrar um padroeiro para a sua causa contra os muçulmanos, um Santiago cavaleiro e \"mata-mouros\", e ao mesmo tempo passa a ter uma cidade fiel até ao limite encravada no coração da Galiza. Santiago torna-se assim o braço estendido do monarca asturiano na Galiza. A notícia da descoberta do túmulo espalhou-se tanto no reino como fora dele, fazendo com que Compostela se tornasse um novo lugar de peregrinação da cristandade, numa altura em que a importância de Roma decaíra e Jerusalém estava inacessível por estar nas mãos dos muçulmanos. A cidade foi-se desenvolvendo pouco a pouco. À comunidade eclesiástica estabelecida por Afonso II que tinha a seu cargo o sepulcro e respetiva igreja, constituída pelo bispo de Iria Flávia e pelos monges de Antealtares foi-se juntando espontaneamente uma população heterogénea, a maioria proveniente das aldeias próximas. O povoado foi crescendo ao mesmo tempo que a peregrinação se tornou mais popular, estendendo-se a todo o Ocidente da Península Ibérica. O crescimento foi reforçado com o privilégio concedido por em 915, que determinava que quem quer que permanecesse quarenta dias sem ser reclamado como servo passava a ser considerado como um homem livre com direito a residir em Compostela. O primeiro habitante conhecido de Compostela é um estrangeiro de nome Bretenaldo Franco, cuja menção mais antiga é de 955. === Séculos X a XV === O santuário foi também ganhando importância política. Ali foram coroados alguns monarcas dos reinos da Galiza e de Leão, como Sancho Ordonhes , , ou . O bispo Sisenando II fortificou a cidade em 968 ou 969. O então ainda pequeno, mas próspero povoado sofreu com as tentativas de invasão e saques dos normandos, os quais chamavam ao Reino da Galiza Jakobsland (país de Santiago). A resistência aos invasores foi organizada a partir de Compostela e o próprio bispo Sisenando morreu em combate. Devido à sua prosperidade e popularidade, a cidade foi destruída por Almançor em 10 de agosto do ano 997, que só respeitou o sepulcro do apóstolo. Após o regresso dos habitantes começou a reconstrução e em meados do o bispo Crescónio dotou a cidade de uma cintura de fossos e uma nova muralha, construída sobre o antigo anel de paliçadas, para proteger os novos bairros que tinham surgido em redor do povoado primitivo. Além disso, reivindicou para a cidade o estatuto de sede apostólica. Em 1075, o bispo Diego Páez deu início à construção da catedral românica. O crescimento da peregrinação faz de Compostela um local de referência religiosa na Europa, o que aumenta a importância da cidade, que se reflete também no aumento do seu peso político. Em 1120, o arcebispo Diego Gelmires obtém do a transferência do da sé metropolitana de Mérida, então em mãos muçulmanas, para a igreja compostelana, o uso do pálio e o Jubileu Compostelano (ou Anos Santos). Isto libertou a diocese da velha tutela dos arcebipos de Braga, que, no entanto, mantiveram a sua autoridade sobre a maior parte das dioceses do Reino de Portugal em formação. A igreja de Santiago passou a ter jurisdição sobre a maioria das dioceses de Leão e das Astúrias (a Arquidiocese de Oviedo só foi criada em 1954). Além disso, Santiago era o centro de um grande senhorio feudal governado pelos bispos de Compostela, que ia desde o rio Iso, afluente da margem direita do Ulla, até ao Atlântico. A par da prosperidade crescente, no a cidade passou também por grandes agitações políticas e militares. No a cidade assistiu também às revoltas urbanas de 1116 ou 1117 e 1136 contra a rainha Urraca e o bispo Gelmires. Este foi tutor do futuro rei , que foi coroado por ele na nova catedral em 1111 como rei da Galiza, o que não impediu o bispo de entrar em confronto com Urraca, mãe de Afonso. O pontificado de Gelmires foi uma época áurea para a cidade. As rendas proporcionadas pelos votos instituídos ao padroeiro de Espanha e pelo mito de Clavijo são usadas para financiar numerosos edifícios monumentais, parte deles ainda existentes. Para perpetuar os seus feitos, Gelmires mandou escrever a Historia compostelana. É também desta época o Códice Calixtino, um conjunto de textos reunidos no final do pontificado de Gelmires e que era apresentado como sendo da autoria do papa Calisto II, uma fonte fundamental da história da peregrinação ao túmulo do apóstolo. Entre os séculos XII e XIII a urbe continuou a crescer dentro do recinto muralhado, aumentando o número de casas e ruas. Os reis e favoreceram a cidade e foram sepultados na catedral. O é marcado por conflitos sociais e políticos e pela peste negra. Os burgueses da cidade reclamavam mais autonomia e em 1318 impedem a entrada em Compostela do prelado francês Berenguel de Landória, nomeado arcebispo em 1317 e que só conseguiu tomar posse do senhorio alguns anos depois, após fazer cair numa emboscada no castelo da Rocha Forte os cabecilhas da revolta, que foram assassinados. A data da emboscada, 16 de setembro de 1320, ficou conhecida como o \"Dia da Ira\". A paz foi assinada a 27 de setembro, mas algumas fontes referem que o bispo só tomou posse em 1322. A vingança chegaria em 1366, com o assassinato do sucessor de Berenguel, Suero Gómez de Toledo, às mãos dos Suárez de Deza (Churruchaos), durante as guerras pelo trono de Castela entre e Pedro, o Cruel. A chegada da peste negra à cidade originou uma forte recessão demográfica, que só começou a recuperar a partir de 1380. No , Santiago não tinha mais do que a habitantes. Imagem:Santiago Plan an 1000.jpg|Planta da cidade Imagem:Codex Calixtinus cropped St James.jpg|Iluminura do Códice Calixtino Imagem:El Pórtico de la Gloria de la Catedral de Santiago de Compostela, 1849, Jenaro Pérez Villaamil, Palacio de la Moncloa, Madrid.JPG|Pórtico da Glória Imagem:Hostal de los Reyes Católicos (441136672).jpg|Hospital dos Reis Católicos, na Praça do Obradoiro Imagem:Santiago-abtei-san-martin.JPG|Mosteiro de São Martinho Pinário === Idade Moderna === O cabido compostelano, dirigido pelo deão , promoveu obras de grande importância, com um caráter próprio do humanismo então em voga, como o Hospital dos Reis Católicos e o Estudo Velho, embrião da futura universidade, que foi fundada em 1495 por Lope Gómez de Marzoa. Estes feitos e o labor do arcebispo dão um novo impulso à atração de Santiago, particularmente na Galiza, apesar do relativo declínio da importância da cidade. Santiago foi sede da Real Audiência do Reino da Galiza desde 1508, mas a pressão eclesiástica fez com que se trasladasse para a Corunha em 1578. As reformas do poder monástico marcaram o renascimento dos conventos de São Martinho Pinário e de São Paio de Antealtares, o que contribuiu para uma intensa atividade de construção. No início do século XVII a cidade assiste a um período de decadência. Na sua obra Anais Eclesiásticos, o italiano César Barónio, confessor do , questionou a peregrinação do apóstolo a Hispânia. Este dado foi recolhido no Breviário Romano e teve um grande impacto negativo na cidade e nas peregrinações. O cabido compostelano conseguiu pouco tempo depois que o Breviário fosse modificado, mas, entretanto, surgiu uma nova dificuldade: em 1617 e 1626, a Ordem dos Carmelitas promoveu Santa Teresa de Ávila como copadroeira de Espanha, o que acarretou perdas económicas para Santiago. Com a ajuda de personalidades importantes, como Francisco de Quevedo, o cabido conseguiu devolver novamente ao apóstolo o estatuto de padroeiro único de Espanha. Em 1643 dá-se outro evento semelhante, quando as Cortes propõem um novo copadroeiro de Espanha, São Miguel Arcanjo, mas esta proposta teve duração breve, pois no mesmo ano declarou Santiago como único padroeiro de Espanha e ordenou que em todos os dias 25 de julho se fizesse uma oferta régia de mil escudos de ouro ao arcebispado de Santiago, ao mesmo tempo que concedeu uma avultada pensão de 20 anos para financiar a realização de um retábulo em sua honra, o qual começou a ser executado em 1658. Estes eventos trouxeram prosperidade à cidade, que possibilitou o financiamento de novas construções e reformas, que se multiplicaram por toda a cidade, as quais incorporaram um estilo próprio e ao mesmo tempo universal, o barroco compostelano. ==== Esplendor barroco ==== A prosperidade do cabido catedralesco e dos mosteiros fez de Santiago um centro artístico de ponta. No início deste novo período áureo, começaram a trabalhar nas oficinas da catedral uma série de mestres de obras e arquitetos forasteiros, como o madrileno José Vega y Verdugo, o português Francisco de Antas, o avilense José Peña de Toro, o cântabro Melchor de Velasco ou o arquiteto real Pedro de la Torre. Nestas oficinas e no de São Martinho Pinário formou-se um grupo de arquitetos galegos que em 1670 passaram a dirigir as obras que estavam a decorrer em toda a cidade. Figuras notórias como o compostelano Diego de Romay, Domingo de Andrade (autor da torre do relógio), Frei Tomás Alonso, o leonês Frei Gabriel de Casas, Pedro de Monteagudo, Simón Rodríguez (autor da fachada do Convento de Santa Clara), Francisco de Castro Canseco (retábulo de São Paio de Antealtares), Clemente Fernández Sarela (casas do Cabido e do Deão) ou Fernando de Casas Novoa (fachada do Obradoiro), tornaram Santiago um conjunto barroco de alto nível à escala mundial. A magnificência e as peculiaridades do estilo arquitetónico desenvolvido por estes artistas fazem com que se fale de barroco compostelano. O mecenas por excelência foi Frei António de Monroy, arcebispo de Santiago entre 1685 e 1715. É também nesta época que Santiago se converte no refúgio dos exilados irlandeses perseguidos pelo protestantismo, o que levou à criação de centros de acolhimento e de formação como o Colégio de São Patrício dos Irlandeses. === Idade Contemporânea === Durante o Iluminismo, surgiram iniciativas como a Sociedade Económica de Amigos do País, uma organização de cidadãos letrados que tinha como objetivo difundir as ideias iluministas e que tinha como ideal promover o desenvolvimento, nomeadamente através d estudo da situação económica. No entanto, após a ocupação francesa e da resistência do Batalhão Literário, formado por estudantes contra a ocupação, Santiago torna-se um baluarte conservador carlista. A igreja compostelana anseia restaurar um Reino da Galiza tradicionalista dentro da monarquia espanhola, de acordo com os parâmetros do Antigo Regime. Com a vitória liberal na Primeira Guerra Carlista , os vencedores castigam a cidade favorecendo a Corunha, capital provincial, em detrimento de Santiago. É em Santiago que surge o primeiro jornal galego, El Catón Compostelano, em 1800. Em meados do já há alguma indústria, na forma de fábricas artesanais de curtumes, chocolates e refrigerantes, mas o desenvolvimento é travado pelo atraso nas vias férreas (o comboio só chega à província da Corunha em 1943). No século XX Santiago assiste à expansão da ideologia galeguista, nomeadamente com a criação em 1923 do Seminário de Estudos Galegos, uma instituição com o objetivo de divulgar o património cultural galego formar investigadores, um papel que não era cumprido pela única universidade de Santiago, a única universidade galega da época. Nos alvores da Segunda República Espanhola, no início da década de 1930, a Assembleia de Municípios da Galiza mostrou-se favorável à redação de um estatuto de autonomia, que chegaria a ser referendado e apresentado às Cortes em 1936, mas todo esse movimento foi sufocado pelos nacionalistas durante a guerra civil, no início da qual foi fuzilado o alcaide Ánxel Casal, um destacado ativista galeguista. Durante o tempo da República, houve dois outros prefeitos democráticos, Francisco Vázquez e Raimundo López Pol (da ORGA). O Segundo Estatuto de Autonomia de Galiza chegou finalmente em 1981, após a queda da ditadura franquista e com ela Santiago passou a ser a capital política da Galiza, retomando um protagonismo político há muito perdido, dando um impulso à cidade que contrariou em larga medida a diminuição da sua importância como cidade universitária devido à criação das universidades de Vigo e da Corunha em 1989. Neste período democrático, houve nove prefeitos diferentes em Santiago, com a participação da UCD, PSdeG-PSOE e BNG (coligados), PPdG e Compostela Aberta. Nas legislaturas de 1979 a 2023, foram José Antonio Souto Paz, Marcial Castro Guerra, Xerardo Estévez, Ernesto Viéitez Cortizo, Xerardo Conde Roa, Ángel Benito Currás, Agustín Hernández, Martiño Noriega Sánchez e Xosé Antonio Sánchez Bugallo. (Para ver lista completa de prefeitos após a mudança do Reino da Galiza para o Novo Regime (1833), consulte o artigo Alcaides de Santiago de Compostela) == Geografia == O concelho divide-se em 29 : *Aríns (San Martiño) *Bando (Santa Eulalia) *A Barciela (Santo André) *Busto (San Pedro) *O Carballal (San Xulián) *O Castiñeiriño (Nosa Señora de Fátima) *Cesar (Santa María) *Conxo (Santa María) *O Eixo (San Cristovo) *A Enfesta (San Cristovo) *Fecha (San Xoán) *Figueiras (Santa María) *Grixoa (Santa María) *Laraño (San Martiño) *Marantes (San Vicente) *Marrozos (Santa María) *Nemenzo (Santa Cristina) *A Peregrina (Santa María) *Sabugueira (San Paio) *San Caetano (Santiago) *San Lázaro (Santiago) *San Paio (Santiago) *Santa Cristina de Fecha (Santa Cristina) *Santiago de Compostela *Sar (Santa María) *Verdía (Santa Mariña) *Vidán (Divino Salvador) *Villestro (Santa María) *Vista Alegre (San Xoán) ===Demografia=== Em Santiago tinha residentes registados e a sua área metropolitana tinha aproximadamente . Em 2012, 53,3% dos habitantes eram naturais da cidade e 86% eram naturais da Galiza. Nesse ano a taxa de natalidade era 8,91‰ e a de mortalidade 8,95‰, ou seja, a taxa de crescimento era negativa. A densidade populacional era habitantes por quilómetro quadrado. A população total da comarca em 2012 era habitantes; os seis concelhos que dela fazem parte além de Santiago — Ames, Boqueixón, Brión, Teo, Val do Dubra e Vedra — totalizavam habitantes. Distribuição da população do município de Santiago em 2012 por local de nascimento Distribuição por faixas etárias e sexos {| class=\"wikitable\" style=\"font-size:93%;\" Local Número de habitantes Percent. Município de Santiago % Outros municípios da província da Coruna % Outros municípios da Galiza % Outras regiões de Espanha % Estrangeiro % Em 2012 havia no concelho estrangeiros (4,5% da população), a maioria provenientes da América (; 54,8% do total de imigrantes), seguidos de europeus (; 31,1%) e africanos (274; 6,4%). Por países destaca-se especialmente a presença de portugueses (405), brasileiros (361), colombianos (256), paraguaios (268) e italianos. Além de destino de imigração, muitos naturais da cidade emigram — entre 2010 e 2012 saíram de Santiago quase pessoas, a maioria () mudaram-se para outro concelho da província da Corunha, seguidos dos que se mudaram para outras províncias galegas (), dos que emigraram para o estrangeiro () e dos que emigraram para outras comunidades autónomas espanholas (). Devido aos altos preços da habitação na cidade, é notório o fenómeno de despovoamento da capital em favor dos municípios limítrofes, dando origem ao aparecimento de cidades dormitório, como O Miladoiro e Bertamiráns, Cacheiras, Sigüeiro ou Brión. Alguns dos municípios em volta de Santiago apresentam grande crescimento demográfico nos últimos anos, chegando ao ponto de Ames ser o município que mais cresce na Galiza. Estima-se o número de pessoas que todos os dias entram em Santiago é o dobro do número de habitantes da cidade. ===Clima=== Santiago de Compostela tem um clima de tipo oceânico húmido com temperaturas amenas ao longo de todo o ano, com média anual de aproximadamente 15 °C, 8 °C no inverno e 25 a 27 °C no verão. A precipitação anual oscila entre os 700 e os 800 milímetros, concentrando-se sobretudo no inverno, sendo menor no outono e primavera. Os fatores que mais influenciam o clima local são a relativamente grande distância da costa marítima, a altitude e a presença de serras que \"encaixam\" a cidade e os seus arredores, o que faz com que a humidade se concentre e que no inverno sejam habituais os dias nublados. ==Meio ambiente== Santiago foi o primeiro concelho galego a aderir à Carta de Aalborg, um acordo a nível europeu que tem como objetivo compatibilizar o desenvolvimento com a preservação do meio ambiente, isto é, um desenvolvimento sustentável, implementando processos da agenda 21 local, um modelo para diagnosticar e formular políticas municipais sustentáveis. ===Zonas verdes=== A cidade conta com 220 hectares de espaços verdes distribuídos por 57 parques com parques infantis, 43 áreas polidesportivas ao ar livre e 130 zonas de lazer. A área conjunta dos jardins históricos, como o da Alameda, que ocupa , e outros menores, como o de Brandía ou a Finca Simeón, totaliza cerca de 23 ha. As maiores áreas verdes situam-se junto a urbanizações, como a de Fontiñas. A manutenção das áreas verdes existentes, bem como o desenho e a execução de novas áreas, está a cargo da empresa Cespa, em regime de concessão, que opera sob a supervisão do departamento de parques e jardins do município. Em 2013, existiam os seguintes parques e jardins em Santiago de Compostela: ;Carballeira de San Lourenzo É um jardim histórico situado entre a Rua Poza de Bar, o Campus Universitário Sul, a estrada velha de Noia e o rio Sarela. Tem de área e os principais atrativos em termos artísticos são o Pazo de Trasouto, a fonte e o cruzeiro. Deve o seu nome (\"carvalheira\") aos vários exemplares de carvalhos, muito velhos na sua maioria, com copas altas e alguns com tronco oco. ;Parque Carlomagno Situa-se no bairro de Fontiñas e é limitado pelas avenidas de Lugo e Rodríguez de Viguri, o Caminho Francês de Santiago, São Lázaro, a via férrea e a autoestrada do Atlântico (AP-9). Ocupa uma área de e, entre outras espécies de árvores, tem plátanos, ciprestes-portugueses, cameleiras, magnólias, cedros- do-himalaia, tuias, bétulas, oliveiras e rododendros. Tem diversas esculturas: meninos brincando, mulher com bebé e o monólito de Fontiñas, e também um parque infantil. O I.B. de Fontiñas, o Instituto Galego da Habitação e a Escola Galega da Administração Pública situam-se dentro do parque. ;Parque da Alameda É um jardim histórico que se encontra entre as partes nova e antiga da cidade. É delimitado pelas ruas do Pombal, San Clemente, Figueroa, Xoán Carlos I e a Avenida da Coruña. Ocupa e as principais espécies vegetais nele presentes são, entre outras, o abeto do Cáucaso (ou de Nordmann; ), o bordo, falso-plátano, castanheiro-da-índia, araucária, cameleira, cedro-do-himalaia, olaia, cipreste-de-lawson, diversas variedades de outros ciprestes, azevinho e zimbro-rasteiro. É um grande pulmão de Santiago, que integra os jardins do Campo da Estrela, o Passeio da Ferradura e a carballeira (carvalhal) de Santa Susana. No seu interior há diversos monumentos, como as capelas de Santa Susana e do Pilar, a creche de Santa Susana, o Coreto da Música, a Casa de Banet, duas fontes e várias estátuas: Rosalía de Castro, “A Leiteira”, Castelao, Pais Lapido, Manuel Ventura Figueroa, Méndez Núñez, Valle-Inclán e a “As Duas Marias”. O parque foi criado em 1546 em terrenos cedidos pelos condes de Altamira. Ao longo do , a partir de 1855 passou por sucessivas reformas, chegando à forma atual em 1918. ;Parque do Monte Almáciga Situa-se no bairro homónimo, entre os bairros de Betanzos, Pino, Touro e Teo. Ocupa e nele se encontram, entre outras árvores e arbustos, carvalhos, cedros-do-himalaia, cedros-do-atlas, plátanos, choupos negros brancos, cerejeiras-falsas (Cornus sanguinea), amoreiras-brancas (Morus alba), azáleas, rododendros e bambus. No parque situam-se a Escola Municipal de Música, o jardim do Colégio Público Apóstolo Santiago e a escultura Proa a Enciño. ==Economia e transportes== ;Economia A economia da cidade é baseada em vários setores muito diversificados. A universidade, os serviços administrativos do governo autónomo da Galiza, que ali tem a sua sede, o turismo cultural e a indústria, especialmente a madeireira (nomeadamente a empresa multinacional Finsa, com sede em Ames), e as telecomunicações e eletrónica, com empresas de ponta neste setor, como a RTVG, Blusens, Televés e Telcor. ;Transportes Os transportes públicos urbanos de Santiago estão concessionados à empresa Tussa. Esta opera 24 linhas de autocarros que servem a cidade e arredores. Há também uma rede de transportes metropolitanos que liga o centro às cidades dormitório e que é subsidiado pela Junta da Galiza. Os congestionamentos de tráfico são frequentes, embora a situação tenha melhorado com a abertura de novas vias nos últimos anos. A empresa ferroviária nacional espanhola Renfe opera em Santiago, ligando a cidade com várias povoações galegas e do resto de Espanha. A 9 de dezembro de 2011 entrou em serviço a alta velocidade entre a Corunha e Ourense, que passa por Santiago. Esta linha encurtou a duração das viagens a partir de Santiago para 28 minutos para a Corunha e para 38 minutos para Ourense. O serviço é feito em comboios regionais de alta velocidade Avant e Alvia. Apesar do seu traçado estar preparada para os comboios mais rápidos AVE, esta linha usa atualmente a bitola ibérica tradicional, incompatível com o AVE, devido à linha ser uma \"ilha\" na rede de alta velocidade espanhola enquanto não se completar a linha LAV Olmedo-Zamora-Galiza, que ligará por alta velocidade a Galiza ao resto de Espanha e que em 2013 tinha alguns troços em construção e os restantes já adjudicados. Está projetada a construção de uma nova estação intermodal, situada no mesmo local da atual, que fará a interface do AVE com comboios e autocarros suburbanos. O Aeroporto de Santiago-Rosalía de Castro situa-se em Lavacolla, na paróquia de Sabugueira, a cerca de 10 km do centro da cidade, à qual está ligado pela autoestrada A-54. Em outubro de 2011 foi inaugurado um novo terminal com capacidade para quatro milhões de passageiros por ano. Em 2019 serviu passageiros e voos. ==Património arquitetónico e museus== Ver também Galeria de imagens de Santiago de Compostela (artigo eliminado) e ficheiros em Wikimedia Commons Devido ao seu património histórico, cultural e monumental, a cidade velha de Santiago foi classificada como Património Mundial pela UNESCO em 1985. Há 41 edifícios qualificados como sendo de valor arquitetónico, histórico ou cultural excecional, que por isso foram propostos para serem individualmente declarados como bens de interesse cultural (monumentos nacionais), estatuto já obtido por sete deles. São tutelados pela administração municipal. No total, há edifícios inventariados como de interesse no conjunto urbano; 293 deles apresentam caraterísticas tipológicas e de composição com especial relevo arquitetónico e ambiental. ===Praça do Obradoiro=== Coração de Santiago de Compostela, o seu nome faz alusão ao estaleiro () de canteiros que funcionava na praça durante a construção da catedral. A ela chegam todos os dias centenas de peregrinos. No centro encontra-se o quilómetro zero de todos os Caminhos de Santiago. Os edifícios que a rodeiam são exemplos de diferentes estilos arquitetónicos. A oriente está a fachada barroca da catedral, flanqueada pelo Museu da Catedral à direita e o Palácio de Gelmires (Pazo de Xelmírez) à esquerda. No lado ocidental, em frente à catedral ergue-se o Palácio de Raxoi (Pazo de de Raxoi), construído pelo arcebispo para alojar o governo municipal. O lado norte é ocupado pelo antigo Hospital dos Reis Católicos (Hostal dos Reis Católicos), obra-prima do estilo plateresco que dava guarida aos peregrinos. A sul fica o Colégio de São Jerónimo (Colexio de San Xerome), um antigo colégio para estudantes sem recursos onde atualmente funciona a reitoria da Universidade de Santiago de Compostela. === Arquitetura religiosa === * Catedral * Igreja de São Frutuoso — Também chamada Igreja das Angústias de Baixo, situa-se atrás da extremidade noroeste do Paço de Raxoi, junto à Praça do Obradoiro, mas num plano bastante inferior. Foi construída em estilo churrigueresco por Lucas Ferro Caaveiro entre 1754 e 1765. * Mosteiro de São Martinho Pinário (San Martiño Pinario) — Mosteiro beneditino fundado no , situado em frente à fachada da Acibecharía da catedral (porta norte do transepto). A partir do , com reforma promovida pelos Reis Católicos, dirigiu e governou todos os mosteiros masculinos da Galiza. Desde o que ali funciona o . Atualmente também ali estão instaladas as faculdades de teologia e trabalho social da Universidade de Santiago de Compostela, a sede do Instituto Teológico Compostelano e o Arquivo Histórico Diocesano de Santiago de Compostela. * Convento de São Francisco do Val de Deus — mosteiro franciscano originalmente construído no , dois quarteirões a norte da Praça do Obradoiro e da catedral. O edifício atual é barroco, do , apenas restando cinco arcos do original. Ainda funciona como mosteiro, ali vivendo cerca de 20 frades franciscanos. Ali funciona uma hospedaria com 70 quartos, um restaurante, o Museu da Terra Santa e um \"Hotel Monumento\" de quatro estrelas. * Convento de São Paio de Antealtares — Construído originalmente no , é um convento de freiras beneditinas de clausura. Situa-se na Praça da Quintana, atrás da cabeceira da catedral. A igreja que chegou aos nossos dias é da primeira década do . O convento foi reconstruído a partir do , tendo as obras terminado em 1793. Do mosteiro primitivo só se conservam uns capitéis e una ara de mármore branco. Nele funciona o Museu de Arte Sacra de Antealtares. * Igreja de São Félix de Solovio () — Tem fama de ser a igreja mais antiga de Santiago, tendo sido construída no mas foi submetida a diversas e ampliações ao longo de 800 anos. A igreja ocupa o lugar onde vivia o eremita Pelágio que, segundo a lenda, ali avistou umas luzes que deram origem à descoberta do túmulo de Santiago. * As Órfãs — Conjunto de edifícios barrocos constituído por um convento, igreja e colégio. Este último foi construído no para dar alojamento e educação às jovens desamparadas da cidade. A igreja é um pouco posterior, tendo sido construída em 1671. Atualmente é a sede do Colégio de Nossa Senhora dos Remédios. * Capela de Ánimas — de nome completo Capela da Confraria Geral de Ánimas (almas), foi construída entre 1784 e 1788. * Colegiada de Santa Maria de Sar — Igreja românica e casa de cónegos anexa, que foi um originalmente um mosteiro agostinho construído no , mas foi submetido a várias modificações importantes, nomeadamente nos séculos XVI, XVIII e XIX. Durante muito tempo residência de velhos cónegos começou a declinar a partir do , acabando por se tornar uma igreja paroquial em 1867. Tem a caraterística singular em toda a Galiza das suas paredes terem uma inclinação pronunciada. Situa-se junto ao rio Sar, perto da cidade velha mas fora dela, a sudeste da catedral. Nele funciona o Museu de Arte Sacra de Santa Maria a Real de Sar. * Convento de São Domingos de Bonaval — Antigo convento dominicano do com elementos góticos, barrocos e neoclássicos. Situado extramuros, junto à Porta do Caminho e ao lado do Centro Galego de Arte Contemporânea, atualmente nele funciona o Museu do Povo Galego. * Igreja de Santa Maria Salomé — igreja românica do na Rua Nova. * Convento de Santo Agostinho — do . * Convento de Santa Clara. Imagem:2010-Catedral de Santiago de Compostela-Galicia (Spain) 4.jpg|Fachada do Obradoiro da catedral Imagem:Colexiata Santa María a Maior e Real do Sar, Santiago de Compostela.jpg|Colegiada de Santa Maria de Sar Imagem:Santiago-21ago-12-bonaval.jpg|Convento de São Domingos de Bonaval Imagem:Iglesia de San Fiz de Solovio.jpg|Igreja de São Félix de Solovio Imagem:A Coruña Province - Monastery of San Francisco do Val de Deus - 20200901133410.jpg|Convento de São Francisco Imagem:Convento de Santa Clara en Santiago de Compostela 3XI2013 1.JPG|Convento de Santa Clara === Arquitetura civil === thumb|Claustro do Colégio de Fonseca * Paço de Raxoi — edifício neoclássico onde atualmente funciona a sede do município e do governo regional da Galiza (Junta da Galiza); construído no . * Hospital dos Reis Católicos — antiga hospedaria de peregrinos e hospital, construído no , desde 1958 que é um parador de turismo (hotel de luxo). * Colégio de São Jerónimo (Colexio de San Xerome) — antigo colégio maior para estudantes sem recursos onde atualmente funciona a reitoria da Universidade de Santiago de Compostela. *Paço de Gelmires (Pazo de Xelmírez) — Edifício dos séculos XII e XIII situado na Praça do Obradoiro, junto ao lado norte da catedral, é um monumento importante da arquitetura civil românica e um dos palácios medievais mais bem conservados de Espanha. Foi construído pelo arcebispo Diego Gelmires em 1117 sobre um palácio pré-românico anterior. Na sala de jantar, os nervos da abóbada assentam sobre mísulas que, em conjunto, representam um banquete da época. Tem uma grande cozinha com uma despensa anexa. Os dois pisos superiores pertencem ao paço arquiepiscopal atual, de onde o arcebispo pode aceder diretamente à catedral. Atualmente faz parte do Museu da Catedral. * Colégio de Fonseca — Também conhecido como Pazo de Fonseca ou Colégio de Santiago Alfeo, foi um colégio maior onde o arcebispo concentrou as escolas da Universidade de Santiago até então dispersa. Foi construído no em estilo plateresco. A fachada foi concluída no . Atualmente ali funcionam a Biblioteca Geral da universidade e, no antigo refeitório e capela, salas de exposições temporárias. * Colégio de São Clemente — outro antigo colégio, situado perto da Porta Faxeira e do Parque da Ferradura, foi criado no como o que hoje se designaria como escola de pós-graduação; atualmente é uma escola secundária, o IES ( Instituto de Ensinanza Secundaria) Rosalía de Castro. * Mercado de Santo Agostinho (ou Plaza de Abastos) — Grande mercado alimentar construído em estilo neomedieval pelo arquiteto asturiano Vaquero Palacios entre 1937 e 1942, em substituição de um edifício anterior datado de 1870. É um dos cinco mercados do seu tipo mais importantes de Espanha e o segundo monumento mais visitado da cidade. Situa-se entre as igrejas de Santo Agostinho (San Agustín) e de São Félix (San Fiz) de Solovio. * Antigo edifício da universidade — edifício neoclássico onde atualmente funciona a Faculdade de História e Geografia. * Rua do Franco — rua de bares, marisqueiras e pulperías (tabernas), que vai desde o edifício dos Correios, situado no quarteirão da Casa Grande do Cabido, até à Porta Faxeira. * Rua do Vilar — Rua que conserva as típicas arcadas ao longo de todo o lado ocidental e em algumas partes do lado oriental, onde se encontram diversos edifícios históricos, como a Casa do Deão (Casa del Deán) nos números 1 e 3, uma obra barroca do arquiteto Clemente Fernández Sarela, cuja fachada é visível desde a Praça de Platerías. A meio da rua, nos números 51 e 53, encontra-se o antigo cinema e teatro Yago. No número 59 situa-se a Casa-pazo de Vaamonde. À sua direita fica o beco de Entrerrúas, que comunica com a Rua Nova. * Casa-pazo de Vaamonde — Pazo (palácio) do situado na Rua do Vilar, atual sede do Consórcio de Santiago, a instituição pública que tem a seu cargo a preservação e revitalização do património cultural da cidade. Na fachada destaca-se um escudo no andar superior e a aldraba da porta no alpendre, uma obra do escultor Francisco Asorey. * Rua Nova — Tem diversos edifícios históricos, como o Teatro Principal, projetado em 1841 por Prado y Valle, no número 21. Sensivelmente a meio encontra-se a igreja românica de Santa Maria Salomé, do e reformada no , com um campanário barroco. No número 40 encontra-se o Pazo de Pedrosa. A Casa da Balconada aloja dependências universitárias e tem um jardim aberto para a Rua de Gelmires. No número 44 encontra-se o Antigo Colégio dos Irlandeses, ou Pazo de Ramirás, do . No final, o beco de Entrerrúas, liga com a Rua do Vilar; ali existiu uma oficina de ferreiro tradicional até aos últimos anos do . * Praça do Toural — Para ela confluem a Rua do Vilar e Rua Nova, que a ligam à catedral. É dominada pelo Palácio dos Marqueses de Bendaña, outra obra de Fernández Sarela do , cujo escudo é rematado por um Atlante com a esfera terrestre sobre os ombros. O palácio é atualmente a sede do Museu Fundação Eugenio Granell. * Rua das Órfãs (Rúa das Orfas) — Deve o seu nome ao convento homónimo que nela se situa. Seguindo a rua até à Porta da Mamoa, chega-se à Praça da Galiza, onde se situa o Café Derby, fundado em 1929. * Rua Travessa (Rúa Travesa ou Calle de la Travesa) — nela se encontra a Igreja de Santa Maria do Caminho e junto a ela a curiosa \"Ruela Sae se podes\", conhecida como a rua mais estreita da cidade. * Praça da Quintana — Também chamada \"dos Literários\", em memória do , uma unidade militar constituída por estudantes da Universidade de Santiago, formado em diversas ocasiões, nomeadamente durante a Guerra da Independência Espanhola (invasões napoleónicas). Tem dois níveis separados por uma grande escadaria, a superior, mais pequena e situada a norte, é chamada \"Quintana de Vivos\" e a inferior, a sul, \"Quintana de Mortos\". Esta comunica com a Praça das Pratarias a oeste e e inspirou o poema em galego de García Lorca “Danza da lúa en Santiago”. A praça é rodeada pela catedral a oeste, a Casa da Parra a norte, o Convento de São Paio de Antealtares a leste e a Casa da Conga a sul. Uma quintana é uma porta ou praça diante de um camposanto (cemitério de católicos) onde se vendiam víveres. * Casa da Parra — Situada na Quintana dos Vivos, é uma obra do do arquiteto Domingo Antonio de Andrade. Deve o seu nome ao relevo esculpido na fachada que representa uma videira. No telhado destaca- se a caraterística chaminé compostelana da época barroca. * Casa da Conga (ou casa canónica) — Outra obra de Domingo de Andrade, situada na Quintana dos Vivos, no lado oposto à Casa da Parra. Originalmente era a residência dos cónegos da catedral. Destaca-se na sua composição a lógia ou alpendre do rés- de-chão e a chaminé no telhado. * Praça das Pratarias (Praterías) — Situada a ocidente da Praça da Quintana, é limitada a norte pela fachada das Pratarias da catedral e a sul pela Casa do Cabido. Deve o seu nome aos grémios medievais de ourives de prata. Ao centro encontra-se a fonte barroca denominada Fonte dos Cavalos. * Casa do Cabido — Também chamada Casa da Estrela, situa-se na Praça das Pratarias. É um edifício barroco do da autoria de Clemente Fernández Sarela, com muito pouco fundo (aproximadamente 4 metros), que foi construído com o objetivo de ornamentar a praça. No centro, sobre a cornija estão esculpidas o sepulcro e a estrela de Santiago, replicando um dos ornamentos que se encontra na parede da catedral em frente. Nas esquinas, há duas gárgulas em forma de canhão. Na composição arquitetónica, destaca-se a utilização da chamada Ordem Compostelana, caraterizada pela interposição de cilindros entre o entablamento e os capitéis das pilastras, um detalhe original do barroco santiaguês. Como o nome indica, foi sede do cabido, mas desde meados do que é propriedade particular. * Paço de São Lourenço de Trasouto — Antigo convento românico do situado extramuros, junto ao carvalhal (carballeira) homónimo. Foi residência dos condes de Altamira no e novamente convento franciscano. Grande parte do edifício atual XVIII, mas ainda conserva algumas partes medievais. * Praça e Arco de Mazarelos — Nesta praça, também chamada da universidade, encontra-se o único arco que resta da muralha que rodeava Santiago na época em que foi edificada a primitiva catedral românica (). O Arco de Mazarelos era a porta por onde entrava na antiga urbe o vinho proveniente da zona do Ribeiro e atualmente é por ali que entram os peregrinos do Caminho de Santiago que vêm pela Rota da Prata. Dá acesso à Praça de Mazarelos, conhecida como Praça da Universidade porque nela se encontra o antigo colégio universitário de filologia, atualmente a faculdade de filosofia, uma obra do da autoria do arquiteto Simón Rodríguez. Na praça encontra-se igualmente a chamada Igreja da Universidade, anteriormente conhecida como \"dos Jesuítas\", que atualmente é um centro de exposições da universidade e onde se conserva um belo retábulo barroco da autoria de Simón Rodríguez. Outros edifícios da praça são o Pazo de Mazarelos, atualmente a sede da Secretaria de Turismo da Junta da Galiza, a Faculdade de História (até há algumas décadas a Faculdade de Direito e um dos primeiros locais onde se situou a universidade), que fecha a praça e parte da Rua do Castro. * Auditório da Galiza — Centro de espetáculos com três salas de espetáculos, a maior delas com capacidade para espetadores, e um espaço de exposições com , foi inaugurado em 1989. É da autoria do arquiteto Julio Cano Lasso e é a sede da desde 1996. * Porta do Caminho — entrada da época medieval. * Esculturas — em Santiago há uma grande quantidade de esculturas no interior e no exterior de edificações ou em parques, de épocas passadas até à atualidade. * Ponte do Asén — localizada no bairro de Santa Isabel. === Arquitetura militar === * Castelo da Rocha Forte === Museus === *Museu da Catedral *Museu do Povo Galego — dedicado à etnografia e história de Galiza, situado no Convento de São Domingos de Bonaval. *Centro Galego de Arte Contemporânea — O edifício é da autoria do arquiteto português Siza Vieira. Situa-se ao lado do antigo Convento de São Domingos de Bonaval. As suas principais atividades são exposições temporárias de obras contemporâneas. *Cidade da Cultura da Galiza — complexo cultural e de entretenimento, da autoria do arquiteto norte-americano Peter Eisenman. *Galicia Digital — Museu virtual situado no Mosteiro de São Martinho Pinário que divulga novas tecnologias. *Casa da Troia — antiga casa de hóspedes frequentada por universitários, atualmente é um museu que recria a vida estudantil dos finais do e início do . *Museu das Peregrinações — sobre o fenómeno da peregrinação e o nascimento e evolução de Compostela. *Outros museus — Museu Pedagógico da Galiza (MUPEGA), Museu de Arte Sacra de Antealtares, Museu de Arte Sacra de Santa Maria a Real de Sar, Museu da Terra Santa, Museu Médico, Museu de História Natural, Museu da Fundação Eugenio Granell, Fundação Social Caixa Galicia, Fundação Social Caixanova. Imagem:Teito do museo da Catedral de Santiago.jpg|Teto no Museu da Catedral Imagem:Convento de Santo Domingo de Bonaval 2018.jpg|Convento de São Domingos de Bonaval, onde funciona o Museu do Povo Galego Imagem:Santiago-21ago-37-praterias.jpg|Museu das Peregrinações Imagem:Siza Konpostelan.JPG|thumb|Centro Galego de Arte Contemporânea Imagem:Cidade da Cultura - 13 - Museo Centro Gaias.jpg|Museo Centro Gaiás, na Cidade da Cultura da Galiza == Festas e celebrações == * Festas do Apóstolo — São as festas mais importantes da cidade. Celebram-se na segunda quinzena do mês de julho, nos dias próximos do dia de Santiago Maior, 25 de julho. * Ano Santo Jacobeu — Têm lugar nos anos em que o dia 25 de julho coincide com um domingo. Só durante os anos santos é que a Porta Santa da catedral permanece aberta para acesso dos peregrinos desde o dia 31 de dezembro do ano anterior. Nos anos santos a afluência de peregrinos é habitualmente muito superior à dos restantes anos. * Festas da Ascensão — De caráter mais marcadamente popular, são as festas mais importantes na cidade a seguir às do Apóstolo. Celebram-se durante vários dias no mês de maio, coincidindo com a celebração religiosa da Ascensão. Durante estas festas realiza-se uma feira na Carballeira de Santa Susana, onde há pulperías (tascas) de petiscos. * A festa de São Roque, copadroeiro da cidade é celebrada a 16 de agosto. * A terça-feira de Carnaval é feriado local em alguns anos, em alternativa ao feriado de São Roque ou da Ascensão. Assim aconteceu em 2006, quando substituiu o de São Roque, e em 2007, quando a Ascensão coincidiu com o Dia das Letras Galegas. * Na catedral são dignas de nota as celebrações do Dia de Clavijo, a 23 de março e da Translação, a 30 de dezembro. * A Semana Santa compostelana não tem a importância e espetacularidade de muitas outras cidades espanholas, mas é interessante pelas procissões no centro histórico e pelo valor artístico de alguns dos andores. O mesmo acontece com o Corpo de Deus. * Festival de cinema Cineuropa — Ocorre todos os anos em novembro, desde 1987. == Festivais == === De música === * A·Ri·t·mar * Cantos na Maré * Seráns no Gaiás * Soa Bonaval * Sons no Caminho === De teatro e circo === * USCénica; uscenica.com * Festival Atlántica; santiagoturismo.com === De cinema === * Curtocircuito * Cineuropa == Culinária == Entre as curiosidades que envolvem o Caminho de Santiago, destaca-se a Tarte de Santiago, um doce típico preparado à base de amêndoas, açúcar e ovos. No Caminho de Santigo de Compostela é comum encontrá-la à venda, sobretudo entre julho e agosto. Originalmente, chamava-se bizcocho de almendra (\"pão de ló de amêndoa\"). Está identificada desse modo em relato de 1577, sobre a visita do inspetor D. Pedro de Portocarrero à Universidade de Santiago de Compostela, com o objetivo de investigar denúncias de excessos alimentares dos professores ao concederem graus académicos. Num caderno de Luis Bartolomé de Leybar, de 1838, também aparece com o nome primitivo. No El Confitero y el Pastelero, de Eduardo Merín, de 1893, já aparece como Tarta de Almendro (tarte de amêndoa). Mas os livros de culinária espanhola do consagraram-na como Tarte de Santiago. Em março de 2006 recebeu a classificação de produto de Indicação Geográfica Protegida, com base nas regras da União Europeia, que padronizou a receita, as suas proporções, método de elaboração, etc. A Cruz de Santiago sobre a tarte, decoração instituída em 1924 pela extinta Casa Mora, de Santiago de Compostela, tornou-se obrigatória. == Clubes desportivos == * Obradoiro Clube de Amigos do Baloncesto — de basquetebol * Sociedad Deportiva Compostela — de futebol * Santiago Futsal * Santiago Rugby Club == Cidades-gémeas == Santiago de Compostela tem acordos de geminação com as seguintes cidades: : : : : : : : : : : : : : : : : : : == Notas == * == Ligações externas == * Turismo de Santiago de Compostela Categoria:Localidades da Espanha Categoria:Localidades da Galiza Categoria:Localidades da Corunha (província) Categoria:Municípios por nome da Galiza Categoria:Municípios da Espanha por nome Categoria:Patrimônio Mundial da UNESCO na Espanha Categoria:Lugares de peregrinação cristã em Espanha Categoria:Capitais europeias da cultura Categoria:Caminho de Santiago",
 "title": "Santiago de Compostela"
}