{
 "id": "24629",
 "text": "Paciência, também conhecido como Solitário, é um jogo de cartas para um só jogador.The History of Solitaire, From Cards to Computers É um jogo muito famoso sobretudo por causa de uma versão para o sistema operacional Microsoft Windows, que é considerada um dos jogos para computador mais populares de todos os tempos e o videojogo mais jogado no mundo inteiro.BruceOnGames.com The most played video game in the world A variante de Paciência usada pelo Windows é conhecida especificamente por \"Klondike\", referindo-se à região canadense onde ocorria uma febre do ouro no século XIX.A brief history of Solitaire, Patience, and other card games for one == História == Patience é provavelmente de origem alemã ou escandinava, com os primeiros registos a aparecerem no final do século XVII e início do século XIX. O jogo tornou-se popular em França no início do século XIX, chegando à Grã-Bretanha e à América na segunda metade do século XX. A paciência foi mencionada pela primeira vez na literatura pouco depois de os esquemas cartográficos terem sido desenvolvidos, por volta de 1765, o que sugere uma ligação entre os dois. Esta teoria é apoiada pelo nome do jogo em dinamarquês e norueguês, kabal (e). Um relato de 1895 descreve uma variante do jogo utilizada exclusivamente para a cartomancia. A primeira coleção de jogos de cartas de paciência em inglês é frequentemente atribuída a Lady Adelaide Cadogan pelos seus Illustrated Games of Patience, publicados por volta de 1870 e reimpressos várias vezes. No entanto, um livro perdido chamado \"Patience\" \"Perseverance\", um pseudónimo de William Henry Cremer, foi publicado em Londres em 1860 e listado como um livro de literatura. O mais antigo tratado americano é Patience: a series of card games (1869) de Edna Dow Littlehale Cheney, seguido em 1870 por Patience: a series of thirty card games, e mais tarde Dick's Patience Games (1883). No final do século XIX e no início do século XX, foram escritos mais livros sobre a paciência. A autora mais prolífica e original foi Mary Whitmore Jones, cujo primeiro livro \"Patience Games for One or More Players\" apareceu em 1888, seguido de mais quatro volumes até 1900 e mais dois intitulados \"New Patience Games\" em 1911. No total, as suas obras contêm cerca de 250 jogos diferentes. Outros autores de livros sobre paciência incluem Henry Jones (também conhecido por Cavendish), Angelo Lewis (também conhecido por Professor Hoffmann), Basil Dalton, Ernest Bergholt e \"Tarbart\". No início do século XX, o nome \"solitário\" estabeleceu-se na América do Norte, enquanto \"paciência\" continua a ser utilizado em todo o mundo. ==Preparação== Utiliza-se um baralho completo, 52 cartas. Deve-se fazer um monte com 7 cartas e colocá-lo virado para baixo na mesa, depois um com seis cartas colocado da mesma forma à esquerda do primeiro, e assim sucessivamente até um último monte de apenas uma carta. O restante das cartas passa a ser o monte de compra. Esses podem ser chamados de montes de organização. Também devem ser reservados 4 espaços para a fase final do jogo, a montagem. Vira-se a primeira carta de cada monte, exceto o de compra, totalizando sete cartas reveladas. ==O jogo== No jogo, pode-se movimentar qualquer carta que esteja aberta nas colunas principais. Para movimentar as cartas, é necessário alternar as cores, e respeitar a ordem da maior para a menor.Jogo de Paciência Podem-se movimentar as quantas cartas superiores a um monte se desejar, desde que estas sejam movidas para um outro monte com a carta superior adequada. Por exemplo, se um monte tem 7 preto, 6 vermelho e 5 preto, essas três cartas podem ser colocadas sobre um monte cuja carta superior seja um 8 vermelho. Pode-se retirar uma ou três cartas do monte de compra dependendo das regras. Quando uma coluna estiver vazia, é permitido começar a montá-la colocando um rei (K) de qualquer naipe em sua casa. O jogo acaba quando todas as quatro pilhas na região superior estiverem completas, do Ás ao Rei. ==Estudo de probabilidade== Existem estudos na área de probabilidade dos jogos, em que é demonstrado quantos jogos diferentes podem ser gerados, quantos jogos são impossíveis de resolver e várias curiosidades.Estudos de Probabilidade na paciência Categoria:Jogos para celular Categoria:Jogos para iPod Categoria:Jogos para Windows Categoria:Jogos de cartas Categoria:Jogos para um jogador Categoria:Jogos de cartas com baralho francês",
 "title": "Paciência (jogo)"
}