{
 "id": "24662",
 "text": "Glorinha é um município brasileiro do estado do Rio Grande do Sul. Distante a apenas 54 quilômetros de Porto Alegre, e destacado pelo apropriado título de Um Paraíso Entre a Capital, a Serra e o Mar, o município de Glorinha abriga 7.654 habitantes (segundo dados estimados de 2017), numa exuberante área verde de 323,6 quilômetros quadrados, dividida entre sítios de lazer, colinas, açudes, matas, cascatas, fazendas com criação de ovinos, bovinos, equinos, caprinos, búfalos (ou bubalinos), sítios de criação de avestruzes e inúmeras outras belezas naturais. A partir do trevo de acesso, que liga o centro da cidade à autoestrada federal BR-290 (a primeira freeway do Brasil, inaugurada em 1972), Glorinha constitui-se na opção mais econômica e rápida de ida e volta às praias mais famosas do Rio Grande do Sul, como Tramandaí (a metrópole do verão gaúcho), situada a apenas 80 quilômetros. Contando com vias de acesso como a RS-030 (a primeira estrada asfaltada do Estado, inaugurada em 1936, e que corta Glorinha em seu perímetro central) o turista chega ao seu destino de férias e lazer com a economia de, no mínimo, uma hora entre Serra e Mar. Além de toda essa comodidade, há a preciosa oportunidade de conhecer ou visitar novamente todas as atrações do município e também as de seus quatro importantes vizinhos: Taquara, 25 quilômetros ao norte; Viamão (a primeira Capital do Estado), 15 quilômetros ao sul; Gravataí (o outrora município-mãe de Glorinha), 20 quilômetros a oeste, e Santo Antônio da Patrulha, 25 quilômetros a leste. Também muito próxima, a apenas 60 quilômetros, a célebre Gramado, um dos polos turísticos mais procurados do país ==Geografia== Pertence à Mesorregião Metropolitana de Porto Alegre e à Microrregião Porto Alegre. É um município que conta com as águas dos rios Gravataí e dos Sinos. Dispondo de uma área geograficamente privilegiada, numa exuberante área verde de 323,6 quilômetros quadrados, dividida entre sítios de lazer, colinas, açudes, matas, cascatas, fazendas com criação de ovinos, bovinos, equinos, caprinos, búfalos (ou bubalinos), sítios de criação de avestruzes e inúmeras outras belezas naturais, transformou-se em eixo de deslocamento perfeito para os moradores da Serra que se locomovem para o Litoral Norte do Estado, e vice- versa. O município apresentou o segundo maior crescimento do PIB entre os municípios gaúchos (1996-2006), com taxas de 1.583,32%. == História == 1906: A CAPELA DE NOSSA SENHORA DA GLÓRIA ABENÇOA O NASCIMENTO DE UMA POVOAÇÃO Em 1834, o Município de Gravataí – Região Metropolitana de Porto Alegre – dividia-se em três Distritos: Costa de Sapucaia, Freguesia da Aldeia dos Anjos e Passo Grande, este mais tarde também conhecido como Rua da Glória. Nas laterais desta “rua” – em verdade uma estradinha ainda com traçado bastante primitivo – formava-se uma pequena vila, habitada por agricultores e pecuaristas, em sua maioria descendentes de colonos portugueses. Este singelo núcleo de moradores movimentava-se num cenário composto por meia dezena de casas de comércio (açougue, armazém de secos e molhados, quitandas com frutas e verduras etc.), um clube recreativo, uma escola e uma primeira Capela Católica, construída pelos próprios colonos, onde, aos fins de semana, assistiam às missas e celebravam festas religiosas. Em 1906, essa capelinha original é praticamente reconstruída, com o Distrito de Passo Grande experimentando avanços importantes no seu desenvolvimento, pois por ali cruzava a estrada que era o único elo de acesso entre a Capital e o Litoral Norte, passagem obrigatória para os ousados “veranistas” que faziam sua longa viagem a caminho das praias. A Rua da Glória também era rota tradicional de tropeiros, caixeiros viajantes e carreteiros, que aproveitavam a sombra de inúmeras figueiras – na época já centenárias e comuns na região – para o seu descanso e pernoite, criando uma aconchegante e movimentada pousada ao ar livre. PASSO GRANDE – RUA DA GLÓRIA – VILA DA GLORINHA – NOSSA SENHORA DA GLORINHA Por volta de 1910, a povoação começou ser corriqueira e carinhosamente identificada como a Vila da Glorinha – o nome de sua Santa Padroeira passa, de modo curioso, a representar, ao mesmo tempo, a denominação do próprio vilarejo: Nossa Senhora da Glorinha. E é como Glorinha que logo depois transforma-se em Distrito, subordinado administrativamente à Prefeitura de Gravataí. Seu território já abrigava outras etnias, além dos pioneiros portugueses/açorianos, dos contingentes de negros libertos da escravidão e dos descendentes de índios missionados que por ali viviam; os alemães e italianos, cuja característica habilidade para a agricultura e a pecuária gera resultados muito produtivos, como a acentuada cultura da mandioca, que chegou a ser, por várias décadas, a principal riqueza da economia da região. A fabricação dos derivados da mandioca disputava espaço com outras indústrias caseiras, como os engenhos de cana-de-açúcar e alambiques. Aos poucos, os alemães diversificaram suas atividades, instalando serrarias, selarias, sapatarias, ferrarias, e melhorando a agricultura de subsistência, do que se originou, por parte das outras etnias, uma forte assimilação quanto ao modo de trabalhar e de desenvolver uma rica gastronomia típica. No início do século XX, edificou-se a Capela Evangélica de Confissão Luterana, na localidade de Rincão de São João e, em 1932, a Capela Nossa Senhora da Glória foi, finalmente, elevada à categoria de Matriz. Em 1936, a pioneira estrada de chão batido que cortava a Vila da Glorinha desde os tempos em que era chamada Passo Grande, é inaugurada como a primeira via asfaltada do Estado – a RS-030. A partir da primeira década de 1960, com a diversificação gradual da economia brasileira, Glorinha passou a ser a mais importante bacia leiteira do Rio Grande do Sul, com o leite e seus derivados despontando e consolidando-se como principal fonte de riqueza do Distrito, ao lado da comercialização de produtos derivados do leite de cabra, engenhos de arroz, atafonas, atividade agrícola desde hortifrutigranjeiros – cultivados em estufa – à piscicultura e à pecuária de corte, somando-se a emergentes indústrias de lacticínios e ao grande potencial natural da região, próprio para o desenvolvimento do turismo rural e ecológico. TEMPOS DIFÍCEIS PARA O DISTRITO DE GLORINHA Toda esta pujança, no entanto, pouco representava em retorno para o progresso específico do Distrito, distante de sua sede, Gravataí. Em 1972, com a construção da Autoestrada BR-290 (a primeira freeway do país, ligando Porto Alegre a Osório em sentidos expressos) os antigos viajantes da Rua da Glória – depois a Estadual RS-030 – mudaram de trajeto e Glorinha ficou como que esquecida, sofrendo um impacto negativo em seu mercado de serviços e na comercialização dos produtos típicos gerados por centenas de pequenos trabalhadores rurais. Este período recessivo é ainda mais agravado pelo crescimento vertiginoso da Região Metropolitana, com Gravataí – chamado então de município mãe de Glorinha – tornando-se tipicamente urbano e investindo em políticas administrativas voltadas para uma industrialização frenética, em detrimento de sua zona rural, desprezada em atenção e recursos. Foi exatamente este impasse, estabelecido em pleno início da primeira década de 1980 entre a população e as inquietas lideranças do, cada vez mais empobrecido, Distrito de Glorinha, que provocou a centelha de um sonho de “independência”, a busca ansiada da autodeterminação, a construção do próprio caminho e a decisão de um futuro mais digno. > A nascente palavra de ordem tinha um significado e peso mais do que > absoluto: EMANCIPAÇÃO! Esta conquista histórica aconteceu em 4 de maio de 1988, através da Lei Estadual N° 8590, assinada pelo então Governador Pedro Simon, que criou um dos mais prósperos Municípios do Estado do Rio Grande do Sul. ==Ligações externas== * Página da Prefeitura Municipal * Página da Câmara Municipal * Secretaria do Turismo do Rio Grande do Sul ==Ver também== * Região Metropolitana de Porto Alegre * Lista de municípios do Rio Grande do Sul * Lista de municípios do Rio Grande do Sul por população * Lista de municípios do Rio Grande do Sul por data de criação",
 "title": "Glorinha"
}