{
 "id": "24677",
 "text": "Barão de Cotegipe é um município brasileiro do interior do estado do Rio Grande do Sul. Diferente de sua região, que apresenta um clima subtropical úmido, Barão de Cotegipe possui um clima quente e seco. == História == Barão de Cotegipe está situado na região do Alto Uruguai e seu território foi desmembrado do município de Erechim, do qual era Distrito. Sua área é de 309 km² e compreende parte das secções Paiol Grande, Mocambo, Tapir, Rio Azul, Palomas e 2ª secção Cravo. Em 1 de junho de 1964, teve sua emancipação decretada pela Lei 4737. O Município de Barão de Cotegipe iniciou seu povoamento por volta do ano de 1911, quando, aos poucos, foram chegando os colonizadores italianos, poloneses, ucranianos, lituanos e caboclos; surgia na Região do Alto Uruguai um novo povoado que se chamou primeiramente Floresta, e com o trabalho persistente dos colonizadores, teve sua emancipação no dia 23 de janeiro de 1965, levando o nome de Barão de Cotegipe em homenagem ao Estadista João Maurício Wanderley, braço direito do imperador Pedro II do Brasil, que visitou a localidade na época. O município de Barão de Cotegipe localiza-se ao Norte do Estado do Rio Grande do Sul, dentro da Região do Alto Uruguai, Micro - Região 326. Limita-se com os Municípios de Erechim (10 km), São Valentim (18 km), Itatiba do Sul (35 km), Barra do Rio Azul (28 km), Ponte Preta (15 km), Paulo Bento (6 km). Em relação à Capital Porto Alegre distancia-se 370 km. tendo como rodovia de acesso a RST 480. Possui uma população de 6.591 habitantes de acordo com o Censo de 2000, sendo 3.291 na zona urbana e 3.300 na zona rural. Possui uma área de 271.15 km². A cidade é cortada por três rios principais: Rio Jupirangaba, Lajeado Paiol Grande e Lajeado Barbaquá. Barão de Cotegipe está a uma altitude de 765 m acima do nível do mar. Com um clima temperado, com chuva anual de 1422 mm. (média). A vegetação é de mata nativa com arbustos, árvores frutíferas e pastagens nativas. Quanto ao perfil dos setores produtivos, Barão de Cotegipe caracteriza-se pela predominância do Setor Primário. Os principais produtos agrícolas cultivados são milho, trigo, soja e feijão. Além desses produtos, há um expressivo cultivo de erva-mate. A economia está baseada na agricultura familiar, sendo que esta representa 66% da renda do município, com aproximadamente 900 propriedades de agricultores familiares, possuindo diversas agroindústrias. O município possui a maior produção de frangos da região e também destaca-se na produção de leite, suínos, erva-mate, uva, grãos e fruticultura. Como potencialidade na geração de emprego e renda urbana destacam-se as industrializações da erva-mate, distribuidoras de medicamentos, fábricas de jóias, indústrias moveleiras, malharias, serralherias, fábrica de balanças e facas, artefatos de vime e artefatos de concreto. Entre as indústrias de erva-mate e chás, o município conta com a empresa Barão. O comércio conta com 84 estabelecimentos, entre lojas, mercados, farmácias e outros. O setor de prestação de serviços atua com escritórios de contabilidade, salões de beleza, oficinas mecânicas e outros. == Etimologia == O nome da cidade homenageia João Maurício Wanderley, o barão de Cotegipe, co- autor da Lei dos Sexagenários, também conhecida como Lei Saraiva-Cotegipe. Essa lei, promulgada no dia 28 de setembro de 1885, garantia a liberdade de escravos com mais de 60 anos. O Barão de Cotegipe é também conhecido por ter sido o único senador a votar contra a abolição da escravatura, chegando a dizer à Princesa Isabel, ao cumprimentá-la após a votação: \"Precisamos dos escravos. A senhora acabou de redimir uma raça e perder o trono\". == Geografia == Pertence à Mesorregião do Noroeste Rio-grandense e à Microrregião de Erechim. O município localiza-se no norte do estado, na Região do Alto Uruguai, sobre a cordilheira da Serra Geral. == Clima == O clima de Barão de Cotegipe é Subtropical Cfa. ==Ver também== *Lista de municípios do Rio Grande do Sul *Lista de municípios do Rio Grande do Sul por população *Lista de municípios do Rio Grande do Sul por data de criação ==Ligações externas== *Página da Prefeitura Municipal *Secretaria do Turismo do Rio Grande do Sul Categoria:Fundações no Brasil em 1964",
 "title": "Barão de Cotegipe"
}