{
 "id": "24694",
 "text": "A Frente de Libertação de Moçambique, também conhecida por seu acrónimo FRELIMO, é um partido político oficialmente fundado em 25 de junho de 1962 (como movimento nacionalista), com o objectivo de lutar pela independência de Moçambique do domínio colonial português. O primeiro presidente do partido foi o Dr. Eduardo Chivambo Mondlane, um antropólogo que trabalhava na ONU. Desde a independência de Moçambique, em 25 de junho de 1975, a FRELIMO é a principal força política do país, sendo também o \"partido da situação\" desde então. == Histórico == Sendo o único movimento reconhecido internacionalmente que tinha lutado pela independência de Moçambique e negociado a sua independência de Portugal através dos Acordos de Lusaka (7 de Setembro de 1974), a FRELIMO foi a força política que assumiu o poder, de forma constitucional. Em 1977, durante o seu III Congresso, o movimento decidiu transformar-se em partido político, de cunho marxista-leninista (Partido FRELIMO) e continuou a dirigir o país como partido único até 1994. Entretanto, em 1990, a assembleia popular aprovou uma nova constituição que mudou o sistema político, aceitando a formação de outros partidos. Com o fim da guerra de desestabilização de Moçambique, em 1992, realizaram-se as primeiras eleições multipartidárias em 1994 e o partido FRELIMO foi considerado vencedor. O mesmo voltou a ganhar as eleições seguintes, em 1999, em 2004 e em 2009, continuando a assegurar a presidência e o governo. === Fundação === Após a Segunda Guerra Mundial, enquanto muitas nações europeias foram concedendo independência às suas colônias, Portugal, sob o regime do Estado Novo, defendeu que Moçambique e outras possessões portuguesas eram territórios ultramarinos da metrópole (pátria). Neste contexto as ideias de independência de Moçambique desenvolveram-se rapidamente, e em 1962 vários grupos políticos anticoloniais formaram a Frente de Libertação de Moçambique (FRELIMO). Em setembro de 1964, iniciou-se uma campanha armada contra o regime colonial português. No momento em que surgiram tais movimentos, Portugal governava Moçambique havia mais de 400 anos. A FRELIMO foi fundada em Dar-es-Salaam, na Tanzânia, em 25 de junho de 1962, quando três organizações nacionalistas de base regional - a União Democrática Nacional de Moçambique (UDENAMO), a Mozambique African National Union (MANU, à maneira da KANU do Quénia), e a União Nacional Africana de Moçambique Independente (UNAMI) - fundiram-se em um movimento guerrilheiro de base ampla sob os auspícios do presidente tanzaniano Julius Nyerere. Sob a presidência do antropólogo Eduardo Chivambo Mondlane, a recém-formada FRELIMO estabeleceu sua sede em 1963 na cidade de Dar-es-Salaam. O reverendo Uria Simango foi o seu primeiro vice-presidente. O movimento não poderia, até então, ter sede em Moçambique, visto que os movimentos nacionalistas e de oposição estavam sob controle da polícia lusitana. A Tanzânia e seu presidente, Julius Nyerere, eram simpáticos aos grupos nacionalistas moçambicanos. Convencido pelos acontecimentos recentes, como o massacre de Mueda, de que a agitação pacífica não traria independência, a FRELIMO contemplou a possibilidade da luta armada desde o início. Ele lançou sua primeira ofensiva em setembro de 1964. Durante a guerra que se seguiu à independência, a FRELIMO recebeu o apoio da China, da União Soviética, dos países escandinavos e de algumas organizações não governamentais do Ocidente. Suas operações militares iniciais foram no norte do país, onde no final da década de 1960 tinham sido estabelecidas \"zonas libertadas\" em que, ao invés do governo português, constituíam autoridades civis sobre as mesmas. Na administração destas zonas, a FRELIMO trabalhou para melhorar a vida dos camponeses, a fim de receber o seu apoio. O movimento guerrilheiro os libertou da subjugação aos senhorios (chefes) nomeados pelos portugueses, e estabeleceu formas de cooperação mútua para a agricultura. O movimento guerrilheiro permitiu um maior acesso dos camponeses à educação e à saúde. Muitas vezes, os soldados da FRELIMO foram designados para trabalhar em projetos de assistência médica. As experiências práticas dos seus membros nas zonas libertas resultou em uma convergência da liderança da FRELIMO cada vez mais para uma ideologia política marxista. A FRELIMO passou a considerar a exploração económica do capital ocidental como o inimigo do povo moçambicano,Martin Rupiya, \"Historical context: War and Peace in Mozambique\", Conciliation Resources, php como um elemento fundamental da exploração colonial, sendo que o governo português era considerado como o principal algoz do movimento guerrilheiro. Embora fosse um partido nacionalista Africano, adotou uma postura não-racial, com inúmeros membros brancos, de origem asiática e mulatos. Os primeiros anos da FRELIMO, durante a qual a ideologia marxista evoluiu, foram tempos de turbulência interna. Mondlane, juntamente com Marcelino dos Santos, Samora Machel, Joaquim Chissano e a maioria do Comitê Central do movimento guerrilheiro, resolveu promover a luta não só pela independência, mas para criar uma sociedade socialista. O Segundo Congresso do Partido, realizado em julho de 1968, aprovou as diretrizes socialistas. Mondlane foi reeleito para presidente do partido e Uria Simango foi reeleito vice-presidente. Depois do assassinato de Mondlane, Uria Simango assumiu a liderança, mas sua presidência foi alvo de contestação por alguns membros. Em abril de 1969, a liderança foi assumida por um triunvirato, composta por Machel, Santos e Simango. Depois de vários meses, em novembro de 1969, Machel e Santos depuseram Simango. Este último deixou a FRELIMO e se juntou posteriormente ao pequeno movimento de libertação COREMO (Comitê Revolucionário de Moçambique). Em 1970, o movimento guerrilheiro sofreu grandes perdas devido à operação comandada por Portugal, denominada de Operação Nó Górdio, que foi idealizado por Kaúlza de Arriaga. Porém, no início da década de 1970, o contingente guerrilheiro da FRELIMO chegou a 7 mil combatentes. Nesse período os guerrilheiros tomaram o controle de algumas partes do centro e norte de Moçambique. Estava engajada no conflito contra a FRELIMO uma força portuguesa de aproximadamente 60 mil soldados. Em janeiro de 1974 os ataques de guerrilha tinham atingido a região central de Moçambique. Esta realidade levou os militares portugueses a forçar uma mudança do rumo político, já que militarmente a situação não era sustentável. Em abril 1974 a \"Revolução dos Cravos\" em Portugal derrubou o regime do Estado Novo, e o país voltou-se contra o apoio à longa e desgastante guerra colonial em Moçambique. Portugal e a FRELIMO então negociaram a independência de Moçambique, que tornou-se oficial em junho de 1975. A FRELIMO estabeleceu um Estado de partido único baseado em princípios marxistas-leninistas, tendo Samora Machel como presidente. O novo governo recebeu o primeiro reconhecimento diplomático de países europeus, asiáticos e americanos, para além do apoio do bloco soviético e da China popular. Com uma política de enfraquecimento e intimidação, as forças opositoras rapidamente foram presas e executadas sem julgamento, como foi o caso de Uria Simango e sua esposa Celina, além de outros dissidentes proeminentes da FRELIMO, incluindo Paulo Gumane e Adelino Gwambe, ex-líderes da UDENAMO.J. Cabrita, Mozambique: A Tortuous Road to Democracy, New York: Macmillan, 2001. ISBN 978-0-333-92001-5 Durante o seu 3º Congresso, realizado em 1977, o movimento de libertação transformou-se em partido marxista-leninista e tomou o nome de Partido Frelimo. === Guerra Civil (1976-1992) === Como nem toda a sociedade reconheceu a FRELIMO como a força política legítima para comandar o país, uma forte insurgência surgiu. O novo governo viu-se envolvido em uma longa guerra civil com uma facção política anticomunista, a Resistência Nacional Moçambicana (RENAMO), que recebeu o apoio dos governos de minoria branca da Rodésia (hoje Zimbábue) e do governo segregacionista da África do Sul (sob regime do apartheid). Depois da morte de Machel 1986 em um acidente de avião, Joaquim Chissano assumiu a liderança tanto do partido quanto do Estado. Especialmente depois da queda da União Soviética, em 1989, e a derrocada do bloco comunista, Chissano iniciou a conversação sobre um sistema multipartidário em Moçambique. A guerra civil somente foi encerrada em 1992 sob os termos do Acordo Geral de Paz, assinado em Roma, Itália. Ao longo dos anos de guerra houve grandes perturbações sociais, com a pobreza no país alcançando patamares muito grandes. Isto tornou difícil o trabalho do governo, que pretendia atingir muitas metas sociais e melhorar a vida da população moçambicana. === Fim da ideologia marxista === Apesar de ter anteriormente se inspirado no bloco comunista, Chissano não era um marxista linha-dura. Após o colapso da União Soviética, em 1989, ele chegou a afirmar que a ideologia marxista estava ultrapassada para o mundo contemporâneo. Chissano apoiou a revisão da Constituição que foi aprovada em 1990 e introduziu o sistema multipartidário em Moçambique. Após o fim da Guerra Civil de Moçambique, foi possível ocorrer as primeiras eleições democráticas multipartidárias do país em 1994. A FRELIMO venceu as primeiras eleições com grande maioria dos votos. A partir de 1993 a FRELIMO moveu em direção à social-democracia,Alice Dinerman, \"Independence redux in postsocialist Mozambique\" , IPRI fato este que recebeu o ativo apoio do governo de Thatcher no Reino Unido. Moçambique então tornou-se um membro da Commonwealth of Nations, composto em sua maioria por ex-colónias britânicas independentes, um facto inusitado, visto que o país tem fortes raízes culturais e históricas com Portugal. === 1999 - atualidade === Nas eleições de 1999, o Presidente Chissano foi reeleito com 52,3% dos votos, e a FRELIMO garantiu 133 dos 250 assentos parlamentares. Devido a acusações de fraude eleitoral e vários casos de corrupção, o governo de Chissano foi amplamente criticado. Chissano decidiu não disputar a eleição presidencial de 2004, embora a Constituição lhe permitisse fazê-lo. Em 2002, durante o seu VIII Congresso, o partido escolheu Armando Guebuza como seu candidato para a eleição presidencial de 1º e 2 de dezembro de 2004. Como seria de esperar dado o status maioritário da FRELIMO, ela venceu, ganhando cerca de 60% ​​dos votos. Nas eleições legislativas realizadas na mesma data, o partido ganhou 62,0% dos votos e 160 dos 250 assentos na Assembleia Nacional. A RENAMO e alguns outros partidos da oposição alegaram fraude eleitoral e denunciaram o resultado. Os observadores internacionais (entre outros, membros da Missão de Observação Eleitoral da União Europeia em Moçambique e do Centro Carter) apoiaram as reivindicações, criticando a Comissão Nacional Eleitoral (CNE) por não realizar eleições justas e transparentes. Eles listaram inúmeras faltas cometidas pelas autoridades eleitorais que resultaram em beneficiar o partido no poder, a FRELIMO. Mas os observadores da UE concluíram que as deficiências nas eleições provavelmente não afetaram o resultado final da votação da eleição presidencial.Final Report of the European Union Election Observation Mission, 2004 == Resultados eleitorais == === Eleições presidenciais === Data Candidato CI. Votos % 1994 Joaquim Chissano 1.º 2 633 740 1999 Joaquim Chissano 1.º 2 338 333 2004 Armando Guebuza 1.º 2 004 226 2009 Armando Guebuza 1.º 2 974 627 2014 Filipe Nyusi 1.º 2 778 497 === Eleições legislativas === Data Líder CI. Votos % +/- Deputados +/- Status 1994 Joaquim Chissano 1.º 2 115 793 Governo 1999 Joaquim Chissano 1.º 2 005 713 4,21 4 Governo 2004 Armando Guebuza 1.º 1 889 054 13,49 27 Governo 2009 Armando Guebuza 1.º 2 907 335 12,63 31 Governo 2014 Filipe Nyusi 1.º 2 575 995 18,73 47 Governo == Apoio estrangeiro == Durante o período em que governou o país como partido único, a FRELIMO recebeu o apoio dos governos da Tanzânia, Argélia, Gana, Zâmbia, Líbia, Suécia, da Noruega,Rui Mateus, In Contos Proibidos (p. 41) da Dinamarca, da Holanda, do Brasil, Bulgária, da Checoslováquia, Cuba, China, da União Soviética, do Egito, da IugosláviaUniversity of Michigan. Southern Africa: The Escalation of a Conflict, 1976, p. 99 e da Somália. == Ver também == * Lista dos partidos políticos de Moçambique * * A luta continua * Liga Feminina de Moçambique (LIFEMO) == Ligações externas == * Categoria:Partidos políticos de Moçambique Categoria:Movimentos de libertação nacional Categoria:Internacional Socialista",
 "title": "Frente de Libertação de Moçambique"
}