{
 "id": "24707",
 "text": "Vale-Tudo, também conhecido como No Holds Barred (NHB) nos Estados Unidos, é um esporte de combate desarmado e de contato total com relativamente poucas regras. Tornou-se popular no Brasil durante o século 20 e eventualmente evoluiria para as artes marciais mistas (MMA) modernas.About European Vale Tudo . www.europeanvaletudo.com. URL last accessed on April 28, 2006. Durante anos \"Vale-Tudo\" foi usado como sinônimo de MMA no Brasil, mas o termo caiu em desuso devido ao surgimento de regras mais rígidas e à influência da mídia para ter um nome mais \"civilizado\". Atualmente é usado para se referir a um estágio inicial e mais livre de regras do esporte moderno. O vale-tudo começou inicialmente como um conjunto de regras informal para lutadores de diferentes artes marciais lutarem entre si. A família Gracie ficou conhecida por organizar seu famoso \"Desafio Gracie\", onde lutavam contra outros artistas marciais em lutas de Vale Tudo para provar a eficiência e superioridade de seu próprio Gracie Jiu-Jitsu.T.P. Grant, April 12, 2011 History of Jiu-Jitsu: Coming to America and the Birth of the UFC. Bleacher Report. Retrieved on 2012-01-08. Muitos lutadores começaram a treinar especificamente para eventos de vale-tudo, misturando trocação e luta agarrada, eventualmente anunciando \"Vale-Tudo\" como um estilo próprio. Por exemplo, Marco Ruas referiu-se ao seu estilo híbrido de luta de submissão Luta Livre e trocação de Muay Thai simplesmente como \"Vale Tudo\". == História == === 1920–1980 === Espetáculos de luta chamados vale tudo tornaram-se populares nos circos brasileiros durante a década de 1920.Boxing booth – Boxrec Boxing Encyclopaedia. Boxrec.com. Retrieved on 2012-01-08. Exemplos de tais lutas foram descritos no Japanese- American Courier em 4 de outubro de 1928:The original reference was probably \"Jiu Jitsu\", Time, September 24, 1928. Archived from the original on October 15, 2007 on the Wayback Machine. No entanto, esse termo circense não entrou em uso popular até 1959-1960, quando foi usado para descrever as lutas estilo contra estilo apresentadas em um programa de televisão carioca chamado Heróis do Ringue. Os casamenteiros e apresentadores do programa incluíam membros da família Gracie, incluindo Carlson Gracie e Carley Gracie. Os participantes eram todos praticantes legítimos de seus estilos. A família Gracie, que teve origem no meio circense, idealizou o \"Desafio Gracie\", onde convidavam ou eram desafiados por adversários de outras artes marciais para uma luta de vale-tudo provar a eficácia de seu Jiu-Jitsu Gracie. Os Gracie mantinham seus desafios a portas fechadas em suas academias, mas em alguns casos também realizavam eventos públicos. Uma noite durante o show, João Alberto Barreto (depois árbitro do UFC 1 ) estava competindo contra um homem treinado na Luta livre esportiva. Barreto pegou o adversário na chave de braço e o homem se recusou a bater. Barreto quebrou o braço do homem. Consequentemente, o show foi cancelado e logo substituído por um show de wrestling profissional chamado Telecatch. De 1960 em diante, o vale-tudo permaneceu principalmente uma subcultura underground, com a maioria das lutas ocorrendo em dojos de artes marciais ou pequenos ginásios. A subcultura do Vale Tudo foi baseada no Rio de Janeiro, mas muitas lutas ocorreram na região norte, na região sul e no estado da Bahia, onde a capoeira é predominante. A cena carioca se concentrou principalmente na intensa rivalidade entre Jiu-jitsu brasileiro e a Luta livre esportiva. As lutas nas demais regiões apresentavam artes marciais mais diversas competindo nos eventos. Em 1980 e 1984 Rickson Gracie lutou dois contra o lutador maranhense Rei Zulu. Ambos os eventos foram realizados com interesse público e lotaram o estádio do Maracanãzinho, no Rio de Janeiro. Eles trouxeram a atenção da mídia pública de volta ao vale-tudo, que estava adormecido desde a década de 1960. Em 1984, no Maracanãzinho foi realizada a Noite das Artes Marciais (também conhecida como \"Jiu-Jitsu x Artes Marciais\"), disputada por representantes do Jiu-Jitsu contra representantes do Muay Thai, Kung Fu, Kickboxing e Luta Livre. O futuro campeão do UFC 7 Marco Ruas participou, com um empate contra o representante do Jiu-Jitsu, Fernando Pinduka. Houve também uma luta entre Rei Zulu contra o campeão mundial de Kickboxing, futuro promotor do World Vale Tudo Championship, International Vale Tudo Championship e empresário de vários brasileiros no MMA e K-1, Sérgio Batarelli. E em 1991 aconteceu o evento mais famoso: Desafio - Jiu Jitsu vs Luta Livre entre representantes de ambas as artes marciais. O evento foi organizado após praticantes de Jiu-Jitsu quase se meterem em uma briga com lutadores da Luta Livre, após eles invadirem um torneio de Jiu-Jitsu para enfrentar Wallid Ismail, que havia lançado um insulto e um desafio em um jornal local contra a Luta Livre. Os lutadores da Luta Livre foram convencidos a se retirar e, em vez disso, lutar em um desafio público. Robson Gracie, organizador do evento, convenceu a TV Globo a transmitir o evento ao vivo sob a suposição de que era um evento de puro grappling, as regras foram posteriormente alteradas para vale-tudo mas a Globo manteve o programa. O evento contaria com 3 lutas, todas com vitórias de representantes do Jiu- Jitsu. 29 de agosto de 1993 - alguns meses antes do primeiro evento do UFC - também viu o evento Capoeira vs Chute Boxe em Curitiba, luta entre capoeiristas contra os nak muays da Academia Chute Boxe. Foi a apresentação de vários futuros lutadores de MMA como Rafael Cordeiro, José 'Pelé' Landi-Jons e Nilson de Castro, e foi o primeiro evento de Vale-Tudo/MMA em Curitiba, um futuro centro de MMA. === 1993–anos 2000 === Na década de 1970, Rorion Gracie, da famosa família Gracie, emigrou para os Estados Unidos e introduziu o Vale Tudo em um novo mercado quando, junto com o empresário americano Art Davie, ajudou a fundar o Ultimate Fighting Championship (UFC) em 1993. O evento foi anunciado como uma competição em que cada lutador representaria diferentes artes marciais em um torneio de eliminação única, sem classes de peso e sem regras - embora houvesse três regras: sem morder, atacar os olhos ou \"pescar\" (colocar dedos na boca). Para apresentar o evento aos executivos da TV, Gracie e Davie usaram as filmagens dos Desafio Gracie e Vale Tudo no Brasil em que a família participou. O primeiro evento foi nomeado The Ultimate Fighting Championship (posteriormente renomeado retroativamente para UFC 1). Irmão mais novo de Rorion, Royce Gracie representou o Gracie Jiu-Jitsu e venceu o evento após finalizar três adversários consecutivos.T.P. Grant, April 12, 2011 History of Jiu-Jitsu: Coming to America and the Birth of the UFC. Bleacher Report. Retrieved on 2012-01-08. O evento foi um sucesso e atraiu alguma atenção do público e da mídia, e mais edições foram realizadas. O UFC também foi pioneiro no modelo de \" promoção\" para o Vale-Tudo/MMA, em vez de promotores organizarem eventos individuais como antes. Inspirados no formato do UFC, muitas novas promoções do Vale Tudo foram criadas. Algumas das promoções de destaque desta época no Brasil incluem Universal Vale Tudo Fighting, Brazilian Vale Tudo Fighting, Brazil Open, Super Challenge e Mo Team League. Além do UFC, os Estados Unidos também viram a introdução de promoções de Vale Tudo semelhantes ao UFC, como o Battlecade Extreme Fighting e o World Combat Championship em 1995. O Vale Tudo receberia o nome de No Holds Barred (NHB) nos Estados Unidos. No Japão, o ex-wrestler profissional Satoru Sayama havia criado em 1985 uma organização artes marciais híbrida chamada Shooto, que apresentava golpes com todos os membros, quedas, luta de chão e finalizações. Impressionado com o UFC, em 1994 ele introduziu o Vale Tudo no Japão, organizando o torneio Vale-tudo Japan, que era mais livre de regras em comparação com as regras anteriores do Shooto. Rickson Gracie venceu as edições de 1994 e 1995 do torneio, tornando-o famoso no Japão. Em 1997, o PRIDE Fighting Championships foi fundado para casar Rickson Gracie com o popular wrestler profissional japonês Nobuhiko Takada. As regras do PRIDE foram modeladas de acordo com as do Vale-tudo Japan com algumas modificações. O primeiro evento da organização contou com a presença de 47.000 fãs e atraiu a atenção da mídia de massa japonesa. Logo o PRIDE se tornou uma das maiores e mais populares organizações de esportes de combate do mundo, ajudando a popularizar o MMA. No entanto, nos Estados Unidos houve uma reação contra a natureza violenta do nascente esporte. Em 1996, o senador John McCain viu uma fita dos primeiros eventos do UFC e imediatamente achou repugnante. O próprio McCain liderou uma campanha para proibir o UFC, chamando-o de \"rinha de galos humana\", trinta e seis estados seguiram sua campanha e o evento foi colocado na lista negra da televisão. Em resposta, o UFC começou a implementar regras, categorias de peso e juízes mais restritivos, eventualmente evoluindo para as Regras Unificadas das Artes Marciais Mistas. O nome \"Mixed Martial Arts\" (\"Artes Marciais Mistas\") também foi criado nessa época, pois eles sentiram que o termo NHB prejudicava a imagem pública do esporte e representava melhor a nova evolução do esporte após a introdução das novas regras. No Brasil, o Vale Tudo acabou encontrando obstáculos semelhantes nos Estados Unidos. Em 1997 houve a criação de um grande evento chamado \"Pentagon Combat\", com um cage pentagonal semelhante ao octógono do UFC, contou com os veteranos Oleg Taktarov e Murilo Bustamante, e patrocinado pelo príncipe Tahnoun bin Zayed Al Nahyan, mais tarde conhecido por sua criação do ADCC e investimento no Jiu- Jitsu. A luta principal deu continuidade à rivalidade da Luta Livre-Jiu-Jitsu ao igualar o representante da LL Eugenio Tadeu e o representante do BJJ Renzo Gracie, ambos que também tinham uma rivalidade muito pessoal. A luta foi indo e voltando entre os dois competidores até que membros da platéia se aproximaram do cage e começaram a gritar insultos e interferir na luta atacando os competidores, Gracie lutou contra um de seus atacantes e logo a confusão logo se transformou em um tumulto total, com pessoas jogando cadeiras no ringue, apoiadores de ambos os lutadores brigaram, tiros de advertência teriam sido disparados pelos seguranças e as luzes foram apagadas pelos promotores para controlar a luta. O evento foi transmitido ao vivo em rede nacional pelo SporTV, da Rede Globo . A confusão fez com que o estado do Rio de Janeiro proibisse os eventos de Vale Tudo por quase 10 anos. As imagens da briga foram usadas pela CNN em uma reportagem especial para persiguir o esporte nos Estados Unidos. À medida que o UFC e promoções semelhantes começaram a receber mais regras. As principais organizações do final da década de 1990 tornaram-se o World Vale-Tudo Championship (WVC) e o International Vale Tudo Championship (IVC). O WVC foi organizado em 1996 por Frederico Lapenda e Sérgio Batarelli, a dupla promoveu juntos quatro eventos, incluindo o primeiro pay-per-view de Vale-Tudo/MMA do Brasil, mas logo uma disputa entre os dois levou Batarelli a sair e criar o IVC. As duas promoções tiveram destaque ao longo da década de 1990, pois também foram televisionadas na TV brasileira e pay-per-view. A WVC e a IVC estavam sediadas no capital financeiro brasileiro de São Paulo e lançou as carreiras de muitas das estrelas do MMA de hoje. Embora sediados no Brasil, também realizaram eventos internacionais: a WVC realizou eventos no Japão, Aruba e Jamaica, enquanto o IVC teve eventos na Venezuela, Portugal e R.F da Jugoslávia. No entanto, após o estado de São Paulo proibir o Vale-Tudo de ser um esporte sancionado, ambas as promoções entraram em declínio e não organizaram um evento desde 2002. === Anos 2000-presente === A partir do início dos anos 2000, promoções mais recentes, como Jungle Fight e Bitetti Combat, abandonaram as regras tradicionais do vale-tudo em favor das regras \"Unificadas\" mais seguras do MMA. No entanto, algumas promoções continuaram a usar as regras tradicionais por um tempo, principalmente Meca World Vale Tudo e Rio Heroes. \"Vale-Tudo\" ainda era usado como sinônimo de MMA no Brasil ao longo dos anos 2000, o termo começou a cair conforme o esporte crescia e a mídia brasileira passou a cobrir eventos de MMA, primeiro com a RedeTV! cobrindo eventos do UFC em 2009, e em 2011 foi escolhido pela maior rede do Brasil, a Rede Globo. Hoje, todos os grandes eventos usam as regras do MMA, segundo o ex-promotor do IVC e WVC, Sérgio Batarelli, em entrevista ao jornal brasileiro online G1, afirmou: “Mas lutar com as regras de antes é impossível. Acabou. [. . . ] É o começo. Não há caminho de volta. Até porque são pouquíssimos lutadores que se aventurariam em algo assim.\" Os eventos de Vale Tudo ainda acontecem em pequeno número pelo Brasil. Devido à natureza violenta e sangrenta do esporte, esses eventos underground às vezes causam polêmica na mídia. Os críticos do esporte argumentam que os shows de Vale Tudo deveriam adotar o conjunto de regras \"Unificado\" do MMA criado nos Estados Unidos pelas Comissões Atléticas e usado por vários outros países, como Canadá e Inglaterra. Por outro lado, os defensores do Vale Tudo criticam as Regras Unificadas, apontando que não há comprovação médica de que as Regras Unificadas são mais seguras, nenhum competidor jamais foi morto ou incapacitado permanentemente enquanto lutava sob as regras tradicionais, as Regras Unificadas foram criadas não por segurança, mas para proibir técnicas que os comissários consideravam \"incivilizadas\" (como o tiro de meta e a cabeçada), que o conjunto de Regras Unificadas não é usado em promoções japonesas, russas, cingapurianas e tailandesas e assim por diante. Os proponentes também contestam que o estilo de luta de artes marciais mistas criado pelas Regras Unificadas é agora tão diferente do tradicional Vale Tudo que deveria ser tratado como um esporte totalmente diferente, assim como o kickboxing é considerado diferente do Muay Thai . == Como um estilo de luta == À medida que o Vale Tudo se tornou mais popular e comum, alguns lutadores começaram a treinar especificamente para as competições de vale-tudo, em vez de lutar apenas com um estilo, pegando as técnicas mais eficazes das artes marciais de golpe e agarramento e sintetizando-as para o conjunto de regras do vale-tudo, eventualmente faturando \"Vale Tudo\" como seu próprio estilo de luta independente. Marco Ruas é reconhecido como um dos primeiros a fazê-lo. Ele era um boxeador de Muay Thai e igualmente habilidoso no grappling de finalização da Luta Livre, antes mesmo do primeiro evento do UFC ele era um defensor público do treinamento cruzado em múltiplas artes marciais e treinamento especializado para Vale Tudo. Eventualmente, ele desenvolveu \"Ruas Vale Tudo\", que ele anunciou como uma arte marcial. Ele e outros lutadores que treinou - como Pedro Rizzo e Renato Sobral - foram anunciados como lutadores \"Ruas Vale Tudo\". A Chute Boxe em Curitiba começou como uma academia de Muay Thai expandiu seu programa com Jiu-Jitsu e treinamento de grappling em 1991, e acabou se autodenominando uma academia \"Vale Tudo\". == Veja também == * Sambo == Referências == Categoria:Esportes de combate Categoria:Artes marciais brasileiras",
 "title": "Vale-tudo"
}