{
 "id": "24765",
 "text": "\\---- (, na numeração romana) foi um ano comum do século XIX do actual Calendário Gregoriano, da Era de Cristo, a sua letra dominical foi F (52 semanas), teve início a uma terça-feira e terminou também a uma terça-feira. == Eventos == thumb|199x199px|Golfinhos junto ao Monte Brasil, ilha Terceira, Açores. * Início do funcionamento da Escola Médico-Cirúrgica de Ponta Delgada, ilha de São Miguel, Açores. * Introdução da cultura do tabaco na ilha Terceira. * É publicada A lei do contraste simultâneo das cores de Michelle Eugène Chevreul * É criada a Escola de Farmácia de Ouro Preto, considerada a primeira instituição de ensino superior em Minas Gerais. * Liderados pelo general Davi Canabarro e pelo revolucionário italiano Giuseppe Garibaldi, os farroupilhas conquistaram Laguna, em Santa Catarina, e lá proclamaram a República Juliana. A república foi extinta no mesmo ano, através da Retomada de Laguna. * Criação do concelho de Anadia. === Março === * 21 de março - Guerra Civil do Uruguai, entre os partidos blanco e colorado. Com influência e intervenção externa da Confederação Argentina, do Reino da França, do Reino Unido da Grã-Bretanha e Irlanda e do Império do Brasil. === Abril === * 19 de abril - O Tratado de Londres estabelece a Bélgica como um reino e garante a sua neutralidade. === Julho === * 31 de julho - A escuna de guerra portuguesa Faial entrou no Tejo e trouxe apresado o brigue negreiro nas imediações do Zaire. O seu comandante da recebeu a medalha Torre e Espada.[A Armada Portuguesa no Combate ao Tráfico de Escravos em Angola (1839-1865), João Pedro Marques, Anais de História de Além-Mar, n.1, 2000 === Agosto === *19 de agosto - Publicação do Daguerreótipo na Academia Francesa de Ciências. === Setembro === * 5 de setembro - Começa a Guerra do Ópio entre a China e a Inglaterra. == Nascimentos == * ?? - António Joaquim da Fonseca jornalista e político português (m. 1870). * 19 de janeiro - Paul Cézanne, pintor francês (m. 1906). * 27 de janeiro - Adolphe Marie Carnot, químico francês (m. 1920). * 1 de março - Luigi Pelloux, político italiano (m. 1924). * 13 de março - Tage Reedtz-Thott, foi primeiro-ministro da Dinamarca (m. 1923). * 16 de abril - Antonio Starabba, político italiano (m. 1908). * 30 de abril - Floriano Vieira Peixoto, Presidente do Brasil (m. 1895). * 10 de Junho - Ludvig Holstein- Ledreborg, foi primeiro-ministro da Dinamarca (m. 1912). * 21 de junho - Machado de Assis, grande expoente da literatura brasileira (m. 1908). * 08 de julho - John Davison Rockefeller, empresário e filantropo estadunidense (m. 1937). * 26 de agosto - Alfredo César de Andrade, pintor português (m. 1915) * 10 de setembro - Charles Sanders Peirce, filósofo, cientista e matemático estado-unidense (m. 1914) * 30 de outubro - Alfred Sisley, pintor impressionista francês (m. 1899). * 13 de dezembro - Pedro Luís Pereira de Sousa, poeta, político, ministro e conselheiro do Império do Brasil, presidente da Bahia (m. 1884). == Mortes == * 3 de dezembro - Frederico VI da Dinamarca, rei da Dinamarca de 1808 a 1839 e rei da Noruega de 1808 a 1814 (n. 1768) == Temáticos == ;Ciência * Mathias Schleiden e Schwann propõem a sua teoria celular, que estabelecia a célula como unidade básica de constituição dos organismos e que as mesmas eram produzidas por células preexistentes.",
 "title": "1839"
}