{
 "id": "24909",
 "text": "Jogos Olímpicos de Verão de 2012 (em inglês: 2012 Summer Olympics), oficialmente conhecidos como os Jogos da XXX Olimpíada, mais comumente Londres 2012 foram os Jogos Olímpicos realizados na cidade de Londres, de 27 de julho a 12 de agosto de 2012. Após estes Jogos realizaram-se, na mesma cidade, os Jogos Paralímpicos de Verão de 2012, entre 29 de agosto e 9 de setembro. Londres foi a primeira cidade a sediar oficialmente os Jogos Olímpicos da Era Moderna, por três vezes – as anteriores foram em 1908 e 1948. == Processo de candidatura == As cidades candidatas tinham até 15 de julho de 2003 para apresentar suas candidaturas. As cidades eram Havana, Istambul, Leipzig, Madrid, Moscou, Nova Iorque, Paris, e Rio de Janeiro. Em 18 de maio de 2004, o Comitê Olímpico Internacional (COI), reduziu o número de cidades postulantes para cinco que evoluíram para candidatas: Londres, Madri, Moscou, Nova Iorque e Paris. Em 19 de novembro de 2004, o COI recebeu os livros de candidatura das cinco candidatas e enviou uma equipe de avaliação que visitou as cinco cidades candidatas durante Fevereiro e Março de 2005. A candidatura de Paris levou duas advertências durante a visita: uma série de greves e manifestações coincidindo com a visita e de que havia uma investigação aberta sobre Guy Drut, um dos principais membros da equipe parisiense e membro do COI, que estava sendo acusado de receber propina. Em 6 de Junho de 2005, o COI divulgou o relatório final das cinco cidades candidatas. Embora esses relatórios não contivessem qualquer pontuação ou classificação, o relatório de Paris foi considerado o melhor, seguido pelo de Londres, cuja nota tinha diminuído, em relação à primeira avaliação, em 2004. Outras duas candidatas Nova Iorque e Madri obtiveram também uma avaliação muito positiva em seus relatórios. As cinco cidades foram visitadas por delegados do COI, que avaliaram itens como segurança, saúde, transporte, serviços de hotelaria e infraestrutura. Resultados das candidaturas para os Jogos Olímpicos de 2012 Cidade CON 1º rodada 2º rodada 3º rodada 4º rodada Londres align=\"left\" Paris align=\"left\" Madrid align=\"left\" Nova Iorque align=\"left\" Moscou align=\"left\" == Preparação da cidade == === Acontecido desde 2005 === Para organizar e gerir os Jogos Olímpicos e Paralímpicos de Londres, foi criado em 2005, o LOCOG - Comitê Organizador dos Jogos Olímpicos e Paralímpicos de Londres. Este comité em conjunto com o APD, Autoridade de Desenvolvimento Olímpico da Grande Londres, ficaram encarregues de executar e realizar os Jogos e de construção das infra- estruturas. O LOCOG teve como presidente, o antigo atleta britânico, Sebastian Coe. A Secretária Executiva Olímpica - GOE, do Departamento de Cultura, Meios de Comunicação Social e Esportes, é o órgão que orienta os Jogos Olímpicos de Londres 2012. A responsável era a ministra da Organização do Jogos Olímpicos e Paralímpicos de Londres, Tessa Jowell. Com todos estes órgãos, o Reino Unido irá prolongar por muitos anos, os efeitos positivos que os Jogos Olímpicos de Londres 2012 têm para oferecer. === Cidades e locais === Estes Jogos utilizaram vários espaços para acolher as competições. Áreas novas e existentes, instalações temporárias e zonas históricas (como o Hyde Park) foram parte dos Jogos de 2012. Para garantir um bom “Legado de 2012”, a preparação da cidade quer evitar problemas como aqueles que atingiram a arena The O2, proporcionando que todas as infraestruturas sejam úteis para a cidade de Londres. Das instalações construídas, algumas manterão o espírito olímpico, enquanto outras irão sofrer alterações, como o Estádio Olímpico que verá a sua capacidade de 80 mil lugares reduzida. O estádio passará a ser utilizado pela equipa inglesa West Ham em 2016. A renovação do bairro de Stratford e dos bairros vizinhos fazem parte do projecto de preparação da cidade A renovação levou a desapropriação de várias propriedades. De modo a construir o Parque Olímpico, era necessário demolir para construir. Os proprietários sentiram-se afectados porque afirmam que as indenizações eram baixas e não correspondiam ao valor real do terreno. Além disso, existem preocupações sobre os impactos directos que o aumento do Turismo nos seculares Jardins Allotments, o que inspirou uma campanha da comunidade local, além das demolições de casas na Clays Lane Estate que foram contestadas por vários inquilinos. A maioria dos locais, foram divididos em três zonas na Grande Londres: a Zona Olímpica, a Zona do Rio e a Zona Central. Além desses locais, algumas subsedes estão fora da Grande Londres. A Academia Nacional de Portland, Buckinghamshire e o Castelo de Hadleigh e as subsedes do futebol: Manchester, Coventry, Newcastle, Glasgow e Cardiff. Ficheiro:Olympic Stadium (London), 16 April 2012.jpg|Estádio Olímpico de Londres, utilizado nas cerimônias de abertura, encerramento e nas provas de atletismo. Ficheiro:Wembley Stadium during London 2012 Olympic Games.JPG|Wembley Stadium, local onde se jogaram os jogos de futebol mais importantes. Ficheiro:Canary.wharf.and.dome.london.arp.jpg|The O2, local onde se realizaram as provas de ginástica. Ficheiro:Centre Court Wimbledon (2).jpg|Wimbledon, local onde decorreram os torneios de ténis. Ficheiro:Olympic Village, London, 16 April 2012 (1) (cropped).jpg|Arena de Basquetebol, feito de estruturas temporárias, foi desmontado logo após os jogos. Ficheiro:London Velopark, 16 April 2012.jpg|Velódromo de Londres. Ficheiro:Riverbank Arena, 4 August 2012.jpg|Riverbank Arena, hospedou eventos de hóquei. Ficheiro:London Aquatics Centre, 16 April 2012.jpg|Centro Aquático de Londres sedeu provas de natação. Ficheiro:2012 Summer Olympics - Beach volleyball.jpg|Estrutura montada no Horse Guards Parade para vôlei de praia. === Transportes === O transporte público era bastante completo, mas ele precisava de melhorias urgentes para os Jogos. Os principais projetos são a expansão do metrô de Londres, com a expansão e alteração das linhas East London line, Docklands Light Railway, North London line e do novo \"Javelin\", o serviço ferroviário de alta velocidade, utilizando o trem-bala. O LOCOG, em seu projeto entendeu, que pelo menos 80% dos atletas tenham que viajar menos de 20 minutos para os locais de competição. O Parque Olímpico foi um \"hotspot\" de linhas ferroviárias separadas com uma capacidade combinada de 240 mil passageiros por hora. As preocupações foram expressas na logística de espectadores que viajariam para Londres. Em particular, os eventos que acontecem em Portland, estarão numa área sem qualquer ligação viária principal, e com estradas afetadas pelo trânsito no verão (período em que acontecem os Jogos). Também existe apenas um alcance limitado para os serviços extras no sudoeste britânico,já a linha principal do sistema ferroviário britânico que vai até Southampton. Os organizadores dos Jogos dizem ter analisado o passado recente dos Jogos, mais precisamente o público dos eventos de vela e devido a limitação de acomodações na cidade, esperam que haja menos espectadores do que os que têm assistido a acontecimentos recentes, como o Carnaval de Notting Hill e a Tall Ships Race. === Mascotes === Em 19 de maio de 2010, o Comitê Organizador anunciou o mascote dos Jogos: Wenlock, que representa uma gota de aço polido. === Financiamento === Em 15 de março de 2007, Tessa Jowell anunciou na Câmara dos Comuns um orçamento de 5,3 bilhões (5,3 mil milhões) de libras esterlinas para a construção do estádio e das infra-estruturas necessárias para os Jogos, ao mesmo tempo que anunciou a reforma urbana do Lower Lea Valley, um orçamento de 1,7 bilhão (1,7 mil milhões) de libras. O financiamento foi feito pelo sector público inglês e pelo LOCOG. No total, conseguiu-se um valor de 11,3 bilhões de libras. 9,3 bilhões do sector público e 2 bilhões de libras do LOCOG. Do sector público saíram: # 6,2 bilhões do Governo Central; # 2,2 bilhões da Lotaria Nacional; # 875 milhões da cidade de Londres. Para o LOCOG, # 700 milhões de libras vieram de patrocínios de 42 empresas; # 700 milhões do Comité Olímpico Internacional; # 600 milhões de libras da venda de bilhetes. Em Novembro de 2007, Edward Leigh, criticou os organizadores por subestimarem o custo da realização dos Jogos, sugerindo que tinham \"agido de má-fé ou eram incompetentes\". Em 10 de Dezembro de 2007, confirmou-se o orçamento anunciado anteriormente. Em Junho de 2007, o Grupo Ministerial que foi criado para a gestão dos efeitos para a Autoridade de Desenvolvimento Olímpico da Grande Londres - criado para gerir os custos e administrar a verba disponível dos Jogos - se reuniram e fizeram o primeiro orçamento estimado dos Jogos, sendo que iriam sobrar 360 milhões de libras e que era necessária uma reserva de 500 milhões caso fosse necessários os gastos a mais. Em 26 de Novembro de 2007, os fundadores do Grupo Ministerial acabaram por aprovar o orçamento inicial, proposto pela Autoridade Olímpica. O custo total do orçamento está em 6,9 bilhões (6,9 mil milhões) de libras esterlinas, incluindo o que for arrecadado com os impostos e excluindo o programa geral de reservas, que foi anunciado em março. Isso inclui a doação para a APD das restantes 140 milhões, a partir da primeira reserva, de 500 milhões, anunciado em março. Em Fevereiro de 2008, em Londres, a Comissão de Cultura e do Esporte, entregou um relatório à comissão explicando as suas preocupações quanto ao financiamento dos Jogos, a do retirada dinheiro dos esportes de Londres e de eventos de artes. Também houve queixas de que o financiamento para as Olimpíadas causou um esquecimento de outras áreas do Reino Unido. No País de Gales, tem havido críticas por parte do Plida Cyprus, argumentando que os esportes de Gales foram ignorados por causa das Olimpíadas, que eram na Inglaterra . === Parceiros === Para ajudar a financiar o custo dos Jogos Olímpicos de Londres, os organizadores acordaram com grandes empresas. \"Tier One\", parceiros já anunciados incluem Lloyds TSB, EDF Energy, BT, British Airways, BP, Nortel, Adidas e uma parceria com o Youtube. === Ingressos === Os organizadores estimaram que estariam disponíveis 8 milhões de bilhetes para os Jogos Olímpicos e 1.5 milhões de bilhetes para os Jogos Paralímpicos. O LOCOG definiu como objectivo atingir receitas de bilhetes entre 500 e 600 milhões de libras. Houve igualmente eventos gratuitos, como a maratona, o triatlo e o ciclismo de estrada, apesar de, pela primeira vez na história Olímpica, os eventos de Vela terem a entrada condicionada pela aquisição de bilhete. Estimativas apontam que terão sido vendidos mais de 7,000,000 de bilhetes para os Jogos Olímpicos, faltando a venda dos Paralímpicos. De acordo com as regras do COI, as pessoas candidataram-se a bilhetes do CON do seu país. Cidadãos da UE também o podiam fazer em qualquer país da UE. No Reino Unido, os preços dos bilhetes variaram entre 20£ para vários eventos e 2.012§ para os lugares mais caros na cerimónia de abertura. Foram dados bilhetes gratuitos a pessoal militar, bem como os sobreviventes e famílias que morreram nos atentados de 7 de julho de 2005 em Londres. Inicialmente, as pessoas puderam candidatar-se a bilhetes através de um website entre 15 de Março e 26 de Abril de 2011. Houve uma grande procura de bilhetes, com uma procura três vezes superior aos bilhetes disponíveis. O processo foi amplamente criticado e mais de 50% das sessões foram a sorteio, e mais de metade das pessoas que se candidataram, não obtiveram bilhetes. A 11 de Maio de 2012, uma ronda de cerca de um milhão, de bilhetes de \"segunda hipótese\", foram para venda num período entre 23 de Junho e 3 de Julho de 2011. Cerca de 1.7 milhões de bilhetes estiveram disponíveis para o futebol e 600.000 para outros desportos (como tiro com arco, hóquei, futebol, judo, boxe e voleibol). Apesar das dificuldades técnicas encontradas, dez desportos tiveram os bilhetes esgotados no primeiro dia. === Calendário controverso === Alguns representantes dos países muçulmanos reclamaram o fato de os Jogos acontecerem durante o nono mês do calendário islâmico, paralelamente ao Ramadã. Os membros desta religião praticam durante todo o mês o seu jejum ritual (suam, صَوْم), da alvorada ao pôr-do-sol. Contudo, durante o período noturno, podem se alimentar sem restrições. O jejum também aplica-se às relações sexuais. Algumas lideranças muçulmanas chamaram à atenção de que isso poderia deixar os atletas muçulmanos em desvantagem durante os Jogos, tendo solicitado no passado que o período dos Jogos de 2012 fosse alterado. Mesmo assim, os Jogos foram um marco na história das Olimpíadas, já que países islâmicos como a Arábia Saudita, o Catar e Brunei, pela primeira vez em sua história enviaram mulheres para disputar as competições, o que fez com que pela primeira vez todos os comitês olímpicos nacionais tenham enviando mulheres aos Jogos. === Identidade visual === Londres 2012 teve duas identidades visuais distintas: uma para o processo de candidatura, criada pelo escritório Kino Design e a segunda que foi a identidade visual para o período dos Jogos. Esta última, projetada pela Wolff Olins, foi revelada em 4 de junho de 2007 e custou 400 mil libras. A identidade visual que engloba o logo final é uma representação do número 2012, com os anéis olímpicos incorporados no zero. Uma característica inovadora é que a identidade engloba uma variedade de cores. Esta foi a primeira vez que a mesma identidade visual foi compartilhada pelos Jogos Olímpicos e pelos Paralímpicos. === Logo === O design original englobava quatro cores: magenta, verde, laranja e azul. Posteriormente, o logo incorporou uma variedade de cores, incluindo a bandeira britânica para promover a cerimônia da passagem de Pequim para Londres. Os patrocinadores também têm incorporado a identidade do logo, com seus designs particulares como o Lloyds TSB Bank e a Adidas. O LOCOG afirmou que o novo logo, um apelo aos jovens, porém gerou muita polêmica. Sebastian Coe, comentou que o logo foi construído de uma forma que o comitê organizador falou para o criador \"é sobre alcançar e engajar os jovens, no qual é o nosso desafio para os próximos cinco anos\". Um observador, gerente de uma empresa de propaganda, lembrou que o logo tem uma forte semelhança com o logótipo de um programa infantil de televisão que foi transmitido pela BBC entre 1974 e 1982, chamado Tiswas, e ainda comentou que com esse design, o apelo para jovens é difícil e você verá que os jovens não irão se familiarizar com ele, apesar de várias tentativas. Uma das primeiras reações públicas ao logo, exatamente numa pesquisa no site da BBC, onde a avaliação do público foi amplamente negativa: mais de 80% das pessoas deu a pior avaliação possível para o logo. Vários jornais chegaram mesmo a fazer propostas para os seus próprios logos, mostrando alternativas feitas por submissões a partir dos seus leitores. O The Sun exibiu um desenho de um macaco. É de notar que o logo tem a imagem semelhante a imagem da personagem Lisa Simpson, outros têm-se queixado de que se parece com uma distorção da suástica. Durante o vídeo de apresentação do logo, uma das sequências deste causou convulsões num pequeno número de pessoas com epilepsia fotossensível. A ONG britânica Ação Epilepsia recebeu vários telefonemas de pessoas que tinham tido convulsões após assistirem a essa sequência. Em resposta, a sequência foi cortada do vídeo. Ken Livingstone, o então prefeito de Londres, afirmou que a empresa que realizou o filme, não recebeu o pagamento por aquilo que ele chamou de um \"erro catastrófico\". Um blogueiro na BBC admitiu que \"o novo logo de Londres 2012 não agradou da forma que os organizadores tinham esperado\". Uma pessoa da empresa que elaborou o projeto descreveu-o como \"bem pensado para fora\" e que o previsível seria \"que ele se tornaria uma fonte de orgulho para Londres e para os Jogos.\" === Cerimônia da passagem === A cerimônia de entrega marcou o momento em que os Jogos anteriores, em Pequim 2008, entregou a bandeira olímpica para a cidade de Londres, a nova sede. O prefeito Boris Johnson recebeu a bandeira do prefeito de Pequim, Guo Jinlong, em nome de Londres. A cerimônia de entrega contou com a participação do ZooNation, grupo de dança urbana, o Royal Ballet e CanDoCo, um grupo de dança com deficientes físicos, todos vestidos como moradores típicos da cidade de Londres esperando por um ônibus em uma parada. Um ônibus de dois andares levou ao redor do estádio para a música composta por Philip Sheppard eventualmente tendo várias paradas e se transformando em um jardim privado com marcas conhecidas de Londres, como a Ponte de Londres, o prédio da 30 St Mary Axe e a London Eye. Com a participação de Jimmy Page e Leona Lewis, em seguida, executaram o clássico do Led Zeppelin, \"Whole Lotta Love\" e David Beckham chutou uma bola de futebol para a multidão de atletas acompanhados pela violinista Elspeth Hanson e pela violoncelista Kwesi Edman. Para os Jogos de Londres, a passagem também foi comemorada no Reino Unido com uma série de eventos. A transmissão da festa \"The London Visa 2012 Party\" na BBC Radio 1 e na BBC Radio 2, o show gratuito no The Mall em Londres, teve 40 mil ingressos disponíveis e vendidos. Em todo o Reino Unido havia telões com transmissão da cerimônia de encerramento ao vivo de Pequim, a cerimônia de encerramento e também celebrações locais em várias cidades. == Países participantes == Participaram dos Jogos Olímpicos 204 Comitês Olímpicos Nacionais (CON). O Comitê Olímpico Nacional das Antilhas Neerlandesas, que planejava continuar funcionando após a dissolução do país, teve a sua filiação cancelada pelo Comitê Executivo do COI na sessão de junho de 2011. No entanto, os atletas antilhanos que se qualificaram para os Jogos, foram autorizados a participar de forma independente sob a bandeira olímpica. Em 21 de julho de 2012, o COI anunciou uma autorização especial para o maratonista sul-sudanês Guor Marial competir nos Jogos. Guor, que vive nos Estados Unidos e é um refugiado, participou do evento como atleta, mas de forma independente sob a bandeira olímpica como atleta olímpico individual. Abaixo estão listadas todas as nações participantes da edição de 2012 dos Jogos, seguindo a ordem alfabética em inglês: Lista de países participantes == Esportes == O programa para Londres 2012 constou de 26 esportes num total de 39 disciplinas. Em relação a Pequim, Londres teve dois esportes a menos, pois beisebol e o softbol foram excluídos do programa dois dias antes da cidade ser escolhida como a cidade sede. O COI reforçou a sua decisão de excluir os dois esportes durante as Olimpíadas de Inverno de Turim 2006, depois de serem rejeitados na última avaliação. Na mesma votação se optou pelo não preenchimento das vagas destes esportes para Londres 2012. Posteriormente as duas vagas restantes foram preenchidas pelo rugby e o golfe, mas foram preenchidas na edição seguinte em 2016, no Rio de Janeiro. Em relação ao programa, aconteceram as seguintes alterações: * o boxe teve 13 categorias (dez masculinas) e adição do boxe feminino (três categorias); * na canoagem ocorreu a substituição dos eventos de 500m para homens por eventos de 200 metros. Outra alteração no programa foi a remoção da categoria C2 500m para homens e a entrada do K1 200 metros feminino e, assim, pela primeira vez as mulheres tiveram dois eventos no esporte; * o pentatlo moderno teve também alterações no seu formato: o tiro passou a ser de pontos corridos; * o tênis teve a adição do evento de duplas mistas; * o ciclismo continuou com o mesmo número de eventos, mas o número de eventos femininos aumentou de três para cinco. O programa para os Jogos foi composto por 30 modalidades de 26 esportes. A lista seguinte, mostra os desportos que estiveram no programa: Em parênteses o número de eventos em cada modalidade: * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * |} == Calendário == As caixas em azul representam uma competição, ou um evento qualificatório de determinada data. As caixas em amarelo representam um dia de competição valendo medalha. Cada ponto dentro das caixas representa uma disputa de medalha de ouro, e é uma ligação para a página do evento. A coluna \"T\" representa o total de finais do esporte. == Fatos e destaques == * A Olimpíada de Londres foi a primeira na história em que todos os países participantes possuem mulheres em suas delegações. Este feito é bastante notório se comparado ao fato de que, na edição de Atlanta 1996, 26 nações ainda disputavam o evento compostas apenas de atletas do sexo masculino. Para Anita DeFrantz, líder no movimento pela participação do sexo feminino e ex-remadora, \"Toda nação entre as 204 delegações terão mulheres que poderão voltar para casa e inspirar outras mulheres por lá que poderão pensar em se tornar uma atleta olímpica.\" * O atleta Im Dong-hyun da Coreia do Sul bateu o primeiro recorde desta edição ao marcar 699 pontos no tiro com arco, em 720 possíveis. Como ele possui apenas 10% da visão em uma das vistas e 20% na outra, é legalmente considerado cego. O recorde olímpico, 684 pontos, vigorava desde Atlanta 1996. * Um árbitro assistente turco de boxe, Garip Erkuyumcu, foi achado morto no quarto do hotel em que estava hospedado em Londres. O árbitro tinha 73 anos e a causa da morte ainda é desconhecida. Porém, as primeiras impressões apontem que o árbitro sofreu um infarto agudo do miocárdio. * Em 25 de julho, a futebolista do Brasil, Cristiane tornou-se a maior artilheira da história dos Jogos Olímpicos, ao marcar o seu 11º gol na competição. * Em 29 de julho, o futebol do Uruguai sofreu sua primeira derrota na história dos Jogos Olímpicos, ao perder para Senegal por 2 a 0. * Também em 29 de julho, o futebolista galês Ryan Giggs, titular da Seleção Britânica, estabeleceu dois recordes: o jogador mais velho a disputar o torneio olímpico de futebol e o mais velho a marcar um gol nessa competição, na partida contra os Emirados Árabes. * Em 31 de julho, a neta da rainha Elizabeth II, a amazona Zara Phillips, tornou-se o primeiro membro da família real britânica a conquistar uma medalha em Jogos Olímpicos. Ela fez parte da equipe de hipismo da Grã-Bretanha que conquistou a medalha de prata no concurso completo de equitação (CCE). * Também em 31 de julho, o nadador dos Estados Unidos Michael Phelps bateu o recorde que pertencia a ginasta soviética Larissa Latynina, e tornou-se o atleta olímpico mais laureado da história, com 19 medalhas. * Ainda em 31 de julho, o esgrimista do Egito Alaaeldin Abouelkassem tornou-se o primeiro africano a ganhar uma medalha olímpica na esgrima. * Em 1 de agosto, Rubén Limardo, da Venezuela, fez história ao tornar-se o primeiro esgrimista da América do Sul a conquistar a medalha de ouro olímpica. * Também em 1 de agosto, os tenistas brasileiros Marcelo Melo e Bruno Soares estabeleceram novo recorde de partida mais longa, em três sets em jogo de duplas, da história dos Jogos: mais de 4 horas. A partida começou na terça-feira, mas teve de ser interrompida por falta de luz natural e foi retomada no dia seguinte. * Em 2 de agosto, na partida válida pela terceira rodada do basquete masculino, a seleção dos Estados Unidos de basquetebol bateu o recorde de pontos de uma equipe em Jogos Olímpicos, ao fazer 159 pontos diante da Nigéria. * Também em 2 de agosto, a esgrimista da Itália Valentina Vezzali entrou para a história se tornando recordista de medalhas olímpicas na esgrima. Ela conquistou sua sexta medalha de ouro ao vencer o campeonato por equipes no florete feminino. Antes disso, ganhou uma medalha de ouro em Atlanta 1996, duas em Sydney 2000 e uma em Atenas 2004 e Pequim 2008. Também possui uma prata (Atlanta 1996) e dois bronzes (Pequim 2008 e Londres 2012). * Ainda em 2 de agosto, Michael Phelps se tornou o primeiro tricampeão da mesma prova na natação, após conquistar o ouro nos 200 metros medley. Phelps é o 1o nadador tricampeão olímpico na mesma prova No dia seguinte, ele conquistou mais um tricampeonato; desta vez nos 100 metros borboleta. Phelps vence 100 m borboleta e conquista mais um tricampeonato olímpico * Em 3 de agosto, a judoca da Arábia Saudita Wojdan Shaherkani, de 16 anos de idade, entrou para a história como a primeira mulher de seu país a competir nos Jogos Olímpicos e lutar usando uma adaptação do hijab, o tradicional véu islâmico. * Também em 3 de agosto aconteceu a primeira enterrada num jogo olímpico de basquete feminino. A jogadora australiana Elizabeth Cambage, de 2,03 m, conseguiu o feito quando seleção Australiana vencia a Rússia por 39-33. * Ainda em 3 de agosto, o jogo de tênis entre Roger Federer e Juan Martín del Potro, válido pela semifinal do torneio, entrou para a história como o mais longo duelo em melhor de três sets na Era Aberta (a partir de 1968) do tênis, com 4 horas e 26 minutos. * Dia 4 de agosto, entrou para a história dos Jogos Olímpicos. Foi neste dia que o primeiro atleta biamputado competiu em uma Olimpíada. Oscar Pistorius, da África do Sul, nasceu sem a fíbula das duas pernas e usou uma prótese de lâminas de fibra de carbono para correr. Muito aplaudido pelo público, ele conseguiu se classificar para a semifinal dos 400 metros rasos, com o segundo melhor tempo da sua bateria. Biamputado, Pistorius faz história e se classifica para as semifinais dos 400m rasos Na semifinal, ele ficou em último na sua bateria, e não conseguiu classificação para a final. Kirani James, de Granada, segundo colocado nesta bateria, foi pessoalmente ao encontro de Pistorius e pediu para eles trocarem entre si o objeto usado para identificar o nome de cada atleta. Sensação, Pistorius fica em último na bateria, é eliminado nos 400m, mas ganha elogios e pedido inusitado * No dia 6 de agosto, o cavaleiro canadense Ian Millar entrou para a história dos Jogos Olímpicos, ao participar de sua décima olimpíada. Recordista de Olimpíadas, Ian Millar sonha estar no Rio em 2016 * No dia 7 de agosto, a partida de vôlei entre as seleções do Japão e da China, válida pelas quartas-de-final, foi o confronto mais equilibrado da história. Pela primeira vez uma partida desta modalidade terminou em cinco sets com diferença de apenas dois pontos em todos eles em uma edição olímpica. Numerólogos: Equilíbrio histórico e de olhos puxados * No dia 8 de agosto, a pugilista brasileira Adriana Araujo conquistou a centésima medalha brasileira em Olimpíadas. Com bronze no boxe, Brasil chega à centésima medalha olímpica * No dia 10 de agosto, a Seleção Brasileira de Voleibol Masculino fez história ao se tornar a primeira equipe a disputar três finais consecutivas no vôlei masculino, após vencer a Itália por 3 x 0. Seleção Brasileira bate com tranquilidade a Itália, chega à final e faz história nos Jogos Olímpicos * No dia 11 de agosto foi realizada a final do futebol masculino, entre México e Brasil. Esta partida foi o evento com maior presença do público nos Jogos de Londres, com 86.126 torcedores. Decisão do futebol tem público recorde, mas pouca animação no Wembley Ainda nesta partida, mais um recorde: Gol mais rápido da história olímpica, ocorrido aos 30 segundos de jogo. Brasil sofre gol mais rápido da história olímpica e fica com a prata no futebol * Na final do vôlei masculino, entre a Seleção Brasileira e a Seleção Russa, realizada no dia 12 de agosto, um fato interessante aconteceu: foi a segunda vez que uma equipe que perdia de 2x0 numa final olímpica consegue sagrar-se campeã. Fato igual ocorreu na final feminina do vôlei em Atenas 2004, onde a China venceu a Rússia de virada, após estar perdendo também por 2x0. Brasil sofre virada para a Rússia e perde a chance do tri olímpico === Polêmicas === * Na estreia das seleções britânicas masculina (26 de julho) e feminina (25 de julho) de futebol nos Jogos, futebolistas não-ingleses recusaram-se a cantar God Save the Queen (Deus salve a Rainha, em inglês), o hino nacional britânico. Na equipe feminina, Kim Little e Ifeoma Dieke, ambas escocesas, foram as que não cantaram e, na equipe masculina, os galeses Ryan Giggs e Craig Bellamy. A atitude dos atletas foi muito criticada por torcedores do Reino Unido. * Em 30 de julho, dois atletas foram afastados dos Jogos por comentários racistas: a atleta de salto triplo da Grécia Paraskevi Papachristou, que postou em seu Twitter a frase \"com tantos africanos na Grécia os mosquitos no Nilo Ocidental iriam comer comida caseira\"; e o futebolista da Suíça Michel Morganella que, após a derrota de sua seleção para a Coreia do Sul, também no Twitter, escreveu que os asiáticos eram \"atrasados mentais\". * Também em 30 de julho, uma decisão polêmica dos juízes na esgrima, decretou a derrota da atleta sul- coreana Shin A-lam. No último segundo, um ponto foi computado à esgrimista alemã Britta Heidemann, após a cronometragem não registrar o segundo regulamentar para o final da disputa. Depois do resultado, e enquanto os dirigentes sul-coreanos apelavam da decisão, Shin permaneceu sobre a pista, como exige o regulamento, chorando por mais de uma hora. Um dia após o resultado ser confirmado, a Federação Internacional de Esgrima (FIE) admitiu o erro, e decidiu premiar a sul-coreana com uma medalha especial, pois, segundo um porta-voz da FIE, \"esta medalha premiará seu desejo de ganhar e de respeitar o regulamento\", destacando que a Federação \"entende a frustração que sentiu a atleta\". Porém, Shin recusou a premiação ao afirmar que não é uma medalha olímpica e que isso não a faria se sentir melhor, já que ainda não concorda com o resultado do confronto. * Os nadadores da Austrália Nick D'Arcy e Kenrick Monk posaram com armas de fogo em uma loja na Califórnia, Estados Unidos, e depois postaram a foto no Facebook um ano antes dos Jogos. Foram forçados a deixar o evento logo após as provas de natação. Além disso, estão proibidos de usar as redes sociais até 16 de agosto de 2012. * No badminton, duas atletas da China (Wang Xiaoli e Yu Yang), duas da Indonésia (Greysia Polii e Meiliana Jauhari) e quatro da Coreia do Sul (Jung Kyung-eun, Kim Ha- na, Ha Jung-eun e Kim Min-jung) foram acusadas de perder propositalmente disputas da fase de grupos para garantir jogos mais fáceis no decorrer do torneio. A Federação Mundial de Badminton puniu as jogadores, expulsando-as dos Jogos. Esta decisão recebeu elogios do vice-presidente do COI, Craig Reedie. * O judoca de Cuba Oreidis Despaigne foi desclassificado da competição por morder o dedo do adversário, o atleta Ramziddin Sayidov, do Uzbequistão, durante a luta. * Na partida entre Lituânia e Argentina, no basquete masculino, um torcedor lituâno foi retirado das arquibancadas e multado em 3,5 mil libras por um tribunal britânico, após fazer gestos que lembram a saudação nazista e usar o dedo anular para simular um bigode. Ao tribunal, o lituano admitiu os gestos, mas alegou que seu comportamento era aceitável em seu país. * O nadador da África do Sul Cameron van der Burgh, campeão olímpico nos 100m peito, admitiu que se utilizou de \"táticas ilegais\" durante a prova que lhe garantiu o ouro e o recorde mundial. A manobra utilizada foi a ‘golfinhada’. A tática do sul-africano, porém, não foi punida uma vez que ele deveria ter sido punido no momento em que a manobra foi utilizada. *O atleta britânico Robbie Grabarz, que obteve a medalha de bronze no salto em altura, posou para uma fotografia nu com sua medalha, tendo apenas a bandeira do Reino Unido cobrindo seus órgãos genitais e a postou no Twitter. A atitude causou uma revolta geral no Reino Unido e o atleta já retirou a foto da rede social. * As duas atletas da Arábia Saudita (Sarah Attar e Wojdan Shaherkani), que fizeram história por se tornaram as primeiras mulheres da história a representar o país em Jogos Olímpicos (elas só conseguiram participar após o COI permitir que elas usassem o hijab), foram ignoradas pela mídia do país e expostas a uma campanha de ódio, tendo sido chamadas de \"prostitutas\". Jornais que exaltaram as atletas também receberam críticas de extremistas por exaltar as atletas. Mídia da Arábia Saudita ignora histórico Jogos Olímpicos de atletas mulheres * A luta de boxe entre o japonês Satoshi Shimizu e o azeri Magomed Abdulhamidov terminou com um resultado controverso. Mesmo após aplicar 5 nocautes no adversário, Satoshi foi considerado perdedor. Além do japonês, todo o público presente ficou indignado com o resultado divulgado. Dias depois, após apelação, o japonês foi considerado vencedor do embate. Japonês vence apelação, ganha luta e volta à disputa do boxe após derrota polêmica Essa não foi a única polemica envolvendo lutas de pugilistas do azerbaijão nos Jogos. Estas lutas foram investigadas, pois em setembro de 2011, um programa da TV inglesa BBC, denunciou um suposto esquema de corrupção em que dois atletas do país ganhariam duas medalhas de ouro. Lutas obscuras envolvendo atletas do Azerbaijão revivem denúncia de compra de medalhas * O atleta argelino Taoufik Makhloufi, simulou uma lesão e deixou a semifinal dos 800 metros pouco após a prova ter começado, a fim de reservar energia para a final dos 1.500 metros (prova que ele ganhou a medalha de ouro). Por conta deste episódio, em novembro de 2012, ele apareceu na relação de atletas mais antidesportivos de 2012 publicada pela revista Sports Illustrated, que tradicionalmente premia o mais esportivo. Sports Illustrated elege os atletas mais antidesportivo de 2012 === Doping === * O atleta grego do salto em altura Dimitris Chondrokoukis foi apanhado no exame antidoping, antes mesmo de começarem os Jogos. * O halterofilista albanês Hysen Pulaku testou positivo para a substância estanozolol. * A ginasta usbeque Luiza Galiulina foi formalmente expulsa desta edição dos Jogos após a contraprova de um exame antidoping realizado pela atleta dar positivo para a substância furosemida. * A velocista Tameka Williams, de São Cristóvão e Nevis, foi o terceiro caso de doping descoberto após o início desta Olimpíada. Ela foi mandada de volta para o seu país após admitir ter tomado uma substância proibida. * A remadora do Brasil Kissya Costa foi o quarto caso de doping. Ela testou positivo para eritropoetina (EPO). Assim, perdeu o direito de permanecer no Crystal Palace e foi desclassificada da final C do skiff simples e foi levada para um local não divulgado pelo Comitê Olímpico Brasileiro (COB). * O judoca estadunidense Nicholas Delpopolo testou positivo para maconha em exame antidoping, após terminar em 7o lugar na categoria meio-médio. * O francês Hassan Hirt, corredor dos 5.000 metros, testou positivo para o hormônio sintético Eritropoetina, conhecido como EPO, em exame feito após a realização da prova. Ele foi suspenso provisoriamente pela Federação Francesa de Atletismo. Pego no antidoping, atleta francês é suspenso pela federação do país * A ciclista russa Victoria Baranova, que iria disputar as finais do ciclismo de pista, testou positivo para testosterona (hormônio masculino). Ela foi explulsa dos Jogos pela Federação Russa da modalidade. Ciclista russa é expulsa dos Jogos Olímpicos de Londres por doping' * O marroquino Amine Laâlou (1.500 metros), poucas horas antes de participar das eliminatórias da prova, foi pego no exame de doping por uso da substância furosemida. Atleta do Marrocos é pego no doping nos Jogos de Londres * A lançadora de martelo Marina Marghieva, da Moldávia, foi flagrada no exame antidoping em uma competição antes de ir a Londres. Ela testou positivo para furosemida. \"Moldova hammer thrower Marina Marghieva tossed from Olympics for positive doping test\" * O velocista colombiano Diego Palomeque (400 metros rasos), realizado em Londres no dia 26 de julho, deu positivo para testosterona de origem exógena, Velocista colombiano e ciclista russa são excluídos por doping conhecido por Estanozolol. IOC Announces 2 More Olympic Doping Cases * O italiano Alex Schwazer, atleta da marcha atlética (50 km) e campeão olímpico em Pequim-08, testou positivo para eritropoetina (EPO). Por doping, italiano campeão olímpico é banido dos Jogos de Londres * A atlteta síria Ghofrane Mohammad (400 metros com barreiras) testou positivo para metilhexaneamina em testes realizados no dia 3 de Agosto. Ela havia ficado em oitavo lugar na segunda bateria da primeira rodada, mas foi desclassificada da Olimpíada após os resultados darem positivo. Corredora síria é 11a atleta banida dos Jogos por doping * A bielorrussa Nadzeya Astapchuk, campeã olímpica do arremesso de peso, testou positivo (duas vezes) para a substância metenolona. Assim, a neozelandesa Valerie Adams tornou-se campeã olímpica da modalidade. A prata ficou com Yevgeniya Kolodko, enquanto a chinesa Gong Lijiao herdou o bronze. * O usbeque Soslan Tigiev, medalhista de bronze nos 74 kg da luta livre, testou positivo para a substância metilhexanamina. Assim, o húngaro Gábor Hatos herdou a medalha de bronze. * A russa Darya Pishchalnikova, medalhista de prata no lançamento de disco, testou positivo para oxandrolona. Assim, a chinesa Li Yanfeng herdou a medalha de prata e a cubana Yarelys Barrios a medalha de bronze. == Quadro de medalhas == As medalhas distribuídas em Londres 2012 foram as maiores e mais pesadas da história dos Jogos de Verão, até serem superadas pelas dos Jogos do Rio 2016. Elas pesam 400 gramas, o dobro da média das edições anteriores, e têm 85 milímetros de diâmetro. Apenas as medalhas de Vancouver 2010, são maiores e mais pesadas (pesam praticamente o dobro). A parte da frente das medalhas possui um ícone sobreposto ao rio Tâmisa, e linhas geométricas que supostamente representam a energia da cidade. A parte de trás apresenta o design obrigatório, o da deusa Nice e o Estádio Panathinaiko. País sede destacado Os demais países lusófonos não conquistaram medalhas. == Recordes == Data Esporte Evento Atleta País Marca Etapa Recorde 27 de julho Tiro com arco Individual masculino Im Dong-hyun 669 Ranqueamento Equipes masculinas Im Dong-hyun Kim Bub-min Oh Jin-hyek 2087 Ranqueamento 28 de julho Remo Dois sem masculino Eric Murray Hamish Bond 6:08.50 Eliminatória Natação 400 m medley feminino Ye Shiwen 4:28:43 Final 29 de julho Halterofilismo Até 53 kg feminino Zulfiya Chinshanlo 131 kg Arremesso Natação 100 m borboleta feminino Dana Vollmer 55.98 Final Natação 100 m peito masculino Cameron van der Burgh 58.46 Final Tiro Skeet feminino Kim Rhode 74 Qualificatória 99 (74+25) Final 30 de julho Halterofilismo Até 62 kg masculino Kim Un-guk 327 kg Total 1 de agosto Natação 200 m peito masculino Dániel Gyurta 2:07.28 Final Halterofilismo Até 77 kg masculino Lyu Xiaojun 175 kg Arranque 379 kg Total Natação 200 m peito feminino Rebecca Soni 2:20.00 Semifinal ; Natação *Austrália - Revezamento 4 x100m livre - individual feminino - eliminatórias - 3:33:15 - Recorde Olímpico - 28 de julho de 2012 *Sun Yang da China - 400m livre - individual masculino - final - 3:40:14 - Recorde Olímpico - 28 de julho de 2012 *Cameron van der Burgh da África do Sul - 100m peito - individual masculino - bateria 1 semifinal - 58:83 - Recorde Olímpico - 28 de julho de 2012 *Dana Vollmer dos Estados Unidos - 100m borboleta - individual feminino - bateria 6 eliminatórias - 56:25 - Recorde Olímpico - 28 de julho de 2012 *Camille Muffat da França - 400m livre - individual feminino - final - 4:01:45 - Recorde Olímpico - 29 de julho de 2012 *Emily Seebohm da Austrália - 100m costas - individual feminino - bateria 4 eliminatórias - 58:23 - Recorde Olímpico - 29 de julho de 2012 *Ye Shiwen da China - 200m medley - individual feminino - bateria 2 semifinal - 2:08:39 - Recorde Olímpico - 30 de julho de 2012 *Matt Grevers dos Estados Unidos - 100m costas - individual masculino - final - 56:16 - Recorde Olímpico - 30 de julho de 2012 *Ye Shiwen da China - 200m medley - individual feminino - final - 2:07:57 - Recorde Olímpico - 31 de julho de 2012 *Allison Schmitt dos Estados Unidos - 200m livre - individual feminino - final - 1:53:61 - Recorde Olímpico - 31 de julho de 2012 ; Halterofilismo *Li Xueying da China - até 58 kg - individual feminino - 246 kg - Recorde Olímpico - 30 de julho de 2012 *Maiya Maneza do Cazaquistão - até 63 kg - individual feminino - 245 kg - Recorde Olímpico - 31 de julho de 2012 == Transmissão == thumb|250px|A BBC foi a host broadcaster desta edição dos Jogos. Os Jogos foram transmitidos por vários meios globais e seus direitos foram vendidos juntamente com os direitos de mídia dos Jogos Olímpicos de Inverno de 2010 para os mesmos meios de mídia. * No Reino Unido, a BBC comprou os direitos exclusivos de mídia dos Jogos; * Em Portugal, a RTP (como membro da UER) transmitiu todas as competições na RTP1, RTP2, RTP Informação e num canal especialmente criado para a competição que transmitiu as competições 24 horas por dia em alta definição. Os direitos de cabo foram de propriedade da Eurosport; * No Brasil, pela primeira vez a Rede Globo não teve os direitos dos Jogos Olímpicos. O COI assinou com a Record. Entretanto, as Organizações Globo não ficaram de fora da cobertura dos jogos já que a própria revendeu os direitos de televisão à cabo para a Globosat e os de internet para o portal Terra Networks. Apesar da exclusividade na TV Aberta, a transmissão dos Jogos pela Rede Record não obteve os mesmo índices de audiência com relação a Pequim 2008; * No México, os Jogos foram transmitidos pela Televisa e TV Azteca; * Nos Estados Unidos, a NBC Universal manteve os direitos dos Jogos; * Na Austrália, a Nine Network, em parceria com a Foxtel, transmitiu os Jogos. Esta foi a primeira vez em mais de vinte anos que a Seven Network não transmitiu os Jogos; * No Canadá, uma parceria firmada pela CTV Globemedia e Rogers Media para os Jogos Olímpicos de Inverno de 2010 foi mantido; * Na Nova Zelândia, a Prime Television e a SKY Network Television adquiriram os direitos de transmissão dos Jogos; * Na Coreia do Sul, os direitos foram adquiridos pela SBS; * No Chile, os direitos foram adquiridos pela TVN e Canal 13; * No Paraguai, as competições de Londres 2012 foram transmitidos pela Paravisión e o Sistema Nacional de Televisión. == Notas == * PRIM. Atenas também sediou três Jogos Olímpicos, mas os Jogos de 1906, que não são considerados oficiais pelo Comitê Olímpico Internacional, por não respeitar o período de tempo de quatro anos entre duas edições, embora tenha servido para reavivar o espírito olímpico, depois dos fracassos de organização consecutivos nos Jogos de 1900 e 1904. == Ver também == *Tumultos na Inglaterra em 2011 == Ligações externas == *",
 "title": "Jogos Olímpicos de Verão de 2012"
}