{
 "id": "24936",
 "text": "O vestuário das baianas refere-se à indumentária tradicional utilizadas pelas baianas do acarajé e é o mesmo usada nos terreiros de candomblé. Existem roupas para todas ocasiões. A roupa de ração é a mais simples e as roupas feitas com bordado Richelieu podem custar por volta de quinze mil reais. A roupa de baiana pode tomar um colorido especial quando se trata das baianas de eventos turísticos. A roupa da baiana da escola de samba é um caso a parte, mudando de cor e de modelo de acordo com o enredo. ==Roupa de ração== Roupa de ração é a roupa usada diariamente em uma casa de Candomblé. São roupas simples feitas de morim ou cretone. As roupas de ração podem ser coloridas ou brancas, dependendo da ocasião na roça de candomblé. Compõem o jogo: saia (axó) de pouca roda para facilitar a movimentação, singuê (espécie de faixa amarrada nos seios que substitui o sutiã), camisu ou camisa de mulata, geralmente branco e enfeitado com rendas e bordados, calçolão (espécie de bermuda amarrada por cordão na cintura, um pouco larga para facilitar a movimentação e proteger o corpo em casos que se é necessário sentar no chão), pano da costa e o ojá, um pano que se amarra à cabeça. O axó tem uma representação muito grande no Jeje. A roupa fala de um simbolismo muito especial, que além de ético e moral, os axós dão para as mulheres posição e postura. É bonito se notar a forma e a reverência que estas roupas expressam em sua aparência e jeito: respeito acima de tudo! As mulheres de jeje, especialmente o maí, quanto a composição de singuê, de xocotô (espécie de calça, também chamado \"cauçulu\"), saia, e camisu, compõem seu axó. ==Vestuário das Ialorixás== O vestuário de uma Ialorixá é diferente das roupas usadas pelas equedes e iaôs, é caracterizada pelo uso da \"Bata\" que é usada por fora da saia com o camisu por baixo, nas casas tradicionais somente a [[Ialorixá pode usar, se ela permitir suas filhas ebomis podem usar também, mas nunca permitirá o uso da Bata por uma equede, iaô ou abiã. A Bata é símbolo de cargo ou posto dentro da Hierarquia do candomblé. O pano da costa dobrado sobre o ombro também tem sua representação, é um símbolo de cargo pois as iaôs o usam amarrado no peito, as ebomis na cintura e Ialorixás no ombro. Normalmente, saias e Batas de bordado richelieu (como a usada por mãe Stella) também só são usadas pelas Ialorixás, assim como o pano da costa de Alacá africano. Os turbantes também chamados de torço ou ojá, usados na cabeça normalmente são maiores e mais ornamentados, assim como determinados fio-de-contas não podem ser usados por pessoas que não tem cargo, o (fio de ouro)Fio de Ouro de mãe Nitinha por exemplo só pode ser usado por ialorixás com mais de 50 anos de Santo, símbolo de senioridade (como o usado por mãe Menininha). Mãe Tatá na foto aparece com o pano da costa na cintura, também pode, porque antes de ser uma ialorixá ela é uma ebomi, ao passo que as equedes estão vestidas com roupas mais simples. Além do simbolismo do vestuário, existem muitos objetos que podem ser caracterizados e usados somente por Ialorixás e Babalorixás, o anel de ouro com um búzio incrustado é um deles. O brinco de ouro com búzio antes também exclusivo das ialorixás tornou-se de uso comum, sendo usado até por pessoas que não fazem parte da religião. Na nação Jeje o uso do Humgebê só é permitido a quem já fez a obrigação de sete anos, ou melhor, é quando a pessoa recebe o hungebê que passa a ser um vodunce. Outra característica do vestuário é o uso do Ojá na cabeça, no Candomblé Jeje quem é de santo aboró usa o ojá com uma aba, e quem é de santa Iabá ou Aiabá usa duas abas (como mãe Tatá na foto por ser de Oxum), nas outras nações algumas pessoas adotam esse uso.Mãe Omindareua usando ojá com duas abas por ser de Iemanjá ==Baiana do Acarajé== A baiana do acarajéGerlaine Torres Martini, \"Baianas do Acarajé - A uniformização do típico em uma tradição culinária afro-brasileira\" (íntegra, consultado em 15 de janeiro de 2008). (ou simplesmente baiana) é como são chamadas as mulheres que se dedicam à profissão de vendedora de acarajé e outras iguarias das culinárias africana e baiana. Na maioria da vezes são filhas ou mães de santo do candomblé que adotaram essa profissão autônoma principalmente por não ter um vínculo com patrão ou empresa. Isso se dá em virtude das obrigações do candomblé muitas vezes requererem sua presença por períodos variáveis de dias podendo chegar a um mês, e se tivesse um patrão seria quase inviável. Mulheres batalhadoras que com muita luta conseguiram a regularização da profissão junto aos poderes públicos. Uma das principais figuras típicas do Brasil, chega a ser uma caracterização obrigatória nas Escolas de Samba do país. Sua roupa também é de baiana, pode ser uma roupa simples com saia sem roda, bata, ojá na cabeça e os tradicionais fio-de-contas, ou mais sofisticada com todos os adereços como usam as baianas de eventos turísticos. ==Baiana de eventos turísticos== A indumentária típica das baianas constitui-se no marco característico da mulher afro-descendente da Bahia, que mantém vivas suas raízes históricas; como tal ela é representada em diversos eventos turísticos típicos, folclóricos, muitas vezes contratadas por empresas, em toda a Bahia e até fora dela. São de cores alegres, usam Batas de renda ou richelieu, e o turbantes ou torços são bem grandes e trabalhados, são independentes da hierarquia do candomblé, não precisa ser uma ialorixá para usar Bata, todas usam. Um bom exemplo encontra-se na festa da Lavagem das escadarias da Igreja do Senhor do Bonfim, ou nas Escolas de Samba, que obrigatoriamente têm uma Ala das baianas. ==Baiana da escola de samba== A roupa clássica da ala das baianas de uma escola de samba compõe-se de torso, bata, pano da costa e saia rodada. Entretanto, a inventividade dos carnavalescos não tem limites e frequentemente podemos ver baianas com as mais inusitadas fantasias, tais como noivas, estátuas da liberdade, seres espaciais, globo terrestre (foto) ou poços de petróleo. A confecção dessas roupas tornou-se uma indústria do carnaval que é uma das maiores fontes de emprego tanto para os componentes das escolas como para os profissionais contratados pelas escolas que tem emprego garantido durante o ano todo. Categoria:Baianas do acarajé Categoria:Vestuário",
 "title": "Vestuário das baianas"
}