{
 "id": "24962",
 "text": "O rio Lima (em galego Limia) é um curso de água internacional que nasce a uma altitude de 950 m no monte Talariño, na serra de São Mamede, na província de Ourense, na Galiza, Espanha, e que atravessa o Alto Minho, no Norte de Portugal.Bacia Hidrográfica do Lima, em Comissão para a Aplicação e o Desenvolvimento da Convenção de Albufeira No seu percurso galego, de 41 km, o rio é muitas vezes designado por nomes locais, como Talariño, Freixo ou Mourenzo, apesar da designação oficial galega ser Limia; aí passa, entre outras povoações da província de Ourense, por Xinzo de Limia, à qual dá o nome. Entra em Portugal, próximo do Lindoso e de Soajo, e passa por Ponte da Barca e Ponte de Lima, até desaguar no oceano Atlântico junto a Viana do Castelo, após percorrer um total de 108 km com um caudal médio de 324 600 m3/s. Pertence à bacia hidrográfica do rio Lima e à região hidrográfica do Minho e Lima. O seu contorno a norte é formado pela serra do Soajo e linha divisória do rio Minho até à serra de Arga e desta até ao Oceano Atlântico pelas serras de Perre e Santa Luzia; ao sul pelas serras da Amarela, Nora e FaroO Minho pittoresco, de José Augusto Vieira, Lisboa: Livraria de António Maria Pereira, 1886-1887, 1º volume. Em Portugal, tem um comprimento aproximado 66,9 km e uma área de bacia de aproximadamente 2370 km². == Mitologia e história == Este rio foi indicado como sendo o mitológico Lete por Estrabão e fabulado profusamente na mitologia greco-romana como o rio do esquecimento, da dissimulação. Também era chamado de Belion. Mitologia e geografia cruzaram-se num momento histórico, em , durante a conquista romana da Península Ibérica. Quando o general romano Décimo Júnio Bruto Galaico dispõe-se a derrubar o mito, já que o rio impedia a progressão da sua campanha militar na região. Atravessou o Lima só e, da outra margem, chamou os seus soldados, um por um, pelos seus nomes. Os seus soldados, espantados pelo facto do seu general manter a memória, atravessaram então o rio, sem medo, claudicando o mito do Lete. Este evento histórico é recriado em Xinzo, Espanha, numa festa chamada \"Festa do Esquecimento\". == Afluentes mais importantes == Da nascente para a foz, estes são os afluentes mais importantes do rio Lima, em território português: * Rio Cabril * Rio Castro Laboreiro * Ribeira da Varziela * Rio da Peneda * Rio da Veiga * Rio Adrão * Ribeiro Lapa * Rio Froufe * Ribeiro Carcerelha * Rio Tamente ** Rio Portuzelo *** Ribeiro Paradela * Rio Tora * Rio Vez ** Ribeira Frades ** Ribeiro São Mamede ** Rio de Cabreiro ** Rio Frio ** Rio Ázere *** Ribeira Porto Avelar * Ribeiro Castro * Rio Cabrão * Rio Vade * Ribeiro Cangeira * Ribeiro Couto * Ribeiro São João * Rio Labruja * Ribeiro Serdelo * Rio Estorãos * Ribeira Silvareira * Rio Trovela * Rio Pontido * Rio Seixo * Ribeiro Lourinhal * Ribeira Nogueira * Ribeira Portuzelo * Ribeira da Casa do Rio * Ribeira São Simão == Pontes sobre o rio Lima == Sobre o rio Lima, podemos encontrar várias pontes, algumas com importância histórica, das quais se destacam: * Ponte de Ponte da Barca, em Ponte da Barca * Ponte de Ponte de Lima, em Ponte de Lima * Ponte Eiffel, em Viana do Castelo == Barragens no rio Lima == * Barragem das Conchas (Em território espanhol) * Barragem do Alto-Lindoso * Barragem de Touvedo == Pirogas do Rio Lima == No município de Viana do Castelo, no leito do rio Lima, foram encontradas entre 1985 e 2008 seis pirogas monóxilas (embarcações feitas a partir de um tronco de árvore, escavado para o efeito que são conhecidas, na Europa, desde o período neolítico). As pirogas encontram-se numeradas de 1 a 6, de acordo com a sequência em que foram encontradas, provêm sobretudo do Lugar da Passagem (na altura, freguesia de Moreira de Geraz do Lima), Lugar da Passagem (Lanheses) e Mazarefes, e datam dos séculos IV/III a.C. (Idade do Ferro), dos séculos VIII/IX (Período da Reconquista) e século XI (Idade Média). Em Abril de 2021, foi aprovado em Conselho de Ministros a classificação como interesse nacional com a designação de “tesouro nacional” das seis pirogas monóxilas. == Ver também == *Ecovia do Lima *Ecovia do Vez == Ligações externas == * Documentário de 1985 da RTP sobre o Rio Lima Categoria:Sítios de Importância Comunitária em Portugal",
 "title": "Rio Lima"
}