{
 "id": "24960",
 "text": "O , também chamado de Exílio ou , é o nome geralmente usado para designar o exílio dos judeus do antigo Reino de Judá para a Babilónia por Nabucodonosor II. Este período histórico foi marcado pela atividade dos profetas do Antigo Testamento, Jeremias, Ezequiel e Daniel. A primeira deportação teve início em Em , Jerusalém é sitiada e o jovem Joaquim rei de Judá, rende-se voluntariamente. O Templo de Jerusalém é parcialmente saqueado e uma grande parte da nobreza, os oficiais militares e artífices, inclusive o Rei, são levados para o Exílio em Babilónia. Zedequias, tio do Rei Joaquim, é nomeado por Nabucodonosor II como rei vassalo. Precisamente 11 anos depois, em , houve uma nova rebelião no Reino de Judá, ocorre a terceira deportação e a consequente destruição de Jerusalém e seu Templo. Governando os poucos judeus remanescentes na terra de Judá — os mais pobres — ficou Gedalias nomeado por Nabucodonosor II. Dois meses depois, Gedalias é assassinado e os poucos habitantes que restavam fogem ao Egito com medo de represálias, deixando a terra de Judá (ex-Reino de Judá) efectivamente sem habitantes e suas cidades em ruínas. É certo que o período de cativeiro \"em Babilónia\" terminou no primeiro ano de reinado de Ciro II (538/) após a conquista persa da cidade de Babilónia (). Em consequência do Decreto de Ciro, os judeus exilados foram autorizados a regressar à terra de Judá, em particular a Jerusalém, para reconstruir o Templo.Flávio Josefo. The Antiquities of the Jews, Book 11, Chapter 1 . == Impacto na cultura judaica == Quando o povo judeu (israelitas) regressou à terra de Judá, encontrou uma mescla de povos – os samaritanos – que praticava uma religião com alguns pontos comuns com a religião do Antigo Israel baseados na lei de moisés. As hostilidades cresceram entre os judeus que regressavam e os samaritanos, uma divisão religiosa que permanece. O Cativeiro em Babilónia e o regresso do povo judeu à terra de Judá, foram entendidos como um dos grandes atos centrais no drama da relação entre o Deus de Israel e o seu povo arrependido em parte. O caso do Reino de Judá foi muito diferente do destino das 10 Tribos que formavam o Reino de Israel Setentrional. Tal como o Antigo Israel tinha sido predestinado como povo para serem libertos da escravatura no Egito, agora os judeus estavam predestinados a serem punidos por Deus usando o Império Neobabilônio e, mais uma vez, libertos. Esta experiência coletiva teve efeitos muito importantes na sua religião e cultura. Marca o surgimento da leitura e estudo da Torá nas sinagogas locais na vida religiosa dos judeus dispersos pelo mundo. Veja também Judaísmo. == Entendimento das Testemunhas de Jeová == Do ponto de vista histórico secular, as evidências parecem confirmar a cronologia neo-babilónica que fixa a destruição de Jerusalém em 587 a 586 AEC. No entanto, segundo a perspectiva das Testemunhas e conforme expresso nas suas publicações,Venha o Teu Reino, publicado em 1981 pela Sociedade Torre de Vigia de Bíblias e Tratados, no Apêndice ao capítulo 14, pág. 186-190,/ A Sentinela 1° de outubro de 2011, pág. 26-31 /A Sentinela 1° de novembro de 2011, pág. 22-27. existe a possibilidade de que o actual quadro da história babilónica possa ser enganoso ou errado. As Testemunhas de Jeová consideram que ela pode ser usada como medida na avaliação da história e dos conceitos seculares. Além disso, de acordo com as referências citadas (A Sentinela 1° de outubro de 2011, pág. 26-31/A Sentinela 1° de novembro de 2011, pág. 22-27), indicam evidências históricas nesse sentido. As Testemunhas datam a destruição de Jerusalém cerca de vinte anos mais cedo, ou seja, em 607 AEC. Uma das bases desta crença são as palavras do profeta Jeremias que predisse que os babilónios destruiriam Jerusalém, e transformariam a cidade e o país numa desolação. (). Em seguida o profeta acrescentou: * :\"E toda esta terra terá de tornar-se um lugar devastado, um assombro, e estas nações terão de servir ao Rei de Babilônia por setenta anos.\" NM Tradução do Novo Mundo Argumentam que Daniel teria confiado que a referência a setenta anos não seria simplesmente um número redondo mas uma cifra exacta visto que, conforme mencionado em , o escritor bíblico cita a seguinte profecia de Jeremias: * :\"Assim disse Jeová: De acordo com o cumprimento de setenta anos em Babilônia, voltarei minha atenção para vós, e vou confirmar para convosco a minha boa palavra por trazer-vos de volta a este lugar.\" (NM) Assim, as Testemunhas, de maneira peculiar, contrárias às evidências históricas, creem que os setenta anos mencionados por Jeremias são a duração do exílio dos judeus em Babilónia, e não da hegemonia neo- babilónica, pois o próprio versículo diz que Deus estava se referindo à disciplina que daria especificamente ao seu povo. Os 70 anos seriam anos literais de desolação da terra de Judá, e em particular, de Jerusalém, que ficaria desabitada e as suas cidades em ruínas. De acordo com tal entendimento, se subtrair 70 anos a 537 AEC, o ano do restabelecimento dos judeus em Jerusalém, teria sido 607 AEC o ano do início do Exílio judaico em Babilônia. As datas antes da AEC são em valores negativos. Por isso deve-se subtrair e não somar. == Outros usos da expressão == A expressão \"Cativeiro Babilónico\" e similares também foram aplicados a outros eventos históricos. Segue abaixo uma lista de algumas aplicações interessantes da expressão que foram feitas. * \"Cativeiro Babilónico do Papado\" (ou \"Cativeiro da Igreja Católica\") refere-se à estadia curta do Papado em Avinhão, França, entre 1309 e 1378, quando o Papa ficou detido por ordem do rei francês. Veja também Papado de Avinhão. * \"Escravatura Babilónica\" (ou \"Escravatura Egípcia\") foi expressão usada pelos judeus que trabalhavam nos campos de concentração durante o governo Nazi e de Josef Stalin, em consequência do Pacto germano- soviético de 1939. * Expressão usada por alguns grupos judeus ao serem soltos dos campos de concentração. Por exemplo, em 1942, um grupo de polacos judeus graças a Wladyslaw Sikorski com o acordo de Stalin, liderados por Wladyslaw Anders, vai para a Pérsia, hoje chamado de Irão (ou Irã). Wladyslaw Anders chegou a ser chamado de o Moisés polaco. Mas, a maioria dos judeus teve que esperar pelo Acordo de Repatriamento de 1945, ou pela Amnistia de 1956, concedida por Khrushchev. * Expressão usada pelas Testemunhas de Jeová para designar a prisão de 14 membros da Directoria da Sociedade Torre de Vigia de Bíblias e Tratados (dos EUA), entre 1918 e 1919, sendo Joseph Franklin Rutherford, o Presidente da Directoria. == Ver também == *Cilindro de Ciro == Ligações externas == * The Babylonian captivity - Catholic Encyclopedia Categoria:História judaica Categoria:Babilônia Categoria:Livros de Reis Categoria:Livros de Crônicas Categoria:Segundo Templo",
 "title": "Cativeiro Babilónico"
}