{
 "id": "24994",
 "text": "O (km) é uma unidade de medida de comprimento que deriva do metro e pertence ao Sistema Internacional de Unidades (SI). A palavra \"quilômetro\" resulta da combinação do prefixo quiloResumo do Sistema Internacional de Unidades. Tradução da publicação do Bureau Internacional de Pesos e Medidas (BIPM). INMETRO, 2006. Acesso em 17/05/2011. (\"mil\") com a palavra metro, razão por que um quilômetro equivale a mil metros. Importante ressaltar que, ao representarmos uma grandeza física do SI, devemos seguir o padrão internacional de grafia, que consiste em sempre inserir um espaço em branco entre o número e a unidade de medida. == Comparação com outras unidades == === Unidades do SI === Um quilômetro é igual a: * 1 000 000 mm * 100 000 cm * 10 000 dm * 1 000 m * 100 dam * 10 hm === Unidades de outros sistemas === Um quilômetro é aproximadamente igual a: * 3 280,839895 pés * 1 093,613298 jardas * 0,621371192 milhas terrestres * milhas de agrimensura * 0,539956803 milhas náuticas == Uso de prefixos == Há prefixos que antecedem as unidades e servem para substituir potências de dez. Isto é útil porque evita que tenhamos que escrever números muito grandes ou muito pequenos. Alguns exemplos: * 19 600 000 000 000 m = 19,6 x 10^{12} m = 19,6 Tm (19,6 terâmetros, ou 19,6 trilhões de metros). * 0,00000000000000000825 m = 8,25 x 10^{-18} m = 8,25 am (8,25 attômetros). O uso dos prefixos de base dez também permite a conversão entre múltiplos de uma mesma unidade. Exemplos: * 254 cm = 254 centímetros = 254 x 10^{-2} m = 2,54 m. * 5,14 hm = 5,14 hectômetros = 5,14 x 10^{2} m = 514 m. * 723 000 dm = 723 000 decímetros = 723 000 x 10^{-1} m = \\frac {723 000} {10} m = 72 300 m. ** Ainda: 72 300 m = 72,3 x 10^{3} m = 72,3 x 10^{3} x 1 m = 72,3 x 10^{3} x {\\color{BrickRed}10^{-3}} km = 72,3 x 10^{0} km = 72,3 x 1 km = 72,3 km. == Observações linguísticas == Um detalhe interessante é notar que muitos escrevem “kilómetro” em vez de quilómetro (ou quilômetro). Esta última forma, é a incorporada aos dicionários antigos. A inicial com k será incorparada aos poucos aos dicionários modernos, tendo em vista a inclusão das letras k, y e w ao Acordo Ortográfico de 1990. Um erro muito comum está na representação do quilômetro, cujo símbolo é \"km\", por \"Km\", com a letra K em maiúscula, resultando em “Km”. No Sistema Internacional de Unidades, Km é kelvin-metro. No Brasil, a partir da edição de 2012, a versão brasileira da brochura do Sistema Internacional de Unidades passou a utilizar a grafia \"kilo\" nos múltiplos e submúltiplos das unidades. Assim, o INMETRO recomenda a utilização da regra de formação do BIPM, que estabelece a simples junção dos prefixos ao nome das unidades, sem modificações da grafia e da pronúncia originais, tanto do prefixo quanto da unidade. Como resultado, os prefixos kilo e mili associados à unidade de comprimento metro, formam as unidades kilometro e milimetro (sílabas tônicas em “me”, pronunciada como “mé”), respectivamente, e não kilômetro e milímetro. Importante observar que tais alterações não eliminam a utilização das formas atualmente em uso, como quilograma e centímetro, que ainda são aceitas até que as novas formas sejam gradativamente assimiladas. == Ver também == * Convenção do metro * Lista de unidades de medida * Sistema Internacional de Unidades * Unidades de comprimento == Ligações externas == * Página oficial do BIPM (Bureau Internacional de Pesos e Medidas) a respeito do Sistema Internacional de Unidades (em inglês). Acesso em 17/05/2011. Categoria:Unidades de comprimento",
 "title": "Quilômetro"
}