{
 "id": "24990",
 "text": "\\---- (, na numeração romana) foi um ano comum do século XVII do actual Calendário Gregoriano, da Era de Cristo, e a sua letra dominical foi B (52 semanas), teve início a um sábado e terminou também a um sábado. == Eventos == * Naufrágio na Baía de Angra da nau 'Santo António', vinda de São Cristóvão, salvando-se a mercadoria. * Os holandeses ocupam Java. * Motor de Worcester, início da utilização mecânica do vapor. * Fundação da colónia francesa de Santa Lúcia pela Compagnie des Îles de l'Amérique. * Os Sultões de Oman tomam Mascate aos portugueses. * Restauração da Catedral de Roma para o Ano Santo. Este Jubileu abriu-se, ao contrário do anterior, numa época de relativa paz: acabara a Guerra dos Trinta Anos que transformou a Europa. Inocêncio X abriu o Ano Santo na Basílica de São Pedro, restaurada no seu interior para esta ocasião, na presença de uma enorme multidão de peregrinos. Um dos factos mais relevantes da celebração jubilar foi a do restauro desejado pelo Papa, da Basílica Catedral de Roma, São João de Latrão que, segundo alguns estudiosos, foi \"vestida de branco como uma esposa\" por Borromini. * Ano provável em que o frei Agostinho de Jesus esculpiu a atual imagem de Nossa Senhora Aparecida, cuja atribuição lhe é feita, mas sem comprovação de que tenha sido ele mesmo quem a esculpiu. === Outubro === * 20 de outubro - A rainha Cristina da Suécia é coroada em Estocolmo. == Nascimentos == * 27 de Abril - Carlota Amália de Hesse-Cassel, rainha-consorte da Dinamarca (m. 1714). * 26 de Maio – John Churchill, militar britânico e primeiro Duque de Marlborough (m. 1722). * Joachim Neander, pastor e compositor alemão (m. 1680). * Thomas Savery, engenheiro militar, matemático, mecânico e filósofo. Umas de suas criações mais importante foi a máquina a vapor. == Mortes == * 11 de Fevereiro – René Descartes, filósofo e matemático francês (n. 1596) * 28 de Novembro - Miguel de Almeida 4.º conde de Abrantes, um dos Quarenta Conjurados (n. 1560). *1650- Frei Manuel Cardoso compositor português",
 "title": "1650"
}