{
 "id": "25046",
 "text": "A monarquia portuguesa foi uma das raras da Europa que permitiu sempre que mulheres pudessem assumir o trono e reinar de facto como monarcas (à semelhança das restantes monarquias ibéricas e britânicas). Contudo e apesar de em várias épocas terem estado mulheres na iminência de assumir o trono, as vicissitudes da história fizeram com que isso só viesse a acontecer pela primeira vez já no século XVIII. Na sua história, Portugal acabou por ter apenas duas Rainhas reinantes: Maria I e Maria II. Todas as restantes foram rainhas consortes, ou seja, usufruíram do título de rainha de Portugal enquanto esposas (consortes) de Reis e não porque desempenhassem qualquer poder ou função (à semelhança, por exemplo, das rainhas Letícia da Espanha e Camila do Reino Unido). Podiam, no entanto, influenciar as decisões dos maridos, e a história de Portugal regista vários casos. Além disso, várias Rainhas desempenharam as funções de Regente de Portugal, e, portanto, do império ultramarino português, sobretudo durante a menoridade dos seus filhos e herdeiros do trono. == Dinastia de Borgonha == Nome Retrato Nascimento Cônjuge Morte Mafalda de Saboia janeiro/junho de 1146 – 4 de novembro de 1157 c. 1125 filha de Amadeu III, Conde de Saboia e Mafalda de Albon Afonso Henriques janeiro/junho de 1146 7 filhos 4 de novembro de 1157 32 anos Dulce de Aragão 6 de dezembro de 1185 – 1 de setembro de 1198 c. 1160 filha de Raimundo Berengário IV de Barcelona e Petronila de Aragão Sancho I 1174 11 filhos 1 de setembro de 1198 38 anos Urraca de Castela 26 de março de 1211 – 2 de novembro de 1220 1186/28 de maio de 1187 filha de Afonso VIII de Castela e Leonor da Inglaterra Afonso II 1206 5 filhos 2 de novembro de 1220 34 anos Mécia Lopes de HaroTradicionalmente, Mécia Lopes de Haro não é considerada no número das rainhas de Portugal; a ter havido qualquer casamento com Sancho II, foi declarado inválido pelo Papa no Concílio de Lião. 1239 – 1246 c. 1215 filha de Lope Díaz II de Haro e Urraca Afonso de Leão Sancho II 1246 sem filhos c. 1271 56 anos Matilde de Bolonha 4 de janeiro de 1248 – 1253 1202 filha de Reinaldo de Dammartin e Ida de Bolonha Afonso III 1235 sem filhos 14 de janeiro de 1258 56 anos Beatriz de Castela 1253 – 20 de novembro de 1737 1242 filha de Afonso X de Leão e Castela e Mor Ghilhén de Gusmão Afonso III 1253 7 filhos 27 de outubro de 1303 61 anos Isabel de Aragão 2 de fevereiro/24 de junho de 1282 – 7 de janeiro de 1325 4 de janeiro de 1271 filha de Pedro III de Aragão e Constança da Sicília D. Dinis 2 de fevereiro/24 de junho de 1282 2 filhos 4 de julho de 1336 65 anos Beatriz de Castela 7 de janeiro de 1325 – 28 de maio de 1357 8 de março de 1293 filha de Sancho IV de Leão e Castela e Maria de Molina Afonso IV 7 filhos 25 de outubro de 1359 66 anos Inês de Castro - Segundo reza a tradição, em 1361 Pedro I teria feito desenterrar a sua amante Inês de Castro, declarado-a sua mulher legítima e feito-a, postumamente, rainha de Portugal. 140px 1320 ou 1325 filha de Pedro Fernandes de Castro e Aldonça Lourenço de Valadares Pedro I 1346 (secretamente) - 1 de janeiro de 1354 (abertamente) 4 filhos 7 de janeiro de 1355 30 ou 35 anos Leonor Teles março de 1372 – 22 de outubro de 1383 c. 1350 filha de Martim Afonso Telo de Meneses e Aldonça Anes de Vasconcelos Fernando I março de 1372 3 filhos 27 de abril de 1386 36 anos == Dinastia de Avis == Nome Retrato Nascimento Cônjuge Morte Filipa de Lencastre 11 de fevereiro de 1387 – 19 de julho de 1415 31 de março de 1360 filha de João de Gante e Branca de Lencastre João I 11 de fevereiro de 1387 8 filhos 19 de julho de 1415 55 anos Leonor de Aragão 14 de agosto de 1433 – 9 de setembro de 1438 2 de maio de 1402 filha de Fernando I de Aragão e Leonor de Albuquerque Duarte I 9 filhos 19 de fevereiro de 1445 42 anos Isabel de Coimbra 6 de maio de 1447 – 2 de dezembro de 1455 140px 1 de março de 1432 filha de Pedro, Duque de Coimbra e Isabel de Urgel Afonso V 6 de maio de 1447 3 filhos 2 de dezembro de 1455 23 anos Joana de Castela 30 de maio de 1475 – 28 de agosto de 1481 28 de fevereiro de 1462 filha de Henrique IV de Castela e Joana de Portugal Afonso V 30 de maio de 1475 sem filhos 12 de abril de 1530 68 anos Leonor de Viseu 29 de agosto de 1481 – 25 de outubro de 1495 2 de maio de 1458 filha de Fernando, Duque de Viseu e Beatriz de Portugal João II 22 de janeiro de 1471 1 filho 17 de novembro de 1525 67 anos Isabel de Aragão e Castela 6 de outubro de 1497 – 28 de agosto de 1498 2 de outubro de 1470 filha de Fernando II de Aragão e Isabel I de Castela Manuel I 6 de outubro de 1497 1 filho 28 de agosto de 1498 27 anos Maria de Aragão e Castela 30 de agosto de 1500 – 7 de março de 1517 29 de junho de 1482 filha de Fernando II de Aragão e Isabel I de Castela Manuel I 30 de agosto de 1500 10 filhos 7 de março de 1517 34 anos Leonor da Áustria 16 de julho de 1518 – 13 de dezembro de 1521 15 de novembro de 1498 filha de Filipe I de Castela e Joana de Castela Manuel I 16 de julho de 1518 2 filhos 25 de fevereiro de 1558 59 anos Catarina da Áustria 10 de fevereiro de 1526 – 11 de junho de 1557 14 de janeiro de 1507 filha de Filipe I de Castela e Joana de Castela João III 10 de fevereiro de 1526 9 filhos 12 de fevereiro de 1578 71 anos == Casa de Habsburgo == Nome Retrato Nascimento Cônjuge Morte Margarida da Áustria 18 de abril de 1599 – 3 de outubro de 1611 25 de dezembro de 1584 filha de Carlos II, Arquiduque da Áustria e Maria Ana da Baviera Filipe II 18 de abril de 1599 4 filhos 3 de outubro de 1611 26 anos Isabel da França 31 de março de 1621 – 1 de dezembro de 1640 22 de novembro de 1602 filha de Henrique IV da França e Maria de Médici Filipe III 2 filhos 6 de outubro de 1644 41 anos == Casa de Bragança == Nome Retrato Nascimento Cônjuge Morte Luísa de Gusmão 1 de dezembro de 1640 – 6 de novembro de 1656 13 de outubro de 1613 filha de João Manuel Peres de Gusmão, 8.º Duque de Medina Sidónia e Joana de Sandoval e Lacerda João IV 12 de janeiro de 1633 7 filhos 27 de fevereiro de 1666 52 anos Maria Francisca de Saboia - Entre os anos de 1668 e 1683, Maria Francisca esteve casada com o então Regente D. Pedro, pelo que durante este período usou o Título de Princesa, sendo entretanto conhecida como Rainha-princesa, voltou a ser Rainha de facto após a morte de Afonso VI em 12 de Setembro de 1683, até sua própria morte, três meses e meio depois, em 27 de Dezembro de 1683. 21 de junho de 1646 filha de Carlos Amadeu, Duque de Némours e Isabel de Bourbon Afonso VI 2 de agosto de 1666 sem filhos - Pedro II 28 de março de 1668 1 filha 27 de dezembro de 1683 37 anos Maria Sofia de Neuburgo 11 de agosto de 1687 – 4 de agosto de 1699 6 de agosto de 1666 filha de Filipe Guilherme, Eleitor Palatino e Isabel Amália de Hesse-Darmstadt Pedro II 11 de agosto de 1687 7 filhos 4 de agosto de 1699 32 anos Maria Ana da Áustria 27 de outubro de 1708 – 31 de julho de 1750 7 de setembro de 1683 filha de Leopoldo I do Sacro Império Romano-Germânico e Leonor Madalena de Neuburgo João V 27 de outubro de 1708 6 filhos 14 de agosto de 1754 70 anos Mariana Vitória da Espanha 31 de julho de 1750 – 24 de fevereiro de 1777 31 de março de 1718 filha de Filipe V da Espanha e Isabel Farnésio José I 19 de janeiro de 1729 4 filhas 15 de janeiro de 1781 62 anos Pedro de Bragança - Reinou ao lado da esposa como Pedro III; inclui-se nesta lista por ter sido consorte de Maria I. 5 de julho de 1717 filho de João V de Portugal e Maria Ana da Áustria Maria I 6 de junho de 1760 7 filhos 25 de maio de 1786 68 anos Carlota Joaquina da Espanha 20 de março de 1816 – 10 de março de 1826 25 de abril de 1775 filha de Carlos IV da Espanha e Maria Luísa de Parma João VI 8 de maio de 1785 9 filhos 7 de janeiro de 1830 54 anos Maria Leopoldina da Áustria 26 de abril de 1826 – 2 de maio de 1826 22 de janeiro de 1797 filha de Francisco I da Áustria e Maria Teresa das Duas Sicílias Pedro IV 6 de novembro de 1817 7 filhos 11 de dezembro de 1826 29 anos Adelaide de Löwenstein-Wertheim-Rosenberg - Formalmente, Adelaide de Löwenstein-Wertheim-Rosenberg jamais foi rainha de Portugal; inclui-se nesta lista por ter sido casada com Miguel I, mas já após a sua deposição. 3 de abril de 1831 filha de Constantino, Príncipe Hereditário de Löwenstein-Wertheim-Rosenberg e Inês de Hohenlohe-Langenburgo Miguel I 7 filhos 16 de dezembro de 1909 78 anos Augusto de Beauharnais 26 de janeiro – 28 de março de 1835 9 de dezembro de 1810 filho de Eugênio de Beauharnais, Duque de Leuchtenberg e Augusta da Baviera Maria II 26 de janeiro de 1835 sem filhos 28 de março de 1835 24 anos Fernando de Saxe-Coburgo-GotaFoi Príncipe Consorte desde a data de seu casamento até o nascimento de seu primeiro filho, quando tornou-se rei ao lado da esposa. 9 de abril de 1836 – 16 de setembro de 1837 29 de outubro de 1816 filho de Fernando de Saxe-Coburgo-Gota e Maria Antônia de Koháry Maria II 26 de janeiro de 1835 11 filhos 15 de dezembro de 1885 69 anos Estefânia de Hohenzollern-Sigmaringen 18 de maio de 1858 – 17 de julho de 1859 140px 15 de julho de 1837 filha de Carlos Antônio, Príncipe de Hohenzollern-Sigmaringen e Josefina de Baden Pedro V 18 de maio de 1858 sem filhos 17 de julho de 1859 22 anos Maria Pia de Saboia 6 de outubro de 1862 – 19 de outubro de 1889 16 de outubro de 1847 filha de Vítor Emanuel II da Itália e Adelaide da Áustria Luís I 6 de outubro de 1862 2 filhos 5 de julho de 1911 63 anos Amélia de Orleães 19 de outubro de 1889 – 1 de fevereiro de 1908 28 de setembro de 1865 filha de Luís Filipe, Conde de Paris e Maria Isabel de Orleães Carlos I 22 de maio de 1886 3 filhos 25 de outubro de 1951 86 anos Augusta Vitória de Hohenzollern-Sigmaringen - Formalmente, Augusta Vitória jamais foi rainha de Portugal; inclui-se nesta lista por ter sido casada com Manuel II, mas já após a sua deposição. 19 de agosto de 1890 filha de Guilherme, Príncipe de Hohenzollern e Maria Teresa de Bourbon-Duas Sicílias Manuel II 4 de setembro de 1913 sem filhos 29 de agosto de 1966 76 anos * Esta lista é sucedida pela Lista de Primeiras-Damas de Portugal == Ver também == * História de Portugal * Lista de Reis de Portugal * Lista de príncipes consortes de Portugal Portugal, Lista de rainhas de Rainhas Portugal",
 "title": "Lista de consortes reais de Portugal"
}