{
 "id": "25108",
 "text": "Senhora do Destino é uma telenovela brasileira que foi produzida e exibida pela TV Globo em 28 de junho de 2004 até 11 de março de 2005 em 221 capítulos, com o último capítulo reexibido no dia subsequente, 12 de março. Substituindo Celebridade e sendo substituída por América, foi a 65ª \"novela das oito\" exibida pela emissora. Teve a autoria de Aguinaldo Silva, com a colaboração de Filipe Miguez, Glória Barreto, Maria Elisa Berredo e Nelson Nadotti, contou com a direção de Luciano Sabino, Marco Rodrigo, Ary Coslov e Cláudio Boeckel. As direções geral e de núcleo foram de Wolf Maya. Contou com a participação de Susana Vieira, Renata Sorrah, Carolina Dieckmann, José Wilker, José Mayer, Eduardo Moscovis, Letícia Spiller e Leandra Leal. Em 2020, foi eleita pelo jornal espanhol 20 minutos como a 9ª melhor telenovela brasileira de todos os tempos. == Enredo == === Primeira fase === Maria do Carmo é uma mulher batalhadora e que cria cinco filhos: Leandro, Plínio, Reginaldo, Viriato e a recém-nascida Maria Lindalva, mais conhecida como Lindalva. Com uma falsa promessa de reencontrar o seu marido, Josivaldo, Maria do Carmo se muda da cidade de Belém de São Francisco, interior de Pernambuco, para o Rio de Janeiro. Ao chegar ao Rio de Janeiro, depois de uma longa viagem enfrentando vários problemas, Do Carmo se depara com um confronto entre policiais e manifestantes por conta da aprovação do Ato Institucional n° 5. Visando se proteger após o seu filho Reginaldo ser atingido por uma pedra, Maria e seus filhos se escondem numa casa abandonada. Dentro da casa também se encontra Nazaré, que utiliza o nome falso de Lurdes e veste uma fantasia de enfermeira. Nazaré na verdade é uma prostituta e reside no bordel de Madame Berthe, uma famosa cafetina da cidade maravilhosa. Buscando uma oportunidade perfeita de forçar um casamento com José Carlos Tedesco (que na época era um dos homens mais ricos do Rio de Janeiro) e mudar de vida, Nazaré finge uma gravidez e para isso, se oferece para ajudar Maria do Carmo e rouba Lindalva das mãos de Leandro, enquanto esta leva Reginaldo ao hospital para fazer curativo. Nazaré apresenta Lindalva como Isabel para José Carlos e finge um parto na frente de Madame Berthe, que detalha o caso em seu diário ao presenciar tudo, junto com Djenane, colega de Nazaré. Desesperada, Maria do Carmo enfrenta os policiais e é levada presa ao presídio de Ilha das Flores junto com os manifestantes. De lá, ela conhece Dirceu de Castro, o jornalista do Diário de Notícias. O periódico pertence à Josefa, popularmente conhecida como Dona Josefa e que teve seu empreendimento fechado pelos militares após várias matérias negativas contra a Ditadura Militar. Dirceu é preso por enfrentar os censores e vendo que Maria do Carmo é inocente, decide ajudá-la e ela é solta. O caminho de Maria do Carmo é cruzado também por Giovanni Improtta, um famoso bicheiro, que também foi levado preso após o esquema ilegal ser descoberto. Do Carmo é largada em uma terreno baldio pelos militares e é resgatada por Sebastião, seu irmão mais velho. Sebastião é o motorista de Dona Josefa e possui uma grande devoção por ela. No entanto, ficou de buscar a irmã no terminal após receber uma ordem de abrigar os funcionários do Diário de Notícias na mansão de Josefa, que deixa o Brasil após ser exilada. Após descobrir que foi enganada por Josivaldo, Maria do Carmo decide mudar de vida e promete lutar dia e noite até reencontrar Lindalva. === Segunda fase === Vinte e cinco anos depois, Maria do Carmo se torna uma mulher forte e bem-sucedida, agora empreendedora e dona de sua loja de material de construções que leva o seu nome. Ela agora namora com Dirceu de Castro e convive com a governanta Clementina e a cozinheira Cícera. Seus filhos agora estão bem encaminhados, cada um com sua profissão (exceto Plínio, que se torna mulherengo e dependente da mãe, sendo o único filho que não estudou), mas agora passa a enfrentar algumas tempestades, sendo elas: a crise do casamento de Leandro e Marinalva, mais conhecida como Nalva, a paternidade de Plínio, que acaba afetando seu casamento com Angélica, a agregada dos Ferreira da Silva e os embates com Reginaldo, por não concordar com a posição do filho mais velho na política e a devoção deste pelo pai. Buscando crescer na política, Reginaldo tem um relacionamento de fachada com Leila e cansado dos problemas da esposa, ele à trai com Viviane, sua assessora parlamentar e após um flagra, com a ajuda de Venâncio, Leila morre. Temendo um escândalo, Reginaldo convence Venâncio a assumir o crime, para desgosto de Sebastião, que corta o relacionamento com filho, mas se reconcilia com este após um acidente grave e o próprio filho decide contar toda verdade ao pai, fazendo com que Sebastião vire o novo opositor de Reginaldo. Reginaldo e Viviane se casam e com isso, tramam vários planos contra Maria do Carmo para manter a mãe afastada de tudo, sabendo da sua influência perante aos eleitores. Um desses planos incluiu o término de seu namoro com Dirceu, após Maria do Carmo confundir Aretuza, empregada do jornalista, com uma amante, despertando os ciúmes da nordestina pelo fato desta não possuir as características de uma doméstica tradicional. Além disso, Dirceu também passa a ter ciúmes de Do Carmo pela sua amizade com Giovanni, acreditando que ela o trocou. Enquanto isso, Nazaré agora se torna dona de casa, morando em uma residência simples no bairro Peixoto. No entanto, a casa onde vive com o seu marido, José Carlos, a enteada Maria Cláudia e a filha Isabel, que na verdade é Lindalva, a filha roubada de Maria de Carmo, foi hipotecada por conta de inúmeras dívidas atrasadas. Após assistir a reportagem de Maria do Carmo, que denuncia o desaparecimento de Lindalva, expondo a foto de Nazaré Tedesco ainda jovem, José Carlos descobre que foi enganado e após ameaçar denunciar Nazaré, ela o empurra da escada e em seguida, joga fora todos os seus comprimidos e este sofre um infarto fulminante. Ficando sem dinheiro, Nazaré dá início a uma vida de golpes, que inclui extorquir Maria do Carmo em troca de informações sobre Lindalva. Nazaré é conhecida pelos seus momentos cômicos, além de apelidos dados aos seus inimigos, sendo eles anta nordestina (Maria do Carmo), pitbull fêmea e songamonga (ambos para Cláudia), pedreiro (Josivaldo, que no caso vira o seu amante), flagelados e flageladinhos (para os filhos de Maria do Carmo). O cerco contra Nazaré começa a se fechar quando elementos do seu passado passam a vir à tona. Um deles é Djenane, a sua colega na época da prostituição, que retorna com o objetivo de chantagear Nazaré para que não revele o seu verdadeiro segredo. Ela passa a tratar a megera como Naza, Nazinha e Nazareth. Durante uma briga com Nazaré, Djenane se desequilibra, cai escada abaixo e morre. Para evitar que seja apontada como a principal suspeita, Nazaré adultera as provas contra a sua inimiga e chega inclusive a se passar pela mesma para sacar dinheiro. Outro elemento é o relacionamento de Isabel e Edgard, que ao saber da origem do cozinheiro, fica contra o namoro, contando várias mentiras sobre o chef de cozinha. Mas a maior pedra no seu sapato é Cláudia, que após descobrir o maior segredo de sua madrasta, se junta a Dirceu, Maria do Carmo e Leandro, que vira o seu namorado no andar da história e tem como missão revelar toda a verdade para Isabel e reaproxima-la de sua verdadeira mãe, além de vingar a morte de seus pais. ==== Núcleos Paralelos ==== Entre os núcleos paralelos, seis deles se destacam ao longo da história. O primeiro é a Comunidade da Pedra Lascada, onde vivem os moradores menos favorecidos e que são ajudados por Maria do Carmo. Na comunidade vive Rita, uma batalhadora dona de casa, que possui um talento como cabeleireira, passando a virar sócia de um salão de beleza com a ajuda de Do Carmo. Ela é mãe de Lady Daiane, uma menina rebelde e que namora o bad-boy Shaolin, cujo nome verdadeiro é Políbio. Ele é filho de Aurélia e neto de Clementina. O relacionamento entre os dois começa a ficar complicado quando Daiane engravida de Shaolin e é abandonada por este. Buscando fazer ciúmes no ex, Daiane se envolve com Bruno, o filho de Reginaldo e acaba engravidando dele também, mas ao contrário da primeira gestação, ela sofre um aborto espontâneo. O outro filho de Rita é Maikel Jackson, que é trabalhador e estudante. Rita é casada com Cigano, um traficante de drogas, que muitas vezes agride a própria esposa por não aceitar a vida que vive e também por esta se envolver com Constantino, o taxista de Vila São Miguel. Moram na comunidade, além de Rita e sua família; a doméstica Jandira, que é casada com Merival, o maior cabo eleitoral de Reginaldo, passando a denomina-lo como Naldo de Vila São Miguel; e Fausta, a faxineira dos Tedesco, que vive em pé de guerra com Nazaré, a chamando de Dona Jacaré. O segundo é a família Improtta. Giovanni, agora um homem honesto, vira empreendedor e convive com a loira burra Danielle, sua namorada, anos mais nova, e que o chama de Paizinho, enquanto ele a chama de Ninfa Bebê. Giovanni não esconde sua paixão por Maria do Carmo e vive tentando conquista-la de todas as formas. Além disso, ele possui dois filhos: João Manoel, que segue todos os passos do pai; e Jeniffer, uma estudante de fisioterapia. Jeniffer se relaciona com Eleonora, e após se descobrir apaixonada por esta, começa a lidar com este sentimento, enfrentando vários preconceitos, principalmente de João Manoel, que não acredita que duas mulheres possam viver uma relação amorosa. João Manoel se relaciona com Regininha, a irmã de Eleonora, chegando inclusive a convencê-la a se tornar Rainha da Bateria, para a reprovação de Sebastião. Giovanni também vive com Flaviana, a sua ex-sogra, protagonizando divertidos embates. No entanto, ela possui uma mágoa de Giovanni, pois acredita que ele foi o principal responsável pelo suicídio de sua filha. Geová, como é popularmente conhecido, também possui um negócio sujo, comandado pelo fiel escudeiro Madruga e sua gangue, onde realizam o trabalho da polícia. Giovanni é famoso pelos bordões \"felomenal!\", \"o tempo ruge que a Sapucaí é grande\", \"vou me empirulitar-se\", \"aqui se faz, aqui se paga\", \"se precisar, é só chamar\" e as suas maiores características são os ternos coloridos, a gravata borboleta e os erros de português. O terceiro são os Barões de Bonsucesso. Laura e Pedro agora não conseguem ostentar a vida de luxo que levavam antes, sempre pedindo dinheiro emprestado para Leonardo, o filho adotivo de Pedro, para o horror deste que vive comprando discussões com o seu pai devido ao caríssimo padrão de vida. Para não incomodar o filho, Pedro decide arranjar um emprego e trabalha temporariamente como assessor de Thomas Jefferson, o deputado federal, onde acaba se demitindo em seguida por não ter função. Ele acaba sendo contratado logo depois como personal stylist de Giovanni Improtta. Além disso, ao decorrer da novela, Laura passa a sofrer com os lapsos de memória, que são causados pelo Alzheimer. Os barões convivem com Jurema, a governanta de casa e Sebastião, o motorista particular, que cumpre o favor de Josefa. Sebastião agora é casado com Janice e tem como filhos: o inocente e trabalhador Venâncio, a esforçada médica Eleonora e a fogosa Regina, que é conhecida como Regininha. Sebastião recebe de herança de Josefa, o Galaxie que usava para trabalhar, despertando os ciúmes de Janice. Dentro do Galaxie, encontra-se o quadro Banhistas, do pintor francês Cézanne, deixado por Josefa como uma herança pelos anos de trabalho e que vale uma fortuna. A existência do quadro dá início a uma longa batalha judicial com Guilhermina, a filha de Josefa, que acredita que Sebastião roubou a pintura. O quarto núcleo é o de Maria Eduarda, também apelidada de Duda. Ela é filha de Leonardo, um empresário boçal e poderoso, e Gisela, uma socialite fútil, famosa pelo bordão \"que situação!\" e que possui como grande confidente o mordomo Alfred, que na verdade é o pai biológico de Leonardo e possui um segredo sobre a sua origem. Ela é neta adotiva de Pedro e na escala de sucessão, seria a nova Baronesa de Bonsucesso. Duda se envolve com Viriato após ser salva por este durante um assalto. O relacionamento é reprovado por Leonardo e Gisela, já que Viriato possui uma origem humilde e buscando manter o status social, eles tentam unir Maria Eduarda com Thomas Jefferson, que é perdidamente apaixonado por Duda. As armações dos três para separar o casal são marcados por planos infalíveis que muitas vezes dão errado. O quinto núcleo é o do Bairro Peixoto. Além de Nazaré, Cláudia e Isabel, também convivem no bairro a fofoqueira Shirley, que é a melhor amiga do boêmio Seu Jacques, que luta para ter o seu salário de aposentado corrigido após um erro na revisão do INSS. Seu Jacques apaixona-se perdidamente por Djenane, a quem chama de \"morena\", e sofre muito após sua morte, passando a ter alucinações com ela. O aposentado é pai de Alberto, um rapaz simples que é apaixonado por Isabel, sua namorada de infância, e sofre quando ela termina o relacionamento dos dois, rejeitando o amor platônico que Cláudia sente por ele. Após não conseguir sorte no amor, Alberto acaba envolvendo-se com Shirley, o que não é bem visto por Jacques, já que ela é uma mulher bem mais velha. O sexto e último nucleo paralelo em destaque é o G.R.E.S Unidos de Vila São Miguel, que é presidido por Giovanni Improtta e seu filho, João Manoel. Ele é composto por Ubiracy, o carnavalesco da escola, que tem como namorado Turcão, o faz-tudo da agremiação, sendo o segundo casal homossexual da novela, além de ser o melhor amigo de Nalva, a qual considera como estrela, e Crecilda, a gerente de vendas da loja de Maria do Carmo. Ela é lançada por Ubiracy como cantora, fazendo pequenos shows, até se tornar puxadora de samba da escola. O destaque do núcleo é a disputa pelo cobiçado cargo de Rainha da Bateria, tendo como concorrentes Nalva, Regininha e Danielle. == Elenco == Intérprete Personagem Susana Vieira Maria do Carmo Ferreira da Silva (Do Carmo) Renata Sorrah Maria de Nazaré Esteves Tedesco (Nazaré) / Lourdes Carolina Dieckmann Isabel Esteves Tedesco / Lindalva Ferreira da Silva Maria do Carmo Ferreira da Silva (jovem) José Mayer Dirceu de Castro José Wilker Giovanni Improtta (Giová) Eduardo Moscovis Deputado Reginaldo Ferreira da Silva (Naldo) Letícia Spiller Viviane Fontes Ferreira da Silva (Vivian Perón) Leandra Leal Maria Cláudia Tedesco (Claudinha) Leonardo Vieira Leandro Ferreira da Silva Marcello Antony Viriato Ferreira da Silva Débora Falabella Maria Eduarda Correia de Andrade e Couto (Duda) Dan Stulbach Edgard Legrand José de Abreu Josivaldo Ferreira da Silva Dado Dolabella Plínio Ferreira da Silva Carol Castro Angélica Ramos Wolf Maya Leonardo Correia de Andrade e Couto Ângela Vieira Gisela Correia de Andrade e Couto Raul Cortez Pedro Correia de Andrade e Couto, Barão de Bonsucesso Glória Menezes Laura Correia de Andrade e Couto, Baronesa de Bonsucesso Marília Gabriela Josefa de Medeiros Duarte Pinto Maria Guilhermina de Medeiros Duarte Pinto Lefevre Nelson Xavier Sebastião Ferreira da Silva Mara Manzan Janice Ferreira da Silva Thiago Fragoso Alberto Pedreira Malu Valle Shirley Flávio Migliaccio Jacques Pedreira Mylla Christie Eleonora Ferreira da Silva (Léo) Bárbara Borges Jennifer Improtta Heitor Martinez João Manoel Improtta Maria Maya Regina Ferreira da Silva (Regininha) André Gonçalves Venâncio Ferreira da Silva Ludmila Dayer Danielle Meira (Ninfa Bebê) Tânia Khalill Marinalva Ferreira da Silva (Nalva) Mário Frias Deputado Thomas Jefferson Bezerra de Souza Yoná Magalhães Flaviana Mendonça Adriana Lessa Rita de Cássia das Neves Nuno Melo Constantino Pires Ronnie Marruda Gilson das Neves (Cigano) Leonardo Miggiorin Políbio Vieira dos Santos (Shao Lin) Jéssica Sodré Lady Daiane das Neves Agles Steib Maikel Jackson das Neves Marcela Barrozo Bianca Ferreira da Silva Thadeu Matos Bruno Ferreira da Silva Helena Ranaldi Yara Steiner Stella Freitas Cícera Vieira Cristina Mullins Aurélia Vieira dos Santos Ítalo Rossi Alfred Baskerville André Mattos Vanderlei Carlos Madruga (Madruga) Sílvia Salgado Aretuza Brandão Reinaldo Gonzaga Rodolfo Macedo Gottsha Crescilda Duarte Luiz Henrique Nogueira Ubiracy de Freitas (Bira) Guida Vianna Fausta Cristina Galvão Jandira Xando Graça Merival Catarina Abdalla Jurema Leonardo Carvalho Gatto Guilherme Duarte Jacaré Daniel Zubrinsky Napa Derlan Henriques Lolô Juliana Diniz Larissa Roberto Lopes Delegado Paredes Naura Schneider Elisa Eduardo Fraga Ubaldo Elisio Lage Elias Marco Vilella Turcão da Rocha Miranda Isabela Lobato Ariela Fábio Montez Adilson (Scarface) Carlos Vieira Moura Felipe Cardoso Perez Joana Lener Martinha Leandro Ribeiro Zequinha === Participações especiais === Intérprete Personagem Miriam Pires Clementina Vieira dos Santos Elizângela Djenane Pereira Edileuza Pereira Tarcísio Meira José Carlos Tedesco (Zé Carlos) Felipe Camargo Dr. Edmundo Cantareira Maria Luísa Mendonça Leila Ferreira da Silva Roberto Bomtempo José Gilmar de Souza (Gilmar) Tônia Carrero Madame Berthe Legrand Lima Duarte Senador Victorio Vianna Vera Fischer Vera Barroso Robinson (Mrs. Robinson) Jonas Bloch Inspetor Bögel Werner Schunemann Comandante Saraiva Rogério Fróes General Bandeira Paulo José Dr. Arthur Fonseca Flávio Galvão Dr. Jorge Maciel Cláudio Corrêa e Castro Dr. Afonso Ana Rosa Belmira Ramos Bianca Comparato Hellen Paulo Reis Detetive Firmino Neuza Amaral Madame Menah Ivan Cândido Detetive Valeriano Alexandre Zacchia Pezão Marcello Escorel Cícero Mabel Tube Fatinha Marcelo Melo Eberaldo Márcio Melo Ebenezer Hamilton Ricardo Valdir André Valli Florisvaldo Rodrigo Hilbert RuddyRodrigo Hilbert - IG Gente Emiliano Queiroz Padre Leovegildo José Afonso Seu Matusalém Pimentel Ilva Niño Severina Pimentel (Dona Bil) Jacqueline Laurence Evangelina Beatriz Lyra Haidê Zé Carlos Machado Luiz Fernando Alexandre Moreno Seboso Sura Berditchevsky Glória Monah Delacy Leny Gouveia Maria Gladys Dona Mimi José Carlos Sanches Hélio Jayme Periard Dr. Marcos Delano Avelar Paulo Henrique Luiz Magnelli Vital Theresa Amayo Marlene Thelmo Fernandes Seu Pereira Orã Figueiredo Gavião Aracy Cardoso Jocasta Alexandre Barillari Dr. Fábio Tamara Taxman Madame Mirthes Vívian Weyll Marcela Tatyane Goulart Alessandra / Suposta Lindalva Marcos Breda Giacometti Nildo Parente Dr. Guilherme Thelma Reston Dona Jacyra Tião D'Ávila Aníbal Carlos Bonow Márcio José Augusto Branco médico de Isabel Malu Galli enfermeira, cúmplice de Nazaré Daniel Boaventura apresentador do disque denúncia João Signorelli sequestrador de Duda Paulo César Grande decorador Chaguinha porteiro Marcelo Várzea gerente do hotel Élcio Romar gerente do motel Ana Paula Botelho recepcionista do motel Sérgio Loroza taxista Miguel Nader carcereiro Lucy Mafra vizinha de Rita Deidre Loys Jordan Rainha Elizabeth II\"Senhora do Destino\" terá ares de minissérie Charles Myara Tenório Cavalcanti Adriana Esteves Nazaré / Lourdes (jovem) Tarcísio Filho Zé Carlos (jovem) Gabriel Braga Nunes Dirceu (jovem) Manoel Candeias Josivaldo (jovem) Luiz Carlos Vasconcelos Sebastião (jovem) Maria Amélia Brito Laura (jovem) Luciele di Camargo Djenane (jovem) Fábio Lago Florisvaldo (jovem) Miguel Rômulo Reginaldo (criança) Ramon Motta Leandro (criança) Marcelo Max Viriato (criança) Cássio Ramos Plínio (criança) Luciano Huck ele mesmo == Produção == A trama teve título provisório de Dinastia, porém um empresário registrou a marca antes, e dois meses antes da sua estreia a trama teve seu nome alterado para Senhora do Destino. Carolina Dieckmann e Adriana Esteves participaram da primeira fase da trama, interpretando respectivamente as personagens Maria do Carmo e Nazaré Tedesco. As primeiras gravações iniciaram-se em maio de 2004. Dieckmann retornou à segunda fase da história, para interpretar a filha roubada de Maria do Carmo. Junto com ela, os atores Renata Sorrah, Leandra Leal, Flávio Migliaccio, Thiago Fragoso e Malu Valle também entraram na trama. As primeiras cenas dos personagens na segunda fase foram ao ar no capítulo do dia 26 de julho de 2004. Como já acontecera em outras novelas de Aguinaldo Silva, mais uma vez, um personagem de suas novelas anteriores voltava à cena: o Senador Victório Vianna, personagem de Lima Duarte, em Porto dos Milagres, exibida em 2001, que desta vez, era cúmplice do casal Reginaldo e Viviane em seus crimes. Na reta final da novela, alguns atores retornaram ao Nordeste, mais precisamente na cidade de Paulo Afonso na Bahia para gravarem algumas cenas, principalmente o desfecho da vilã Nazaré. Para a gravação desta cena, foi utilizada uma dublê com as mesmas características da Renata, que pulou da ponte amarrada numa espécie de bungee jump. === Escolha do elenco === Originalmente Regina Duarte foi convidada para a protagonista Maria do Carmo, porém a atriz impôs como condição que sua filha, Gabriela Duarte, pudesse interpretar Lindalva, filha da personagem, o que não foi aceito pela direção, uma vez que Carolina Dieckmann já estava confirmada no papel, fazendo com que ela recusasse a personagem como forma de protesto. A atriz voltou atrás na decisão dias depois e contatou a direção para aceitar o papel, porém Susana Vieira já havia sido confirmada em seu lugar. Susana estava escalada para viver a antagonista Nazaré, porém com a problemática com Regina, acabou sendo deslocada para o papel de Maria do Carmo, enquanto Renata Sorrah foi convidada para interpretar a antagonista a pedido da própria Susana que era sua amiga pessoal. Betty Faria também chegou a ser considerada para o papel de Maria do Carmo, enquanto Eva Wilma, Flávia Alessandra e Bruna Lombardi foram consideradas para o papel de Nazaré. Eva, inclusive, chegou a narrar os primeiros teasers da novela, a pedido do próprio Aguinaldo Silva. Raul Cortez interpretaria Coronel Justino em Cabocla, enquanto Jorge Dória havia sido cotado para interpretar o Barão de Bonsucesso. A pedido do próprio Aguinaldo, Cortez acabou aceitando o papel. Antes de Glória Menezes ser confirmada no elenco, Fernanda Montenegro chegou a ser considerada para o papel de Dona Laura, a Baronesa de Bonsucesso. A dançarina Scheila Carvalho chegou a ser sondada para o papel de Nalva, o que marcaria a sua estreia em novelas. Posteriormente, Tânia Khalill assumiu o papel, sem maiores explicações. Os atores Ana Paula Arósio e Victor Fasano também foram considerados para o papel de Duda e Leonardo, mas a atriz Débora Falabella e o diretor Wolf Maia assumiram posteriormente os papéis de pai e filha. A direção pensou em tirar Marcello Antony do elenco quando o ator foi preso por porte de drogas em abril de 2004, antes do início das gravações da novela, porém decidiu mantê-lo para evitar que o assunto tomasse a frente da estreia da trama. Bárbara Borges foi reservada para a novela quando ainda estava em Malhação a pedido do próprio autor, que já havia aprovado o trabalho dela em Porto dos Milagres. Para uma participação como Dr. Arthur Fonseca, médico que conhecia o passado de Nazaré, Pedro Paulo Rangel chegou a ser convidado, mas Paulo José ficou com o papel. Já Wagner Moura chegou a ser sondado para interpretar Dirceu na primeira fase da trama, sendo logo substituído por Gabriel Braga Nunes, devido a sua inexperiência em novelas na época. ===Afastamento e volta de atores=== Miriam Pires faleceu em 7 de setembro de 2004, vítima de toxoplasmose, com 62 capítulos gravados. No entanto, sua personagem, a cozinheira Clementina, permaneceu sendo mencionada pelos demais personagens, e a atriz Cristina Mullins entrou na trama como sua filha, Aurélia. Posteriormente, um livro intitulado A Cozinha da Dona Clementina foi lançado dentro e fora da novela pela Editora Globo como forma de homenagear a atriz. Durante a produção da telenovela, o ator Raul Cortez foi diagnosticado com câncer no intestino e precisou se afastar para tratamento. O autor Aguinaldo Silva precisou reescrever cerca de oitenta cenas e, para contornar a ausência do personagem, inseriu na trama uma viagem urgente do Barão ao Mato Grosso à Europa, para assistir um irmão que havia sofrido um acidente. Depois do tratamento, Cortez obteve autorização médica para retornar à novela, mas saiu antes de seu término. Gravou as últimas cenas em 22 de fevereiro de 2005, em que embarcava em um navio rumo ao Velho Continente. Senhora do Destino foi a última novela do ator, que ainda atuou na minissérie JK antes de falecer. Foi também a última novela do ator Cláudio Corrêa e Castro, que gravou uma participação como o advogado que cuidava dos interesses de dona Josefa, antes de falecer em 2005. A atriz Marília Gabriela, que fez uma participação na primeira fase, voltou à trama em dezembro de 2004, interpretando outra personagem. ===Participações especiais=== Senhora do Destino foi marcada por diversas participações especiais do início ao fim. A primeira fase contou com Jonas Bloch, Werner Schunemann e Rogério Fróes como opressores da ditadura, enquanto Tônia Carrero viveu a cafetina francesa Madame Berthe, dona do bordel onde Nazaré trabalhava. Já, na segunda fase, Tarcísio Meira participou como Zé Carlos Tedesco, marido e primeira vítima da vilã. Os atores Roberto Bomtempo, Elizângela, Paulo José e Felipe Camargo, ficaram alguns meses no ar, cada um como personagens ligados a Nazaré; Bomtempo viveu o taxista Gilmar, cúmplice e outra vítima da vilã (capítulo 39 ao 88); Elizângela entrou como Djenane, uma ex-prostituta de Madame Berthe e amiga de Nazaré que a chantageava em troca de dinheiro (capítulo 61 ao 108); José viveu Arthur Fonseca, um médico perturbado que havia sido seduzido pela vilã e conhecia os segredos do seu passado, incluindo a esterialidade dela (capítulo 81 ao 90); já Camargo foi Edmundo, advogado corrupto que defendia a vilã e se envolvia com ela (capítulo 172 ao 215). Elizângela voltou a aparecer em alguns capítulos, como fruto da imaginação de Seu Jacques, revelando-se no último capítulo uma irmã idêntica de Djenane, a bancária Edileuza. Vera Fischer participou de oito capítulos como Mrs. Vera Robinson, uma ex-Miss Brasil contratada por Leonardo para seduzir Viriato e acusá-lo de assédio (capítulo 84 ao 92). Já Lima Duarte voltou a interpretar o corrupto Senador Victório Viana, seu personagem em Porto dos Milagres (2001), que participou dos capítulos finais como cúmplice de Reginaldo e novo marido de Viviane no último capítulo. === Vinheta de abertura === A abertura da novela se dava ao som de Encontros e Despedidas (composição de Milton Nascimento e Fernando Brant, interpretada por Maria Rita), mostrando fotos de pessoas, sendo que as fotos coloridas eram dos atores da novela enquanto as em preto-e-branco eram de anônimos. ==Recepção== ===Audiência original=== A estreia da novela teve 52 pontos de audiência. Bateu recorde de audiência no dia 14 de outubro de 2004, quando marcou 55 pontos. No capítulo desse dia foi exibida a cena do primeiro encontro entre Maria do Carmo e sua filha Lindalva. Esse recorde foi superado no dia 26 de outubro de 2004, quando registrou 58 pontos. Na ocasião, foram exibidas as cenas da surra que Maria do Carmo deu em Nazaré. A menor audiência da novela é de 34 pontos, registrada nos dias 24 de dezembro e 31 de dezembro de 2004, vésperas de Natal e Ano novo, respectivamente. A maior audiência da novela foi de 65 pontos, alcançada no penúltimo capítulo. Seu último capítulo teve 61 pontos de média e picos de 67. Sua média geral foi de 50,3 pontos, sendo a novela de maior audiência dos anos 2000. ===Reprises=== ;Primeira reprise Em seu primeiro capítulo de sua primeira reprise no Vale a Pena Ver de Novo, exibido no dia 2 de março de 2009, a audiência foi excelente, cravou 20 pontos de média. Em 29 de julho de 2009, a trama cravou 29 pontos, sua maior audiência de toda a sua reprise. Essa reprise teve média geral de 21,2 pontos. ;Segunda reprise No primeiro capitulo, exibido no dia 13 de março de 2017, a novela registrou 16 pontos, superando a reestreia da antecessora Cheias de Charme e sendo o melhor índice desde Cobras & Lagartos em 2014. Já no segundo capitulo exibido no dia 14 de março, a novela teve uma queda de 2 pontos, registrando 13,9 (14) de média, mas não foi motivo de desânimo já que a trama ocupou as primeiras posições do treding tropics do Twitter. Já em seu quinto capítulo exibido no dia 17 de março, a novela registrou seu primeiro recorde, marcando 17,5 pontos. No dia 6 de abril, a novela marca seu segundo recorde, registrando 18,1 pontos e até o momento vem mantendo os bons índices da sua antecessora. Já no dia 28 de abril, bateu mais um recorde, cravando 18,8 (19) de média, sendo esse seu melhor índice desde a estreia. Repetiu o recorde no dia 30 de maio, quando registrou 18,9 (19) pontos. No dia 20 de junho a novela bate mais um recorde registrando 20,6 pontos com picos de 23. No dia 3 de julho a novela cravou 21,3 pontos. No dia 18 de julho a novela cravou 22,6 pontos sendo até então a maior audiência do Vale a Pena Ver de Novo desde a reprise de Alma Gêmea\" em 2009 e repetindo o sucesso da primeira reprise. No dia 19 de abril, a novela registra seu menor índice marcando 11,3 pontos, por conta da mudança de horário para a exibição de uma partida da Liga dos Campeões da Europa. Mas, no dia 2 de maio, a novela registra seu pior índice marcando 10,6 pontos, sendo novamente prejudicada pela mudança de horário devido a exibição da semifinal da Liga dos Campeões da UEFA. O último capítulo exibido em 8 de dezembro de 2017 registrou 21.9 (22) pontos de média. Teve média geral de 18 pontos, se tornando mais uma vez um grande sucesso. Sendo a 2ª novela mais vista no Vale a Pena Ver De Novo na década de 2010 Esta segunda reexibição foi a com maior número de capítulos no Vale a Pena Ver de Novo, pois dos 221 capítulos originais, a emissora transformou em 195. == Música == === Nacional === Capa: Susana Vieira como Maria do Carmo === Internacional === Capa: José Wilker como Giovanni ;Outras canções não incluídas nos álbuns *\"Cordeiro de Nanã\" - Thalma de Freitas *\"Sabiá\" - MPB4 *\"Gente Perdida\" - Mafalda Veiga * \"Boom Shack-A-Lack\", Apache Indian * \"Babalu\" - Gottsha *\"Alô, Alô, Baixada\" - Gottsha ==Controvérsias== Os três primeiro capítulos da trama se passam em 1968, mostrando algumas cenas da ditadura militar no Brasil. Os principais acontecimentos mostrados foram a visita da Rainha Elizabeth II ao Brasil, a passeata dos Cem Mil e a implementação do AI-5. Todos esses eventos realmente aconteceram naquele ano, só que em meses diferentes e não ao mesmo tempo como mostrou a novela. Após isso, a história acontece num tempo fictício, que possuía características do início dos da década de 1990 e dos anos 2000, como declarado pelo autor. Isso suscitou diversas críticas, já que, pela idade dos filhos de Maria do Carmo (que aparentam ter entre 30 e 35 anos), presume-se que a história se passava aproximadamente 25 anos depois do AI-5 (entre 1993 e 1994) e eram mostrados carros atuais, o real como moeda, adotado apenas em 1994, e merchandising de produtos não existentes na época em questão. A primeira fase da trama durou apenas os dois primeiros capítulos. == Impacto == A atriz Mylla Christie ganhou destaque e reconhecimento significativo por seu papel como Eleonora, uma médica ortopedista lésbica, na novela Senhora do Destino, exibida pela TV Globo. A novela, que estreou em 2004, abordou a vida de Eleonora e seu relacionamento com a personagem Jennifer, interpretada por Bárbara Borges. A trama teve um impacto duradouro, especialmente entre a comunidade LGBTQIA+, que viu na personagem uma representação importante e positiva em um período onde a visibilidade para relacionamentos homossexuais na televisão brasileira era limitada. Em entrevista à CARAS Brasil em junho de 2023, Mylla Christie revelou que, desde a exibição da novela, tem sido amplamente elogiada pela comunidade LGBTQIA+. Ela afirmou que frequentemente é abordada por fãs que a chamam de \"ícone\" e que compartilham como a representação de Eleonora os ajudou a se assumir e a melhorar suas vidas. Christie expressou gratidão pelo impacto emocional que seu trabalho teve, destacando que a repercussão positiva da novela foi uma das maiores realizações de sua carreira. A novela foi reprisada no Canal Viva em 2023, e a repercussão em torno da personagem de Christie novamente gerou discussões sobre a importância da representação LGBTQIA+ na mídia. Christie também mencionou que a visibilidade e a aceitação da personagem contribuíram para uma maior inclusão e compreensão na sociedade. Atualmente, Mylla Christie continua a ser reconhecida por seu trabalho na televisão e está se dedicando a novos projetos no cinema, incluindo a produção e participação no filme Rosa do Carnaval. == Exibição == === Reprises === Foi reapresentada no Vale a Pena Ver de Novo de 2 de março a 21 de agosto de 2009, em 123 capítulos, substituindo Mulheres Apaixonadas e sendo substituída por Alma Gêmea. Durante a exibição desta reprise, o capítulo 92, que seria exibido em 7 de julho de 2009 não foi ao ar, devido à transmissão do funeral de Michael Jackson. O capítulo 117, que seria exibido em 12 de agosto de 2009 também não foi ao ar, devido à transmissão do amistoso de futebol entre Brasil e Estônia. Foi reapresentada novamente no Vale a Pena Ver de Novo de 13 de março a 8 de dezembro de 2017, em 195 capítulos, substituindo Cheias de Charme e sendo substituída por Celebridade (sua antecessora original), sendo essa a reprise mais longa da faixa. Foi também a primeira reprise em SD a ser exibida em 16:9 fullscreen no Vale a Pena Ver de Novo. Foi reapresentada na íntegra pelo Viva de 13 de março a 24 de novembro de 2023, substituindo Caminho das Índias e sendo substituída por América (sua sucessora original) no horário das 22h50, com reprise às 13h45 e maratona aos domingos a partir das 19h00. === Outras mídias === Foi disponibilizada na versão integral de 2004 na plataforma de streaming Globoplay em 19 de setembro de 2022, através do projeto Originalidade, que resgata e atualiza na íntegra as produções já presentes na plataforma. === Exibição internacional === Senhora do Destino já foi vendida para 36 países, entre eles: * Argentina - Telefe, Canal 9, Canal 487 e Canal Magazine (A trama estreou na Argentina com 25,5 pontos de audiência, e foi o programa mais assistido naquele país em 2005) * Bolívia - Unitel * Canadá - a novela foi chamada de \"Her Own Destiny\" * Chile - Canal 13/La Red * Costa Rica - Teletica * Cuba - Cubavisión * Equador - Ecuavisa * El Salvador - Canal 4 * Eslovênia - POP TV * Estados Unidos - Telemundo * Geórgia - Rustavi 2 e GMG * Guatemala - Canal 7 * Israel - Canal 3 a Cabo Hot * Nicarágua * Panamá - Telemetro * Paraguai - SNT Cerro Corá * Peru - Canal 9 ATV * Portugal - SIC, Globo * Puerto Rico - Telenovela Network * República Dominicana - Canal 2 e Tele Antillas * Romênia - AcasaTV * Rússia - Canal 1 * Uruguai - Canal 12 e Teledoce * Venezuela - RCTV * Colômbia - City TV * Algumas Ilhas do Caribe - RCTV Internacional * Cabo Verde - TCV * Marrocos - 2M * Angola T.P.A 1 == Prêmios e indicações == Ano Prêmio Categoria Indicações Resultado Ref. 2004 Melhores do Ano Melhor Atriz Susana Vieira 2004 Melhores do Ano Melhor Atriz Renata Sorrah 2004 Melhores do Ano Melhor Ator José Wilker 2004 Melhores do Ano Melhor Atriz Coadjuvante Leandra Leal 2004 Melhores do Ano Melhor Ator Coadjuvante Marcello Antony 2004 Melhores do Ano Melhor Atriz Revelação Jessica Sodré 2004 Melhores do Ano Melhor Atriz Mirim Marcela Barrozo 2004 Prêmio Extra de Televisão Melhor Telenovela Melhor Telenovela 2004 Prêmio Extra de Televisão Melhor Atriz Susana Vieira 2004 Prêmio Extra de Televisão Melhor Atriz Renata Sorrah 2004 Prêmio Extra de Televisão Melhor Ator José Wilker 2004 Prêmio Extra de Televisão Melhor Atriz Revelação Jéssica Sodré 2004 Prêmio TV Press Melhor Atriz Renata Sorrah Premiações Artística :: TV Press Acesso em 30 de outubro de 2020 2004 Prêmio TV Press Melhor Ator José Wilker Premiações Artística :: TV Press Acesso em 30 de outubro de 2020 2004 Prêmio TV Press Melhor Atriz Coadjuvante Leandra Leal Premiações Artística :: TV Press Acesso em 30 de outubro de 2020 2004 Prêmio UOL e PopTevê de Televisão Melhor Atriz Renata Sorrah 2004 Isto É Gente Melhores do Ano Televisão Aguinaldo Silva Diversão e Arte: Renata Sorrah 2004 Isto É Gente Melhores do Ano Personalidade do Ano Renata Sorrah Diversão e Arte: Renata Sorrah 2005 Troféu APCA Melhor Atriz em Televisão Renata Sorrah 2005 Prêmio Contigo! de TV Melhor Telenovela Melhor Telenovela 2005 Prêmio Contigo! de TV Melhor Atriz Renata Sorrah 2005 Prêmio Contigo! de TV Melhor Atriz Carolina Dieckmann 2005 Prêmio Contigo! de TV Melhor Atriz Susana Vieira 2005 Prêmio Contigo! de TV Melhor Ator José Wilker 2005 Prêmio Contigo! de TV Melhor Ator José Mayer 2005 Prêmio Contigo! de TV Melhor Atriz Coadjuvante Leandra Leal 2005 Prêmio Contigo! de TV Melhor Atriz Coadjuvante Glória Menezes 2005 Prêmio Contigo! de TV Melhor Ator Coadjuvante Raul Cortez 2005 Prêmio Contigo! de TV Melhor Ator Coadjuvante Eduardo Moscovis 2005 Prêmio Contigo! de TV Melhor Atriz Revelação Marília Gabriela 2005 Prêmio Contigo! de TV Melhor Atriz Revelação Malu Valle 2005 Prêmio Contigo! de TV Melhor Atriz Revelação Jéssica Sodré 2005 Prêmio Contigo! de TV Melhor Atriz Revelação Tânia Khalill 2005 Prêmio Contigo! de TV Melhor Ator Revelação Luiz Henrique Nogueira 2005 Prêmio Contigo! de TV Melhor Atriz Infantil Marcela Barrozo 2005 Prêmio Contigo! de TV Melhor Ator Infantil Miguel Rômulo 2005 Prêmio Contigo! de TV Melhor Ator Infantil Ramon Motta 2005 Prêmio Contigo! de TV Melhor Par Romântico Carolina Dieckmann e Dan Stulbach 2005 Prêmio Contigo! de TV Melhor Par Romântico Débora Falabella e Marcelo Antony 2005 Prêmio Contigo! de TV Melhor Par Romântico Susana Vieira e José Wilker 2005 Prêmio Contigo! de TV Melhor Autor Aguinaldo Silva 2005 Prêmio Contigo! de TV Melhor Direção Wolf Maya 2005 Prêmio Contigo! de TV Melhor Cenografia 2005 Troféu Imprensa Melhor Telenovela Melhor Telenovela 2005 Troféu Imprensa Melhor Atriz Renata Sorrah 2005 Troféu Imprensa Melhor Atriz Susana Vieira 2005 Troféu Imprensa Melhor Ator José Wilker 2005 Prêmio Jovem Brasileiro Melhor Ator Tadheu Mattos Premio Jovem 2005 2005 Prêmio Arte Qualidade Brasil RJ Melhor Telenovela Melhor Telenovela 2005 Prêmio Arte Qualidade Brasil RJ Melhor Atriz em Televisão Renata Sorrah 2005 Prêmio Arte Qualidade Brasil RJ Melhor Atriz em Televisão Susana Vieira 2005 Prêmio Arte Qualidade Brasil RJ Melhor Ator em Teelvisão José Wilker 2005 Prêmio Arte Qualidade Brasil RJ Melhor Atriz Coadjuvante Leandra Leal 2005 Prêmio Arte Qualidade Brasil RJ Melhor Ator Coadjuvante José de Abreu 2005 Prêmio Arte Qualidade Brasil RJ Melhor Atriz Revelação Tania Khalill 2005 Prêmio Arte Qualidade Brasil RJ Melhor Ator Revelação Luiz Henrique Nogueira 2005 Prêmio Arte Qualidade Brasil RJ Melhor Autor de Telenovela Aguinaldo Silva 2005 Prêmio Arte Qualidade Brasil RJ Melhor Direção Wolf Maya 2005 Prêmio Qualidade Brasil SP Melhor Telenovela Melhor Telenovela 2005 Prêmio Qualidade Brasil SP Melhor Atriz Renata Sorrah 2005 Prêmio Qualidade Brasil SP Melhor Atriz Susana Vieira 2005 Prêmio Qualidade Brasil SP Melhor Ator José Wilker 2005 Prêmio Qualidade Brasil SP Melhor Ator Coadjuvante José de Abreu 2005 Prêmio Qualidade Brasil SP Melhor Atriz Revelação Tania Khalill 2005 Prêmio Qualidade Brasil SP Melhor Ator Revelação Luiz Henrique Nogueira 2005 Prêmio Qualidade Brasil SP Melhor Autor de Telenovela Aguinaldo Silva 2005 Prêmio Qualidade Brasil SP Melhor Direção Wolf Maya 2005 Prêmio Master - Jornal dos Clubes Melhor Atriz Infantil Marcela Barrozo Prêmio Master :: Premiações Artísticas 2005 Troféu Top of Business Destaque na Televisão Ludmila Dayer 2005 Troféu Top of Business Destaque na Televisão Leonardo Miggiorin 2005 Troféu Raça Negra Melhor Atriz do Ano Jéssica Sodré Troféu Raça Negra 2005 Troféu Raça Negra Melhor Ator do Ano Ronnie Marruda Troféu Raça Negra 2005 Troféu Super Cap de Ouro Melhor Atriz Susana Vieira Troféu Super Cap de Ouro: confira os vencedores 2005 Troféu Super Cap de Ouro Melhor Ator Raul Cortez Troféu Super Cap de Ouro: confira os vencedores 2005 Troféu Super Cap de Ouro Melhor Ator Coadjuvante Dan Stulbach Troféu Super Cap de Ouro: confira os vencedores 2005 Troféu Super Cap de Ouro Melhor Atriz Coadjuvante Adriana Lessa Troféu Super Cap de Ouro: confira os vencedores 2005 Troféu Super Cap de Ouro Melhor Atriz Coadjuvante Ângela Vieira Troféu Super Cap de Ouro: confira os vencedores 2005 Troféu Super Cap de Ouro Melhor Atriz Revelação Tania Khalill Troféu Super Cap de Ouro: confira os vencedores 2005 Troféu Super Cap de Ouro Melhor Ator Revelação André Mattos Troféu Super Cap de Ouro: confira os vencedores == Ligações externas == * * Categoria:Telenovelas ambientadas na cidade do Rio de Janeiro Categoria:2004 na televisão no Brasil Categoria:Programas de televisão do Brasil que estrearam em 2004 Categoria:Programas de televisão do Brasil encerrados em 2005 Categoria:Vale a Pena Ver de Novo Categoria:Telenovelas com temática LGBT Categoria:Telenovelas com temática LGBT do Brasil Categoria:Prêmio Contigo! de TV para melhor novela Categoria:Telenovelas premiadas com o Troféu Imprensa Categoria:Telenovelas em língua portuguesa Categoria:Telenovelas da TV Globo da década de 2000 Categoria:Telenovelas exibidas no Viva",
 "title": "Senhora do Destino"
}