{
 "id": "25107",
 "text": "Fundação Maria Luisa e Oscar Americano funciona na antiga residência que o casal franqueou à cidade de São Paulo como um lugar, ao mesmo tempo de lazer e cultura. A propriedade incluiu uma extensa mata (75 000 m² de área) que pode ser comparada a um parque. O acervo incluiu uma diversidade de objetos, quadros, tapeçarias, móveis representativos de diversos períodos da história brasileira, dos séculos XVII ao século XX. A fundação fica na cidade de São Paulo no distrito do Morumbi, Zona Oeste, especificamente em frente ao Palácio dos Bandeirantes. == História == Maria Luísa Ferraz Americano de Caldas era nasceu no Rio de Janeiro e se mudou para São Paulo após o seu casamento, ela se dedicou a diversas atividades filantrópicas e faleceu em 1972. Depois do seu falecimento, seu marido Oscar Americano, decidiu eternizar a memória da esposa cedendo à cidade de São Paulo, a casa onde viveram durante duas décadas, além de um vasto parque e uma coleção de obras de arte. A Fundação foi fundada no mês de março de 1974 pelo engenheiro e empresário, ex-aluno da Faculdade de Engenharia da Universidade Presbiteriana Mackenzie e Oscar Americano. Os seis anos seguintes foram dedicados à reformulação da antiga residência da família, visando transformá-la na atual sede. No processo o projeto modernista da casa, projetada por Oswaldo Arthur Bratke foi parcialmente modificado, os móveis modernistas foram retirados, assim como as portas originais. A partir de 1980, acervo arquitetônico, paisagístico e artístico tornaram-se acessíveis ao público, passando a constituir um dos espaços culturais e de lazer mais importantes da cidade de São Paulo. Parque e casa são projetos representativos do movimento moderno de arquitetura. O primeiro, de autoria de Otávio Augusto Teixeira Mendes, precedeu à construção da casa, concebida por Oswaldo Arthur Bratke. Reunindo iniciativas de preservação do meio-ambiente e da memória brasileira, a Fundação vem reafirmando, ao longo de sua existência, o compromisso com a educação e a cidadania presente no gesto de seu idealizador. Assim, preservando a natureza, reunindo peças e documentos ligados à história do Brasil, realizando cursos, concertos e outras atividades culturais, a Fundação Maria Luisa e Oscar Americano oferece aos visitantes um panorama do passado e do presente do País. Ampliado e enriquecido continuamente, o espaço da Fundação permite uma visão das diversas etapas da história brasileira. == Acervo == A coleção de arte e objetos históricos foi iniciada com peças pertencentes à família Americano, que inclui pinturas, móveis, tapeçaria e prataria, tendo sido gradualmente ampliada. Hoje preserva e retrata documentos atado a grande parte da História do Brasil, compondo-se de três núcleos principais: Brasil Colônia, formado por pinturas do século XVII – entre estas, obras do holandês Frans Post – e por objetos e imagens do século XVIII; Brasil Império, que reúne retratos a óleo e objetos da época imperial brasileira; Mestres do Século XX, formado por obras de alguns dos mais destacados artistas brasileiros, entre eles Candido Portinari, Brecheret, Lasar Segall e Di Cavalcanti. == Auditório == Aos domingos, arte e paisagem têm encontro marcado com a música erudita. Dentre os artistas que já se apresentaram no espaço pode-se citar Nelson Freire, Quarteto de Cordas da Cidade de São Paulo e Fábio Zanon. A série já foi dirigida por Gilberto Tinetti e atualmente encontra-se sob a responsabilidade de Eduardo Monteiro. Promovendo recitais e concertos nos domingos, a Fundação pretende divulgar e prestigiar o músico brasileiro. Durante a semana cursos e palestras sobre temas como arte, cinema, literatura, história da arte e paisagismo, são ministrados no auditório. == Salão de chá e loja == O salão e chá da loja é um, agradável e charmoso ambiente, que serve como ponto de encontro. O espaço disponibiliza mesas, cadeiras, serviços e três (3) tipos de refeições, cafe da manhã, brunch e chá da tarde. Já o cardápio é composto por diferentes tipo de salgado, como por exemplo, pães, empadas e quicher; também oferece variadas opções de doces como bolos e tortas. Além disso, a casa ainda possui uma enorme variedade de sabores de chás e diversas bebidas quentes. Por fim, e para completar, todos os dias são preparados dois tipos de sucos naturais para que o cliente tenha mais alternativas. Como base para valores, o chá da tarde completo custa cinquenta e oito (58) reais por pessoa. A loja, por sua vez, oferece aos visitante uma vasta coleção de livros de arte para adultos e crianças. Como: CDs, camisetas exclusivas, chocolates, cartões e objetos de decoração, os quais a grande maioria são inspirados em peças do próprio acervo. == Parque == Ao idealizar a Fundação, Oscar Americano objetivou também a preservação da área de 75 000 m² para o bairro do Morumbi. Foi escolhido como paisagista para projetar e implantar o parque o engenheiro agrônomo Otávio Teixeira Mendes. O contrato estabelecia que seus serviços seriam pagos \"por árvore de qualidade, plantada e vingada\". O parque foi concebido para abrigar, em sua maioria, espécies nativas da flora brasileira. Tem aproximadamente 25 000 árvores, entre as quais angicos, sibipirunas, pau- ferro, pau-brasil e jacarandás. Ar puro, tranqüilidade e cenário convidam o visitante a caminhar por alamedas e esplanadas, mergulhando assim num retrato vivo e condensado do patrimônio natural brasileiro. O jardim possui cerca de trinta espécies de plantas identificadas. A Fundação produziu um roteiro de visita no parque. A fim de conhecer a vasta quantidade ímpar de árvores, que conta com 29 espécies, uma visita monitorada pode ser realizada. == Ação Educativa == A fundação Maria Luisa e Oscar Americano disponibiliza uma ação educativa durante todo o período de visitação. Justamente por estar localizada em um ambiente narutal, que provém de espéces da Mata Atlântica, possui uma imensa variedade de pássaros. Devido ao acervo sobre as peças do Período Colonial, Imperial e Moderno, as ações educativas são completamente baseadas nesses fatos. Pois, a ideia central é que somente com uma visita a Fundação os visitantes possam adquirir conhecimentos um pouco mais profundos sobre essas épocas da história do Brasil. == Concerto == A fundação Maria Luisa e Oscar Americano promove concertos de músicas clássicas quinzenalmente nas manhãs de domingo. O salão bem iluminado com capacidade para cerca de 100 visitantes recebe uma programação musical com pianistas, cantores e quartetos de corda. Fique para um chá da tarde e aprecie a arborizada área externa da casa, um jardim com 75 mil metros quadrados, e algumas salas com uma impressionante coleção de obras de arte, móveis e objetos – da coleção privativa de Oscar Americano –, que contam boa parte da história do Brasil desde os tempos coloniais. O preço para o concerto varia de quarenta a cinquenta reais. == Informações e serviços == A Fundação, que conta com boa acessibilidade para deficiente e estacionamento com serviços de valet, fica aberta a visitas de terça a domingo das 10h às 17h30. Sua entrada custa dez reais. ==Ligações externas== *Página da Fundação *Fundação Maria Luisa e Oscar Americano no Google Maps Categoria:Fundações do Brasil Fundacao Maria Luisa e Oscar Americano Fundacao Maria Luisa e Oscar Americano Fundacao Maria Luisa e Oscar Americano Fundacao Maria Luisa e Oscar Americano Categoria:Museus fundados em 1974 Categoria:Morumbi (distrito de São Paulo)",
 "title": "Fundação Maria Luisa e Oscar Americano"
}