{
 "id": "25138",
 "text": "Programa Espacial Brasileiro (PEB) é um termo genérico que compreende a pesquisa e o desenvolvimento das tecnologias de veículos lançadores, de produção de satélites e da exploração espacial em geral no Brasil. Desde 1994, a Agência Espacial Brasileira (AEB) coordena o programa espacial nacional. == História == === Primórdios === No Brasil, o uso de foguetes como armas de guerra foi precoce. Já em 1809, o almirante Sidney Smith organizou uma demonstração dos foguetes de Congreve na Quinta da Boa Vista, para o príncipe regente D. João VI. Infelizmente, o projétil se descontrolou (fato comum naqueles artefatos primitivos), e acabou explodindo nos jardins do palácio real, o que gerou um certo desinteresse por esse tipo de arma. Existem registros da fabricação local e uso desse tipo de foguete por volta de 1825, sem muito sucesso. Durante a Guerra da Cisplatina, o tenente Carl Siegener (1798-1827), veterano da Batalha de Waterloo e servindo no Exército Imperial Brasileiro, foi mortalmente ferido pela explosão acidental de foguetes que preparava para uma demonstração a seus superiores, morrendo três dias depois, em 10 de Fevereiro de 1827. Carl Siegener é considerado o \"pioneiro-mártir\" do uso de foguetes militares no Brasil.Carlos H. Hunsche: Leutnant Carl Ludwig August Siegener, Pionier und erster Märtyrer der brasilianischen Raketenwaffe (1827). Instituto Martius-Staden, São Paulo, 1988, págs. 157–162. Adicionado em 2 de julho de 2022 No início da década de 1850, alguns foguetes aperfeiçoados por William Hale, conhecidos também como foguetes rotativos (mais precisos que os de Congreve), foram adquiridos pelo governo brasileiro. Durante a década de 1850, as forças armadas brasileiras passaram por um processo de reestruturação e modernização, inclusive na capacitação de pessoal. Em decorrência desse processo, foram adotados canhões obuses, fuzis raiados, artilharia Paixhans e fuzis de retrocarga. Um dos eventos mais importantes nesse processo foi a criação de um laboratório pirotécnico dedicado a fabricação de foguetes de desenho mais moderno. Nesse período, o Dr. Guilherme Schüch de Capanema conseguiu fabricar vários artefatos localmente, inclusive foguetes, usando de engenharia reversa. Várias experiências com alterações nesses foguetes foram conduzidas por Capanema e pelo tenente coronel José Mariano de Mattos em 1855, o que permitiu o domínio da teoria do sistema. O Brasil se tornou um dos maiores usuários mundiais de foguetes durante a Guerra do Paraguai, quando mais de 10 000 foguetes, fabricados localmente, foram entregues ao exército. Depois disso, com a evolução dos canhões na artilharia, os foguetes caíram em desuso a nível mundial. No seu pequeno livro \"O que eu vi, o que nós veremos\", de 1918, Santos Dumont, já demonstrava interesse e desejo de que o Brasil tivesse uma Escola Técnica de alto nível voltada para os estudos da aeronáutica. Nessa linha, o sonho de Santos Dumont começou a se materializar quando o Ministério da Aeronáutica (criado em 1941), sentiu necessidade de uma base técnica sólida para o seu efetivo, durante a Segunda Guerra Mundial, ou seja, locais de formação de pessoal especializado em técnicas de aviação e equipamentos. Para suprir essa necessidade, foi selecionado o Ten.-Cel.-Av.-Eng. Casimiro Montenegro Filho (depois Marechal-do-Ar), para executar um programa de desenvolvimento científico e tecnológico dentro do Ministério. === Pós-guerra === Em 1945, Montenegro embarcou para os Estados Unidos com um grupo de oficiais da FAB, onde visitaram diversas bases aéreas e também o Massachusetts Institute of Technology (MIT), de onde, com o apoio do professor/pesquisador Richard Harbert Smith, contratado pelo governo brasileiro, surgiu a ideia de criar um Centro Técnico, que se chamaria CTA. Já no ano seguinte, o Ministro da Aeronáutica criou a Comissão de Organização do Centro Técnico de Aeronáutica (COCTA), que lançou o edital para as instalações do Centro Técnico de Aeronáutica em São José dos Campos”, em 1947. A construção teve início em 1948, e o CTA foi considerado definitivamente organizado a partir de 1 de janeiro de 1954. Já o \"renascimento dos foguetes\", só viria a ocorrer a partir de importantes publicações teóricas: \"A Method of Reaching Extreme Altitudes\" (Robert Goddard - 1919) e \"Die Rakete zu den Planetenräumen\" (Hermann Oberth - 1923). Com o envolvimento do Brasil na Segunda Guerra Mundial, e o consequente contato com armas mais modernas, reacendeu o movimento de pesquisas nessa área. Esta fase teve início na Escola Técnica do Exército (ETE), atual Instituto Militar de Engenharia (IME). Como projeto final do curso de autopropulsão, alunos da ETE, adotaram a construção de um foguete. Apesar de dificuldades de toda ordem, esse grupo de estudantes teve êxito em lançar o foguete em 1949. Entre 1949 e 1972, trinta e seis projetos de foguetes movidos a combustível sólido foram desenvolvidos (33 deles foram produzidos e testados na prática). Alguns desses projetos tiveram relevância considerável: o lançador M108R, de 1952, que esteve em serviço nas décadas de 70 e 80, fabricado pela Avibras Aeroespacial, um foguete de dois estágios de 1957, com alcance de 30 km, e finalmente, o projeto de um foguete ainda maior o Sonda I (apelidado de Gato Félix, não confundir com o Sonda I da Aeronáutica), com apogeu previsto de 120 km com 30 kg de carga útil, teve seus componentes testados estaticamente, mas não foi lançado. O objetivo do Gato Félix era o de lançar o gato Flamengo ao espaço, mas o projeto foi impedido por considerações éticas (ver: Animais no espaço). Outro programa desse período ficou por conta da Marinha que, na década de 60, desenvolveu uma série de pequenos foguetes da série SOMMA (SOndagem Meteorológica da MArinha). Ainda dessa época, a Aeronáutica lançou um programa independente em 1955, que produziu o foguete SOMFA (SOndagem Meteorológica para a Força Aérea). Nenhum desses projetos foram tão sofisticados como os produzidos na ETE/IME, pois se destinavam a pequenas cargas úteis (5 kg) de partículas metalizadas para medir a velocidade dos ventos por radar. Apesar do grande potencial dos projetos do IME, a partir de 1961, a escolha foi concentrar a pesquisa espacial no Grupo de organização da Comissão Nacional de Atividades Espaciais (GOCNAE), subordinado ao Conselho Nacional de Pesquisas (CNPq), onde a influência da Força Aérea era marcante. === Desenvolvimento === Pode-se dizer que o moderno Programa Espacial Brasileiro teve início em 1956, quando técnicos brasileiros tiveram o primeiro contato com alguma forma de atividade na área espacial, com a montagem de uma estação de rastreio no arquipélago de Fernando de Noronha, por efeito de um acordo entre Brasil e Estados Unidos, para rastrear as transmissões das cargas úteis dos foguetes lançados de Cabo Canaveral. A criação da NASA em 1958 e o aumento da potência de transmissão dos engenhos espaciais tornaram a estação obsoleta e, depois de quatro anos de atividades, o programa foi encerrado em 1960. thumb|esquerda|Instituto Tecnológico de Aeronáutica, em São José dos Campos. Em 1961, ainda sob o impacto do lançamento do primeiro homem ao espaço e a subsequente visita de Yuri Gagarin ao Brasil, o presidente Jânio Quadros assinou em 3 de agosto de 1961 o decreto 51.133 que instituiu o Grupo de Organização da Comissão Nacional de Atividades Espaciais (GOCNAE). Os principais agentes do programa no seu início, foram: o Ministério da Aeronáutica (criado em 1941), o Centro Técnico da Aeronáutica (criado em 1946), o Instituto Tecnológico de Aeronáutica (criado em 1950) e o Instituto de Pesquisa e Desenvolvimento (criado em 1954). Nos anos subsequentes, 1962, 1963 e 1964, observou-se uma divisão de tarefas entre os setores civil e militar, sendo na área civil, a evolução das atividades da CNAE, que mais tarde veio a se tornar o INPE, e na área militar, a criação do GTEPE em 1964, que mais tarde, veio a se tornar o IAE. No segundo semestre de 1964, alguns técnicos do GTEPE, estiveram em treinamento no campo de lançamentos da Força Aérea Argentina em Chamical, onde tiveram contato com o disparo de foguetes Belier Centaure franceses e Nike Cajun Norte americanos. A construção do CLBI teve início em outubro de 1964 com o nome de Projeto Victor. O ano de 1965, marca uma nova etapa do PEB. Em fevereiro, mediante convênio entre o GTEPE e a CNAE, foi enviada uma equipe de técnicos das duas instituições para participar ativamente, a título de treinamento, do lançamento de um foguete Nike Apache, nos Estados Unidos, sob supervisão da NASA, fruto de um convênio negociado desde o ano anterior. O objetivo final era qualificar pessoal para a execução do projeto SAFO (Sondagem Aeronômica com Foguetes), que previa o lançamento do mesmo tipo de foguete a partir do CLBI que estava sendo construído. Em 24 de agosto de 1965, a equipe brasileira sob supervisão dos técnicos da NASA efetuou o primeiro lançamento da missão SAFO. O treinamento, que se estendeu até novembro, qualificou os membros da equipe em várias áreas pertinentes à atividade espacial. A continuação da missão SAFO, teve como complemento a execução da missão SAFO-IONO, onde dois foguetes Nike Apache foram disparados inaugurando o CLBI, o primeiro em 15 e o segundo em 18 de dezembro, ambos bem- sucedidos. Nos anos seguintes: em 1966, o GTEPE passa a se chamar Grupo Executivo e de Trabalho e Estudos de Projetos Espaciais (GETEPE). Em 1967, o primeiro protótipo do foguete Sonda I foi lançado do CLBI. Em 1968, o Brasil toma parte no programa South Atlantic Anomaly Probe, tendo acesso a informações sobre a construção de foguetes movidos a combustível sólido de última geração. Em 1969, o primeiro foguete Sonda II foi lançado do CLBI. Nesse mesmo ano, o GETEPE é extinto e o Instituto de Atividades Espaciais (IAE) toma o seu lugar. === Década de 1970 === Com a reforma administrativa ocorrida em 1971, o GETEPE foi extinto e substituído com a ativação do núcleo do IAE – Instituto de Atividades Espaciais, que havia sido criado em 1969, passando a ser uma das unidades do CTA – Centro Técnico Aeroespacial. Nesse mesmo ano, a CNAE foi substituída pelo INPE. Na segunda metade da década de 70, a \"política pragmática\" adotada pelo Brasil, resultou na aproximação com a China e com os países africanos, e no início da cooperação com a Alemanha Ocidental na área nuclear, o país estabeleceu com a França acordos para treinamento de engenheiros no desenvolvimento de lançadores e satélites. Em 1976, ocorreu o primeiro voo do foguete Sonda III. Em 1979, o governo federal aprovou a proposta da Comissão Brasileira de Atividades Espaciais (COBAE) para a realização da Missão Espacial Completa Brasileira (MECB), visando estabelecer competências no país para gerar, projetar, construir e operar um programa espacial completo, tanto nas áreas de satélites e de veículos lançadores como na área de centros de lançamentos. Entre 1978 e 1988, a Agência Central de Inteligência (CIA) dos Estados Unidos usou satélites para espionar o programa espacial brasileiro e o complexo industrial militar do país. Documentos divulgados pelo governo estadunidense em dezembro de 2016 mostram análises de fotos aéreas das instalações de fábricas, do Centro de Lançamento da Barreira do Inferno e do Campo de Provas Brigadeiro Velloso, onde a Força Aérea Brasileira (FAB) construía um poço que poderia ser usado em testes de artefatos nucleares. === Década de 1980 === Foi nesse período que a MECB foi efetivamente iniciada. As metas dessa missão eram ambiciosas, envolvendo um novo centro de lançamento, o CLA, um novo veículo lançador, o VLS e duas famílias de satélites: o SCD e o SSR. O crescimento da cidade de Natal em direção ao CLBI impedia a sua expansão para um centro com capacidade de lançamentos orbitais, tornado necessária a construção de um novo centro de lançamento numa região remota capaz de suportar as necessidades de lançamento de foguetes de maior porte já naquela época e no futuro. Atendendo as condições necessárias, a região de Alcântara (Maranhão), foi selecionada. Em 1982, foi estabelecido o GICLA (Grupo para Implantação do Campo de Lançamento de Alcântara). Já em 1º de março de 1983, foi ativado o Núcleo do Centro de Lançamento de Alcântara - NUCLA, com finalidade de proporcionar o apoio logístico e de infraestrutura local, assim como garantir segurança à realização dos trabalhos a serem desenvolvidos na área do futuro centro espacial no Brasil, sendo esta considerada a data oficial de inauguração do CLA. Em 1984, foi lançado do CLBI, o primeiro foguete nacional dotado de um sistema de controle de atitude em voo, o Sonda IV. Em 1985, foi criado o Ministério da Ciência e Tecnologia (MCT). Em 1988, os governos do Brasil e da China assinam acordo de cooperação para o desenvolvimento do projeto CBERS. O CLA, só se tornou efetivamente operacional em Novembro de 1989, na \"Operação Pioneira\", com o lançamento dos primeiros foguetes (15 SBAT-70 e 2 SBAT-152). Nesse mesmo ano, um foguete Sonda IV é lançado a partir do Centro de Lançamento de Alcântara. === Década de 1990 === Em 22 de janeiro de 1990, o primeiro satélite brasileiro, o microssatélite Dove-OSCAR 17, desenvolvido por radioamadores, é lançado a partir do base de Kourou como carga secundária a bordo de um foguete ARIANE-40 H10. Nesse mesmo ano, o INPE passa a ser denominado Instituto Nacional de Pesquisas Espaciais. Em 1991, o IAE passa a denominar-se Instituto de Aeronáutica e Espaço. Em fevereiro de 1993, o segundo satélite brasileiro, este inteiramente nacional, o SCD-1, é colocado em órbita pelo foguete americano Pegasus. Ainda em 1993, o VS-40 realiza seu voo inaugural, partindo do CLA, com um apogeu de 985 km. Em 1994 é criada a Agência Espacial Brasileira (AEB). Nesse mesmo ano realiza-se a Operação Guará – primeira campanha de lançamento de foguetes de sondagem no CLA. Em 1997: ocorreu o voo inaugural do VS-30, o Brasil ingressa no Programa da Estação Espacial Internacional (ISS) e foi efetuado o primeiro lançamento do VLS-1, a partir do CLA, sem êxito. Em 1998: o segundo satélite de coleta de dados, SCD-2, é lançado com êxito pelo foguete americano Pegasus, a AEB seleciona o primeiro astronauta brasileiro (Marcos Pontes). Em 1999: o CBERS-1 é lançado pelo foguete chinês Longa Marcha IV, é efetuado o segundo lançamento do VLS-1, a partir do CLA, sem êxito, a operação São Marcos, ocorrida no CLA, assinala o centésimo lançamento de foguetes de sondagem realizado pelo IAE. No ano 2000: o primeiro protótipo do foguete de sondagem VS-30/Orion é lançado do CLA, são iniciados no INPE os trabalhos de montagem, integração e testes do segundo satélite sino-brasileiro (CBERS-2), foi assinado o protocolo entre os governos do Brasil e da China com vistas a dar continuidade ao programa de cooperação por meio de mais dois satélites (CBERS-3 e 4). === Século XXI === Em 2001, foi concluída a integração e testes do CBERS-2 e envio para lançamento a partir da base chinesa de Taiyuan. Em 2002: ocorreu o lançamento do satélite meteorológico Aqua pelos EUA, com o sensor de umidade brasileiro HSB (Humidity Sounder for Brazil), destinado ao estudo de perfis da atmosfera e aperfeiçoamento das previsões meteorológicas, teve início o desenvolvimento do terceiro protótipo do Veículo Lançador de Satélites - VLS-1, ocorreu o lançamento do VS-30/Orion, desenvolvido em parceria entre o IAE e o Centro Aeroespacial Alemão, na operação denominada Pirapema, foi realizada a Operação Cumã com o lançamento do foguete de sondagem VS-30, que levava experimentos para estudo em microgravidade. Em 2003, o SCD-1 completa 10 anos em órbita, superando a vida útil, prevista para um ano. No mesmo ano, ocorre o acidente com o terceiro protótipo do VLS-1, em Alcântara, matando 21 pessoas.Tragédia em Alcântara faz dez anos e Brasil ainda sonha em lançar foguete. Em 22 de agosto de 2003, VLS deu partida antecipada e matou 21 homens. Novo foguete completo, em sua quarta versão, deve ser lançado em 2017. Por Luna D'Alama. G1, 22 de agosto de 2013. As primeiras duas tentativas de lançar um VLS (1997 e 1999) fracassaram sem causar vítimas. Com parcos recursos (R$ 30 milhões em 2003), o programa sobrevivia no limite. Em 22 de agosto de 2003, um Acidente de Alcântara destruiu no solo o foguete VLS-1 V03, que estava sendo preparado para lançamento, causando a morte de 21 técnicos. O baixo nível de investimento no programa contrasta com a crescente importância de uma indústria que movimenta mundialmente mais de 20 bilhões de dólares e onde o Brasil desfruta de significativa vantagem geográfica: a colocação de uma satélite artificial em órbita a partir de uma base próxima do Linha do Equador, como a de Alcântara, custa até 30% menos do que de bases a latitudes mais altas, devido à economia de combustível. Em 12 de dezembro de 2010, um foguete de médio porte foi lançado do Centro de Lançamento de Alcântara (CLA), no Maranhão. A operação foi considerada um sucesso. O VSB-30 realizou experimentos científicos no ambiente de microgravidade e trouxe de volta sua carga com segurança para a base de Alcântara. O Brasil lança com sucesso seu primeiro foguete de propulsão líquida, em 1° de setembro de 2014, a partir do CLA. O Comando-Geral de Tecnologia Aeroespacial (CTA) e a Agência Espacial Brasileira (AEB) anunciaram o desenvolvimento de uma nova família de veículos lançadores com capacidade para transportar satélites e plataformas espaciais de pequeno, médio e grande porte a órbitas baixas, médias e de transferência geoestacionária. Denominado Programa Cruzeiro do Sul (em referência as cinco estrelas da constelação Cruzeiro do Sul) a nova família de lançadores, composta pelos veículos Alfa, Beta, Gama, Delta e Épsilon, atenderá tanto as missões espaciais propostas no Programa Nacional de Atividades Espaciais (PNAE) da AEB, como também as missões de clientes internacionais. == PNAE e PESE == O Programa Espacial Brasileiro atualmente é dividido em duas gerências Civil e Militar, sendo a administração civil coordenada pela Agência Espacial Brasileira, e a administração militar pela Força Aérea Brasileira, ambas instituições tem documentos periódicos que estabelecem as normas, projetos e planos para cada programa espacial, sendo o Programa Nacional de Atividades Espaciais (PNAE) o documento civil e o Programa Estratégico de Sistemas Espaciais (PESE) o documento militar. O PNAE é um documento lançado a cada 10 anos com detalhes de como a União deve gerenciar o Programa Espacial Civil Brasileiro, esse documento é desenvolvido pelo GT-PNAE, um Grupo de Trabalho da Agência Espacial Brasileira, que realiza estudos com órgãos de pesquisa e desenvolvimento e possíveis clientes do serviço analisando o que o Brasil precisa e o que pode fazer com o dinheiro que possui no âmbito da exploração espacial. O PESE é um documento interno do Ministério da Defesa que busca coordenar as atividades espaciais no âmbito da defesa e segurança nacional, ele é desenvolvido pela CCISE, Comissão de Coordenação e Implantação de Sistemas Espaciais da Força Aérea Brasileira, um órgão parte do Departamento de Ciência e Tecnologia Aeroespacial, DCTA. === Projetos em estado avançado de desenvolvimento === Missão/Projeto Data de Lançamento Estado atual Referência VS-50 Março de 2025 Preparando para teste de tiro em banco no mês de junho Amazônia-1b NET 2026 Está sendo montado dentro do Laboratório de Integração e testes Lei de Acesso a Informação, Processo: 01217.015424/2023-09, Acessado pelo site Fala.Br Aldebaran-1 TBA Não se sabe a situação atual do projeto, mas o veículo passou por um teste no fim de 2022, e possivelmente será lançado de um foguete HANBIT-NANO CBERS-6 TBA Está sendo construído pelo INPE e pela CASC === Projetos Futuros Anunciados === Missão/Projeto Previsão de Lançamento Informações Referência VLM Março de 2027 Aguarda os primeiros dois voos do VS-50 para que seja construido Amazônia-2 TBA Existe somente um projeto de que ele seja construido ainda no PNAE 2022-2031 Telescópio Galileo TBA O Telescópio Espacial Solar Galileo está sendo desenvolvido pelo INPE e ja teve um de seus instrumentos testados VLX/Aquila TBA Será uma versão futura do VLM com terceiro estágio liquido, e teve um teste deste motor, chamado L-25, no Laboratório de Propulsão do IAE CBERS-5 TBA Foi formalizado um acordo com a China para seu desenvolvimento == Controvérsias == O Programa Espacial Brasileiro, assim como outros programas, inclusive envolvendo a segurança nacional, como por exemplo o submarino nuclear e a usina atômica Angra 3, vem sofrendo de uma crônica falta de interesse e de recursos, com sucessivos cortes no orçamento, emperrando a sua execução. Soma-se à dispersão das atividades espaciais no Brasil entre diversas instituições civis e militares, que torna necessária a articulação do governo para melhor direcionar as suas ações. A partir do diagnóstico do setor espacial brasileiro e da identificação de possíveis lacunas de governança poderão ser sugeridas medidas para aprimorar os instrumentos políticos existentes, com vistas a alavancar os projetos estratégicos da área espacial e otimizar o uso dual das suas aplicações. Os desafios do Programa Espacial Brasileiro foi tema de estudo compilado pela Secretaria de Assuntos Estratégicos da Presidência da República. Dois centros de lançamento (CLBI e CLA), estão sendo \"estrangulados\", um por especulação imobiliária, outro por questões fundiárias devido a demarcações de terras quilombolas, crise causada pela Força Aérea por ter expulso os quilombolas de seu território original, conflito que perdurou ao longo das décadas seguintes. Em 2011 o WikiLeaks revelou o governo dos Estados Unidos queria impedir a criação de um programa de produção de foguetes espaciais brasileiros. Por isso as autoridades estadunidenses pressionavam parceiros dos brasileiros nessa área (como a Ucrânia) para não transferir tecnologia do setor ao país (ver: Alcântara Cyclone Space). A restrição dos Estados Unidos estava registrada em telegrama que o Departamento de Estado enviou à sua embaixada em Brasília, em janeiro de 2009, onde escreve: Os Estados Unidos também não permitiam o lançamento de satélites norte-americanos (ou fabricados por outros países mas que contenham componentes estadunidenses) a partir do Centro de Lançamento de Alcântara, mas desde a assinatura do Tratado de Salvaguardas Tecnológicas o Brasil pode lançar satélites americanos, além do país está construindo o foguete VLM em parceria com a Alemanha, que é aliado dos Estados Unidos e membro da OTAN. Após a aprovação da Lei Geral das Atividades Espaciais, a indústria teve uma reação negativa, pois a lei dá a Força Aérea Brasileira um grande poder dentro do programa espacial, desbalanceando o equilibro civil e militar, militarizando assim o Programa Espacial Brasileiro. Em setembro de 2024, o governo federal, por meio da Advocacia-Geral da União, assinou um termo de conciliação com as comunidades quilombolas do município de Alcântara (MA), pondo fim a uma disputa de 40 anos pela área no entorno do Centro de Lançamento de Alcântara (CLA), permitindo a titulação integral do território quilombola de Alcântara e a consolidação da área atual do CLA. == Ver também == * Acidente de Alcântara * Aster * Centro de Lançamento da Barreira do Inferno * Centro de Lançamento de Alcântara * Exploração espacial * Foguete brasileiro * Instituto Nacional de Pesquisas Espaciais * Programa espacial búlgaro == Ligações externas == * Agência Espacial Brasileira * Instituto de Aeronáutica e Espaço *",
 "title": "Programa espacial brasileiro"
}