{
 "id": "25184",
 "text": "Emiliano Augusto Cavalcanti de Albuquerque Melo (Rio de Janeiro, 6 de setembro de 1897 – Rio de Janeiro, 26 de outubro de 1976), mais conhecido como Di Cavalcanti, foi um pintor modernista, desenhista, ilustrador, muralista e caricaturista brasileiro. Sua arte contribuiu significativamente para distinguir a arte brasileira de outros movimentos artísticos de sua época, através de suas reconhecidas cores vibrantes, formas sinuosas e temas tipicamente brasileiros como carnaval, mulatas e tropicalismos em geral. Suas principais obras são: Samba, Músicos, Cinco moças de Guaratinguetá, Mangue, Pierrete, Pierrot, entre outras. Di Cavalcanti é, juntamente com outros grandes nomes da pintura como Anita Malfatti e Tarsila do Amaral, um dos mais ilustres representantes do modernismo brasileiro. == Biografia == === Infância e juventude === Emiliano Augusto Cavalcanti de Albuquerque nasceu dia 6 de setembro de 1897 no Rio de Janeiro, filho de Frederico Augusto Cavalcanti de Albuquerque de Melo e Rosalia de Sena.Bandeira, Manuel. Antologia de poetas brasileiros bissextos contemporâneos. 2ª edi. Organização Simões, 1964. pp. 49. Seu pai era membro da tradicional família pernambucana Cavalcanti de Albuquerque. Já pelo lado materno, era sobrinho da esposa de José do Patrocínio, grande abolicionista negro brasileiro. Estudou no Colégio Pio Americano e aprendeu piano com Judith Levy,Di Cavalcanti, Emiliano. Di Cavalcanti, 1897-1976: pinturas, desenhos, jóias. (ilustrada) Edições Pinakotheke, 2006. pp. 22. e começou a trabalhar fazendo ilustrações para a revista Fon-Fon, uma revista que consagrou-se principalmente na caricatura política, na charge social e na pintura de gênero.Simioni, Ana Paula Cavalcanti. Di Cavalcanti, ilustrador: trajetória de um jovem artista gráfico na imprensa (1914-1922). Editora Sumaré, 2002. pp. 79. Em 1916, transferindo- se para São Paulo, ingressou na Faculdade de Direito do Largo de São Francisco. Seguiu fazendo ilustrações e começou a pintar.Obras, biografia e acontecimentos na vida de Di Cavalcanti O jovem Di Cavalcanti frequentou o ateliê do impressionista George Fischer Elpons e tornou-se amigo de Mário e Oswald de Andrade. === Início de carreira === Entre 11 e 18 de fevereiro de 1922, idealizou e organizou a Semana de Arte Moderna no Teatro Municipal de São Paulo, criando, para essa ocasião, as peças promocionais do evento: catálogo e programa. Fez sua primeira viagem à Europa em 1923, permanecendo em Paris até 1925. Frequentou a Academia Ranson. Expôs em diversas cidades: Londres, Berlim, Bruxelas, Amsterdã e Paris. Conheceu Pablo Picasso, Fernand Léger, Matisse, Erik Satie, Jean Cocteau e outros intelectuais franceses. Retornou ao Brasil em 1926 e ingressou no Partido Comunista Brasileiro. Seguiu fazendo ilustrações. Fez nova viagem a Paris e criou os painéis de decoração do Teatro João Caetano no Rio de Janeiro. Os anos 1930 encontram um Di Cavalcanti imerso em dúvidas quanto à sua liberdade como homem e artista e quanto a dogmas partidários. Iniciou suas participações em exposições coletivas e salões nacionais e internacionais, como a International Art Center em Nova Iorque. Em 1932, fundou, em São Paulo, com Flávio de Carvalho, Antonio Gomide e Carlos Prado, o Clube dos Artistas Modernos. Sofreu sua primeira prisão em 1932 durante a Revolução Constitucionalista de 1932. Casou-se com a pintora Noêmia Mourão. Publicou o álbum \"A Realidade Brasileira\", série de doze desenhos satirizando o militarismo da época. Em Paris, em 1938, trabalhou na rádio \"Diffusion Française\" nas emissões \"Paris Mondial\". Viajou ao Recife e Lisboa, onde expôs no salão \"O Século\"; ao retornar, foi preso novamente no Rio de Janeiro. Em 1936, escondeu-se na Ilha de Paquetá e foi preso com Noêmia. Libertado por amigos, seguiu para Paris, lá permanecendo até 1940. Em 1937, recebeu medalha de ouro com a decoração do Pavilhão da Companhia Franco- Brasileira, na Exposição de Arte Técnica, em Paris. Com a iminência da Segunda Guerra, deixou Paris e retornou ao Brasil, fixando-se em São Paulo. Um lote de mais de quarenta obras despachadas da Europa não chegou ao destino, extraviando-se. === Reconhecimento internacional === Passou a combater abertamente o abstracionismo através de conferências e artigos. Viajou para o Uruguai e Argentina, expondo em Buenos Aires. Conheceu Zuília, que se tornou uma de suas modelos preferidas. Em 1946, retornou a Paris em busca dos quadros desaparecidos; nesse mesmo ano, expôs no Rio de Janeiro, na Associação Brasileira de Imprensa. Ilustrou livros de Vinícius de Morais, Álvares de Azevedo e Jorge Amado. Em 1947, entrou em crise com Noêmia Mourão - \"uma personalidade que se basta, uma artista, e de temperamento muito complicado...\". Participou com Anita Malfatti e Lasar Segall do júri de premiação de pintura do Grupo dos 19. Seguiu criticando o abstracionismo. Expôs na Cidade do México em 1949. miniatura|259x259px|Mural de Di Cavalcanti na fachada do Edifício Triângulo, em São Paulo, no Brasil. O edifício foi projetado em 1955 por Oscar Niemeyer. Foi convidado e participou da I Bienal Internacional de Arte de São Paulo em 1951. Fez uma doação generosa ao Museu de Arte Moderna de São Paulo, constituída de mais de quinhentos desenhos. Beryl Tucker Gilman passou a ser sua companheira. Negou-se a participar da Bienal de Veneza. Recebeu a láurea de melhor pintor nacional na II Bienal de São Paulo, prêmio dividido com Alfredo Volpi. Em 1954, o Museu de Arte Moderna do Rio de Janeiro realizou exposição retrospectiva de seus trabalhos. Fez novas exposições na Bacia do Prata, retornando a Montevidéu e Buenos Aires. Publicou \"Viagem de minha vida\". 1956 foi o ano de sua participação na Bienal de Veneza. Recebeu o I Prêmio da Mostra Internacional de Arte Sacra de Trieste. Adotou Elizabeth, filha de Beryl. Seus trabalhos fizeram parte de exposição itinerante por países europeus. Recebeu proposta de Oscar Niemeyer para a criação de imagens para tapeçaria a ser instalada no Palácio da Alvorada; também pintou as estações para a via-sacra da Catedral Metropolitana de Nossa Senhora Aparecida, em Brasília. === Últimos anos e morte === Ganhou uma sala Especial na Bienal Interamericana do México, recebendo Medalha de Ouro. Tornou-se artista exclusivo da Petite Galerie, no Rio de Janeiro. Viajo de Maio, em Paris, com a tela \"Tempestade\". Participou com Sala Especial na VII Bienal de São Paulo. Recebeu indicação do presidente brasileiro João Goulart para ser adido cultural na França. Embarcou para Paris mas não assumiu o cargo por causa do Golpe de 1964. Viveu em Paris com Ivete Bahia Rocha, apelidada de Divina.O mestre Di Cavalcanti Lançou novo livro, \"Reminiscências líricas de um perfeito carioca\" e desenhou joias para Lucien Joaillier. Em 1966, seus trabalhos desaparecidos no início da década de 1940 foram localizados nos porões da embaixada brasileira. Candidatou-se a uma vaga na Academia Brasileira de Letras, mas não se elegeu. Seu cinquentenário artístico foi comemorado. A modelo Marina Montini foi a musa do pintor nessa década. Em 1971, o Museu de Arte Moderna de São Paulo organizou retrospectiva de sua obra. Recebeu prêmio da Associação Brasileira dos Críticos de Arte. Comemorou seus 75 anos no Rio de Janeiro, em seu apartamento no Catete. A Universidade Federal da Bahia outorgou-lhe o título de doutor honoris causa. Fez exposição de obras recentes na Bolsa de Arte e sua pintura Cinco moças de Guaratinguetá foi reproduzida em selo postal. No dia 5 de abril de 1975, foi feito Comendador da Ordem do Infante D. Henrique de Portugal. Di Cavalcanti morreu às 21h15 do dia 26 de outubro de 1976, aos 79 anos. No Hospital da Deficiência Portuguesa, em Botafogo, na Zona Sul do Rio de Janeiro. Onde estava internado há mais de 20 dias com crises renais, ele foi velado no saguão do Museu de Arte Moderna do Rio de Janeiro, foi sepultado no Cemitério São João Batista na capital fluminense. O diretor de cinema brasileiro Glauber Rocha, figura chave do cinema moderno brasileiro principalmente por seu trabalho no Cinema Novo, realizou o curta-metragem documentário Di-Glauber (1977) em homenagem ao pintor, quando de sua morte. == As musas do artista == Di Cavalcanti amava a vida boêmia, o carnaval e as mulheres, temas recorrentes de suas obras. Em cada década de seu trabalho como artista, ele teve uma musa, mulher que o inspirava, a quem retratava em muitas obras. A primeira foi Maria, com quem se casou em 1921; a segunda, a pintora Noêmia Mourão, que se tornou sua esposa em 1933; a terceira, Zuíla, a quem ele pintou muitas vezes enquanto ainda estava com Noêmia; a quarta, Beryl Tucker Gilman, sua companheira da década de 1950 e mãe de Elizabeth, sua filha adotiva; a quinta, Ivete Bahia Rocha, com quem viveu em Paris na década de 1960; e a derradeira musa, a modelo e atriz Marina Montini.[https://plenarinho.leg.br/index.php/2022/02/di-cavalcanti/ Di Cavalcanti] == Centenário em 1997 == Em 1997, ano do centenário de seu nascimento, diversas exposições comemorativas e retrospectivas de sua obra foram organizadas, entre as quais: *\"As mulheres de Di\", pelo Centro Cultural Banco do Brasil do Rio de Janeiro *\"Di, meu Brasil brasileiro\", pelo Museu de Arte Moderna do Rio de Janeiro *\"Di Cavalcanti, 100 anos\", pelo Museu de Arte Brasileira da Fundação Armando Álvares PenteadoAs obras de Di Cavalcanti == Cronologia == *1908 - Recebe aulas do pintor Gaspar Puga Garcia. *1914 – Publica seu primeiro trabalho como desenhista na Revista Fon-Fon. *1916 – Participa do III Salão dos Coadjuvantes. - Muda-se para São Paulo. *1917 – Primeira exposição individual na redação de A Cigarra, em São Paulo. *1919 – Ilustra o livro Carnaval, de Manuel Bandeira. *1921 – Ilustra Balada do sequestro de Reading, de Oscar Wilde. *1922 – Participa da Semana de Arte Moderna, fazendo a capa do trabalho e expondo 11 obras. *1923 – Vai para Europa, fixa residência em Paris como correspondente do jornal Correio da Manhã. *1925 – Volta ao Brasil, morando na Capital. *1929 – Pinta dois painéis para o Teatro João Caetano, no Rio de janeiro. *1935 – Volta novamente para a Europa. *1937 – Medalha de ouro com a decoração do Pavilhão da Companhia Franco-Brasileira, na Exposição de Arte Específica, em Chicago. *1940 – Volta para o Brasil, fixando-se em São Paulo. *1941 – Ilustra o livro Uma noite na taverna / Macário, de Álvares de Azevedo. *1947 – Expõe na Galeria Domus, no Rio de Janeiro. *1953 – Ganha, com Alfredo Volpi, o prêmio de melhor pintor nacional na IV Bienal de São Paulo. *1954 – Retrospectiva do seu nascimento no Museu de Arte Moderna do Rio de Janeiro *1955 – Publica Viagem de minha vida, livro de memórias. *1956 – Recebe nono prêmio na Mostra de Arte Sacra, na Itália. *1960 – Recebe medalha de ouro por sua participação com sala especial na IV Bienal Interamericana, no México. *1963 – Homenageado na VII Bienal de São Paulo. *1964 – Exposição comemorativa dos seus 60 anos de artista, na Galeria Relevo, RJ. - Publica o livro Reminiscências líricas de um perfeito cidadão carioca. *1971 – Retrospectiva da sua vida artística Museu de Arte Moderna de São Paulo. *1976 – Morre em sua cidade natal. === Principais obras === *Pierrete - 1922 *Pierrot - 1924 *Samba - 1925 *Mangue - 1929 *Cinco moças de Guaratinguetá - 1930 *Mulheres com frutas - 1932 *Família na praia - 1935 *Vênus - 1938 *Ciganos - 1940 *Mulheres protestando - 1941 *Arlequins - 1943 *Gafieira - 1944 *Colonos - 1945 *Abigail - 1947 *Aldeia de Pescadores - 1950 *Nu e figuras - 1950 *Retrato de Beryl - 1955 *Tempos Modernos - 1961 *Tempestade - 1962 *Retrato de Marina Montini - década de 1960 *Duas Mulatas - 1964 *Músicos - 1963 *Ivette - 1963 *Rio de Janeiro Noturno - 1963 *Mulatas e pombas - 1966 *Baile Popular - 1972 == Ligações externas == * Categoria:Pintores do estado do Rio de Janeiro Categoria:Ilustradores do Rio de Janeiro Categoria:Caricaturistas do Brasil Categoria:Comendadores da Ordem do Infante D. Henrique Categoria:Membros do Partido Comunista Brasileiro Categoria:Naturais da cidade do Rio de Janeiro Categoria:Pintores do Brasil do século XX Categoria:Modernismo brasileiro",
 "title": "Di Cavalcanti"
}