{
 "id": "25183",
 "text": "Lasar Segall (Vilna, 21 de julho de 1889 – São Paulo, 2 de agosto de 1957) foi um pintor, escultor e gravurista judeu nascido no território da atual Lituânia. O trabalho de Segall teve influências do impressionismo, expressionismo e modernismo. Seus temas mais significativos foram representações pictóricas do sofrimento humano: a guerra e a perseguição. No ano de 1923, Lasar Segall mudou-se definitivamente para o Brasil. Já era um artista conhecido. Contudo, foi aqui que, segundo suas próprias palavras, sua arte ganhou o \"milagre da luz e da cor\". Foi um dos primeiros artistas modernistas a expor no Brasil. == Biografia == Lasar Segall iniciou seus estudos em 1905, quando entrou para a Academia de Desenho de Vilnius, sua cidade natal. No ano seguinte, mudou-se para Berlim, passando a estudar na Escola de Artes Aplicadas e, posteriormente, na Academia Imperial de Berlim, durante cinco anos. No entanto, não se contentou com os ideais tradicionalistas da Academia e em 1910 se mudou para Dresden, estudando na Academia de Belas Artes. Em fins de 1912, Lasar Segall veio ao Brasil, encontrando-se com seus irmãos, que moravam no país, entre eles a irmã Luba Segall Klabin, que havia se casado com Salomão Klabin e tiveram três filhos: Esther Klabin, Samuel Klabin e Horácio Klabin. Realizou suas primeiras exposições individuais em São Paulo e em Campinas, em 1913. Pela primeira vez o Brasil vinha a conhecer a arte expressionista europeia. Entretanto a repercussão junto ao público e à crítica foi mínima. Logo depois ele voltou para à Europa, casando-se, em 1918, com Margarete Quack. Fundou, com um grupo de artistas, o movimento \"Secessão de Dresden\", em 1919, realizando, a seguir, diversas exposições na Europa. Segall mudou-se para o Brasil em 1923, dedicando-se, além da pintura, às artes decorativas. Criou a decoração do Baile Futurista, no Automóvel Clube de São Paulo, e os murais para o Pavilhão de Arte Moderna de Olívia Guedes Penteado. Já separado de sua primeira esposa, casou-se em 1925 com Jenny Klabin (filha de Maurício Freeman Klabin, que era irmão de Salomão Klabin, portando Lasar casou-se com a sobrinha do seu cunhado) com quem teve os filhos Maurício Klabin Segall (que se casaria nos anos 50 com a atriz Beatriz de Toledo, posteriormente Beatriz Segall) e Oscar Klabin Segall (que se casou com a modelo e Vice-Miss Brasil 1969, Maria Lúcia Alexandrino dos Santos). Nessa época, passou a viver com a família em Paris, onde se dedicou também à escultura. Suas obras nessa fase remetem à atmosfera familiar e de intimidade. Suas cores fortes procuram expressar as paixões e sofrimentos dos seres humanos. Seus personagens são mulatas, prostitutas e marinheiros; suas paisagens, favelas e bananeiras. Anos mais tarde dedica-se à escultura em madeira, pedra e gesso. Suas obras: Família Enferma, Dois Seres, Mãe Preta, Bananal, Navio de Emigrantes, Guerra e Campo de Concentração. Em 1932, Segall retornou ao Brasil, vagou por todo tempo, instalando-se em São Paulo na casa projetada pelo arquiteto Gregori Warchavchik, seu concunhado. Essa casa abriga, atualmente, o Museu Lasar Segall. Nesse mesmo ano foi um dos criadores da Sociedade Pró-Arte Moderna (SPAM) na capital paulista. Sua produção na década de 1930 incluiu uma série de paisagens de Campos do Jordão e retratos da pintora Lucy Citti Ferreira. Em 1938, Segall realizou os figurinos para o balé \"Sonho de uma Noite de Verão\", encenado no Teatro Municipal de São Paulo. Uma retrospectiva de sua obra no Museu Nacional de Belas Artes, no Rio de Janeiro, foi realizada em 1943. Nesse mesmo ano, foi publicado um álbum com textos de Mário de Andrade, Manuel Bandeira e Jorge de Lima. Em 1951, Segall realizou uma exposição no Museu de Arte de São Paulo. Três anos depois, criou os figurinos e cenários do balé \"O Mandarim Maravilhoso\". O Museu Nacional de Arte Moderna preparou uma grande retrospectiva de sua obra em 1957, em Paris. Lasar Segall morreu nesse mesmo ano, de problemas cardíacos, em sua casa, aos 68 anos. == Museu Lasar Segall == O Museu Lasar Segall foi criado como uma associação civil sem fins lucrativos, em 1967, por seus filhos Mauricio e Oscar. Está instalado na antiga residência e ateliê do artista, projetados em 1932, por seu concunhado, o arquiteto de origem russa Gregori Warchavchik que era casado com Mina Klabin (irmã de Jenny Klabin) cunhada de Lasar. Em 1985, o Museu foi incorporado à Fundação Nacional Pró-Memória, integrou até 2009 o Instituto do Patrimônio Histórico e Artístico Nacional (IPHAN) do Ministério da Cultura, como unidade especial. A partir de 2010 converte-se em uma das unidades museológicas do recém criado Instituto Brasileiro de Museus (IBRAM), Ministério da Cultura. Além de seu acervo museológico, o Museu constitui-se como um centro de atividades culturais, oferecendo programas de visitas monitoradas para escolas, cursos e oficinas nas áreas de gravura, fotografia e criação literária, programação de cinema. Abriga a Biblioteca Jenny Klabin Segall, que mantém acervo único nas áreas das Artes do Espetáculo (Cinema, Teatro, Rádio e Televisão, Dança, Ópera e Circo) e de Fotografia. A Biblioteca, ainda, possui a mais completa documentação sobre a vida e a obra de Lasar Segall. == Ligações externas == * Acervo do Museu Lasar Segall * Página do Museu Lasar Segall Categoria:Pintores do estado de São Paulo Categoria:Judeus asquenazes Categoria:Judeus brasileiros naturalizados Categoria:Judeus do Brasil Categoria:Judeus da Lituânia Categoria:Pintores da Lituânia Categoria:Brasileiros de ascendência lituana Categoria:Naturais de Vilnius Lasar Categoria:Cidadãos naturalizados do Brasil Categoria:Expatriados no Brasil Categoria:Pessoas sepultadas no Cemitério Israelita de Vila Mariana",
 "title": "Lasar Segall"
}