{
 "id": "25211",
 "text": "Éliphas Lévi,O pseudônimo do autor grafava-se com acentos, como se pode ver no artigo francófono, e nas seguintes fontes: , (8 de fevereiro de 1810 - 31 de Maio de 1875), pseudónimo de Alphonse Louis Constant, foi um escritor, ocultista e mago cerimonialista francês.Christopher McIntosh, Eliphas Lévi and the French Occult Revival, 1972. Considerado um dos ocultistas mais influentes do . O pseudónimo \"Éliphas Lévi Zahed,\" sob o qual ele assinava seus livros e escritos ocultistas, é uma tradução literal de seu nome de batismo para o hebraico, e resultou de pretender ter, neles, um nome de origem nessa língua para ser mais facilmente associado a outros cabalistas famosos. == Biografia == Considerado por muitos o maior ocultista do , Éliphas Lévi nasceu sob o nome de batismo Alphonse Louis Constant, filho de um sapateiro e irmão mais novo de Paulina-Louise. Desde a infância demonstrava talento para o desenho; mas seus pais preferiram encaminhá-lo à vida religiosa. Depois disso, aos dez anos de idade ingressou na comunidade do presbitério da Igreja de Saint-Louis na Ilha (em francês, Igreja Saint-Louis- en-l'Île), onde aprendeu o catecismo com o primeiro mestre, o abade Hubault, que também selecionava os garotos mais inteligentes. Este o encaminhou ao seminário de Saint-Nicolas Du Chardonnet, para concluir os estudos preparatórios e, segundo Lévi contara mais tarde, acabando-lhe com a vida familiar. No seminário, teve a oportunidade de aprofundar-se nos estudos da filologia, ao completar dezoito anos, já conseguia ler a Bíblia nos idiomas originais. No ano de 1830, foi transferido para o seminário de Issy para estudar filosofia. Dois anos depois, ingressou em Saint-Sulpice para estudar teologia em Issy, quando escreveu seu primeiro drama bíblico, Nemrod. No seminário de Saint-Sulpice, escreveu os primeiros poemas religiosos, dotados de grande beleza. Éliphas Lévi foi ordenado diácono em 19 de dezembro de 1835. No ano seguinte teria sido ordenado sacerdote, se não tivesse confessado aos superiores que amava uma moça de nome Adelle Allenbach, com quem havia realizado a primeira comunhão. Ao declarar suas convicções, seus superiores receberam um choque tão grande que Lévi sentiu-se expulso da carreira eclesiástica. Além disso, a mãe de Lévi, ao saber que o filho não só não iria mais se tornar padre como também havia caído em desgraça ante os olhares do clero, deu cabo da própria vida. Profundamente consternado com os recentes eventos de sua vida, Lévi buscou consolo para a alma em outras paragens espirituais. Dentre alguns desses escritos estavam os de Madame Guyon, que além de convencê-lo a não crer mais no Inferno, o inspiraram a escrever e publicar um livro: a Bíblia da Liberdade. Por resultado dessa publicação, foi preso durante oito meses e multado em 300 francos, acusado de \"profanar a santidade da religião, de atentar contras as bases que sustentam a sociedade, de espalhar ódio e a subversão.\" Depois de tanto constrangimento durante o tempo entre cadeias, Lévi entrou em contato com os estudos de Emanuel Swedenborg. Segundo ele, tais escritos não contêm toda a verdade, mas conduzem os neófitos (recém-convertidos) com segurança em uma suposta senda esotérica (aspiração à iluminação ou união com o Divino). == Obras == Título Ano A Bíblia da Liberdade (La Bible de la liberte) 1841 Doutrinas religiosas e sociais (Doctrines religieuses et sociales) A Suposição da Mulher (L'assomption de la femme) A Mãe de Deus (La mère de Dieu) 1844 O Livro das Lágrimas ou Cristo Consolador (Le Livre des Larmes ou le Christ Consolateur) 1845 Dogma e Ritual da Alta Magia (Dogme et Rituel de la Haute Magie) 1854 História da Magia (Histoire de la Magie) 1859 A Chave dos Grandes Mistérios (La Clef des Grands Mystères) Os Mistérios da Cabala (Les Mystères de la Kabbale) 1861 Curso de Filosofia Oculta (Cours de Philosophie Occulte) Fábulas e Símbolos (Fables et Symboles) 1865 A Ciência dos Espíritos (La Science des Esprits) O Grande Arcano (Le Grand Arcane) 1868 As Origens da Cabala (Les Origines de la Kabbale) 1869/70 O Livro dos Sábios (Le Livre des Sages) Os Paradoxos da Sabedoria Oculta [Alta Ciência] (Les Paradoxes de la Sagesse Occulte [Haute Science]) 1873 As Chaves Maiores e as Clavículas de Salomão 1895 == Ligações externas == *Biografia * Citações de Eliphas Levi em francês Lévi Lévi Lévi Lévi Lévi Lévi Lévi Lévi",
 "title": "Éliphas Lévi"
}