{
 "id": "25229",
 "text": "As Províncias de Angola são as subdivisões administrativas de primeiro nível do país. Um total de dezoito províncias organizam-seSegundo o artigo 5.º da Constituição da República de Angola, o país não encontra-se dividido, mas sim, organizado em províncias e municípios”. no território angolano, cada província está organizada em partes menores que são os municípios, que somam 164. Os municípios podem se dividirem em partes ainda menores chamadas de comunas. Em todo o território angolano existem 518 comunas. As comunas podem ter uma ou mais cidades, vilas e aldeias em seu interior. A Constituição Angolana afirma que os órgãos do Estado organizam-se respeitando, entre outros, o princípio da autonomia local, bem como o da unidade e da integridade territorial, implícito na Constituição. ==História== ===Período português=== Em 1861, a Angola Portuguesa compunha-se de cinco distritos: Luanda, Benguela, Moçâmedes, Ambriz e Golungo Alto. Os seus limites, segundo o disposto na Carta Constitucional portuguesa de 1826, e de acordo com o Tratado de Aliança e Amizade, de 1810, o Tratado de 22 de Janeiro de 1815, e a Convenção de 1817, eram: ao norte a latitude 5º12'S, e muito mais ao norte segundo o direito anterior, e ao sul a de 18º, ao longo da costa que corre na linha nor-noroeste - su-sudeste. Em 1951, a colônia portuguesa de Angola tornou-se uma província ultramarina de Portugal, classificação que continuou até a independência de Angola em 1975. ===Pós-independência=== Na Lei Constitucional original, de 11 de Novembro de 1975, a República Popular de Angola dividia-se em “províncias, concelhos, comunas, círculos, bairros e povoações”. Estas subdivisões deveriam ser autónomas, contudo essa descentralização não ocorria de facto, uma vez que as autoridades administrativas dos concelhos eram todas nomeadas pela Movimento Popular de Libertação de Angola (MPLA). A Constituição de 1992 afirmou a existências das mesmas subdivisões apontas na Constituição anterior, porém, substituiu o termo concelho, atribuindo-lhe a denominação de município. ==Províncias== Angola encontra-se organizada em 18 províncias, que são a maior subdivisão a nível nacional. A cidade de Luanda, capital do país, localiza-se na província homónima, que é a maior em população entre todas as províncias. Cada província angolana possui certo grau de autonomia garantida pela Constituição. Província Código ISOI-2 Capital Área (km²)Área das províncias de Bengo e de Luanda, foram calculadas acrescentando- se ou retirando-se a área dos municípios que mudaram de província, seguindo-se a reforma administrativa das duas províncias. População (Censo 2014) Municípios Comunas Bengo BGO Caxito 6 23 Benguela BGU Benguela 10 38 Bié BIE Cuíto 9 39 Cabinda CAB Cabinda 4 12 Cuando-Cubango CCU Menongue 9 30 Cuanza Norte CNO Nadalatando 10 30 Cuanza Sul CUS Sumbe 12 36 Cunene CNN Ondijiva 6 20 Huambo HUA Huambo 11 37 Huíla HUI Lubango 14 37 Luanda LUA Luanda 9 14 Lunda Norte LNO Dundo 10 24 Lunda Sul LSU Saurimo 4 14 Malanje MAL Malanje 14 52 Moxico MOX Luena 9 27 Namibe NAM Moçâmedes 5 16 Uíge UIG Uíge 16 44 Zaire ZAI Mabanza Congo 6 25 Total AO Luanda 164 518 ==Reforma== Em 2012, Bornito de Sousa, então ministro da Administração do Território, admitiu a possibilidade de revisão administrativa das províncias do Moxico e do Cuando- Cubango, as duas maiores de Angola, com a finalidade de facilitar a gestão administrativa, uma vez que alguns municípios ficam a mais de 600 quilómetros da capital de sua província. Caso concretizada a pretensão do governo, Angola passaria a ter 21 províncias, uma vez que o Cuando Cubango dividiria-se em duas e o Moxico em três províncias (Moxico, Luchazes e Alto Zambeze). A reforma administrativa das províncias de Bengo e Luanda, obedecendo à Lei 29/11, de 1 de setembro de 2011, e efetivada em 2019, cedeu parte do território do Bengo para a província de Luanda, mais exactamente os municípios de Ícolo e Bengo e Quissama, os dois municípios juntos possuem uma população de cerca de 100 mil habitantes. A partir de de 2025, Angola passará a contar com 21 províncias. Categoria:Subdivisões de Angola Angola, Provincias Angola 1 Categoria:Subdivisões administrativas de países de primeiro nível.",
 "title": "Províncias de Angola"
}