{
 "id": "25274",
 "text": "Ambaca é um município da província do Cuanza Norte, em Angola, que tem sede na cidade de Camabatela. Tem 3 080 km² e cerca de 82 mil habitantes. É limitado a norte pelos municípios de Negage e Puri, a leste pelos municípios do Alto Cauale e Calandula, a sul pelos municípios de Samba Caju e Quiculungo, e a oeste pelos municípios de Bolongongo e Quitexe. O município é constituído pela comuna-sede, correspondente à cidade de Camabatela (ou Mufongo), e pelas comunas de Tango, Maúa, Bindo e Luinga.Comunas. Ministério da Administração do Território e Reforma do Estado. 2018. == Etimologia == O termo \"Ambaca\" é proveniente da região histórica da Pamba-Real, que atualmente corresponde tanto ao território desde o município do Cazengo até o de Ambaca. Naquela área encontrava-se o Forte de Ambaca (ou Mbaca), que teve o nome utilizado pelos portugueses como definição para todas aquelas terras na bacia do rio Lucala, fato que foi dado a este quando criado o município. == História == O município de Ambaca começou a ser povoado em 1611 por expedições portuguesas, sendo estabelecido juridicamente entre os anos de 1912 a 1920, concedida a categoria de conselho em 1934.Realçado contributo da região de Ambaca na luta de libertação nacional. Portal Angop. 9 de novembro de 2017. Segundo a tradição oral local, quando da chegada dos portugueses, a região do município, sob domínio dos reis Dembo (do Quibaxi) e Nigigas (do Tango), pôs-se em guerra várias vezes em apoio aos reinos Congo, Dongo e Matamba, para enfrentar os portugueses. Entre 1617 e 1621 combateram os portugueses e os imbangalas e em 1622/1623 envolveram-se em favor dos congos na Guerra Luso-Congolesa. A parte do município que mais resistiu à colonização foi a comuna do Tango, que só foi vencida em 1917, possibilitando a instalação da administração base, permitindo a posterior fundação do Negage, Puri e Sanza Pombo, bem como de outros municípios da província do Uíge. == Economia == O seu potencial económico gira em torno das atividades agropecuárias, principalmente na produção de café, mandioca e amendoim, e; na criação de bovinos suínos e aves para corte, leite e ovos. Existe também atividades extrativas de pesca e de extração de madeira. Categoria:Municípios da província de Cuanza Norte",
 "title": "Ambaca"
}