{
 "id": "25305",
 "text": "Erosão é a ação de processos superficiais, (tal como a ação do fluxo de água ou vento) que remove solo, rochas, ou material dissolvido de um local na crosta da Terra, que então o transporta para outro local. Enquanto a erosão é ação desses processos superficiais, a gliptogênese é a formação da superfície terrestre como consequência dos processos erosivos que provocam a destruição do relevo preexistente. Os dois termos são ocasionalmente usados como sinônimos mesmo na literatura acadêmica. A ruptura de partículas provenientes de pedra e solo em sedimento clástico é denominado como meteorização física ou mecânica; isso contrasta com a meteorização química, onde o solo ou material de rocha é removido através da dissolução, promovido por um solvente (tipicamente água), seguido pelo fluxo da solução. Os sedimentos ou solutos erodidos podem ser transportados apenas por alguns milímetros ou para milhares de quilômetros. As taxas naturais de erosão são controladas pela ação de agentes geomórficos, como chuva;Cheraghi, M., S. Jomaa, G. C. Sander, and D. A. Barry (2016 ), Hysteretic sediment ﬂuxes in rainfall-driven soil erosion: Particle size effects, Water Resour. Res., 52, file [http://onlinelibrary.wiley.com/doi/10.1002/2016WR019314/full link] desgaste rochoso em rios; erosão costeira pelo mar e ondas; delapidação glacial, abrasão; inundações locais; abrasão do vento; processos de água subterrânea; e processos de movimento de massa em paisagens íngremes como deslizamentos de terra e fluxos de detritos. As taxas a que tais processos atuam controlarão a velocidade da erosão de uma superfície. Normalmente, a erosão física prossegue mais rapidamente em superfícies inclinadas, e as taxas também podem ser sensíveis a algumas propriedades controladas climaticamente, incluindo quantidades de água fornecida (por exemplo, pela chuva), a velocidade do vento, a busca da onda ou a temperatura atmosférica (especialmente para alguns processos relacionados ao gelo).Também são possíveis entre as taxas de erosão e a quantidade de material erodido que já é transportado, por exemplo, um rio ou uma geleira. Os processos de erosão que produzem sedimentos ou solutos de um lugar contrastam com os de deposição, que controlam a chegada e colocação de material em um novo local. Enquanto a erosão é um processo natural, as atividades humanas aumentaram entre 10-40 vezes a taxa em que a erosão está ocorrendo globalmente. Em regiões bem conhecidas da agricultura, como as Montanhas dos Apalaches, localizada nos Estados Unidos, práticas agrícolas intensivas aumentaram a taxa de erosão em até 100x da velocidade em relação a taxa natural de erosão na região. A erosão excessiva (ou acelerada) causa problemas \"no local\" e \"fora do local\". Os impactos no local incluem diminuição da produtividade agrícola e (em paisagens naturais) colapso ecológico, tanto por causa da perda das camadas do solo superior ricas em nutrientes. Em alguns casos, o eventual resultado final é a desertificação. Os efeitos fora do local incluem sedimentação de vias navegáveis e eutrofização de corpos d'água, bem como danos causados por sedimentos em estradas e casas. A erosão causada pela água e vento são as duas principais causas de degradação da terra; que combinados, são responsáveis por cerca de 84% da extensão global da terra degradada, tornando a erosão excessiva um dos problemas ambientais mais significativos em todo o mundo. A agricultura intensiva, o desmatamento, as estradas, as mudanças climáticas antropogênicas e a expansão urbana estão entre as atividades humanas mais significativas em relação ao seu efeito na estimulação da erosão. No entanto, existem muitas práticas de prevenção e remediação que podem reduzir ou limitar a erosão de solos vulneráveis. Em solos constituídos pela presença de vegetação densa, tais como árvores (florestas densas) o processo de erosão é diminuído, mas não inexistente, pois a erosão é um processo natural sempre presente e de suma importância para a formação de relevos. O processo de erosão é intensificado com a retirada demasiada de vegetação para uso agrícola, deixando o solo desprotegido e exposto aos agentes intempéricos. Com o passar do tempo, a atuação do intemperismo e consequentemente a erosão sobre solos desprotegidos, pode levar à desertificação dos mesmos, pois ocorre a lixiviação descontrolada dos constituintes minerais desses, acentuando-se com a utilização de insumos e maquinários agrícolas. thumb| Um penhasco marinho produzido pela erosão costeira, no Geoparque Nacional costeiro de Jinshitan, Dalian, província de Liaoning, China == Tipos de erosão == === Erosão pluvial === A erosão pluvial é causada pelo movimento da chuva resultando o desgaste do solo, e produzem quatro tipos principais de erosão do solo: erosão de respingos, erosão laminar, erosão em sulcos e erosão de desembarque ou voçorocas. A erosão de respingos é geralmente vista como o primeiro e o menos grave estágio no processo de erosão do solo, que é seguido pela erosão laminar, depois erosão em sulcos e por último a erosão de desembarque ou voçorocas, sendo o último o mais severo dos quatro. Na erosão causada pela atuação dos respingos, o impacto individual de cada gota de chuva caindo cria uma pequena cratera no solo,See Figure 1 in ejetando partículas do solo.Cheraghi, M., S. Jomaa, G. C. Sander, and D. A. Barry (2016 ), Hysteretic sediment ﬂuxes in rainfall- driven soil erosion: Particle size effects, Water Resour. Res., 52, A distância que essas partículas de solo viajam pode ser tanto quanto 60 centímetros verticalmente e 150 centímetros horizontalmente em chão nivelado. Se o solo estiver saturado, ou se a taxa de precipitação for maior que a taxa a que a água pode se infiltrar no solo, ocorre o escoamento superficial. Se o escoamento tiver energia de fluxo suficiente, ele irá transportar partículas de solo solto (sedimento) abaixo da inclinação. A erosão laminar é o transporte de partículas de solo solto pelo fluxo terrestre. A erosão em sulcos refere-se ao desenvolvimento de caminhos de fluxo pequenos, concentrados e efêmeros, que funcionam como fonte de sedimento e sistemas de distribuição de sedimentos para erosão em colinas. Geralmente, onde as taxas de erosão da água nas áreas de terras perturbadas são maiores, os aumentos são ativos. As profundidades de fluxo em montantes são tipicamente da ordem de alguns centímetros (cerca de uma polegada) ou menos e as encostas do canal podem ser bastante íngremes. Isso significa que os sulcos exibem propriedades hidráulicas muito diferente da água que flui através dos canais mais profundos e mais amplos de córregos e rios. A erosão de desembarque ou voçorocas ocorre quando o escoamento da água se acumula e cai rapidamente em canais estreitos durante ou imediatamente após chuvas intensas ou neve derretida, removendo o solo para uma profundidade considerável. A erosão de precipitação e escoamento superficial é também chamada de erosão pluvial, sendo provocada pela retirada de material da parte superficial do solo pelas águas da chuva. Esta ação é acelerada quando a água encontra o solo desprotegido de vegetação. A primeira ação da chuva se dá através do impacto das gotas d'água sobre o solo. Este é capaz de provocar a desagregação dos torrões e agregados do solo, lançando o material mais fino para cima e para longe, fenômeno conhecido como salpicamento. A força do impacto também força o material mais fino para abaixo da superfície, o que provoca a obstrução da porosidade (selagem) do solo, aumentando o fluxo superficial e a erosão. Necessário se faz em separar claramente as ravinas formadas somente por erosão superficial das formadas pelo processo de erosão remontante. A ação da erosão pluvial aumenta à medida que mais água da chuva se acumula no terreno, isto é, a retirada do solo se dá de cima para baixo. Na erosão remontante acontece exatamente o contrário: a retirada do material se dá de baixo para cima, como é o caso das voçorocas. Uma ravina de origem pluvial pode progredir em direção a uma voçoroca, mas não necessariamente. Da mesma forma podemos ter a progressão de voçorocas independente da erosão pluvial, pois esta depende do fluxo subterrâneo e não do fluxo superficial. Muitos autores e textos didáticos têm erroneamente confundido estes fenômenos. Separá-los, no entanto, não é somente uma questão de rigor científico, mas uma necessidade prática, pois as formas de se combater um processo erosivo dependerá de que tipo de erosão estamos enfrentando. Muitos processos indicados para evitar ou combater erosão pluvial, não funcionam quando se trata de combater erosão remontante, principalmente nos casos em que amplas voçorocas já estão instaladas na paisagem. ==== Principais formas de erosão pluvial ==== As principais formas de erosão pluvial são: Erosão laminar: quando a água corre uniformemente pela superfície como um todo, transportando as partículas sem formar canais definidos. Apesar de ser uma forma mais amena de erosão, é responsável por grande prejuízo às terras agrícolas e por fornecer grande quantidade de sedimento que vai assorear rios, lagos e represas. As gotículas de chuva, ao caírem em um barranco ou em qualquer outro terreno, provocam a saltação (splash erosion) das partículas, tendo assim o que se chama de “ação mecânica das gotas da chuva”, e é justamente esta que provoca o arrancamento e o deslocamento de partículas. Quando o escoamento pluvial acontece é porque a quantidade de chuva caída em uma determinada área é maior que o poder de infiltração, dessa maneira formando as enxurradas, que irá esculpir de várias maneiras os locais por onde passar. A ação das enxurradas vai, pouco a pouco, retirando a camada fértil do solo, tornando-o cada vez mais improdutivo. Além disso, as enxurradas arrancam plantas e fazem desmoronar barrancos. A água da chuva que se infiltra no solo pode também arrastar para baixo sais minerais diversos, tirando-os do alcance das raízes e, portanto, empobrecendo a camada superficial do solo. A ação da água que se infiltra no solo e que corre na superfície pode, também, provocar desmoronamentos, formando grandes buracos conhecidos como voçorocas. As voçorocas são comuns em terrenos arenosos e desmatados, podendo atingir centenas de metros de comprimento e trinta ou mais metros de profundidade. A erosão pluvial é um dos principais fatores que contribui para a diminuição da produtividade e sustentabilidade dos solos agrícolas, podendo acarretar sua degradação. Vários autores têm avaliado perdas de solo, água, nutrientes e matéria orgânica em diferentes sistemas de uso e manejo do solo. No Brasil, o principal agente de erosão é a água das chuvas. Infelizmente, em nosso país são muitos os exemplos de terras ricas que se tornaram estéreis. É importante lembrar que a erosão pluvial do solo é o resultado da interação entre diversos fatores, como o potencial erosivo da chuva, a suscetibilidade do solo à erosão, o comprimento do declive, a declividade do terreno, o manejo de solo, de culturas e de restos culturais e as práticas mecânicas conservacionistas complementares. === Erosão fluvial === A erosão do vale ou de corrente ocorre com o fluxo contínuo de água ao longo de uma característica linear. A erosão é tanto para baixo, aprofundando o vale e encabeçando, estendendo o vale até a encosta, criando cortes de cabeça e bancos íngremes. No primeiro estágio da erosão fluvial ou de corrente, a atividade erosiva é predominantemente vertical, os vales têm uma seção transversal típica em V e o gradiente da corrente é relativamente íngreme. Quando atinge algum nível de base, a atividade erosiva muda para a erosão lateral, que amplia o fundo do vale e cria uma planície de inundação estreita. O gradiente do fluxo torna-se quase plano e a deposição lateral de sedimentos torna-se importante à medida que o fluxo serpenteia pelo fundo do vale. Em todas as fases da erosão de corrente, a maior erosão ocorre, durante os períodos de inundação, quando a água está cada vez mais rápida e está disponível para transportar uma maior carga de sedimentos. Em tais processos, não é a água sozinha que irá erodir: as partículas abrasivas suspensas, os seixos e os pedregulhos também podem agir de forma erosiva enquanto atravessam uma superfície, em um processo conhecido como tração.Ritter, Michael E. (2006) \"Geologic Work of Streams\" The Physical Environment: an Introduction to Physical Geography University of Wisconsin, A erosão do banco é o desgaste das margens de um riacho ou rio. Isso se distingue das mudanças na camada do curso de água, que é referido como abrasão. A erosão e as mudanças na forma das margens dos rios podem ser medidas inserindo hastes de metal no banco e marcando a posição da superfície do banco ao longo das hastes em momentos diferentes. === Erosão costeira === thumb|Erosão da argila pedregosa (da era do Pleistoceno) ao longo de penhascos de Baía de Filey, Yorkshire, Inglaterra. A erosão da costa, que ocorre nas costas expostas e abrigadas, ocorre principalmente através da ação de correntes e ondas, mas a mudança do nível do mar (maré) também pode desempenhar esse papel. A ação hidráulica ocorre quando o ar em uma articulação é de repente comprimido por uma onda que fecha a entrada da junta. Isso então o quebra. Quando a energia da onda atinge o penhasco ou rochas, ocorrerá a quebra das partículas presentes nesses corpos, pela ação do choque da água. Abrasão é causada por ondas que lançam sedimentos marinhos sobre o penhasco e rochas. É a forma mais eficaz e rápida de erosão da costa (não deve ser confundida com a corrosão). A corrosão é a dissolução da rocha pelo ácido carbônico presente na água do mar. As falésias de pedra calcária são particularmente vulneráveis a este tipo de erosão. Atrito é onde as partículas/sedimentos marinhos carregados pelas ondas são desgastados enquanto se batem sobre as falésias. Isso torna o material mais fácil de lavar. O material acaba como cascalho e areia. Outra fonte significativa de erosão, particularmente nos litorais de carbonato é a raspagem e moagem de organismos sobre as superfícies, em um processo denominado bioerosão.Glynn, Peter W. \"Bioerosion and coral-reef growth: a dynamic balance.\" Life and death of coral reefs (1997): 68-95. O sedimento é transportado ao longo da costa em direção à corrente predominante (deriva a longo prazo). Quando a quantidade atual de sedimento é menor do que a quantidade que está sendo levada, ocorre erosão. Quando a quantidade atual de sedimento é maior, os bancos de areia ou cascalho tendem a se formar como resultado da deposição. Esses bancos podem migrar lentamente ao longo da costa na direção da deriva, alternadamente protegendo e expondo partes do litoral. Onde há uma curva no litoral, muitas vezes um acúmulo de material erodido ocorre formando um banco longo e estreito (um cuspir). Nas praias arenosas a erosão constitui um grave problema para as populações costeiras. Os danos causados podem ir desde a destruição das habitações e infraestruturas humanas, até graves problemas ambientais. Para retardar ou solucionar o problema, podem ser tomadas diversas medidas de proteção, sendo as principais as construções pesadas de defesa costeira (enrocamentos e esporões) e a realimentação de praias. Em Portugal, na região de Aveiro, vive-se atualmente uma situação preocupante. A estreita faixa costeira que separa o mar da laguna, está perigosamente perto da ruptura. Se esta se verificar para além de várias populações serem afetadas, irá ocorrer uma drástica mudança na salinidade da laguna, afetando todo o ecossistema. No Brasil, no Arpoador este fenômeno tem sido responsável pela variação cíclica da largura da faixa de areia da praia. === Erosão química === A erosão química é a perda de matéria em uma paisagem sob a forma de solutos. A erosão química geralmente é calculada a partir dos solutos encontrados nas correntes. Anders Rapp foi pioneiro no estudo da erosão química em seu trabalho sobre Kärkevagge publicado em 1960. Envolve todos os processos químicos que ocorrem nas rochas. Há intervenção de fatores como água, compostos biológicos e reações químicas da água nas rochas. Dentro da erosão química, atua-se o processo de intemperismo, sendo ele o intemperismo químico. No entanto ainda existem o intemperismo físico e biológico. Intemperismo físico É o processo que culmina na desagregação da rocha, ocorrendo a separação dos grãos minerais anteriormente coesos, transformando a rocha ou solo em material friável e descontínuo. As variações de temperatura ao longo do ano e dias, causa a dilatação térmica (expansão/contração) nos constituintes rochosos, ocasionando à fragmentação dos grãos minerais. Esse processo é acentuado principalmente em desertos, onde a variação de temperatura entre dia e noite é bem evidente. O congelamento da água e a cristalização de sais dissolvidos nas águas de infiltração, quando presentes entra as fissuras de rochas e solos aumenta a pressão sobre as paredes, causando esforços que podem aumentar a rede de fraturas e consequentemente fragmentar a rocha. Outro efeito do intemperismo físico é a quebra da rocha ou solo, causada pela pressão exercida pelo crescimento de raízes de plantas em suas fissuras. Intemperismo químico É o processo onde ocorre a interação entre substâncias químicas distintas, propiciando a alteração e desgaste de rochas e solos. O principal agente do intemperismo químico é a água da chuva, que irá infiltrar a rocha. A água que é rica em O2, juntamente com a interação com CO2 da atmosfera adquire caráter ácido. Essa água com pH diminuído em contato com a rocha e solo, causará a dissolução dos minerais constituintes das mesmas e, consequentemente esses materiais dissolvidos serão posteriormente transportados. Intemperismo biológico É provocado pela ação de agentes biológicos que em contato com o solo ou rocha causarão a desagregação, erodindo-a. === Erosão glacial === thumb|Morainas glaciais acima do Lago Louise, em Alberta, Canadá. As geleiras corroem predominantemente por três processos diferentes: abrasão/limpeza, remoção e pela ação de empuxo do gelo. Em um processo de abrasão, detritos nas camadas basais do gelo, causarão o polimento e escorregamento das rochas subjacentes, semelhante à lixa em madeira. Os cientistas mostraram que, além do papel da temperatura desempenhada no aprofundamento do vale, outros processos glaciológicos, como a erosão, também controlam as variações do vale cruzado. Em um padrão homogêneo de erosão do solo, é criada uma seção transversal do canal curvo abaixo do gelo. Embora a geleira continue a se inclinar verticalmente, a forma do canal embaixo do gelo finalmente permanece constante, atingindo uma forma de estado estacionário parabólico em forma de U, como agora vemos em vales glaciares. Os cientistas também fornecem uma estimativa numérica do tempo necessário para a formação final de um vale em forma de U em forma constante - aproximadamente 100 000 anos. Em um rochedo fraco (contendo material mais erodível do que as rochas circundantes) padrão de erosão, pelo contrário, a quantidade de excesso de inclinação é limitada porque as velocidades do gelo e as taxas de erosão são reduzidas. As geleiras também podem fazer com que os pedaços de rocha se espalhem no processo de arrancar. Na ação de empuxo do gelo, a geleira congela a sua camada, então, à medida que avança, move grandes lençóis de sedimentos congelados na base, junto com a geleira. Este método produziu alguns dos muitos milhares de bacias do lago que aparecem na borda do escudo canadense. As diferenças no alto das cadeias de montanhas não são apenas as forças tectônicas resultantes, como a elevação de cadeias rochosas, mas também as variações climáticas locais. Os cientistas usam a análise global da topografia para mostrar que a erosão glacial controla a altura máxima das montanhas, pois o alívio entre os picos das montanhas e a linha da neve geralmente se limita a altitudes inferiores a 1500 m. A erosão causada por geleiras em todo o mundo erosiona as montanhas tão eficazmente que o termo \"buzzsaw\" se tornou amplamente utilizado, o que descreve o efeito limitante das geleiras no alto das cordilheiras. À medida que as montanhas crescem, elas geralmente permitem uma maior atividade glacial (especialmente na zona de acumulação acima da altitude da linha de equilíbrio glacial),o que provoca taxas aumentadas de erosão da montanha, diminuindo a massa mais rapidamente do que o rebote isostático pode aumentar a montanha.Mitchell, S. G. & Montgomery, D. R. Influence of a glacial buzzsaw on the height and morphology of the Cascade Range in central Washington State, USA. Quat. Res. 65, 96–107 (2006) Pesquisas contínuas mostram que, embora as geleiras tendam a diminuir o tamanho da montanha, em algumas áreas, as geleiras podem efetivamente reduzir a taxa de erosão, atuando como uma armadura glacial. O gelo não só pode corroer as montanhas, mas também protegê- las contra a erosão. Dependendo do regime das geleiras, mesmo as terras alpinas íngremes podem ser preservadas através do tempo com a ajuda do gelo. Estes processos, juntamente com a erosão e transporte pela rede de água abaixo da geleira, deixará morainas, colinas alongadas, morainas de fundo (Till), e bloco errático na sua esteira, tipicamente no terminal ou durante o recuo glacial. A melhor morfologia do vale glacial parece estar restrita a paisagens com baixas taxas de elevação de rocha (menor ou igual a 2 mm por ano) e alto relevo, levando a tempos de rotatividade longa. Onde as taxas de elevação da rocha excedem 2 mm por ano, a morfologia do vale glacial geralmente foi significativamente modificada no tempo pós-glacial. A interação da erosão glacial e do forçamento tectônico governa o impacto morfológico das glaciações em cadeias orogênicas ativas, influenciando sua altura e alterando os padrões de erosão durante os períodos glaciais subsequentes através de uma ligação entre o levantamento da rocha e a forma da seção transversal do vale. === Fluxo de detritos === Em fluxos extremamente elevados, ou vórtices são formados por grandes volumes de água que rapidamente se precipitam. Causam erosão local extrema, arrancando o rochedo e criando características geográficas do tipo bastão, chamadas bacias de corte roco. Exemplos podem ser vistos nas regiões de inundações resultantes do lago glaciar Missoula, que criou as escamas canalizadas na região da Bacia de Columbia do leste de Washington.See, for example: === Erosão eólica === A erosão causada pelo vento é uma importante força geomorfológica, especialmente em regiões áridas e semi-áridas. É também uma importante fonte de degradação da terra, evaporação, desertificação, poeira nociva no ar e danos às culturas - especialmente depois de terem aumentado muito acima das taxas naturais por atividades humanas como o desmatamento, a urbanização e a agricultura. A erosão do vento é de duas variedades primárias: deflação, onde o vento levanta e transporta partículas soltas; e abrasão, onde as superfícies são desgastadas, pois são atingidas por partículas transportadas por via aérea. A deflação é dividida em três categorias: (1) rastejamento superficial, onde partículas maiores e mais pesadas deslizam ou rolam ao longo do solo; (2) saltação, onde as partículas são levantadas a uma pequena altura no ar, e saltam e saltam através da superfície do solo; e (3) suspensão, onde partículas muito pequenas e leves são levadas ao ar pelo vento, e muitas vezes são transportadas por longas distâncias. A saltação é responsável pela maioria (50-70%) da erosão do vento, seguida da suspensão (30-40%) e, em seguida, do rastejamento superficial (5-25%). A erosão do vento é muito mais grave em áreas áridas e em períodos de seca. Por exemplo, nas Grandes Planícies, estima-se que a perda de solo devido à erosão do vento pode ser até 6100 vezes maior em anos de seca do que em anos úmidos. A erosão eólica ocorre em geral em regiões planas, de pouca chuva, onde a vegetação natural é escassa e sopram ventos fortes. Constitui um problema sério quando a vegetação natural é removida ou reduzida; os animais e o próprio homem contribuem para essa remoção ou redução. As terras ficam sujeitas à erosão pelo vento quando deveriam estar com a vegetação natural e são colocadas em cultivo com um manejo inadequado. === Movimento de massa === thumb|Wadi em árabe ou hebráico como termo para descrever um vale, em Makhtesh Ramon, Israel, mostrando erosão através do colapso da gravidade em seus bancos. O movimento de massa é o movimento descendente e externo de rocha e sedimentos em uma superfície inclinada, principalmente devido à força da gravidade. O movimento de massa é uma parte importante do processo de erosão e, muitas vezes, é a primeira etapa na quebra e transporte de materiais degradados em áreas montanhosas. Ele move o material de elevações mais altas para elevações mais baixas, onde outros agentes erosivos, como córregos e geleiras, podem então pegar o material e movê-lo para elevações ainda mais baixas. Os processos de movimento de massa sempre ocorrem continuamente em todas as inclinações; alguns processos de movimento de massa agem muito devagar; outros ocorrem muito de repente, muitas vezes com resultados desastrosos. Qualquer movimento perceptível de declive de rocha ou sedimento é muitas vezes referido em termos gerais como deslizamento de terra. No entanto, deslizamentos de terra podem ser classificados de uma maneira muito mais detalhada que reflete os mecanismos responsáveis pelo movimento e a velocidade em que ocorre o movimento. Uma das manifestações topográficas visíveis de uma forma muito lenta de tal atividade é uma inclinação. O declínio ocorre em encostas íngremes, ocorrendo ao longo de diferentes zonas de fratura, muitas vezes dentro de materiais como argila que, uma vez liberada, podem se mover bastante rapidamente em declive. Eles geralmente mostrarão uma depressão isostática em forma de colher, em que o material começou a deslizar para baixo. Em alguns casos, a queda é causada pela água debaixo da inclinação, enfraquecendo-a. Em muitos casos, é simplesmente o resultado de uma má engenharia ao longo das estradas, onde é uma ocorrência regular. O rastejamento superficial é o movimento lento do solo e dos detritos da rocha por gravidade, que geralmente não é perceptível, exceto através da observação prolongada. No entanto, o termo também pode descrever o rolamento de partículas de solo desalojadas de 0,5 a 1,0 mm de diâmetro pelo vento ao longo da superfície do solo. == Fatores que afetam a taxa de erosão == thumb|right|Um dos efeitos da degeneração do solo === Clima === A quantidade e intensidade da precipitação é o principal fator climático que rege a erosão do solo pela água. O relacionamento é particularmente forte se ocorrerem fortes chuvas em momentos em que, ou em locais onde, a superfície do solo não está bem protegida pela vegetação. Isso pode ser durante os períodos em que as atividades agrícolas deixam o solo, ou em regiões semi-áridas onde a vegetação é naturalmente esparsa. A erosão do vento requer ventos fortes, particularmente durante períodos de seca quando a vegetação é escassa e o solo está seco (e é mais erodível). Outros fatores climáticos, como temperatura média e temperatura, também podem afetar a erosão, através dos seus efeitos sobre a vegetação e as propriedades do solo. Em geral, com vegetação e ecossistemas semelhantes, áreas com maior precipitação (especialmente chuvas de alta intensidade), mais vento ou mais tempestades deverão ter mais erosão. Em algumas áreas do mundo (por exemplo, o meio-oeste dos EUA), a intensidade da precipitação é o principal determinante da erosividade (para uma definição de verificação de erosividade,) com chuvas de maior intensidade, resultando em mais erosão do solo pela água. O tamanho e a velocidade das gotas de chuva também são um fator importante. As gotas de chuva maiores e de maior velocidade possuem maior energia cinética e, portanto, seu impacto irá deslocar as partículas do solo por distâncias maiores do que gotas de chuva menores e com movimentos mais lentos. Em outras regiões do mundo (por exemplo, Europa Ocidental), o escoamento e a erosão resultam de intensidades relativamente baixas de precipitação estratiforme caindo em solo previamente saturado. Em tais situações, a quantidade de precipitação e não a intensidade é o principal fator que determina a gravidade da erosão do solo pela água. Em Taiwan, onde a frequência de tufões aumentou significativamente no século XXI, estabeleceu-se um forte vínculo entre o aumento da freqüência de tempestade com o aumento da carga de sedimentos em rios e reservatórios, destacando os impactos que a mudança climática pode ter na erosão. === Cobertura vegetal === A vegetação atua como uma interface entre a atmosfera e o solo. Aumenta a permeabilidade do solo à água da chuva, diminuindo o escoamento. Abriga o solo dos ventos, o que resulta em diminuição da erosão pelo vento, bem como mudanças vantajosas no microclima. As raízes das plantas ligam o solo e se entrelaçam com outras raízes, formando uma massa mais sólida que é menos suscetível à água e à erosão do vento. A remoção da vegetação aumenta a taxa de erosão superficial. === Topografia === A topografia da terra determina a velocidade a que o escoamento superficial flui, o que, por sua vez, determina a erosividade do escoamento. As encostas mais longas e mais íngremes (especialmente aquelas sem cobertura vegetativa adequada) são mais suscetíveis a altas taxas de erosão durante chuvas fortes do que encostas mais curtas e menos inclinadas. O terreno mais íngreme também é mais propenso a deslizamentos de terra e outras formas de processos de erosão gravitacional. === Tectonismo === Os processos tectônicos controlam as taxas e as distribuições de erosão na superfície terrestre. Se a ação tectônica faz com que parte da superfície da Terra (por exemplo, uma cordilheira) seja aumentada ou abaixada em relação às áreas circundantes, isso deve necessariamente mudar o gradiente da superfície terrestre. Como as taxas de erosão são quase sempre sensíveis à inclinação local (ver acima), isso irá alterar as taxas de erosão na área elevada. A tectônica ativa também traz rocha fresca e sem vapor para a superfície, onde é exposta à ação da erosão. No entanto, a erosão também pode afetar os processos tectônicos. A remoção por erosão de grandes quantidades de rocha de uma determinada região, e sua deposição em outros lugares, pode resultar em uma iluminação da carga na crosta inferior e no manto. Como os processos tectônicos são conduzidos por gradientes no campo de tensão desenvolvido na crosta, esta descarga pode, por sua vez, causar elevação tectônica ou isostática na região. Em alguns casos, tem sido postulado que esses processos podem atuar para localizar e melhorar as zonas de exumação muito rápida de rochas crustais profundas sob lugares na superfície da Terra com taxas de erosão extremamente elevadas, por exemplo, sob o terreno extremamente íngreme de Nanga Parbat no Himalaia ocidental. Tal lugar foi chamado de \"aneurisma tectônico\".Zeitler, P. K. et al. (2001), Erosion, Himalayan Geodynamics, and the Geomorphology of Metamorphism, GSA Today, 11, 4–9. === Desenvolvimento === O desenvolvimento na Terra, em diferentes formas, incluindo o desenvolvimento agrícola e urbano, é considerado um fator significativo na erosão e no transporte de sedimentos. Em Taiwan, o aumento da carga de sedimentos nas regiões norte, central e sul da ilha pode ser rastreado com a linha do tempo de desenvolvimento para cada região ao longo do século XX. === Água === A superfície do solo, não castigado, é naturalmente coberta por uma camada de terra rica em nutrientes inorgânicos e materiais orgânicos que permitem o crescimento da vegetação. Se essa camada é retirada, seja pela atuação da erosão ou impacto ambiental, chamamos essa camada de rocha nua, sem a primeira camada de solo, onde esses materiais desaparecem e o solo perde a propriedade de fazer crescer vegetação, podendo-se dizer que o terreno ficou árido ou que houve um processo de desertificação. As águas provenientes da chuva quando arrastam o solo descoberto ou propenso a erosão, quer ele seja rico em minerais e nutrientes orgânicos, quer ele seja pobre ou árido, provocam o fenômeno do assoreamento, que nada mais é que o preenchimento dos leitos dos rios e lagos com esses materiais, transportados pela erosão. Na superfície do terreno e no subsolo, as águas correntes são as principais causas da erosão. A erosão depende fundamentalmente da água proveniente da chuva, da infiltração dessa água, da topografia (declive mais acentuado ou não), do tipo de solo e da quantidade de vegetação existente. A chuva é, sem dúvida, a principal causa para que ocorra a erosão e é evidente que quanto maior a quantidade e frequência, mais irá influenciar o fenômeno. Se o terreno tem pouco declive, a água da chuva irá \"percorrer\" menos e consequentemente, também erodir menos. Se o terreno tem muita vegetação, o impacto da chuva será atenuado, porque a velocidade da água escorrendo sobre o solo será diminuída devido aos obstáculos (a própria vegetação \"em pé e caída\") agirão como pequenos degraus atenuando o processo erosivo. A erosão será diminuída também com as raízes, que darão sustentação mecânica ao solo, além disso, as raízes mortas propiciarão que existam canais para dentro do solo onde a água pode penetrar e com isso, sobrará menos água para percorrer sobre a superfície. Outro fator importante é que, se as chuvas são frequentes e o terreno já está saturado de água, a tendência é que o solo nada mais absorverá e com isso, toda a água da chuva que cair, correrá pela superfície. Isso também irá depender do tipo de solo presente, se é argiloso ou arenoso, por exemplo. Se o solo é arenoso, o escoamento superficial será maior, do que se ele fosse argiloso, visto que os argilominerais são uma classe de minerais que possuem uma grande capacidade de troca catiônica (CTC), quando submetida a presença de água, ocorre a absorção da mesma entre suas camadas tetaédricas e octaédricas, consequentemente entre seus poros, fazendo com que esses materiais sejam usados como agentes de adsorção. A erosão é um processo natural, no entanto algumas medidas podem diminuir sua atuação, como conhecer a área onde os processos erosivos acontecem e definir o local ideal que abrigarão as culturas de plantio em propriedades agrícolas. Visando atenuar esses processos, é importante aliar a visita de biólogos, geólogos e geógrafos para avaliar a vegetação nativa nesses locais, juntamente com estudos que irão atenuar a erosão e consequentemente diminuir a desvalorização econômica do terreno. == Erosão dos sistemas terrestres == === Montanhas === As cordilheiras são conhecidas por ter levado muitos milhões de anos para errodir na medida em que deixam de existir. Os estudiosos Pitman e Golovchenko estimam que é preciso mais de 450 milhões de anos para erradicar uma massa montanhosa semelhante ao Himalaya em uma penumbra quase plana se não houver grandes mudanças no nível do mar. A erosão das cadeias de montanhas pode criar um padrão de cúpulas igualmente elevadas, chamadas de cúpula de acordo. Foi argumentado que a extensão durante o colapso pós-orogênico é um mecanismo mais efetivo para diminuir a altura das montanhas orogênicas do que a erosão. Exemplos de cordilheiras fortemente erodidas incluem Timanides do norte da Rússia. A erosão desta cadeia orogênica produziu sedimentos que agora são encontrados na Plataforma da Europa Oriental, incluindo a Formação Cambriana Sablya perto do lago Ladoga. Os estudos desses sedimentos indicam que é provável que a erosão dessa cadeia tenha começado no Cambriano e depois se intensificou no Ordoviciano. === Solos === Se a taxa de erosão for superior à taxa de formação do solo, os solos estão sendo destruídos pela erosão. Onde o solo não é destruído pela erosão, a erosão pode, em alguns casos, impedir a formação de características do solo que se formam lentamente. Enquanto a erosão dos solos é um processo natural, as atividades humanas aumentaram de 10 a 40 vezes a taxa em que a erosão está ocorrendo globalmente. A erosão excessiva (ou acelerada) causa problemas \"no local\" e \"fora do local\". Os impactos no local incluem desde a diminuição da produtividade agrícola e (em paisagens naturais) o colapso ecológico, tanto por causa da perda das camadas do solo superior ricas em nutrientes. Em alguns casos, o eventual resultado final é a desertificação. Os efeitos fora do local incluem sedimentação de vias navegáveis e eutrofização de corpos d'água, bem como danos causados por sedimentos em estradas e casas. A erosão causada pela água e vento são as duas principais causas de degradação da terra; combinados, são responsáveis por cerca de 84% da extensão global de terra degradada, tornando a erosão excessiva um dos problemas ambientais mais significativos. == Fatores que contribuem == Muitas ações promovidas pelo homem, causam o aceleramento no processo de erosão, como por exemplo: * os desmatamentos (desflorestamentos) que consequentemente irão desproteger os solos das águas pluviais. * o avanço imobiliário em encostas que, além de provocar o desflorestamento, provocam a erosão acelerada devido ao declive do terreno. * as técnicas agrícolas inadequadas, quando se promovem o desmatamento da flora nativa, de maneira extensiva para dar lugar a áreas de plantio e pecuária. * a ocupação do solo, impedindo grandes áreas de terrenos de cumprirem o seu papel de absorvedor de águas e aumentando, com isso, a potencialidade do transporte de materiais, devido ao escoamento superficial. thumb|direita|250px|Erosão por gravidade: Deslize numa encosta, a água debilitou o solo. === Consequências === * Os arrastamentos e deslizamentos de terra podem encobrir porções de terrenos férteis e sepultá-los com materiais áridos. * Morte da fauna e flora do fundo dos rios e lagos por soterramento. * Turbidez nas águas, dificultando a ação da luz solar na realização da fotossíntese por organismos aquáticos, como algas, importantes para a purificação e oxigenação das águas. * Transporte de partículas de inseticidas e adubos até os corpos d'água que podem causar, com isso, desequilíbrio na fauna e flora nesses corpos de água. * Assoreamento: que preenche o volume original dos rios e lagos com sedimentos excessivos e como consequência, com a chegada de grandes volumes pluviométricos, esses corpos d’água extravasam, causando enchentes nos arredores de rios e lagos. * Instabilidade causada nas partes mais elevadas podem levar a deslocamentos repentinos de grandes massas de terra e rochas que desabam talude abaixo, causando, no geral, grandes tragédias (ver deslizamento de terra). == Ver também == * Aluvião * Assoreamento * Deslizamento de terra * Erosividade * Geologia * Geomorfologia * Geossintético * Lei de Baer * Mecânica dos solos * Sedimentologia * Sedimentos * Voçoroca == Ligações externas == * * * The Soil Erosion Site * International Erosion Control Association * Soil Erosion Data in the European Soil Portal * USDA National Soil Erosion Laboratory * The Soil and Water Conservation Society Categoria:Agronomia Categoria:Ciências do solo Categoria:Geomorfologia Categoria:Processos geológicos Categoria:Geologia ambiental Categoria:!Wikiconcurso Justiça Climática e Amazônia (artigos)",
 "title": "Erosão"
}