{
 "id": "25330",
 "text": "A Enciclopédia Verbo Edição Século XXI, com vinte e nove volumes, é a sucessora da Enciclopédia Luso-Brasileira de Cultura (), e a mais recentemente atualizada enciclopédia generalista de grande envergadura e em formato papel em língua portuguesa. Com cerca de entradas, imagens a cores e um vasto número de colaboradores reconhecidos das mais diversas áreas científicas, representa desde o seu aparecimento um elevado valor para a cultura portuguesa. Em comparação com a Encyclopædia Britannica, obra de referência mundial em língua inglesa (entretanto descontinuada na versão impressa) podemos referir o seguinte, para além das naturais diferenças ligadas à cultura, língua e país de origem. A enciclopédia Verbo tem cerca de páginas enquanto a Britannica conta com cerca de para além de mais páginas de índice num total de trinta e dois volumes. Ambas as enciclopédias contam com cerca de imagens a cores. Quanto ao acabamento ambas são de grande qualidade, bem encapadas e com boa qualidade gráfica, tendo a Verbo uma melhor qualidade de papel. Relativamente à organização, a Encyclopædia Britannica assume-se com uma estrutura mais didática e de mais fácil consulta por conter dois volumes de índice, um de guia e uma micropédia de doze volumes com entradas concisas (os restantes volumes incluem as entradas mais desenvolvidas e consideradas de maior especialização). A vertente relacional da Britannica é aliás ainda mais desenvolvida na sua versão eletrónica, ausente na Verbo; esta remete-nos para uma pesquisa clássica por ordem alfabética sem possibilidade de consulta por domínio do saber, tema ou assunto, mas ainda assim com entradas enriquecidas com remissões relevantes para outros artigos. Outro fator importante na comparação será o preço, custando uma edição nova ainda disponível da última versão da Encyclopædia Britannica diretamente na editora cerca de euros (a última versão impressa em versão limitada chega no entanto a um preço de tabela de libras inglesas, cerca de euros em setembro de 2015). A Verbo tem um preço na editora de cerca de euros, substancialmente mais em relação à versão corrente da concorrente inglesa, e para um número de páginas inferior. A Enciclopédia Verbo é menos extensa que a Grande Enciclopédia Portuguesa e Brasileira, publicada entre os anos 40 e 60 (quarenta volumes acrescidos de uma atualização de mais dez volumes publicada nos anos 80). Entre 2005 e 2008 foram editados 4 volumes de actualização, com a designação Annuália 2005-2006, Annuália 2006-2007, Annuália 2007-2008 e Annuália 2008-2009. == Ver também == *Editorial Verbo *Enciclopédia Infantil Verbo Categoria:Enciclopédias generalistas Categoria:Enciclopédias em português Categoria:Enciclopédias de Portugal",
 "title": "Enciclopédia Verbo Edição Século XXI"
}