{
 "id": "25338",
 "text": "Boston é a capital e cidade mais populosa do estado norte-americano de Massachusetts. Localiza-se no condado de Suffolk, do qual é sede. A cidade conta com cerca de 4,9 milhões de habitantes na sua área metropolitana, sendo a maior cidade da zona de Nova Inglaterra e uma cidade global possuidora de um extenso centro financeiro, comercial, industrial e universitário. É a 24ª cidade mais populosa do país. Fundada pelos ingleses em 1630, Boston tornou-se o principal centro cultural da América Anglo-Saxônica. Os britânicos retiraram-se da cidade em 1776, depois de várias revoltas, entre as quais o célebre Boston Tea Party. Durante os séculos XIX e XX, tornou-se um centro industrial de grande importância, atraindo imigrantes de todo o mundo, em especial da Irlanda. A comunidade portuguesa na cidade é também bastante importante, nomeadamente a originária dos Açores. Boston possui uma comunidade brasileira expressiva. Boston é um dos principais polos educacionais dos Estados Unidos, onde se destacam instituições de educação superior tais como a Universidade de Harvard e o Instituto de Tecnologia de Massachusetts em Cambridge. Além disso, uma das 5 melhores escolas de língua inglesa do mundo situa-se em Boston: é a Escola de Inglês da Nova Inglaterra, que fica na Praça de Harvard. Boston se destaca no cenário mundial pela ousada construção do chamado \"Big Dig\". Várias interestaduais foram transferidas de vias expressas de superfície para túneis de até dez pistas. Esse projeto durou cerca de 12 anos e foi completado em 2006. == História == A História de Boston começou com imigrantes Puritanos desembarcando na Baía de Massachusetts, em 1630. A cidade foi fundada com o nome de Trimontaine. Os peregrinos que fundaram Plymouth geralmente são confundidos com os Puritanos em Trimountaine, mas são dois grupos distintos. As duas colônias se juntaram apenas com a criação da Província de Massachusetts em 1691. A cidade começou a crescer com o aumento das viagens ao Novo Mundo, e muitos ingleses imigraram para Trimountaine, tornando a vila uma pequena cidade. Muitos desses imigrantes vieram de uma cidade da Inglaterra chamada Boston. Após a chegada, foi decidido que o nome da cidade de Trimountaine seria alterado para \"The Town of Boston\" (O Município de Boston). Com a chegada de cada vez mais ingleses, Boston se tornou o centro cultural, econômico e de civilização das colônias do Império Britânico na América do Norte. Muitos ainda se viam como súditos do rei, mas as tensões nas colônias começavam a aparecer. E o epicentro delas era Boston. A população protestava contra os altos impostos, más condições de vida e nenhum representante no Parlamento. Com a ajuda da imprensa escrita, personalidades como Benjamin Franklin e Samuel Adams começavam a formar os primeiros focos de sentimento rebelde nos colonos Americanos. Em 1769, havia um \"casaco vermelho\" (antiga tropa do Exército Britânico) para cada quatro habitantes em Boston, o que configurava praticamente uma cidade ocupada. Descontentes com a falta de emprego, miséria e sem voz no parlamento, os colonos foram para as ruas em 5 de março de 1770 em frente ao Old State House para protestar contra o governo Britânico. Oito casacos vermelhos com ordem para não atirar tentavam conter a multidão. Após provocações e agressões contra os soldados, os britânicos abriram fogo contra a população, matando quatro colonos. Esse episódio ficou conhecido como \"Boston Massacre\" (O Massacre de Boston). Em 1773, uma notícia chegou aos jornais de Boston: a Inglaterra havia revogado todos os impostos, exceto um. A sequência desse acontecimento culminaria em um dos protestos mais famosos da história. O único imposto não revogado pelos ingleses era o do chá. Ao amanhecer de 19 de dezembro de 1773, os colonos subiram a bordo dos barcos ingleses e jogaram no mar mais de um milhão de dólares em chá britânico, importado da Índia pela companhia de Comércio das Índias Orientais, que recebeu o chá do governo britânico por estar quase falida. O protesto dos colonos ficou conhecido como Boston Tea Party, ou Festa do Chá de Boston. A revolução começou em 1776, terminando em 1783. Após o término, Boston começou a crescer rapidamente. Vários imigrantes vieram da Europa, aumentando a população da cidade. Entretanto, Boston tinha uma área muito pequena, e era cercada por água. O único acesso por terra era pelo chamado Boston Neck, ou \"Pescoço de Boston\", uma fina área de terra ao sul da cidade, onde hoje é Chinatown. E a área de terra que sobrava era reduzida devido ao Beacon Hill, um morro na cidade que diminuía ainda mais o espaço. Mas a população achou uma maneira de resolver os dois problemas ao mesmo tempo. Em um dos maiores Aterramento marítimos da história, a terra foi retirada de Beacon Hill e jogada em cima do Charles River, aumentado a área de Boston e possibilitando maior crescimento. Mesmo assim, a cidade perdeu o papel de principal porto da América para Nova Iorque no século XIX, contudo seu crescimento continuou a acontecer. Em 1822, os cidadãos de Boston votaram para uma nova mudança de nome, de \"The Town of Boston\" (O Município de Boston) para \"The City of Boston\" (A cidade de Boston). Durante a Guerra Civil (1861-1865), Boston virou um dos centros de movimento abolicionista. Muitos dos imigrantes que vieram a cidade provinham da Irlanda, e atualmente Boston é uma cidade Cosmopolita. Em abril de 2013, a cidade sofreu um atentado que matou três pessoas e deixou mais de cem feridos, durante sua tradicional maratona. ==Geografia== De acordo com o Departamento do Censo dos Estados Unidos, a cidade tem uma área de , dos quais estão cobertos por terra e (46,1%) por água. É a terceira cidade americana mais densamente povoada que não é parte da área de outra grande cidade metropolitana.Depois de Nova Iorque e San Francisco. Muitas cidades, como Paterson (Nova Jérsei), são mais densas, mas são parte da área de uma grande cidade metropolitana. Isto é devido a anexação de outras vilas da Nova Inglaterra. A altitude da cidade, medida no Aeroporto Internacional de Logan, é de 19 pés (5,8 m) acima do nível do mar. O ponto mais alto de Boston é o Bellevue Hill a 330 pés (100 m) acima do nível do mar, e o ponto mais baixo é o próprio nível do mar. Situada próxima ao Oceano Atlântico, Boston é a única capital estadual na parte continental dos Estados Unidos com costa oceânica. Boston é cercada pela região da Grande Boston e têm divisas contíguas com as cidades e vilas de Winthrop, Revere, Chelsea, Everett, Somerville, Newton, Brookline, Needham, Dedham, Canton, Milton, e Quincy. O rio Charles separa Boston de Cambridge e Watertown, e separa seu próprio bairro Charlestown. Para o leste, encontra-se o Porto de Boston e a Área de Recreação Nacional das Ilhas do Porto de Boston (que inclui parte do território da cidade, especificamente Ilha Calif, Ilha Gallops, Ilha Great Brewster, Ilha Verde, Pequena Ilha Brewster, Pequena Ilha Calf, Long Island, Ilha Lovells, Ilha MIddle Brewster, Nixes Mate, Ilha Outer Brewster, Ilha Rainsford, Shag Rocks, Ilha Spectacle, The Graves, Ilha Thompson. O rio Neponset forma a divisa entre os bairros do sul de Boston e a cidade de Quincy e a vila de Milton. O rio Mystic separa Charlestown de Chelsea, Everett e Chelsea Creek, e o Porto de Boston separa Boston Leste de Boston. O suprimento de água da cidade, dos reservatórios Quabbin e Wachusett no oeste, é um dos poucos nos Estados Unidos que de tão puros satisfazem a norma de qualidade federal sem filtragem. ===Paisagem Urbana=== Boston é às vezes chamada da \"cidade dos bairros\" devido à profusão de diversas subseções. Existem 21 bairros oficiais. Mais de dois terços da área interna de Boston não existia quando a cidade foi fundada, mas foi sido preenchida pelo passar do tempo com terra dos três montes originais de Boston, o Trimountain, do qual veio o nome da rua Tremont, e com cascalho trazido por trem de Needham para preencher a região de Back Bay. O Centro e suas imediações consistem largamente de prédios baixos, usualmente de estilo Federal e de arquitetura neogrega, de alvenaria, intercalados com altos prédios modernos, principalmente no Distrito Financeiro, no Centro Governamental e no Sul de Boston. A região de Back Bay inclui muitos marcos proeminentes, como a Biblioteca Pública de Boston, A Primeira Igreja Cristã Científica, Praça Copley, a rua Newbury, e os dois maiores prédios da Nova Inglaterra, a Torre John Hancock e a Torre Prudential. Perto da Torre John Hancock está o antigo Prédio John Hancock, com seu iluminado proeminente farol, cuja cor prevê o tempo. Menores áreas comerciais estão intercaladas entre áreas residenciais. O Distrito Histórico de South End é o maior bairro sobrevivente da era vitoriana nos Estados Unidos. A geografia do Centro e do Sul de Boston foi particularmente impactada pela Projeto da Artéria/Túnel Central, que permitiu a remoção dos elevados e a incorporação de novos espaços verdes e áreas abertas. ===Parques e recreação=== Boston Common, localizado perto do Distrito Financeiro e de Beacon Hill, é o parque público mais antigo nos Estados Unidos. Junto com o adjacente Jardim Público de Boston, é parte do Emerald Necklace, uma linha de parques projetado por Frederick Law Olmsted para cercar a cidade. O Emerald Necklace inclui a Lagoa Jamaica, a maior lagoa de água doce de Boston e o Parque Franklin, o maior parque da cidade e casa do Parque Zoológico Franklin. Outro grande parque é a Esplanade, localizada ao longo das margens do rio Charles. O Hatch Shell, um lugar para eventos ao ar livre, está localizado junto a Esplanade do rio Charles. Outros parques estão esparramados pela cidade, Sob a classificação climática de Köppen, Boston tem um clima continental úmido de verão quente (Köppen Dfa). sendo os maiores parques e praias localizadas perto de Castle Island, em Charlestown e ao longo das costas de Dorchester, Sul de Boston e Leste de Boston. O sistema de parques de Boston tem boa reputação nacional. Na classificação do ParkScore de 2013, o The Trust for Public Land reportou que Boston estava empatada com Sacramento e São Francisco por ter o terceiro melhor sistema de parques entre as 50 cidades mais populosas dos Estados Unidos.Randall, Eric. “Boston has one of the best park systems in the country”. 5 de junho de 2013. Boston Magazine. Acesso em 15 de julho de 2013. O ParkScore classifica os sistemas de parques das cidades por uma formula que analisa a média dos tamanhos dos parques das cidades, a área dos parques em relação a área da cidade, a quantidade de residentes dentro de meia milha (805 m) de um parque, o consumo dos serviços dos parques por residente e o número de áreas de recreação por 10 000 residentes. === Bairros === Boston é às vezes chamada de \"cidade dos bairros\" por causa da profusão de diversas subseções; o Escritório de Serviços de Vizinhança do governo da cidade designou oficialmente 23 bairros. Mais de dois terços da área de terra moderna de Boston não existiam quando a cidade foi fundada. Em vez disso, foi criado através do preenchimento gradual das áreas de maré ao redor dos séculos, com a terra de nivelar ou abaixar as três colinas originais de Boston (a \"Trimontanha\", depois da qual se chama Rua Tremont) e com cascalho trazido por trem de Needham para preencher o Back Bay. O centro da cidade e seus arredores imediatos consistem, em grande parte, em prédios baixos de alvenaria (geralmente estilo federal e revival grego) intercalados com modernos arranha-céus, no Distrito Financeiro, no Government Center e no South Boston. Back Bay inclui muitos marcos importantes, como a Biblioteca Pública de Boston, o Centro de Ciência Cristã, Copley Square, Newbury Street e os dois edifícios mais altos da Nova Inglaterra: a Torre John Hancock e o Centro Prudencial. Perto da Torre John Hancock está o antigo Edifício John Hancock com sua proeminente baliza iluminada, cuja cor prevê o tempo. Pequenas áreas comerciais são intercaladas entre áreas de casas unifamiliares e casas geminadas de madeira / tijolo. O South End Historic District é o maior bairro contíguo da era vitoriana sobrevivente nos EUA. A geografia do centro e do sul de Boston foi particularmente afetada pelo Projeto Central de Artéria / Túnel (conhecido não oficialmente como o \"Big Dig\") que removeu a desagradável Elevada Artéria Central e incorporou novos espaços verdes e áreas abertas. ===Clima=== Boston está sobre uma zona de confluência de diferentes zonas climáticas. Sob a classificação climática de Köppen, possui uma franja do clima continental úmido de verão quente (Köppen: Dfa, de ocorrência limitada, porém longa ao sul da Nova Inglaterra), numa rara faixa estreita de sua zona climática que permite estar próximo dos climas continentais não tão calorosos no verão (Dfb) ao norte imediato com os climas subtropicais ao sul (Cfa), aonde o mês mais frio sustenta um tempo maior de temperaturas acima de zero. As piores hipóteses de aquecimento trazem nas cartas climáticas o clima subtropical úmido para toda a cidade e região metropolitana, mesmo nas porções mais setentrionais. Boston é na verdade uma versão continental mais branda e mais úmida que Sonbongup, Coréia do Norte no mesmo paralelo, a primeira mantém a temperatura média alta a alguns graus Celsius acima de zero em todo o inverno que normalmente permanecem negativas em média durante o dia na segunda e com apenas 32 dias de temperaturas no ponto de congelamento dá o triplo de tempo disponível para o crescimento das plantas do que o nordeste da península coreana. O clima foi provavelmente uma das primeiras dificuldades dos colonos ingleses, pois é mais frio mesmo a lugares a 10° mais ao norte na Europa. Experimentos foram conduzidos, ainda sim algumas plantas podem sobreviver por um período devida a diferença de horas de sol ser inferior e porque há distinção clara dentre as estações que permite o crescimento por algum período. Os verões são tipicamente quentes e úmidos, enquanto os invernos são frios e tempestuosos, com períodos ocasionais de neve pesada. A primavera e o outono geralmente são frios a suaves, com condições variadas dependendo da direção do vento e do posicionamento da corrente de jato. Padrões de vento predominantes que sopram no mar minimizam a influência do Oceano Atlântico fazendo com que, dentre outros fatores ter uma baixa média de 11,7 °C menor que Pontevedra na Espanha; no entanto, em áreas de inverno perto da costa imediata, muitas vezes haverá mais chuva do que neve, já que o ar quente é retirado do Atlântico às vezes, ou ainda gerando aguaneve. De qualquer modo, as médias entre janeiro e fevereiro é -1,7 °C o que sustenta as precipitações invernais poderem ocorrer normalmente em alguns momentos e com relativa regularidade, apesar de uma taxa menor em quantidade bruta. Além disso, normalmente a época mais fria vai até abril. Em maio a temperatura já pode ultrapassar dos 20 °C e não é raro que ultrapasse os 32 °C entre julho e agosto. Com uma variação térmica bem destacada mostra que a cidade pode ter a sensação de frio rígido e calor num único ano, embora moldável por flutuações climáticas. A cidade situa-se na transição entre as zonas de robustez das plantas do USDA 6b (a maior parte da cidade) e 7a (bairros do centro, do sul e do leste de Boston). As quedas de chuva e de neve é maior que a média do país, não tão distante que Nova York, porém com o dobro de neve precipitada, já as temperaturas médias altas e baixas estão a 4 °C abaixo da média nacional. Dias de sol não diferem muito da média bem como o índice de conforto térmico, são cerca de 200 dias ensolarados e índice UV de 60. Todos os meses são úmidos, nenhum mês tem precipitação abaixo de 76,2 mm assim como o máximo é atingido em março quando ultrapassa os 100 mm. Dias de precipitação seja líquida ou sólida sempre é maior ou igual a 10 dias mensais, o principal período de queda de chuva ou neve de março a junho oscila entre 12 e 13 dias com hidrometeoros. O mês mais quente é julho, com uma temperatura média de . O mês mais frio é janeiro, com uma média de . Períodos que excedem no verão e menos que no inverno não são incomuns, mas raramente longos, com uma média de treze dias por ano nestes extremos. Extremos variam entre em 9 de fevereiro de 1934 até em 4 de julho de 2011. A localização costeira de Boston na América do Norte modera sua temperatura, mas deixa a cidade vulnerável à tempestade nor'easter que traz muita neve e chuva. A cidade tem média de de precipitação por ano, com de neve por ano. A neve aumente dramaticamente quando entra mais dentro do continente, longe da influência quente do oceano. A maioria das quedas de neve ocorrem de dezembro a março. Geralmente não há neve em abril ou novembro, e é muito raro em maio e outubro. Neblina é bastante comum, principalmente na primavera e no começo do verão, e as tempestades tropicais ou furacões podem ameaçar a região, especialmente no começo do outono. Por causa de sua situação, ao longo do Atlântico Norte, a cidade é geralmente sujeita à brisa do mar, especialmente no fim da primavera, quando a temperatura da água ainda está fria e as temperaturas da costas estão mais que 20 °F (11 °C) frias do que o interior. Tempestades ocorrem de maio a setembro, que são ocasionalmente severa com chuva de granizo, ventos e chuvas fortes. Apesar do Centro de Boston nunca ter sido atingido por um tornado violento, a cidade já sofreu muitos alertas de tornado. Tempestades que causam dano são mais comuns nas áreas ao norte, oeste e nordeste da cidade. == Demografia == Boston fica incluída na megalópole do Nordeste dos Estados Unidos, frequentemente designada por BosWash por se estender geograficamente entre Boston e Washington D.C.. Entre as principais cidades inseridas na megalópole estão Nova Iorque, Filadélfia, Baltimore, Newark, Providence, Worcester, Yonkers, Trenton, Jersey City. Desde 1790, a população de Boston cresceu muito, mas durante alguns anos, houve vários declínios na população. O crescimento populacional médio, a partir de 1900, a cada dez anos, é de 2,0%. === Censo 2020 === De acordo com o censo nacional de 2020, a sua população é de e sua densidade populacional é de . Seu crescimento populacional na última década foi de 9,4%, acima do crescimento estadual de 7,4%. É a cidade mais populosa do estado e a 24ª mais populosa do país, perdendo duas posições em relação ao censo anterior. Possui que resulta em uma densidade de e um aumento de 10,7% em relação ao censo anterior. Deste total, 7,4% das unidades habitacionais estão desocupadas. A média de ocupação é de 2,4 pessoas por residência. === Censo 2010 === Segundo o censo nacional de 2010 a sua população era de e sua densidade populacional de . Possuía , que resultava em uma densidade de . Era a 22ª cidade mais populosa dos Estados Unidos. === Religião === alt=|esquerda|miniaturadaimagem|240x240px|Old South Church, organizada pela primeira vez em 1669. De acordo com um estudo de 2014 do Pew Research Center, 57% da população da cidade identificou-se como cristãos, com 25% freqüentando uma variedade de igrejas protestantes e 29% professando fé católica romana; 33% não reivindicam afiliação religiosa, enquanto os 10% restantes são formados por adeptos do judaísmo, budismo, islamismo, hinduísmo e outras religiões. A partir de 2010, a Igreja Católica teve o maior número de adeptos como uma denominação única na área de Boston-Cambridge-Newton Metro, com mais de dois milhões de membros e 339 igrejas, seguida pela Igreja Episcopal com 58 mil aderentes em 160 igrejas. A Igreja Unida de Cristo tinha 55 mil membros e 213 igrejas. O UCC é o sucessor das tradições religiosas puritanas da cidade. A Old South Church em Boston é uma das congregações mais antigas dos Estados Unidos. Foi organizado em 1669 por dissidentes da Primeira Igreja em Boston (1630). Os membros anteriores incluem Samuel Adams, William Dawes, Benjamin Franklin, Samuel Sewall e Phillis Wheatley. Em 1773, Adams deu os sinais da Casa de Reunião do Velho Sul que começou o Boston Tea Party. A cidade tem uma população judaica com cerca de 248 000 judeus dentro da área metropolitana de Boston. Mais da metade das famílias judias na área da Grande Boston residem na própria cidade, Brookline, Newton, Cambridge, Somerville ou cidades adjacentes. == Economia == Uma cidade global, Boston está entre as 30 cidades economicamente mais poderosas do mundo. Abrangendo US$ 363 bilhões, a área metropolitana da Grande Boston tem a sexta maior economia do país e a 12ª maior do mundo. As faculdades e universidades de Boston exercem um impacto significativo na economia regional. Boston atrai mais de 350 mil estudantes universitários de todo o mundo, que contribuem com mais de US$ 4,8 bilhões anualmente para a economia da cidade. As escolas da região são grandes empregadores e atraem indústrias para a cidade e região circundante. A cidade abriga várias empresas de tecnologia e é um centro de biotecnologia, com o Instituto Milken classificando Boston como o maior grupo de ciências biológicas do país. Boston recebe o maior valor absoluto de financiamento anual do National Institutes of Health de todas as cidades dos Estados Unidos. A cidade é considerada altamente inovadora por diversos motivos, incluindo a presença de acadêmicos, acesso a capital de risco e a presença de muitas empresas de alta tecnologia. O corredor da Rota 128 e a Grande Boston continuam a ser um importante centro de investimento de capital de risco, e a alta tecnologia continua sendo um setor importante. Turismo também compõe uma grande parte da economia de Boston, com 21,2 milhões de visitantes nacionais e internacionais gastando US$ 8,3 bilhões em 2011. Excluindo os visitantes do Canadá e do México, mais de 1,4 milhões de turistas internacionais visitaram Boston em 2014, com os de China e Reino Unido liderando a lista. O status de Boston como capital de estado, bem como o lar regional de agências federais, tornou a lei e o governo como outro componente importante da economia da cidade. A cidade é um importante porto marítimo ao longo da Costa Leste dos Estados Unidos e o mais antigo porto industrial e de pesca continuamente operado no Hemisfério Ocidental. A indústria de serviços financeiros é importante para Boston, especialmente envolvendo fundos mútuos e seguros. No Índice Global de Centros Financeiros de 2018, Boston foi classificada como tendo o décimo terceiro centro financeiro mais competitivo do mundo e o segundo mais competitivo nos Estados Unidos. A Fidelity Investments, sediada em Boston, ajudou a popularizar o fundo mútuo nos anos 80 e transformou Boston em um dos principais centros financeiros dos Estados Unidos. A cidade abriga a sede do Banco Santander, e Boston é um centro para empresas de capital de risco. A State Street Corporation, especializada em gestão de ativos e serviços de custódia, está sediada na cidade. Boston é um centro de impressão e publicação. Houghton Mifflin Harcourt está sediada na cidade, junto com Bedford-St. Martin's Press e Beacon Press. As unidades de publicação da Pearson PLC também empregam centenas de pessoas em Boston. A cidade abriga três grandes centros de convenções; o Hynes Convention Center, em Back Bay, e o Seaport World Trade Center e o Centro de Convenções e Exposições de Boston, na orla do sul de Boston. A General Electric Corporation anunciou em janeiro de 2016 sua decisão de transferir a sede global da empresa para o Distrito de Seaport, em Boston, de Fairfield, Connecticut, citando fatores que incluem a preeminência de Boston no ensino superior. Boston abriga a sede de várias grandes empresas esportivas e de calçados, incluindo a Converse, New Balance e Reebok. Rockport, Puma e Wolverine World Wide, Inc. sede ou escritórios regionais, estão fora da cidade. == Cultura == Boston compartilha muitas raízes culturais com a Nova Inglaterra, incluindo um dialeto do sotaque não- rústico do leste da Nova Inglaterra, conhecido como o sotaque de Boston e uma culinária regional com grande ênfase em frutos do mar, sal e laticínios. Boston também tem sua própria coleção de neologismos conhecidos como gíria de Boston e humor sarcástico. No início dos anos 1800, William Tudor escreveu que Boston era \"talvez a democracia mais perfeita e certamente a mais bem regulada que já existiu. Há algo tão impossível na fama imortal de Atenas, que o próprio nome faz tudo moderno encolher de comparação mas desde os dias daquela cidade gloriosa não conheço ninguém que tenha se aproximado tão perto em alguns pontos, por mais distante que possa ainda ser desse modelo ilustre. A partir daí, Boston tem sido chamado de \"Atenas da América\" (também um apelido de Filadélfia) para a sua cultura literária, ganhando uma reputação como \"o capital intelectual dos Estados Unidos\". No século XIX, Ralph Waldo Emerson, Henry David Thoreau, Nathaniel Hawthorne, Margaret Fuller, James Russell Lowell e Henry Wadsworth Longfellow escreveram em Boston. Alguns consideram a Livraria Old Corner como o \"berço da literatura americana\", o lugar onde esses escritores se encontraram e onde o The Atlantic Monthly foi publicado pela primeira vez. Em 1852, a Biblioteca Pública de Boston foi fundada como a primeira biblioteca pública nos Estados Unidos. A cultura literária de Boston continua hoje graças às muitas universidades da cidade e à Festival do livro de Boston. === Música === A música recebe um alto grau de apoio cívico em Boston. A Boston Symphony Orchestra é uma das \"Big Five\", um grupo das maiores orquestras americanas, e a revista de música clássica Gramophone a classificou como uma das melhores orquestras \"do mundo\". Symphony Hall (a oeste de Back Bay) é a casa da Boston Symphony Orchestra e da Boston Youth Symphony Orchestra, que é a maior orquestra de jovens do país, e da Boston Pops Orchestra. O jornal britânico The Guardian chamou o Boston Symphony Hall de \"um dos principais locais de música clássica do mundo\", acrescentando que o Symphony Hall em Boston foi onde a ciência se tornou parte essencial do design da sala de concertos. Outros concertos são realizados no New England Conservatory de Jordan Hall. O Boston Ballet se apresenta no Boston Opera House. Outras organizações de artes performáticas da cidade incluem a Boston Lyric Opera Company, a Opera Boston, o Boston Baroque (a primeira orquestra barroca permanente nos EUA), e a Handel and Haydn Society (uma das companhias corais mais antigas dos Estados Unidos). A cidade é um centro de música clássica contemporânea com vários grupos de representação, vários dos quais estão associados aos conservatórios e universidades da cidade. Estes incluem o Boston Modern Orchestra Project e o Boston Música Viva. Vários teatros estão dentro ou perto do Theater District, ao sul de Boston Common, incluindo o Cutler Majestic Theatre, o Citi Performing Arts Centre, o Colonial Theatree o Orpheum Theatre. === Museus === A cidade também abriga vários museus de arte e galerias, incluindo o Museu de Belas Artes e o Museu Isabella Stewart Gardner. O Instituto de Arte Contemporânea está instalado em um edifício contemporâneo projetado pela Diller Scofidio + Renfro no Distrito de Seaport. South End Arte e Design District de Boston (SoWa) e Newbury St. são ambos os destinos de galeria de arte. Columbia Point é a localização da Universidade de Massachusetts, Boston, o Edward M. Kennedy Institute para o Senado dos Estados Unidos, o John F. Kennedy Biblioteca e Museu Presidencial, e os Arquivos de Massachusetts e da Commonwealth Museum. O Boston Athenæum (uma das bibliotecas independentes mais antigas dos Estados Unidos), Museu das Crianças de Boston, Bull & Finch Pub (cujo edifício é conhecido do programa de televisão Cheers), Museum of Science e New England. === Cinema === Vários filmes foram feitos em Boston desde 1903, e continua a ser um cenário popular e um local popular para filmar o local. Dentre os filmes que já foram gravados lá, estão; The Bostonians (1984), The Brink's Job (1978), Charly (1968), Edge of Darkness (2010), O Reino Proibido (2008), Godzilla II: Rei dos Monstros (2019), Good Will Hunting (1997), Lemony Snicket's A Series of Unfortunate Events (2004), Ted e Ted 2 (2012-2015) entre outros. == Infraestrutura == === Transporte === O Aeroporto Logan, em East Boston e operado pela Massachusetts Port Authority (Massport), é o principal aeroporto de Boston. Os aeroportos da aviação geral mais próximos são o Aeroporto Municipal de Beverly ao norte, o Hanscom Field a oeste e o Norwood Memorial Airport ao sul. A Massport também opera várias instalações importantes no Porto de Boston, incluindo um terminal de navios de cruzeiro e instalações para lidar com cargas a granel e contêineres no sul de Boston e outras instalações em Charlestown e East Boston. Ruas do centro de Boston cresceu organicamente, para que eles não formam uma grade planejado, ao contrário daqueles mais tarde desenvolvida Back Bay, East Boston, o South End, e South Boston. Boston é o terminal leste da I-90, que em Massachusetts corre ao longo da rodovia Massachusetts. A porção elevada da artéria central, que transportava a maior parte do tráfego no centro de Boston, foi substituída pelo túnel O'Neill durante o Big Dig, concluído substancialmente no início de 2006. A antiga e atual artéria central segueI-93 como a principal artéria norte-sul da cidade. Outras rodovias principais incluem a US 1, que transporta o tráfego para North Shore e as áreas ao sul de Boston, a US 3, que se conecta aos subúrbios do noroeste, a Rota 3 de Massachusetts, que se conecta a South Shore e Cape Cod, e a Rota 2 de Massachusetts, que conecta para os subúrbios ocidentais. Ao redor da cidade está a Rota 128 de Massachusetts, uma via parcial que foi amplamente utilizada por outras rotas (principalmente I-95 e I-93). alt=|miniaturadaimagem|230x230px|A South Station, o centro ferroviário mais movimentado da Nova Inglaterra. Com quase um terço dos habitantes de Boston usando o transporte público para ir ao trabalho, Boston tem a quinta maior taxa de uso de transporte público no país. A cidade de Boston possui uma porcentagem maior que a média de famílias sem carro. Em 2015, 35,4% dos domicílios de Boston não possuíam carro, o que diminuiu ligeiramente para 33,8% em 2016. A média nacional foi de 8,7% em 2016. Boston teve uma média de 0,94 carros por domicílio em 2016, em comparação com uma média nacional de 1,8. A agência de transporte público de Boston, a Massachusetts Bay Transportation Authority (MBTA) opera o mais antigo sistema de transporte rápido subterrâneo das Américas e é o quarto sistema de trânsito rápido mais movimentado do país,com 105 km de pista em quatro linhas. O MBTA também opera redes movimentadas de ônibus e trens, e ônibus aquáticos. O trem interurbano da Amtrak para Boston é fornecido por quatro estações: Estação Sul, Estação Norte, Back Bay e Rota 128. A South Station é um importante centro de transporte intermodal e é o terminal das rotas Northeast Regional, Acela Express e Lake Shore Limited da Amtrak, além de vários serviços MBTA. Back Bay também é servido pelo MBTA e essas três rotas da Amtrak, enquanto a Rota 128, nos subúrbios do sudoeste de Boston, é servida apenas pelo Acela Express e Northeast Regional. Enquanto isso, o Downeaster da Amtrak para Brunswick termina na Estação Norte e é a única rota da Amtrak a fazê-lo. Apelidado de \"The Walking City\", Boston abriga mais passageiros pedestres do que outras cidades comparativamente povoadas. Devido a fatores como necessidade, compacidade da cidade e grande população estudantil, 13% da população se desloca a pé, tornando-a a maior porcentagem de pessoas que viajam de pedestres no país fora das principais cidades americanas. Em 2011, o Walk Score classificou Boston como a terceira cidade mais caminhável dos Estados Unidos. A partir de 2015, o Walk Score ainda classifica Boston como a terceira cidade mais caminhável dos EUA, com um Walk Score de 80, um Transit de 75 e um Bike Score de 70. Entre 1999 e 2006, a revista Bicycle nomeou Boston três vezes como uma das piores cidades dos EUA para ciclismo, independentemente, ele tem uma das taxas mais altas de deslocamento de bicicleta. Em 2008, como consequência das melhorias feitas nas condições de bicicleta na cidade, a mesma revista colocou Boston em sua lista \"Cinco para o Futuro\" como uma \"Melhor Cidade do Futuro\" para ciclismo, e a porcentagem de deslocamento de bicicletas de Boston aumentou de 1% em 2000 para 2,1% em 2009. O programa de compartilhamento de bicicletas Bluebikes, originalmente chamado Hubway, foi lançado no final de julho de 2011 registrando mais de 140 mil viagens antes do final de sua primeira temporada. Os municípios vizinhos de Cambridge, Somerville e Brookline aderiram ao programa Hubway no verão de 2012. Em 2016, existem 1 461 bicicletas e 158 estações de ancoragem em toda a cidade. Em 2013, a área estatística metropolitana de Boston-Cambridge-Newton (Boston MSA) possuía a sétima menor porcentagem de trabalhadores que viajavam de automóvel particular (75,6%), com 6,2% dos trabalhadores da área viajando em transporte ferroviário. Durante o período que começou em 2006 e terminou em 2013, o MSA de Boston teve o maior declínio percentual de trabalhadores que viajam de automóvel (3,3%) entre os MSAs com mais de meio milhão de residentes. == Educação == A reputação de Boston como \"a Atenas da América\" ​​deriva em grande parte das atividades de ensino e pesquisa de mais de 100 faculdades e universidades localizadas na área da Grande Boston, com mais de 250 mil estudantes somente em Boston e Cambridge. O Boston University é a quarta maior universidade privada do país e a quarta maior fonte de emprego na cidade. Além disso, possui um campus ao longo do rio Charles na Commonwealth Avenue e um campus médico no South End. A Universidade Northeastern, outra grande universidade particular, está localizada na área de Fenway e é especialmente conhecida por suas escolas de ciências da saúde e de negócios e seu programa de educação cooperativa. Wheelock College, Massachusetts College of Art and Design, Simmons College, Emmanuel College, Massachusetts College of Pharmacy & Health Sciences e Wentworth Institute of Technology, membros fundadores das Faculdades de Fenway, são adjacentes à Northeastern University. A Universidade Suffolk, uma pequena universidade privada conhecida por sua faculdade de direito, tem um campus em Beacon Hill. A Faculdade de Direito da Nova Inglaterra, uma pequena escola particular de direito, foi originalmente criada como a única faculdade de direito feminina na América. A Emerson College, uma pequena universidade particular com forte reputação nas áreas de artes cênicas, jornalismo, literatura e cinema, fica em Boston Common. O Boston College, cujo campus foi localizado em South Boston, mudou-se para o oeste. Seu campus principal em Chestnut Hill é um dos primeiros exemplos da arquitetura de faculdades góticas na América do Norte. Boston também abriga vários conservatórios e escolas de arte, incluindo o Instituto de Arte de Boston, a Faculdade de Arte de Massachusetts, a Escola de Arte e Design da Nova Inglaterra e o Conservatório da Nova Inglaterra (o mais antigo conservatório independente do país). Outros conservatórios são o Conservatório de Boston, a Escola do Museu de Belas Artes e a Berklee College of Music. Boston possui uma grande universidade pública, a Universidade de Massachusetts em Boston, localizada em Columbia Point, em Dorchester, enquanto a Roxbury Community College e a Bunker Hill Community College são as únicas duas faculdades comunitárias da cidade. miniaturadaimagem|Harvard Medical School. Várias das principais universidades nacionais estão localizadas na cidade e arredores. A Universidade de Harvard, a mais antiga do país, está localizado em frente ao Charles River em Cambridge. A Escola de Negócios de Harvard e Harvard Medical School estão em Boston, e há planos para expansão para Allston. O Massachusetts Institute of Technology (MIT), que se originou em Boston e era conhecido por \"Boston Tech\", mudou-se para Cambridge em 1916. A Universidade Tufts possui sua escola médica e odontológica adjacente ao Tufts Medical Center, uma instituição médica acadêmica com 451 leitos, um hospital adulto com serviço completo e o Hospital Flutuante para Crianças. O Nazarene College Oriental em Quincy, é uma universidade cristã evangélica localizada na área metropolitana de Boston. As Escolas Públicas de Boston, o sistema escolar público mais antigo dos Estados Unidos, tem 57 mil alunos de pré-escola nas séries 12, e 145, entre as quais a Boston Latin School (a escola pública mais antiga dos Estados Unidos, fundada em 1635), a English High (a escola pública mais antiga, fundada em 1821) e a The Mather School (a escola primária pública mais antiga, criada em 1639). Em Boston, também existem escolas públicas particulares, paroquiais e experimentais. Em 2002, a revista Forbes classificou as Escolas Públicas de Boston como o melhor sistema escolar do país, com uma taxa de graduação de 82%. Em 2005, a população estudantil no sistema escolar era de 45,5% de negros ou afro-americanos, 31,2% de hispânicos ou latinos, 14% de brancos e 9% de asiáticos, em comparação com 24%, 14%, 49% e 8%, respectivamente, em Boston. == Esportes == Boston tem equipes nas quatro principais ligas esportivas da América do Norte, além da Major League Soccer, e, a partir de 2019, conquistou 39 campeonatos nessas ligas. É uma das sete cidades (juntamente com Chicago, Detroit, Los Angeles, Nova York, Filadélfia e St. Louis) que conquistou campeonatos nos quatro principais esportes. Foi sugerido que Boston é o novo \"TitleTown, EUA\", já que as equipes esportivas profissionais da cidade venceram doze campeonatos desde 2001: Patriots (2001, 2003, 2004, 2014, 2016 e 2018 ), Red Sox (2004, 2007, 2013 e 2018), Celtics (2008) e Bruins (2011). Esse amor pelo esporte fez de Boston a escolha do Comitê Olímpico dos Estados Unidos em tentativa de realizar os Jogos Olímpicos de Verão de 2024, mas a cidade citou preocupações financeiras quando retirou sua oferta em 27 de julho de 2015. O Boston Red Sox, membro fundador da Liga Americana de Major League Baseball em 1901, joga seus jogos em casa no Fenway Park, perto de Kenmore Square, na seção Fenway da cidade. Construída em 1912, é a arena ou estádio esportivo mais antigo em uso ativo nos Estados Unidos entre as quatro principais ligas esportivas americanas, a Major League Baseball, a National Football League, a National Basketball Association e a National Hockey League. Boston foi o local do primeiro jogo da primeira moderna World Series, em 1903. A série foi jogada entre o campeão americano de Boston e o campeão da NL Pittsburgh Pirates. Relatórios persistentes de que a equipe era conhecida em 1903 como os \"Peregrinos de Boston\" parecem ser infundados. O primeiro time de beisebol profissional de Boston foi o Red Stockings, um dos membros fundadores da Associação Nacional em 1871 e da Liga Nacional em 1876. O time jogou sob esse nome até 1883, sob o nome Beaneaters até 1911, e sob o nome Braves de 1912 até que se mudaram para Milwaukee após a temporada de 1952. Desde 1966 eles tocam em Atlanta como o Atlanta Braves. O TD Garden, anteriormente chamado FleetCenter e construído para substituir o antigo Boston Garden, já demolido, fica ao lado da North Station e é o lar de duas equipes principais: o Boston Bruins da National Hockey League e o Boston Celtics da Associação Nacional de basquete. A arena acomoda 18 624 para jogos de basquete e 17 565 para jogos de hóquei no gelo. Os Bruins foram o primeiro membro americano da National Hockey League e uma franquia Original Six. Os Boston Celtics foram membros fundadores da Associação de Basquete da América, uma das duas ligas que se fundiram para formar a NBA. O Celtics tem a distinção de ter ganho mais campeonatos do que qualquer outro time da NBA, com dezessete. O local também deve sediar a 2020 Laver Cup, um torneio internacional de tênis masculino, composto por duas equipes: Team Europe e Team World, a última composta por jogadores não europeus. Esta será a 4ª edição do torneio, e a primeira vez que Boston sediou um torneio ATP desde 1999, onde Marat Safin derrotou Greg Rusedski. alt=|miniaturadaimagem|230x230px|Harvard Stadium, o primeiro estádio atlético colegial construído nos EUA. Enquanto jogam no subúrbio de Foxborough desde 1971, o New England Patriots da National Football League foi fundado em 1960 como o Boston Patriots, mudando de nome depois de se mudar. A equipe venceu o Super Bowl após as temporadas 2001, 2003, 2004, 2014, 2016 e 2018. Eles compartilham o Gillette Stadium com o time de Futebol Profissional Masculino New England Revolution da Major League Soccer. O Boston Breakers do Futebol Profissional Feminino, formado em 2009 e extinto em 2018, jogou em casa no Dilboy Stadium, em Somerville. As muitas faculdades e universidades da área são ativas no atletismo universitário. Quatro membros da Divisão I da NCAA atuam na área - Boston College, Boston University, Harvard University e Northeastern University. Dos quatro, apenas o Boston College participa do futebol universitário do mais alto nível, o Football Bowl Subdivision. Harvard participa do segundo nível mais alto, a subdivisão do campeonato de futebol. Os Boston Cannons do MLL jogam no Harvard Stadium. Um dos eventos esportivos mais conhecidos da cidade é a Maratona de Boston, a corrida de 26,2 milhas (42,2 km) que é a maratona anual mais antiga do mundo, realizada no dia dos patriotas em abril. Em 15 de abril de 2013, duas explosões mataram três pessoas e feriram centenas na maratona. Outro grande evento anual é o Chefe da Regata Charles, realizado em outubro. == Marcos históricos == O Registro Nacional de Lugares Históricos lista 302 marcos históricos em Boston. Os primeiros marcos foram designados em 15 de outubro de 1966 e o mais recente em 12 de fevereiro 2021, o Malcolm X-Ella Little Collins House. Alguns marcos são: * Capitólio Estadual de Massachusetts * Fazenda Brook * Fort Warren * Harvard Stadium * Massachusetts General Hospital * South Station Headhouse * Symphony Hall == Cidades-irmãs == * Estrasburgo, França * Belo Horizonte, Brasil * Hangzhou, República Popular da China * Pádua, Itália * Melbourne, Austrália * Sekondi Takoradi, Gana * Kyoto, Japão * Barcelona, Espanha * Taipé, Taiwan * Brasília, Brasil * Ouro Preto, Brasil * Chicago, Estados Unidos == Ligações externas == * * * Categoria:Capitais estaduais dos Estados Unidos",
 "title": "Boston"
}