{
 "id": "25360",
 "text": "LaoreSchulberg, L. Índia histórica. Tradução de J. A. Pinheiro de Lemos. Rio de Janeiro. Livraria José Olympio Editora. 1979. p. 160. (em punjabi: لہور, em urdu: لاہور, Lahore), é a capital e a mais populosa cidade da província do Panjabe, no Paquistão. Está situada às margens do Ravi, um afluente do Rio Indo. Dista 295 quilômetros da capital do país, Islamabade, e a 16 quilômetros da fronteira com a Índia. No norte do país, não tem nenhuma concorrente importante. Vivem na cidade cerca de de habitantes. É um centro cultural e econômico da nação há séculos. == Línguas == A língua Punjabi é a língua nativa mais falada em Laore, com 87% de Laore contando-a como sua primeira língua de acordo com o Censo de 1998, Laore é a maior cidade de língua Punjabi do mundo. Urdu e inglês são usados como idiomas oficiais, na instrução, na administração pública, e nos meios de comunicação. No entanto, o Panjabi também é ensinado em nível de graduação e usado em cinemas, filmes e jornais de Laore. Vários líderes educacionais proeminentes, pesquisadores e comentaristas sociais baseados em Laore exigem que a língua Panjabi seja declarada como o meio de instrução no nível primário e o uso oficial na assembléia de Panjabe, Laore. == História == Com uma origem obscura, que se perde em lendas hinduístas - dizem que quem a fundou foi Loh, filho de Rama (herói do épico Ramáiana). Etimologicamente, Laore significa \"forte de Loh\" (ou Lah). Sabe-se que Laore é antiquíssima, datando talvez de cerca de . Foi disputada ao longo das eras por vários povos, sendo uma cidade predominantemente muçulmana desde o . Foi anexada pelos siques em 1767, depois de ter sido um bastião da cultura islâmica indo-persa do Subcontinente Indiano. Em 1849, foi tomada pelos britânicos e, menos de um século depois, passou a fazer parte do Paquistão, um país muçulmano, quando este separou-se da Índia (de maioria hinduísta), e veio a ser a capital do Panjabe paquistanês desde então. Laore perdeu muito com a separação - o tráfego de pessoas e mercadorias entre Laore e Amritsar era intenso antes de 1947, e a cidade era um centro urbano de enorme destaque no norte do antigo grande país, em alguns aspectos chegando a superar Deli. Para que Laore pudesse recuperar-se e ajustar-se bem à nova situação (e às novas oportunidades surgidas na condição de segunda maior cidade do Paquistão recém fundado), foram necessárias quase duas décadas. == Geografia == Com uma área de 404 km², a altitude média é de 220 metros acima do nível do mar, estando Laore numa zona de planície, e sujeita a um clima semiárido. Na temporada mais quente do ano, nos meses de maio, junho e julho, o clima é extremo, alcançando até mais de 45 °C. Ao finalizar julho e iniciar agosto, começam as monções, que são chuvas intensas em toda a região do Indostão, indo até setembro, mas no restante do ano chove pouco. De dezembro a fevereiro, as temperaturas caem bastante (mínimas de -1 °C). O clima lahorí somente é agradável entre o fim das monções e os dias anteriores ao começo do inverno, ou seja, de outubro a novembro. As variações de temperatura em Laore podem impressionar facilmente uma pessoa que é de fora. Os dois dias mais quentes foram 6 de junho de 1921 e 9 de junho de 2007, registrando os termômetros a marca de 48,3 °C. Já o dia mais frio de que se tem notícia foi 21 de agosto de 1996, onde constatou-se que a temperatura caiu para -6 °C. == Demografia == De acordo com o censo de 1998, Laore tinha uma população de 6 318 745 habitantes (em 2010, a estimativa era de mais de ). Sendo a segunda cidade do país em número de moradores (atrás apenas de Carachi, situada no sul paquistanês, no litoral do Mar da Arábia), junto com seus subúrbios, Laore conta mais de de habitantes, o que a faz uma das 30 maiores cidades do mundo. O idioma principal é o punjabi, embora haja igualmente muitos falantes de urdu (são os muhajires, imigrantes muçulmanos vindos da Índia depois de 1947 e seus descendentes, mais ou menos um milhão de pessoas, a elite do país). Vê-se da mesma forma minorias de outras etnias paquistanesas assim como comunidades de imigrantes (na maioria afegãos). O uso do urdu e do inglês está a crescer, com a alfabetização cada vez maior da população, em detrimento da língua local, que não goza de um status oficial no Estado paquistanês apesar de ser a maior em número de falantes, pois predomina no Panjabe, a província mais populosa do país e da qual Laore é a capital - consta que muita gente só sabe falar em sua língua materna, o punjabi, mas não têm habilidade com a escrita, por ser quase sempre o urdu ou o inglês as línguas privilegiadas pelo governo e pela mídia de massa, o que não quer dizer que o punjabi não tenha uma longa tradição tanto oral como literária. O mesmo se dá com as outras línguas regionais paquistanesas: o pachto, o baluchi, o seraiqui, e em menor proporção o sindi (este é mais protegido pela legislação da respectiva província). O dialeto local, conhecido como punjab lahorí é uma mistura dos vários dialetos punjabis com muitas palavras e expressões do urdu coloquial. De acordo com a contagem de 1998, 86% dos lahorís são da etnia punjabi, 10% muhajires, 3% pachtunes, 0,5% seraiquis. A quantidade de refugiados vindos do Afeganistão bem como de seus filhos e netos nascidos no país é imprecisa, podendo chegar a uns 60 ou 80 mil em Laore, dos 2 milhões e meio que há no país inteiro, quase todos sem cidadania paquistanesa (a maioria deles fala persa ou pachto, e são mais pobres e mais conservadores que a média da sociedade local). A cada ano, milhares de pessoas deixam os campos e pequenas cidades paquistanesas e dirigem-se a Laore, o que explica a desigualdade na proporção de homens e mulheres na cidade, com cerca de 55% de homens, já que a maior parte dos que chagam são do sexo masculino. A vinda de pessoas do campo tem contribuído para o crescimento demográfico de Laore desde antes da independência e aumentou nas últimas décadas, em virtude da forte atração que exercem os centros urbanos maiores sobre a população rural paquistanesa, muitas vezes empobrecida em relação a algumas camadas da população de Laore, Carachi, Islamabade e outros locais. Nos anos 1940, 60% da população era muçulmana (sunitas e xiitas), o restante era sique (20%) ou hinduísta (15%), mas após o êxodo de não-muçulmanos e a vinda de indianos de religião islâmica para o país, hoje quase 96% dos lahorís seguem o islamismo. Há uma minoria cristã (ao redor de 4%, concentrada nas áreas rurais próximas) e grupos reduzidos de bahá'ís, hindus, amadis, jainistas, siques e uns poucos zoroastristas (os parsis). A prática religiosa varia de acordo com a família, a classe social e o nível de escolaridade dos indivíduos, mas pode-se considerar Laore uma das cidades mais liberais do país, um lugar onde as mulheres e as minorias são em geral mais respeitadas. Se em vilas pequenas do Paquistão predominam muitas vezes costumes tribais arcaicos, em Laore isso ocorre bem menos. Conhecida com \"A Cidade dos Colégios\", existe uma importante classe letrada em Laore, que é sobretudo laica e liberal. == Cultura e Economia == A industria do cinema mais famosa do país é sediada em Laore, chamada de Lollywood. Mas não é apenas por isso que a cidade é conhecida ali na região, já que também é o polo das editoras e gravadoras de música do Paquistão. Há uma enorme tradição de poetas, músicos e artistas em geral em Laore, e \"de longe a cidade é a mais interessante do país\", segundo muitos observadores. Provavelmente só não é hoje a capital nacional porque após a separação da Índia e do Paquistão, pela proximidade com a fronteira indiana isso a faria mais vulnerável, em caso de conflitos armados com o grande rival do leste. Com a independência (1947), a sede do governo paquistanês foi sediada em Carachi, e em Islamabade a partir de 1967. Apesar de muitos cidadãos trabalharem em empregos mal remunerados, Laore é rica, cheia de indústrias e comércio intenso, contribuindo com um montante de mais de 13% na economia paquistanesa, o que a torna uma das regiões mais pujantes do país, junto com Carachi (que, mesmo não tendo o mesmo peso cultural, é mais importante financeiramente). == Monumentos == Várias companhias aéreas conduzem ao Aeroporto Internacional Allama Iqbal, e como há uma boa cozinha, muitos hotéis e opções de lazer, visitar a cidade pode ser uma escolha acertada, contanto que se evite participar de atividades políticas onde há grandes multidões (infelizmente os paquistaneses têm enfrentado o problema do terrorismo, nos últimos anos). Mesmo com a predominância da pobreza e do abandono de muitos sítios, Laore é cheia de lugares especiais, não raro datados do período mogol ou da era de ocupação britânica, a contrastar com a poeira sem graça que pode parecer dominar o ambiente. Destacam-se as numerosas praças e jardins lahorís, como os Jardins de Shalimar, construídos pelo mesmo imperador que deu ordem de erguer o Taj Mahal, em Agra. Há mesquitas muito bonitas também, algumas delas centenares, como a famosa Mesquita de Badshahi, toda vermelha, que é a quinta maior do mundo (apenas as cidades de Meca, Medina, Casablanca e Islamabade têm mesquitas maiores do que esta). A Tumba de Muhammad Iqbal (1877-1938), a máxima voz da poesia paquistanesa, que escreveu em urdu e em farsi, está localizada em Laore. Há também vários museus, livrarias, night clubs, mausoléus, pontes e outros monumentos interessantes (como o Minar-e-Pakistan, a \"Torre Eiffel do Paquistão\") bem como um grande zoológico que data de 1872, além de festivais de música e poesia que, todo ano, atraem milhares de frequentadores, havendo atrações para todos os gostos, desde os mais tradicionais até os mais modernos. == Ver também == * Forte de Lahore == Cidades irmãs == * Amol, Irã * Belgrado, Sérvia * Bogotá, Colômbia * Bucara, Uzbequistão * Chicago, Estados Unidos * Coimbra, Portugal * Córdova, Espanha * Courtrai, Bélgica * Cracóvia Polônia * Duxámbé, Tajiquistão * Fez, Marrocos * Fresno, Estados Unidos * Glasgow, Reino Unido * Ispaã, Irã * Istambul, Turquia * Mashad, Irã * Rio de Janeiro, Brasil * Samarcanda, Uzbequistão * Sariwon, Coreia do Norte * Xian, China Categoria:Cidades do Império Gasnévida Categoria:Cidades do Império Mongol Categoria:Cidades do Império Timúrida Categoria:Cidades do Império Mogol",
 "title": "Laore"
}