{
 "id": "25405",
 "text": "A economia da Costa Rica é dependente do turismo, agricultura e exportações de produtos eletrônicos. A economia emergiu de uma recessão em 1997 e desde então mostra um crescimento forte. A economia da Costa Rica assenta, sobretudo, nas exportações de café e bananas. As outras culturas agrícolas são a cana-de- açúcar, o arroz, o ananás, o coco e outros frutos tropicais, a laranja, o óleo-de-palma, o milho e o feijão. O incremento da agricultura de produtos para exportação é uma das causas da elevada desflorestamento existente na Costa Rica. O país é pobre em recursos minerais, embora tenha alguns depósitos de ouro e de prata, bem como reservas de bauxite, de manganésio e de magnetite. O sector industrial abrange a produção de bens alimentares, de bebidas, de derivados de papel, de produtos de plástico, de cimento, de tijolos, de telhas, de pinturas, de verniz, de sabão e de artigos de beleza. O setor da agricultura emprega 18,4 p. 100 da população e representa 8,8 p. 100 do PIB em 2005. A Costa Rica deve o seu nome à relativa prosperidade adquirida graças à cultura do café e a banana. O café principalmente é cultivado sobre as bandejas do centro do país. Em 2006, a Costa Rica produziu 131 949 toneladas de café, que com efeito duodécimo o produtor mundial. A banana é cultivada sobre as costas vastas em plantações. O United Fruto Company , firma americana implantada à Costa Rica desde o fim dos xix e século, explora vários importantes bananeiras sobre as costas e fez de construir os portos de Quepos e de Golfito para a exportação da banana. O cacau, o açúcar de bengala, as laranjas e o ananás também são cultivados para a exportação. O milho, o arroz, os legumes, o tabaco e o algodão são cultivados igualmente em todo o país, em quantidade mais reduzida. A pesca ao atum, o tubarão e a tartaruga pratica-se ao longo das costas. Os parceiros comerciais da Costa Rica são os EUA, o Japão, a Alemanha e a Venezuela. Indicador ambiental: o valor das emissões de dióxido de carbono, per capita, (toneladas métricas,1999) é de 0,8. A localização da Costa Rica no istmo da América Central dá-lhe um acesso fácil aos mercados norte-americanos, visto que se situa no mesmo fuso horário dos Estados Unidos centrais, e acesso diretor por oceano à Europa e à Ásia. A economia tem melhorado significativamente na Costa Rica porque o governo implementou um plano de sete anos destinado à expansão da indústria de alta tecnologia. Existem isenções fiscais para os investidores que quiserem investir no país. Com o seu nível elevado de residentes formados, a Costa Rica é um local de investimento atraente. Várias empresas globais de alta tecnologia já se instalaram na área e os bancos do país são estatais. A moeda é o Colón (CRC), que é cambiado a cerca de 560-580 por cada dólar americano e a cerca de 740-780 por euro. O país tem defendido uma neutralidade em relação a sua diplomacia mesmo sobre pressão econômica dos Estados Unidos. == Comércio exterior == Em 2020, o país foi o 84º maior exportador do mundo (US $ 11,4 bilhões, 0,1% do total mundial). Na soma de bens e serviços exportados, chega a US $ 21,2 bilhões, ficando em 74º lugar mundial.Trade Map - List of exporters for the selected product in 2018 (All products)Market Intelligence: Disclosing emerging opportunities and hidden risks Já nas importações, em 2020, foi o 84º maior importador do mundo: US $ 14,4 bilhões. == Setor primário == === Agricultura === A Costa Rica produziu, em 2019: * 4,4 milhões de toneladas de cana-de-açúcar; * 3,3 milhões de toneladas de abacaxi (maior produtor do mundo); * 2,5 milhões de toneladas de banana (16º maior produtor do mundo); * 1 milhão de toneladas de óleo de palma; * 226 mil toneladas de laranja; * 159 mil toneladas de mandioca; * 153 mil toneladas de arroz; * 124 mil toneladas de melão; * 86 mil toneladas de mamão; * 84 mil toneladas de café; * 83 mil toneladas de batata; * 60 mil toneladas de tomate; * 53 mil toneladas de manga; Além de produções menores de outros produtos agrícolas. O país é o 2º maior exportador de banana do mundo. Abacaxi e café, entre outros, são produzidos também para exportação.Costa Rica production in 2019, by FAO === Pecuária === Na pecuária, a Costa Rica produziu, em 2019: 145 mil toneladas de carne de frango; 88 mil toneladas de carne bovina; 65 mil toneladas de carne suína; 1,1 bilhão de litros de leite de vaca, entre outros. Produção da pecuária da Costa Rica em 2019, pela FAO == Setor secundário == === Indústria === O Banco Mundial lista os principais países produtores a cada ano, com base no valor total da produção. Pela lista de 2018, a Costa Rica tinha a 76ª indústria mais valiosa do mundo (US $ 7,0 bilhões).Fabricação, valor agregado (US $ corrente) Em 2019, o país não produzia veículos. Em 2019 não estava entre os 40 maiores produtores de aço.World vehicle production in 2019World crude steel productionGlobal crude steel output increases by 3.4% in 2019 === Energia === thumb|Hidroelétrica costa-riquenha Nas energias não- renováveis, em 2020, o país não produzia petróleo.Annual petroleum and other liquids production Em 2011, o país consumia 50 mil barris/dia (99º maior consumidor do mundo) Statistical Review of World Energy, June 2020The World Factbook — Central Intelligence Agency Em 2015, o país não produzia gás natural.CIA. The World Factbook. Natural gas - production. O país não produz carvão.Statistical Review of World Energy 2018 Nas energias renováveis, em 2020, a Costa Rica era o 49º maior produtor de energia eólica do mundo, com 0,4 GW de potência instalada, e não produzia energia solar.RENEWABLE CAPACITY STATISTICS 2021 == Setor terciário == === Turismo === O turismo é um setor econômico importante do país. Em 2018, a Costa Rica foi o 74º país mais visitado do mundo, e teve 3 milhões de turistas internacionais. As receitas do turismo, neste ano, foram de US $ 3,9 bilhões.Destaques do turismo internacional ==Ver também== * Turismo na Costa Rica * Força Pública da Costa Rica ==Ligações externas== *Projeção econômica de Costa Rica (em Inglês)",
 "title": "Economia da Costa Rica"
}