{
 "id": "25428",
 "text": "A Freguesia de Aljubarrota, com sede na vila de Aljubarrota, é uma freguesia portuguesa do Município de Alcobaça com 47,95 km² de área e 6243 habitantes (censo de 2021), tendo, por isso, uma densidade populacional de . == História == A vila conserva a traça de natureza histórico-medieval, com prédios que, não ultrapassando o primeiro andar, são caracterizados pelo uso de cantarias, colunas, janelas de geometria vária e cor branca nas paredes. Foi nas suas proximidades que se travou uma das mais decisivas batalhas pela independência nacional - a Batalha de Aljubarrota, em 14 de agosto de 1385. Aljubarrota tem sido palco de uma feira medieval, realizada anualmente em agosto, comemorando a Batalha. Foi vila e sede de concelho até ao início do século XIX. Recuperou o estatuto de vila em 2 de julho de 1993. Foi em Aljubarrota que, no século XVIII, nasceu Eugénio dos Santos, o arquitecto português responsável pela reconstrução da Baixa Pombalina de Lisboa após o terramoto de 1755. A freguesia foi constituída em 2013, no âmbito de uma reforma administrativa nacional, pela agregação das antigas freguesias de Prazeres de Aljubarrota e São Vicente de Aljubarrota.Diário da República, 1.ª Série, n.º 19, Lei n.º 11-A/2013 de 28 de janeiro (Reorganização administrativa do território das freguesias). Acedido a 2 de fevereiro de 2013. ==Demografia== A população registada nos censos foi: Distribuição da População por Grupos Etários Ano 0-14 Anos 15-24 Anos 25-64 Anos > 65 Anos 2001 988 815 3209 966 2011 1067 700 3623 1249 2021 722 708 3274 1539 À data da junção das freguesias, a população registada no censo anterior (2011) foi: Freguesia atual Freguesias antigas Freguesia População (2011) Área (km²) Freguesia População (km²) Área (km²) Aljubarrota 6639 47,95 Prazeres de Aljubarrota 4235 27,04 São Vicente de Aljubarrota 2404 20,91 ==Património== *Igreja Paroquial de São Vicente de Aljubarrota *Igreja Paroquial de Nossa Senhora dos Prazeres *Igreja da Misericórdia *Rua Direita *Janela Manuelina *Poço Medieval *Dois pelourinhos ==Locais de Interesse Turístico == *Capela de São Pedro *Capela de Santo Amaro *Capela de S. Romão *Capela da Boavista *Ermida de Santa Teresa *Ermida de Nossa Senhora da Graça *Ermida de Nossa Senhora das Areias *Capela Nossa Senhora do Carmo *Capela Nossa Senhora da Piedade *Ponte Romana do Carvalhal == Eventos == * Feira de velharias e antiguidades no ultimo fim de semana de julho * Feira medieval feita em agosto * Festa em honra Nossa Senhora dos Prazeres ==Ver também== * Padeira de Aljubarrota Categoria:Freguesias de Alcobaça",
 "title": "Aljubarrota (freguesia)"
}