{
 "id": "25466",
 "text": "A dor é um sentimento angustiante, muitas vezes causado por estímulos intensos ou prejudiciais, como colidir um dedo do pé, queimar um dedo, colocar álcool em um corte.The examples represent respectively the three classes of nociceptive pain - mechanical, thermal and chemical - and neuropathic pain. Por ser um fenômeno complexo e subjetivo, definir a dor tem sido um desafio. A definição da Associação Internacional para o Estudo da Dor é amplamente utilizada: \"A dor é uma experiência sensorial e emocional desagradável, associada ao dano tecidual real ou potencial, ou descrita em termos de tais danos\". Derived from No diagnóstico médico, a dor é considerada como um sintoma de uma condição subjacente. A dor motiva o indivíduo a se retirar de situações prejudiciais, a proteger uma parte do corpo danificada enquanto cura e a evitar experiências semelhantes no futuro. A maioria dos casos de dor se resolve uma vez que o estímulo nocivo é removido e o corpo curado, mas pode persistir apesar da remoção do estímulo e cicatrização aparente do corpo. Às vezes, a dor surge na ausência de qualquer estímulo, dano ou doença detectável. A dor é a razão mais comum para consultas médicas na maioria dos países desenvolvidos. É um sintoma importante em muitas condições médicas e pode interferir na qualidade de vida de uma pessoa e no funcionamento geral. Os medicamentos para dor simples são úteis em 20% a 70% dos casos. Fatores psicológicos como suporte social, sugestão hipnótica, excitação ou distração podem afetar significativamente a intensidade ou desagradabilidade da dor. Em alguns argumentos apresentados em debates de suicídio ou de eutanásia assistidos por médicos, a dor tem sido usada como um argumento para permitir que as pessoas que estão doentes terminais acabem com suas vidas. Um julgamento sobre o valor da dor é dado pelo filósofo alemão Friedrich Nietzsche, que escreveu: \"Somente a grande dor é o libertador final do espírito... Eu duvido que tal dor nos torne melhores, mas eu sei que isso nos faz mais profundos\". Nietzsche e os filósofos influenciados por ele, assim, se opõem à avaliação inteiramente negativa da dor, ao invés disso, afirmando que \"O que não me destrói, me fortalece\". == Iniciação da Dor == A dor é mais que uma resposta resultante da integração central de impulsos dos nervos periféricos, ativados por estímulos locais. De fato a dor é uma experiência sensorial e emocional desagradável associada a uma lesão real ou potencial, ou descrita em termos de tal definição da Associação Internacional para o Estudo da Dor - IASP. Distinguem-se basicamente duas categorias: A dor nociceptiva e a dor neuropática Na dor nociceptiva há três tipos de estímulos que podem levar à geração dos potenciais de ação nos axônios desses nervos: #Variações mecânicas ou térmicas que ativam diretamente as terminações nervosas ou receptores. #Fatores químicos libertados na área da terminação nervosa. #Fatores libertados pelas células inflamatórias como a bradicinina, a serotonina, a histamina e as enzimas proteolíticas. == Vias da dor == === Vias nervosas periféricas da dor === A via rápida ou do trato neoespinotalâmico é a mais recente evolutivamente. É iniciada por estímulos mecânicos ou térmicos principalmente. Ela utiliza neurônios de axônios rápidos (isto é de grande diâmetro), as fibras A-delta (12-30 metros por segundo). Esta é a via que produz a sensação da dor aguda e bem localizada. O seu neurônio ocupa a lâmina I da medula espinhal e cruza imediatamente para o lado contrário. Aí ascende na substância branca na região antero-lateral até fazer sinapse principalmente no tálamo (núcleos póstero-lateral-ventrais), mas também na formação reticular. A via lenta ou do trato paleoespinotalâmico é a mais primitiva em termos evolutivos. É iniciada pelos fatores químicos. Ela utiliza axônios lentos de diâmetro reduzido e velocidades de condução de apenas 0,5 a 2 m/s. Esta via produz dor mal localizada pelo indivíduo e contínua. O seu neurônio ocupa a lâmina V da medula espinhal e ascende depois de cruzar para o lado oposto no tracto antero-lateral, às vezes não cruzando. Fazem sinapse na formação reticular, no colículo superior e na substância cinzenta periaqueductal. Se por exemplo um indivíduo sofrer um golpe, a sensação de dor imediata é a rápida, devido às forças mecânicas que alongam o tecido conjuntivo onde se localizam receptores de dor. Esta dor dura apenas um tempo muito limitado. Mas à medida que o tecido morre e extravasa o conteúdo celular com diversas substâncias, e chegam à região danificada as células inflamatórias, a dor que permanece é a dor lenta. === Vias nervosas centrais === As sensações corporais, táteis, térmicas e dolorosas convergem para o tálamo, que funciona como uma rede de interpretação sensitiva, em alguns de seus núcleos, alguns dos quais emitem projeções ao córtex cerebral, a partir do qual é possível a consciência da sensação dolorosa, ou seja, este é o momento neural após o qual a dor pode ser percebida. A dor mais significativa do ponto de vista terapêutico é quase sempre aquela que é produzida pela via lenta. A via rápida produz apenas sensações de dor localizada e de duração relativamente curta que permitem ao organismo afastar-se do agente nociceptivo, mas geralmente não é causa de síndromes em que a dor seja a principal preocupação terapêutica. A dor crônica tem origem quando os impulsos recebidos pela via lenta são integrados na formação reticular do tronco cerebral e no tálamo. Já a este nível há percepção consciente vaga da dor, como demonstrado em animais a quem foi retirado o córtex. O tálamo envia os impulsos para o córtex somatosensor e para o giro cingulado. No córtex cingulado é processada a qualidade emocional ou afetiva da dor (sistema límbico), enviando impulsos de volta para o córtex somatosensor. É aí que se originam qualidades mais precisas, como tipo de dor, localização e ansiedade emocional. A dor tem um efeito de estimulação da maioria dos circuitos neuronais. Estes efeitos são devidos à ativação de circuitos a nível dos núcleos intralaminares do tálamo e das formações reticulares pelos axônios de tipo C (lentos) que aí terminam. A ativação por estas fibras das formações reticulares leva à ativação em spray do córtex cerebral, e principalmente do lobo pré-central, já que a formação reticular também é responsável pela regulação do estado de vigília. Esta estimulação traduz-se num maior estado de alerta e excitabilidade do doente que sofre de dor, principalmente se esta é aguda. == Sistemas Analgésicos == A intensidade com que pessoas diferentes sentem e reagem a situações semelhantes, causadoras de dor é bastante variada. Esta variação deve-se não tanto a uma ativação diferente das vias da dor mas a uma facilidade diferente nos indivíduos na ativação das vias analgésicas naturais. A via analgésica principal tem 4 componentes principais de modulação para a percepção da dor, no ser humano: # As áreas cinzentas periaquedutais e periventriculares do mesencéfalo e ponte superior, em volta do aqueduto de Sylvius enviam axônios que secretam encefalinas, que são opióides naturais (atuam no receptor dos opióides). # Núcleos magno da rafe e reticular gigantocelular, localizados na ponte inferior e medula superior, recebem os axônios das áreas periaquedutais, e enviam os seus para as colunas dorsolaterais da medula espinhal, onde liberam serotonina. # Núcleos de interneurônios na medula espinhal dorsal, localizados na substância gelatinosa, inibem a criação de potenciais de ação ao liberar encefalinas e endorfinas na sinapse local com os neurônios aferentes da dor. A analgesia produzida por esta via, que é total, dura de alguns minutos a horas. A inibição do sinal dá-se principalmente a nível do segmento da medula espinhal correspondente à origem da dor, mas também a outros níveis como nos próprios núcleos reticulares e talâmicos. Julga-se que este sistema permite uma regulação em feedback do nível da dor. A excitação excessiva da via da dor induz um aumento dos sinais analgésicos a nível talâmico reduzindo a intensidade percebida da dor. Outras áreas do cérebro, como as do sistema límbico, que faz o controle emocional, também estão envolvidas em estimular ou inibir as vias analgésicas naturais. Os núcleos paraventriculares do hipotálamo estimulam as áreas periaquedutais através da liberação de β-endorfinas (opióides naturais). Assim uma mesma lesão tecidual pode causar muito mais dor se for de causa desconhecida ou considerada pelo indivíduo como significativa, do que se for de causa conhecida ou tida por pouco perigosa. Além desta via específica para determinados segmentos espinhais, a hipófise produz também beta-endorfinas, que são liberadas para o sangue e para todo o cérebro, e podem ter importância na diminuição das sensações dolorosas em indivíduos com síndromes sistêmicas. == Sistema da Teoria das Comportas == É outro mecanismo analgésico, proposto por Melzack & Wall (1965), de importância local. A estimulação de grande número de fibras aferentes Aβ após estímulos táteis no mesmo segmento ativa interneurônios produtores de encefalinas, que inibem as fibras C da dor. Virtualmente todas as pessoas conhecem e fazem uso do mecanismo contemplado pela teoria das comportas, mesmo que de maneira inconsciente. Quem nunca instintivamente massageou um local onde, em virtude de uma pancada, estava sentindo dor? A massagem estimula as fibras aferentes Aβ, que por sua vez levam a uma analgesia no local dolorido. == Subjetividade da dor == A dor é sempre subjetiva. Cada indivíduo apreende a aplicação da palavra através de experiências relacionadas com lesões nos primeiros anos de vida. Os biologistas sabem que os estímulos causadores de dor são capazes de lesão tecidual. Assim, a dor é aquela experiência que associamos com lesão tecidual real ou potencial. Sem dúvida é uma sensação em uma ou mais partes do organismo mas sempre é desagradável, e portanto representa uma experiência emocional. Experiências que se assemelham com a dor, por exemplo: picadas de insetos, mas que não são desagradáveis, não devem ser rotuladas de dor. Experiências anormais desagradáveis (disestesia) também podem ser dolorosas, porém não o são necessariamente porque subjetivamente podem não apresentar as qualidades sensitivas usuais da dor. Muitas pessoas relatam dor na ausência de lesão tecidual ou de qualquer outra causa fisiopatológica provável: geralmente isto acontece por motivos psicológicos. É impossível distinguir a sua experiência da que é devido à lesão tecidual se aceitarmos o relato subjetivo. Caso encarem sua experiência como dor e a relatem da mesma forma que a dor causada por lesão tecidual, ela deve ser aceita como dor. Esta definição evita ligar a dor ao estímulo. A atividade provocada no nociceptor e nas vias nociceptivas por um estímulo não é dor. Esta sempre representa um estado psicológico, muito embora saibamos que a dor na maioria das vezes apresenta uma causa física imediata. A abordagem que se faz da dor, atualmente, é que ela é um fenômeno ‘biopsicossocial’ que resulta de uma combinação de fatores biológicos, psicológicos, comportamentais, sociais e culturais e não uma entidade dicotômica. == Classificação == Em 1994, respondendo à necessidade de um sistema mais útil para descrever a dor crônica, a Associação Internacional para o Estudo da Dor (IASP) classificou a dor de acordo com características específicas: # Região do corpo envolvido (por exemplo, abdômen, membros inferiores); # Sistema cuja disfunção pode estar causando a dor (por exemplo, nervoso, gastrointestinal); # Duração e padrão de ocorrência; # Intensidade e tempo desde o início; # Causa. No entanto, este sistema foi criticado por Clifford J. Woolf e outros, como inadequados para orientar pesquisa e tratamento. Woolf sugere três tipos de dor: 1\\. Dor nociceptiva. 2\\. Dor inflamatória que está associada ao dano tecidual e à infiltração de células imunes. 3\\. Dor patológica que é um estado de doença causada por danos ao sistema nervoso ou por sua função anormal (por exemplo, fibromialgia, neuropatia periférica, dor de cabeça tipo tensão, etc.). === Duração === A dor geralmente é transitória, durando apenas até que o estímulo nocivo seja removido ou o dano subjugado ou a patologia tenha cicatrizado, mas algumas condições dolorosas, como artrite reumatóide, neuropatia periférica, câncer e dor idiopática, podem persistir por anos. A dor que dura muito tempo é chamada de crônica ou persistente, e a dor que resolve rapidamente é chamada de aguda. Tradicionalmente, a distinção entre dor aguda e crônica baseou-se em um intervalo arbitrário de tempo desde o início; os dois marcadores mais comumente usados foram 3 meses e 6 meses desde o início da dor, embora alguns teóricos e pesquisadores tenham colocado a transição da dor aguda para a dor crônica aos 12 meses. Outros aplicam aguda a dor que dura menos de 30 dias, é crônica a dor com mais de seis meses de duração e subaguda a dor que dura de um a seis meses. Uma definição alternativa popular de dor crônica, não envolvendo durações arbitrariamente fixas, é \"dor que se estende além do período esperado de cura\". A dor crônica pode ser classificada como dor de câncer ou também como benigna. === Nociceptivo === A dor nociceptiva é causada pela estimulação de fibras nervosas sensoriais que respondem a estímulos que se aproximam ou excedem a intensidade nociva (nociceptores) e podem ser classificados de acordo com o modo de estimulação nociva. As categorias mais comuns são \"térmicas\" (por exemplo, calor ou frio), \"mecânica\" (por exemplo, esmagamento, rasgo, corte, etc.) e \"químico\" (por exemplo, iodo em um corte ou produtos químicos liberados durante a inflamação). Alguns nociceptores respondem a mais de uma dessas modalidades e, portanto, são designados como polimodal. A dor nociceptiva também pode ser dividida em dor \"visceral\", \"somática profunda\" e \"somática superficial\". As estruturas viscerais são altamente sensíveis ao estiramento, isquemia e inflamação, mas relativamente insensíveis a outros estímulos que normalmente provocam dor em outras estruturas, como queimação e corte. A dor visceral é difusa, difícil de localizar e muitas vezes se refere a uma estrutura distante, geralmente superficial. Pode ser acompanhada de náuseas e vômitos e pode ser descrita como doentia, profunda e aborrecida. Pode ser conceituada também como uma percepção subjetiva dolorosa localizada na região abdominal ou torácica, podendo ser referida em estruturas somáticas. é uma das causas mais comuns de morbidade na população geral. A dor somática profunda é iniciada pela estimulação de nociceptores em ligamentos, tendões, ossos, vasos sanguíneos, fáscia e músculos, e é dor aborrecida, dolorida e mal localizada. Exemplos incluem entorses e ossos quebrados. A dor superficial é iniciada por ativação de nociceptores na pele ou outro tecido superficial, e é nítida, bem definida e claramente localizada. Exemplos de lesões que produzem dor somática superficial incluem feridas menores e queimaduras menores (primeiro grau). === Neuropática === A dor neuropática é causada por danos ou doenças que afetam qualquer parte do sistema nervoso envolvido em sentimentos corporais (o sistema somatosensorial). A dor neuropática periférica é muitas vezes descrita como \"queima\", \"formigamento\", \"esfaqueamento\", ou \"alfinetes e agulhas\". Bater o \"osso engraçado\" provoca dor neuropática periférica aguda. ==== Fantasma ==== A dor fantasma é a dor sentida em uma parte do corpo perdida ou a partir da qual o cérebro já não recebe sinais. É um tipo de dor neuropática. A dor do membro fantasma é uma experiência comum de amputados. A prevalência de dor fantasma nos amputados dos membros superiores é de quase 82%, e nos amputados dos membros inferiores é de 54%. Um estudo descobriu que oito dias após a amputação, 72% dos pacientes apresentavam dor fantasma e seis meses depois, 67% relataram isso. Alguns amputados experimentam dor contínua que varia em intensidade ou qualidade; outros experimentam vários ataques por dia, ou podem ocorrer apenas uma vez por semana ou duas. Muitas vezes é descrito como tiroteio, esmagamento, queima ou cólicas. Se a dor é contínua por um longo período, partes do corpo intacto podem tornar-se sensibilizadas, de modo que tocá-las evoca dor no membro fantasma. A dor do membro fantasma pode acompanhar a micção ou a defecação. As injeções anestésicas locais nos nervos ou nas áreas sensíveis do coto podem aliviar a dor por dias, semanas ou às vezes permanentemente, apesar do desgaste da droga em questão de horas; e as pequenas injeções de solução salina hipertônica no tecido mole entre as vértebras produzem dor local que irradia no membro fantasma por dez minutos aproximadamente e podem ser seguidas por horas, semanas ou até mais de alívio parcial ou total da dor fantasma. Vibração vigorosa ou estimulação elétrica do coto, ou corrente de eletrodos implantados cirurgicamente na medula espinhal, todos produzem alívio em alguns pacientes. A terapia de caixa de espelho produz a ilusão de movimento e toque em um membro fantasma que, por sua vez, pode causar uma redução na dor. A paraplégia, a perda de sensação e o controle motor voluntário após o dano sério da medula espinhal, podem ser acompanhados por dor de cintura ao nível do dano da medula espinhal, dor visceral evocada por uma veia ou intestino de enchimento ou, em cinco a dez por cento de paraplégicos, dor fantasma do corpo em áreas de perda sensorial completa. A dor do corpo fantasma é inicialmente descrita como queima ou formigamento, mas pode evoluir para uma dificuldade de esmagar ou apertar, ou a sensação de fogo que corre pelas pernas ou de uma faca torcendo-se na carne. O início pode ser imediato ou pode não ocorrer até anos após a lesão incapacitante. O tratamento cirúrgico raramente proporciona um alívio duradouro. === Psicogênico === A dor psicogênica, também chamada de psiquiatria ou dor somatoforme, é dor causada, aumentada ou prolongada por fatores mentais, emocionais ou comportamentais.Cleveland Clinic, Health information * \"Psychogenic pain - definition from Biology-Online.org\" Biology-online.org. Retrieved 2008-11-05. Dor de cabeça, dores nas costas e dor estomacal às vezes são diagnosticados como psicogênicas. Os sofredores são muitas vezes estigmatizados, porque os profissionais médicos e o público em geral tendem a pensar que a dor de uma fonte psicológica não é \"real\". No entanto, os especialistas consideram que não é menos real ou doloroso do que a dor de qualquer outra fonte.\"International Association for the Study of Pain | Pain Definitions\".. Retrieved 12 October 2010. As pessoas com dor de longo prazo freqüentemente exibem distúrbios psicológicos, com pontuações elevadas nas escalas do Inventário de Personalidade Multifásico de Minnesota da histeria, depressão e hipocondria (a \"tríade neurótica\"). Alguns pesquisadores argumentaram que é esse neuroticismo que faz com que a dor aguda se torne crônica, mas a evidência clínica aponta o contrário, a dor crônica causando neuroticismo. Quando a dor prolongada é aliviada pela intervenção terapêutica, os escores da tríade neurótica e a queda de ansiedade, muitas vezes para níveis normais. A auto-estima, muitas vezes baixa em pacientes com dor crônica, também mostra melhora quando a dor se resolveu. === Dor de avanço === A dor inovadora é uma dor aguda transitória que surge repentinamente e não é aliviada pelo tratamento regular da dor do paciente. É comum em pacientes com câncer que muitas vezes sofrem de dor de fundo que geralmente são bem controlados por medicamentos, mas que às vezes também experimentam ataques de dor severa que, ocasionalmente, \"rompe\" a medicação. As características da dor progressiva do câncer variam de pessoa para pessoa e de acordo com a causa. O manejo da dor inovadora pode implicar o uso intensivo de opióides, incluindo o fentanil. === Dor de incidente === A dor incidente é a dor que surge como resultado da atividade, como o movimento de uma articulação artrítica, alongamento de uma ferida, etc. === Asymbolia de dor e insensibilidade === A capacidade de experimentar dor é essencial para proteção contra lesões e reconhecimento da presença de ferimento. A analgesia episódica pode ocorrer em circunstâncias especiais, como na excitação do esporte ou da guerra: um soldado no campo de batalha pode não sentir dor durante muitas horas por uma amputação traumática ou outra lesão grave.Beecher, HK (1959). Measurement of subjective responses. New York: Oxford University Press. cited in Melzack, R; Wall, PD (1996). The challenge of pain (2 ed.). London: Penguin. p. 7. . Embora o desagrado seja uma parte essencial da definição de dor da IASP, é possível induzir um estado descrito como dor intensa desprovida de desagrado em alguns pacientes, com injeção de morfina ou psicocirurgia. Esses pacientes relatam que eles têm dor, mas não são incomodados por isso; eles reconhecem a sensação de dor, mas sofrem pouco ou não.Nikola Grahek, Feeling pain and being in pain, Oldenburg, 2001. . A indiferença à dor também pode raramente estar presente desde o nascimento; essas pessoas têm nervos normais nas investigações médicas e acham a dor desagradável, mas não evitam a repetição do estímulo da dor. Insensibilidade à dor também pode resultar de anormalidades no sistema nervoso. Este é geralmente o resultado de dano adquirido aos nervos, como lesão da medula espinhal, diabetes mellitus (neuropatia diabética) ou lepra em países onde essa doença é prevalente. Esses indivíduos estão em risco de danos nos tecidos e infecções devido a lesões não descobertas. As pessoas com danos nos nervos relacionados com a diabetes, por exemplo, mantêm úlceras no pé com baixa cicatrização como resultado da diminuição da sensação. Um número muito menor de pessoas é insensível à dor devido a uma anormalidade inata do sistema nervoso, conhecida como \"insensibilidade congênita à dor\". Crianças com essa condição incorrem em danos repetidos de forma descuidada em suas línguas, olhos, articulações, pele e músculos. Alguns morrem antes da idade adulta e outros têm uma expectativa de vida reduzida. A maioria das pessoas com insensibilidade congênita à dor possui uma das cinco neuropatias sensoriais e autonômicas hereditárias (que inclui disautonomia familiar e insensibilidade congênita à dor com anidrose). Essas condições apresentam sensibilidade diminuída à dor, juntamente com outras anormalidades neurológicas, particularmente do sistema nervoso autônomo. Uma síndrome muito rara com insensibilidade congênita isolada à dor foi associada a mutações no gene SCN9A, que codifica um canal de sódio (Nav1.7) necessário na realização de estímulos nervosos da dor. == Resistência a dor == A respeito da terminologia referente à dor, pode-se esclarecer os seguintes aspectos: O limiar de dor fisiológico, estável de um indivíduo para o outro, pode ser definido como o ponto ou momento em que um dado estímulo é reconhecido como doloroso. Quando se usa calor como fator de estimulação, o limiar doloroso situa-se em torno dos 44°, não só para o homem como também para diferentes mamíferos (símios, ratos). Limiar de tolerância é o ponto em que o estímulo alcança tal intensidade que não mais pode ser aceitavelmente tolerado e, na mesma experiência, alcança os 48°. Difere do fisiológico porque varia conforme o indivíduo, em diferentes ocasiões, e é influenciado por fatores culturais e psicológicos. Resistência à dor seria a diferença entre os dois liminares. Expressa a amplitude de uma estimulação dolorosa à qual o indivíduo pode aceitavelmente resistir. É também modificada por traços culturais e emocionais, e ao sistema límbico cabe a modulação da resposta comportamental à dor. == Significado Evolutivo == A dor é uma qualidade sensorial fundamental que alerta os indivíduos para a ocorrência de lesões teciduais, permitindo que mecanismos de defesa ou fuga sejam adotados. Embora possa parecer estranho, a dor é um efeito extremamente necessário. É o sinal de alarme de que algum dano ou lesão está ocorrendo. Por exemplo em certas doenças como a hanseníase podem ocorrer lesões nas terminações nervosas, tais, que a dor deixa de ser percebida. Isto faz com que com o passar do tempo ocorram lesões que podem vir a desfigurar o portador. Como o doente não sente dor, acontece por exemplo de cortar um dedo com a faca sem o perceber. Ou, em lugares onde as condições de vida são muito precárias (como nos tempos antigos eram os lugares onde os doentes eram confinados) ter-se uma parte do corpo comida por ratos. É no fundo um estado de consciência com um tom afetivo de desagrado, às vezes muito elevado, acompanhado de reações que tendem a remover ou evadir as causas que a provocam. Ela é produzida por alterações na normalidade estrutural e funcional de alguma parte do organismo. == Teoria == === Teorias históricas === Antes da descoberta relativamente recente de neurônios e seu papel na dor, várias funções corporais diferentes foram propostas para explicar a dor. Havia várias teorias iniciais da dor entre os gregos antigos: Hipócrates acreditava que era devido a um desequilíbrio em fluidos vitais.Linton. Models of Pain Perception. Elsevier Health, 2005. Print. No século XI, Avicena teorizou que havia vários sentimentos sensíveis, incluindo toque, dor e excitação. Em 1644, René Descartes teorizou que a dor era uma perturbação que passava pelas fibras nervosas até que o distúrbio atingisse o cérebro, um desenvolvimento que transformou a percepção da dor de uma experiência espiritual e mística para uma sensação física e mecânica. O trabalho de Descartes, junto com Avicena, prefigurava o desenvolvimento do século XIX da teoria da especificidade. A teoria da especificidade viu a dor como \"uma sensação específica, com seu próprio aparelho sensorial independente do toque e outros sentidos\". Outra teoria que veio à proeminência nos séculos XVIII e XIX foi a teoria intensiva, que concebeu a dor não como uma modalidade sensorial única, mas um estado emocional produzido por estímulos mais fortes do que o normal, como luz intensa, pressão ou temperatura. Em meados da década de 1890, a especificidade era apoiada principalmente por fisiologistas e médicos, e a teoria intensiva era principalmente apoiada por psicólogos. No entanto, após uma série de observações clínicas de Henry Head e experimentos de Max von Frey, os psicólogos migraram para a especificidade quase em massa e, ao final do século, a maioria dos livros didáticos sobre fisiologia e psicologia apresentavam a especificidade da dor como fato. Em 1955, DC Sinclair e G Weddell desenvolveram a teoria dos padrões periféricos, com base em uma sugestão de 1934 de John Paul Nafe. Eles propuseram que todas as fintas de fibras da pele (com exceção das células ciliadas inervadoras) são idênticas e que a dor é produzida por estimulação intensa dessas fibras. Outra teoria do século XX foi a teoria do controle do portão, introduzida por Ronald Melzack e Patrick Wall no artigo da Ciência de 1965 \"Mecanismos de dor: uma nova teoria\". Os autores propuseram que ambas as fibras nervosas finas (dor) e de grande diâmetro (toque, pressão, vibração) transportem informações do local de lesão para dois destinos no chifre dorsal da medula espinhal e que a atividade de fibra mais grande em relação ao fino atividade da fibra na célula inibitória, menos dor é sentida. === Três dimensões da dor === Em 1968, Ronald Melzack e Kenneth Casey descreveram a dor em termos de suas três dimensões: \"sensorial-discriminativa\" (sensação de intensidade, localização, qualidade e duração da dor), \"afetivo-motivacional\" (desagrado e desejo de escapar do desagrado) E \"cognitivo-avaliativo\" (cognições como avaliação, valores culturais, distração e sugestão hipnótica). Eles teorizaram que a intensidade da dor (a dimensão sensorial discriminativa) e o desagrado (a dimensão afetivo-motivacional) não são simplesmente determinados pela magnitude do estímulo doloroso, mas as atividades cognitivas \"maiores\" podem influenciar a intensidade percebida e o desagrado. Atividades cognitivas \"podem afetar a experiência sensorial e afetiva ou podem modificar principalmente a dimensão afetivo-motivacional. Assim, a excitação nos jogos ou na guerra parece bloquear as duas dimensões da dor, enquanto a sugestão e os placebos podem modular a dimensão afetivo-motivacional e deixar a dimensão sensoria-discriminativa relativamente não perturbada \". (Pág. 432) O papel termina com um apelo à ação: \"A dor pode ser tratada não só tentando reduzir a entrada sensorial por bloqueio anestésico, intervenção cirúrgica e similares, mas também influenciando os fatores motivacionais-afetivos e cognitivos também.\" (Pág. 435) === Teoria hoje === A teoria \"intensiva\" de Wilhelm Erb (1874), que um sinal de dor pode ser gerado por estimulação suficientemente intensa de qualquer receptor sensorial, foi profundamente refutada. Algumas fibras sensoriais não diferenciam estímulos nocivos e não nocivos, enquanto outros, nociceptores, respondem apenas a estímulos nocivos de alta intensidade. Na extremidade periférica do nociceptor, os estímulos nocivos geram correntes que, acima de um determinado limiar, enviam sinais ao longo da fibra nervosa para a medula espinhal. A \"especificidade\" (quer responda às características térmicas, químicas ou mecânicas do seu ambiente) de um nociceptor é determinada pelo qual os canais de íons que ele expressa em sua extremidade periférica. Até agora, dezenas de diferentes tipos de canais de íons nociceptor foram identificados, e suas funções exatas ainda estão sendo determinadas. O sinal de dor viaja da periferia para a medula espinhal ao longo de uma fibra A-delta ou C. Como a fibra A-delta é mais espessa do que a fibra C e está revestida de um material eletricamente isolante (mielina), ele carrega seu sinal mais rápido (5-30 m/s) do que a fibra C não mielificada (0,5-2 m/S). A dor evocada pelas fibras A-delta é descrita como afiada e é sentida primeiro. Isto é seguido por uma dor mais aborrecida, muitas vezes descrita como queima, transportada pelas fibras C. Estes neurônios de \"primeira ordem\" entram na medula espinhal através do trato de Lissauer. Estas fibras A-delta e C se conectam com fibras nervosas de \"segunda ordem\" na substância gelatinosa central da medula espinhal (lâminas II e III dos chifres dorsais). As fibras de segunda ordem atravessam o cordão através da comisura branca anterior e ascendem no trato espinotalâmico. Antes de chegar ao cérebro, o trato espinotalâmico se divide no trato lateral, neospinotalâmico e no trato mediano e paleospinotalâmico. Os neurônios do trato neospinotalâmico de segunda ordem carregam informações de fibras A-delta e terminam no núcleo posterolateral ventral do tálamo, onde se conectam com neurônios de terceira ordem do córtex somatossensorial. Os neurônios paleoespinoalâmicos carregam informações de fibras C e terminam por todo o tronco cerebral, um décimo deles no tálamo e o resto na medula, pons e matéria cinzenta periaquedutal. A segunda ordem, foram identificadas fibras de medula espinhal dedicadas ao transporte de sinais de dor de fibra A-delta e outras que possuem sinais de dor de fibra A-delta e C ao tálamo. Outras fibras da medula espinhal, conhecidas como neurônios de ampla gama dinâmica, respondem às fibras A-delta e C, mas também às fibras A-beta grandes que possuem sinais de toque, pressão e vibração. A atividade relacionada com a dor no tálamo se espalha para o córtex insular (pensado para encarnar, entre outras coisas, o sentimento que distingue a dor de outras emoções homeostáticas, como coceira e náuseas) e córtex cingulado anterior (pensado para incorporar, entre outras coisas, a elemento afetivo/motivacional, o desagradável da dor). A dor que está distintamente localizada também ativa o córtex somatossensorial primário e secundário. === Papel evolutivo e comportamental === A dor faz parte do sistema de defesa do corpo, produzindo uma retração reflexiva do estímulo doloroso e tendências para proteger a parte do corpo afetada enquanto cura e evita essa situação prejudicial no futuro. É uma parte importante da vida animal, vital para uma sobrevivência saudável. As pessoas com insensibilidade congênita à dor reduziram a expectativa de vida. Em seu livro The Greatest Show on Earth: The Evidence for Evolution, o biólogo Richard Dawkins lida com a questão de por que a dor tem que ser tão dolorosa. Ele descreve a alternativa como uma simples e mental elevação de uma \"bandeira vermelha\". Para argumentar por que essa bandeira vermelha pode ser insuficiente, Dawkins explica que os movimentos devem competir uns com os outros nos seres vivos. A criatura mais adequada seria aquela cujas dores estão bem equilibradas. Essas dores que significam que certas mortes, quando ignoradas, se tornarão mais poderosamente sentidas. As intensidades relativas da dor podem, então, assemelhar-se à importância relativa desse risco para os nossos antepassados (falta de comida, muito frio ou ferimentos graves são sentidos como agonia, enquanto um pequeno dano é sentida como mero desconforto). Essa semelhança não será perfeita, no entanto, porque a seleção natural pode ser um designer pobre. O resultado é muitas vezes falhas nos animais, incluindo estímulos supernormais. Essas falhas ajudam a explicar dores que não são, ou pelo menos não mais diretamente adaptativas (por exemplo, talvez algumas formas de dor de dente, ou lesões nas unhas). A dor idiopática (a dor que persiste após o trauma ou a patologia ter curado, ou que surge sem qualquer causa aparente), pode ser uma exceção à ideia de que a dor é útil para a sobrevivência, embora alguns psicólogos psicodinâmicos argumentem que essa dor é psicogênica, alistou-se como uma distração protetora para manter as emoções perigosas inconscientes. === Limites === Na ciência da dor, os limiares são medidos pelo aumento gradual da intensidade de um estímulo, como corrente elétrica ou calor aplicado ao corpo. O limiar de percepção da dor é o ponto em que o estímulo começa a doer, e o limite de tolerância à dor é atingido quando o sujeito atua para parar a dor. Diferenças na percepção da dor e limiares de tolerância estão associadas, entre outros fatores, a etnia, genética e sexo. As pessoas de origem mediterrânea relatam como dolorosas algumas intensidades de calor radiante que os europeus do norte descrevem como não culposas. E as mulheres italianas toleram choques elétricos menos intensos do que as mulheres judaicas ou nativas americanas. Alguns indivíduos em todas as culturas têm níveis significativamente superiores aos níveis normais de percepção da dor e tolerância. Por exemplo, pacientes que experimentam ataques cardíacos sem dor têm limites de dor maiores para choque elétrico, cãibras musculares e calor. == Avaliação da Dor == A dor deve ser quantificada para um melhor tratamento, para tal existem vários instrumentos de avaliação, sendo que os mais usuais são: # Escala Visual Analógica (EVA) varia de 1 a 10 # Escala Numérica # Escala Qualitativa # Escala de Faces Estes instrumentos de avaliação são unidimensionais, permitindo quantificar apenas a intensidade da dor. Os mecanismos ideais de avaliação são multidimensionais, levando em conta a intensidade, localização e o sofrimento ocasionado pela experiência dolorosa. Um exemplo de método multidimensional para avaliação da dor é o questionário McGill, proposto por Melzack. Hoje em dia e cada vez mais nos locais onde se prestam cuidados de saúde se pretende quantificar a dor de modo a sua eliminação tornando assim maior a qualidade de vida dos utentes. == Epidemiologia == A dor é a principal razão para visitar o serviço de emergência em mais de 50% dos casos e está presente em 30% das visitas de prática familiar. Vários estudos epidemiológicos de diferentes países relataram taxas de prevalência amplamente variáveis para a dor crônica, variando de 12 a 80% da população. Torna-se mais comum quando as pessoas abordam a morte. Um estudo de 4.703 pacientes descobriu que 26% apresentaram dor nos últimos dois anos de vida, aumentando para 46% no último mês. Uma pesquisa de 6.636 crianças (0-18 anos) descobriu que, dos 5.424 entrevistados, 54% sofreram dor nos três meses anteriores. Um quarto relatou ter experimentado dor recorrente ou contínua por três meses ou mais, e um terço desses relatou dor freqüente e intensa. A intensidade da dor crônica foi maior para as meninas, e os relatos das meninas sobre dor crônica aumentaram acentuadamente entre 12 e 14 anos. == Sociedade e cultura == A natureza ou o significado da dor física tem sido diversamente compreendido pelas tradições religiosas ou seculares da antiguidade aos tempos modernos. A dor física é um tema político importante em relação a várias questões, incluindo a política de gestão da dor, controle de drogas, direitos dos animais ou bem-estar animal, tortura e cumprimento da dor. Em vários contextos, a inflicção deliberada de dor sob a forma de castigo corporal é usada como retribuição por uma ofensa, ou com a finalidade de disciplinar ou reformar um malfeitor, ou de impedir atitudes ou comportamentos considerados inaceitáveis. O corte lento, ou a morte por mil cortes, foi uma forma de execução na China reservada para crimes vistos como especialmente severos, como a alta traição ou patricida. Em algumas culturas, práticas extremas como a mortificação da carne ou os ritos dolorosos da passagem são altamente consideradas. Por exemplo, o povo de Sateré-Mawé do Brasil usa picadas de formigas de bala intencionais como parte de seus ritos de iniciação para se tornarem guerreiros. A filosofia da dor é um ramo da filosofia da mente que se ocupa essencialmente da dor física, especialmente em relação a opiniões como o dualismo, a teoria da identidade e o funcionalismo. De forma mais geral, muitas vezes é como parte da dor no sentido amplo, isto é, o sofrimento, que a dor física é tratada na cultura, religião, filosofia ou sociedade. == Outros animais == O método mais confiável para avaliar a dor na maioria dos humanos é fazendo uma pergunta: uma pessoa pode denunciar dor que não pode ser detectada por qualquer medida fisiológica conhecida. No entanto, como crianças, os animais não podem responder a perguntas sobre se sentem dor; portanto, o critério de definição para dor em seres humanos não pode ser aplicado a eles. Filósofos e cientistas responderam a esta dificuldade de uma variedade de maneiras. René Descartes, por exemplo, argumentou que os animais carecem de consciência e, portanto, não experimentam dor e sofrimento na forma como os humanos fazem.Working party of the Nuffield Council on Bioethics (2005). \"The ethics of research involving animals. London: Nuffield Council on Bioethics.\" . Archived from the original on 25 June 2008. Retrieved 12 January 2010. Bernard Rollin, da Universidade Estadual do Colorado, autor principal de duas leis federais dos EUA que regulam o alívio da dor para os animais,Rollin drafted the 1985 Health Research Extension Act and an animal welfare amendment to the 1985 Food Security Act. See: escreve que os pesquisadores permaneceram inseguros na década de 1980 quanto ao fato de os animais sofrerem dor e que os veterinários treinados nos EUA antes de 1989 eram simplesmente ensinados a ignorar a dor animal.Rollin, B. (1989) The Unheeded Cry: Animal Consciousness, Animal Pain, and Science. New York: Oxford University Press, pp. xii, 117–118, cited in Carbone 2004, p. 150. Nas suas interações com cientistas e outros veterinários, ele foi regularmente solicitado a \"provar\" que os animais estão conscientes e a fornecer motivos \"cientificamente aceitáveis\" para afirmar que sentem dor. Carbone escreve que a visão de que os animais sentem a dor de forma diferente é agora uma visão minoritária. As análises acadêmicas do tópico são mais equívocas, observando que, embora o argumento de que os animais tenham pelo menos simples pensamentos e sentimentos conscientes tenha um forte apoio, alguns críticos continuam a questionar quão confiáveis os estados mentais dos animais podem ser determinados. A habilidade das espécies de animais invertebrados, como insetos, sentir dor e sofrimento também não é clara.Sherwin, C.M., (2001). Can invertebrates suffer? Or, how robust is argument-by-analogy? Animal Welfare, 10 (supplement): S103-S118 A presença de dor em um animal não pode ser conhecida com certeza, mas pode ser inferida através de reações físicas e comportamentais. Especialistas atualmente acreditam que todos os vertebrados podem sentir dor e que certos invertebrados, como o polvo, também podem.\"Do Invertebrates Feel Pain?\" , The Senate Standing Committee on Legal and Constitutional Affairs, The Parliament of Canada Web Site. Retrieved 11 June 2008. Quanto a outros animais, plantas ou outras entidades, sua capacidade de sentir dor física é atualmente uma questão além do alcance científico, já que nenhum mecanismo é conhecido pelo qual eles poderiam ter tal sensação. Em particular, não há nociceptores conhecidos em grupos, como plantas, fungos e a maioria dos insetos, exceto, por exemplo, em moscas da fruta. Nos vertebrados, os opióides endógenos são neuromoduladores que moderam a dor ao interagir com os receptores opióides. Os opióides e os receptores opióides ocorrem naturalmente nos crustáceos e, embora atualmente nenhuma conclusão certa possa ser extraída,L. Sømme (2005). \"Sentience and pain in invertebrates: Report to Norwegian Scientific Committee for Food Safety\". Norwegian University of Life Sciences, Oslo. sua presença indica que as lagostas podem experimentar dor. Os opióides podem mediar a dor do mesmo modo que nos vertebrados. Uso de medicamentos veterinários, para dor animal real ou potencial, os mesmos analgésicos e anestésicos utilizados em seres humanos. == Etimologia == Primeiro atestado em inglês em 1297, a palavra peyn vem da pena do Velho Francês, por sua vez, do poena latino, que significa \"punição, pena\"poena, Charlton T. Lewis, Charles Short, A Latin Dictionary, on Perseus Digital Library (em LL também significa \"tormento, dificuldades, sofrimento\") e a partir do grego ποινή ( Poine), geralmente significando \"preço pago, penalidade, punição\".ποινή , Henry George Liddell, Robert Scott, A Greek-English Lexicon, on Perseus Digital Librarypain, Online Etymology Dictionary == Ver também == *Sofrimento *Mortificação *Inflamação *Anestesiologia *Acupuntura *Analgésico *Anti-inflamatórios não esteroides ==Bibliografia== * Bonica JJ. The management of pain. Philadelphia: Lea & Febiger, 1953:1533. * Turk DC, Melzack R, eds. Handbook of pain assessment. New York: The Guilford Press, 1992:491. * Ohnhaus EE, Adler R. Methodological problems in the measurement of pain: a comparison between the Verbal Rating Scale and the Visual Analogue Scale. Pain 1975;1:379–384. * Gropen C, Sobral DC, Tosi DDT. Dor em Pacientes com Sequela de AVC. In: Gropen C, Khan P, eds. ACIDENTE VASCULAR CEREBRAL. As Bases Clínicas do Diagnóstico Neurofuncional e Tratamento de Reabilitação. Brasília: Medbook Press, 2008. * Melzack R. The McGill Pain Questionnaire: major properties and scoring methods. Pain 1975;1:277–299. * Chapman CR, Casey KL, Dubner R, et al. Pain measurement: an overview. Pain 1985;22:1–31. == Ligações externas == *Menino que não sente dor leva à descoberta de mutação genética * Acute Pain Medicine: Scientific Evidence (2nd ed) (2007 updated version) * NetMed - Avaliação e Tratamento da Dor Categoria:Sistema nervoso Categoria:Sintomas Categoria:Dor",
 "title": "Dor"
}