{
 "id": "25486",
 "text": "\\---- 1812 (, na numeração romana) foi um ano bissexto, de 366 dias, do Calendário Gregoriano, as suas letras dominicais foram E e D, teve 53 semanas, teve início a uma quarta-feira, e terminou a uma quinta-feira. == Eventos == * A capital da Finlândia é transferida de Turku para Helsinki. * Criação e promulgação da Constituição de Cádis (primeira constituição espanhola e Ibérica). * Mau ano agrícola provoca grave crise alimentar em São Jorge e na ilha Terceira, Açores. Causa fome em São Jorge.Este acontecimento foi agravado por uma forte tempestade em Dezembro de 1811 que levou as colheitas. Em Março na Câmara Municipal de Velas recebeu-se uma proposta de importação de milho para \"sublevar a misérrima necessidade e falta de mantimentos que actualmente padece o povo\". === Fevereiro === * 23 de fevereiro - Invasões Francesas: Napoleão Bonaparte renega a Concordata com o Papa. === Abril === * 6 de abril - Batalha de Badajoz, entre as forças anglo-portuguesas comandadas por Arthur Wellesley e as tropas francesas comandadas por Armand Philippon. * 30 de abril - O Luisiana torna-se o 18º estado norte-americano. === Junho === * 24 de junho - Início da Campanha da Rússia (1812) por Napoleão Bonaparte. == Nascimentos == * 07 de Fevereiro - Charles Dickens, famoso escritor inglês (m. 1870). * 25 de Fevereiro - Carl Christian Hall, foi primeiro-ministro da Dinamarca (m. 1888). * 2 de Março - Carl Edvard Rotwitt, foi primeiro-ministro da Dinamarca (m. 1860). * 22 de Março - João Francisco Lisboa, político, escritor e jornalista brasileiro, patrono da Academia (m. 1863). * 15 de Abril - Théodore Rousseau, pintor realista francês. (m. 1867). * 9 de Junho - Johann Gottfried Galle, astrônomo alemão (m. 1910). * 31 de Julho - Amélia de Beauharnais, Imperatriz consorte do Brasil (m. 1873) . * 14 de Outubro - Carl Christoffer Georg Andræ, foi primeiro-ministro da Dinamarca (m. 1893). * 22 de Outubro - Luigi Carlo Farini, político italiano (m. 1866). * 28 de dezembro - Francisco Diogo Pereira de Vasconcelos, magistrado e político brasileiro (m. 1863). * ?? - Angelo Frondoni - músico, maestro, compositor, poeta e crítico de arte italiano (m. 1891). == Mortes == * 16 de Abril — José Luís de Vasconcelos e Sousa, 1.º marquês de Belas (n. 1740). * 11 de Maio - Spencer Perceval, político britânico (n. 1762). * 19 de setembro - Mayer Amschel Rothschild, banqueiro alemão de origem judaica (n. 1744). * 20 de Dezembro - Sacagawea, ameríndia da tribo Shoshone, guia na expedição de Lewis e Clark (n. 1786).",
 "title": "1812"
}