{
 "id": "25490",
 "text": "1818 (, na numeração romana) foi um ano comum do século XIX do actual calendário gregoriano, da Era de Cristo, e a sua letra dominical foi D (53 semanas), teve início a uma quinta-feira e terminou também a uma quinta-feira. == Eventos == * Integração do Estado de Bhopal na Índia britânica como estado principesco. === Fevereiro === * 6 de fevereiro - No Rio de Janeiro, acontece a coroação de D. João VI como rei do Reino Unido de Portugal, Brasil e Algarves. Nesse mesmo dia é expedido decreto de indulto aos presos do reino do Brasil. === Abril === * 19 de abril - O físico francês Augustin Fresnel assina sua preliminar \"Nota sobre a Teoria da Difração\" (depositada no dia seguinte). O documento termina com o que hoje chamamos de integrais de Fresnel. === Maio === * 16 de maio - Fundada a cidade de Nova Friburgo, atualmente no Estado do Rio de Janeiro, Brasil. === Julho === * 5 de julho - Fundada a cidade de Itaguaí, atualmente no Estado do Rio de Janeiro, Brasil. === Setembro === * 18 de setembro - Independência do Chile em relação à Espanha. === Dezembro === * 3 de dezembro - O Illinois torna-se o 21.º estado norte-americano. * 4 de dezembro - A cidade de Santa Bárbara d'Oeste, São Paulo é fundada por Dona Margarida da Graça Martins. == Nascimentos == * 13 de fevereiro - Angelica Singleton Van Buren, primeira-dama dos Estados Unidos. (m. 1877). * 8 de abril - Cristiano IX da Dinamarca, rei da Dinamarca (m. 1906). * 29 de abril - Alexandre II da Rússia, Imperador da Rússia (m. 1881). * 5 de maio - Karl Marx, filósofo e sociólogo alemão (m. 1883). * 25 de maio - Jacob Burckhardt, filósofo e historiador suíço (m. 1897). * 27 de junho - Bárbara Maix, religiosa austríaca fundadora da Congregação das Irmãs do Imaculado Coração de Maria (m. 1873). * 18 de julho - Louis Gerhard De Geer, foi primeiro-ministro da Suécia (m. 1896). * 30 de julho - Emily Brontë, escritora e poetisa britânica (m. 1848). * 26 de outubro - Tomás José da Anunciação, pintor português da época do romantismo (m. 1879). * 9 de novembro - Ivan Sergeievitch Turgueniev, romancista e dramaturgo russo (m. 1883). * 18 de novembro - Marco Minghetti, político italiano (m. 1886). * 21 de novembro - Lewis Henry Morgan, antropólogo, etnólogo e escritor dos Estados Unidos (m. 1881). * 5 de dezembro - D. Lourenço José Maria Boaventura de Almada Cirne Peixoto, 3.º conde de Almada (m. 1874). * 24 de dezembro - James Prescott Joule, físico inglês (m. 1889). == Mortes == * 5 de fevereiro - Carlos XIII da Suécia, rei da Suécia de 1809 a 1818 e rei da Noruega de 1814 a 1818 (n. 1748). * 11 de março - Maria Luísa de Leiningen-Falkenburg-Dagsburg, condessa de Hesse-Darmstadt. (n. 1729). * 30 de junho - Dom Manuel de Almeida de Carvalho, bispo de Belém do Pará. (n. 1747). * 28 de julho - Gaspard Monge, matemático francês (n. 1746). * 28 de outubro - Abigail Smith Adams, Ex- primeira-dama dos Estados Unidos. (n. 1744).",
 "title": "1818"
}