{
 "id": "25535",
 "text": "Vila Matilde é um distrito do município de São Paulo, situado na zona leste do município e pertencente à Subprefeitura da Penha. Bairros de Vila Matilde: Vila Aricanduva; Chácara 6 de Outubro; Vila Euthália; Vila Dalila; Jardim Maringá; Vila Talarico; Vila Nova Savoia; Vila Guilhermina; Jardim Triana; Jardim Assunção; Jardim Samara; Jardim São João; Jardim Hercília; Vila Palmeirinha; Cidade Patriarca. == História == O distrito nasceu na segunda década do século XX, da mesma maneira de seus vizinhos e vários outros distritos paulistanos. Havia uma grande gleba de terra e pessoas dispostas a comprar, Nos primeiro anos da década de 20, essa gleba pertencia a Dona Escolástica Melchert da Fonseca e ia da Guaiaúna (hoje o distrito da Penha) à Fazenda do Carmo, (hoje o Parque do Carmo, no distrito de mesmo nome Parque do Carmo). Dona Escolástica tinha uma filha de nome Matilde, que havia sido casada com o ex ministro e embaixador José Carlos de Macedo Soares - figura importante da política paulistana. A área (gleba) era muito extensa e por isso foi por etapas. para dar início ao grande loteamento, Dona Escolástica começou pela parte principal, homenageando à sua filha Matilde, com o nome de Vila Matilde.http://www.guialeste.com.br/hist_vlmatilde.shtm ==Atualidade== Atualmente, o distrito de Vila Matilde possui um perfil residencial de classe média, com casas térreas e sobrados residenciais. Mas nos últimos anos, a Vila Matilde vem passando por um \"boom\" imobiliário, e casas são demolidas para dar lugar a edifícios residenciais de varias topologias, desde aqueles com espaço de lazer, para pessoas com maior poder aquisitivo, até \"microapartamentos\" ou \"Studios\", em condomínios sem garagem. É famoso pelos seus antigos carnavais e pela escola de samba Nenê de Vila Matilde. Também destaca-se o \"comércio de bairro\", principalmente na região do bairro Vila Dalila, sendo que a Avenida Waldemar Carlos Pereira tem boa parte de seu comércio. == Transporte == O distrito é amplamente atendido pela Linha 3-Vermelha do Metrô de São Paulo com as estações: Vila Matilde, Penha, Guilhermina-Esperança e Patriarca-Vila Ré, sendo que esta última está localizada nos limites do distrito. A Vila Matilde ainda ganhará mais uma estação de metrô, Aricanduva, como parte do plano de expansão da Linha 2-Verde, com entrega prevista para 2026. Além do Metrô, diversas linhas de ônibus da SPTrans estão presentes no distrito, em maioria localizadas na Avenida Itaquera e Radial Leste. O distrito também é cortado pela Linha 11-Coral da CPTM, porém desde a inauguração do chamado Expresso Leste no ano 2000, já não é mais atendido por trens urbanos. A antiga estação ferroviária do distrito atualmente se encontra abandonada e ambas as plataformas foram demolidas em 2017.",
 "title": "Vila Matilde"
}