{
 "id": "25710",
 "text": "Gisele Caroline Bündchen (Horizontina, 20 de julho de 1980) é uma supermodelo, filantropa, ativista ambiental e empresária brasileira.EstadãoTerra, Economia Desde 2004, esteve entre as modelos mais bem pagas do mundo e, em 2007, tornou-se a 16.ª mulher mais rica do setor de entretenimento. Em 2012, ficou em primeiro lugar na lista das modelos mais bem pagas da Forbes. Já em 2014, foi listada como a 89.ª mulher mais influente do mundo pela mesma revista. No final dos anos 90, Bündchen tornou-se a primeira em uma onda de modelos brasileiras a conquistar sucesso internacional. Em 1999, a Vogue observou \"O Retorno da Modelo Sexy\", creditando ela como expoente do fim da era \"chique heroina\" na indústria da moda. Bündchen foi um dos Anjos da Victoria's Secret, de 2000 a meados de 2007. A brasileira foi a pioneira na \"caminhada a cavalo\", um movimento pomposo criado quando uma modelo levanta os joelhos e chuta os pés para a frente. Em uma entrevista à Vogue em 2007, Claudia Schiffer afirmou que Bündchen é a única supermodelo remanescente. Bündchen se aventurou na atuação quando atuou como coadjuvante em Taxi (2004), pelo qual foi nomeada ao Teen Choice Awards por Choice Movie Breakout Performance, e por Choice Movie Bad Guy. Bündchen teve um papel coadjuvante em O Diabo Veste Prada (2006) e, de 2010 a 2011, foi produtora executiva de um desenho ambiental educacional, Gisele & the Green Team. Entre 2009 e 2022 foi casada com o jogador de futebol americano Tom Brady, com quem teve dois filhos. Bündchen apoia muitas instituições de caridade, como Save the Children, Cruz Vermelha e Médicos sem Fronteiras, além de dedicar tempo às causas ambientais. A modelo também é a Embaixadora da Boa Vontade do Programa das Nações Unidas para o Meio Ambiente. == Família e início da vida == Gisele Caroline Bündchen (pronúncia no Brasil ), da quinta geração brasileira de ascendência alemã, nasceu e cresceu em Horizontina, Rio Grande do Sul, filha de Vânia Nonnenmacher (falecida em 2024), funcionária de banco aposentada, e Valdir Bündchen, professor universitário e escritor, ambos de origem alemã. A modelo tem cinco irmãs – Raquel, Graziela, Gabriela, Rafaela e sua irmã gêmea Patrícia, cinco minutos mais nova. Além de português, Gisele fala inglês, italiano e espanhol, um pouco de francês, além de ter aprendido alemão na escola, mas afirmou que \"Infelizmente, depois de muito tempo sem contato com a língua, acabei esquecendo o que havia aprendido\". Na adolescência Bündchen pretendia se tornar jogadora profissional de vôlei e cogitou entrar para o time da Sociedade de Ginástica Porto Alegre (SOGIPA). Por insistência da mãe, Bündchen se inscreveu em um curso de modelo com suas irmãs Patrícia e Gabriela em 1993. No ano seguinte Bündchen foi descoberta pela agência de modelos Elite em um shopping center em São Paulo, quando participava de uma excursão escolar. Posteriormente ela foi selecionada para um concurso nacional, Elite Look of the Year,\"Success Stories GISELE BÜNDCHEN\" Elite Model Look em que ficou em segundo lugar. No concurso mundial Elite Model Look realizado em Ibiza, Espanha, Bündchen obteve o quarto lugar. Aos 14 anos mudou-se para São Paulo para lançar sua carreira de modelo. Em 1996 fez sua primeira viagem para Nova York, para participar da Fashion Week. Em 28 de janeiro de 2024, Vânia Maria Nonnenmacher Bündchen, mãe da modelo, morreu em decorrência de um câncer aos 75 anos, em Porto Alegre. == Carreira == === 1997–2000: Início da carreira === Bündchen viajou para Londres em 1997, onde fez o teste para 42 desfiles. Ela conseguiu sua grande chance quando foi escolhida por sua habilidade de andar em saltos altos em uma pista escorregadia para o show de primavera \"1998\" de Alexander McQueen. Fazendo elogios semelhantes para Elle Macpherson uma década antes, McQueen apelidou Bündchen \"the Body\" (o Corpo), imediatamente aumentando suas reservas. Em 1998, ela posou para as campanhas da Missoni, Chloé, Dolce & Gabana, Valentino, Gianfranco Ferré, Ralph Lauren e Versace. Ela fez a capa da edição francesa da Vogue, e a revista de moda i-D apresentou-a em sua capa, escrevendo \"A Girl Called Gisele\" (Uma garota chamada Gisele). A enciclopédia online de modelos da Vogue afirma: \"Com a aproximação do ano 2000, Gisele Bündchen foi a modelo mais sexy do mundo, abrindo uma nova categoria no imaginário popular: a bomba brasileira\". Ela apareceu na capa da Vogue em julho, novembro e dezembro de 1999. Ela ganhou o VH1/Vogue Model of the Year de 1999, e uma capa de janeiro de 2000 deu a ela três capas consecutivas da Vogue. Em 2000, ela se tornou a quarta modelo a aparecer na capa da revista de música Rolling Stone sendo nomeada \"A garota mais bonita do mundo\". Bündchen apareceu nas capas de muitas revistas de moda, incluindoW, Harper's Bazaar, Elle, Allure, assim como publicações de estilo e estilo de vida comoThe Face, Arena, Citizen K, Flair, GQ, Esquire, e Marie Claire,, e no Calendário Pirelli em 2001 e 2006. Ela também foi vista na TIME, Vanity Fair, Forbes, Newsweek, e Veja. Ela participou simultaneamente das capas das edições americana e britânica da Vogue em janeiro de 2000. === 2000–09: Modelagem de estreia inovadora e atuante === Bündchen apareceu nas capas de Mario de Janeiro de Mario Testino e em uma retrospectiva de Russell James. Também naquele ano a Time disse que ela era \"uma das poucas modelos de passarela que homens heterossexuais sabem o nome\". Para a semana de moda da primavera de 2000, ela abriu as apresentações de Marc Jacobs, Michael Kors, Dolce & Gabbana, Christian Dior e Valentino em Nova York, Milão e Paris. De 1998 a 2003, Bündchen esteve em todas as campanhas de moda da Dolce & Gabbana, totalizando 11 campanhas consecutivas com a marca. Em 2006-2009, ela voltou como o rosto da fragrância da marca, em uma campanha intitulada \"Dolce & Gabbana The One\". Em 2000, Bündchen usou o sutiã Victoria's Secret Fantasy mais caro de todos os tempos, o \"Red Hot Fantasy Bra\", avaliado em US$ 15 milhões e listado no Guinness World Records como a lingerie mais cara já criada. Em fevereiro de 2001, ela estrelou a campanha publicitária Got Milk? que estreou na Sports Illustrated Swimsuit Issue em 2001. Fotografada por Steven Meisel, ela foi apresentada na capa da Vogue americana em setembro de 2004 como uma das \"Modelos do Momento\".September 2004 American Vogue Em 2004, Bündchen co-estrelou com Queen Latifah e Jimmy Fallon no remake Taxi de 2004. Em 2005, ela foi escolhida para usar novamente o sutiã Victoria's Secret Fantasy, o Sexy Splendor Fantasy Bra. Na época, era o segundo sutiã mais caro já produzido, avaliado em US$ 12,5 milhões. Em sua edição de dezembro de 2005, a revista New York listou Bundchen no número 43 em sua lista de 123 razões para amar a cidade de Nova York. Em 2006, ela interpretou Serena, uma personagem secundária em O Diabo Veste Prada. Em fevereiro de 2007, Bündchen retornou para as passarelas de Milão, abrindo a apresentação da Dolce & Gabbana. Ela foi escolhida pela revista Time em 2007 como uma das 100 pessoas mais influentes do mundo. Em setembro de 2007, Bündchen foi destaque na capa da Vanity Fair, fotografada por Mario Testino. A questão foi um dos mais-bem sucedidos comercialmente naquele ano. === 2009–11: Consolidação === Em 26 de agosto de 2008, Bündchen foi listada pelo New York Daily News, como a quarta pessoa mais poderosa do mundo da moda. Em 11 de abril de 2008, uma foto de Bündchen em preto-e-branco feita por Irving Penn, foi leiloada por US$ 193 000 (£ 96 000). A foto foi uma das dezenas da coleção de Gert Elfering que foram vendidas na Christie's Internacional em Nova York. A foto de Bündchen foi vendida pelo preço mais alto. Em 12 de maio de 2009, o The Independent a chamou de \"a maior estrela da história da moda\". Quando ela reapareceu na capa da Vanity Fair em 2009, a edição tornou-se a mais vendida da revista em quase dois anos. Em 2009, a Harper's Bazaar classificou-a entre as 26 melhores modelos de todos os tempos. Em dezembro de 2009, ela apareceu ao lado de seu marido Tom Brady na capa do livro The World in Vogue—People, Parties, Places. Em 2010, ela apareceu na lista dos melhores-vestidos-da-década pela Vogue por suas aparições no Met Gala de 2008 e 2009, aparecendo com uma longa tatuagem e um de biquíni em um editorial de moda em 2000. Em abril de 2010, ela foi fotografada para a capa da Vogue americana pela décima primeira vez. Em setembro de 2010, ela liderou um grupo de top models no desfile da Noite de moda de da Vogue, no Lincoln Center, em Nova York. Ela então fez uma aparição surpresa na passarela da Balenciaga, encerrando o show. Em 2011 ela participou do Carnaval do Rio de Janeiro, representando a Pantene. Ela ficou em primeiro lugar na models.com, na lista Meninas com Dinheiro e em segundo na lista As Modelos Mais Sexy. Em 2011, a CEOWorld Magazine classificou-a entre as artistas femininas mais bem-sucedidas. Ela foi classificada no número 95 entre as 100 Mulheres Mais Sexys do Mundo da revista FHM 2011.100 Sexiest Women in the World 2011 , FHM magazine Em 2007, Bündchen foi nomeada \"A supermodelo mais rica do mundo\". A partir de 2010, Bündchen apareceu em duas capas de edição da Vogue Shape, mais do que qualquer outra celebridade ou modelo. Ela ficou em 45º lugar na lista de \"100 mulheres mais sexy do mundo\" de 2011 da FHM na Austrália. Em 2011, a Men's Health nomeou-a como uma das \"100 Mulheres Mais Sexys de Todos os Tempos\", classificando-a no 25° lugar. Em outubro de 2011, Bündchen fez uma aparição surpresa durante o Paris Fashion Week, fechando a Givenchy. Em 2011, ela participou do carnaval do Rio de Janeiro, representando a Pantene no desfile. Em 2011, ela apareceu em oito capas da Vogue, mais do que qualquer outro modelo ou celebridade naquele ano. Sua edição de julho da revista Vogue Brasil na Amazon foi a mais vendida da revista, vendendo 70 743 cópias. O recorde foi posteriormente quebrado pela modelo Karolína Kurková, que apareceu na edição de novembro de 2011, vendendo 70 991 cópias.\"A Vogue brasileira mais vendida de todos os tempos\" 10 February 2012, Brazil Vogue (in Portuguese) === 2012–presente: Campanhas de modelagem e empreendimentos musicais === Na primavera de 2012, Bündchen ganhou três grandes campanhas de primavera: Versace, Givenchy e Salvatore Ferragamo.\"The Year of Gisele and Lisbeth?\" 22 December 2011, Elle No início de 2012, foi anunciado que ela seria o rosto da primeira campanha publicitária do Banco do Brasil, com o slogan \"Banco do Brasil. Do Brasil para o mundo. Do mundo para o Brasil\".\"From Brazil to the World\" News, 27 February 2012, Gisele web site Em abril de 2012, a Time a listou em sua lista dos 100 Ícones da Moda Todos os tempos, mais influentes desde 1923. Em agosto de 2012, em homenagem aos 120 anos da Vogue, a revista destacou as dez mulheres que mais apareceram na capa da revista, Bündchen esteve na lista com 11 capas no total. Em 2011, havia 29 pessoas que apareceram nas capas da Vogue, italiana, francesa, americana e britânica; Bündchen foi uma delas. Em 2012, ela recusou o convite do Comitê Olímpico Brasileiro, o COB, para participar do desfile de encerramento ao lado de outras estrelas nacionais como Marisa Monte e Seu Jorge. Em 2012, ela fez aparições em comerciais no Brasil. Em agosto de 2012, foi relatado que ela havia substituído Kate Moss como o rosto de David Yurman. Ela foi fotografada pelo famoso fotógrafo Peter Lindbergh para a campanha do outono de 2012. A partir do final de 2012, ela apareceu em 120 capas da Vogue. Ela também detém o recorde de mais capas da Vogue brasileira de todos os tempos. Em fevereiro de 2013, foi anunciado que ela havia se tornado o rosto da nova linha de maquiagem da Chanel, Les Beiges, uma campanha que foi filmada por Mario Testino. Esta foi sua primeira vez como porta-voz da marca. Para a campanha primavera/verão 2014 da marca, Marc Jacobs escolheu Bündchen juntamente com Catherine Deneuve, Sofia Coppola, Fan Bingbing, Caroline de Maigret e Edie Campbell e Edie Campbell como suas musas para sua última coleção para a Louis Vuitton. Em dezembro de 2013, Bündchen foi anunciada como a mais nova embaixadora da Pantene norte-americana. Em 2014, Bündchen e o produtor musical e DJ francês Bob Sinclar, gravaram uma versão cover de \"Heart of Glass\" do Blondie, para H&M.; Ela foi creditada por seu monômio Gisele. A nova versão se tornou um sucesso internacional em um grande número de paradas de sucesso da Europa, incluindo França, Alemanha, Espanha, Áustria e Bélgica. A canção foi o single de caridade de Bündchen para a campanha H&M; de 2014. Um ano antes, ela lançou uma versão cover de \"All Day and All of the Night\" de the Kinks, como sua contribuição para a campanha de caridade H&M; 2013. Em maio de 2014, Bündchen foi escolhida como a nova porta-voz da icônica fragrância Chanel Nº 5. Ela foi escolhida por sua \"beleza natural e feminilidade moderna\", segundo a empresa. Em junho, Bündchen apareceu em 17 diferentes edições internacionais da Elle nos últimos três meses, incluindo as edições brasileira, alemã, italiana, canadense, japonesa e chinesa. Em setembro de 2014, a empresa Under Armour, sediada em Baltimore, assinou com Bündchen um acordo plurianual como a mais recente adição à sua lista de endossantes do sexo feminino. Em outubro de 2014, Bündchen declarou ser praticante da Meditação Transcendental. Até o final de 2014, Bündchen apareceu em 6 013 comerciais de televisão ao longo de um ano no Brasil. Mais do que qualquer outra celebridade brasileira, superando Neymar, que fez 5 625 comerciais de TV. Bündchen foi destaque no livro Guinness World Records em 2015, como o modelo que ganha mais dinheiro a cada ano. O livro Taschen de Bündchen, lançado em comemoração à sua carreira de 20 anos, esgotou em um dia, antes de chegar às prateleiras. Em 2015, Bündchen novamente foi a celebridade brasileira que mais apareceu nos comerciais de TV no Brasil, com 8527 comerciais para marcas como; (Carolina Herrera, Colcci, P&G; e Sky). A partir de 2015, em 20 anos, Bündchen apareceu em mais de 550 campanhas publicitárias, capas de revistas de 2000, 3 500 editoriais de revistas e 800 desfiles de moda. Posteriormente anunciou o encerramento de sua carreira nas passarelas, seu último desfile foi realizado no dia 5 de agosto de 2016, no famoso Estádio do Maracanã durante a cerimônia de abertura dos Jogos Olímpicos de 2016 no Rio de Janeiro. == Recepção == Em setembro de 2000, a Newsweek chamou a atenção para uma mania de modelagem no Brasil, devido ao sucesso de Bündchen: Bündchen foi a pioneira na \"caminhada a cavalo\", um movimento pomposo criado quando um modelo levanta os joelhos e chuta os pés para a frente. A partir de 2014, ela é listada pela Forbes como a 89ª mulher mais poderosa do mundo. Bündchen é a segunda maior celebridade brasileira de 2015, segundo a Forbes Brasil, baseada na presença da mídia e na sua influência geral no Brasil. == Imagem pública == Em 2000, Bündchen foi apelidada de \"Boobs from Brazil\" (Bomba do Brasil) por inspirar as 36 mil cirurgias de aumento de mama realizadas naquele ano no Brasil.\"Celebrity Central / Top 25 Celebs\". People Em 2006, a Elle entrevistou os principais estilistas americanos e pediu-lhes para nomear a estrela cujo cabelo era o favorito entre seus clientes. Mais de 50% deram a Bündchen o título de melhor cabelo em Hollywood. Em fevereiro de 2008, uma pesquisa da Sociedade Internacional de Cirurgia Plástica Estética (ISAPS), fez a pergunta: \"Que influências as celebridades têm nas decisões tomadas pelos pacientes?\", A pesquisa foi enviada para mais de 20 000 cirurgiões plásticos em 84 países. Bündchen estava entre as celebridades mais citadas. Bündchen ganhou as categorias de abdômen e cabelo e ficou em segundo lugar na categoria de seios. Em 2008, uma foto em preto-e-branco de Bündchen, filmado por Irving Penn, foi leiloada por US$ 193 000 (£ 96 000). Bündchen foi muito mais procurada na noite. Ela ficou em segundo lugar na lista das Mais Bonitas do Mundo pela Vanity Fair. Em janeiro de 2011, Bündchen ficou em primeiro lugar como o corpo feminino mais desejado na 14ª pesquisa Anual dos Looks mais quentes da Fama, compilada por cirurgiões plásticos Richard Fleming e Toby Mayer de Beverly Hills. Mesmo após o parto, em dezembro de 2009, seu corpo foi o mais solicitado pelos pacientes dos médicos. \"Diferentes tipos de corpo são representados na lista porque a maioria das mulheres tem um formato diferente e quer parecer naturalmente bonita\", explicou o Dr. Fleming. \"Algumas mulheres querem a aparência magra como Gisele ...\" Em 2011, o AskMen.com revelou sua lista anual de \"Mulheres mais desejáveis\". Bündchen, juntamente com Angelina Jolie e Beyoncé, são as únicas mulheres que figuram na lista todos os anos durante 10 anos seguidos. Beyoncé em uma entrevista para a Harper's Bazaar em 2011, nomeou Bündchen como uma de suas inspirações na moda, afirmando que \"eu sempre admirei Victoria Beckham e Gisele [Bündchen]. Seu estilo é moderno, mas sempre clássico.\" Um designer do desfile na semana de moda de Nova York no outono de 2011 explicou: \"A inspiração é inspirada nos anos 90 - Gisele recém- lavada das páginas da Vogue - limpa, nítida e esportiva. Parece e estilos relaxados que você quer viver.\"Gisele Bündchen Closes Out Givenchy's All-Star Show\" 3 October 2011, New York Fashion. Anna Wintour, editora da Vogue,chamou-a de \"modelo do milênio\", e a revista a chamou de \"O retorno da modelo sexy\". A Rolling Stone a declarou \"A garota mais linda do mundo\" em 2000 e a Vanity Fair publicou um artigo intitulado \"... Deus criou Gisele\" em 2009. Em 2012, a 26ª edição da Casa Cor no Brasil, uma dos maiores eventos de decoração, paisagismo e arquitetura do mundo, homenageou Bündchen com uma escultura em madeira à sua imagem. Ela foi classificada como a 9º na lista das \"Mulheres Mais Quentes\" de 2013 da revista Men's Health. Em 2013 a revista GQ a listou entre as 100 Mais Quentes Mulheres do século 21. Bündchen é classificada como a 4º, atrás de Pelé, Paulo Coelho e Neymar, na lista da Forbes Brasil das \"100 Celebridades Brasileiras Mais Influentes\". Em maio de 2014, Bündchen ficou em 89º lugar na lista das 100 mulheres mais poderosas da Forbes na lista mundial, a partir do sucesso de suas várias marcas. Ela era a única modelo na lista. Em novembro de 2014, Bündchen ficou em quinto lugar pela Forbes Brasil, como as 25 maiores celebridades do Brasil em 2014. Depois do Super Bowl 49, a camisa do Rails LA Bündchen ficou esgotada em dois dias e as botas do Stuart Weitzman aumento nas vendas. Com base em sua presença na mídia e na sua influência geral, Bündchen foi a segunda maior celebridade brasileira em 2015, de acordo com a Forbes Brasil. === Controvérsias === Em novembro de 2002, Bündchen recebeu 320 mil libras esterlinas e recebeu dois casacos de vison da empresa americana de peles Blackglama para liderar sua nova campanha publicitária. Ativistas da PETA (em português: Pessoas pelo Tratamento Ético dos Animais) invadiram a passarela durante o evento da Victoria's Secret em Nova York e brandiram cartazes dizendo \"Gisele: escória de pele\". A brasileira foi uma das modelos mais proeminentes a usar peles desde que começou a voltar à aceitabilidade nos círculos da moda. Um porta-voz da PETA disse: \"Ao se deitar com os traficantes de peles, Gisele tornou-se a inimiga número um do PETA. Toda vez que Gisele ou qualquer outra pessoa usa peles, eles estão sentenciando inúmeros animais a uma morte violenta e cruel\". Em agosto de 2010, ela foi criticada depois de dizer que a amamentação deveria ser lei. Ela disse ao Harper's Bazaar UK: \"Algumas pessoas aqui [nos EUA] acham que não precisam amamentar, e eu penso: 'Você vai dar comida química ao seu filho quando eles ainda são tão pequenos?' (...) Eu acho que deveria haver uma lei mundial, na minha opinião, que as mães fossem obrigadas a amamentar seus bebês por seis meses \". Bündchen mais tarde postou uma declaração em seu blog dizendo: \"Minha intenção em fazer um comentário sobre a importância da amamentação não tem nada a ver com a lei. Ela vem de minhas crenças apaixonadas por crianças. Ser uma nova mãe trouxe muitas perguntas. Eu sinto que estou em uma busca constante por respostas sobre o que pode ser melhor para o meu filho. É uma pena que em uma entrevista às vezes as coisas pareçam tão pretas e brancas”. Em fevereiro de 2011, ela enfureceu os especialistas em câncer quando disse sobre protetor solar: \"Não posso colocar esse veneno na minha pele (...) não uso nada sintético\". A declaração foi feita quando ela lançou sua própria linha de cuidados com a pele orgânica Sejaa. Bündchen fez publicidade para a Nivea Sun no passado. A publicitária de Bündchen, Amber Clapp, acrescentou, dizendo à StyleList: \"Gisele nunca diria para não usar protetor solar porque teve membros da família que tiveram câncer de pele. Ela simplesmente afirmou que sua linha natural de cuidados com a pele não tem FPS porque não há um FPS totalmente natural disponível (...) Ao usar protetores solares, ela seleciona aqueles que são livres de parabenos, oxibenzona, PABA e palmitato de retinila\". Em abril de 2011, Ted Southern, ex-designer das alas da Victoria's Secret, revelou que era difícil trabalhar com Gisele; \"Ela é muito dura\", disse ele. \"Ela está sempre gritando: 'Que p-rra é essa?'\". Em setembro de 2011, um anúncio de lingerie na TV, estrelado por Bündchen no Brasil, foi considerado \"ofensivo e sexista\" pelo departamento de políticas públicas para mulheres, que pediu que o anúncio fosse banido, dizendo em um comunicado que a campanha \"reforça o erro estereótipos da mulher como o mero objeto sexual do marido e ignorar os grandes avanços que alcançamos na desconstrução de pensamentos e práticas sexistas\". O secretariado fez uma petição ao Conselho Nacional de Autorregulamentação Publicitária (CONAR), para abrir uma investigação sobre se a campanha era sexista e o CONAR aceitou o pedido. Nos anúncios, intitulado \"Hope ensina\", a modelo dá ao marido más notícias como \"querido, eu bati o carro\" ou \"querido, eu alcancei o limite do cartão de crédito (...) tanto o meu quanto o seu\" - primeiro completamente vestida (que, segundo a Hope, está errado), em seguida, vestindo lingerie minúscula (que, de acordo com Hope, está certo). As mulheres foram ensinadas a usar seu charme e lingerie sexy para controlar seus maridos nos anúncios. Em fevereiro de 2012, depois que os Patriots perderam no Super Bowl XLVI e Bündchen foi ofendida por vários fãs do New York Giants, ela foi flagrada em um vídeo dizendo: \"Meu marido não pode atirar a bola e pegá-la ao mesmo tempo!\". O comentário, que foi amplamente divulgado tanto na mídia tradicional\"Gisele Bundchen slams Patriots receivers?\" Daily News (New York). 6 February 2012. Retrieved 8 March 2012. e na blogosfera, causou polêmica na mídia. Em novembro de 2012, Bündchen foi criticada por médicos e mães depois de fazer um post em seu site, alegando que o parto no hospital é \"violência contra mulheres e bebês\". A postagem foi removida rapidamente de seu website. Em janeiro de 2014, a modelo foi criticada depois de ser fotografada na Costa Rica em um quadriciclo enquanto carregava sua filha Vivian, de 13 meses, em um braço e sem capacete. Ela foi criticada pelo que muitos chamaram de \"comportamento perigoso\". As pessoas ficaram indignadas por ela desconsiderar a segurança de sua filha ao levá-la em um passeio de quadriciclo. Esta foi a segunda vez que Bündchen foi flagrada com sua filha ainda bebê em um quadriciclo. Em 13 de março de 2013, quando Vivian tinha apenas 3 meses de idade, ela foi fotografada fazendo a mesma coisa. Bündchen não usava capacete em nenhum dos incidentes e é ilegal na Costa Rica pilotar um quadriciclo em terras públicas sem capacete. Em julho de 2015, Bündchen foi acusada de zombar do Islã e enfrentou reação negativa após ser fotografada vestindo uma burca enquanto visitava uma clínica de cirurgia plástica em Paris. == Endossos == Depois que a C&A; do Brasil contratou a Bündchen como porta-voz e começou a exibir comerciais de televisão, as vendas aumentaram em 30%. Em 2012, o The Hollywood Reporter afirmou que a Bündchen se tornou a maior impulsionadora da C&A; no Brasil e até ajudou nas vendas europeias. Em 2001, Bündchen se associou a marca oficial de chinelos Ipanema, lançando sua própria linha de sandálias flip-flop. Em três anos, as vendas chegaram a US$ 30 milhões, com uma parte dos lucros indo para causas solidárias. A Forbes a colocou em 53 em sua lista das Celebridades Mais Poderosas de 2007. Ipanema Gisele Bündchen fez uma estimativa £152 milhões com mais de 250 milhões de pares vendidos em 2010. Bündchen disse à revista Vitals em 2005 que ela tem se envolvido em negócios e investindo em imóveis desde os 18 anos de idade. Ela disse que modelar é apenas 40 por cento do que ela faz, o resto sendo contratado. Em 1 de maio de 2007, foi anunciado que Bündchen havia encerrado seu contrato com a Victoria's Secret. De acordo com uma análise do mercado de ações em 2007, quando a Bündchen encerrou seu contrato com a Victoria's Secret, que é de propriedade da Limited Brands, a Limited estava vendendo por US$ 26,80 por ação. Logo depois, a ação caiu para US$ 18,36, uma queda de 31,5%. O economista americano Fred Fuld desenvolveu um índice de ações para medir a melhoria do desempenho de lucro das empresas representadas por Bündchen em comparação com a Dow Jones Industrial Average. De acordo com Fuld, o Índice de Ações Gisele Bündchen subiu 15% entre maio e julho de 2007, superando substancialmente a Dow Jones Industrial Average, que subiu apenas 8,2%.Índice Gisele Bündchen. Expo Money (15 September 2011). Retrieved 28 October 2011.Revista RI mostra relação entre Gisele Bündchen e ações. Revistapublicidad.com. Retrieved 28 October 2011. Em 2010, Bündchen lançou sua própria linha de produtos de cuidados com a pele, chamada Sejaa Pure Skincare, que segundo a Forbes esteve em conversações com a Shiseido por mais de um ano em um acordo de aquisição.Our Founder Sejaa web site No início de 2011, as vendas de shampoo Pantene da Procter & Gamble aumentaram 40% na América Latina depois que a Bündchen começou a representar o produto. Edward Razek, diretora de marketing da Limited Brands, que trabalhou com Bündchen durante sua passagem pela Victoria's Secret, disse: \"Ela é um ícone internacional que também pode movimentar produtos, do xampu à costura\". A marca de lingerie HOPE aumentou o volume de negócios em 40% após contratar a Bündchen como sua representante.\"Marca de lingerie de Gisele duplica procura por franquias Hope\" 20 July 2011, Brasil em Folhas (in Portuguese). De acordo com o diário Grazia UK em janeiro de 2012, o seu selo de lingerie \"Gisele Bundchen Brazilian Intimates\" já provou ser vendido na América Latina, Portugal, Japão e Israel. Em fevereiro de 2012, o site Vogue.it afirmou que \"a modelo brasileira é a rainha Midas da moda. Tudo o que ela toca se transforma em ouro e as empresas que investiram nela colheram as recompensas\". Uma campanha de conscientização pública da Esprit com Bündchen ajudou a aumentar a conscientização dos consumidores sobre a marca Esprit, com um aumento de 9% na Alemanha e um aumento de 19% na China.'Gisele Bundchen For The Esprit Spring Summer 2012 Collection\" 15 March 2012, Svesty Fashion Ela foi classificada como no 61° na lista de Gente Poderosa em 2012 da Forbes.\"J.Lo's Stunning Career Reincarnation Puts Her No. 1 On The Celebrity 100\" 16 May 2012, Forbes. Em maio de 2012, ela figurou em quarto lugar na lista da celebridade a mais poderosa do mundo Latino pela Forbes. Em 2013, ela ficou em 5º lugar na lista de mulheres de negócios brasileiras de maior sucesso. Os produtos que levam seu nome no Brasil incluem as sandálias Ipanema da Grendene. Ela tem sua própria linha de lingerie chamada Gisele Bundchen Intimates. Ela ainda cobra grandes taxas para emprestar sua imagem para marcas como Chanel, David Yurman e P&G.; A marca de produtos para dentes Oral-B cresceu consideravelmente desde a contratação de Bündchen. Ela ganha US$ 4 milhões por ano com seu contrato com a Procter & Gamble. As sandálias de geleia da Bündchen Ipanema de Gisele Bundchen vendem até 25 milhões de pares anualmente e representaram mais de 60% das exportações anuais da Grendene de cerca de US$ 250 milhões em 2013. Em fevereiro de 2014, foi documentado que o índice de ações da Gisele Bundchen era ainda superando a média industrial da Dow, um aumento de 93%. Em maio de 2015, a revista brasileira IstoÉ Gente informou que a linha de INtimates da Bündchen, Gisele Bundchen INtimates, tem sido lucrativa. \"Em maio de 2015, especialmente no e-commerce, registrou-se um aumento de 181% em um ano. Passamos de 30 000 visitantes por mês para 100 000\", diz Vanda Dias, gerente de comércio eletrônico da Hope, que gerencia a marca. Em 2016, a Bündchen assinou com a empresa brasileira de calçados Arezzo. Segundo o site de moda glamurama, Bündchen fez com que ações da Arezzo subissem na Bolsa de Valores de São Paulo. Em 2016, o CEO da Under Armour, Kevin Plank, mencionou que a marca feminina da empresa era a categoria de vendas número um com o comércio eletrônico, e que está crescendo mais rapidamente do que a categoria masculina ou juvenil. Uma grande parte desse crescimento foi usando o que Plank chamou de \"personalidades\" - a bailarina Misty Copeland e Bündchen. == Filantropia == === Atividades de caridade === Bündchen doou 150 mil dólares para o programa Fome Zero do Brasil. Ela projetou uma edição de colar limitada para Harper's Bazaar, criada pelos joalheiros Gumuchian Fils. Esses colares foram vendidos para arrecadar dinheiro para o Hospital de Pesquisas St. Jude Children. Ela contribuiu com um iPod autografado carregado com uma playlist pessoal para ser leiloado, com todos os lucros beneficiando o Music Rising, uma campanha fundada em 2005 para substituir instrumentos perdidos ou destruídos de músicos na região da Costa do Golfo após desastres com furacões. Em 2006, Bündchen tornou-se o rosto da American Express Red, como parte da iniciativa Product Red. Uma parte dos lucros com este cartão de crédito é doada para vítimas de HIV / AIDS na África. Em 2009, ela apareceu em 30 capas das edições internacionais da Elle vestindo roupas da Product Red e posando com produtos de empresas que apoiam a mesma causa. Ela ajudou a arrecadar dinheiro para pesquisa com tratamento do câncer, vítimas do Furacão Katrina, e do Sismo e tsunami de Tohoku de 2011, do qual ela doou um cheque de US$ 1 milhão para o fundo criado pelo terremoto. A Sociedade da Cruz Vermelha do Japão enviou US$ 250 000 para o Fundo Tsunami do Pacífico e Save the Children e outros US$ 250 000 para um fundo do terremoto da Cruz Vermelha Japonesa. Bündchen abriu a Fundação da Luz em 2007, uma organização de subsídios que defende o empoderamento das jovens. Ela doa uma porcentagem de seus ganhos para ajudar em seus projetos. Em 2008, Bündchen leiloou uma coleção de diamantes para caridade. A coleção contou com um anel de diamante de 6 quilates no valor de $ 120 000 - $ 150 000, e um anel de diamante Sabbadini de 3,35-quilates no valor de $ 15 000 - $ 20 000. Uma porcentagem dos lucros do leilão foi para o Diamond Empowerment Fund de Russell Simmons, cuja missão é arrecadar dinheiro para apoiar iniciativas de educação em países onde os diamantes são um recurso natural. Em 2010, ela escreveu um cheque de US$ 1,5 milhão para a Cruz Vermelha para ajudar no esforço de assistência no Haiti depois de ver a devastação causada pelo terremoto. Bündchen fez uma visita surpresa aos pacientes da Jimmy Fund Clinic no Dana-Farber Cancer Institute em Boston. Em 2011, Bündchen foi adicionado à lista do The Giving Back Fund de celebridades que fizeram as maiores doações para caridade.2011 Giving Back 30 Released in Parade Magazine & Parade.com Giving Back.org Em junho de 2012, ela ajudou a lançar um concurso de beleza no Brasil, a Top Kufa Brasil, para encontrar belos rostos nas favelas brasileiras. Esta foi a primeira competição nacional de beleza disputada exclusivamente por candidatos entre 18 e 22 anos que vivem em comunidades carentes, criadas pela União Central de Favelas e pela Pantene, marca da qual Bündchen é o rosto. Bündchen ficou em 15º lugar na lista das 30 celebridades mais populares da Forbes em 2012. Em 26 de dezembro de 2013, Bündchen surpreendeu Karina Moreira, uma adolescente local de Boston em sua casa, que está lutando contra o câncer ósseo. Antes disso, eles se encontraram uma vez, dois anos atrás, em um evento da Dana Farber. Moreira e Bündchen falaram sobre moda e dicas de maquiagem compartilhadas. A partir de abril de 2014, Bündchen tornou-se um dos 22 designers para criar uma coleção para a caridade Born Free Africa, uma colaboração exclusiva da Shopbop, Vogue e 22 designers. 100% dos lucros desta coleção feminina e infantil irão para a missão da Born Free de acabar com a transmissão do HIV de mãe para filho no nascimento. === Trabalho ambiental === Bündchen dedica parte de seu site a questões ambientais. Ela lançou um blog \"verde\" em 2008 com o objetivo de \"refletir sobre questões socioambientais sobre as quais podemos fazer algo\". Em maio de 2009, ela coorganizou o evento de gala anual da Rainforest Alliance para homenagear os líderes em sustentabilidade. Bündchen também apoiou uma variedade de causas ambientais, incluindo iniciativas de água limpa, sustentabilidade ambiental, e preservação de florestas tropicais da América do Sul. Em 2007, ela participou do eBay Giving Works, programa do eBay dedicado ao leilão on-line de listagens de caridade para o WWF, com 100% dos rendimentos indo para as iniciativas globais de conservação da World Wildlife Fund, especialmente aquelas envolvidas na luta contra a mudança climática. Em 2008, ela apareceu na capa da revista norte-americana American Photo para promover seu projeto Florestas do Futuro para o reflorestamento da Mata Atlântica brasileira. A iniciativa, que foi montada com a SOS Mata Atlantica em 2004, plantando em nome de Bündchen, mais de 1 milhão de novas árvores para iniciar o reflorestamento das florestas tropicais brasileiras. Em maio de 2011, Bündchen foi nomeada Cidadã Ambiental Global da Harvard em reconhecimento aos seus esforços ecológicos. Em novembro de 2011, ela foi premiada com a Greenest Celebrity no prêmio Green International no National History Museum de Londres. Todos os anos, o Green Awards homenageia uma celebridade que foi a mais criativa e inovadora na abordagem da sustentabilidade do meio ambiente. Uma votação pública online ocorreu e Bündchen foi a vencedora, derrotando Paul McCartney e Miguel Bose. Em 2016, ela se juntou ao documentário sobre mudança climática Years of Living Dangerously, como um dos seus correspondentes de celebridades. ===Embaixadora da Boa Vontade === Em 2008, Bündchen e Brady distribuíram peru e todos os acompanhamentos, sem aviso prévio, para mais de 400 profissionais em Roxbury, Massachusetts, para a Goodwill Industries International. Em 20 de setembro de 2009, ela foi designada Embaixadora da Boa Vontade do Programa das Nações Unidas para o Meio Ambiente (PNUMA). Em janeiro de 2012, Bündchen fez sua primeira visita oficial à África como Embaixadora da Boa Vontade do PNUMA.UNEP Goodwill Ambassador Gisele Bundchen Backs 'Small is Beautiful' Energy Solutions on First Mission to Africa 13 January 2012, UNEP Bündchen escolhe uma instituição de caridade diferente a cada ano para a qual as receitas de vendas de suas sandálias são doadas. A doação de 2011 foi para o ISA - Instituto Socioambiental. Em janeiro de 2012, Bündchen visitou o Quênia em uma missão de boa vontade para melhorar a pobreza energética. Ela passou um dia com uma família em uma aldeia no condado de Kisumu e ajudou-os com tarefas como transportar lenha para sua cabana - enquanto discutia os perigos do uso de lenha dentro de casas que não têm energia. Ela dançou com os moradores locais e visitou várias casas, além de se unir à Ação Prática das ONGs do Reino Unido durante sua estada. Em abril de 2012, ela doou dinheiro para pesquisas sobre a AIDS. Na véspera do Dia Mundial do Meio Ambiente, 4 de junho de 2012, Bündchen, que é Embaixador da Boa Vontade do Programa das Nações Unidas para o Meio Ambiente (PNUMA), foi para o Rio de Janeiro para plantar o primeiro de uma série de 50 000 árvores em uma área degradada. Em janeiro de 2014, Bündchen se juntou ao conselho de administração da Rainforest Alliance. == Vida pessoal == miniatura|upright|Bündchen foi casada com Tom Brady entre 2009 e 2022, e juntos tiveram dois filhos De 1998 a 1999, Bündchen namorou o modelo americano Scott Barnhill. Em 2000, ela teve um breve relacionamento com o ator americano Josh Hartnett. De 2000 a 2005, Bündchen esteve em um relacionamento com o ator americano Leonardo DiCaprio. Em 2004, Bündchen e DiCaprio fizeram parte da lista dos Mais Belos Casais da revista People. Bündchen namorou o empresário brasileiro e jogador de polo Rico Mansur por seis meses entre 2002 e 2003, depois que Bündchen e DiCaprio se separaram pela primeira vez. Em 2006, ela namorou o surfista americano Kelly Slater. Ela é torcedora do Grêmio Foot-Ball Porto Alegrense, clube de seu nascimento, no estado do Rio Grande do Sul. Ela trouxe o marido com ela para o Brasil para participar de um clássico do Grêmio em 2018. Bündchen é praticante de jiu- jítsu e em dezembro de 2023 conquistou a faixa roxa na arte marcial. ===Família === Bündchen começou a namorar o jogador de futebol americano do New England Patriots, Tom Brady, em dezembro de 2006. Em 2009, Brady revelou que eles tinham sido apresentados em um encontro às cegas por um amigo em comum. Bündchen e Brady se casaram em 26 de fevereiro de 2009 em uma cerimônia civil, e também em uma discreta cerimônia religiosa, na Igreja Católica de Santa Mônica, em Santa Mônica, California. Em abril de 2009, o casal realizou uma segunda cerimônia religiosa de casamento, na Costa Rica. Bündchen e Brady têm dois filhos: Benjamin Rein Bündchen Brady, nascido em 8 de dezembro de 2009 e Vivian Lake Bündchen Brady, nascida em 5 de dezembro de 2012. Seus dois filhos nasceram de parto normal, em Boston, Massachusetts. Em 2010, Bündchen revelou à Harper's Bazaar, como a amamentação foi importante para sua realização pessoal e conexão com seus filhos. Bündchen e sua família seguem uma dieta vegana, baseada apenas na alimentação de frutas e vegetais. Gisele viveu com o ex-marido e os filhos em uma mansão, na cidade de Brookline, em Massachusetts. Gisele e Tom divorciaram-se em 2022. ===Fortuna=== A Forbes estimou a fortuna de 2016 da Bündchen em US$ 30,5 milhões. Em agosto de 2011, Bündchen ficou em 60º lugar na lista da Forbes das 100 Mulheres Mais Poderosas do Mundo. Ela ficou em terceiro lugar na lista As 20 mulheres Mais Jovens do Poder de 2011 aos 31 anos. Em 2011, a Forbes nomeou Bündchen e Brady como o casal mais bem pago do mundo, derrotando Brad Pitt e Angelina Jolie, além de Beyoncé e Jay-Z. Em agosto de 2012 ela foi uma das quatro pessoas na indústria da moda e a única modelo a ser classificado no 83º lugar na lista das \"As mulheres mais poderosas do mundo\" da Forbes. Ela ficou entre as 10 melhores no nº 8 na lista de \"As mulheres mais bem pagas do entretenimento\" da Forbes, em 2012. Em julho de 2007, Forbes nomeou-a modelo do mundo no top-vencedores. Em 2008, ela continuou a dominar a lista da Forbes dos modelos mais bem pagos do mundo, e apareceu na lista das 20 mulheres mais ricas em entretenimento da revista. Durante 2009-2010, ela foi a supermodelo que mais ganhava no mundo. Em 2010, ela manteve o primeiro lugar como modelo de maior renda pela Forbes. Em maio de 2011, a Forbes a classificou como o modelo de maior ganho do mundo pela quinta vez consecutiva. Seus ganhos aumentaram em relação ao ano anterior, graças a um boom econômico no Brasil, somado a um aumento de 10% no valor do real frente ao dólar. Também em 2013 ela ficou em terceiro lugar entre as 16 mais bem sucedidas mulheres empresárias da Forbes. Bündchen, no entanto, contestou o número, dizendo a revista WSJ em novembro de 2013, \"Com quem eles estão falando quando chegam com esses números? Não é meu contador, com certeza\". == Homenagens == Bündchen foi homenageada pelo cantor brasileiro Gabriel Guerra, juntamente com o músico Pedro Cezar, que escreveu a canção \"Tributo a Gisele\", que é o tema do site oficial da modelo gaúcha.Tributo a Gisele Acessado em 24 de fevereiro de 2011 A modelo brasileira foi formalmente convidada pela FIFA para entregar a taça à seleção vencedora do Mundial 2014 no Brasil.Gisele Bündchen vai entregar taça aos vencedores do Mundial 2014 , Correio da Manhã, publicado a 16 junho 2014 ==Filmografia== ===Filmes=== Ano Título Papel Notas 2004 Taxi Vanessa 2006 O Diabo Veste Prada Serena Participação especial 2008 Coração Vagabundo Ela Mesma Documentário 2013 Mademoiselle C. Ela Mesma 2018 Tom vs Time Ela Mesma ===Televisão=== Ano Título Papel Notas 1996 MTV al Dente Ela Mesma Apresentadora 2006 The O.C. Ela Mesma Episódio: \"The Heavy Lifting\" 2010–11 Gisele & the Green Team Gisele Voz; também produtora executiva ==Discografia== ===Singles=== Lista de singles, com posições nas paradas selecionadas e certificados Título Ano Melhores posições Álbum ALE ÁUT BÉL ESP EUA FRA HUN POL \"All Day and All of the Night\" 2013 — — — — — — — 39 rowspan=\"2\" \"Heart of Glass\" (com Bob Sinclar) 2014 63 66 31 73 31 31 27 — \"—\" denota títulos que não entraram nas paradas ou não foram lançados no país. ===Vídeos musicais=== Lista de vídeos de música, mostrando o diretor Título Ano Diretor \"All Day and All of the Night\" 2013 Amir Chamdin \"Heart of Glass\" 2014 == Prêmios e indicações == Ano Indicação Categoria Trabalho nomeado Resultado 1998 Phytoervas Fashion Award Model of the Year rowspan=\"2\" 1999 Vh1/ Vogue Fashion Awards 2005 Teen Choice Awards Choice Movie: Female Breakout Star rowspan=\"4\" Choice Movie: Villain 2006 Premios Juventud Fashion and Image: Supermodel 2007 Fashion and Image: Supermodel 2011 Harvard Medical School Global Citizen Award rowspan=\"3\" 2011 International Green Awards™ Best Green International Celebrity Award 2017 Green Carpet Fashion Award Eco Laureate award 2022 Prêmio iBest Influenciador Rio Grande do Sul Meio Ambiente e Sustentabilidade 2023 Prêmio iBest Influenciador Rio Grande do Sul == Ligações externas == * * * * Categoria:Mulheres do século XX Categoria:Mulheres do século XXI Categoria:Brasileiros do século XX Categoria:Brasileiros do século XXI Categoria:Ambientalistas do Rio Grande do Sul Categoria:Brasileiros de ascendência alemã Categoria:Brasileiros expatriados nos Estados Unidos Categoria:Empresários do Rio Grande do Sul Categoria:Milionários do Brasil Categoria:Modelos do Rio Grande do Sul Categoria:Modelos femininas do Brasil Categoria:Naturais de Horizontina Categoria:Naturais de Três de Maio Categoria:Pessoas gêmeas Categoria:Supermodelos Categoria:Victoria's Secret Angels Categoria:Veganos do Brasil Categoria:Mulheres do Rio Grande do Sul",
 "title": "Gisele Bündchen"
}