{
 "id": "25750",
 "text": "Houston (pronúncia /ˈhjuːstən/) é a cidade mais populosa do estado do Texas e a quarta mais populosa dos Estados Unidos. É a sede do Condado de Harris e possui território nos condados de Fort Bend e Montgomery. Foi fundada em 30 de agosto de 1836 pelos irmãos Augustus Chapman Allen e John Kirby Allen junto ao bayou Búfalo. Foi incorporada em 5 de junho de 1837, tendo recebido o nome do então presidente da República do Texas, General Sam Houston, que comandou a Batalha de San Jacinto, que ocorreu a 40 quilômetros a leste de onde a cidade foi estabelecida. A crescente atividade portuária e a indústria ferroviária, combinadas à descoberta do petróleo em 1901, induziram ao rápido aumento da população da cidade. Na metade do século XX, Houston passou a comportar o Texas Medical Center — o maior aglomerado de instituições médicas e de pesquisa do mundo — e o Centro Espacial Lyndon B. Johnson da NASA, onde está o Centro de Controle de Missões. Com mais de 2,3 milhões de habitantes, de acordo com o censo nacional de 2020, dentro de uma área de , Houston é o centro econômico da área metropolitana da Grande Houston — a sexta maior do país, com uma população superior a 7,1 milhões de pessoas. A economia de Houston se baseia em um amplo parque industrial nos setores de energia, manufatura, aeronáutica, transportes e saúde. Somente a cidade de Nova Iorque ganha de Houston no número de sedes das corporações listadas no Fortune 500. Comercialmente, Houston é classificada como uma cidade global e sua área é um importante centro na construção de equipamentos petroleiros. O Porto de Houston é o líder nos Estados Unidos em transporte pelas águas e o segundo em carga total transportada.U.S. Port Ranking by Cargo Volume 2004 . Port Industry Information, American Association of Port Authorities. 2004. Acessado em 15-01-2007. A cidade tem uma população multicultural com uma grande e crescente comunidade internacional. Abriga muitas instituições culturais e exibições - atrai mais de 7 milhões de visitantes a cada ano para o distrito de museus. Houston possui um visual ativo e inúmeras execuções nas artes cênicas no distrito de teatros e é uma das poucas cidades dos Estados Unidos que oferecem companhias residentes o ano inteiro em todos as maiores artes performáticas.\"\", Greater Houston Partnership. Acessado em 16-12-2006. == História == === Século XIX === Em 26 de agosto de 1836, dois empreendedores imobiliários de Nova York, Augustus Chapman Allen e John Kirby Allen, compraram uma área de 26,88 km² ao longo do bayou Buffalo com a intenção de fundar uma cidade.Fernandez, Manny. Over 21 Miles of Highway, Snapshots of a Resilient Houston, New York Times, 3 de setembro de 2017. De acordo com o historiador David McComb, \"os irmãos, em 26 de agosto de 1836, compraram de Elizabeth E. Parrott, esposa do TFL Parrott e viúva de John Austin, a metade sul da área inferior de terra [ hectares] concedida a ela por seu falecido marido. Eles pagaram 5 mil dólares no total, mas apenas mil dólares em dinheiro.\" Os irmãos Allen decidiram nomear a cidade em homenagem a Sam Houston, o popular general da Batalha de San Jacinto, que foi eleito Presidente do Texas em setembro de 1836. A grande maioria dos escravos no Texas vinham com seus proprietários dos estados escravagistas mais antigos. No entanto, números consideráveis vieram pelo comércio doméstico de escravos. Nova Orleans era o centro desse comércio no \"Sul Profundo\", mas os traficantes de escravos estavam em Houston. Milhares de afro-americanos escravizados viviam perto da cidade antes da Guerra Civil Americana. Muitos deles perto da cidade trabalharam em plantações de açúcar e algodão, enquanto a maioria daqueles que moravam nos limites da cidade tinham empregos como domésticos e artesãos. Houston tornou-se uma cidade oficial em 5 de junho de 1837, sendo que James S. Holman tornando-se seu primeiro prefeito. No mesmo ano, Houston tornou-se a sede do Condado de Harrisburg (atual Condado de Harris) e a capital temporária da República do Texas. Em 1840, a comunidade estabeleceu uma câmara de comércio, em parte para promover o transporte marítimo e os negócios aquáticos no recém criado porto do bayou Buffalo.John Perry, \"Born on the Bayou: city's murky start\" , City Savvy Online Edition. Published Summer 2006. Acessado em 6 de fevereiro de 2007. Em 1860, Houston emergiu como um centro comercial e ferroviário para a exportação de algodão. Os esporos ferroviários do interior do Texas convergiam em Houston, onde encontravam linhas ferroviárias para os portos de Galveston e Beaumont. Durante a Guerra Civil, Houston serviu como sede para o General John Bankhead Magruder, que usou a cidade como ponto de organização da Batalha de Galveston. Após a Guerra Civil, os empresários de Houston iniciaram esforços para ampliar o extenso sistema de canais da cidade para que pudessem receber mais comércio entre o centro da cidade e o porto vizinho de Galveston. Em 1890, Houston era o principal centro ferroviário do Texas. === Século XX === Em 1900, depois que Galveston ter sido atingido por um furacão devastador, os esforços para tornar Houston um porto de águas profundas viável foram acelerados.J.H.W. Stele to Sayers, September 11–12, 1900. Texas State Library & Archives Commission, Acessado em 31 de agosto de 2007 No ano seguinte, a descoberta de petróleo no campo petrolífero Spindletop perto de Beaumont provocou o desenvolvimento da indústria petrolífera do Texas. Em 1902, o presidente Theodore Roosevelt aprovou um projeto de melhoria de 1 milhão de dólares para o Porto de Houston. Em 1910, a população da cidade atingiu 78,8 mil habitantes, quase o dobro da década anterior. Os afro-americanos formavam uma grande parte da população da cidade, com pessoas, quase um terço dos moradores. O presidente Woodrow Wilson abriu o Porto de Houston de águas profundas em 1914, sete anos após o início da escavação. Em 1930, Houston tornou-se a cidade mais populosa do Texas e o Condado de Harris, o mais populoso do país. Em 1940, o Departamento do Censo dos Estados Unidos relatou que a população de Houston era composta por 77,5% de branco e 22,4% de negros. Quando a Segunda Guerra Mundial começou, os níveis de tonelagem no porto diminuíram e as atividades de transporte foram suspensas; no entanto, a guerra proporcionou benefícios econômicos para a cidade. Refinarias petroquímicas e fábricas foram construídas ao longo do canal devido à demanda por produtos de petróleo e borracha sintética pela indústria da defesa durante a guerra. A Aeroporto de Ellington, inicialmente construído durante a Primeira Guerra Mundial, foi revitalizado como um centro de treinamento avançado para bombardeiros e navegadores. A Brown Shipbuilding Company foi fundada em 1942 para construir navios para a Marinha dos Estados Unidos durante a Segunda Guerra Mundial. Devido ao boom dos trabalhos de defesa, milhares de novos trabalhadores, negros e brancos, migraram para a cidade para competir por empregos mais bem pagos. O presidente Roosevelt estabeleceu uma política de não discriminação para empreiteiros de defesa e os negros ganharam algumas oportunidades, especialmente na construção naval, embora não sem resistência dos brancos e tensões sociais crescentes que entraram em erupção através de episódios ocasionais de violência. Os ganhos econômicos dos negros que entraram nas indústrias de defesa continuaram nos anos do pós-guerra.\"Race, Roosevelt, and Wartime Production: Fair Employment in World War II Labor Markets\", William J. Collins, The American Economic Review, Vol. 91, No. 1 (Março de 2001), pp. 272–286, Published by: American Economic Association, Stable URL: https://www.jstor.org/stable/2677909 Em 1945, a Fundação M.D Anderson formou o Texas Medical Center. Após a guerra, a economia de Houston voltou a ser principalmente impulsionada por portos. Em 1948, a cidade anexou várias áreas não incorporadas, mais que dobrando seu tamanho. Houston propriamente dita começou a se espalhar por toda a região. Em 1950, a disponibilidade de ar condicionado proporcionou um impulso para que muitas empresas se mudassem para Houston, onde os salários eram inferiores aos do norte do país; isso resultou em um boom econômico e produziu uma mudança fundamental na economia da cidade em direção ao setor de energia.\"How Air Conditioning Changed America\", The Old House Web, Acessado em 4 de abril de 2007\"A Short History\" , Houston Geological Auxiliary, Acessado em 4 de abril de 2007 O aumento da produção da indústria de construção naval, expandida durante a Segunda Guerra Mundial, estimulou o crescimento de Houston, assim como o estabelecimento em 1961 do \"Manned Spacecraft Center\" da NASA (renomeado para Centro Espacial Lyndon Johnson em 1973). Este foi o estímulo para o desenvolvimento da indústria aeroespacial da cidade. O Astrodome, apelidado de \"Oitava Maravilha do Mundo\", abriu em 1965 como o primeiro estádio de esportes com cúpula interior do mundo. Durante o final da década de 1970, Houston teve um boom populacional quando as pessoas dos estados de cinturão da ferrugem mudaram-se para o Texas em grande número. Os novos residentes vieram por conta de inúmeras oportunidades de emprego na indústria do petróleo, criadas como resultado do embargo do petróleo árabe. Com o aumento de empregos profissionais, Houston tornou-se um destino para muitas pessoas com formação universitária, incluindo afro-americanos em uma grande migração reversa de volta das áreas do norte. Em 1997, os houstonianos elegeram Lee P. Brown como o primeiro prefeito afro-americano da cidade. == Geografia == Houston está localizado a 266 km a leste de Austin,Lomax, John Nova. \"This Is Texas.\" Texas Monthly. Fevereiro de 2013. Acessado em 30 de abril de 2013. 180 km a oeste da fronteira com a Louisiana e 400 km ao sul de Dallas.Martin, Roland. \" Football power in Texas has shifted to Houston.\" CNN. 6 de janeiro de 2012. Acessado em 7 de janeiro de 2012. De acordo com o Departamento do Censo dos Estados Unidos, a cidade tem uma área total de ; isto compreende de terra e (4,7%) cobertos por água. A maior parte da cidade está localizada na planície costeira do Golfo do México e sua vegetação é classificada como pastagem temperada e floresta. Grande parte da cidade foi construída em terras de florestas, pântanos ou pradarias que se assemelham às do Sul Profundo e ainda são visíveis nas áreas circundantes. O terreno local plano combinado com a expansão urbana tornou as inundações um problema recorrente na cidade.Flood Forecasting for the Buffalo Bayou Using CRWR-PrePro and HEC-HMS . Center for Research in Water Resources, The University of Texas at Austin Acessado em 10 de janeiro de 2007. O centro fica a cerca de 15 m acima do nível do marDowntown Houston, Texas. TopoQuest.com Acessado em 5 de julho de 2008. e o ponto mais alto no extremo noroeste de Houston é de aproximadamente 38 m de altitude.USGS Satsuma (TX) Topo Map. TopoQuest.com. 2008. Acessado em 5 de julho de 2008. Note: The boundaries of the City of Houston are shown as \"HOUSTON CORP BDY\" along the dotted line.Super Neighborhood# 1-Willowbrook . City of Houston. Acessado em 15 de maio de 2012. A cidade já chegou a depender de águas subterrâneas para suprir suas necessidades, mas a subatendimento da terra forçou Houston a recorrer a fontes de água no nível do solo, como os lagos Houston, Conroe e Livingston. . United States Geological Survey. Acessado em 11 de janeiro de 2007. A cidade possui direitos de águas superficiais por 1,20 bilhões de galões de água por dia, além de 150 milhões de galões por dia de águas subterrâneas. Houston tem quatro principais bombas que passam pela cidade que tiram água do extenso sistema de drenagem. O bayou (ribeiro) Buffalo atravessa o centro da cidade e o Porto de Houston e tem três afluentes: bayou White Oak, que atravessa a comunidade Houston Heights a noroeste do centro da cidade e, em seguida, o centro; o bayou Brays, que corre ao longo do Texas Medical Center; e o bayou Sims, que atravessa o sul e o centro de Houston. O canal de navios continua passado por Galveston e depois ao Golfo do México. === Clima === Houston é uma cidade quente no verão e fria no inverno. O tempo em Houston é instável, por causa de sua localização geográfica, em uma planície com poucos obstáculos naturais contra ventos e massas de ar. No verão as temperaturas podem superar os 35 °C, especialmente em julho, já no inverno as temperaturas caem em média para 12 °C sendo que a mínima atinge os 7 °C em janeiro. A temperatura mais baixa já registrada em Houston foi em dezembro de 1989, -13 °C. A maior foi em 1962, em agosto, atingindo os 41 °C. A temperatura média de Houston é amenizada pela proximidade da cidade com o Golfo do México. Em comparação a Dallas, Houston possui menores temperaturas médias no verão, e maiores no inverno. As precipitações são abundantes durante o ano inteiro, com mais frequência no verão do que no inverno. O mês mais chuvoso da cidade é junho (174 milímetros), e o mais seco é fevereiro (76 milímetros). == Demografia == Desde 1900, o crescimento populacional médio, a cada dez anos, é de 42,3%. === Censo 2020 === Segundo o censo nacional de 2020, a sua população é de e sua densidade populacional é de . Seu crescimento populacional na última década foi de xxx%, acima do crescimento estadual de 9,8%. É a cidade mais populosa do estado e a quarta mais populosa do país. Possui que resulta em uma densidade de e um aumento de 11,8% em relação ao censo anterior. Deste total, 10,2% das unidades habitacionais estão desocupadas. A média de ocupação é de 2,6 pessoas por residência. === Censo 2000 === Segundo o censo americano de 2000, Houston possui , ocupadas e . A densidade populacional da cidade é de . A cidade possui um total de , que resultam em uma densidade de . 49,27% da população da cidade são brancos, 25,31% são afro-americanos, 5,31% são asiáticos, 0,44% são nativos americanos, 0,06% são nativos polinésios, 16,46% são de outras raças e 3,15% são descendentes de duas ou mais raças. 37,47% da população da cidade são hispânicos de qualquer raça. Existem na cidade ocupadas, dos quais 33,1% abrigam pessoas com menos de 18 anos de idade, 43,2% abrigam um casal, 15,3% são famílias com uma mulher sem marido presente como chefe de família, e 36,3% não são famílias. 29,6% de todas as residências ocupadas são habitadas por apenas uma pessoa, e 6,2% das residências ocupadas na cidade são habitadas por uma única pessoa com 65 anos ou mais de idade. Em média, cada residência ocupada possui 2,67 pessoas e cada família é composta por 3,39 membros. 27,5% da população da cidade possui menos de 18 anos de idade, 11,2% possuem entre 18 e 24 anos de idade, 33,8% possuem entre 25 e 44 anos de idade, 19,1% possuem entre 45 e 64 anos de idade, e 8,4% possuem 65 anos de idade ou mais. A idade média da população da cidade é de 31 anos. Para cada 100 pessoas do sexo feminino existem 99,7 pessoas do sexo masculino. Para cada 100 pessoas do sexo feminino com 18 anos ou mais de idade existem 97,8 pessoas do sexo masculino. A renda média anual de uma residência ocupada é de , e a renda média anual de uma família é de . Pessoas do sexo masculino possuem uma renda média anual de , e pessoas do sexo feminino, . A renda per capita da cidade é de . 19,2% da população da cidade e 16% das famílias da cidade vivem abaixo da linha de pobreza. 26,1% das pessoas com 17 anos ou menos de idade e 14,3% das pessoas com 65 anos ou mais de idade estão vivendo abaixo da linha de pobreza. === Religião === Houston e sua área metropolitana são a terceira área mais religiosa e cristã em porcentagem da população dos Estados Unidos, e a segunda no Texas, atrás de Dallas. sendo um grande centro do Protestantismo, parte do Bible Belt (Cinturão Bíblico, em português). De acordo com um estudo de 2014 do Pew Research Center, 73% da população da área de Houston se identificou como cristã, cerca de 50% dos quais declararam afiliações Protestantes e cerca de 19% com afiliação católica romana. Cerca de 20% dos residentes da área de Houston afirmaram não ter nenhuma afiliação religiosa, em comparação com cerca de 23% em todo o país. O mesmo estudo diz que os residentes da área que se identificam com outras religiões (incluindo judaísmo, budismo, islamismo e hinduísmo) constituem coletivamente cerca de 7% da população da área. === Governo e política === A cidade de Houston possui um prefeito com maiores poderes, como forma de governante municipal.Summary of Significant Accounting Policies. Office of the Controller, City of Houston. Acessado em 10-01-2007. Houston é uma cidade autônoma e todas as eleições municipais do estado do Texas são não-partidárias.6.2 Run for Party Nomination to Public Office . Texas Politics, Liberal Arts Technology Instruction Services, Universidade do Texas. 2005. Acessado em 10-01-2007. Os representantes eleitos são o prefeito, o controlador da cidade e 14 membros do conselho da cidade.City Council. City of Houston. 2007. Acessado em 10-01-2007. Desde 2007, o prefeito de Houston é William \"Bill\" White, um Democrata eleito em uma votação não-partidária, que está em seu terceiro e último mandato. O prefeito de Houston serve como o administrador-chefe da cidade, o diretor-executivo e o representante oficial. Ele é responsável pelo gerenciamento geral da cidade e averiguar se todas as leis estão sendo executadas.Mayor's Office. 2007. Acessado em 10-01-2007. De acordo com o resultado do referendo de 1991, em Houston, o prefeito é eleito para um mandado de dois anos e pode ser reeleito por três vezes consecutivas. A cidade de Houston foi criticada por possuir o pior programa de reciclagem dentre o das 30 maiores cidades dos Estados Unidos.Houston Resists Recycling, and Independent Streak Is Cited, por Adam B. Ellick, New York Times, 29 de julho de 2008. Em outubro de 2008, a cidade iniciou um programa, o qual pretende reciclar o material orgânico desperdiçado. Espera-se salvar 82 mil toneladas anualmente, o suficiente para preencher o Chase Tower, o maior edifício da cidade. === Cidades-irmãs === A cidade de Houston possui acordo de geminação com estas cidades:http://www.sistercitiesofhouston.org/ * Abu Dhabi, Abu Dhabi, Emirados Árabes Unidos * Baku,Azerbaijão * Chiba, Chiba, Japão * Grampian, Escócia * Guaiaquil, Guayas, Equador * Huelva, Andaluzia, Espanha * Istambul, Istambul, Turquia * Karachi, Sind, Paquistão * Leipzig, Saxónia, Alemanha * Luanda, Província de Luanda, Angola * Nice, Alpes Marítimos, França * Perth, Austrália Ocidental, Austrália * Shenzhen, Guangdong, China * Stavanger, Rogaland, Noruega * Tampico, Tamaulipas, México * Taipé, Taiwan * Tiumen, Oblast de Tiumen, Rússia == Economia == Houston é reconhecida mundialmente por sua indústria de energia - particularmente para petróleo e gás natural -, bem como para pesquisa biomédica e aeronáutica. Fontes de energias renováveis ​​- eólica e solar - também estão crescendo como bases econômicas da cidade. O porto de Houston é também uma grande parte da base econômica da cidade. Por causa desses pontos fortes, Houston é designada como uma cidade global pelo Globalization and World Cities Study Group e pela rede e consultoria global de consultoria A.T. Kearney. A área de Houston é o maior mercado de exportação dos Estados Unidos, superando a cidade de Nova York em 2013, de acordo com dados divulgados pela Administração de Comércio Internacional do Departamento de Comércio dos Estados Unidos. Em 2012, a Grande Houston registrou 110,3 bilhões de dólares em exportações de mercadorias.Houston surpasses New York as top U.S. export market – Houston Business Journal. Bizjournals.com. Acessado em 21 de julho de 2013. Produtos petrolíferos, produtos químicos e equipamentos de extração de petróleo e gás representaram cerca de dois terços das exportações da área metropolitana no ano passado. Os três principais destinos para exportação foram México, Canadá e Brasil.Houston Passes New York to Become Nation's Top Exporting Metro Area. App1.kuhf.org (12 de julho de 2013). Acessado em 21 de julho de 2013. A área de Houston é um dos principais centros para a construção de equipamentos para campos petrolíferos.\" \", Greater Houston Partnership. Acessado em 21 de março de 2009. Grande parte do seu sucesso como um complexo petroquímico é devido ao seu porto.\" \", The Port of Houston Authority, 15 de maio de 2007. Acessado em 27 de maio de 2007. Nos Estados Unidos, o porto ocupa o primeiro lugar no comércio internacional e o décimo dos maiores portos do mundo.\"General Information \", The Port of Houston Authority, 15 de maio de 2007. Acessado em 27 de maio de 2007. Ao contrário da maioria dos lugares, os altos preços do petróleo e da gasolina são benéficos para a economia de Houston, já que muitos de seus moradores estão empregados no setor de energia. Houston é o ponto inicial ou final de numerosas oleodutos de petróleo, gás e produtos derivados. O produto doméstico bruto (PIB) da Grande Houston em 2012 foi de 489 bilhões de dólares, tornando-se a quarta maior área metropolitana mais rica dos Estados Unidos, com um PIB maior que o da Áustria, da Venezuela ou da África do Sul. Apenas 26 países (exceto os Estados Unidos) têm um produto interno bruto que excede o PIB da Grande Houston. Em 2010, a mineração (que consiste quase que inteiramente na exploração e produção de petróleo e gás) representou 26,3% do PIB da Grande Houston, com altos preços de energia e a uma diminuição do excedente mundial de capacidade de produção de petróleo, seguidos por serviços de engenharia, serviços de saúde e fabricação.\" \", Greater Houston Partnership. Acessado em 21 de março de 2009. O impacto anual do sistema da Universidade de Houston sobre a economia da região equivale a uma grande empresa: 1,1 bilhão de dólares em novos recursos atraídos anualmente para a área de Houston, 3,13 bilhões de dólares em benefício econômico total e 24 mil empregos locais gerados. Isto, além dos 12,5 mil novos diplomados que a universidade produz todos os anos. Estes diplomados tendem a ficar em Houston, sendo, que após cinco anos, 80,5% deles ainda viviam e trabalhavam na região. Em 2006, a área metropolitana de Houston ficou em primeiro lugar no Texas e em terceiro nos Estados Unidos na categoria de \"Melhores Lugares para Negócios e Carreiras\" da revista Forbes.Badenhausen, Kurt. \"2006 Best Places for Business and Careers\", Forbes, 4 de maio de 2006. Acessado em1 5 de dezembro de 2006. Governos estrangeiros estabeleceram 92 consulados na área metropolitana de Houston, o terceiro maior número do país. Quarenta governos estrangeiros mantêm escritórios comerciais na região, com 23 câmaras de comércio estrangeiras e associações comerciais ativas.\" \", Greater Houston Partnership. Acessado em 21 de março de 2009. Vinte e cinco bancos estrangeiros, que representam 13 nações, operam em Houston, fornecendo assistência financeira à comunidade internacional. == Infraestrutura == === Transportes === De acordo com o Censo dos Estados Unidos de 1990, 71,7% dos passageiros de Houston dirigiram sozinhos para ir ao trabalho. Em 2009, a porcentagem de trabalhadores de Houston que dirigiram para trabalho sozinhos subiu para 75,6%. Em 2016, o American Community Survey estimou as parcelas modais em 77,2% para pessoas que dirigem sozinhas, 11,4% para co-compartilhamento de carros, 3,6% para o trânsito na pista, 2,1% para caminhadas e 0,5% para o ciclismo. O sistema de freeways de Houston compreende 1.189,8 km de autoestradas e vias expressas em uma área metropolitana composta por dez condados. No entanto, o Relatório de Mobilidade Urbana anual do Instituto de Transportes do Texas descobriu que Houston teve a quarta pior taxa de congestionamento no país, sendo que os passageiros gastavam uma média de 58 horas no trânsito em 2009. A Autoridade Metropolitana de Trânsito do Condado de Harris (METRO) fornece transporte público sob a forma de ônibus e VLTs. A METRO iniciou o serviço ferroviário leve em 1 de janeiro de 2004, com a pista inaugural (\"Linha Vermelha\") a cerca de 8 milhas da Universidade de Houston- Downtown (UHD), que atravessa o Texas Medical Center e termina em Parque NRG. A METRO está atualmente na fase de projeto de um plano de expansão de 10 anos que adicionará mais cinco linhas no sistema e expandirá a linha vermelha atual. A Amtrak, o sistema ferroviário nacional de passageiros, presta serviço três vezes por semana a Houston através do Sunset Limited (Los Angeles-Nova Orleans), que pára na Estação Amtrak de Houston, no lado norte da área do centro da cidade. A estação teve 14 891 embarques no ano fiscal de 2008. Em 2012, houve um aumento de 25% no número de passageiros para 20 327 passageiros que embarcam da Estação Amtrak de Houston. Houston tem o maior número de ciclistas no Texas, com mais de 160 milhas de ciclovias. A cidade está atualmente no processo de expandir sua rede de vias para bicicletas. Um sistema de compartilhamento de bicicletas conhecido como Houston B-Cycle atualmente opera 29 estações diferentes no centro da cidade e em áreas vizinhas. Houston é servida por três aeroportos, dois dos quais comerciais que atendiam 52 milhões de passageiros em 2007 e administrados pelo Houston Airport System. A Administração Federal de Aviação e o estado do Texas selecionaram o \"Sistema de Aeroporto de Houston como Aeroporto do Ano\" de 2005, em grande parte devido ao seu programa de melhoria de aeroporto de 3,1 bilhões de dólares para os dois principais aeroportos da cidade. O principal aeroporto da cidade é o Aeroporto Intercontinental George Bush (IAH), o décimo mais movimentado nos Estados Unidos por total de passageiros e o 28.º no mundo inteiro. O Bush Intercontinental atualmente ocupa o quarto lugar nos Estados Unidos para serviços nacionais e internacionais sem interrupções, com 182 destinos.About George Bush Intercontinental Airport . Houston Airport System. Acessado em 11 de janeiro de 2007. Em 2006, o Departamento dos Transportes dos Estados Unidos nomeou o IAH o aeroporto com mais crescimento entre os dez melhores do país. === Saúde === Houston é a sede do Texas Medical Center de renome internacional, que contém a maior concentração mundial de instituições de pesquisa e saúde. Todas as 49 instituições membros do Texas Medical Center são organizações sem fins lucrativos. Elas fornecem atendimento emergencial e preventivo, pesquisa, educação e bem-estar da comunidade local, nacional e internacional. Empregando mais de 73,6 mil pessoas, as instituições do centro médico incluem 13 hospitais e duas instituições especializadas, duas escolas de medicina, quatro escolas de enfermagem e escolas de odontologia, saúde pública, farmácia e praticamente todas as carreiras relacionadas à saúde. É onde foi criado um dos primeiros e mais bem sucedidos programas de transplante interinstitucional do país. Mais cirurgias cardíacas são realizadas no Texas Medical Center do que em qualquer outro lugar do mundo. Algumas das instituições de saúde acadêmica e de pesquisa no centro incluem o Centro de câncer MD Anderson, Baylor College of Medicine, UT Health Science Center, Memorial Hermann Hospital, Houston Methodist Hospital, Texas Children's Hospital e University of Houston College of Pharmacy. O Baylor College of Medicine foi considerado uma das dez melhores escolas de medicina da nação; do mesmo modo, o MD Anderson Cancer Center tem sido consistentemente classificado como um dos dois maiores hospitais dos Estados Unidos especializados em câncer. A Clinica Menninger, um renomado centro de tratamento psiquiátrico, é afiliada ao Baylor College of Medicine e ao Houston Methodist Hospital System. Com unidades hospitalares espalhadas por todo o país e com sede em Houston, o sistema hospitalar Triumph Healthcare é o terceiro maior provedor de atendimento de longo prazo a nível nacional. === Educação === thumb|esquerda|Universidade de Houston. Dezessete distritos escolares existem na cidade de Houston. O Distrito Escolar Independente de Houston (HISD) é o sétimo maior distrito escolar dos Estados Unidos e o maior do Texas.\"Houston ISD automates lunch\", eSchool News online, 21 de fevereiro de 2006. Acessado em 16 de dezembro de 2006. O HISD possui 112 campi que servem de escolas de vanguarda, especializadas em disciplinas como profissões de saúde, artes visuais e artes cênicas. Há também muitas escolas charter que são administradas separadamente dos distritos escolares. Além disso, alguns distritos escolares públicos também têm suas próprias escolas. A área de Houston abrange mais de 300 escolasPrivate Schools. Houston-Texas-Online. 2004. Retrieved on January 10, 2007.Houston Private Schools. HoustonAreaWeb.com. Acessado em 10 de janeiro de 2007.School Art Participation. Houston Livestock Show and Rodeo. Acessado em 10 de janeiro de 2007. Archived at the Internet Archive Wayback Machine. muitas das quais são credenciadas pelas agências reconhecidas pela Texas Private School Accreditation Commission. As escolas independentes da área de Houston oferecem educação de diferentes pontos de vista, religiosos e seculares.About HAIS . Houston Area independent schools. 2007. Acessado em 27 de março de 2007. As escolas católicas da área de Houston são operadas pela Arquidiocese de Galveston-Houston. Quatro universidades estaduais distintas estão localizadas em Houston. A Universidade de Houston é uma universidade de pesquisa reconhecida a nível nacional e é a instituição emblemática do Sistema da Universidade de Houston. A terceira maior universidade do Texas, a Universidade de Houston tem quase 44 mil alunos em seu campus de 667 acres no sudeste de Houston. A Universidade de Houston-Clear Lake e a Universidade de Houston-Downtown são universidades autônomas; elas não são campi de sucursais da Universidade de Houston. Localizada na comunidade histórica de Third Ward, a Texas Southern University, uma das maiores e mais abrangentes universidades historicamente afro-americanas dos Estados Unidos. A Texas Southern University é também a primeira universidade estadual em Houston.http://www.chron.com/local/history/major-stories- events/article/Houston-s-public-higher-education-history-a-9175498.php Várias instituições privadas de ensino superior - que vão desde as faculdades de artes liberais, como a Universidade de São Tomás, a única universidade católica de Houston, até a Universidade Rice, com uma matrícula de mais de 3 mil alunos de graduação - estão localizadas dentro da cidade. == Cultura == Localizada no Sul dos Estados Unidos, Houston é uma cidade diversificada com uma grande e crescente comunidade internacional. A área metropolitana de Houston abriga cerca de 1,1 milhão (21,4 por cento) de residentes que nasceram fora dos Estados Unidos, com quase dois terços da população estrangeira na região do sul da fronteira entre os Estados Unidos e o México. Além disso, mais de um em cinco residentes de origem estrangeira são da Ásia. A cidade abriga a terceira maior concentração de consulados do país, que representam 86 países. Muitos eventos anuais celebram as diversas culturas de Houston. O maior e mais longo prazo é o anual Houston Livestock Show and Rodeo, realizado durante 20 dias desde o início até o final de março, sendo o maior evento anual de rodeio do mundo. Outra grande celebração é o desfile anual Houston Pride Parade, realizada no final de junho. Outros eventos anuais incluem o Houston Greek Festival,The Original Greek Festival, Houston, Texas. 2006. Acessado em 10 de janeiro de 2007. Art Car Parade, o Houston Auto Show, o Houston International FestivalThe Houston International Festival . 2007. Acessado em 10 de janeiro de 2007. e o Bayou City Art Festival, considerado um dos cinco melhores festivais de arte no Estados Unidos. === Artes e teatro === O Distrito de Teatros de Houston, localizado no centro da cidade, é o lar de nove organizações de artes performáticas e seis salas de teatro. É a segunda maior concentração de teatros em uma área central de uma cidade dos Estados Unidos.Ramsey, Cody. \"In a state of big, Houston is at the top\", Texas Monthly, Setembro de 2002. Acessado em 16 de fevereiro de 2014.\"About Houston Theater District\", Houston Theater District. Acessado em 16 de de dezembro de 2006. Archived at the Internet Archive Wayback Machine. Houston é uma das poucas cidades do país com empresas permanentes, profissionais e residentes em todas as principais disciplinas de artes cênicas: ópera (Houston Grand Opera), balé (Houston Ballet), música (Orquestra Sinfônica de Houston) e teatro (The Alley Theatre, Theatre Sob as Estrelas).\"Performing Arts Venues\", Houston Theater District. Retrieved on December 16, 2006. Archived at the Internet Archive Wayback Machine. Houston também abriga artistas populares, grupos de arte e várias pequenas organizações de artes progressivas.\"A Brief History of the Art Car Museum\", ArtCar Museum of Houston. Acessado em 16 de dezembro de 2006. Houston atrai muitas peças, concertos, espetáculos e exposições da Broadway.2006 fall edition of International Quilt Festival attracts 53,546 to Houston. Quilts., Inc. Press release published November 30, 2006. Acessado em 12 de janeiro de 2007. Instalações no distrito de teatros incluem o Jones Hall-home, da Orquestra Sinfônica de Houston, a Society for the Performing Arts e o Hobby Center for Performing Arts. As instituições e exposições culturais do Distrito de Museus atraem mais de 7 milhões de visitantes por ano.Houston Museum District . Greater Houston Convention and Visitors Bureau. Acessado em 18 de fevereiro de 2007. As instalações notáveis ​​incluem o Museu de Belas Artes, o Museu de Ciências Naturais, o Museu de Arte Contemporânea, o Museu do Holocausto e o Jardim Zoológico.Houston Museum District Day. Texas Monthly. 2006. Acessado em 10 de janeiro de 2007.Home Page. Contemporary Arts Museum Houston. Acessado em 10 de janeiro de 2007. Houston Museum District . Greater Houston Convention and Visitors Bureau. Acessado em 10 de janeiro de 2007. Bayou Bend é uma instalação de 5,7 ha do Museu de Belas Artes que abriga uma das coleções mais proeminentes do país de arte decorativa, pinturas e móveis. Bayou Bend é a antiga casa do filantropo de Houston, Ima Hogg. === Esportes === Houston tem equipes esportivas para todas as grandes ligas profissionais, exceto a National Hockey League. Os Houston Astros são uma equipe da Major League Baseball formada em 1962 (conhecida como \"Colt .45s\" até 1965) que ganhou a World Series em 2017 e já apareceu em 2005. É a única equipe da MLB que venceu tanto a Liga Nacional (em 2005) quanto a Liga Americana (em 2017). Os Houston Rockets são uma equipe da National Basketball Association (NBA) estabelecida na cidade desde 1971. Eles ganharam dois campeonatos da NBA: em 1994 e 1995 sob os jogadores-estrela Hakeem Olajuwon, Otis Thorpe, Clyde Drexler, Vernon Maxwell e Kenny Smith. Os Houston Texans são uma equipe da National Football League formada em 2002. O Houston Dynamo é uma equipe da Major League Soccer que tem sede em Houston desde 2006, conquistando dois títulos da MLS Cup em 2006 e 2007. A equipe Houston Dash joga na National Women's Soccer League. A Scrap Yard Dawgs, uma equipe feminina de softball, joga na National Pro Fastpitch desde 2016. O Minute Maid Park (casa dos Astros) e o Toyota Center (casa dos Rockets), estão localizados no centro de Houston. A cidade tem o primeiro estádio de telhado retrátil da NFL com grama natural, o NRG Stadium (lar dos Texans). O Minute Maid Park também é um estádio de telhado retrátil. O Toyota Center também possui a maior tela em uma arena coberta nos Estados Unidos, construída para coincidir com a hospedagem da arena do jogo All-Star Game da NBA de 2013. O BBVA Compass Stadium é um estádio específico para o Houston Dynamo, o time de futebol Texas Southern Tigers e o Houston Dash, localizado no East Downtown. Além disso, o NRG Astrodome foi o primeiro estádio coberto do mundo, construído em 1965. Outras instalações esportivas incluem Hofheinz Pavilion (Houston Cougars basketball), Rice Stadium (Rice Owls football) e Reliant Arena. O TDECU Stadium é o lugar onde o time de futebol da Universidade de Houston, os Houston Cougars, joga. A cidade hospedou vários eventos esportivos importantes: os Jogo das Estrelas da Major League Baseball de 1968, 1986 e 2004; o NBA All-Star Game de 1989, 2006 e 2013; Super Bowl VIII e o Super Bowl XXXVIII, além de hospedar o World Series de 2005 e as Finais da NBA de 1981, 1986, 1994 e 1995, vencendo as duas últimas. O NRG Stadium hospedou o Super Bowl LI em 5 de fevereiro de 2017. A cidade também hospedou vários grandes eventos esportivos profissionais e universitários, incluindo o torneio de golfe anual Houston Open. Houston hospeda o torneio de beisebol anual Houston College Classic em fevereiro e o Texas Bowl em dezembro. O Grande Prêmio de Houston, uma corrida de auto anual no circuito da série IndyCar, é realizado em um circuito de rua temporário de 1,7 milhas no Reliant Park. O evento de outubro de 2013 foi realizado usando uma versão ajustada do circuito 2006-2007. O evento tem um contrato de corrida de 5 anos até 2017 com a IndyCar. == Marcos históricos == O Registro Nacional de Lugares Históricos lista 280 marcos históricos em Houston, dos quais 4 são Marco Histórico Nacional. O primeiro marco foi designado em 15 de outubro de 1966 e o mais recente em 26 de abril de 2021, a J. A. Folger and Company Plant. Alguns marcos históricos são: * Capela Rothko * Apollo Mission Control Center === Bibliográficas === * * Houston, New York Has a Problem, City Journal, Summer 2008 * 174 Years of Historic Houston Houstonhistory.com. 2007. Retrieved on 2007-01-13. * A thumb-nail history of the city of Houston, Texas, from its founding in 1836 to the year 1912, published 1912, hosted by the Portal to Texas History, republished 2007 by Copano Bay Press. * True stories of old Houston and Houstonians: historical and personal sketches / by S. O. Young., published 1913, hosted by the Portal to Texas History, republished 2007 by Copano Bay Press. *. * * * Phelps, Wesley G. A People's War on Poverty: Urban Politics and Grassroots Activists in Houston. Athens, GA: University of Georgia Press, 2014. * Pruitt, Bernadette. The Other Great Migration: The Movement of Rural African-Americans to Houston, 1900–1941. College Station, TX: Texas A&M; University Press, 2013. * * == Ligações externas == * * * * Categoria:Sam Houston",
 "title": "Houston"
}