{
 "id": "25766",
 "text": "Yangon ou, em português, Rangum (birmanês: ရန်ကုန်) é a maior cidade de Mianmar (ou Birmânia), antiga capital. Seu nome é formado por duas palavras: yan, que significa inimigos, e koun, que significa livrar-se de, fugir de - \"cidade sem inimigos\". Hoje com cerca de 4,5 milhões de habitantes, Yangon está localizada próxima ao rio Yangon. ==História== Foi fundada, com o nome de Dagon, provavelmente no século VI, pelos Mon, que na época ocupavam a Baixa Birmânia. Dagon era uma pequena vila de pescadores localizada em volta dum pagoda que se tornou o centro de peregrinação o mais importante da Birmânia: o Pagode Shwedagon (ouro de Dagon, antigo nome de Rangum). No princípio do século XVII aínda é apenas uma aldeia perto do Pagoda (que hoje se encontra a 2 quilômetros do centro da cidade), a cidade principal estando em frente, do outro lado do rio: Sirião. Portanto, a partir da tomada de Sirião aos portugueses de Filipe de Brito, em 1613, Rangum cresce, até se tornar capital do país em 1753 pelo rei Alaungpaya, que lhe dá este último nome. Foi ocupada pelos britânicos durante a Primeira Guerra anglo-birmanesa (1824 - 1826) e entre 1852 e 1948. A Rangum colonial, com seus parques espaçosos, lagos, e uma mistura de edifícios modernos e de arquitetura de madeira tradicional, era conhecida como \"A cidade jardim do Oriente.\" No início do século XX, Rangum tinha serviços públicos e infraestrutura na paridade com Londres. Antes da Segunda Guerra Mundial, quase metade da população de Rangum era composta por nativos do sul da Ásia. Logo após a independência da Birmânia, em 1948, muitos nomes coloniais de ruas e parques foram alterados para nomes mais nacionalistas de Myanmar. Em 1989, o nome da cidade foi mudado para \"Yangon\".365 tours A Universidade de Yangon foi fundada em 1920 e reorganizada em 1948 e, novamente, em 1964, quando se tornou a Universidade de Artes e Ciências.Encyclopedia.com (2008). Acessado em 18 de Abril de 2011. A cidade foi destruída por um incêndio em 1841, foi severamente danificada por um terremoto e tsunami em 1930, e novamente durante a Segunda Guerra Mundial. Em 1989, a junta militar de Mianmar anunciou que o nome da cidade passaria a ser Yangon. Como parte da comunidade internacional não reconhece a legitimidade do atual governo de Mianmar, alguns países ainda empregam a forma Rangum (ou uma variante vernácula: Rangoon, Rangoun ou outra) para referir-se à cidade. Em 2005, a junta militar que governa o país transferiu a capital para Naypyidaw. ==Economia== A cidade é o maior importador de Myanmar e também é o maior lugar em volume de negócios comerciais e industriais. Yangon é o principal centro de comércio, indústria, imóveis, mídia, entretenimento e turismo do país. A cidade representa cerca de um quinto da economia nacional. A cidade é o principal centro comercial para todos os tipos de mercadorias - de alimentos básicos a produtos manufaturados. O mercado de Bayinnaung é o maior centro atacadista do país de arroz, feijão, leguminosas e outras commodities. Grande parte das importações e exportações passam pelo Porto de Thilawa, o maior e mais movimentado porto do país. O turismo representa uma importante fonte de receita e moeda estrangeira para a cidade, embora pelos padrões do sudeste asiático o número de visitantes estrangeiros em Yangon sempre tenha sido bastante baixo. A melhoria no clima político do país atraiu um número crescente de empresários e turistas. == Cidades irmãs == Yangon é geminada com: * Cidade de Ho Chi Minh, Vietnã (2012) * Catmandu, Nepal * Kunming, China (2008) * Nanning, China (2009) * Bauru, Brasil (2001) * Santos, Brasil (1999) * Yangzhou, China (1997) * Fuchu, Japão *",
 "title": "Rangum"
}