{
 "id": "25797",
 "text": "Os manchus ou mandchus (Manchu: ; Möllendorff: manju; Abkai: manju; ) são uma minoria étnica da China que teve origem no que hoje é o nordeste da Manchúria. Eles também são chamados de \"manchus de franjas vermelhas\", uma referência aos ornamentos de seus tradicionais chapéus. São descendentes dos jurchéns, povo que estabeleceu a primeira Dinastia Jin (1115-1234). Em 1616 os manchus restabeleceram a dinastia Jin, depuseram a dinastia Ming (1368–1644) e fundaram a dinastia Qing (1644–1912). Os manchus formam o maior braço dos povos Tungúsicos e estão distribuídos por toda a China, formando o quarto maior grupo étnico do país. Eles podem ser encontrados em 31 Províncias da China. Também formam a maior minoria na China sem uma região autônoma. A província de Liaoning é a que possui o maior número de indivíduos manchu, cerca de metade da população, e Hebei, Heilongjiang, Mongólia Interior e Pequim possuem mais de 100 000 residentes da etnia. Existem alguns condados autônomos da minoria na China, como Xinbin, Xiuyan, Qinglong, Fengning, Yitong, Qingyuan, Weichang, Kuancheng, Benxi, Kuandian, Huanren, Fengcheng, Beizhen e mais de 300 cidades e distritos. Hoje, os manchus foram em grande parte assimilados pelos Han, e a língua manchu encontra-se praticamente extinta. Formam uma das 56 nacionalidades oficialmente reconhecidas pela República Popular da China. == História == === Ancestrais === Os ancestrais dos manchus podem ser rastreados até os sushen, registrados em livros antigos do período pré-Qin. Eles se originaram na bacia do rio Heilongjiang ao norte da montanha Changbai e no mar ao leste. Eles são famosos por sua experiência na fabricação de arcos e flechas. Já na época de Shun, eles ofereceram \"Zhu Shi Shi Nie\" à Dinastia das Planícies Centrais. Durante o período de Zhou Wu, Cheng Wang e Kang Wang, os Sushen também enviaram coisas para felicitá-lo. Devido aos contatos frequentes com a dinastia das Planícies Centrais, as pessoas naquela época acreditavam que sushen, Yan e Bo eram o território do norte da dinastia Zhou. === História inicial === Os manchus são descendentes do povo Jurchén que anteriormente estabeleceu a dinastia Jin (1115–1234) na China. O nome Mohe (靺 鞨) pode referir-se a uma população ancestral dos manchus, dado que a pronúncia chinesa média da palavra lembra Udege, um povo tungúsico que vive no norte da Manchúria. Sushen, por outro lado, possivelmente se refere a povos relacionados a Chukchee do Extremo Oriente da Sibéria. Os Mohe praticavam a criação de porcos extensivamente e eram principalmente sedentários, e também usavam peles de porco e de cachorro como casacos. Eles eram predominantemente agricultores e cultivavam soja, trigo, painço e arroz, além da caça. No século X, o termo jurchén apareceu pela primeira vez em documentos do final da dinastia Tang em referência ao estado de Balhae, no atual nordeste da China. Em 1019, os piratas jurchéns invadiram o Japão em busca de escravos. Apenas 270 ou 259 japoneses em 8 navios foram devolvidos quando Goryeo conseguiu interceptá-los. Os piratas Jurchéns massacraram japoneses enquanto capturavam japonesas como prisioneiras. Fujiwara Notada, o governador japonês foi morto. No total, 1 280 japoneses foram feitos prisioneiros, 374 japoneses foram mortos e 380 animais de propriedade de japoneses foram mortos para alimentação. Apenas 259 ou 270 foram devolvidos pelos coreanos dos 8 navios. O relatório da mulher Uchikura no Ishime foi copiado. Memórias traumáticas dos ataques de Jurchén ao Japão na invasão Toi de 1019, as invasões mongóis ao Japão, além de o Japão ver os Jurchéns como \"tártaros\" \"bárbaros\" após copiar a distinção bárbaro-civilizada da China, podem ter desempenhado um papel nas opiniões antagônicas do Japão contra os manchus e a hostilidade contra eles nos séculos posteriores, como quando os Tokugawa Ieyasu viram a unificação das tribos manchus como uma ameaça ao Japão. Os japoneses pensaram erroneamente que Hokkaido (Ezochi) tinha uma ponte de terra para a Tartária (Orankai) onde os Manchus viviam e pensaram que os Manchus poderiam invadir o Japão. O Bakufu Tokugawa enviou uma mensagem à Coreia via Tsushima oferecendo ajuda à Coreia contra a invasão Manchu de 1627 na Coreia. A Coreia recusou. Após a queda de Balhae, os Jurchéns tornaram-se vassalos da dinastia Liao liderada pelos quitais. Os Jurchéns na região do rio Yalu eram tributários de Goryeo desde o reinado de Wang Geon, que os convocou durante as guerras do período dos Três Reinos posteriormente, mas os jurchéns trocaram de lealdade entre Liao e Goryeo várias vezes, aproveitando a tensão entre as duas nações; representando uma ameaça potencial para a segurança da fronteira de Goryeo, os jurchéns ofereceram homenagem à corte de Goryeo, esperando presentes generosos em troca. Antes de os jurchéns derrubarem os quitais, mulheres jurchéns casadas e meninas jurchéns foram estupradas por enviados de Liao Khitan como um costume que causou ressentimento. Enviados quitais entre os jurchéns foram tratados como prostitutas por seus anfitriões jurchéns. Meninas solteiras dos jurchen e suas famílias hospedaram os enviados de Liao que fizeram sexo com as meninas. Os enviados da música entre os Jin foram entretidos de forma semelhante por garotas cantoras em Guide, Henan. A prática da prostituição convidada - dar acompanhantes, comida e abrigo aos convidados - era comum entre os jurchéns. Filhas solteiras de famílias jurchéns de classes baixas e médias em aldeias jurchéns foram fornecidas a mensageiros quitais para sexo, conforme registrado por Hong Hao. Não há evidências de que a prostituição convidada de meninas jurchéns solteiras para quitais tenha causado ressentimento pelos jurchéns. Foi só quando as famílias aristocráticas jurchéns foram forçadas a desistir de suas belas esposas como prostitutas convidadas para mensageiros quitais que os jurchéns ficaram furiosos. Isso provavelmente significava que apenas o marido tinha direito à esposa casada, enquanto entre os jurchéns de classe baixa, a virgindade das meninas solteiras e o sexo não impediam sua capacidade de casar mais tarde. No ano de 1114, Wanyan Aguda uniu as tribos jurchéns e estabeleceu a dinastia Jin (1115–1234). Seu irmão e sucessor, Wanyan Wuqimai, derrotou a dinastia Liao. Após a queda da dinastia Liao, os jurchéns entraram em guerra com a dinastia Song do Norte e capturaram a maior parte do norte da China nas guerras Jin-Song. Durante a dinastia Jin, a primeira escrita jurchén entrou em uso na década de 1120. Foi principalmente derivado da escrita khitana. Os jurchéns eram sedentários, agricultores assentados com agricultura avançada. Eles cultivavam grãos e milho como suas safras de cereais, cultivavam linho e criavam bois, porcos, ovelhas e cavalos. Seu modo de vida agrícola era muito diferente do nomadismo pastoral dos mongóis e khitanos nas estepes. Em 1206, os mongóis, vassalos dos jurchéns, se revoltaram na Mongólia. Seu líder, Genghis Khan, liderou as tropas mongóis contra os jurchéns, que foram finalmente derrotados por Ögedei Khan em 1234. A filha do imperador jurchén Jin Wanyan Yongji, a princesa jurchén Qiguo foi casada com o líder mongol Genghis Khan em troca de aliviar o cerco mongol sobre Zhongdu (Pequim) na conquista mongol da dinastia Jin. Sob o controle dos mongóis, os jurchéns foram divididos em dois grupos e tratados de forma diferente: aqueles que nasceram e foram criados no norte da China e fluentes em chinês eram considerados chineses (Han), mas as pessoas que nasceram e foram criadas na terra dos jurchéns (Manchúria) sem habilidades de língua chinesa foi tratada politicamente como mongol. A partir dessa época, os jurchéns do norte da China se fundiram cada vez mais com os chineses Han, enquanto aqueles que viviam em sua terra natal começaram a ser mongolizados. Eles adotaram costumes e nomes mongóis e a língua mongol. Com o passar do tempo, cada vez menos jurchéns conseguiam reconhecer sua própria escrita. A dinastia iuã liderada pelos mongóis foi substituída pela dinastia ming em 1368. Em 1387, as forças ming derrotaram as forças de resistência do comandante mongol Naghachu que se estabeleceram na área de haixi e começaram a convocar as tribos jurchéns para pagar tributo. Na época, alguns clãs jurchéns eram vassalos da dinastia Joseon da Coréia, como Odoli e Huligai. Suas elites serviram na guarda-costas real coreana. Os Joseon coreanos tentaram lidar com a ameaça militar representada pelos jurchéns usando meios e incentivos poderosos e lançando ataques militares. Ao mesmo tempo, eles tentaram apaziguá-los com títulos e diplomas, negociar com eles e buscar aculturá-los integrando os jurchéns à cultura coreana. Apesar dessas medidas, no entanto, os combates continuaram entre os jurchéns e os coreanos. Seu relacionamento acabou sendo interrompido pelo governo da dinastia Ming, que queria que os jurchéns protegessem a fronteira. Em 1403, Ahacu, chefe de Huligai, prestou homenagem ao imperador Yongle da dinastia Ming. Logo depois disso, Möngke Temür, chefe do clã Odoli dos jurchéns jianzhou, abandonou o tributo à Coreia, tornando-se um estado tributário da China. Yi Seong-gye, o Taejo de Joseon, pediu ao Império Ming que mandasse Möngke Temür de volta, mas foi recusado. O imperador Yongle estava determinado a tirar os jurchéns da influência coreana e fazer com que a China os dominasse. A Coreia tentou persuadir Möngke Temür a rejeitar as aberturas Ming, mas não teve sucesso, e Möngke Temür se submeteu ao Império Ming. Desde então, mais e mais tribos jurchéns prestaram homenagem ao Império Ming em sucessão. Os Ming os dividiram em 384 guardas, e os jurchéns tornaram- se vassalos do Império Ming. Durante a dinastia Ming, o nome da terra jurchén era Nurgan. Os jurchéns tornaram-se parte da Comissão Militar Regional de Nurgan da dinastia Ming sob o imperador Yongle, com as forças Ming erguendo a Estela do Templo Yongning em 1413, no quartel-general de Nurgan. A estela foi inscrita em chinês, jurchén, mongol e tibetano. Yishiha, que era um escravo eunuco jurchén no palácio imperial Ming depois de ser capturado e castrado quando menino pelas forças chinesas Ming, foi quem liderou a expedição Ming a Nurgan para erguer a estela e estabelecer a Comissão Militar Regional de Nurgan. Em 1449, taishi mongol Esen atacou o Império Ming e capturou o Imperador Zhengtong em Tumu. Alguns guardas jurchéns em Jianzhou e Haixi cooperaram com a ação de Esen, mas mais foram atacados na invasão mongol. Muitos chefes Jurchen perderam seus certificados hereditários concedidos pelo governo Ming. Eles tiveram que apresentar tributo como secretariados (中書舍人) com menos recompensa da corte Ming do que na época em que eram chefes de guardas - um desenvolvimento impopular. Posteriormente, mais e mais Jurchens reconheceram o declínio do poder do Império Ming devido à invasão de Esen. A captura do imperador Zhengtong causou diretamente os guardas jurchéns fora de controle. Líderes tribais, como Cungšan e Wang Gao, descaradamente pilharam o território Ming. Por volta dessa época, a escrita jurchén foi oficialmente abandonado. Mais jurchéns adotaram o mongol como língua de escrita e menos usaram o chinês. A última escrita dos jurchéns registrada data de 1526. Os manchus às vezes são identificados erroneamente como nômades. O modo de vida (economia) Manchu era agrícola, cultivando safras e criando animais em fazendas. Manchus praticavam agricultura de corte e queima nas áreas ao norte de Shenyang. Os jurchéns haixi eram \"semi-agrícolas, os jurchéns jianzhou e os Maolianos (毛 憐). Os jurchéns eram sedentários, enquanto a caça e a pesca eram o estilo de vida dos \"jurchéns selvagens\". A sociedade chinesa Han lembrava a dos sedentários jianzhous e Maolianos, que eram fazendeiros. Caça, arco e flecha a cavalo, equitação, criação de gado e agricultura sedentária eram todos parte da cultura de jurchéns jianzhou. Embora os manchus praticassem hipismo e tiro com arco a cavalo, seus progenitores imediatos praticavam agricultura sedentária. Os manchus também praticavam caça, mas eram sedentários. Seu principal modo de produção era a agricultura, enquanto viviam em aldeias, fortes e muros. Seus predecessores, os jurchéns e jin, também praticavam a agricultura. Apenas os mongóis e os jurchéns \"selvagens\" do norte eram semi-nômades, ao contrário dos jurchéns jianzhou, descendentes da dinastia Jin, que eram fazendeiros que buscavam, caçavam, pastoreavam e colhia nas bacias dos rios Liao e Yalu. Eles coletaram raiz de ginseng, pinhões, caçaram pels nas terras altas e nas florestas, criaram cavalos em seus estábulos e cultivaram milho e trigo em seus campos em pousio. Eles se envolveram em danças, luta livre e beberam bebidas fortes, como observado durante o meio do inverno pelo coreano Sin Chung-il quando estava muito frio. Esses jurchéns, que viviam no clima frio e severo do nordeste, às vezes enterraram suas casas no solo que construíram de tijolo ou madeira e cercaram suas aldeias fortificadas com fundações de pedra sobre as quais construíram paredes de vime e barro para se defender contra ataques. Os aglomerados de aldeias eram governados pelos beile, líderes hereditários. Eles lutaram entre si e distribuíram armas, mulheres, escravos e terras para seus seguidores neles. Era assim que viviam os jurchéns que fundaram a dinastia Qing e como seus ancestrais viviam antes dos Jin. Ao lado dos clãs mongóis e jurchéns, havia migrantes das províncias de Liaodong, na China Ming e da Coréia, vivendo entre esses jurchéns de uma maneira cosmopolita. Nurhachi, que hospedava Sin Chung-il, estava unindo todos eles em seu próprio exército, fazendo com que adotassem o penteado jurchén de um longo rabicho e uma coroa frontal raspada e usando túnicas de couro. Seus exércitos tinham bandeiras pretas, azuis, vermelhas, brancas e amarelas. Estes se tornaram as Oito Bandeiras, que seria uma parte do exército da dinastia Qing, inicialmente limitados a 4 e depois crescendo para 8 com três tipos diferentes de estandartes étnicos conforme os han, mongol e jurchéns foram recrutados para as forças de Nurhachi. Os jurchéns como Nurhaci falavam sua língua nativa tungúsica e chinês, adotando a escrita mongol em sua própria língua, ao contrário da escrita derivada dos quitais dos jurchés jin. Eles adotaram os valores confucionistas e praticaram suas tradições xamânicas. A dinastia Qing colocaram os forrageadores Warka \"Novos Manchus\" em Ningguta e tentaram transformá-los em fazendeiros agrícolas normais, mas então os Warka simplesmente voltaram à coleta de caçadores e pediram dinheiro para comprar gado para caldo de carne. A dinastia Qing queriam que os Warka se tornassem soldados-fazendeiros e impôs isso a eles, mas os Warka simplesmente deixaram sua guarnição em Ningguta e voltaram para o rio Sungari para suas casas para pastorear, pescar e caçar. A dinastia Qing os acusaram de deserção. === Governo manchu sobre a China === Um século depois que o caos começou nas terras jurchéns, Nurhachi, um chefe da Guarda de Esquerda jianzhou, começou uma campanha contra o Império Ming em vingança pelo homicídio de seu avô e pai em 1583. Ele reunificou as tribos jurchéns, estabeleceu um sistema militar chamado \"Oito Bandeiras\", que organizou os soldados jurchéns em grupos de \"Estandartes\" e ordenou que seu estudioso Erdeni e o ministro Gagai criassem uma nova escrita jurchén (mais tarde conhecida como escrita manchu) usando o alfabeto tradicional da Mongólia como referência. Quando os jurchéns foram reorganizados por Nurhachi nas Oito Bandeiras, muitos clãs manchus foram criados artificialmente como um grupo de pessoas não relacionadas fundam um novo clã manchu (mukun) usando um nome de origem geográfica, como um topônimo para seu hala (nome do clã). As irregularidades sobre a origem do clã jurchén e Manchu levaram a dinastia Qing a tentar documentar e sistematizar a criação de histórias para os clãs manchus, incluindo a fabricação de uma lenda inteira em torno da origem do clã Aisin Gioro tomando mitologia do nordeste. Em 1603, Nurhachi ganhou reconhecimento como o Sure Kundulen Khan (Manchu: ᠰᡠᡵᡝ ᡴᡠᠨᡩᡠᠯᡝᠨ ᡥᠠᠨ; Möllendorff: sure kundulen han; Abkai: sure kundulen han, \"cã sábio e respeitado\") de seus aliados mongóis Khalkha; então, em 1616, ele se entronizou publicamente e emitiu uma proclamação nomeando-se Genggiyen Khan (Manchu: ᡤᡝᠩᡤᡳᠶᡝᠨ ᡥᠠᠨ; Möllendorff: genggiyen han; Abkai: genggiyen han, \"cã brilhante\") da dinastia Jin Posterior (Manchu: ᠠᡳᠰᡳᠨ ᡤᡠᡵᡠᠨ; Möllendorff: aisin gurun; Abkai: aisin gurun, 後 金). Nurhachi então lançou seu ataque à dinastia Ming e mudou a capital para Mukden após sua conquista de Liaodong. Em 1635, seu filho e sucessor Huangtaiji mudou o nome do grupo étnico Jurchen (Manchu: ᠵᡠᡧᡝᠨ; Möllendorff: jušen; Abkai: juxen) para Manchu. Um ano depois, Huangtaiji se autoproclamou imperador da dinastia Qing (Manchu: ᡩᠠᡳ᠌ᠴᡳᠩ ᡤᡠᡵᡠᠨ; Möllendorff: gurun daicing; Abkai: daiqing gurun). Os fatores para a mudança de nome dessas pessoas de jurchén para manchu incluem o fato de que o termo \"Jurchén\" tinha conotações negativas, já que os jurchéns tinham estado em uma posição servil à dinastia Ming por várias centenas de anos, e também se referia a pessoas de a \"classe dependente\". Em 1644, a capital da dinastia Ming, Pequim, foi saqueada por uma revolta camponesa liderada por Li Zicheng, um ex-funcionário da dinastia Ming que se tornou o líder da revolta camponesa, que então proclamou o estabelecimento da dinastia Shun. O último governante da dinastia Ming, o imperador Chongzhen, cometeu suicídio enforcando-se quando a cidade caiu. Quando Li Zicheng moveu-se contra o general da dinastia Ming Wu Sangui, este último fez uma aliança com os manchus e abriu a passagem de Shanhai para o exército manchu. Depois que os Manchus derrotaram Li Zicheng, eles mudaram a capital de seu novo Império Qing para Pequim (Manchu: ᠪᡝᡤᡳᠩ; Möllendorff: beging; Abkai: beging) no mesmo ano. O governo da dinastia Qing diferenciava entre estandartes han e civis Han comuns. Os estandartes han foram chineses que desertaram para o Império Qing até 1644 e se juntaram aos Oito Bandeiras, dando-lhes privilégios sociais e legais, além de serem aculturados à cultura Manchu. Muitos han desertaram para o Império Qing e aumentaram as fileiras dos Oito Bandeiras que a etnia manchus se tornou uma minoria dentro dos Estandartes, perfazendo apenas 16% em 1648, com estandartes han dominando com 75% e estandartes mongóis sendo o restante. Foi essa força multiétnica de maioria han na qual os manchus eram uma minoria, que conquistou a China para o Império Qing. Um casamento em massa de oficiais e oficiais chineses han com mulheres manchus foi organizado para equilibrar o grande número de mulheres han que entravam na corte manchu como cortesãs, concubinas e esposas. Esses casais foram arranjados pelo Príncipe Yoto e Huang-Taiji em 1632 para promover a harmonia entre os dois grupos étnicos. Também para promover a harmonia étnica, um decreto de 1648 do Imperador Shunzhi permitiu que os homens civis chineses han se casassem com mulheres manchu dos estandartes com a permissão do Conselho da Receita se fossem filhas registradas de funcionários ou plebeus ou com a permissão do capitão da sua companhia de estandartes se fossem plebeus não registrados. Foi somente mais tarde na dinastia que essas políticas que permitiam casamentos mistos foram abolidas. A mudança do nome de jurchén para manchu foi feita para esconder o fato de que os ancestrais dos manchus, os jurchéns jianzhou, haviam sido governados pelos chineses. A dinastia Qing escondeu cuidadosamente as duas edições originais dos livros \"Qing Taizu Wu Huangdi Shilu\" e \"Manzhou Shilu Tu\" (Taizu Shilu Tu) no palácio Qing, proibidas da vista pública porque mostravam que a família manchu Aisin Gioro tinha sido governado pela dinastia Ming. No período Ming, os coreanos da dinastia Joseon referiam-se às terras habitadas pelos jurchéns ao norte da península coreana, acima dos rios Yalu e Tumen, como parte da China Ming, como o \"país superior\" (sangguk) que eles chamavam de China Ming. A dinastia Qing deliberadamente excluíram referências e informações que mostravam os jurchéns (manchus) como subservientes à dinastia Ming, da História da dinastia Ming para esconder sua antiga relação subserviente à dinastia Ming. Os Veritable Records of Ming não foram usados ​​para fornecer conteúdo sobre os jurchéns durante o governo da dinastia Ming na história da dinastia Ming por causa disso. Como resultado da conquista da China, quase todos os manchus seguiram o príncipe regente Dorgon e o imperador Shunzhi até Pequim e se estabeleceram lá. Alguns deles foram enviados para outros lugares, como Mongólia Interior, Xinjiang e Tibete para servir como tropas de guarnição. Restavam apenas 1524 estandartes na Manchúria na época da conquista manchu inicial. Após uma série de conflitos de fronteira com os russos, os imperadores da dinastia Qing começaram a perceber a importância estratégica da Manchúria e gradualmente enviaram os manchus de volta para o lugar de onde vieram originalmente. Mas, ao longo da dinastia Qing, Pequim foi o ponto focal dos governantes Manchus nas esferas política, econômica e cultural. O imperador Yongzheng observou: \"Guarnições são os locais de obras estacionadas, Pequim é sua pátria.\" Enquanto a elite governante manchu na corte imperial Qing em Pequim e postos de autoridade em toda a China cada vez mais adotavam a cultura han, o governo imperial Qing via as comunidades manchus (bem como as de vários povos tribais) na Manchúria como um lugar onde as virtudes manchus tradicionais poderia ser preservado e como um reservatório vital de força de trabalho militar totalmente dedicado ao regime. Os imperadores da dinastia Qing tentaram proteger o modo de vida tradicional dos manchus (bem como de vários outros povos tribais) no centro e no norte da Manchúria por vários meios. Em particular, eles restringiram a migração de colonos han para a região. Isso tinha que ser equilibrado com necessidades práticas, como manter a defesa do norte da China contra os russos e os mongóis, fornecer às fazendas do governo uma força de trabalho qualificada e conduzir o comércio dos produtos da região, o que resultou em um fluxo contínuo de condenados han, trabalhadores e comerciantes para o nordeste. Transfronteiriços chineses han e outras pessoas de origem não jurchén que se juntaram ao Jin Posterior foram colocados nas bandeiras manchus e eram conhecidos como \"Baisin\" em manchu, e não colocados nos estandartes han, nos quais os chineses han posteriores foram colocados. Um exemplo foi o clã manchu Tokoro nos Bandeiras manchus, que afirmava ser descendente de um chinês han com o sobrenome Tao que se mudou para o norte de Zhejiang para Liaodong e se juntou aos jurchéns antes da dinastia Qing na era do imperador da dinastia Ming Wanli. O clã Tong 佟 da bandeira chinesa Han de Fushun em Liaoning falsamente alegou ser parente do clã jurchén manchu Tunggiya 佟 佳 de Jilin, usando essa falsa alegação para obterem sua transferência para uma bandeira manchu no reinado do imperador Kangxi. Grupos selecionados de estandartes chineses han foram transferidos em massa para os estandarte manchus pela dinastia Qing, mudando sua etnia de chinês han para manchu. Estandartes chineses han de Tai Nikan 台 尼堪 (posto de controle chinês) e Fusi Nikan 撫順 尼堪 (chinês de Fushun) origens nos estandarte manchus em 1740 por ordem do imperador Qianlong. Foi entre 1618-1629 quando os chineses han de Liaotum, que mais tarde se tornaram os Fushun Nikan e Tai Nikan, desertaram para os jurchéns (Manchus). Esses clãs manchu de origem chinesa han continuam a usar seus sobrenomes han originais e são marcados como sendo de origem han nas listas da dinastia Qing dos clãs Manchu. O Fushun Nikan tornou-se manchuficado e as famílias de estandartes originalmente han de Wang Shixuan, Cai Yurong, Zu Dashou, Li Yongfang, Shi Tingzhu e Shang Kexi casaram-se extensivamente com famílias manchus. Famílias manchus adotaram filhos chineses han de famílias de origem de servos Booi Aha (baoyi) e serviram nos registros da empresa manchu como famílias independentes Manchus e a corte imperial Qing descobriu isso em 1729. Bandeiras manchus que precisava de dinheiro ajudaram a falsificar o registro de servos chineses han sendo adotado pelos estandartes manchu e famílias manchus que não tinham filhos foram autorizados a adotar os filhos de seus servos ou os próprios servos. As famílias manchus foram pagas adotar filhos chineses han de famílias de servos por essas famílias. O capitão da Guarda Imperial Qing, Batu, ficou furioso com os manchus que adotaram chineses han como filhos de famílias de escravos e servos em troca de dinheiro e expressou seu descontentamento por eles adotarem chineses han em vez de outros manchus. Esses chineses han que se infiltraram nos Bandeiras manchus por adoção eram conhecidos como \"estandartes de status secundário\" e \"falsos manchus\" ou \"manchus de registro separado\", e eventualmente havia tantos desses chineses han que assumiram posições militares nos estandartes que deveriam ter sido reservados para manchus. Os filhos adotivos chineses han e os estandartes de registro separados eram 800 dos 1 600 soldados dos estandartes mongóis e manchus de Hangzhou em 1740, o que era quase 50%. Os filhos adotivos chineses Han representavam 220 dos 1 600 soldados não assalariados em Jingzhou em 1747 e uma variedade de estandartes chineses de registro separado, mongóis e manchus eram o restante. Os estandartes secundários chineses han representavam 180 das 3 600 famílias de soldados em Ningxia, enquanto os registros separados chineses han representavam 380 dos 2 700 soldados manchus em Liangzhou. O resultado desses falsos manchus que eram chineses han assumindo posições militares resultou em muitos manchus legítimos sendo privados de suas posições legítimas como soldados nos exércitos estandartes, resultando em manchus reais incapazes de receber seus salários, pois chineses han infiltrados nos estandartes roubaram seus direitos sociais e econômicos. Dizia-se que esses infiltrados chineses han eram boas tropas militares e suas habilidades em marcha e arco e flecha eram suficientes para que o tenente-general Zhapu não pudesse diferenciá-los dos verdadeiros manchus em termos de habilidades militares. As Bandeiras manchus continham muitos \"falsos manchus\" de famílias civis chinesas han, mas foram adotados por Bandeiras manchus após o reinado de Yongzheng. Os estandartes mongóis de Jingkou e Jiangning e manchus tinham 1 795 adotados chineses han e 2 400 dos estandartes mongóis de Pequim adotaram o chineses han nas estatísticas do censo de 1821. Apesar das tentativas da dinastia Qing de diferenciar os chineses han adotados dos Bandeiras manchus normais, as diferenças entre eles tornaram-se nebulosas. Esses servos chineses han adotados que conseguiram se colocar em papéis de estandarte manchu eram chamados de kaihu ren (開戶 人) em chinês e dangse faksalaha urse em manchu. Os Manchus normais eram chamados de jingkini Manjusa. Um estandarte manchus em Guangzhou chamado Hequan adotou ilegalmente um chinês han chamado Zhao Tinglu, filho do ex-estandarte han Zhao Quan, deu a ele um novo nome, Quanheng para que ele pudesse se beneficiar de seu filho adotivo recebendo um salário como soldado estandarte. As Bandeiras manchus comuns que não eram da nobreza eram chamados de irgen, que significava comum, em contraste com a nobreza manchu das \"Oito Grandes Casas\" que detinham títulos de nobreza. Essa política de isolar artificialmente os manchus do nordeste do resto da China não duraria para sempre. Na década de 1850, um grande número de Bandeiras manchus foram enviados à China central para lutar contra os rebeldes Taiping. (Por exemplo, apenas a província de Heilongjiang - que na época incluía apenas a parte norte da atual Heilongjiang - contribuiu com 67 730 estandartes para a campanha, dos quais apenas 10-20% sobreviveram). Os poucos que retornaram estavam desmoralizados e frequentemente disposto ao vício do ópio. Em 1860, na sequência da perda da \"Manchúria Exterior\" e com os governos imperial e provincial em sérios problemas financeiros, partes da Manchúria tornaram-se oficialmente abertas à colonização chinesa; dentro de algumas décadas, os manchus tornaram-se minoria na maioria dos distritos da Manchúria. Dulimbai Gurun () é o nome manchu para China (中國; Zhōngguó; 'Reino do Meio'). Depois de conquistar a dinastia Ming, os governantes da dinastia Qing normalmente se referiam ao seu estado como o \"Grande Qing\" (大 清), ou Gurun Daicing em Manchu. Em alguns documentos, o estado, ou partes dele, é chamado de \"China\" (Zhongguo) ou \"Dulimbai Gurun\" na língua manchu. O debate continua sobre se a dinastia Qing igualou as terras do estado Qing, incluindo a atual Manchúria, Xinjiang, Mongólia, Tibete e outras áreas, com \"China\" nas línguas chinesa e manchu. Alguns estudiosos afirmam que os governantes da dinastia Qing definiram a China como um estado multiétnico, rejeitando a ideia de que China significava apenas áreas de etnia han, proclamando que os povos han e não-Han faziam parte da \"China\", usando \"China\" para se referir à dinastia Qing em documentos oficiais, tratados internacionais e relações exteriores, e o termo \"povo chinês\" (中國 人; Zhōngguó Rén; Manchu: ᡩᡠᠯᡳᠮᠪᠠᡳ ᡤᡠᡵᡠᠨ ‍ᡳ ᠨᡳᠶᠠᠯᠮᠠ Dulimbai gurun-i niyalma) refere-se a todos os súditos aos han, manchus e mongóis do Império Qing. Quando o Império Qing conquistou Dzungaria em 1759, ele proclamou que a nova terra foi absorvida pela \"China\" (Dulimbai Gurun em manchu) em um memorial na língua manchu. O governo da dinastia Qing expôs em sua ideologia, estava reunindo os chineses não-han \"externos\", como os mongóis internos, os mongóis orientais, os mongóis oirates e os tibetanos, com os chineses han \"internos\" em uma \"família\" unida no estado Qing. O governo Qing usou a frase \"Zhongwai yijia\" 中外 一家 ou \"neiwai yijia\" 內外 一家 (\"interior e exterior como uma só família\") para transmitir esta ideia de unificação dos diferentes povos de seu império. Uma versão em manchu de um tratado com o Império Russo relativo à jurisdição criminal sobre bandidos chamava o povo do Império Qing de \"povo do Reino Central (Dulimbai Gurun)\". No relato oficial manchu em manchu de Tulišen sobre seu encontro com o líder Torghut Ayuka Khan, foi mencionado que, embora os torghuts fossem diferentes dos russos, o \"povo do Reino Central\" (dulimba-i gurun 中國, Zhongguo) era como os torghuts; \"povo do Reino Central\" significava manchus. Era possível que estandartes han e servos gan (booi) se tornassem manchus sendo transferidos para os três Bandeiras manchus superiores e tendo seu sobrenome \"Manchuficado\" com a adição de um \"giya\" (佳) como sufixo. O processo foi denominado taiqi (擡 旗; 'levantamento da bandeira') em chinês. Normalmente ocorria em casos de casamento misto com o clã Aisin Gioro (o clã imperial); parentes próximos (pais e irmãos) de concubina ou imperatriz seriam promovidos dos estandartes han para os estandarte manchus e se tornariam manchu. === Era moderna === Muitas soldados das bandeiras manchus em Pequim apoiaram os Boxers na Rebelião Boxer e compartilharam seu sentimento antiestrangeiro. Os Bandeiras manchus foram devastados pelos combates durante a Primeira Guerra Sino-Japonesa e a Rebelião dos Boxers, sofrendo grandes baixas durante as guerras e, posteriormente, sendo levados a extremo sofrimento. Muitos dos combates na Rebelião dos Boxers contra os estrangeiros em defesa de Pequim e da Manchúria foram feitos pelos exércitos Bandeiras manchus, que foram destruídos enquanto resistiam à invasão. O ministro alemão Clemens von Ketteler foi assassinado por um manchu. Milhares de manchus fugiram para o sul de Aigun durante os combates na Rebelião dos Boxers em 1900, seu gado e cavalos foram roubados por cossacos russos que arrasaram suas aldeias e casas. O sistema de clãs dos manchus em Aigun foi destruído pela espoliação da área nas mãos dos invasores russos. No século XIX, a maioria dos manchus na guarnição da cidade falava apenas o mandarim, não o manchu, o que ainda os distinguia de seus vizinhos han no sul da China, que falavam dialetos não- mandarim. O fato de eles falarem o dialeto de Pequim tornava o reconhecimento de manchus relativamente fácil. Era o chinês padrão do norte que os Bandeiras manchus falavam em vez do dialeto local que o povo Han ao redor da guarnição falava, de modo que os manchus nas guarnições de Jingzhou e Guangzhou falavam mandarim, embora cantonês fosse falado em Guangzhou, e o dialeto de Pequim distinguia os Bandeiras manchus na guarnição de Xi'an vindos de outras pessoas. Muitas Bandeiras manchus conseguiram empregos como professores de mandarim, escrevendo livros para aprender mandarim e instruindo pessoas em mandarim. Em Guangdong, o professor de mandarim manchu Sun Yizun informou que os dicionários Yinyun Chanwei e Kangxi Zidian, publicados pelo governo Qing, eram os guias corretos para a pronúncia do mandarim, em vez da pronúncia dos dialetos de Pequim e Nanjing. Para ensinar o dialeto de Pequim, Kyugaigo, a escola japonesa de língua estrangeira, contratou um manchu em 1876. No final do século XIX e no início de 1900, os casamentos mistos entre Bandeiras manchus e os han no nordeste aumentaram, pois as famílias manchus estavam mais dispostas a casar suas filhas com filhos de famílias han abastadas para trocar seu status étnico por um status financeiro mais elevado. O chinês han Li Guojie, neto de Li Hongzhang, casou-se com uma manchu de Natong (那 桐), o Grande Secretário (大學 士). A maioria dos casamentos mistos consistia em homens estandartes han casando-se com manchus em áreas como Aihun. Estandartes chineses Han casavam-se com manchus e não havia lei contra isso. Dois dos filhos do general chinês han Yuan Shikai se casaram com mulheres manchus, seus filhos Yuan Kequan 克 權 se casaram com uma das filhas do oficial manchu Duanfang e Yuan Kexiang 克 相 se casou com uma das filhas do oficial manchu Natong, e uma de suas filhas se casou com um homem Manchu, Yuan Fuzhen (複禎) casando-se com um dos filhos do oficial Manchu Yinchang. Com a aproximação do fim da dinastia Qing, os manchus foram tratados como colonizadores extrangeiros por nacionalistas chineses como Sun Yat-sen, embora a revolução republicana que ele provocou tenha sido apoiada por muitos oficiais e oficiais militares manchus com mentalidade reformista. Esse retrato se dissipou um pouco após a revolução de 1911, quando a nova República da China agora buscava incluir manchus em sua identidade nacional. Para se misturar, alguns manchus passaram a falar o dialeto local em vez do chinês padrão. Nos primeiros anos da República da China, muito poucas áreas da China ainda tinham populações tradicionais manchus. Entre as poucas regiões onde essas comunidades comparativamente tradicionais podiam ser encontradas, e onde a língua manchu ainda era amplamente falada, estavam Aigun (manchu: ᠠᡳ᠌ᡥᡡᠨ; Möllendorff: aihūn; Abkai: aihvn) e o distrito de Qiqihar (manchu: ᠴᡳᠴᡳᡤᠠᡵ; Möllendorff: cicigar; Abkai: qiqigar) Distrito da província de Heilongjiang. Até 1924, o governo chinês continuou a pagar estipêndios às bandeiras manchus, mas muitos cortaram suas ligações com seus estandartes e assumiram nomes no estilo han para evitar perseguição. O total oficial de manchus caiu em mais da metade durante este período, pois eles se recusaram a admitir sua etnia quando questionados por funcionários do governo ou outras pessoas de fora. Por outro lado, no reinado do senhor da guerra Zhang Zuolin na Manchúria, um tratamento muito melhor foi relatado. Não houve perseguição particular aos Manchus. Mesmo os mausoléus dos imperadores Qing ainda podiam ser administrados por guardas manchus, como no passado. Muitos manchus se juntaram ao clique fengtiano, como Xi Qia, um membro do clã imperial da dinastia Qing. Como resultado do Incidente de Mukden, Manchukuo, um estado fantoche na Manchúria, foi criado pelo Império do Japão, que era nominalmente governado pelo deposto Último Imperador, Pu Yi, em 1932. Embora o nome da nação implicava uma afiliação principalmente manchu, era na verdade um país completamente novo para todas as etnias na Manchúria, que tinha uma população de maioria Han e foi combatida por muitos manchus, bem como por pessoas de outras etnias que lutaram contra o Japão na Segunda Guerra Sino-Japonesa. O japonês Ueda Kyōsuke rotulou todas as 30 milhões de pessoas na Manchúria de \"manchus\", incluindo chineses han, embora a maioria deles não fosse etnicamente manchu, e o nome em japonês \"Grande Manchukuo\" foi construída sobre o argumento de Ueda para afirmar que todos os 30 milhões \"manchus\" em Manchukuo tinha o direito à independência para justificar a separação de Manchukuo da China. Em 1942, a \"História de Dez Anos da Construção de Manchukuo\", escrita pelos japoneses, tentou enfatizar o direito dos japoneses étnicos à terra de Manchukuo enquanto tentava deslegitimar a rindicação dos manchus por Manchukuo como sua terra natal, observando que a maioria dos manchus se mudou fora durante a dinastia Qing e só voltaram mais tarde. Em 1952, após o fracasso de Manchukuo e do Governo Nacionalista (KMT), a recém-nascida República Popular da China reconheceu oficialmente os Manchu como uma das minorias étnicas em 1952, já que Mao Tsé- Tung havia criticado o chauvinismo han que dominava o KMT. No censo de 1953, 2,5 milhões de pessoas se identificaram como Manchu. O governo comunista também tentou melhorar o tratamento do povo manchu; algumas pessoas Manchu que haviam escondido sua ancestralidade durante o período do governo KMT se dispuseram a revelar sua ancestralidade, como o escritor Lao She, que começou a incluir personagens manchus em suas obras de ficção na década de 1950. Entre 1982 e 1990, a contagem oficial de pessoas Manchu mais que dobrou de 4 299 159 para 9 821 180, tornando-os a minoria étnica de crescimento mais rápido da China, mas esse crescimento foi apenas no papel, já que pessoas anteriormente registradas como Han solicitaram o reconhecimento oficial como manchu. Desde a década de 1980, treze condados autônomos Manchu foram criados em Liaoning, Jilin, Hebei e Heilongjiang. O sistema de Oito Bandeiras é uma das identidades étnicas mais importantes do povo manchu de hoje. Então, hoje em dia, os manchus são mais como uma coalizão étnica que não apenas contém os descendentes dos Bandeiras manchus, mas também tem um grande número de estandartes chineses e mongóis assimilados pelos manchus. No entanto, os estandartes Solon e Sibe que foram considerados como parte do sistema de Oito Bandeiras sob a dinastia Qing foram registrados como grupos étnicos independentes pelo governo da RPC como Daur, Evenk, Nanai, Oroqen e Sibe. Desde a década de 1980, a reforma após a Revolução Cultural, houve um renascimento da cultura e da língua manchu entre o governo, acadêmicos e atividades sociais com realizações notáveis. Também foi relatado que o ressurgimento do interesse também se espalhou entre os chineses han. Na China moderna, a cultura manchu e a preservação da língua são promovidas pelo Partido Comunista da China, e os manchus mais uma vez formam uma das minorias socioeconomicamente avançadas da China. Os manchus geralmente enfrentam pouca ou nenhuma discriminação em suas vidas diárias; no entanto, existe um sentimento anti-manchu remanescente entre os nacionalistas han extremistas. É particularmente comum entre os participantes do movimento Hanfu que subscrevem teorias da conspiração sobre o povo Manchu, como o Partido Comunista Chinês sendo ocupado pelas elites manchus, portanto, o melhor tratamento que os manchus recebem na República Popular da China em contraste com sua perseguição sob o governo da República da China. == População == === China continental === A maioria dos manchus vive agora na China Continental com uma população de 10 410 585, que representa 9,28% das minorias étnicas e 0,77% da população total da China. Entre as regiões provinciais, há duas províncias, Liaoning e Hebei, que têm mais de 1 000 000 de residentes Manchu. Liaoning tem 5 336 895 residentes Manchu, que é 51,26% da população Manchu e 12,20% da população provincial; Hebei tem 2 118 711, o que representa 20,35% da população Manchu e 70,80% das minorias étnicas provinciais. Os manchus são a maior minoria étnica em Liaoning, Hebei, Heilongjiang e Pequim; 2ª maior em Jilin, Mongólia Interior, Tianjin, Ningxia, Shaanxi e Shanxi e a 3ª maior em Henan, Shandong e Anhui. Os manchus podem ser encontrados fora da China continental. Existem aproximadamente 12 000 Manchus agora em Taiwan. A maioria deles mudou-se para Taiwan com o governo ROC em 1949. Um exemplo notável foi Puru, um famoso pintor, calígrafo e também fundador da Associação Manchu da República da China. Existem também Manchus que se estabeleceram nos Estados Unidos. No censo dos Estados Unidos de 2000, 379 americanos eram de ascendência manchu, como o 33º Juiz Advogado Geral do Exército dos EUA John Fugh. == Nome == O Jiu Manzhou Dang contêm o registro mais antigo de uso do nome Manchu. De todo modo, a etimologia atual do nome étnico \"Manju\" é debatível. De acordo com o registro histórico oficial da Dinastia Qing, o Pesquisas sobre as Origens dos Manchu, o nome da etnia veio de Mañjuśrī. O Imperador Qianlong também apoiou esse ponto de vistas e até mesmo escreveu diversos poemas sobre o assunto. Meng Sen, um estudioso da dinastia Qing, concorda. Por outro lado, ele pensava que o nome \"Manchu\" pode vir de Li Manzhu (李滿住), o chefe do grupo Jurchéns Jianzhou. Outro estudioso, Chang Shan, acredita que Manju é uma palavra composta. \"Man\" vindo da palavra \"mangga\" (ᠮᠠᠩᡤᠠ), que significa \"forte\" e \"ju\" (ᠵᡠ), que significa flecha. Então Manju na verdade significa \"flecha intrépida\". Existem outras hipóteses, como afirmada nas obras: \"Etimologia Jianzhou\" de Fu Sinian; \"Etimologia Manshi\" de Zhang Binglin; \"Etimologia dos Wuji e Mohe\" de Isamura Sanjiro; \"Etimologia de Manzhe\" Sun Wenliang; \"Etimologia do rio mangu(n)\", e outros. == Cultura == === Influência em outros povos tungúsicos === Os Manchus implementaram medidas para \"Manchulizar\" os outros povos tungúsicos que viviam ao redor da bacia do rio Amur. Os manchus tungúsicos do sul influenciaram os povos tungúsicos do norte linguística, cultural e religiosamente. === Língua === A língua manchu é uma língua tungúsica e possui muitos dialetos. Sua forma padrão é chamada de manchu- padrão. Origina-se do sotaque dos jurchéns jianzhou e foi oficialmente padronizado durante o reinado do Imperador Qianlong. Durante a dinastia Qing, os manchus na corte imperial eram obrigados a falar o manchu padrão ou enfrentariam a reprimenda do imperador. Isso se aplicava igualmente ao presbítero do palácio para ritos xamânicos ao realizar sacrifícios. O \"dialeto de Pequim\" é um dos mais comumente usados. Era uma mistura de vários dialetos, já que os manchus que viviam em Pequim não eram apenas jurchéns jianzhou, mas também jurchéns haixi e jurchéns yeren. Com o tempo, a mistura de seus sotaques produziu o dialeto de Pequim (京 语). O dialeto de Pequim é muito próximo ao Manchu padrão. Dialeto Mukden, também conhecido como dialeto manchu do sul mukden (盛京南 满 语) ou dialeto Mukden-Girin (盛京吉 林 语), é outro dialeto popular que foi originalmente falado por Manchus que viveram em Liaoning e no oeste e no sul áreas de Jilin, com um sotaque muito próximo da língua Xibe falada pelos Xibes que vivem em Qapqal. Outros dialetos incluem Ningguta e Alcuka. A língua pertence à família tungúsica. Por ser a língua nacional da Dinastia Qing, também foi chamada de \"Qingyu\". O idioma padrão do manchu é chamado de \"idioma normativo\", que se originou do sotaque Jianzhou antes de entrar na alfândega. Foi padronizado por Gaozong da dinastia Qing durante o período Qianlong, por isso também foi chamado de \"Novo Kingding Qingyu\". Durante a Dinastia Qing, quando os Manchus viram o imperador relatar currículos, memoriais e responder a perguntas, eles devem usar a linguagem padrão. Se houver um erro na execução, será repreendido pelo imperador. As felicitações usadas pelos xamãs no Palácio Kunning e Tangzi também precisam usar a linguagem padrão. Além disso, o povo Manchu possui muitos dialetos devido às diferenças em seus locais de residência, como Pequim, Shengjing, Ningguta, Alchuka e outros dialetos. ==== Alfabeto ==== Os predecessores dos manchus, os jurchéns, criaram a escrita jurchén, que era popular durante a Dinastia Jin. No entanto, devido à alta sinicização dos jurchéns nas planícies centrais no final da Dinastia Jin e a mongolianização dos jurchéns no nordeste na Dinastia Iuã, a escrita jurchén foi perdida no meio e no final da dinastia Ming. Isso persistiu até que Nurhaci se revoltou contra o Império Ming. Nurhaci considerou um grande impedimento o fato de seu povo não ter uma escrita própria, então ele ordenou que seus estudiosos, Gagai e Eldeni, criassem um alfabeto adaptado da escrita mongol. Eles cumpriram a ordem do cã e criaram a escrita manchu (Manchu: ᡨᠣᠩᡴᡳ ᡶᡠᡴᠠ ᠠᡴᡡ ᡥᡝᡵᡤᡝᠨ; Möllendorff: tongki fuka akū hergen; Abkai: tongki fuka akv hergen; 无 圈点 满 文). Devido a ter sido criada apressadamente, a escrita tem seus defeitos. Algumas vogais e consoantes eram difíceis de distinguir. Pouco depois, seu sucessor Dahai usou pontos e círculos para distinguir vogais, consoantes aspiradas e não aspiradas. ==== Situação atual ==== Após o século XIX, a maioria dos manchus haviam aperfeiçoado o chinês padrão e o número de falantes de manchu estava diminuindo. Embora os imperadores Qing enfatizassem a importância da língua manchu repetidamente, a maré não poderia ser mudada. Após o colapso da dinastia Qing, a língua manchu perdeu seu status de língua nacional e seu uso oficial na educação terminou. Hoje, os manchus geralmente falam chinês padrão. Os demais falantes nativos manchu qualificados somam menos de 100, a maioria dos quais se encontram em Sanjiazi (manchu: ᡳᠯᠠᠨ ᠪᠣᡠ᠋; Möllendorff: ilan boo; Abkai: ilan bou), província de Heilongjiang. Desde a década de 1980, houve um ressurgimento da língua manchu entre o governo, acadêmicos e atividades sociais. Nos últimos anos, com a ajuda dos governos em Liaoning, Jilin e Heilongjiang, muitas escolas começaram a ter aulas de manchu. Também há voluntários manchu em muitos lugares da China que ensinam manchu gratuitamente no desejo de resgatar a língua. Milhares de não-manchus aprenderam a língua por meio dessas plataformas. Hoje, em um esforço para salvar a cultura manchu da extinção, a geração mais velha de Manchus está gastando seu próprio dinheiro e tempo para ensinar os jovens. Em um esforço para incentivar os alunos, essas aulas muitas vezes eram gratuitas. Eles ensinam pela Internet e até mesmo mandam livros Manchu gratuitamente, tudo com o propósito de proteger as tradições culturais nacionais. === Etiqueta === Os manchus são um povo que dá grande atenção à etiqueta. Há kowtows. Os manchus dão grande atenção aos rituais. Os manchus respeitam muito os mais velhos e sempre os cumprimentam. Os mais velhos não se sentam a menos que tenham permissão para sentar-se. Quando convidados chegam, a geração mais jovem da família recebe pessoalmente os convidados e faz as tarefas domésticas. As pessoas que encontram idosos devem abrir caminho e, somente depois que eles passarem, poderão caminhar. Essas regras de etiqueta ainda são comuns nos povoados manchus. Além disso, os manchus também respeitam cães e corvos, não matam cães, não comem carne de cachorro e não usam produtos de pele de cachorro. === Estilo de vida tradicional === A dinastia Qing é erroneamente confundida como um império nômade por pessoas que pensam erroneamente que os manchus eram um povo nômade, quando na verdade os manchus eram um povo agrícola sedentário que vivia em aldeias fixas, cultivava plantações, praticava caça e montava arco e flecha. O estilo de vida sedentário da agricultura tungúsico dos manchus do sul era muito diferente do estilo de vida nômade, caçador, coletor e forrageador de seus parentes tungúsicos setentrionais como os Warka, que deixaram a dinastia Qing para tentar fazê-los sedentarizar e cultivar como os manchus. === Mulheres === Em sua cultura tradicional antes da dinastia Qing, as mulheres manchus originalmente tinham autonomia sexual, podendo fazer sexo antes do casamento, ser capazes de conversar e se misturar com os homens depois de se casarem sem ficar sob suspeita de infidelidade e casar novamente após ficarem viúvas, mas os homens manchus adotaram posteriormente os chineses han confucionistas valorizam e começaram a matar suas esposas e filhas durante a dinastia Qing por suposta infidelidade devido a conversar com homens não aparentados durante o casamento ou sexo antes do casamento, e valorizar a virgindade e a castidade da viúva como os chineses han. Em comparação com as mulheres chinesas han, as mulheres manchus de classe alta no início da dinastia Qing ficavam à vontade para falar com os homens. === Nomes e práticas de nomeação === ==== Nomes de família ==== A história dos nomes de família manchus é bastante longa. Fundamentalmente, ele sucede ao nome de família jurchén da dinastia Jin. No entanto, depois que os mongóis extinguiram a dinastia Jin, os manchus começaram a adotar a cultura mongol, incluindo seu costume de usar apenas seu nome de batismo até o final da dinastia Qing, uma prática que confundia não-manchus, levando-os a concluir: erroneamente, que eles simplesmente não têm nomes de família. Um nome de família manchu geralmente tem duas partes: a primeira é \"Mukūn\" (, Abkai: Mukvn) que significa literalmente \"nome do ramo\"; o segundo, \"Hala\" (), representa o nome do clã de uma pessoa. De acordo com o Livro dos Oito Clãs de Sobrenome Manchus (滿洲 氏族 通 譜), existem 1 114 sobrenomes Manchu. Gūwalgiya, Niohuru, Hešeri, Šumulu, Tatara, Gioro, Nara são considerados como \"clãs famosos\" (著 姓) entre os manchus. Existem histórias de Han migrando para os jurchéns e assimilando- se na sociedade Manchu jurchén e Nikan Wailan pode ter sido um exemplo disso. O clã Manchu Cuigiya (崔佳氏) afirmou que um chinês Han fundou seu clã. O clã Tohoro (托 活络) (o clã de Duanfang) reivindicou origem chinesa Han. ==== Nomes dados ==== Os nomes próprios dos manchus são distintos. Geralmente, existem várias formas, como sufixos de rolamento \"-ngga\"(), \"-ngge\"() ou \"-nggo\"(), que significam \"tendo a qualidade de\"; tendo sufixos de estilo mongol \"-tai\"() ou \"-tu\"() , que significa \"tendo\"; com o sufixo \"-ju\", \"-boo\"(); numerais ou nomes de animais. Alguns nomes étnicos também podem ser um nome próprio dos manchus. Um dos primeiros nomes comuns para os manchus é Nikan (chinês Han). Por exemplo, Nikan Wailan era um líder jurchén inimigo de Nurhaci. Nikan também era o nome de um dos príncipes Aisin Gioro e netos de Nurhaci que apoiavam o príncipe Dorgon. O primeiro filho de Nurhaci foi Cuyen, um de cujos filhos foi Nikan. ==== Situação atual ==== Hoje em dia, os manchus usam principalmente nomes e famílias chinesas, mas alguns ainda usam um nome de família e nomes próprios chineses, um nome de família chinês e um nome próprio manchu ou ambos, família e nomes próprios manchus. === Arte folclórica === ==== Tambor octogonal ==== O tambor octogonal é um tipo de arte popular manchu muito popular entre os Bandeiras manchus, especialmente em Pequim. Diz-se que o tambor octogonal originou-se da caixa dos militares dos Oito Bandeiras e a melodia foi feita pelos soldados estandartes que estavam voltando para casa após a vitória na batalha de Jinchuan. O tambor é composto de madeira rodeada por sinos. A pele do tambor é feita de pele de wyrm com borlas na parte inferior. As cores das borlas são amarelo, branco, vermelho e azul, que representam as quatro cores dos Oito Bandeiras. Quando os artistas se apresentam, eles usam seus dedos para bater na pele do tambor e balançá-la para tocar os sinos. Tradicionalmente, o tambor octogonal é executado por três pessoas. Um é o harpista; um é o palhaço responsável pela arlequim; e o terceiro é o cantor. \"Zidishu\" é o libreto principal do tambor octogonal e pode ser rastreado até um tipo de música folclórica tradicional chamado \"Ritmo Manchu\". Embora Zidishu não tenha sido criado por chineses Han, ele ainda contém muitos temas de histórias chinesas, como Romance dos Três Reinos, Sonho da Câmara Vermelha, Romance da Câmara Ocidental, Lenda da Cobra Branca e Contos Estranhos de um Estúdio Chinês. Além disso, existem muitas obras que retratam a vida dos estandartes. Aisin Gioro Yigeng, que recebeu o nome de \"Helü\" e escreveu o suspiro do velho guarda-costas imperial, como o autor representativo. Zidishu envolve dois atos de canto, que são chamados de dongcheng e xicheng. Após a queda da dinastia Qing, a influência do tambor octogonal diminuiu gradualmente. No entanto, o monocórdio chinês e o xiangsheng que derivam do octogonal ainda são populares na sociedade chinesa e nas novas gerações. Muitos famosos músicos e artistas de xiangsheng tocadores de monocórdio chineses eram artistas de tambores octogonais, como De Shoushan e Zhang Sanlu. ==== Ulabun ==== O Ulabun () é uma forma de entretenimento contado em manchu que é apresentado na língua manchu. Diferente do tambor octogonal, o ulabun é popular entre o povo Manchu que vive na Manchúria. Possui duas categorias principais; um é a literatura folclórica popular, como o Conto do Xamã de Nisan, o outro é da música folclórica com um enredo informativo e independente e estrutura completa. Song Xidong também conhecido como Akšan/Akxan () é um artista famoso na performance de ulabun. === Religião === Originalmente, os manchus e seus predecessores eram principalmente budistas com influências xamânicas. Todo Rei Manchu começou seu título real com Buda. Após a conquista da China no século XVII, os manchus entraram em contato com a cultura chinesa. Eles adotaram o confucionismo junto com o budismo e desencorajaram o xamanismo. ==== Xamanismo manchu ==== O xamanismo tem uma longa história na civilização Manchu e a influenciou tremendamente ao longo de milhares de anos. John Keay afirma em A History of China, xamã é a única palavra emprestada do manchu para o inglês. Após a conquista da China no século XVII, embora os manchus tenha oficialmente adotado o budismo e amplamente adotado a religião popular chinesa, as tradições xamânicas ainda podem ser encontradas nos aspectos de adoração da alma, adoração de totens, crença em pesadelos e apoteose de filantropos. Além dos santuários xamânicos no palácio Qing, nenhum templo erguido para a adoração dos deuses manchus poderia ser encontrado em Pequim. Assim, a história da competição entre xamanistas e lamaístas foi freqüentemente ouvida na Manchúria, mas os imperadores manchus ajudaram oficialmente os lamaístas ou budistas tibetanos. ==== Budismo ==== Jurchéns, os predecessores dos manchus adotaram o budismo de Balhae, Goryeo, Liao e Sung nos séculos X–XIII, então não era algo novo para os manchus nascentes nos séculos XVI–XVII. Os imperadores Qing sempre foram intitulados \"Buda\". Eles eram considerados Mañjuśrī no budismo tibetano e tinham altas realizações. Hung-Taiji, de ascendência mongol, começou a se inclinar para o Budismo Chan, que se tornou o Budismo Zen. Ainda assim, Huangtaiji patrocinou o budismo tibetano extensa e publicamente. Huangtaiji patrocinou o budismo, mas às vezes achava que o budismo tibetano era inferior ao budismo Chan. A fé do imperador Qianlong no budismo tibetano foi questionada recentemente porque o imperador indicou que apoiava a Igreja Amarela (a seita budista tibetana Gelukpa). Esta explicação de apoiar apenas os budistas tibetanos \"Chapéus Amarelos\" por razões práticas foi usada para desviar as críticas Han a esta política do imperador Qianlong, que tinha a estela \"Lama Shuo\" gravada em tibetano, mongol, manchu e chinês, que dizia: \"Patrocinando a Igreja Amarela, mantemos a paz entre os mongóis.\" Parece que ele estava desconfiado do poder crescente do Reino do Tibete e sua influência sobre os mongóis e o público manchu, príncipes e generais. ==== Religião folclórica chinesa ==== Os manchus foram afetados pelas religiões folclóricas chinesas durante a maior parte da dinastia Qing. Exceto pela adoração aos ancestrais, os deuses que eles consagraram eram virtualmente idênticos aos dos chineses Han. A adoração de Guan Yu é um exemplo típico. Ele era considerado o Deus Protetor da Nação e era sinceramente adorado por Manchus. Eles o chamavam de \"Lord Guan\" (关 老爷). Pronunciar seu nome era tabu. Além disso, Manchus adorava Cai Shen e o Deus da Cozinha, assim como os chineses Han o faziam. A adoração de deuses mongóis e tibetanos também foi relatada. ==== Católico romano ==== Influenciados pelos missionários jesuítas na China, havia também um número considerável de católicos manchus durante a dinastia Qing. Os primeiros católicos manchus apareceram na década de 1650. Nas eras Yongzheng, Depei, o príncipe Hošo Jiyan, era um católico cujo nome de batismo era \"Joseph\". Sua esposa também foi batizada e batizada de \"Maria\". Ao mesmo tempo, os filhos de Doro Beile Sunu também eram católicos devotos. No período de Jiaqing, Tong Hengšan e Tong Lan eram Bannermen Manchu católicos. Esses católicos manchus foram proselitizados e perseguidos pelos imperadores Qing, mas eles se recusaram firmemente a renunciar à sua fé. Também havia católicos manchus nos tempos modernos, como Ying Lianzhi, o fundador da Universidade Católica Fu Jen. === Costumes de casamento === O casamento tradicional manchu é dominado pela monogamia, mas classe alta sempre teve o hábito da poligamia. Após a entrada da Dinastia Qing, a poligamia gradualmente fez a transição para o sistema patriarcal Han de poligamia e múltiplas concubinas. Como o povo Han, os manchus também insistem em não se casar com pessoas que tem o mesmo sobrenome. As mulheres manchus não têm sentimentos de apego aos homens e têm um maior direito de falar na vida familiar. Os costumes de casamento manchus são ligeiramente diferentes dependendo da região. === Aves === Além dos falcões, os manchus também gostam de criar outras aves, especialmente os manchus jingqi como um exemplo típico. Na Dinastia Qing, o povo manchus jingqi era muito específico sobre a criação de pássaros. Por talento literário, eles criavam papagaios vermelhos e verdes, papagaios de pele de tigre, hibiscos, jaspe, pérolas, etc.; existem tordos, cotovias, vermelhas, existem pretas, pequenos pássaros amarelos e etc.; também existem alguns dedicados a apreciar várias habilidades, como a fênix, a boca cruzada, etc .; além disso, existem criadores de pombos, etc. Lutar contra os grilos também é uma das atividades de entretenimento amplamente apreciadas pelos manchus jingqi. Durante a Dinastia Qing, a cada verão e outono, da nobreza às crianças comuns, eles gostavam. === Casas tradicionais === As casas tradicionais manchus costumam ser construídas voltadas para o sol, a maioria com telhado de grama, com chaminés quadradas ricas em características manchus. Geralmente, existem dois métodos de construção para a parede: construção do solo e pilha de lama. As casas manchus são mais comuns no oeste e menos no sul. A casa está dividida em três divisões: a casa de cima, a casa de baixo e a casa principal, com a porta ao centro e três janelas de cada lado. No pátio, há paredes e postes. Algumas famílias também têm jardins de flores e pavilhões octogonais. === Atividades tradicionais === ==== Equitação e tiro com arco ==== Equitação e arco e flecha (Manchu: ; Möllendorff: niyamniyan; Abkai: niyamniyan) são importantes para os Manchus. Eles eram cavaleiros bem treinados desde a adolescência. Huang-taiji disse: \"A equitação e o arco e flecha são as artes marciais mais importantes de nosso país\". Cada geração da dinastia Qing valorizava muito a equitação e o arco e flecha. A cada primavera e outono, dos manchus comuns aos aristocratas, todos tinham que fazer testes de equitação e tiro com arco. Os resultados dos seus testes podem até afetar sua posição na nobreza. Os Manchus do início da dinastia Qing tinham excelentes habilidades de tiro e suas flechas eram consideradas capazes de penetrar duas pessoas. A partir do período intermediário da dinastia Qing, o tiro com arco tornou-se mais uma forma de entretenimento na forma de jogos como cisnes de caça, tecido de tiro ou alvo de seda. O mais difícil é atirar em uma vela suspensa no ar à noite. O jogo foi proibido na dinastia Qing, mas não havia limitação para que Manchus se envolvesse em competições de arco e flecha. Era comum ver Manchus colocando placas na frente de suas casas para convidar a desafios. Após o período Qianlong, os Manchus gradualmente negligenciaram as práticas de equitação e arco e flecha, embora seus governantes tentassem o máximo para encorajar os Manchus a continuar suas tradições de equitação e tiro com arco, mas as tradições ainda são mantidas entre alguns Manchus até hoje. ==== Luta livre manchu ==== A luta livre manchu (Manchu: ; Möllendorff: buku; Abkai: buku) também é uma importante arte marcial do povo Manchu. Buku, que significa \"luta\" ou \"homem de força incomum\" em manchu, foi originalmente de uma palavra mongol, \"bökh\". A história da luta livre Manchu pode ser rastreada até a luta livre de jurchén na dinastia Jin, que foi originalmente da luta quitai; era muito semelhante à luta livre mongol. Na dinastia Yuan, os jurchéns que viviam no nordeste da China adotaram a cultura mongol, incluindo luta livre, bökh. No final da dinastia Jin e no início do período Qing, os governantes encorajaram a população, incluindo os aristocratas, a praticar o buku como uma característica do treinamento militar. Na época, os lutadores mongóis eram os mais famosos e poderosos. No período Chongde, os manchus havia desenvolvido seus próprios lutadores bem treinados e, um século depois, no período Qianlong, eles superaram os lutadores mongóis. A corte Qing estabeleceu o \"Batalhão Shan Pu\" e escolheu 200 lutadores que eram geralmente excelentes divididos em três níveis. Os movimentos da luta livre manchu podem ser encontrados na luta livre chinesa de hoje, shuai jiao. Entre muitos ramos, a luta livre de Pequim adotou a maioria dos movimentos de luta livre manchu. ==== Falcoaria ==== Como resultado de sua ancestralidade caçadora, os manchus estão tradicionalmente interessados na falcoaria. Gyrfalcon (Manchu: ; Möllendorff: šongkoro; Abkai: xongkoro) é a disciplina mais valorizada no círculo social da falcoaria manchu. No período Qing, dar um gerifalte à corte real em tributo poderia ser recebido com uma recompensa considerável. Havia falcoeiros profissionais na área de Ningguta (hoje província de Heilongjiang e parte norte da província de Jilin). Foi uma grande base de falcoaria. Os manchus de Pequim também gostam de falcoaria. Em comparação com a falcoaria da Manchúria, é mais como um entretenimento. O Departamento de Casa Imperial de Pequim também tinha falcoeiros profissionais. Eles forneciam falcões notáveis para o imperador quando ele ia caçar no outono. Ainda hoje, a falcoaria tradicional manchu é bem praticada em algumas regiões. ==== Patinação no gelo ==== Patinação no gelo (Manchu: ᠨᡳᠰᡠᠮᡝᡝᡶᡳᡵᡝᡝᡶᡳᠨ; Möllendorff: nisume efire efin; Abkai: nisume efire efin) é outro passatempo manchu. O imperador Qianlong chamou-o de \"costume nacional\". Era um dos eventos de inverno mais importantes da casa real Qing. Nas décadas de 1930-1940, havia um famoso patinador manchu em Pequim, cujo nome era Wu Tongxuan, do clã Uya e um dos patinadores da casa real na regência da Imperatriz Dowager Cixi. Ele frequentemente aparecia em muitas das pistas de patinação de Pequim. Hoje em dia, ainda existem patinadores artísticos manchus; os campeões mundiais Zhao Hongbo e Tong Jian são exemplos preeminentes. === Educação === Os manchus são um povo que dá grande importância à educação cultural. Desde a Dinastia Qing, no contexto do desenvolvimento contínuo da relação étnica entre os Han e os manchus, a educação e a cultura dos manchus também se desenvolveram muito. Também existiu a escola oficial dos Oito Bandeiras. ==== Situação atual ==== Desde 1984, os Manchus, como outras minorias étnicas, podem desfrutar de cotas em faculdades, universidades e escolas técnicas. Esta política oferece aos alunos de minorias étnicas mais oportunidades de estudos posteriores. Todos os governos dão aos manchus as mesmas políticas preferenciais que outras minorias étnicas. === Feriados tradicionais === Os Manchus têm muitos feriados tradicionais. Alguns são derivados da cultura chinesa, como o \"Festival da Primavera\" e o Festival de Duanwu. Alguns são de origem manchu. Por exemplo, Banjin Inenggi (), no 13º dia do décimo mês do calendário lunar, é o aniversário da criação do nome manchu. Neste dia em 1635, Huang-Taiji mudou o nome étnico de jurchén para manchu. O Dia de Extermínio de Alimentos (绝 粮 日), a cada 26 dias do 8º mês do calendário lunar, é outro exemplo inspirado na história de que Nurhachi e suas tropas estavam em uma batalha com inimigos e quase sem comida. Os aldeões que viviam perto do campo de batalha ouviram a emergência e vieram ajudar. Não havia talheres no campo de batalha. Eles tiveram que usar folhas de perilla para embrulhar o arroz. Depois, eles ganharam a batalha. Para que as gerações posteriores pudessem se lembrar dessa dificuldade, Nurhachi fez deste dia o \"Dia do Extermínio de Alimentos\". Tradicionalmente, neste dia, o povo Manchu come perilla ou embrulhos de repolho com arroz, ovos mexidos, boi ou porco. === Costumes funerários === Os jurchéns e seus descendentes manchus praticavam originalmente a cremação como parte de sua cultura. Eles adotaram a prática de sepultamento dos chineses Han, mas muitos manchus continuaram a cremar seus mortos. Príncipes eram cremados em piras. === Literatura === O Conto do Xamã Nisan (Manchu: ; Möllendorff: nišan saman i bithe; Abkai: nixan saman-i bithe; 尼 山 萨满 传) é a peça mais importante da literatura manchu. Ele principalmente relata como o Nisan Shaman ajuda a reviver um jovem caçador. A história também se espalhou para Xibe, Nanai, Daur, Oroqen, Evenk e outros povos tungúsicos. Tem quatro versões: a versão manuscrita de Qiqihar; duas versões de caligrafia diferentes de Aigun; e o do escritor manchu Dekdengge em Vladivostok (Manchu: ᡥᠠᡳ᠌ᡧᡝᠨᠸᡝᡳ; Möllendorff: haišenwei; Abkai: haixenwei). As quatro versões são semelhantes, mas a de Haišenwei é a mais completa. Ele foi traduzido para o russo, chinês, inglês e outras línguas. Há também literatura escrita em chinês por escritores manchus, como O Conto dos Filhos e Filhas Heróicos (儿女 英雄 传), Canção da Água Potável (饮水 词) e A Coleção de Tianyouge (天 游 阁 集) Durante a dinastia Qing, a literatura dos Oito Bandeiras já foi próspera. O poeta Yuan Mei lamentou: \"Recentemente, a Manchúria é elegante, muito melhor do que o povo Han. Embora seja um exército, ele não pode fazer poesia.\" Portanto, muitas obras em língua e literatura chinesa foram nascendo. A coleção de poesia de Nalan Xingde \"Água Potável Ci\", a coleção de poemas de Gu Taiqing \"Coleção Pavilhão Tianyou\", a coleção de poemas dos Oito Bandeiras \"Xi Chao Ya Song Ji\" compilada pelo romance de Tie Bao e Wen Kang \"A Biografia dos Heróis de Filhos e Filhas\" como representantes típicos. === Vestimentas tradicionais === Um equívoco comum entre os chineses da etnia han era que as roupas manchus eram totalmente separadas das Hanfu. Na verdade, as roupas Manchu foram simplesmente modificadas pelos Hanfu Ming, mas os manchus promoveram o equívoco de que suas roupas eram de origem diferente. Os manchus originalmente não tinham seus próprios panos ou têxteis e tiveram que obter roupas e mantos de dragão da dinastia Ming quando prestaram tributo ao império Ming ou negociaram com a dinastia Ming. Essas vestes da dinastia Ming foram modificadas, cortadas e ajustadas para serem estreitas nas mangas e na cintura com fendas na saia para torná-las adequadas para falcoaria, passeios a cavalo e arco e flecha. As vestes da dinastia Ming foram simplesmente modificadas e trocadas pelas manchus, cortando-as nas mangas e na cintura para torná-las mais estreitas ao redor dos braços e da cintura em vez de largas e adicionado um novo punho estreito às mangas. A nova braçadeira era feita de pele. A cintura da jaqueta do manto tinha uma nova tira de pano de refugo colocada na cintura enquanto a cintura era ajustada com pregas na parte superior da saia do manto. Os manchus adicionaram saias de pele de zibelina, punhos e colarinhos às vestes de dragão da dinastia Ming e apararam a pele de zibelina sobre elas antes de usá-las. O traje da corte chinesa Han foi modificado pelos manchus com a adição de um colar grande ceremonial (da-ling) ou colar de xale (pijian-ling). Foi erroneamente pensado que as roupas de pele dos ancestrais caçadores dos manchus se tornaram roupas da dinastia Qing, devido ao contraste entre as roupas da dinastia Ming e o comprimento reto do tecido não moldado contrastando com as peças de formato estranho do long pao e chao fu da dinastia Qing. Os eruditos do Ocidente pensaram erroneamente que eles eram puramente manchus. As vestes Chao fu das tumbas da dinastia Ming, como a tumba do imperador Wanli, foram escavadas e descobriu-se que o Chao fu da dinastia Qing era semelhante e derivado dela. Eles tinham dragões bordados ou tecidos neles, mas são diferentes dos longos mantos de dragão pao, que são uma roupa separada. Saias decoradas com fechos do lado direito e corpetes justos com vestes de dragão foram encontradas em tumbas de Pequim, Shanxi, Jiangxi, Jiangsu e Shandong de oficiais da dinastia Ming e membros da família imperial Ming. As mangas superiores integradas do chao fu da dinastia Ming tinham duas peças de tecido presas ao chao fu da dinastia Qing, assim como o chao fu da dinastia Ming anterior, que tinha extensões de manga com outro pedaço de pano preso à manga superior integral do corpete. Outro tipo de roupa da dinastia Qing separada, o longo pao lembra as roupas da dinastia Yuan, como as vestes encontradas na tumba Shandong de Li Youan durante a dinastia Yuan. O Chao fu da dinastia Qing aparece em retratos formais oficiais, enquanto o chao fu da dinastia Ming, da qual eles derivam, não, talvez indicando que os oficiais da dinastia Ming e a família imperial usava o chao fu sob suas vestes formais, uma vez que aparecem em tumbas da dinastia Ming, mas não em retratos. O long pao da dinastia Qing eram roupas não oficiais semelhantes durante a dinastia Qing. As vestes da dinastia Yuan tinham bainhas alargadas e em volta dos braços e torso eram justas. Roupas não oficiais da dinastia Qing, long pao, derivadas de roupas da dinastia Yuan, enquanto roupas oficiais da dinastia Qing, chao fu, derivadas de roupas não oficiais da dinastia Ming, mantos de dragão. A dinastia Ming conscientemente modelaram suas roupas de acordo com as anteriores dinastias chinesas Han, como a dinastia Song, a dinastia Tang e a dinastia Han. Na cidade de Nara, no Japão, o repositório Shosoin do templo Todaiji tem 30 casacos curtos (hanpi) da dinastia Tang da China. As vestes de dragão Ming derivam desses hanpi da dinastia Tang em construção. A saia hanpi e o corpete são feitos de tecidos diferentes com padrões diferentes e é aqui que o chao fu da dinastia Qing se originou. Os fechos cross-over estão presentes nas peças de vestuário Hanpi e Ming. A variedade de Shosoin Hanpi do século VIII mostra que ele estava em voga na época e muito provavelmente derivado de roupas muito mais antigas. Os túmulos da era da dinastia Han e da dinastia Jin (266–420) em Yingban, às montanhas Tianshan ao sul de Xinjiang, têm roupas que lembram o long pao da dinastia Qing e o hanpi da dinastia Tang. A evidência de tumbas escavadas indica que a China tinha uma longa tradição de vestimentas que levaram ao chao fu da dinastia Qing e não foi inventada ou introduzida por manchus na dinastia Qing ou mongóis na dinastia Yuan. As vestes Ming das quais Qing chao fu derivou não eram usadas em retratos e pinturas oficiais, mas eram consideradas de alto status para serem enterradas em tumbas. Em alguns casos, a dinastia Qing foi além da dinastia Ming ao imitar a China antiga para mostrar legitimidade com a ressurreição de antigos rituais chineses para reivindicar o Mandato do Céu depois de estudar os clássicos chineses. Os vasos rituais de sacrifício da dinastia Qing se assemelham deliberadamente aos antigos chineses ainda mais do que os vasos da dinastia Ming. O Museu de Arte Spencer possui seis longos mantos pao que pertenceram à nobreza chinesa Han da dinastia Qing (nobreza chinesa). Os oficiais graduados e nobres chineses han tinham duas fendas nas saias, enquanto os nobres manchus e a família imperial tinham 4 fendas nas saias. Todos os oficiais de primeiro, segundo e terceiro escalão, bem como nobres chineses han e manchu, tinham o direito de usar 9 dragões pelos Precedentes Ilustrados da dinastia Qing. As leis suntuárias da dinastia Qing permitiam apenas quatro dragões com garras para oficiais, nobres chineses han e nobres manchus, enquanto a família imperial Qing, imperador e príncipes até o segundo grau e suas famílias femininas tinham o direito de usar cinco dragões com garras. No entanto, os oficiais violavam essas leis o tempo todo e usaram 5 dragões com garras e os 6 longos pao do Museu Spencer usados por nobres chineses han têm 5 dragões com garras neles. A fase inicial da roupa manchu veio da tradição jurchén. O branco era a cor dominante. Para facilitar a conveniência durante o tiro com arco, o manto é a peça de roupa mais comum para o povo manchu. Sobre o manto, geralmente é usado um sobretudo, derivado do uniforme militar do exército de Oito Bandeiras. Durante o período Kangxi, o manto ganhou popularidade entre os plebeus. Os modernos ternos chineses, o Cheongsam e o Tangzhuang, são derivados do manto manchu que são comumente considerados \"elementos chineses\". Usar chapéus também faz parte da cultura manchu tradicional, e os manchus usam chapéus em todas as idades e estações, em contraste com a cultura chinesa Han de \"começar a usar chapéus aos 20 anos\" (二十 始 冠) . Os chapéus manchus são formais ou casuais, chapéus formais sendo feitos em dois estilos diferentes, palha para a primavera e verão e pele para o outono e inverno. Chapéus casuais são mais comumente conhecidos como \"chapéus mandarim\" em português. Os manchus tem muitos acessórios tradicionais distintos. As mulheres tradicionalmente usam três brincos em cada orelha, uma tradição que é mantida por muitas mulheres manchus mais velhas. Os homens também costumam usar piercings, mas tendem a ter apenas um brinco na juventude e não continuam a usá-lo quando adultos. O povo manchu também possui joias tradicionais que evocam seu passado como caçador. O fergetun (), um anel de polegar tradicionalmente feito de osso de rena, era usado para proteger os polegares dos arqueiros. Após o estabelecimento da dinastia Qing em 1644, o fergetun gradualmente se tornou simplesmente uma forma de joalheria, com as mais valiosas feitas em jade e marfim. Sapatos de salto alto eram usados ​​por mulheres manchus. === Penteado tradicional === O penteado tradicional para os homens manchus é raspar a frente da cabeça enquanto cresce o cabelo da nuca em uma única trança chamado rabicho (辮子; biànzi), que era conhecida como soncoho() em manchu. As mulheres manchus usavam seus cabelos em um penteado distinto chamado liangbatou (兩 把頭). === Ópera de Pequim === A ópera de Pequim é considerada a quintessência da China. Ela incorpora as características da Ópera de Hui e outros tipos tradicionais de música e, gradualmente, formou uma forma independente de arte popular na Dinastia Qing. Naquela época, pessoas próximas ao imperador aos vassalos comuns geralmente tinham um gosto especial por ouvir a ópera de Pequim. == Ver também == * Jurchéns * Qizhuang ===Bibliografia=== ====Em chinês==== * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * ====Em inglês==== * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * ====Em manchu==== * ==== Em português ==== * Categoria:Manchúria Categoria:Grupos étnicos da China Categoria:China",
 "title": "Manchus"
}