{
 "id": "25799",
 "text": "A Dinastia Qing (pronúncia: ), oficialmente a Grande Qing,em chinês: 大清; pinyin: Dà Qīng; em manchu: ; Möllendorff: Daicing gurun, Abkai: Daiqing gurun, lit. \"Grande Estado Qing\"Para outros nomes, consulte o artigo Nomes da Dinastia Qing. foi uma dinastia imperial da China liderada pelos Manchus e a última dinastia imperial na história chinesa.Embora tenha havido várias tentativas de restaurar a monarquia dinástica chinesa após o colapso da Dinastia Qing em 1912, como o Império da China (1915–1916), a Restauração Manchu (1917) e o Manchukuo (1932–1945), estas geralmente não são reconhecidos como regimes politicamente legítimos na historiografia chinesa. Surgiu da Dinastia Jin posterior, fundada por um grupo étnico de línguas tungúsicas que ficou conhecido como Manchus. A dinastia foi proclamada oficialmente em 1636 em Mukden (atual Shenyang), e após a Batalha da passagem de Shanhai, tomou o controle de Pequim em 1644, o que é frequentemente considerado o início do governo da dinastia na China. Em décadas, os Qing consolidaram o seu controlo sobre toda a China propriamente dita e sobre Taiwan e, em meados do século XVIII, expandiram o seu domínio para a Ásia Interior. A dinastia durou até 1912, quando foi derrubada na Revolução Xinhai. Na historiografia chinesa, a dinastia Qing foi precedida pela dinastia Ming e sucedida pela República da China. A multiétnica dinastia Qing montou a base territorial para a China moderna. Foi a maior dinastia imperial da história da China e em 1790 o quarto maior império da história mundial em termos de tamanho territorial. Com 419 264 000 cidadãos em 1907, era o país mais populoso do mundo na época. Nurhaci, um chefe dos Jianzhou Jurchéns e da Casa de Aisin-Gioro, que era originalmente vassalo da dinastia Ming,The Cambridge History of China: Volume 9, The Ch'ing Empire to 1800, Part 1, by Willard J. Peterson, p. 29 começou a organizar \"Estandartes\" no início do século XVII, que eram unidades sociais militares que incluíam Elementos Manchu, Han e Mongóis. Ele unificou outros clãs Jurchéns para criar uma nova identidade étnica Manchu e fundou formalmente a dinastia Jin Posterior em 1616 e renunciou abertamente à soberania Ming com as Sete Queixas. Seu filho Huang-Taiji renomeou a dinastia como \"Grande Qing\" e elevou o reino a império em 1636. À medida que o controle Ming se desintegrava, os rebeldes camponeses liderados por Li Zicheng capturaram a capital Ming, Pequim, em 1644 e fundaram a efêmera dinastia Shun, mas o general Ming Wu Sangui abriu o Passo de Shanhai aos exércitos do regente Qing, Príncipe Dorgon, que derrotou o rebeldes, tomaram a capital e assumiram o governo. A resistência dos leais Ming no sul e a Revolta dos Três Feudatórios atrasaram a conquista completa até 1683. O imperador Kangxi (1661-1722) consolidou o controle, manteve a identidade manchu, saboreou o papel de governante confucionista e patrocinou o budismo (incluindo o budismo tibetano). Os oficiais Han trabalharam sob ou em paralelo com os oficiais Manchu. A dinastia também adaptou os ideais do sistema tributário ao afirmar a superioridade sobre países periféricos como a Coreia e o Vietnã, ao mesmo tempo que estendia o controlo sobre o Tibete, a Mongólia e Xinjiang. O auge da glória e do poder Qing foi alcançado no reinado do Imperador Qianlong (1735-1796). Ele liderou Dez Grandes Campanhas que estenderam o controle Qing ao Interior da Ásia e supervisionou pessoalmente os projetos culturais confucionistas. Após a sua morte, a dinastia enfrentou intrusões estrangeiras, revoltas internas, crescimento populacional, perturbações econômicas, corrupção oficial e a relutância das elites confucionistas em mudar as suas mentalidades. Com paz e prosperidade, a população aumentou para 400 milhões, mas os impostos e as receitas do governo foram fixados a uma taxa baixa, conduzindo rapidamente a uma crise fiscal. Após a derrota da China nas Guerras do Ópio, as potências coloniais ocidentais forçaram o governo Qing a assinar \"tratados desiguais\", concedendo-lhes privilégios comerciais, extraterritorialidade e portos de tratados sob seu controle. A Rebelião Taiping (1850-1864) e a Revolta Dungan (1862-1877) no oeste da China levaram à morte de mais de 20 milhões de pessoas, da fome, das doenças e da guerra. A Restauração Tongzhi na década de 1860 trouxe reformas vigorosas e a introdução de tecnologia militar estrangeira no Movimento de Autofortalecimento. A derrota na Primeira Guerra Sino-Japonesa em 1895 levou à perda da suserania sobre a Coreia e à cessão de Taiwan ao Japão. A ambiciosa Reforma dos Cem Dias de 1898 propôs uma mudança fundamental, mas a Imperatriz Viúva Cixi (1835–1908) a reverteu com um golpe. Em 1900, \"Boxers\" anti-estrangeiros mataram muitos cristãos chineses e missionários estrangeiros; em retaliação, as potências estrangeiras invadiram a China e impuseram uma indenização punitiva aos boxeadores. Em resposta, o governo iniciou reformas fiscais e administrativas sem precedentes, incluindo eleições, um novo código legal e a abolição do sistema de exames. Sun Yat-sen e os revolucionários debateram com autoridades reformistas e monarquistas constitucionais como Kang Youwei e Liang Qichao sobre como transformar o império governado pelos Manchus em um estado Han modernizado. Após as mortes do imperador Guangxu e de Cixi em 1908, os conservadores manchus na corte bloquearam as reformas e alienaram os reformadores e as elites locais. A Revolta de Wuchang, em 10 de outubro de 1911, levou à Revolução Xinhai. A abdicação do Imperador Xuantong, o último imperador, em 12 de fevereiro de 1912, pôs fim à dinastia. Em 1917, foi brevemente restaurado num episódio conhecido como Restauração Manchu, mas isto não foi reconhecido pelo Governo de Beiyang (1912–1928) da República da China nem pela comunidade internacional. == Nomes == Hong Taiji proclamou a Grande Dinastia Qing em 1636. Existem explicações concorrentes quanto ao significado preciso do caractere chinês 清; qīng; \"limpo, \"puro\" conforme selecionado. Uma teoria postula um contraste proposital com os Ming: o caractere 明; Míng consiste nos radicais para \"sol\" (日) e \"lua\" (月), ambos associados ao fogo dentro do sistema zodiacal chinês. Ao contrário, o caractere 清 é um composto fono-semântico, composto pelo radical semântico 氵; \"água\" e o fonético 青; qīng —a associação Ming com o fogo talvez servisse para justificar sua conquista pelos Qing como a derrota do fogo pela água. O nome possivelmente também possuía implicações budistas de perspicácia e iluminação, bem como ligação com o bodhisattva Manjusri. Os primeiros escritores europeus usaram o termo \"tártaro\" indiscriminadamente para todos os povos do norte da Eurásia, mas no século XVII os escritos missionários católicos estabeleceram \"tártaro\" para se referir apenas aos manchus e \"tartária\" para as terras que governavam - isto é, Manchúria e partes adjacentes da Ásia Interior, governadas pelos Qing antes da transição Ming-Qing. Em inglês, a dinastia Qing é às vezes conhecida como \"dinastia Manchu\". == História == === Formação === A dinastia Qing foi fundada não pelo povo Han, que constitui a maioria da população chinesa, mas pelos Manchus, descendentes de um povo agrícola sedentário conhecido como Jurchéns, um Povo tungúsico que viveu em torno da região que hoje compreende as províncias chinesas de Jilin e Heilongjiang. Os Manchus às vezes são confundidos com um povo nômade, o que não eram. ==== Nurhachi ==== A região que eventualmente se tornou o estado Manchu foi fundada por Nurhaci, o chefe de uma tribo menor de Jurchen.o Aisin-Gioroem Jianzhou no início do século XVII. Nurhaci pode ter passado um tempo em uma casa Han em sua juventude, e tornou-se fluente nas línguas chinesa e mongol, e leu os romances chineses Romance dos Três Reinos e Margem da Água. Como vassalo dos imperadores Ming que oficialmente se considerava um guardião da fronteira Ming e um representante local do poder imperial da dinastia Ming,The Cambridge History of China: Volume 9, The Ch'ing Empire to 1800, Part 1, by Willard J. Peterson, p. 29 Nurhaci embarcou em uma rivalidade intertribal em 1582 que se transformou em uma campanha para unificar as tribos próximas. Em 1616, entretanto, ele havia consolidado Jianzhou suficientemente para poder se proclamar Khan da dinastia Jin posterior em referência à dinastia Jin anterior, governada por Jurchén. Dois anos depois, Nurhaci anunciou as \"Sete Queixas\" e renunciou abertamente à soberania da soberania Ming, a fim de completar a unificação das tribos Jurchen ainda aliadas ao imperador Ming. Após uma série de batalhas bem-sucedidas, ele mudou sua capital de Hetu Ala para cidades Ming capturadas sucessivamente maiores em Liaodong: primeiro Liaoyang em 1621, depois Mukden (Shenyang) em 1625. Além disso, os Khorchin provaram ser um aliado útil na guerra, emprestando aos Jurchens a sua experiência como arqueiros de cavalaria. Para garantir esta nova aliança, Nurhaci iniciou uma política de casamentos mistos entre as nobrezas Jurchen e Khorchin, enquanto aqueles que resistiram foram recebidos com ação militar. Este é um exemplo típico das iniciativas de Nurhaci que eventualmente se tornaram a política oficial do governo Qing. Durante a maior parte do período Qing, os mongóis deram assistência militar aos Manchus.Bernard Hung-Kay Luk, Amir Harrak-Contacts between cultures, Vol. ==== Huang-Taiji ==== Nurhaci morreu em 1626, e foi sucedido por seu oitavo filho, Huang-Taiji. Embora Huang-Taiji fosse um líder experiente e comandante de duas bandeiras, os Jurchéns sofreram derrota em 1627, em parte devido aos canhões portugueses recém adquiridos pelos Ming. Para corrigir a disparidade tecnológica e numérica, Hong Taiji em 1634 criou seu próprio corpo de artilharia, que lançou seus próprios canhões no design europeu com a ajuda de metalúrgicos desertores chineses. Um dos eventos definidores do reinado de Hong Taiji foi a adoção oficial do nome \"Manchu\" para o povo Jurchén unido em novembro de 1635. Em 1635, os aliados mongóis dos Manchus foram totalmente incorporados a uma hierarquia separada da Bandeira, sob o comando direto dos Manchus. Em abril de 1636, a nobreza mongol da Mongólia Interior, a nobreza manchu e o mandarim Han recomendaram que Hong, como cã de Jin Posterior, fosse o imperador do Grande Qing.Tumen jalafun jecen akū: Manchu studies in honour of Giovanni Stary By Giovanni Stary, Alessandra Pozzi, Juha Antero Janhunen, Michael Weiers Quando foi presenteado com o selo imperial da dinastia Yuan após a derrota do último Grão-cã dos mongóis, Hong Taiji renomeou seu estado de \"Grande Jin\" para \"Grande Qing\" e elevou sua posição de Khan a Imperador, sugerindo ambições imperiais além de unificar os territórios Manchu. Hong Taiji então invadiu a Coreia novamente em 1636. Enquanto isso, Huang-Taiji estabeleceu um sistema burocrático rudimentar baseado no modelo Ming. Ele estabeleceu seis conselhos ou ministérios de nível executivo em 1631 para supervisionar finanças, pessoal, ritos, militares, punições e obras públicas. No entanto, estes órgãos administrativos tiveram inicialmente muito pouco papel, e só na véspera da conclusão da conquista, dez anos mais tarde, é que cumpriram as suas funções governamentais. Huang-Taiji equipou sua burocracia com muitos chineses han, incluindo funcionários Ming recém rendidos, mas garantiu o domínio manchu por meio de uma cota étnica para nomeações de alto escalão. O reinado de Hong Taiji também viu uma mudança fundamental de política em relação aos seus súditos chineses Han. Nurhaci tratou Han em Liaodong de acordo com a quantidade de grãos que eles tinham: aqueles com menos de 5 a 7 pecados foram maltratados, enquanto aqueles com mais foram recompensados com propriedades. Devido a uma revolta Han em 1623, Nurhaci se voltou contra eles e promulgou políticas discriminatórias e assassinatos contra eles. Ele ordenou que os Han que foram assimilados pelos Jurchen (em Jilin) antes de 1619 fossem tratados igualmente com os Jurchéns, não como os Han conquistados em Liaodong. Hong Taiji reconheceu a necessidade de atrair chineses han, explicando aos relutantes manchus por que ele precisava tratar o desertor Ming, general Hong Chengchou, com leniência. Huang-Taiji incorporou Han à \"nação\" Jurchén como cidadãos plenos (se não de primeira classe), obrigados a prestar serviço militar. Em 1648, menos de um sexto dos vassalos eram de ascendência Manchu. === Reivindicando o Mandato do Céu === Hong Taiji morreu repentinamente em setembro de 1643. Como os Jurchéns tradicionalmente \"elegeram\" o seu líder através de um conselho de nobres, o estado Qing não tinha um sistema de sucessão claro. Os principais candidatos ao poder eram o filho mais velho de Huang-Taiji, Hooge, e o meio-irmão deHuang-Taiji, Dorgon. Um acordo instalou Fulin, filho de cinco anos de Huang-Taiji, como Imperador Shunzhi, com Dorgon como regente e líder de facto da nação Manchu. Entretanto, os oficiais do governo Ming lutaram entre si, contra o colapso fiscal e contra uma série de rebeliões camponesas. Eles não conseguiram capitalizar a disputa pela sucessão manchu e a presença de um menor como imperador. Em abril de 1644, a capital, Pequim, foi saqueada por uma coalizão de forças rebeldes liderada por Li Zicheng, um ex-oficial menor da dinastia Ming, que estabeleceu uma dinastia Shun de curta duração. O último governante Ming, o Imperador Chongzhen, cometeu suicídio quando a cidade caiu nas mãos dos rebeldes, marcando o fim oficial da dinastia. Li Zicheng então liderou forças rebeldes totalizando cerca de 200 000O número exato das forças de Li Zicheng na Batalha da passagem de Shanhai é contestado. para enfrentar Wu Sangui, na passagem de Shanhai, uma passagem chave da Grande Muralha, que defendia a capital. Wu Sangui, preso entre um exército rebelde chinês com o dobro do seu tamanho e um inimigo estrangeiro contra o qual lutou durante anos, lançou a sua sorte aos familiares Manchus. Wu Sangui pode ter sido influenciado pelos maus-tratos de Li Zicheng a funcionários ricos e cultos, incluindo a própria família de Li; foi dito que Li levou para si a concubina de Wu, Chen Yuanyuan. Wu e Dorgon aliaram-se em nome da vingança pela morte do Imperador Chongzhen. Juntos, os dois ex-inimigos encontraram e derrotaram as forças rebeldes de Li Zicheng na batalha de 27 de maio de 1644. Os exércitos recém aliados capturaram Pequim em 6 de junho. O Imperador Shunzhi foi investido como o \"Filho do Céu\" em 30 de outubro. Os Manchus, que se posicionaram como herdeiros políticos do imperador Ming ao derrotar Li Zicheng, completaram a transição simbólica realizando um funeral formal para o imperador Chongzhen. No entanto, conquistar o resto da China propriamente dita levou mais dezessete anos de luta contra os leais, pretendentes e rebeldes Ming. O último pretendente Ming, o príncipe Gui, procurou refúgio junto ao rei da Birmânia, Pindale Min, mas foi entregue a um exército expedicionário Qing comandado por Wu Sangui, que o trouxe de volta à província de Yunnan e o executou no início de 1662. Os Qing tiraram vantagem astuta da discriminação do governo civil Ming contra os militares e encorajaram os militares Ming a desertar, espalhando a mensagem de que os Manchus valorizavam suas habilidades. As bandeiras compostas por chineses han que desertaram antes de 1644 foram classificadas entre as Oito Bandeiras, dando-lhes privilégios sociais e legais. Os desertores Han aumentaram tanto as fileiras dos Oito Estandartes que a etnia Manchus se tornou uma minoriaapenas 16% em 1648, com Estandartes Han dominando com 75% e Estandartes Mongol compondo o resto. Armas de pólvora, como mosquetes e artilharia, eram empunhadas pelos Estandartes Chineses. Normalmente, as tropas desertores chinesas Han eram posicionadas como vanguarda, enquanto os Estandartes Manchu eram usados predominantemente para ataques rápidos com impacto máximo, de modo a minimizar as perdas étnicas Manchu. Esta força multiétnica conquistou a China Ming para os Qing. Os três oficiais Liaodong Han Bannermen que desempenharam papéis importantes na conquista do sul da China foram Shang Kexi, Geng Zhongming e Kong Youde, que governaram o sul da China de forma autônoma como vice-reis dos Qing após a conquista. Os vassalos chineses han constituíam a maioria dos governadores no início de Qing, estabilizando o governo Qing. Para promover a harmonia étnica, um decreto de 1648 permitiu que homens civis chineses han se casassem com mulheres manchus das Bandeiras, com a permissão do Conselho da Receita, se fossem filhas registradas de funcionários ou plebeus, ou com a permissão do capitão da companhia de bandeira, se fossem plebeus não registrados. Mais tarde na dinastia, as políticas que permitiam o casamento misto foram eliminadas. Os primeiros sete anos do reinado do jovem imperador Shunzhi foram dominados pela regência de Dorgon. Por causa de sua própria insegurança política, Dorgon seguiu o exemplo de Hong Taiji ao governar em nome do imperador às custas dos príncipes manchus rivais, muitos dos quais ele rebaixou ou prendeu. Os precedentes e o exemplo de Dorgon lançam uma longa sombra. Primeiro, os Manchus entraram \"ao Sul do Muro\" porque Dorgon respondeu decisivamente ao apelo de Wu Sangui, depois, em vez de saquear Pequim como os rebeldes tinham feito, Dorgon insistiu, apesar dos protestos de outros príncipes Manchu, em torná-la a dinástica capital e renomeando a maioria dos funcionários Ming. Nenhuma grande dinastia chinesa assumiu diretamente o controle da capital do seu antecessor imediato, mas manter intactas a capital e a burocracia Ming ajudou a estabilizar rapidamente o regime e a acelerar a conquista do resto do país. Dorgon então reduziu drasticamente a influência dos eunucos e orientou as mulheres manchus a não amarrarem os pés no estilo chinês. No entanto, nem todas as políticas de Dorgon foram igualmente populares ou fáceis de implementar. O polêmico decreto de julho de 1645 (a \"ordem de corte de cabelo\") forçou os homens chineses han adultos a raspar a frente da cabeça e pentear o cabelo restante no penteado em \"rabicho\" usado pelos homens manchus, sob pena de morte. A descrição popular da ordem era: “Para manter o cabelo, você perde a cabeça; para manter a cabeça, você corta o cabelo”. Para os Manchus, esta política foi um teste de lealdade e uma ajuda para distinguir amigo de inimigo. Para os chineses Han, no entanto, foi um lembrete humilhante da autoridade Qing que desafiou os valores confucionistas tradicionais. A ordem desencadeou forte resistência em Jiangnan. Na agitação que se seguiu, cerca de 100 mil han foram massacrados. Em 31 de dezembro de 1650, Dorgon morreu repentinamente, marcando o início do governo pessoal do imperador Shunzhi. Como o imperador tinha apenas 12 anos naquela época, a maioria das decisões eram tomadas em seu nome por sua mãe, a imperatriz viúva Xiaozhuang, que se revelou uma habilidosa operadora política. Embora seu apoio tenha sido essencial para a ascensão de Shunzhi, Dorgon centralizou tanto poder em suas mãos que se tornou uma ameaça direta ao trono. Tanto é assim que, após sua morte, ele recebeu o extraordinário título póstumo de Imperador Yi (), o único caso na história Qing em que um \"príncipe de sangue\" Manchu () ficou muito honrado. Dois meses após o início do governo pessoal de Shunzhi, entretanto, Dorgon não apenas foi destituído de seus títulos, mas seu cadáver foi desenterrado e mutilado. A queda de Dorgon também levou ao expurgo de sua família e associados na corte. O início promissor de Shunzhi foi interrompido por sua morte prematura em 1661, aos 24 anos, de varíola. Ele foi sucedido por seu terceiro filho, Xuanye, que reinou como Imperador Kangxi. Os Manchus enviaram Estandartes Han para lutar contra os partidários Ming de Koxinga em Fujian. Eles removeram a população das áreas costeiras para privar de recursos os partidários Ming de Koxinga. Isso levou a um mal-entendido de que os Manchus tinham \"medo de água\". Han Bannermen realizou os combates e assassinatos, lançando dúvidas sobre a alegação de que o medo da água levou à evacuação costeira e à proibição das atividades marítimas. Embora um poema se refira aos soldados que realizam massacres em Fujian como \"bárbaros\", tanto o Exército Estandarte Verde Han quanto os Estandartes Han estiveram envolvidos e realizaram o pior massacre. 400 000 soldados do Exército Estandarte Verde foram usados contra os Três Feudatórios, além dos 200 000 Estandartes. === Reinado e consolidação do Imperador Kangxi === O reinado de sessenta e um anos do Imperador Kangxi foi o mais longo de qualquer imperador da China e marcou o início da era \"Alto Qing\", o apogeu do poder social, econômico e militar da dinastia. Os primeiros governantes Manchu estabeleceram dois fundamentos de legitimidade que ajudam a explicar a estabilidade da sua dinastia. A primeira foram as instituições burocráticas e a cultura neoconfucionista que adotaram nas dinastias anteriores. Os governantes manchus e as elites oficiais acadêmicas chinesas Han gradualmente chegaram a um acordo entre si. O sistema de exames ofereceu um caminho para que a etnia Han se tornasse oficial. O patrocínio imperial do Dicionário de Kangxi demonstrou respeito pelo aprendizado confucionista, enquanto o Édito Sagrado de 1670 exaltou efetivamente os valores da família confucionista. Suas tentativas de desencorajar as mulheres chinesas de amarrar os pés, no entanto, não tiveram sucesso. A segunda principal fonte de estabilidade foi o aspecto da Ásia Interior da sua identidade Manchu, que lhes permitiu apelar aos súbditos mongóis, tibetanos e muçulmanos. Os Qing usavam o título de Imperador (Huangdi ou hūwangdi) em chinês e manchu (juntamente com títulos como Filho do Céu e Ejen), e entre os tibetanos o imperador Qing era referido como o \"Imperador da China\" (ou \"Imperador Chinês\") e \"o Grande Imperador\" (ou \"Grande Imperador Manjushri\"), como no Tratado de Thapathali de 1856, enquanto entre os mongóis o monarca Qing era referido como Bogda Khan Alexander Golikov, Translating through the Cultural Barriers: the Qing Imperial Multilingualism ou \"Imperador (Manchu)\", e entre os súditos muçulmanos na Ásia Interior, o governante Qing era referido como o \"Khagan da China\" (ou \"khagan chinês\"). O imperador Qianlong retratou a imagem de si mesmo como um governante sábio budista, um patrono do budismo tibetano na esperança de apaziguar os mongóis e os tibetanos. O imperador Kangxi também acolheu em sua corte missionários jesuítas, que vieram pela primeira vez para a China durante o reinado Ming. O reinado de Kangxi começou quando ele tinha sete anos. Para evitar uma repetição da monopolização do poder por Dorgon, no seu leito de morte o seu pai nomeou apressadamente quatro regentes que não eram estreitamente relacionados com a família imperial e não tinham direito ao trono. No entanto, através do acaso e da maquinação, Oboi, o mais júnior dos quatro, gradualmente alcançou tal domínio que se tornou uma ameaça potencial. Em 1669, Kangxi, por meio de trapaça, desarmou e prendeu Oboi – uma vitória significativa para um imperador de quinze anos. O jovem imperador também enfrentou desafios para manter o controle de seu reino. Três generais Ming destacados por suas contribuições para o estabelecimento da dinastia receberam governos no sul da China. Tornaram-se cada vez mais autônomos, levando à Revolta dos Três Feudatórios, que durou oito anos. Kangxi conseguiu unificar suas forças para um contra-ataque liderado por uma nova geração de generais manchus. Em 1681, o governo Qing havia estabelecido o controle sobre o devastado sul da China, que levou várias décadas para se recuperar. Para ampliar e consolidar o controle da dinastia na Ásia Central, o Imperador Kangxi liderou pessoalmente uma série de campanhas militares contra os Zungares na Mongólia Exterior. O Imperador Kangxi expulsou as forças invasoras de Galdan destas regiões, que foram então incorporadas ao império. Galdan acabou sendo morto na Guerra Zungar-Qing. Em 1683, as forças Qing receberam a rendição de Formosa (Taiwan) de Zheng Keshuang, neto de Koxinga, que havia conquistado Taiwan dos colonos holandeses como base contra os Qing. A vitória de Taiwan libertou as forças de Kangxi para uma série de batalhas por Albazin, o posto avançado do extremo leste do Czarado da Rússia. O Tratado de Nerchinsk de 1689 foi o primeiro tratado formal da China com uma potência europeia e manteve a fronteira pacífica durante quase dois séculos. Após a morte de Galdan, seus seguidores, como adeptos do budismo tibetano, tentaram controlar a escolha do próximo Dalai Lama. Kangxi despachou dois exércitos para Lassa, capital do Tibete, e instalou um Dalai Lama simpático aos Qing. === Reinados dos imperadores Yongzheng e Qianlong === Os reinados do imperador Yongzheng (r. 1723–1735) e de seu filho, o imperador Qianlong (r. 1735–1796), marcaram o auge do poder Qing. No entanto, como afirma o historiador Jonathan Spence, o império no final do reinado de Qianlong era \"como o sol ao meio-dia\". No meio de “muitas glórias”, escreve ele, “sinais de decadência e até de colapso tornavam-se aparentes”. Após a morte do imperador Kangxi no inverno de 1722, seu quarto filho, o príncipe Yong (), tornou-se o Imperador Yongzheng. Ele sentiu uma sensação de urgência em relação aos problemas que se acumularam nos últimos anos de seu pai. Nas palavras de um historiador recente, ele era \"severo, desconfiado e ciumento, mas extremamente capaz e engenhoso\", e nas palavras de outro, ele acabou por ser um \"principal legislador moderno do primeiro ordem\". Primeiro, ele promoveu a ortodoxia confucionista e reprimiu seitas não ortodoxas. Em 1723 ele proibiu o cristianismo e expulsou a maioria dos missionários cristãos. Ele expandiu o sistema de memoriais palacianos de seu pai, que trazia relatórios francos e detalhados sobre as condições locais diretamente ao trono sem ser interceptado pela burocracia, e criou o Grande Conselho de conselheiros pessoais, que eventualmente se transformou no gabinete de facto do imperador para o resto da dinastia. Ele astutamente ocupou cargos-chave com autoridades chinesas manchus e han que dependiam de seu patrocínio. Quando começou a perceber a extensão da crise financeira, Yongzheng rejeitou a abordagem tolerante de seu pai para com as elites locais e a cobrança forçada do imposto sobre a terra. O aumento das receitas deveria ser usado em \"dinheiro para nutrir a honestidade\" entre as autoridades locais e para irrigação local, escolas, estradas e caridade. Embora estas reformas tenham sido eficazes no norte, no sul e no vale do baixo Yangzi existiam redes estabelecidas há muito tempo de funcionários e proprietários de terras. Yongzheng despachou comissários manchus experientes para penetrar nos matagais de registros de terras falsificados e livros de contas codificados, mas eles foram recebidos com truques, passividade e até violência. A crise fiscal persistiu. Yongzheng também herdou problemas diplomáticos e estratégicos. Uma equipe formada inteiramente por Manchus redigiu o Tratado de Kyakhta (1727) para solidificar o entendimento diplomático com a Rússia. Em troca de território e direitos comerciais, os Qing teriam liberdade para lidar com a situação na Mongólia. Yongzheng então voltou-se para aquela situação, onde os Zunghars ameaçavam ressurgir, e para o sudoeste, onde os chefes Miao locais resistiram à expansão Qing. Essas campanhas drenaram o tesouro, mas estabeleceram o controle do imperador sobre as forças armadas e as finanças militares. Quando o imperador Yongzheng morreu em 1735, seu filho, o príncipe Bao () tornou-se o Imperador Qianlong. Qianlong liderou pessoalmente as Dez Grandes Campanhas para expandir o controle militar nas atuais Xinjiang e Mongólia, reprimindo revoltas e levantes em Sichuan e no sul da China enquanto expandia o controle sobre o Tibete. O Imperador Qianlong lançou vários projetos culturais ambiciosos, incluindo a compilação da Biblioteca Completa dos Quatro Tesouros (ou Siku Quanshu), a maior coleção de livros da história chinesa. No entanto, Qianlong usou a inquisição literária para silenciar a oposição. Sob a prosperidade externa e a confiança imperial, os últimos anos do reinado de Qianlong foram marcados por corrupção e negligência desenfreadas. Heshen, o jovem e bonito favorito do imperador, aproveitou a indulgência do imperador para se tornar um dos funcionários mais corruptos da história da dinastia. Schoppa, R. Keith. O filho de Qianlong, o Imperador Jiaqing (r. 1796–1820), acabou forçando Heshen a cometer suicídio. A população ficou estagnada durante a primeira metade do século XVII devido a guerras civis e epidemias, mas a prosperidade e a estabilidade interna inverteram gradualmente esta tendência. O Imperador Qianlong lamentou a situação, observando: \"A população continua a crescer, mas a terra não.\" A introdução de novas culturas provenientes das Américas, como a batata e o amendoim, permitiu também um melhor abastecimento alimentar, de modo que a população total da China durante o século XVIII aumentou de 100 milhões para 300 milhões de pessoas. Logo os agricultores foram forçados a trabalhar com mais intensidade em propriedades cada vez menores. A única parte remanescente do império que tinha terras aráveis era a Manchúria, onde as províncias de Jilin e Heilongjiang foram isoladas como pátria manchu. Apesar das proibições, no século XVIII, os chineses han inundaram a Manchúria, tanto ilegal como legalmente, através da Grande Muralha e da Paliçada de Salgueiro. Em 1796, uma rebelião aberta eclodiu entre os seguidores da Sociedade do Lótus Branco, que culpou os oficiais Qing, dizendo que \"os oficiais forçaram o povo a se rebelar\". Autoridades de outras partes do país também foram responsabilizadas pela corrupção, por não conseguirem manter cheios os celeiros de combate à fome, pela má manutenção de estradas e sistemas de abastecimento de água e pelo partidarismo burocrático. Logo se seguiram revoltas de muçulmanos da \"nova seita\" contra autoridades muçulmanas locais e membros da tribo Miao no sudoeste da China. A Rebelião do Lótus Branco continuou por oito anos, até 1804, quando campanhas mal dirigidas, corruptas e brutais finalmente a encerraram. === Rebelião, agitação e pressão externa === No início da dinastia, o império chinês continuou a ser a potência hegemónica na Ásia Oriental. Embora não houvesse um ministério formal das relações exteriores, o Lifan Yuan era responsável pelas relações com os mongóis e tibetanos na Ásia Central, enquanto o sistema tributário, um conjunto frouxo de instituições e costumes herdados dos Ming, em teoria governava as relações com o Oriente. e países do Sudeste Asiático. O Tratado de Nerchinsk, assinado em 1689, estabilizou as relações com a Rússia czarista. No entanto, durante o século XVIII, os impérios europeus expandiram-se gradualmente por todo o mundo, à medida que os estados europeus desenvolveram economias baseadas no comércio marítimo, na extracção colonial e nos avanços tecnológicos. A dinastia foi confrontada com conceitos recentemente desenvolvidos do sistema internacional e das relações entre Estados. Os entrepostos comerciais europeus expandiram-se para o controlo territorial na vizinha Índia e nas ilhas que hoje são a Indonésia. A resposta Qing, bem-sucedida durante algum tempo, foi estabelecer o Sistema de Cantão em 1756, que restringia o comércio marítimo àquela cidade (atual Guangzhou) e dava direitos comerciais de monopólio a comerciantes chineses privados. A Companhia Britânica das Índias Orientais e a Companhia Holandesa das Índias Orientais já tinham obtido, há muito tempo, direitos de monopólio semelhantes por parte dos seus governos. Em 1793, a Companhia Britânica das Índias Orientais, com o apoio do governo britânico, enviou uma missão diplomática à China liderada por Lord George Macartney, a fim de abrir o comércio e colocar as relações numa base de igualdade. A corte imperial via o comércio como de interesse secundário, enquanto os britânicos viam o comércio marítimo como a chave da sua economia. O imperador Qianlong disse a Macartney que \"os reis de uma miríade de nações vêm por terra e por mar com todo tipo de coisas preciosas\" e \"consequentemente, não nos falta nada...\". Dado que a China tinha pouca procura de produtos europeus, a Europa pagava em prata pelos produtos chineses, um desequilíbrio que preocupava os governos mercantilistas da Grã-Bretanha e de França. A crescente procura chinesa de ópio proporcionou a solução. A Companhia Britânica das Índias Orientais expandiu enormemente sua produção em Bengala. O Imperador Daoguang, preocupado tanto com a saída de prata quanto com os danos que o fumo do ópio estava causando aos seus súditos, ordenou que Lin Hse Tsu acabasse com o comércio de ópio. Lin confiscou os estoques de ópio sem compensação em 1839, levando a Grã-Bretanha a enviar uma expedição militar no ano seguinte. A Primeira Guerra do Ópio revelou o estado ultrapassado das forças armadas chinesas. A marinha Qing, composta inteiramente por juncos de madeira, foi severamente superada pelas táticas modernas e pelo poder de fogo da Marinha Real Britânica. Os soldados britânicos, usando mosquetes e artilharia avançados, superaram facilmente e desarmaram as forças Qing em batalhas terrestres. A rendição Qing em 1842 marcou um golpe decisivo e humilhante. O Tratado de Nanjing, o primeiro dos \"tratados desiguais\", exigia reparações de guerra, forçou a China a abrir os portos do Tratado de Cantão, Amoy, Fuzhou, Ningbo e Xangai ao comércio e aos missionários ocidentais, e a ceder a ilha de Hong Kong à Grã- Bretanha. Revelou fraquezas no governo Qing e provocou rebeliões contra o regime. A Rebelião Taiping em meados do século XIX foi o primeiro grande exemplo de sentimento anti-Manchu. A rebelião começou sob a liderança de Hong Xiuquan (1814 a 1864), um candidato decepcionado ao concurso público que, influenciado pelos ensinamentos cristãos, teve uma série de visões e acreditava ser o filho de Deus, o irmão mais novo de Jesus Cristo, enviado para reformar a China. Um amigo de Hong, Feng Yunshan, utilizou as ideias de Hong para organizar um novo grupo religioso, a Sociedade dos Adoradores de Deus (Bai Shangdi Hui), que ele formou entre os camponeses empobrecidos da província de Guangxi. Em meio à agitação social generalizada e ao agravamento da fome, a rebelião não só representou a ameaça mais séria para os governantes Qing, como também foi chamada de \"a guerra civil mais sangrenta de todos os tempos\"; durante seu curso de quatorze anos, de 1850 a 1864, entre 20 e 30 milhões de pessoas morreram. Hong Xiuquan, um candidato fracassado ao serviço público, em 1851 lançou um levante na província de Guizhou e estabeleceu o Reino Celestial de Taiping com o próprio Hong como rei. Hong anunciou que teve visões de Deus e que era irmão de Jesus Cristo. A escravidão, o concubinato, o casamento arranjado, o fumo de ópio, o enfaixamento dos pés, a tortura judicial e a adoração de ídolos foram todos proibidos. No entanto, o sucesso levou a rixas internas, deserções e corrupção. Além disso, as tropas britânicas e francesas, equipadas com armas modernas, vieram em auxílio do exército imperial Qing. Somente em 1864 é que os exércitos Qing comandados por Zeng Guofan conseguiram esmagar a revolta. Após a eclosão desta rebelião, também ocorreram revoltas dos muçulmanos e do povo Miao da China contra a dinastia Qing, mais notavelmente na Rebelião Miao (1854–1873) em Guizhou, na Revolta dos Panthay (1856–1873) em Yunnan e na Rebelião Panthay (1856–1873) em Yunnan. Revolta de Dungan (1862-77) no noroeste. As potências ocidentais, em grande parte insatisfeitas com o Tratado de Nanquim, deram apoio relutante ao governo Qing durante as Rebeliões de Taiping e Nian. O rendimento da China caiu drasticamente durante as guerras, à medida que vastas áreas de terras agrícolas foram destruídas, milhões de vidas foram perdidas e inúmeros exércitos foram reunidos e equipados para combater os rebeldes. Em 1854, a Grã-Bretanha tentou renegociar o Tratado de Nanjing, inserindo cláusulas que permitiam o acesso comercial britânico aos rios chineses e a criação de uma embaixada britânica permanente em Pequim. Em 1856, as autoridades Qing, em busca de um pirata, abordaram um navio, o Arrow, que os britânicos alegavam ter arvorando a bandeira britânica, um incidente que levou à Segunda Guerra do Ópio. Em 1858, sem outras opções, o Imperador Xianfeng concordou com o Tratado de Tientsin, que continha cláusulas profundamente insultuosas para os chineses, como a exigência de que todos os documentos oficiais chineses fossem escritos em inglês e uma cláusula que concedia aos navios de guerra britânicos acesso ilimitado a todos rios navegáveis chineses. A ratificação do tratado no ano seguinte levou à retomada das hostilidades. Em 1860, com as forças anglo- francesas marchando sobre Pequim, o imperador e a sua corte fugiram da capital para o pavilhão de caça imperial em Rehe. Uma vez em Pequim, as forças anglo- francesas saquearam e queimaram o Antigo Palácio de Verão e, num ato de vingança pela prisão, tortura e execução da missão diplomática inglesa. O príncipe Gong, meio-irmão mais novo do imperador, que havia sido deixado como procurador de seu irmão na capital, foi forçado a assinar a Convenção de Pequim. O humilhado imperador morreu no ano seguinte em Rehe. === Autofortalecimento e frustração das reformas === No entanto, a dinastia se recuperou. Generais e oficiais chineses como Zuo Zongtang lideraram a supressão das rebeliões e apoiaram os Manchus. Quando o Imperador Tongzhi subiu ao trono, aos cinco anos de idade, em 1861, esses oficiais se reuniram em torno dele no que foi chamado de Restauração Tongzhi. O seu objectivo era adoptar a tecnologia militar ocidental, a fim de preservar os valores confucionistas. Zeng Guofan, em aliança com o príncipe Gong, patrocinou a ascensão de funcionários mais jovens, como Li Hongzhang, que recolocou a dinastia financeiramente de pé e instituiu o Movimento de Autofortalecimento. Os reformadores prosseguiram então com reformas institucionais, incluindo o primeiro ministério unificado das relações exteriores da China, o Zongli Yamen; permitir que diplomatas estrangeiros residam na capital; criação do Serviço Imperial de Alfândega Marítima; a formação de exércitos modernizados, como o Exército de Beiyang, bem como uma marinha; e a compra de fábricas de armamento aos europeus. A dinastia perdeu pouco a pouco o controle dos territórios periféricos. Em troca de promessas de apoio contra os britânicos e franceses, o Império Russo conquistou grandes porções de território no Nordeste em 1860. O período de cooperação entre os reformadores e as potências europeias terminou com o Massacre de Tientsin de 1870, que foi incitado pelo assassinato de freiras francesas desencadeado pela beligerância dos diplomatas franceses locais. Começando com a Campanha da Cochinchina em 1858, a França expandiu o controle da Indochina. Em 1883, a França controlava totalmente a região e havia alcançado a fronteira chinesa. A Guerra Sino-Francesa começou com um ataque surpresa dos franceses à frota do sul da China em Fuzhou. Depois disso, os chineses declararam guerra aos franceses. A invasão francesa de Taiwan foi interrompida e os franceses foram derrotados em terra em Tonkin na Batalha de Bang Bo. No entanto, o Japão ameaçou entrar na guerra contra a China devido ao Golpe de Gapsin e a China optou por encerrar a guerra com negociações. A guerra terminou em 1885 com o Tratado de Tientsin (1885) e o reconhecimento chinês do protetorado francês no Vietname. Alguns mineradores de ouro russos e chineses também estabeleceram um proto-estado de curta duração conhecido como República Zheltuga (1883-1886) na bacia do rio Amur, que logo foi esmagado pelas forças Qing. Em 1884, a China Qing obteve concessões na Coreia, como a concessão chinesa de Incheon, mas os coreanos pró-japoneses em Seul lideraram o Golpe de Gapsin. As tensões entre a China e o Japão aumentaram depois que a China interveio para reprimir o levante. O primeiro-ministro japonês Itō Hirobumi e Li Hongzhang assinaram a Convenção de Tientsin, um acordo para retirar as tropas simultaneamente, mas a Primeira Guerra Sino-Japonesa de 1895 foi uma humilhação militar. O Tratado de Shimonoseki reconheceu a independência coreana e cedeu Taiwan e os Pescadores ao Japão. Os termos poderiam ter sido mais duros, mas quando um cidadão japonês atacou e feriu Li Hongzhang, um clamor internacional envergonhou os japoneses e obrigaram-nos a revisá-los. O acordo original estipulava a cessão da Península de Liaodong ao Japão, mas a Rússia, com desígnios próprios sobre o território, juntamente com a Alemanha e a França, na Tríplice Intervenção, pressionou com sucesso os japoneses para que abandonassem a península. Estes anos viram uma evolução na participação da Imperatriz Viúva Cixi (Wade–Giles: Tz'u-Hsi) nos assuntos de estado. Ela entrou no palácio imperial na década de 1850 como concubina do Imperador Xianfeng (r. 1850–1861) e chegou ao poder em 1861 depois que seu filho de cinco anos, o imperador Tongzhi, ascendeu ao trono. Ela, a imperatriz viúva Ci'an (que havia sido imperatriz de Xianfeng) e o príncipe Gong (filho do imperador Daoguang), organizaram um golpe que destituiu vários regentes do menino imperador. Entre 1861 e 1873, ela e Ci'an serviram como regentes, escolhendo o título de reinado \"Tongzhi\" (governando juntos). Após a morte do imperador em 1875, o sobrinho de Cixi, o imperador Guangxu, assumiu o trono, violando o costume dinástico de que o novo imperador fosse da geração seguinte, e outra regência começou. Na primavera de 1881, Ci'an morreu repentinamente, com apenas 43 anos, deixando Cixi como único regente. De 1889, quando Guangxu começou a governar por direito próprio, até 1898, a Imperatriz Viúva viveu em semi-aposentadoria, passando a maior parte do ano no Palácio de Verão. Em 1º de novembro de 1897, dois missionários católicos romanos alemães foram assassinados na parte sul da província de Shandong (o Incidente Juye). A Alemanha usou os assassinatos como pretexto para uma ocupação naval da Baía de Jiaozhou. A ocupação provocou uma \"corrida por concessões\" em 1898, que incluiu o arrendamento alemão da Baía de Jiazhou, a aquisição russa de Liaodong e o arrendamento britânico dos Novos Territórios de Hong Kong. Na sequência destas derrotas externas, o Imperador Guangxu iniciou a Reforma dos Cem Dias de 1898. Conselheiros mais novos e radicais, como Kang Youwei, receberam posições de influência. O imperador emitiu uma série de decretos e foram feitos planos para reorganizar a burocracia, reestruturar o sistema escolar e nomear novos funcionários. A oposição da burocracia foi imediata e intensa. Embora tivesse estado envolvida nas reformas iniciais, a imperatriz viúva interveio para cancelá-las, prendeu e executou vários reformadores e assumiu o controle diário da política. No entanto, muitos dos planos permaneceram em vigor e os objectivos da reforma foram implantados. A seca no Norte da China, combinada com os desígnios imperialistas das potências europeias e a instabilidade do governo Qing, criou condições de fundo para os Boxers. Em 1900, grupos locais de Boxers que proclamavam apoio à dinastia Qing assassinaram missionários estrangeiros e um grande número de cristãos chineses, convergindo depois para Pequim para sitiar o Bairro da Legação Estrangeira. Uma coligação de exércitos europeus, japoneses e russos (a Aliança das Oito Nações) entrou então na China sem aviso diplomático e muito menos permissão. Cixi declarou guerra a todas estas nações, apenas para perder o controlo de Pequim após uma campanha curta, mas árdua. Ela fugiu para Xian. Os aliados vitoriosos reforçaram então as suas exigências ao governo Qing, incluindo a compensação pelas suas despesas na invasão da China e a execução de funcionários cúmplices, através do Protocolo Boxer. === Reforma, revolução e colapso === A derrota para o Japão em 1895 criou uma sensação de crise que o fracasso das reformas de 1898 e os desastres de 1900 apenas exacerbaram. Cixi em 1901 agiu para apaziguar a comunidade estrangeira, apelou a propostas de reforma e iniciou um conjunto de \"Novas Políticas\", também conhecida como \"Reforma Qing Tardia\". Ao longo dos anos seguintes, as reformas incluíram a reestruturação dos sistemas nacionais de educação, judicial e fiscal, a mais dramática das quais foi a abolição dos exames imperiais em 1905. O tribunal ordenou a elaboração de uma constituição e foram realizadas eleições provinciais, as primeiras na história da China. Sun Yat-sen e os revolucionários debateram com autoridades reformistas e monarquistas constitucionais como Kang Youwei e Liang Qichao sobre como transformar o Império Manchu em um estado chinês Han modernizado. O imperador Guangxu morreu em 14 de novembro de 1908 e Cixi morreu no dia seguinte. Pu Yi, o filho mais velho de Zaifeng, o príncipe Chun, e sobrinho do imperador Guangxu, sem filhos, foi nomeado sucessor aos dois anos de idade, deixando Zaifeng com a regência. Zaifeng forçou Yuan Shikai a renunciar. A dinastia Qing tornou-se uma monarquia constitucional em 8 de maio de 1911, quando Zaifeng criou um \"gabinete responsável\" liderado por Yikuang, príncipe Qing. No entanto, o gabinete ficou conhecido como \"gabinete real\" porque entre os treze membros do gabinete, cinco eram membros da família imperial ou parentes de Aisin-Gioro.Chien-nung Li, Jiannong Li, Ssŭ-yü Têng, \"The political history of China, 1840–1928\", p. 234 A Revolta de Wuchang de 10 de outubro de 1911 desencadeou uma série de revoltas. Em novembro, 14 das 15 províncias rejeitaram o governo Qing. Isto levou à criação da República da China, em Nanjing, em 1 de janeiro de 1912, com Sun Yat-sen como seu chefe provisório. Vendo uma situação desesperadora, a corte Qing trouxe Yuan Shikai de volta ao poder. Seu Exército de Beiyang esmagou os revolucionários em Wuhan na Batalha de Yangxia. Após assumir o cargo de primeiro-ministro criou seu próprio gabinete, com o apoio da imperatriz viúva Longyu. No entanto, Yuan Shikai decidiu cooperar com os revolucionários de Sun Yat-sen para derrubar a dinastia Qing. Em 12 de fevereiro de 1912, Longyu emitiu a abdicação do imperador infantil Puyi, levando à queda da dinastia Qing sob a pressão do exército Beiyang de Yuan Shikai, apesar das objeções dos conservadores e reformadores monarquistas. Isto pôs fim a mais de 2 000 anos de China Imperial e iniciou um período de instabilidade. Em julho de 1917, houve uma tentativa frustrada de restaurar a dinastia Qing liderada por Zhang Xun. Pu Yi foi autorizado a viver na Cidade Proibida após sua abdicação até 1924, quando se mudou para a concessão japonesa em Tianjin. O Império do Japão invadiu o Nordeste da China e fundou Manchukuo lá em 1932, tendo Pu Yi como seu imperador. Após a invasão do Nordeste da China para combater o Japão pela União Soviética, Manchukuo caiu em 1945. == Governo == Os primeiros imperadores Qing adoptaram as estruturas e instituições burocráticas da dinastia Ming anterior, mas dividiram o governo entre chineses han e manchus, com algumas posições também dadas aos mongóis. Tal como nas dinastias anteriores, os Qing recrutaram funcionários através do sistema de exames imperiais, até que o sistema foi abolido em 1905. Os Qing dividiram os cargos em cargos civis e militares, cada um com nove graus ou patentes, cada um subdividido nas categorias a e b. As nomeações civis variavam de assistente do imperador ou Grande Secretário na Cidade Proibida (mais alto) a coletor de impostos da província, vice-diretor de prisão, vice-comissário de polícia ou inspetor fiscal. As nomeações militares variavam de marechal de campo ou camareiro da guarda-costas imperial a sargento de terceira classe, cabo ou soldado raso de primeira ou segunda classe. Enquanto a dinastia Qing tentava manter o sistema tributário tradicional da China, no século XIX a China Qing tornou-se parte de uma comunidade de estados soberanos de estilo europeu e estabeleceu relações diplomáticas oficiais com mais de vinte países ao redor do mundo antes de sua queda, e desde a década de 1870 estabeleceu legações e consulados conhecidos como \"Legação Chinesa\", \"Consulado Imperial da China\", \"Consulado Imperial Chinês (Geral)\" ou nomes semelhantes em dezessete países, nomeadamente Áustria-Hungria, Bélgica, Brasil, Cuba, França, Alemanha, Itália, Japão, México, Países Baixos, Panamá, Peru, Portugal, Rússia, Espanha, Reino Unido (ou Império Britânico) e Estados Unidos. === Agências do governo central === A estrutura formal do governo Qing centrava-se no Imperador como governante absoluto, que presidia seis Conselhos (Ministérios.), cada um chefiado por dois presidentes ; Manchu:; Möllendorff: aliha amban, Abkai: aliha amban. e assistido por quatro vice-presidentes.; Manchu: ; Möllendorff: ashan i amban, Abkai: ashan-i amban. Em contraste com o sistema Ming, no entanto, a política étnica Qing ditava que as nomeações fossem divididas entre nobres manchus e funcionários han que tivessem passado nos níveis mais altos dos exames estaduais. O Grande Secretariado ; Manchu: ; Möllendorff: dorgi yamun, Abkai: dorgi yamun., que tinha sido um importante órgão de formulação de políticas durante a dinastia Ming, perdeu a sua importância durante a dinastia Qing e evoluiu para uma chancelaria imperial. As instituições herdadas dos Ming formavam o núcleo do \"Tribunal Externo\" Qing, que tratava de assuntos rotineiros e estava localizado na parte sul da Cidade Proibida. Para não permitir que a administração rotineira assumisse o governo do império, os imperadores Qing garantiram que todos os assuntos importantes fossem decididos no \"Tribunal Interno\", que era dominado pela família imperial e pela nobreza Manchu e que estava localizado no parte norte da Cidade Proibida. A instituição central do tribunal interno era o Grande Conselho.; Manchu: ; Möllendorff: coohai nashūn i ba, Abkai: qouhai nashvn-i ba. Surgiu na década de 1720 sob o reinado do imperador Yongzheng como um órgão encarregado de lidar com as campanhas militares Qing contra os mongóis, mas logo assumiu outras funções militares e administrativas, centralizando a autoridade sob a coroa. Os Grandes Conselheiros. serviam como uma espécie de conselho privado do imperador. Desde o início da dinastia Qing, o governo central foi caracterizado por um sistema de nomeações duplas, pelo qual cada cargo no governo central tinha um chinês Manchu e um chinês Han designados para ele. O nomeado chinês Han foi obrigado a fazer o trabalho substantivo e o Manchu a garantir a lealdade Han ao governo Qing. Havia também outra instituição governamental chamada Departamento da Casa Imperial, exclusiva da dinastia Qing. Foi estabelecido antes da queda dos Ming, mas amadureceu somente depois de 1661, após a morte do Imperador Shunzhi e a ascensão de seu filho, o Imperador Kangxi. O objetivo original do departamento era administrar os assuntos internos da família imperial e as atividades do palácio interno (em cujas tarefas substituía em grande parte os eunucos), mas também desempenhou um papel importante nas relações Qing com o Tibete e a Mongólia, envolvido em atividades comerciais. (jade, ginseng, sal, peles, etc.), administrou fábricas têxteis na região de Jiangnan e até publicou livros. As relações com os Superintendentes do Sal e os comerciantes de sal, como os de Yangzhou, eram particularmente lucrativas, especialmente porque eram diretas e não passavam por camadas absorventes de burocracia. O departamento era administrado por booi,; Manchu:; Möllendorff: booi; Abkai: boui. ou \"servos\", dos Três Estandartes Superiores. No século XIX, administrava as atividades de pelo menos 56 subagências. === Divisões administrativas === A China Qing atingiu a sua maior extensão durante o século XVIII, quando governou a China propriamente dita (dezoito províncias), bem como as áreas do atual Nordeste da China, Mongólia Interior, Mongólia Exterior, Xinjiang e Tibete, aproximadamente a 13 milhões de km2 em tamanho. Originalmente existiam 18 províncias, todas na China propriamente dita, mas posteriormente este número foi aumentado para 22, com a Manchúria e Xinjiang sendo divididas ou transformadas em províncias. Taiwan, originalmente parte da província de Fujian, tornou-se uma província própria no século XIX,Davidson, James W. (1903). mas foi cedida ao Império do Japão após a Primeira Guerra Sino- Japonesa em 1895.\"Tratado de Paz entre a China e o Japão (Tratado de Shimonoseki)\". === Administração territorial === A organização das províncias Qing baseou-se nas quinze unidades administrativas criadas pela dinastia Ming, mais tarde transformadas em dezoito províncias, dividindo, por exemplo, Huguang nas províncias de Hubei e Hunan. A burocracia provincial deu continuidade à prática Yuan e Ming de três linhas paralelas, civil, militar e censura ou vigilância. Cada província era administrada por um governador (, xunfu) e um comandante militar provincial (, tidu). Abaixo da província estavam as prefeituras (, fu) operando sob um prefeito (, zhīfǔ), seguidas por subprefeituras sob um subprefeito. A unidade mais baixa era o condado, supervisionado por um magistrado do condado. As dezoito províncias também são conhecidas como \"China propriamente dita\". O cargo de vice-rei ou governador- geral (, zongdu) era o posto mais alto na administração provincial. Havia oito vice-reis regionais na China propriamente dita, cada um geralmente encarregado de duas ou três províncias. O vice-rei de Zhili, que era responsável pela área ao redor da capital Pequim, é normalmente considerado como o vice-rei mais honrado e poderoso entre os oito. Em meados do século XVIII, os Qing conseguiram colocar sob seu controle regiões exteriores, como a Mongólia Interior e Exterior, o Tibete e Xinjiang. Comissários e guarnições imperiais foram enviados à Mongólia e ao Tibete para supervisionar os seus assuntos. Estes territórios também estavam sob supervisão de uma instituição do governo central chamada Lifan Yuan. Qinghai também foi colocado sob controle direto da corte Qing. Xinjiang, também conhecido como Turquestão Chinês, foi subdividido nas regiões norte e sul das montanhas Tian Shan, também conhecidas hoje como Zungária e Bacia do Tarim, respectivamente, mas o posto de General Ili foi estabelecido em 1762 para exercer jurisdição militar e administrativa unificada sobre ambas as regiões. Dzungaria foi totalmente aberta à migração Han pelo Imperador Qianlong desde o início. Os migrantes Han foram inicialmente proibidos de se estabelecerem permanentemente na Bacia do Tarim, mas a proibição foi suspensa após a invasão de Jahangir Khoja na década de 1820. Da mesma forma, a Manchúria também foi governada por generais militares até à sua divisão em províncias, embora algumas áreas de Xinjiang e do Nordeste da China tenham sido perdidas para o Império Russo em meados do século XIX. A Manchúria foi originalmente separada da China propriamente dita pela Paliçada Interna do Salgueiro, uma vala e aterro plantado com salgueiros destinados a restringir o movimento dos chineses han, já que a área estava fora dos limites para civis han chineses até que o governo começou a colonizar a área, especialmente desde a década de 1860. No que diz respeito a estas regiões exteriores, os Qing mantiveram o controle imperial, com o imperador atuando como cã mongol, patrono do budismo tibetano e protetor dos muçulmanos. No entanto, a política Qing mudou com o estabelecimento da província de Xinjiang em 1884. Durante a era do Grande Jogo, aproveitando a revolta de Dungan no noroeste da China, Yaqub Beg invadiu Xinjiang a partir da Ásia Central com o apoio do Império Britânico, e tornou-se governante do reino de Kashgaria. A corte Qing enviou forças para derrotar Yaqub Beg e Xinjiang foi reconquistada, e então o sistema político da China propriamente dito foi formalmente aplicado a Xinjiang. O Canato de Kumul, que foi incorporado à dinastia Qing como vassalo depois de ajudar Qing a derrotar os Zunghars em 1757, manteve seu status depois que Xinjiang se tornou uma província até o final da dinastia na Revolução Xinhai até 1930. No início do século XX, a Grã- Bretanha enviou uma expedição ao Tibete e forçou os tibetanos a assinar um tratado. A corte Qing respondeu afirmando a soberania chinesa sobre o Tibete, resultando na Convenção Anglo-Chinesa de 1906 assinada entre a Grã-Bretanha e a China. Os britânicos concordaram em não anexar o território tibetano ou interferir na administração do Tibete, enquanto a China se comprometeu a não permitir que qualquer outro estado estrangeiro interferisse no território ou na administração interna do Tibete. O governo Qing também transformou a Manchúria em três províncias no início do século 20, oficialmente conhecidas como as \"Três Províncias do Nordeste\", e estabeleceu o posto de Vice-Rei das Três Províncias do Nordeste para supervisionar essas províncias. == Sociedade == === Crescimento populacional e mobilidade === A população cresceu em número, densidade e mobilidade. A população cresceu de cerca de 150 milhões em 1700, mais ou menos o que era um século antes, depois dobrou no século seguinte e atingiu o auge de 450 milhões na véspera da Rebelião Taiping em 1850. A disseminação das culturas do Novo Mundo, como milho, amendoim, batata- doce e batata, diminuiu o número de mortes por desnutrição. Doenças como a varíola foram controladas pelo aumento das inoculações. Além disso, as mortes infantis diminuíram devido a melhorias nas técnicas de parto realizadas por médicos e parteiras e ao aumento dos livros médicos disponíveis ao público. As campanhas governamentais diminuíram a incidência do infanticídio. Na Europa, o crescimento populacional neste período foi maior nas cidades, mas na China o crescimento nas cidades e no baixo Yangzi foi baixo. O maior crescimento ocorreu nas zonas fronteiriças e nas terras altas, onde os agricultores podiam limpar grandes extensões de pântanos e florestas. A população também era notavelmente móvel, talvez mais do que em qualquer época da história chinesa. Na verdade, o governo Qing fez muito mais para encorajar a mobilidade do que para desencorajá-la. Milhões de chineses han migraram para Yunnan e Guizhou no século 18, e também para Taiwan. Após as conquistas das décadas de 1750 e 1760, a corte organizou colônias agrícolas em Xinjiang. Esta mobilidade também incluiu o movimento organizado de súbditos Qing para o exterior, em grande parte para o Sudeste Asiático, em busca de comércio e outras oportunidades econômicas. A Manchúria, no entanto, foi formalmente fechada ao assentamento Han pela Paliçada de Salgueiro, com exceção de alguns vassalos. No entanto, em 1780, os chineses Han haviam se tornado 80% da população. O território relativamente pouco povoado era vulnerável, pois o Império Russo exigia a anexação de Amur, anexando a Manchúria Exterior. Em resposta, os funcionários Qing, como Tepuqin (), o governador militar de Heilongjiang em 1859-1867, fez propostas (1860) para abrir partes de Guandong para colonos agricultores civis chineses, a fim de se opor a novas possíveis anexações. No final do século 19, a Manchúria foi aberta aos colonos Han, levando a uma migração mais extensa, que foi chamada de Chuang Guandong () literalmente \"Crashing into Guandong\", sendo Guandong um nome mais antigo para Manchúria. No final do século XIX e na virada do século XX, para neutralizar a crescente influência russa, a Dinastia Qing aboliu o sistema administrativo existente na Manchúria e reclassificou todos os imigrantes para a região como Han (chineses) em vez de minren (民人, civis)., não vassalos), ao mesmo tempo que substitui generais provinciais por governadores provinciais. De 1902 a 1911, setenta administrações civis foram criadas devido ao aumento da população da Manchúria. === Status na sociedade === De acordo com o estatuto, a sociedade Qing estava dividida em propriedades relativamente fechadas, das quais, em termos mais gerais, eram cinco. Além das propriedades dos funcionários, da aristocracia comparativamente minúscula e dos literatos com diplomas, existia também uma grande divisão entre os chineses comuns entre plebeus e pessoas com status inferior. Eles foram divididos em duas categorias: uma delas, as pessoas boas “comuns”, a outra pessoas “más” que eram vistas como degradadas e servis. A maioria da população pertencia à primeira categoria e era descrita como liangmin, um termo jurídico que significa pessoas boas, em oposição a jianmin que significa pessoas más (ou ignóbeis). A lei Qing afirmava explicitamente que os quatro grupos ocupacionais tradicionais de estudiosos, agricultores, artesãos e comerciantes eram \"bons\" ou tinham status de plebeus. Por outro lado, escravos ou servos, artistas (incluindo prostitutas e atores), criminosos tatuados e aqueles funcionários de baixo escalão de funcionários do governo eram as \"pessoas más\". As pessoas mesquinhas eram legalmente inferiores aos plebeus e sofriam tratamentos desiguais, como a proibição de prestar o exame imperial. Além disso, essas pessoas geralmente não eram autorizadas a casar com plebeus livres e muitas vezes eram obrigadas a reconhecer a sua degradação na sociedade através de ações como a reverência. No entanto, ao longo da dinastia Qing, o imperador e a sua corte, bem como a burocracia, trabalharam no sentido de reduzir as distinções entre os degradados e os livres, mas não conseguiram completamente, mesmo no final da sua era, fundir as duas classificações. ==== Pequena nobreza Qing ==== Embora não tivesse havido uma aristocracia hereditária poderosa desde a dinastia Sung, a pequena nobreza (shenshi), tal como os seus homólogos britânicos, gozava de privilégios imperiais e administrava os assuntos locais. O estatuto deste funcionário acadêmico era definido pela aprovação, pelo menos, no primeiro nível de exames para a função pública e pela posse de um diploma, que o qualificava para ocupar um cargo imperial, embora na realidade pudesse não o fazer. O membro da pequena nobreza poderia legalmente usar túnicas da pequena nobreza e conversar com os funcionários como iguais. Informalmente, a pequena nobreza presidia então a sociedade local e podia usar as suas ligações para influenciar o magistrado, adquirir terras e manter grandes famílias. A pequena nobreza incluía, portanto, não apenas homens detentores de diplomas, mas também suas esposas e alguns de seus parentes. A classe foi dividida em grupos. Nem todos os que ocupavam cargos eram alfabetizados, pois as famílias de comerciantes podiam adquirir diplomas, e nem todos os que passavam nos exames encontravam emprego como funcionários públicos, uma vez que o número de titulares de diplomas era superior ao número de vagas. A classe nobre também diferia na fonte e no valor de sua renda. As famílias alfabetizadas obtinham rendimentos da propriedade da terra, bem como do empréstimo de dinheiro. Os funcionários recebiam um salário que, com o passar dos anos, era cada vez menos adequado, levando a uma dependência generalizada de pagamentos irregulares de \"aperto\". Aqueles que se prepararam para os exames, mas foram reprovados, como aqueles que passaram, mas não foram nomeados para cargos públicos, poderiam se tornar tutores ou professores, secretários particulares de funcionários em exercício, administradores de guildas ou templos, ou outros cargos que exigissem alfabetização. Outros recorreram a áreas como a engenharia, a medicina ou o direito, que no século XIX exigiam aprendizagem especializada. No século XIX, já não era vergonhoso tornar-se autor ou editor de ficção. A pequena nobreza Qing foi marcada tanto pela sua aspiração a um estilo de vida culto como pelo seu estatuto jurídico. Eles viviam vidas mais refinadas e confortáveis do que os plebeus e usavam liteiras para viajar qualquer distância significativa. Eles muitas vezes exibiam seu aprendizado coletando objetos como pedras acadêmicas, porcelanas ou peças de arte por sua beleza, o que os diferenciava dos plebeus menos cultos. ==== Nobreza Qing ==== === Família e parentesco === Na época Qing, o alicerce da sociedade era o parentesco patrilinear, ou seja, a linhagem familiar local com descendência através da linha masculina, muitas vezes traduzida como \"clã\". Uma mudança nas práticas conjugais, na identidade e na lealdade começou durante a dinastia Song, quando o concurso para o serviço público começou a substituir a nobreza e a herança como meio de obter status. Em vez de casar entre elites aristocráticas do mesmo status social, eles tendiam a formar alianças conjugais com famílias próximas de riqueza igual ou superior e estabeleceram os interesses da população local como o primeiro e mais importante que ajudou a formar municípios casados entre si. A ideologia neoconfucionista, especialmente o pensamento Cheng-Zhu favorecido pelo pensamento social Qing, enfatizou as famílias patrilineares e a genealogia na sociedade. Os imperadores e as autoridades locais exortaram as famílias a compilar genealogias para estabilizar a sociedade local. A genealogia foi colocada no salão ancestral, que serviu como sede da linhagem e local para o sacrifício ancestral anual. Um caractere chinês específico apareceu no nome de cada homem de cada geração, muitas vezes no futuro. Estas linhagens afirmavam ser baseadas na descendência biológica, mas quando um membro de uma linhagem ganhava um cargo ou enriquecia, ele poderia usar considerável criatividade na seleção de uma figura de prestígio para ser \"ancestral fundador\". Tal adoração pretendia garantir que os ancestrais permanecessem espíritos contentes e benevolentes (shen) que vigiariam e protegeriam a família. Observadores posteriores sentiram que o culto ancestral se concentrava na família e na linhagem, e não em assuntos mais públicos, como comunidade e nação. Os mongóis internos e os mongóis calcas na dinastia Qing raramente conheciam seus ancestrais além de quatro gerações e a sociedade tribal mongol não estava organizada entre clãs patrilineares, ao contrário do que se pensava comumente, mas incluía pessoas não relacionadas na unidade básica de organização. Os Qing tentaram, mas não conseguiram, promover a ideologia neoconfucionista chinesa de organizar a sociedade em clãs patrimoniais entre os mongóis. === Religião === Os governantes manchus presidiram um império multiétnico e o imperador, que era responsável por \"Tudo Abaixo do Céu\" ou Tianxia, patrocinou e assumiu a responsabilidade por todas as religiões e sistemas de crenças. O \"centro de gravidade espiritual\" do império era o \"estado político-religioso\". Como o império fazia parte da ordem do cosmos, que conferia o Mandato do Céu, o Imperador como \"Filho do Céu\" era ao mesmo tempo o chefe do sistema político e o sacerdote-chefe do Culto do Estado. O imperador e os seus funcionários, que eram os seus representantes pessoais, assumiram a responsabilidade sobre todos os aspectos do império, especialmente a vida espiritual e as instituições e práticas religiosas. O magistrado do condado, como representante político e espiritual do imperador, fazia oferendas em templos oficialmente reconhecidos. O magistrado deu uma palestra sobre o Édito Sagrado do Imperador para promover a moralidade cívica; ele manteve estreita vigilância sobre as organizações religiosas cujas ações poderiam ameaçar a soberania e a prerrogativa religiosa do Estado. ==== Manchu e religião imperial ==== A família imperial Manchu foi especialmente atraída pela Seita Amarela ou Budismo Guelupa que se espalhou do Tibete para a Mongólia. O Quinto Dalai Lama, que ganhou o poder em 1642, pouco antes de os Manchus tomarem Pequim, recorreu à corte Qing em busca de apoio. Os imperadores Kangxi e Qianlong praticaram esta forma de budismo tibetano como uma de suas religiões domésticas e construíram templos que fizeram de Pequim um de seus centros, e construíram uma réplica do Palácio de Potala de Lhasa em seu retiro de verão em Rehe. O xamanismo, a religião mais comum entre os manchus, foi uma herança espiritual de seus ancestrais tungusianos que os diferenciou dos chineses han. O xamanismo estatal foi importante para a família imperial tanto para manter a sua identidade cultural Manchu como para promover a sua legitimidade imperial entre as tribos do Nordeste. As obrigações imperiais incluíam rituais no primeiro dia do Ano-novo chinês em um santuário xamânico (tangse). As práticas nas famílias Manchu incluíam sacrifícios aos ancestrais e o uso de xamãs, muitas vezes mulheres, que entravam em transe em busca de cura ou exorcismo. ==== Religião popular ==== O sistema de crenças mais amplamente praticado entre os chineses han é frequentemente chamado de religião local, popular ou folclórica, e centrava-se na família patriarcal, na manutenção da linhagem familiar masculina e no shen, ou espíritos. As práticas comuns incluíam veneração aos ancestrais, piedade filial, deuses e espíritos locais. Os ritos incluíam luto, funeral, enterro, práticas. Richard J. Smith (2007). Como não exigiam lealdade exclusiva, formas e ramos do confucionismo, do budismo e do taoísmo estavam interligados, por exemplo, nos três ensinamentos sincréticos.\"Living in the Chinese Cosmos: Understanding Religion in Late Imperial China (1644–1911)\" (Columbia University) Institutional Religion: The Three Teachings A religião popular chinesa combinava elementos dos três, com variações locais. Os magistrados do condado, que foram classificados e promovidos pela sua capacidade de manter a ordem local, toleravam seitas locais e até patrocinavam os templos locais, desde que fossem ordeiros, mas suspeitavam de seitas heterodoxas que desafiavam a autoridade do Estado e rejeitavam as doutrinas imperiais. Algumas dessas seitas, de fato, tiveram longas histórias de rebelião, como o Caminho do Antigo Céu, que se baseou no taoísmo, e a sociedade do Lótus Branco, que se inspirou no budismo milenar. A Rebelião do Lótus Branco (1796-1804) confirmou as suspeitas oficiais, assim como a Rebelião Taiping, que se baseou no cristianismo milenar. ==== Cristianismo, Judaísmo e Islamismo ==== As religiões abraâmicas chegaram da Ásia Ocidental já na dinastia Tang, mas a sua insistência em que deveriam ser praticadas com exclusão de outras religiões tornou-as menos adaptáveis do que o budismo, que foi rapidamente aceite como nativo. O Islã predominou nas áreas do império na Ásia Central, enquanto o Judaísmo e o Cristianismo eram praticados em comunidades bem estabelecidas, mas independentes. Várias centenas de missionários católicos chegaram desde o final do período Ming até a proibição do cristianismo em 1724. Os jesuítas adaptaram-se às expectativas chinesas, evangelizaram de cima para baixo, adotaram as vestes e estilos de vida dos literatos, tornando-se proficientes nos clássicos confucionistas, e não desafiaram os valores morais chineses. Eles provaram seu valor para os primeiros imperadores manchus com seu trabalho em artilharia, cartografia e astronomia, mas caíram em desgraça por um tempo, até o decreto de tolerância de 1692 do imperador Kangxi. No campo, os clérigos dominicanos e franciscanos recém-chegados estabeleceram comunidades rurais que se adaptaram às práticas religiosas populares locais, enfatizando a cura, os festivais e os dias santos, em vez dos sacramentos e da doutrina. No início do século XVIII, um espectro de crentes cristãos havia estabelecido comunidades. Em 1724, o Imperador Yongzheng (1678-1735) anunciou que o Cristianismo era um \"ensinamento heterodoxo\" e, portanto, proscrito. Contudo, uma vez que os missionários católicos europeus mantinham o controlo nas suas próprias mãos e não tinham permitido a criação de um clero nativo, o número de católicos cresceria mais rapidamente depois de 1724 e as comunidades locais poderiam estabelecer as suas próprias regras e padrões. Em 1811, as atividades religiosas cristãs foram ainda mais criminalizadas pelo Imperador Jiaqing (1760-1820). A proibição imperial foi levantada pelo Tratado em 1846. O primeiro missionário protestante na China foi Robert Morrison (1782-1834) da Sociedade Missionária de Londres (LMS), que chegou a Cantão em 6 de setembro de 1807. Ele completou uma tradução de toda a Bíblia em 1819. Liang Afa (1789–1855), um chinês convertido treinado por Morrison, ramificou a missão de evangelização no interior da China. As duas Guerras do Ópio (1839-1860) marcaram o divisor de águas das missões cristãs protestantes. O Tratado de Nanjing de 1842, o tratado americano e o tratado francês assinado em 1844, e o Tratado de Tianjin de 1858, distinguiram o cristianismo das religiões locais e concederam-lhe status protegido. Os cultos populares chineses, como o Lótus Branco e o Oito Trigramas, apresentavam-se como cristãos para partilhar esta proteção. No final da década de 1840, Hong Xiuquan leu a Bíblia chinesa de Morrison, bem como o panfleto evangelístico de Liang Afa, e anunciou aos seus seguidores que o cristianismo tinha sido de facto a religião da China antiga antes de Confúcio e os seus seguidores o expulsarem. Ele formou o Movimento Taiping, que surgiu no Sul da China como um \"conluio da tradição chinesa de rebelião milenar e messianismo cristão\", \"revolução apocalíptica, cristianismo e 'utopismo comunista. Depois de 1860, a aplicação dos tratados permitiu que os missionários espalhassem os seus esforços de evangelização fora dos Portos do Tratado. A sua presença criou oposição cultural e política. O historiador John K. Fairbank observou que \"[para] a pequena nobreza acadêmica, os missionários cristãos eram subversivos estrangeiros, cuja conduta e ensino imorais eram apoiados por canhoneiras\".. Nas décadas seguintes, ocorreram cerca de 800 conflitos entre aldeias cristãs e não-cristãos (jiao'an), principalmente sobre questões não religiosas, como direitos à terra ou impostos locais, mas conflitos religiosos muitas vezes estão por trás de tais casos. No verão de 1900, enquanto as potências estrangeiras contemplavam a divisão da China, jovens de aldeias, conhecidos como Boxers, que praticavam artes marciais e práticas espirituais chinesas, reagiram contra o poder e as igrejas ocidentais, atacaram e assassinaram cristãos chineses e missionários estrangeiros no Levante dos Boxers. As potências imperialistas invadiram mais uma vez e impuseram uma indenização substancial. O governo de Pequim reagiu implementando reformas fiscais e administrativas substanciais, mas esta derrota convenceu muitas das elites educadas de que a religião popular era um obstáculo ao desenvolvimento da China como uma nação moderna, e alguns recorreram ao Cristianismo como uma ferramenta espiritual para construí-la. Em 1900, havia cerca de 1 400 padres e freiras católicos na China servindo quase 1 milhão de católicos. Mais de 3 000 missionários protestantes estiveram ativos entre os 250 000 cristãos protestantes na China. Missionários médicos ocidentais estabeleceram clínicas e hospitais e conduziram treinamento médico na China. Os missionários começaram a estabelecer escolas de formação de enfermeiros no final da década de 1880, mas a enfermagem de homens doentes por mulheres era rejeitada pela tradição local, pelo que o número de estudantes era pequeno até à década de 1930. == Economia == No final do século XVII, a economia chinesa tinha recuperado da devastação causada pelas guerras em que a dinastia Ming foi derrubada. No século seguinte, os mercados continuaram a expandir-se, mas com mais comércio entre regiões, uma maior dependência dos mercados estrangeiros e um grande aumento da população. No final do século 18, a população havia aumentado para 300 milhões de aproximadamente 150 milhões durante o final da dinastia Ming. O aumento dramático da população deveu-se a várias razões, incluindo o longo período de paz e estabilidade no século XVIII e a importação de novas culturas que a China recebeu das Américas, incluindo amendoim, batata doce e milho. Novas espécies de arroz do Sudeste Asiático levaram a um enorme aumento na produção. As guildas mercantis proliferaram em todas as cidades chinesas em crescimento e muitas vezes adquiriram grande influência social e até política. Comerciantes ricos com ligações oficiais acumularam enormes fortunas e patrocinaram a literatura, o teatro e as artes. A produção têxtil e de artesanato cresceu. O governo ampliou a propriedade da terra devolvendo terras que haviam sido vendidas a grandes proprietários no final do período Ming por famílias incapazes de pagar o imposto sobre a terra. Para dar às pessoas mais incentivos para participarem no mercado, reduziram a carga fiscal em comparação com o final da dinastia Ming e substituíram o sistema de corveia por um imposto sobre a cabeça utilizado para contratar trabalhadores. A administração do Grande Canal tornou-se mais eficiente e o transporte foi aberto aos comerciantes privados. Um sistema de monitorização dos preços dos cereais eliminou graves carências e permitiu que o preço do arroz subisse lenta e suavemente ao longo do século XVIII. Desconfiados do poder dos comerciantes ricos, os governantes Qing limitaram as suas licenças comerciais e geralmente recusaram-lhes permissão para abrir novas minas, exceto em áreas pobres. Estas restrições à exploração de recursos internos, bem como ao comércio exterior, são criticadas por alguns estudiosos como uma causa da Grande Divergência, pela qual o mundo ocidental ultrapassou a China economicamente. Durante o período Ming-Qing (1368-1911), o maior desenvolvimento na economia chinesa foi a sua transição de uma economia de comando para uma economia de mercado, esta última tornando-se cada vez mais difundida durante o governo Qing. De aproximadamente 1550 a 1800, a China propriamente dita viveu uma segunda revolução comercial, desenvolvendo-se naturalmente a partir da primeira revolução comercial do período Sung, que viu o surgimento do comércio inter-regional de bens de luxo a longa distância. Durante a segunda revolução comercial, pela primeira vez, uma grande percentagem de famílias agrícolas começou a produzir culturas para venda nos mercados locais e nacionais, em vez de para consumo próprio ou troca na economia tradicional. As culturas excedentárias foram colocadas no mercado nacional para venda, integrando os agricultores na economia comercial desde o início. Isto naturalmente levou a que as regiões se especializassem em determinadas culturas comerciais para exportação, à medida que a economia da China se tornava cada vez mais dependente do comércio inter-regional de bens básicos a granel, como algodão, cereais, feijão, óleos vegetais, produtos florestais, produtos animais e fertilizantes. === Prata === A prata entrou em grandes quantidades nas minas do Novo Mundo depois que os espanhóis conquistaram as Filipinas na década de 1570. A reabertura da costa sudeste, fechada no final do século XVII, reavivou rapidamente o comércio, que se expandiu a 4% ao ano ao longo da última parte do século XVIII. A China continuou a exportar chá, seda e produtos manufaturados, criando uma balança comercial ampla e favorável com o Ocidente. A expansão resultante da oferta monetária apoiou mercados competitivos e estáveis. Durante meados da dinastia Ming, a China mudou gradualmente para a prata como moeda padrão para transações em grande escala e, no final do reinado de Kangxi, a avaliação e cobrança do imposto sobre a terra eram feitas em prata. Os proprietários começaram a aceitar pagamentos de rendas apenas em prata e não em colheitas, o que, por sua vez, incentivou os agricultores a produzir colheitas para venda nos mercados locais e nacionais, em vez de para consumo pessoal ou troca. Ao contrário das moedas de cobre, qian ou dinheiro, usadas principalmente para transações menores, a prata não era cunhada de forma confiável em uma moeda, mas era negociada em unidades de peso: o liang ou tael, que equivalia a cerca de 1,3 onças de prata. Um terceiro teve que ser contratado para avaliar o peso e a pureza da prata, resultando em uma “taxa de fusão” extra adicionada ao preço da transação. Além disso, uma vez que a “taxa de fusão” não era regulamentada, era fonte de corrupção. O imperador Yongzheng reprimiu as corruptas \"taxas de fusão\", legalizando-as e regulamentando-as para que pudessem ser cobradas como imposto. A partir deste recém-aumentado cofre público, o imperador Yongzheng aumentou os salários dos funcionários que os cobravam, legitimando ainda mais a prata como moeda padrão da economia Qing. === Urbanização e proliferação de cidades-mercado === A segunda revolução comercial também teve um efeito profundo na dispersão da população Qing. Até ao final da dinastia Ming existia um forte contraste entre o campo rural e as cidades porque a extracção dos excedentes das colheitas do campo era tradicionalmente feita pelo Estado. No entanto, à medida que a comercialização se expandia no final do período Ming e no início do Qing, cidades de médio porte começaram a surgir para direcionar o fluxo do comércio interno e comercial. Algumas cidades desta natureza tinham um volume tão grande de comércio e mercadores fluindo através delas que se transformaram em cidades- mercados completas. Algumas dessas cidades mercantis mais ativas até se transformaram em pequenas cidades e tornaram-se o lar da nova classe mercantil em ascensão. A proliferação destas cidades de médio porte só foi possível graças aos avanços nos transportes e comunicações de longa distância. À medida que mais e mais cidadãos chineses viajavam pelo país para realizar negócios, cada vez mais se encontravam num lugar distante, necessitando de um lugar para ficar; em resposta, o mercado viu a expansão das guildas para abrigar esses comerciantes. Surgiram guildas comerciais de pleno direito que, entre outras coisas, emitiram códigos regulatórios e tabelas de preços e forneceram um local para os comerciantes viajantes permanecerem e conduzirem seus negócios. Junto com as guildas comerciais huiguan, começaram a aparecer salões de guildas dedicados a profissões mais específicas, gongsuo, e a controlar o artesanato comercial ou indústrias artesanais, como carpintaria, tecelagem, bancos e medicina. No século XIX, as guild halls trabalharam para transformar áreas urbanas em centros cosmopolitas e multiculturais, encenaram apresentações teatrais abertas ao público em geral, desenvolveram imóveis reunindo fundos no estilo de um trust, e alguns até facilitaram o desenvolvimento de serviços sociais. como manutenção de ruas, abastecimento de água e instalações de esgoto. === Comércio com o Ocidente === Em 1685, o imperador Kangxi legalizou o comércio marítimo privado ao longo da costa, estabelecendo uma série de estações alfandegárias nas principais cidades portuárias. A estância aduaneira de Cantão tornou-se de longe a mais ativa no comércio exterior; no final do reinado de Kangxi, surgiram mais de quarenta casas mercantis especializadas no comércio com o Ocidente. O imperador Yongzheng criou uma empresa-mãe composta por quarenta casas individuais em 1725, conhecida como sistema Cohong. Firmemente estabelecido em 1757, o Cantão Cohong era uma associação de treze empresas comerciais que receberam direitos exclusivos para conduzir comércio com comerciantes ocidentais em Cantão. Até à sua abolição após a Guerra do Ópio em 1842, o sistema Cantão Cohong era a única via permitida de comércio ocidental para a China e, assim, tornou-se um centro próspero do comércio internacional. No século XVIII, o produto de exportação mais significativo que a China tinha era o chá. A procura britânica de chá aumentou exponencialmente até que, na década de 1880, descobriram como cultivá-lo nas colinas do norte da Índia. No final do século XVIII, as exportações de chá através do sistema Cantão Cohong representavam um décimo das receitas dos impostos cobrados dos britânicos e quase todas as receitas da Companhia Britânica das Índias Orientais; na verdade, até o início do século XIX, o chá representava noventa por cento das exportações que saíam de Cantão. === Receita === As receitas registradas do governo central Qing aumentaram pouco ao longo do século 18 e início do século 19, de 36 106 483 taéis em 1725 para 43 343 978 taéis em 1812, antes de cair para 38 600 570 taéis em 1841, o imposto sobre a terra era a principal fonte de receita do governo central. governo, sendo o sal, as alfândegas e os impostos eleitorais importantes fontes secundárias. Após as guerras do Ópio e a abertura da China ao comércio externo e às rebeliões de meados do século, foram acrescentadas mais duas importantes fontes de receitas: as receitas aduaneiras marítimas estrangeiras e as receitas do likin, embora apenas 20% das receitas do likin tenham sido efectivamente fornecidas pelo províncias para Hu Pu (conselho de receitas) em Pequim, o restante permanecendo em mãos provinciais, o Hu Pu também conseguiu arrecadar alguns impostos diversos e aumentou a taxa do imposto sobre o sal. Essas medidas dobraram as receitas no final do século 19, mas isso foi insuficiente para o governo central que enfrentava inúmeras crises e guerras durante o período e 9 empréstimos estrangeiros no valor de 40 milhões de taéis foram contraídos pelo governo Qing antes de 1890. Foi estimado na década de 1850 que os salários de um agricultor na capital Pequim e na região do delta do Yangtze estavam entre 0,99 e 1,02 taéis por mês, presumindo que todos os dias trabalhados, isso equivaleria a cerca de 12 taéis por ano, com mais de 400 milhões de cidadãos em 1890. o nível de tributação era extremamente baixo. O gabinete de Reorganização Financeira da Dinastia (criado em 1909) estimou a receita total em 292 milhões de taéis. HB Morse estimou no início de 1900 um total de 284 150 000 taéis, dos quais 99 062 000 taéis foram gastos pelo governo central, 142 374 000 taéis pelos governos provinciais e o restante pelo governo local. Em 1911, a Assembleia Consultiva estimou a receita total em 301 910 297 taéis. Incluídos neste número estavam mais de 44 milhões de taéis do Likin, dos quais apenas 13 milhões foram relatados a Pequim. O governo Qing durante e após a Primeira Guerra Sino-Japonesa contraiu cada vez mais empréstimos para satisfazer as suas necessidades de despesas, num total de 746 220 453 taéis, dos quais pouco mais de 330 000 000 taéis foram para a construção ferroviária e o reembolso veio das receitas das próprias ferrovias, portanto, estes os empréstimos não sobrecarregaram as finanças do governo central. Uma quantia relativamente pequena de pouco mais de 25 500 000 taéis foi emprestada para projetos industriais, mais de 5 000 000 taéis para linhas telegráficas e menos de 1 000 000 taéis para fins diversos. O restante foi principalmente para os custos da guerra Sino-Japonesa e a indenização no Tratado de Shimonoseki no valor de mais de 382 milhões de taéis. Taizu observou que estes números relativos à tributação formal apenas representavam metade da tributação total e, portanto, das receitas do governo, sendo estas sobretaxas cobradas a nível local pelas autoridades locais que consideraram o nível de tributação demasiado baixo para apoiar até mesmo a governação básica, apesar de a capacidade de cobrar sobretaxas pertencentes exclusivamente ao governo central. == Ciência e Tecnologia == Estudiosos chineses, academias da corte e autoridades locais deram continuidade aos pontos fortes da dinastia Ming em astronomia, matemática e geografia, bem como tecnologias em cerâmica, metalurgia, transporte aquático e impressão. Ao contrário dos estereótipos de alguns escritos ocidentais, os funcionários e literatos da dinastia Qing dos séculos XVI e XVII exploraram avidamente a tecnologia e a ciência introduzidas pelos missionários jesuítas. Os líderes manchus empregaram jesuítas para usar canhões e pólvora com grande efeito na conquista da China, e a corte patrocinou suas pesquisas em astronomia. O objectivo destes esforços, contudo, era reformar e melhorar a ciência e a tecnologia herdadas, e não substituí- las. O conhecimento científico avançou durante a dinastia Qing, mas não houve mudança na forma como esse conhecimento foi organizado ou na forma como a evidência científica foi definida ou a sua veracidade testada. Aqueles que estudaram o universo físico compartilharam suas descobertas entre si e se identificaram como homens da ciência, mas não tiveram uma função profissional separada e independente, com formação e avanço próprios. Eles ainda eram alfabetizados. As Guerras do Ópio, no entanto, demonstraram o poder da máquina a vapor e da tecnologia militar que só recentemente tinha sido colocada em prática no Ocidente. Durante o Movimento de Autofortalecimento das décadas de 1860 e 1870, os oficiais confucionistas em várias províncias costeiras estabeleceram uma base industrial em tecnologia militar. A introdução das ferrovias na China levantou questões mais políticas do que tecnológicas. Uma empresa britânica construiu o 19km Linha Xangai – Woosung em 1876, obtendo o terreno sob falsos pretextos, e logo foi destruído. Os funcionários do tribunal temiam a opinião pública local e que as ferrovias ajudassem os invasores, prejudicassem as terras agrícolas e obstruíssem o feng shui. Para manter o desenvolvimento nas mãos dos chineses, o governo Qing emprestou 34 bilhões de taéis de prata de credores estrangeiros para construção ferroviária entre 1894 e 1911. Ainda em 1900, apenas 470km estavam em operação. Finalmente, 8 400 km da ferrovia foi concluída. Os britânicos e franceses, depois de 1905, abriram linhas para a Birmânia e o Vietnã. Missionários protestantes na década de 1830 traduziram e imprimiram livros didáticos de ciência e medicina ocidentais. Os livros didáticos encontraram lares na rede em rápida expansão de escolas e universidades missionárias. Os livros didáticos abriram possibilidades de aprendizagem para o pequeno número de estudantes chineses interessados em ciências e para um número muito pequeno interessado em tecnologia. Depois de 1900, o Japão teve um papel mais importante em levar a ciência e a tecnologia modernas ao público chinês, mas mesmo assim atingiram principalmente os filhos da rica nobreza proprietária de terras. == Artes e Cultura == Sob a dinastia Qing, as formas de arte herdadas floresceram e as inovações ocorreram em muitos níveis e em muitos tipos. Altos níveis de alfabetização, uma indústria editorial bem-sucedida, cidades prósperas e a ênfase confucionista no cultivo alimentaram um conjunto vivo e criativo de campos culturais. No final do século XIX, os mundos artísticos e culturais nacionais começaram a aceitar a cultura cosmopolita do Ocidente e do Japão. A decisão de permanecer nas velhas formas ou acolher os modelos ocidentais era agora uma escolha consciente. Estudiosos confucionistas com formação clássica, como Liang Qichao e Wang Guowei, leram amplamente e abriram caminho estético e crítico posteriormente cultivado no Movimento da Nova Cultura. === Belas-Artes === Os imperadores Qing eram geralmente adeptos da poesia e muitas vezes habilidosos na pintura, e ofereceram o seu patrocínio à cultura confucionista. Os imperadores Kangxi e Qianlong, por exemplo, abraçaram as tradições chinesas tanto para controlá-las como para proclamar a sua própria legitimidade. O Imperador Kangxi patrocinou o Peiwen Yunfu, um dicionário de rimas publicado em 1711, e o Dicionário de Kangxi publicado em 1716, que permanece até hoje uma referência oficial. O Imperador Qianlong patrocinou a maior coleção de escritos da história chinesa, a Biblioteca Completa dos Quatro Tesouros, concluída em 1782. Os pintores da corte fizeram novas versões da obra-prima Song, Ao longo do rio durante o Festival de Qingming, de Zhang Zeduan, cuja representação de um reino próspero e feliz demonstrava a beneficência do imperador. Os imperadores realizaram viagens pelo sul e encomendaram pergaminhos monumentais para retratar a grandeza da ocasião. O mecenato imperial também incentivou a produção industrial de cerâmica e porcelana chinesa de exportação. Os artigos de vidro de Pequim tornaram-se populares depois que os processos europeus de fabricação de vidro foram introduzidos pelos jesuítas em Pequim.Boda, Yang. Durante este período, a tendência europeia de imitar as tradições artísticas chinesas, conhecida como chinoiserie, também ganhou grande popularidade na Europa devido ao aumento do comércio com a China e à corrente mais ampla do Orientalismo. No entanto, os trabalhos estéticos mais impressionantes foram realizados entre os estudiosos e a elite urbana. A caligrafia e a pintura continuaram a ser um interesse central tanto para os pintores da corte como para a nobreza acadêmica, que consideravam as quatro artes parte da sua identidade cultural e posição social. A pintura dos primeiros anos da dinastia incluía pintores como os ortodoxos Quatro Wangs e os individualistas Bada Shanren e Shitao. O século XIX viu inovações como a Escola de Xangai e a Escola Lingnan, que usaram as habilidades técnicas da tradição para preparar o terreno para a pintura moderna. === Aprendizagem e literatura tradicional === A aprendizagem tradicional floresceu, especialmente entre os leais aos Ming, como Dai Zhen e Gu Yanwu, mas os estudiosos da escola de aprendizagem evidencial fizeram inovações nos estudos textuais céticos. Burocratas acadêmicos, incluindo Lin Hse Tsu e Wei Yuan, desenvolveram uma escola de política prática que enraizou a reforma e a reestruturação burocrática na filosofia clássica. A filosofia e a literatura atingiram novos patamares no período Qing. A poesia continuou como uma marca do cavalheiro culto, mas as mulheres escreveram em maior número e os poetas vieram de todas as esferas da vida. A poesia da dinastia Qing é um campo de investigação animado, sendo estudada (juntamente com a poesia da dinastia Ming) pela sua associação com a ópera chinesa, tendências de desenvolvimento da poesia clássica chinesa, a transição para um papel maior para a língua vernácula, e para poesia feminina. A dinastia Qing foi um período de edição e crítica literária, e muitas das versões populares modernas de poemas clássicos chineses foram transmitidas através de antologias da dinastia Qing, como os Poemas Tang Completos e os Trezentos Poemas Tang. Embora a ficção não tivesse o prestígio da poesia, os romances floresceram. Pu Songling elevou o conto a um novo nível em seus Contos Estranhos de um Estúdio Chinês, publicado em meados do século XVIII, e Shen Fu demonstrou o encanto do livro de memórias informal em Seis registros de uma vida flutuante, escrito no início do século XIX. século, mas publicado apenas em 1877. A arte do romance atingiu o auge em Sonho da Câmara Vermelha, de Cao Xueqin, mas sua combinação de comentário social e visão psicológica foi ecoada em romances altamente qualificados, como Os Estudiosos (1750), de Wu Jingzi, e Flores no Espelho de Li Ruzhen (1827). === Culinária === A culinária despertou orgulho cultural. O cavalheiro gourmet, como Yuan Mei, aplicava padrões estéticos à arte de cozinhar, comer e apreciar o chá numa época em que as colheitas e produtos do Novo Mundo entravam na vida cotidiana. Suiyuan Shidan, de Yuan, expôs a estética e a teoria culinária, juntamente com uma variedade de receitas. A Festa Imperial Manchu-Han originou-se na corte. Embora este banquete provavelmente nunca tenha sido comum, refletia uma apreciação dos costumes culinários manchus. No entanto, os tradicionalistas culinários criticaram a opulência da Festa Manchu Han. == Historiografia e legado == Uma posição popular entre escritores e académicos desde a queda da dinastia Qing tem sido a de que os seus governantes e administradores foram em grande parte culpados pela fraqueza da China durante o século de humilhação. No entanto, outros estudiosos enfatizaram vários aspectos positivos da dinastia Qing posterior, como a economia anterior às Guerras do Ópio, e uma visão mais favorável também emergiu na cultura popular. No século XXI, estudiosos como o historiador americano Peter C. Perdue caracterizaram os Qing como um império colonial na mesma liga que as grandes potências do novo imperialismo, em reação a visões tradicionalistas e nacionalistas que rejeitam a comparação do sistema imperial chinês. com o colonialismo de estilo europeu. Em vez disso, os nacionalistas retrataram frequentemente a China imperial (também conhecida como Império Celestial) como mais ou menos benevolente, bem como mais forte e mais avançada que o Ocidente. Embora sejam oficialmente anti-imperialistas e anti- feudalistas, os actuais líderes da China têm frequentemente aproveitado este sentimento popular para proclamar que as suas actuais políticas servem para restaurar a glória histórica da China.Haiyang Yu, \"Glorious memories of imperial China and the rise of Chinese populist nationalism.\" Journal of Contemporary China 23.90 (2014): 1174–1187. A Nova História Qing é uma escola historiográfica revisionista que surgiu em meados da década de 1990 e que enfatiza o caráter manchu particular da dinastia. Historiadores anteriores enfatizaram um padrão de hansinização de vários conquistadores. Na década de 1980 e no início da década de 1990, estudiosos americanos começaram a aprender a língua manchu, aproveitando os documentos recém-disponíveis em língua chinesa e manchu em vários arquivos. Além disso, um interesse revitalizado no estudo da etnicidade levou a uma nova compreensão dos povos não-Han na política e na sociedade chinesa, fazendo também parte de um repensar mais amplo de como o Estado-nação chinês se desenvolveu. Esta investigação concluiu que os governantes Manchus “manipularam” os seus súbditos através da promoção de um sentido de identidade Manchu, adoptando frequentemente modelos de governo da Ásia Central tanto como os confucionistas. O interesse académico mais crítico dos historiadores da Nova Qing tem sido descobrir a dimensão da Ásia Interior do domínio Qing, incorporar melhor o uso de evidências históricas não-Han, especialmente documentos em língua Manchu, e prestar atenção adicional às maiores tendências na economia global. história. Alguns argumentam que os governantes manchus consideravam a China Han apenas como uma parte central de um império muito mais amplo que se estendia pela Mongólia, Tibete, Manchúria e Xinjiang. No entanto, Mark Elliott, um proeminente estudioso do Novo Qing, enfatiza que vê a réplica popular de que a História do Novo Qing separa indevidamente a dinastia da China como um mal-entendido. Em vez disso, simplesmente levanta questões sobre a relação entre os dois – sendo o conceito de “China” fluido e multifacetado ao longo do tempo, e não fixo; a escola espera compreender como o conceito de 'China' evoluiu durante a dinastia Qing e não tenta argumentar que a dinastia Qing não era chinesa. Ping-ti Ho criticou esta nova abordagem por um exagero percebido do caráter Manchu da dinastia, inclinando-se para a posição tradicional de sinicização, enquanto outros como Zhong Han argumentaram a partir da evidência de que a dinastia Qing inquestionavelmente se autoidentificava como China. Alguns acadêmicos chineses acusaram o grupo de acadêmicos americanos de projectar concepções americanas específicas de raça e identidade na China de uma forma injustificada. Outros na China, em vez disso, apoiam essas perspectivas, vendo os estudos como uma abertura de novas perspectivas no estudo da história Qing. Inspirada pelos estudos da Nova História Qing, surgiu a chamada \"Nova História Ming\", que da mesma forma tenta chamar a atenção para as características da Ásia Interior da dinastia Ming anterior. == Ver também == * Imperador da China * Lista de imperadores da China * Tibete sob o domínio Qing === Bibliografia === * * * * * * * * * * * * Available at Digital Access to Scholarship at Harvard Here * * * * * * * * * * * * * * * * * * * * * * * * * * * * * Online at Internet Archive * * * * * * * * * * * === Leitura adicional === * * * * * * * *Morse, Hosea Ballou. The international relations of the Chinese empire **Vol. I: The period of conflict, 1834–1860 (1910) **Vol. II: The period of submission, 1861–1893 (1918) **Vol. III: The period of subjection, 1894–1911 (1918) * * * * * * * Legible color maps. * * * === Coleções de fontes primárias e referência === * Lists bureaucratic structure and offices, with standard translations. * (2 vol); reprinted: Leiden: Brill, 2010); revised ed: Eminent Chinese of the Qing Period; Wade–Giles converted to pinyin; Introductory matter by Pamela Kyle Crossley (Great Barrington, MA: Berkshire, 2018 ). 800 biographical articles on people who died 1644 to 1912. Vol 1 of 1943 edition Internet Archive; Vol 2 Internet Archive * * * Starts in 1842. * === Historiografia === * Reprinted with new Introduction, 2010. Chapters on: The problem with \"China's response to the West\"Moving beyond \"Tradition and modernity\"Imperialism: reality or myth?Toward a China-centered history of China. * * * Still useful for discussion of issues, schools of interpretation, and published sources. * * Discusses developments in scholarship on 18th century history published after 2000. * * * * Covers the New Qing History approach that arose in the U.S. in the 1980s and the responses to it. * == Ligações externas == * Seção sobre as dinastias Ming e Qing de \"População da China: Leituras e Mapas\" * Coleção: \"Manchu, Dinastia Qing\" do Museu de Arte da Universidade de Michigan * Recurso da Dinastia Qing no Museu de Belas Artes da Virgínia |} Categoria:Século XVII na China Categoria:Estados e territórios fundados em 1644 Categoria:Estados e territórios extintos em 1912 Categoria:Estados e territórios fundados em 1936 Categoria:Século XX na China Categoria:Século XIX na China Categoria:Século VII na China Categoria:História da China Categoria:Antigas monarquias da Ásia Categoria:Antigas monarquias Categoria:Estados extintos da China Categoria:Dinastias chinesas Categoria:Dinastia Qing",
 "title": "Dinastia Qing"
}