{
 "id": "25809",
 "text": "{{Info/Município do Brasil | nome = Orós | apelido = Oásis do Sertão | foto = Orós paisagem.jpg | bandeira = Bandeira do Município de Orós.png | brasão = Brasão Municipal de Orós.png | link_hino = | aniversário = 1 de setembro | fundação = | lema = Oásis do Sertão | gentílico = oroense | prefeito = José Rubens Lima Verde | partido = PSD | fim_mandato = 2024 | mapa = Ceara Municip Oros.svg | latP = S | latG = 06 | latM = 14 | latS = 38 | lonP = O | lonG = 38 | lonM = 54 | lonS = 50 | estado = Ceará | mesorregião = Centro-Sul Cearense | microrregião = Iguatu | região_metropolitana = | vizinhos = Norte: Jaguaribe, Leste e Sul: Icó, Oeste: Iguatu e Quixelô | dist_capital = 344 | área = 576.526 | área_ref = | população = 20019 | altitude = 184 | clima = semiárido | sigla_clima = | idh = 0.636 | pib = mil | pib_per_capita = 10256 74 | leg_foto = | link_brasão = | link_bandeira = | data_mesorregião = IBGE/2008 | data_microrregião = IBGE/2008 | data_pop = IBGE/2024 | data_idh = PNUD/2010 | data_pib = IBGE/2021 | data_pib_per_capita = IBGE/2021 }} Orós é uma cidade e um município do estado do Ceará, Brasil. Localiza-se na microrregião de Iguatu, mesorregião do Centro-Sul Cearense. O município, segundo o Instituto Brasileiro de Geografia e Estatística para 2021 tem cerca de 19.675 habitantes e 576,526 km². Foi criado em 1957. É a cidade do famoso cantor brasileiro Raimundo Fagner, também do Açude Orós, segundo maior do Ceará, atrás apenas do Castanhão. ==Topônimo== A palavra Orós aparece nos livros de registros das Datas e Sesmarias do Ceará em 1732, quando falam de um \"riacho que vai se meter no Oró\", e em 1736, do \"sítio dos Horós\". Orós, no sufixo grego universal, significa montanhas. Vem dele o nome orografia, para descrever montanhas, e orologia, a gênese das mesmas. Apesar do município ter cordilheiras vastas que formam vales e boqueirões, admitir-se que seu nome tenha origem aí é suposição sem base, sobretudo quando inexistem outros topônimos cearenses com derivação semelhante.Livro A história do Município de Orós, de autoria do Dr. João Maia Nogueira == História == Suas origens estão vinculadas ao chamado Boqueirão do Orós, local tecnicamente estudado e aprovado como propício à construção de um monumental reservatório hídrico (século XIX). Não obstante esses referenciais, tem-se como pioneirismo o estabelecimento de fazendas, ainda no começo do mesmo século, pela família dos Monte e Silva, em conflito territorial com a família Feitosa. Independente dessas origens consta evidentemente como povoadoras do conflitante território famílias representadas por Patrícios, Matineiros e Nunes da Costa, egressos do sítio Saco da Onça, nas águas do Rio Estreito e local onde seria construído o açude Lima Campos. Essa nova ocupação, exatamente onde seria fundada a povoação de Orós, teve como referencial de posse das quais foram proprietária a senhorinha Dias Bastos e repassadas em operação de compra e venda aos recém-primeiros ensaios de povoamento, fundamentado em casas de moradia, cultivos agrícolas, casa-de-farinha e produção de cal. No limiar dos anos de 1920, tendo como Presidente da República o paraibano Epitácio Pessoa, saiu do casulo o projeto de construção do pré-falado reservatório de água, objetivando combater as grandes secas da região. Houve como empreiteira a firma norte-americana Dwight P. RobsonPearse, Arno S. \"Cotton in North Brazil - Ceará, Maranhão e Pará\". Manchester - England. INTERNATIONAL FEDERATION OF MASTER COTTON SPINNERS & MANUFACTURERS' ASSOCIATIONS. 1923. Atraídos pela breve realização de obras tão importantes, grande número de pretensos operários acercou-se do local, na perspectiva de emprego, fato que concorreu para a formação do rápido povoamento . Em nome do empreendimento, que afinal de contas abortaria, construiu-se por conta da empresa o respectivo canteiro de obras, deste constando dezesseis casas de apoio administrativo, o edifício conhecido por Casa dos Hóspedes, um Hospital e a casa geradora de energia elétrica, além do ramal ferroviário via Iguatu. Foi justamente nessa fase que o aqueduto que ligaria o rio Jaguaribe ao rio denominado Estreito, perenizando este em favor do sistema irrigatório. Tudo isso, finalmente, concorreu em prol da formação do povoado e na ocupação das terras de Orós, tendo-se por acréscimo as empresas F. Holanda e João Brasil Montenegro, respondendo este pela primeira indústria de beneficiamento de algodão em termos regionais. == Formação Administrativa == Segundo o decreto estadual nº 1.156, de 4 de dezembro de 1933, figura no município de Icó o distrito de Orós https://cidades.ibge.gov.br/brasil/ce/oros/historico. Em divisão administrativa referente ao ano de 1933, figura no município de Icó o distrito de Orós . Assim permanecendo em divisão territorial datada de1-VII-1955 . Elevado à categoria de município com a denominação de Orós, pela lei estadual nº 3338, de 15 de setembro de 1956, desmembrado de Icó . Sede no antigo distrito de Orós . Constituído de 3 distritos: Orós, Guassussê e Igarói, todos desmembrados de Icó . Instalado em 25 de março de 1959 Em divisão territorial datada de 1-VII-1960, o município é constituído de 3 distritos: Orós, Guassussê e Igarói . Assim permanecendo em divisão territorial datada de 31-XII-1963 . Pela lei estadual nº 7168, de 14 de janeiro de 1964, é criado o distrito de Palestina e anexado ao município de Orós . Em divisão territorial datada de 31-XII-1968, o município é constituído de 4 distritos: Orós, Guassussê, Igarói, Palestina . Assim permanecendo em divisão territorial datada 1988 . Pela lei municipal nº 03, de 18 de junho de 1991, é criado o distrito de Santarém ex-povoado e anexado ao município de Orós . Em divisão territorial datada de 1995, o município é constituído de 5 distritos: Orós, Guassussê, Igarói, Palestina e Santarém . == Orós no cinema == Os Trapalhões e o Mágico de Oróz é um filme brasileiro de 1984, do gênero comédia infantil, dirigido por Victor Lustosa e Dedé Santana e estrelado pela trupe humorística Os Trapalhões. Foi realizado por Renato Aragão Produções em parceria com DeMuZa Produções. O filme é uma paródia do conto O Mágico de Oz. Didi (Renato Aragão), um sertanejo humilde que padecia fome e sede devido à seca no nordeste brasileiro, segue sem rumo com seus companheiros Soró (Arnaud Rodrigues) e Tatu (José Dumont) em busca de melhores condições de vida. Pelo caminho, Didi encontra mais três novos companheiros: o Espantalho (Zacarias), a quem salvou de um bando de Carcarás e que desejava conseguir um cérebro para se tornar uma pessoa comum; o Homem-de-lata (Mussum), que desejava um coração para completar sua felicidade; e o Leão (Dedé Santana), que era o delegado covarde de Oróz e inicialmente lutou contra Didi, mas depois juntou-se ao grupo com o objetivo de levar água para a cidade. O Leão desejava livrar-se de sua covardia. Até que encontram no deserto o lar do Mágico de Oróz (Dary Reis). Este os aconselha a buscarem um monstro de metal que jorra água pela boca, a fim de resolverem o problema da sêca, e a nunca desistirem de conseguir o que desejam. Após enfrentarem e derrotarem, com a ajuda do Mágico de Oróz, o malvado Coronel Ferreira (Maurício do Valle), que comercializava a pouca água dos açudes de Oróz, são levados pelo Mágico e seus poderes à Cidade do Rio de Janeiro, onde conseguem encontrar o procurado \"monstro\" (que na verdade era uma torneira gigante) e com mais uma ajuda do Mágico o levaram até à cidade de Oróz, que os recebeu em festa. Mas os quatro amigos não sabiam que uma torneira separada de seu encanamento não podia fornecer água, e quando descobriram isto a população da cidade se revoltou e o prefeito os condenou à morte. Perto do fim, Didi convence os seus companheiros a terem fé que a chuva cairia e os salvaria, e dizendo as frases \"Vamos todos pensar firme, vamos todos pensar forte, pra cair um pingo d'água e mudar a nossa sorte\", fazem o milagre acontecer: a chuva cai e o \"monstro\" finalmente jorrou água por sua boca. E toda a cidade festeja, e os três companheiros de Didi se tornam seres humanos normais, o que mais desejavam conseguir. O filme termina com uma mensagem escrita na tela, feita pelos Trapalhões aos governantes brasileiros, dizendo: \"E choveu. Que a chuva que molhou o sofrido chão do nordeste não esfrie o ânimo de nossas autoridades na procura de soluções para a seca\". == Oroenses ilustres == Raimundo Fagner Cândido Lopes mais conhecido apenas como Fagner (Orós, 13 de outubro de 1949) é um cantor, compositor, instrumentista, ator e produtor brasileiro, e um dos integrantes do chamado Pessoal do Ceará. Mais jovem dos cinco filhos de José Fares, imigrante libanês, e Dona Francisca, Fagner nasceu na capital cearense, embora tenha sido registrado no município de Orós. O nome de Fagner vem sendo incluído na lista dos maiores cantores de música latina, principalmente pela sua filiação com outros músicos latinos não-brasileiros, como Mercedes Sosa. == Açude de Orós == O Açude de Orós ou Açude Presidente Juscelino Kubitschek de Oliveira está localizado no leito do rio Jaguaribe, na região centro-sul do Ceará. Sua história remonta à época do Brasil Império, quando várias secas se sucederam dizimando um número grande de pessoas e animais https://www.portalodia.com/blogs/chico-miguel/as-grandes-secas-do-nordeste,-sec,xix-e-xx-222787.html. Represar o rio Jaguaribe e fazê-lo perene surgiu como a alternativa mais viável para o solucionar o problema da escassez de água no sertão cearense. No entanto, esta ideia só foi colocada em prática no século XX. Ao ser construído, esse reservatório chegou a inundar vilarejos próximos ao leito do rio, dentre eles o mais famoso: Conceição do Buraco. Foi construído pelo DNOCS, tendo suas obras concluídas em 1961. Sua capacidade é de 2.100.000.000 m³, o que o coloca como o segundo maior reservatório do estado. Foi o maior até a construção do Açude Castanhão em 2003. == Ligações externas == * Página da prefeitura * Página da câmara * Mapa de Orós * Mapa de Orós * Página do IBGE * Página do Ceará Categoria:Fundações no Ceará em 1956",
 "title": "Orós"
}