{
 "id": "25829",
 "text": "A corça ou corço (Capreolus capreolus) é um mamífero artiodáctilo da família dos cervídeos que ocorre na Europa, Ásia Menor e na região ao redor do mar Cáspio. == Características == A corça é o menor cervídeo europeu, variando de 95 a 135 cm de altura e pesando entre 18 e 29 kg. A pelagem varia de cor e comprimento, sendo curta e avermelhada no Verão, longa e no Inverno. As galhadas, presentes só nos machos, são curtas e pontiagudas. São usadas na disputa por fêmeas durante a época de reprodução, no Verão. No Outono, as galhadas caem para crescerem novamente na Primavera. A média de vida de uma corça selvagem é de oito anos, podendo chegar aos 14 anos. == Dieta == A corça alimenta-se de folhas, brotos, cascas de árvores e também de plantas cultivadas. == Reprodução == A temporada de reprodução da corça é no alto verão, quando os machos se tornam territoriais. O cio das fêmeas ocorre mais cedo do que os demais cervídeos graças a uma adaptação evolutiva. O embrião da corça passa por um processo chamado de implante atrasado, que permite o filhote nascer durante a primavera. A gestação é de em torno 300 dias, ao fim dos quais nascem um, ou raramente, dois filhotes. Os filhotes nascem com marcas brancas características sobre os flancos, que desaparecem passados cerca de dois meses. Após este período, o filhote é desmamado, permanecendo com a mãe até o nascimento da próxima ninhada. == Hábitos == A corça é normalmente um animal de hábitos solitários, preferindo realizar suas atividades durante o nascer e o pôr-do-sol. == Distribuição geográfica == Na Europa, a corça se distribui por quase todos os países, estando ausente da Irlanda, Islândia, Córsega, Sardenha e norte da Escandinávia. A oriente, a corça alcança o oeste da Rússia, Ásia Menor até o Mar Cáspio, incluindo o norte da Síria, Iraque e Irão. Devido a sua adaptabilidade, a corça sobrevive bem em ambientes alterados pelo homem, sendo o cervídeo mais comum da Europa. Em Portugal, a corça ocorre principalmente no norte e ao longo da fronteira com a Espanha. Áreas protegidas com populações de corças são o Parque Nacional da Peneda-Gerês, Parque Natural de Montesinho, Parque Natural do Alvão e o Parque Natural do Douro Internacional. Recentemente registou-se o seu retorno à Reserva Natural Serra da Malcata. == Mitologia == * A corça é um animal símbolo da deusa da caça Ártemis (ou Diana, na cultura romana). * E foi exatamente capturar a corça de estimação da deusa grega acima referida, um dos doze trabalhos do famoso herói Hércules. Essa corça era especial, pois além de ter cascos de bronze e chifres de ouro, era extremamente veloz, mais do que qualquer outro animal, e nunca se cansava. O semideus, entretanto, conseguiu capturá-la, subjugando-a em uma corrida. == Ligações externas == * O corço no portal do Instituto de Conservação da Natureza (Portugal) * O corço no Animal Diversity Web (em inglês) * O corço no European Mammal Assessment (em inglês) * O corço no Naturdata (Portugal) Categoria:Mamíferos de Portugal Categoria:Capreolus Categoria:Mamíferos descritos em 1758",
 "title": "Corça"
}