{
 "id": "25863",
 "text": "Meia Via é uma povoação portuguesa sede da Freguesia de Meia Via do Município de Torres Novas, freguesia com 4,2 km² de área e 1666 habitantes (censo de 2021), tendo, por isso, uma densidade populacional de . Foi desmembrada em 2001 da vizinha freguesia de Santiago. A freguesia de Meia Via foi criada em 3 de julho de 2001. É formada por este conjunto de lugares e povoações: Meia Via, Guadiana, Charneca da Meia Via, Casal do Pote, Casal Pinhal, Casal das Vieiras, Ladeira do Pinheiro e Botequim (parcialmente). ==Demografia== A população registada nos censos foi: Distribuição da População por Grupos Etários Ano 0-14 Anos 15-24 Anos 25-64 Anos > 65 Anos 2011 264 133 899 371 2021 241 165 805 455 == Localização == É, já hoje, uma zona de cariz urbano com um índice populacional de 450 hab./km², num município onde este índice é de 135 hab./km². No entanto, as reacções do mercado imobiliário local indicam que a demografia meiaviense vai alterar-se, prevendo-se a curto prazo que o índice demográfico aumente para 1.000 hab./km². O apetite demonstrado por pessoas singulares e coletivas, adquirindo habitações individuais, terrenos de pequena, média e grande dimensão ou promovendo loteamentos urbanos (alguns já em fase de execução) onde se prevê a construção de mais de 1000 fogos destinados à habitação, comércio e até indústria, representando assim, um substancial aumento da população meiaviense. Se atentarmos um pouco à geografia vamos encontrar esta aldeia situada no exato limite do perímetro urbano da cidade do Entroncamento, a 100 metros do nó da A23 que liga à A1 na portagem de Torres Novas, a 2.000 metros da estação ferroviária da cidade do Entroncamento, e a 5.000 metros do parque multimodal de Riachos/ Entroncamento (um empreendedimento da MSC). A Meia Via, primeiramente situada no eixo Torres Novas / Entroncamento, localiza-se no centro do País, desfruta dos melhores equipamentos e infra-estruturas rodoviárias e ferroviárias existentes; e está, por isso, perto de tudo, em todas as direções. Por outro lado, apesar de novamente se falar do já antigo triângulo Torres Novas, Abrantes, Tomar, onde nos integramos também, talvez fosse de bom tom pensar de forma mais ampla e reparar que o fulcro, a zona nevrálgica, de uma qualquer outra figura geométrica formada por linhas de conexão de Alcanena, Abrantes, Santarém e Tomar, é precisamente o eixo Torres Novas / Riachos, Meia Via / Entroncamento, localização do grande cruzamento das vias Norte / Sul ( Caminhos de Ferro e A1 ) e Leste / Oeste Caminho de Ferro e IP6). A Meia Via ainda se encontra a uma distância de 100km relativamente a Lisboa apenas a 70km da costa marítima, na Nazaré, e a 20km da Barragem de Castelo de Bode. É neste contexto geográfico que se situa a Meia Via, ocupando uma extensão territorial de cerca de 5km², sofrendo de pressões, económicas e de expansão urbana por parte da cidade do Entroncamento, e políticas por parte da vila de Riachos que já afirma publicamente querer ser município e olha, eventualmente para a Meia Via como a sua continuação, a norte da Estrada N3. == História == «Meia Via» foi uma denominação utilizada, pela primeira vez, num documento religioso datado de 1668. O nome deverá provir do facto de a localidade se situar a meio caminho da estrada real, que outrora ligava Lisboa a Coimbra. A sua fundação é, contudo, muito anterior à data atrás assinalada. A constituição teve por base um conjunto de casais, unidades de povoamento antigo, de que ainda hoje são testemunho os nomes de alguns lugares: Casal do Pote, Casal do Jesuíta, Casal Pinhal, Casal da Moura, Casal Vaz, Casal Garcia Mogo, Ladeira do Pinheiro e Botequim. Situada numa região de terras delgadas, a Meia Via, sempre fez parte da freguesia de Santiago. Era uso dizer-se que \"as terras da Meia Via não aguentam água nem sol\", eram pobres e fracas, como pobres que foram os meiavienses e os seus remotos antepassados. Tal pobreza nunca foi, no entanto, impedimento definitivo para os meiavienses que, ao longo dos tempos, se habituaram a serem eles próprios os construtores dos meios para melhorarem as suas vidas. Nos primórdios, instalaram-se em casais (unidades de povoamento antigo). Estes casais deram origem às denominações de muitos dos locais da Meia Via. Nas tais terras pobres, os nossos antepassados percorreram léguas, desbravaram geiras, mediram alqueires e almudes, beberam quartilhos e canadas, abriram palmos de poços, regaram à picota e ao cabaço, produziram adobos, tijolos e telhas. Desenvolviam assim as atividades agrícolas e artesanais próprias de cada época, em jornadas de canseiras intermináveis. Uma vez no ano, por altura do solstício do Verão, era tempo de alegria. Reunidos os casais, sacrificavam uma rês, mais tarde apelidada por boi danado, que depois comiam em bodo coletivo, cantando e dançando cantos e danças de agradecimento à mãe natureza por boas colheitas de azeite, vinho e pão e gados saudáveis na criação. Foi assim, pelo menos, até aos meados do século XVI. Quando este conjunto de casais do \"Espargal\", antiga povoação que depois veio a chamar-se Meia Via, onde, reza a lenda, teriam os cingeleiros de Riachos encontrado a imagem do Sr. Jesus de Santiago, demonstrava já alguma pujança, ergueram a ermida de Nossa Senhora de Monserrate e surge a primeira referência à Meia Via num pergaminho de cariz religioso datado de 6 de Agosto de 1668. O ritual de sacrifício do boi danado, evento religioso-pagão fora então adaptado e integrado no calendário litúrgico católico, nascendo desse facto os festejos em honra do Divino Espírito Santo, que perduram nos nossos tempos. Não é, portanto, conhecida a data exata em que a Meia Via ganhou esta denominação, mas pensa-se que ela provém do facto de a povoação estar situada a meio caminho na estrada real de ligação Lisboa/Coimbra e possuir um poço público (atualmente quase completamente destruído) onde as caravanas paravam para descanso de homens e bestas (in \"Mosaico Torrejano\" de A. Gonçalves, pág. 228). No início do século XIX, viviam e subsistiam os meiavienses na base do cultivo de pequenas parcelas agrícolas e da exploração dos baldios existentes na Charneca e arredores, quando foram espoliados de madeiras e lenhas pelo então administrador concelhio de Torres Novas. Descontentes e indignados, apresentam reclamações e petições à Casa Real, conseguindo, com a sua pertinácia, despacho favorável à divisão dos referidos baldios pelas famílias, fugindo por este meio ao controlo e usurpação exercidos pela administração torrejana, constituindo-se em proprietários agrícolas, conseguindo assim mais um meio de subsistência. Ainda nesse século foram, foi instituída a escola oficial local e fundada a Sociedade Filarmónica Euterpe Meiaviense. O século XX chegou e trouxe consigo a decadência do regime monárquico. Por entre lutas políticas de monárquicos e republicanos foi construído o cemitério de Meia Via em 1909, com fundos recolhidos por subscrição pública para a qual contribuíram as populações de quase todos os lugares da freguesia de Santiago. Em 1910, cai a monarquia. A burguesia emergente em Meia Via, partidária da República, afirma-se pelo fortalecimento do ensino local; abre a escola às raparigas e funda o Grupo de Recreio Musical Meiaviense (TUNA) e a biblioteca, ambos funcionando no Teatro Maria Noémia, construído nos anos 1924 e 1925 e inaugurado em 1926. Ficaram célebres as récitas e bailes dos anos 30 na Tuna. É durante este período, de lutas políticas entre velhos adeptos monárquicos e republicanos vitoriosos motivados para a fundação da freguesia de Meia Via, que se acentua a divisão entre as populações de Meia Via, onde imperava a causa republicana, e os Pintainhos, Carreiro de Areia e Gateiras, ao ponto de até aos nossos dias, as famílias destas últimas localidades se recusarem a sepultar os seus mortos no cemitério de Meia Via, que eles próprios ajudaram a pagar. Foi o fim de qualquer tipo vivência em comum que até aí possa ter existido. Foi o culminar das lutas políticas de então que impediram a Meia Via de ser freguesia ainda antes dos anos 30. Apesar das contrariedades os meiavienses sempre conseguiram manter a sua capacidade de lutar, de festejar, de aprender, de se cultivar, de trabalhar, de assegurar as tradições e sobretudo de amar a sua terra. No entanto, salvo raras excepções, os meiavienses continuaram sendo, essencialmente, trabalhadores rurais e pequenos proprietários até à II Guerra Mundial. Só no princípio da década de 50, com o enorme desenvolvimento da indústria ferroviária no Entroncamento, e dos têxteis e lanifícios, do papel, da metalomecânica, da destilação e dos transportes rodoviários em Torres Novas, tanto umas como outras reclamaram essa mão de obra não qualificada, que de rural, se transformou em industrial. Assim, os rurais e seus filhos transformam-se em operários, e, por sua vez, os filhos destes, já com formação técnica escolar, em operários qualificados e empregados dos serviços. São, sobretudo estes jovens operários e empregados que, em 1956, fundam o Clube Desportivo Operário Meiaviense na ânsia de poderem praticar o futebol e o ciclismo. Nos finais desta década, em plena época de transição e melhoria social dos meiavienses, acontece o facto mais triste e penoso da nossa história. Um grupo de meiavienses, talvez bem intencionados, mas mal formados, decidiram destruir, em vez de conservar, a ermida de Nossa Senhora de Monserrate, templo ao estilo rural anterior ao século XVII, com interior revestido a azulejo dessa época e altar em talha dourada. Daquele belo e simultaneamente humilde templo, restam o cruzeiro e a coleção de azulejos posteriormente aplicados na capela da Senhora do Vale em Torres Novas e atualmente classificados de interesse público. Com o 25 de Abril novas perspetivas se abriram e, uma vez mais, os meiavienses acreditaram e conseguiram, mais rapidamente do que parecia possível, assegurar o abastecimento público de água ao domicílio e o saneamento básico da aldeia. Revigoraram as coletividades existentes e ainda tiveram tempo para fundar a Sociedade Columbófila Meiaviense, construir um posto médico, um jardim de infância, um mercado de frescos e iniciar a construção do Centro Social do Divino Espírito Santo. == Meia Via na Internet == A Meia Via sempre esteve ligada às novas tecnologias. Existem blogues e páginas do Facebook para todas as associações meiavienses, e em 2013 um grupo de jovens criou o JPF, um jornal mensal online, que foi extinto meses depois. Atualmente, o blogue mais ligado aos Meiavienses é o Notícias da Meia Via. == Economia e Serviços == thumb|Centro Social do Divino Espírito Santo|272x272pxNa Freguesia de Meia Via, as únicas atividades económicas que predominam são o comércio e os serviços. Nesta freguesia existe uma base do Recheio Cash&Carry;, uma companhia do Grupo Jerónimo Martins que opera no mercado português de distribuição grossista. Existem bastantes cafés e pequenas lojas que se encontram no centro da aldeia. Na área social, o Centro Social Divino Espírito Santo funciona como Instituição de Solidariedade Social, pertence à Fábrica da Igreja da Paróquia de Nossa Senhora de Monserrate, com valências de Centro de Dia, ATL e Apoio Domiciliário. O edifício foi inaugurado em 1 de dezembro de 2001 pelo Presidente da Câmara Municipal de Torres Novas, António Rodrigues. A atividade de agricultura surge apenas como subsistência. == Transportes == Em julho de 2004 foi inaugurada a terceira fase da linha dos TUT (Transportes Urbanos Torrejanos), que iriam ligar a Meia Via e Riachos a Torres Novas. Com esta ligação os meiavienses ficam a dispor de uma ligação a Torres Novas de hora a hora, passando ainda pela Vila de Riachos. Além destas linha uma outra linha de autocarros, mas pelo serviço da Rodoviária do Tejo, liga o Entroncamento a Torres Novas passando pela Meia Via num percurso muito mais rápido. Através desta linha os meiavienses poderão também chegar com mais facilidade ao Hospital Rainha Santa Isabel em Torres Novas. Além das ligações a Torres Novas e Entroncamento através de linhas urbanas, a excelente localização da aldeia coloca-a ainda em rota com o serviço da rodoviária que liga Torres Novas a Tomar. == Política == === Resultados das eleições autárquicas desde a fundação da freguesia de Meia Via em 2001 === ==== Assembleia de Freguesia ==== Partidos % M % M % M % M % M % M 2001 2005 2009 2013 2017 2021 PS 33.64 3 41,82 4 24,62 2 41,58 5 52,73 6 37,98 4 PPD-PSD 16,92 2 9,08 15,37 1 21,25 2 CDU 9,36 1 10,10 1 8,16 9,66 1 7,97 BE 2,88 12,84 1 10,77 1 11,97 1 14,87 1 9,83 1 XX 26,34 3 IV 24,59 2 20,39 2 III 28,76 3 38,35 4 MPNT 17,40 2 == Desporto == Em meados de 1956, nasce na aldeia, pelas mãos de jovens Operários, o Clube Desportivo Operário Meiaviense. A ideia seria a prática de modalidades como futebol e o ciclismo. Inicialmente, o campo de futebol, em terra batida, localizava-se onde é hoje em dia o Espaço Mecânico, no Entroncamento. Atualmente, o campo de futebol do CDOM localiza-se na entrada da Meia Via, no sentido do Entroncamento. Hoje, o clube apenas mantém em atividade o futebol onde participa atualmente nos Campeonatos Distritais da Associação de Futebol de Santarém. O Clube ainda manteve atividade durante alguns anos com o ténis e o atletismo. O clube dispõe de uma sede com um café e utiliza o Parque de Jogos da Meia Via para os jogos de futebol e suas atividades desportivas. Destaque ainda para a Sociedade Columbófila Meiaviense que é uma das coletividades columbófilas mais prestigiadas do distrito de Santarém e do País. Para alimentar o interesse das camadas mais jovens pelo desporto e para o bem estar físico da comunidade meiaviense, foi criado em 2011 um Ringue Desportivo no Casal Vaz, próximo ao Centro Escolar da Meia Via. Conta com equipamentos de lazer infantil e de treino físico. O ringue desportivo, com chão de areia, dá aos meiavienses a possibilidade de desfrutarem de uma área para a prática desportiva. Ao lado do campo de futebol do CDOM, existe também um campo de menores dimensões, com solo em relva sintética. Ficheiro:Parque de jogos da Meia Via.jpg|Parque de Jogos da Meia Via Ficheiro:Ringue Casal Vaz.jpg|Ringue Desportivo do Casal Vaz Ficheiro:Ringue de Relva Sintética do Clube Desportivo Operário Meiaviense.jpg|Ringue de Relva Sintética do Clube Desportivo Operário Meiaviense no Parque de Jogos == Educação == Na freguesia existe um Centro Escolar com educação pré-escolar e básica, inaugurado a 11 de Setembro de 2011. O Centro Escolar de Meia Via é um equipamento dotado de três salas de aula destinadas ao jardim-de-infância e seis salas de aulas para alunos do 1º ciclo. O centro inclui ainda ginásio, refeitório, biblioteca, laboratórios, salas de informática, campo de jogos e parque infantil. Ficheiro:Centro Escolar da Meia Via.jpg|Centro Escolar da Meia Via Ficheiro:Antigas Escolas Primárias de Meia Via.jpg|Antigas Escolas Primárias da Meia Via == Património == === Teatro Maria Noémia \"Tuna\" === Este teatro tem uma planta retangular e foi construído em 1926 por um comerciante, no logradouro da sua casa. Entre 1968 e 1970, foi sede do Movimento da Juventude Meiaviense e, em 1975, sede da Sociedade Columbófila. Em 1996, este teatro foi alvo de grandes obras de recuperação e ampliação. Foi inaugurado no dia 26 de Março de 2006 e o espaço é tutelado pela Câmara Municipal de Torres Novas e conta com o Grupo de Teatro Meia Via, Associação Cultural de Torres Novas como a companhia residente. === Igreja de Nossa Senhora de Monserrate === A atual Igreja de Nossa Senhora de Monserrate veio substituir a antiga ermida. Como nos diz o pequeno memorial junto à igreja, \"O lançamento da primeira pedra teve lugar em Dezembro de 1959, por sua Ex.ª REVma. Dom António Campos Bispo de Febiana sendo pároco da Freguesia de Santiago o Revº, Padre Joaquim Saraiva Abrantes. Inauguração e Sagração a 15 de Agosto 1977 por sua EX. REVma. Dom António Francisco Marques, 1º Bispo da diocese de Santarém sendo pároco da Freguesia de Santiago o REVº Pe. Jacinto Gonçalves Pedro.\" === Cruzeiro === Cruzeiro do século XVII, pertence à antiga ermida de Nossa Senhora de Monserrate. Ficheiro:Cruzeiro Meia Via.JPG|Cruzeiro === Quinta do Casalito === Edifício de 1920 projetado pelo arquiteto Raul Lino. === Quinta da Rainha === Parcialmente localizada na freguesia, a Quinta da Rainha é uma exploração agrícola especialmente vocacionada para a plantação de oliveira e onde é possível levar a cabo atividades equestres. == Coletividades == * Clube Desportivo Operário Meiaviense * Sociedade Filarmónica Euterpe Meiaviense * Teatro Meia Via, Associação Cultural de Torres Novas * Sociedade Columbófila Meiaviense * Associação de Caçadores Santisalva * Centro Social do Divino Espírito Santo * Associação Cantares e Vozes da Meia Via Scmeiaviense.jpg|Sociedade Columbófila Meiaviense Sociedade Filarmónica Euterpe Meiaviense.JPG|Sociedade Filarmónica Euterpe Meiaviense Sede do CDOM.jpg|Clube Desportivo Operário Meiaviense == Festividades e Tradições == * Festas em Honra do Divino Espírito Santo no domingo de Pentecostes; Ficheiro:Cortejo dos Tabuleiros.JPG Ficheiro:Cortejo dos Tabuleiros nas Festas em Honra do Divino Espírito Santo na Meia Via.jpg Ficheiro:Rua Principal enfeitada.jpg *Marchas Populares == Galeria de Imagens == Ficheiro:Fontanário Largo da Igreja.JPG|Fontanário Largo da Igreja Ficheiro:Largo do Fontanário.JPG|Largo do Fontanário Ficheiro:Fontanário Rua Luís de Camões.JPG|Fontanário Rua Luís de Camões Ficheiro:Meia Via.jpg|Placa de boas vindas à Freguesia de Meia Via Ficheiro:Vista1 Igreja.JPG|Vista para a torre da Igreja == Ligações externas == * == Notas == 1.PPD-PSD concorreu coligado com o CDS-PP em 2021. Categoria:Freguesias de Torres Novas",
 "title": "Meia Via"
}