{
 "id": "25876",
 "text": "Algarvia é uma freguesia portuguesa do município de Nordeste com 5,4 km². Foi criada oficialmente em Julho de 2002, em conjunto com as vizinhas Santo António de Nordestinho e São Pedro de Nordestinho, por divisão da antiga freguesia do Nordestinho. Algarvia está ligada por estrada a Ribeira Grande e Nordeste. A agricultura é a principal actividade. Tem costa no Oceano Atlântico a norte. Nossa Senhora do Amparo é a Padroeira da Algarvia. Todos os anos se realiza a festa em honra da padroeira no último fim-de-semana de Julho. Ainda se mantém a tradição da festa do Espírito Santo, e das Romarias. Tem sido promovido, nesta Freguesia, um Festival de Bandas Filarmónicas, onde contam com a presença das Bandas do Concelho e Bandas Convidadas. Geralmente, tem sido realizado em finais de Setembro. Esta freguesia fica junto do Pico da Vara, o ponto mais alto da ilha de São Miguel, com cerca de 1105 metros. Possui dois lindos miradouros, o Miradouro Despe-te Que Suas e o Miradouro da Vigia das Baleias, onde é possível se observar e avistar parte da costa norte da Ilha de São Miguel. Esta Freguesia, conta com várias obras literárias, da autoria de Adélio Amaro, acerca desta terra, e das suas tradições. Nesta freguesia foi lançando em 2007 um livro que fala um pouco da sua história e que apresenta mais de 70 dezenas de fotografias: \"Sentir Algarvia\", de Adélio Amaro, sendo mais tarde, em Setembro de 2013, publicado o Livro \"Algarvia apontamentos para a sua história\", do mesmo autor onde é retratada, de forma mais aprofundada a história daquela freguesia. Um livro que conta com 864 páginas repletas de histórias, fotografias e testemunhos históricos das pessoas que foram os pilares daquela terra. Foi, também, lançado em Julho de 2015, por Adélio Amaro o Livro acerca da história desta Filarmónica, desde a sua fundação, até aos dias de hoje. E por último, foi lançado no mês de Julho de 2018, por Adélio Amaro, o Livro \"A Igreja e o Clero de Algarvia\". O primeiro presidente da Junta desta freguesia foi o Sr. Herculano Dutra, sendo, actualmente este cargo ocupado pelo Sr. António Dutra. Em frente à Igreja Paroquial existe um jardim com um coreto, onde está sediada a Filarmónica Estrela do Oriente. A Filarmónica Estrela do Oriente foi fundada em 1878, pelo Padre Dinis Inácio Machado e tem vindo a marcar presença ao longo dos tempos em diversos eventos musicais, em todo o território português, contando também com algumas deslocações ao estrangeiro. As suas actuações são de elevado nível, contendo no seu repertório uma riquíssima recolha da nossa tradição musical, resultando inclusive no lançamento de um CD em 2004, tendo no ano de 2018, celebrado 140 anos de existência. O seu actual maestro é o Sr. Luís Silveira e seu Presidente desde 1998, é o Sr. Luís Jacinto Rebelo. É sob a batuta deste maestro compositor, que a Filarmónica Estrela do Oriente, interpreta diversos originais, dos quais se destaca o Hino da Freguesia de Algarvia, e o da Sra do Amparo. ==População== ★ Freguesia criada pelo Decreto Legislativo Regional n.º 29/2002/A, de 16 de Julho, com lugares desanexados da freguesia de Nordestinho {| ! colspan=\"17\" | Nº de habitantes Instituto Nacional de Estatística (Recenseamentos Gerais da População) - https://www.ine.pt/xportal/xmain?xpid=INE&xpgid;=ine_publicacoes |- | align=\"center\" | 2011 | align=\"center\" | 2021 |- bgcolor=\"white\" | align=\"right\" | 290 | align=\"right\" | 240 |- bgcolor=\"white\" ! colspan=\"1\"| | align=\"right\" | -17% |- bgcolor=\"white\" Grupos etários em 2001, 2011 e 2021 0-14 anos 15-24 anos 25-64 anos 65 e + anos Hab | 33 | 23 | 51 | 22 | 155 | 147 | 51 | 48 Var | -30% | -57% | -5% | -6% == Freguesias próximas == * Santo António de Nordestinho * Santana Categoria:Freguesias de Nordeste",
 "title": "Algarvia"
}