{
 "id": "25900",
 "text": "O meitnério é um elemento químico na tabela periódica com o símbolo Mt e número atômico 109 (109 prótons e 109 elétrons) cuja massa atómica é de [278] u. É um elemento sintético cujo isótopo mais estável é o Mt-266 com uma meia- vida de 3.4 milissegundos. É um metal de transição do grupo 9 da Classificação Periódica dos Elementos, provavelmente sólido em temperatura ambiente. Não é encontrado na crosta terrestre e sua única forma de obtenção é sintética, por meio de reações de fusão nuclear. ==História== O meitnério foi sintetizado pela primeira vez a 29 de agosto de 1982 no laboratório GSI (Gesellschaft für Schwerionenforschung) do Instituto para Pesquisa de Íons Pesado, em Darmstadt. A equipe efetuou uma colisão entre dois núcleos pesados, o Bi-209 com Fe-58 utilizando um acelerador nuclear. A criação deste elemento demonstrou que as técnicas de fusão nuclear podem ser utilizadas para produzir novos elementos pesados. == Nomenclatura == O nome meitnério foi sugerido para homenagear a física austríaca Lise Meitner, pioneira junto com Otto Hahn no desenvolvimento da fissão nuclear, técnica que permitiu a criação de bombas atômicas e a construção de usinas nucleares para a geração de energia termoelétrica. A denominação foi dada em 1977 pela IUPAC, anteriormente denominado provisoriamente de unnilennium, aportuguesado para unilênio (Une). ==Propriedades químicas previstas== O meitnério é o sétimo membro da série 6d dos metais de transição. Desde que o copernício (elemento 112) mostrou-se um metal de transição verdadeiro, espera-se que todos os elementos a partir de 104 a 112 formem uma quarta série de metais de transição, com o Mt como parte dos metais do grupo da platina e um metal nobre. Os cálculos relativos aos seus potenciais de ionização e raios atômicos e iônicos são semelhantes ao do seu homólogo mais leve, o irídio, implicando, assim, que as propriedades básicas do meitnério se assemelhariam às do outros elementos do grupo 9, cobalto, ródio e irídio. A previsão das prováveis ​​propriedades químicas do meitnério não têm recebido muita atenção recentemente. O Mt é esperado ser um metal nobre, pouco reativo, como os demais metais do grupo da platina. Com base nos estados de oxidação mais estáveis ​​dos elementos mais leves do grupo 9, prevê-se que os estados de oxidação mais estáveis ​​do meitnério sejam +6, +3 e +1, com o +3, sendo o mais estável em soluções aquosas. Em comparação, o ródio e o irídio mostram um estado de oxidação máximo de +6, enquanto que os estados mais estáveis ​​são +4 e +3 para o irídio e +3 para o ródio. O estado de oxidação +9, representado apenas pelo irídio no íon incomum []+ , pode ser possível para o meitnério no nonafluoreto e no cátion tetraoxomeitnério(IX), []+ embora espera-se que o []+ seja mais estável. Os tetra-halogenetos de meitnério também têm sido previsto para ter estabilidades semelhantes aos do irídio; portanto também permitindo um estado de oxidação +4 estável. É adicionalmente esperado que os estados de oxidação máximo dos elementos de bóhrio (elemento 107) até darmstácio (elemento 110) pode ser estável na fase de gás, mas não em solução aquosa. ==Ligações externas== * * *",
 "title": "Meitnério"
}