{
 "id": "25909",
 "text": "{{Info/Município do Brasil | nome = Pacatuba | foto =Pacatuba 001.jpg | leg_foto = | apelido = Igreja Matriz\" \"Pacawood | microrregião = Fortaleza | data_microrregião = IBGE/2008 | região_metropolitana = Fortaleza | vizinhos = Fortaleza, Itaitinga, Guaiúba, Maranguape, Maracanaú | dist_capital = 25 | área = 132.427 | área_ref = | população = 71 079 | data_pop = IBGE/2017 | densidade = 616 | altitude = 69 | clima = Tropical | sigla_clima = | idh = 0.675 | idh_pos = CE: 11º | data_idh = PNUD/2010 | pib = mil | data_pib = IBGE/2014 | pib_per_capita = 12141 | data_pib_per_capita = IBGE/2014 }} Pacatuba é um município da Microrregião de Fortaleza, na Mesorregião Metropolitana de Fortaleza, no Ceará, no Brasil. Faz parte da Grande Fortaleza. É a 19° cidade mais populosa do Ceará, com 71 079 habitantes em 2018. == Etimologia == O topônimo Pacatuba vem da língua tupi e significa \"ajuntamento de pacas\", através da junção dos termos paka (\"paca\") e tyba (\"ajuntamento\")http://www.fflch.usp.br/dlcv/tupi/vocabulario.htm. == História == A história de Pacatuba se mistura com a dos primeiros habitantes destas terras: os índios pitaguaris, potiguaras e outras tribos pertencentes ao tronco tupi (tronco linguístico), como os jenipapos-canindésSebok. Lou, Atlases published in the Netherlands in the rare atlas collection. Compiled and edited by Lou Seboek. National Map Collection (Canada), Ottawa. 1974. A eles, somaram-se os portugueses religiosos e militares que vieram habitar a região devido aos processos de aldeamento e catequização e visando a resguardá-la contra invasões de outros povos europeus. Como proteção contra as invasões de outros europeus, em 1683, foi concedida, através de sesmarias, aos membros da família Correia (originários do Rio Grande do Norte), o sítio chamado Pacatuba. O povoamento da cidade se iniciou nessa época. Numa segunda concessão, em 1693, foram destinadas terras a outros posseiros. A freguesia, dedicada a Nossa Senhora da Conceição, foi criada em 5 de novembro de 1869. Em 1876, com a construção da Estrada de Ferro Fortaleza-Baturité, Pacatuba recebe duas estações de trem. Foi o terceiro município cearense a libertar os escravos. Em 18 de março de 1842, passou a ser distrito de Maranguape. Em 8 de outubro de 1869 (comemorada como a data de criação da cidade), tornou-se vila. O município foi criado oficialmente em 17 de agosto de 1889. == Geografia == miniaturadaimagem|esquerda|Paisagem da Serra da Aratanha === Clima === Tropical quente semiárido brando com pluviometria média de 1.433 mmFundação Cearense de Meteorologia e Recursos Hídricos - FUNCEME. com chuvas concentradas de janeiro a junho.Instituto nacional de Pesquisas Espaciais. === Hidrografia e Recursos Hídricos === As principais fontes de água fazem parte da bacia do Rio Cocó, sendo elas os riachos do Gavião, Alegrete, Salgado, da Água Fria e outros tantos. Existem ainda diversos açudes, dentre eles Açude Gavião. === Relevo === A maior parte do município situa-se nas planícies litorâneas, no entanto uma parte é localizada na Serra da Aratanha. === Vegetação === Vestígios de Mata Atlântica, caatinga. === Subdivisão === O município é dividido em quatro distritos: Pacatuba (sede), Monguba, Pavuna e Jereissatihttp://biblioteca.ibge.gov.br/visualizacao/dtbs/ceara/Pacatuba.pdf == Economia == Embora Pacatuba não faça parte do Distrito Industrial de Fortaleza, com 26 indústrias, nos últimos 20 anos a agricultura passou a ser uma atividade secundária por conta da baixa atratividade fiscal e da falta de políticas públicas de apoio ao pequeno produtor, bem como a baixa infra estrutura hídrica de alguns distritos da cidade como Pavuna, Monguba, Comunidade dos Macacos. O Município sofre com o êxodo de seus operários para a Cidade vizinha Maracanaú e para a Capital. O principal corredor comercial de Pacatuba se localiza no Jereissati onde consta pequenos e médios comércios de mistas atividades. Pacatuba possui ainda três Auto Escolas. Duas empresas de transporte coletivo e uma cooperativa fazem rota pelo Grande Jereissati. Nos últimos anos Pacatuba viu a cidade de Maracanaú que é mais nova que ela contar com uma vasta zona comercial e um shopping center. Em 2012 Pacatuba passou a contar com uma das estações do metrô de Fortaleza, a estação Carlitos Benevides, a última estação da Linha Sul. Pacatuba possui riquezas naturais que alimentam o setor de Ecoturismo como a Bica das Andréias, Voo Livre, Voo de Parapente, Montanhismo e Trilhas. Na área social e de Economia Solidária, se destacam os trabalhos realizados pelo Centro de Ação Comunitária do Ceará CACC-Pacatuba, que atua diretamente com a população através de cursos, palestras, simpósios, debates e fortalecimento dos Movimentos Sociais em Pacatuba e da Economia Popular e Solidária. Com ajuda de universitários e de voluntários oferece atividades que proporcionam aos Pacatubanos noções sobre Cooperativismo, Empreendedorismo social, Voluntariado a partir de uma visão social humanista, inovadora e moderna. Acredita nos postulados da Economia heterodoxa == Cultura == thumb|Praça da Paixão, onde é encenada a Paixão de Cristo de Pacatuba, considerada a segunda maior do Nordeste e reúne mais de 200 pessoas na encenação. Os principais eventos culturais são: * Dia do Município (8 de outubro), * Paixão de Cristo (Semana Santa), * Festa de Nossa Senhora do Carmo (16 de julho), * Festa de Nossa Senhora da Conceição (8 de dezembro). == Queda do voo 168 == Em 8 de junho de 1982, Pacatuba foi palco de uma grande tragédia. Às 02:45, o Boeing 727-200 de matrícula PP-SRK que atendia ao voo 168 da VASP chocou-se contra a Serra da Aratanha, matando todas as 137 pessoas a bordo. == Ligações externas == * * * * * Categoria:Grande Fortaleza Categoria:Fundações no Ceará na década de 1960",
 "title": "Pacatuba (Ceará)"
}