{
 "id": "25937",
 "text": "Embora estejam atualmente em ruínas, os templos e casas fortes que um dia abrigaram os sacerdotes e sacerdotisas do Oráculo de Delfos, localizado na cidade de Delfos, dentro do conhecido templo de Apolo, da Antiga Grécia. Situado nas encostas do monte Parnaso, na região central da Grécia, o Oráculo de Delfos foi há cerca de 2500 anos, uma das mais influentes e poderosas instituições do mundo grego antigo. Hoje, Delfos é uma moderna cidade grega que ficou muito conhecida justamente por conta do sítio arqueológico, local, que foi declarado Patrimônio Mundial pela UNESCO. Em épocas antigas, Delfos era o local dos Jogos Píticos mas também lá ficava um famoso oráculo - o oráculo de Delfos). Localizado dentro do templo elaborado por Trofônio e Agamedes, e dedicado ao deus Apolo, o oráculo que ali havia fez da cidade de Delfos uma cidade reverenciada por todo o mundo grego como sendo o omphalos (umbigo) - \"o centro do universo\" O Oráculo era muito frequentado por grandes reis e nobres, mas recebia pessoas comuns, e viessem de onde viessem, ali, encontravam conselhos, e previsões, que as ajudavam tanto para resolver problemas mais simples como os de âmbito pessoal, quanto grandes e complexas questões políticas e de relações exteriores.. == Histórico == Considerada o “umbigo do mundo”, a cidade de Delfos recebeu esta alcunha graças ao mito que narra a busca de Zeus pelo ponto médio da Terra. No intuito de delimitar esse local, Zeus enviou duas águias de extremos opostos do mundo, uma voando em direção à outraGIEBEL, 2013, p.58.. Elas se encontraram em Delfos, designando a cidade como centro do mundo, e fazendo de seu templo um local tido em estima para aqueles que procuravam por auxílio e segurança. O ponto de encontro das águias foi demarcado com uma pedra oval, o ônfalo (umbigo, em grego). O formato ovalado da pedra provavelmente deriva de uma crença de que esse formato transmitia boas energias àqueles que a tocassemGIEBEL, 2013, p.8.. Para responder a essas questões específicas e predizer o futuro, a Suprema Sacerdotisa - intitulada de Pítia - entrava em estado de transe. Os gregos acreditavam que Pítia era a porta-voz do Deus-Sol, Apolo, o qual, através da sua Suprema Sacerdotisa, supostamente transmitia as vontades de seu pai, Zeus. Exercendo este papel de ligação entre os deuses e a humanidade, Pítia exercia uma enorme influência, com poderes para instigar políticas governamentais, determinar o local de construção de cidades e até mesmo iniciar ou por fim a guerras. == Lendas e divindades oraculares == De acordo com a mitologia grega, o deus Apolo, cultuado em Delfos, teria lutado com Python, um dragão -fêmea guardiã do santuário de Gaia, a Mãe-Terra, que por ser filha desta possuía também o poder de emitir oráculosGRIMAL, 2005, p.379.; o monstro teria perseguido Leto – mãe de Apolo – durante sua gestação para evitar o nascimento da criança. O dragão é morto por Apolo em uma caverna abaixo de Delfos. Por este feito, Apolo espera receber o santuário de Gaia; devido a recusa da Mãe- Terra, o deus volta-se a Zeus, seu pai, com o intuito de persuadi-lo a conceder o santuário. Com êxito, Apolo convence Zeus e este cede a regência do templo de Delfos a ApoloGIEBEL, 2013, p.9.. Segundo outra fonte, o corpo do dragão-fêmea Python estaria em decomposição eterna na caverna em que Apolo a teria matado abaixo de Delfos. Os gases emitidos por tal decomposição então escapariam da caverna por fissuras na terra, possibilitando então os transes pelos quais as Pítias seriam capazes de fazer suas previsões. Em outra versão deste mito, Python é descrito como sendo uma serpente encontrada perto de Delfos, que já fora encarregada – por Hera – de tomar conta do titã Tífon em sua prisão; seu poder de pronunciar oráculos teria levado Apolo a querê-lo morto, e seus restos mortais teriam sido enterrados perante o ônfalo presente no santuário de Apolo em Delfos. O segundo mito a respeito de Apolo em Delfos apresenta um certo conceito de herança, no qual Apolo, sendo neto da titânida Febe (filha de Gaia), que já fora possuidora do santuário em Delfos após suceder Gaia e Têmis (deusa da lei e também filha de Gaia) neste cargo, recebe o mesmo como presente de nascimento de sua avóGIEBEL, 2013, p.9;10.. == Fundação do Oráculo == De acordo com a tradição oral, as primeiras predições teriam ocorrido quando um pastor de ovelhas estava conduzindo seu rebanho pela área e, ao inalar acidentalmente os gases emanados através das fendas, teria entrado em transe e balbuciado algumas previsões. A princípio tido como insano, o pastor começou a ser levado a sério quando suas previsões começaram a se realizar. Logo surgiu a explicação de que o mesmo, ao inalar os vapores emanados da terra, havia estado em contato direto com Apolo. Em breve houve uma peregrinação de pessoas às fendas, procurando inalar os gases, entrar em transe e fazer profecias. Nesse período houve muita confusão e mortes, com várias pessoas caindo nas fendas. Notando que seria necessário organizar a quantidade massiva de pessoas que vinha visitar as fendas e a desorganização das profecias, os cidadãos locais decidiram eleger uma mulher, a qual inalaria os gases enquanto prostrada em uma plataforma sobre as fendas. Logo esta primeira mulher foi associada ao então criado mito da luta do deus Apolo com o Dragão-fêmea Python e batizada como Pítia. Com o aumento do prestígio de suas previsões Pítia acabou tornando-se a primeira suprema-sacerdotisa do Oráculo de Délfos. == Importância do Oráculo na tomada de decisões == Através dos séculos, as Pítias provaram ser extremamente confiáveis em suas previsões e amealharam fama como oráculos não só no mundo grego, mas, também, junto a todos os povos do mundo mediterrâneo, incluindo Romanos e Egípcios, os quais frequentemente as consultavam. Conforme crescia a reputação da do oráculo de Delfos, também crescia sua fortuna material. Consulentes agradecidos presenteavam ricamente o templo. O tesouro foi utilizado para a construção de um complexo de templos, anfiteatros, casas fortes para a guarda de valores e alojamentos para o crescente número de sacerdotes que passavam a habitar em delfos. Já no século VI a.C., no apogeu de seu poder, o oráculo recebia muito mais ouro e prata do que podia gastar em obras e embelezamento, o que o tornou proprietário de um dos maiores tesouros da Grécia antiga. O auge da importância do Oráculo no mundo antigo se deu entre os séculos VI e IV a.C. Nesse período ele influenciou diretamente a política da Grécia Antiga através das consultas que grandes líderes realizavam a ele. Assim, as respostas dadas – que eram, muitas vezes, enigmáticas – aconselhavam na tomada de decisões. Foi graças ao Oráculo que diversas guerras aconteceram e deixaram de acontecer, construindo a História como é conhecidaGIEBEL, 2013, p.53.. Um exemplo que ilustra a enorme importância atribuída ao Oráculo é seu papel nas Guerras Médicas, entre gregos e persas. Heródoto conta no Livro VII de sua obra Histórias, que o general ateniense Temístocles, resoluto em participar da guerra, decidiu consultar a pítia em busca de uma mensagem de estímulo. A resposta, porém, dada a ele é a seguinteA mensagem negativa automaticamente desanimou os embaixadores atenienses. Aconselhados por Tímon, que era um homem conceituado em Delfos, decidiram consultar o Oráculo uma segunda vez, portando ramos de oliveira – símbolo dos que solicitam proteçãoGIEBEL, 2013, 56.. Receberam uma outra resposta:Eles consideraram essa mensagem mais animadora que a primeira. Em Atenas, porém, o povo não compreendeu ao certo o que o Oráculo queria dizer na passagem “Divina Salamina, tu, tu destróis aos filhos das mulheres.”, ficando divididos sobre se Atenas deveria ou não adentrar na Batalha de Salamina. Apenas com o auxílio de especialistas em interpretação de oráculos que os atenienses decidiram, enfim, participar efetivamente da guerra, já que a pítia falara em uma divina batalha de Salamina. E na batalha, como contam os historiadores, obtiveram a vitóriaGIEBEL, 2013, p.59.. A influência do oráculo de Delfos não se restringia ao mundo helênico. Giges, rei da Lídia, buscando o direito de primazia e a isenção de taxas nas consultas com o oráculo, oferece muitos presentes em ouro e prata e ganha, assim, sua simpatia. Ele foi reconhecido como primeiro bárbaro a visitar Delfos, e diversos reis lídios seguiram seu exemplo . Também no reinado de Creso, - sucessor de Giges - inúmeras oferendas foram dedicadas ao oráculo, em troca de aconselhamentos sobre se os lídios deveriam ou não entrar em guerra contra os persas. A pítia respondeu, então, que se fosse realizada a investida, um grande império haveria de ser destruído. Creso comete um equívoco e interpreta que os persas seriam derrotados, quando, na realidade, ela se referia os lídios . == Questões levadas ao Oráculo == O Oráculo de Delfos, o mais famoso da Grécia Antiga, era procurado frequentemente para fazer previsões sobre qualquer tipo de questão envolvendo a pólis ou o futuro de uma pessoa. Relacionado à pólis, o Oráculo de Delfos era consultado para auxiliar em disputas internas, para dar conselhos aos guerreiros de batalhas e indicar se haveria sucesso nas expedições . A população que, em geral, consultava o Oráculo de Delfos era tanto de regiões próximas quanto de lugares mais longínquos. A “clientela” era normalmente das cidades do golfo de Corinto, habitantes da Grécia central, peloponésios (por conta do fácil acesso a essa região vindo do Peloponeso) e os moradores da própria pólis de Delfos. Esse aspecto do Oráculo de Delfos, como fonte de informações sobre acontecimentos futuros, é reflexo da concepção religiosa do povo grego. Esses viam as divindades como portadoras de grande sabedoria, por isso o oráculo, sendo um receptor dos deuses e da inteligência destes, era considerado a própria divindade e, dessa forma, inquestionável. Neste contexto, é importante ressaltar que esta inter-relação que as decisões de caráter político tinham em relação às orientações divinas é característica marcante da Antiguidade, pois se acreditava na presença divina em todos os componentes da realidade. Assim, qualquer movimento ou ação deveria ser aceito pelos deuses. A forma de comunicação com estas deidades, encontrada na época, poderia ser uma visita ao Oráculo . === O Oráculo e a colonização grega === A Colonização Grega foi um movimento de expansão para além do mar Egeu, que até o século VIII a. C. barrava um avanço territorial maior dos gregos. A necessidade de terras foi o fator decisivo do movimento de colonização. A superpopulação e a falta de recursos na região levaram os gregos a buscar novas regiões . A região da Grécia é caracteristicamente conhecida pela pobreza de seu solo e o grande fluxo de povoamento grego aconteceu principalmente para o sul da atual Itália, que possuía um solo muito propício para a prática agrícola. É importante ressaltar também, que a colonização contribuiu para a formação das chamadas pólis. Este movimento expansionista grego incentivou o fracionamento da população, à medida que a sociedade foi se organizando em um sistema cultural em comum, nos novos territórios conquistados . O Oráculo de Delfos representou na história grega um guia com instruções exatas de locais favoráveis à colonização. Além de conhecimentos de regiões para os assentamentos, documentações e notas de viagens, o oráculo era consultado numa tentativa de verificar se haveria prosperidade na região ocupadaGIEBEL, 2013, p.29.. Apesar disso, é importante ressaltar que a maior parte dos testemunhos sobre a influência do oráculo é posterior em muitos séculos. Nesse contexto, é de se compreender que talvez o santuário pítio não tenha direcionado a colonização, a visita ao templo servia apenas como uma bênção à fundação de novas colônias e não uma indicação do local onde a colônia deveria ser fundada . === O Oráculo e a história dos heróis epônimos === Sabe-se que um dos grandes feitos do oráculo de Delfos foi o papel desempenhado nas reformas de Clístenes. Durante seu governo, ele promoveu uma redistribuição social com propósitos de fortalecimento político e militar. Clístenes propôs uma divisão da sociedade em dez tribos para que, assim, garantisse a desestruturação das antigas tradições. A proposta clisteniana era de desfazer a ligação dos aristocratas às descendências divinas, pois dessa forma ele conseguiria reformar esta composição social desigual e, assim, impedir possíveis levantes. A importância do Oráculo, em tais reformas, foi sua responsabilidade na escolha dos heróis epônimos, isto é, aqueles que representariam a figura cívica de cada uma das dez tribos criadas. Após a nova organização da sociedade ática, havia a necessidade de um indivíduo que fosse cultuado pelas tribos, ao invés dos antigos heróis, para garantir o fortalecimento destas como unidade. Esses heróis, chamados de arqueguetas, foram escolhidos pela Pítia como os mais aptos entre cem candidatos ao cargo e passaram a ser parte de rituais nas organizações políticas . == Declínio da importância do Oráculo == A decadência do Oráculo de Delfos se deu paralelamente ao declínio da autonomia política das pólis, no período helenístico. Com a conquista dos macedônios, o santuário foi perdendo, aos poucos, a sua importânciaGIEBEL, 2013, p.95.. Além disso, por conta de ameaças de invasões e guerras, a cidade de Delfos foi sendo evacuadaGIEBEL, 2013, p.97.. Contudo, foi principalmente com a chegada dos romanos que a importância do Oráculo decaiu completamenteGIEBEL, 2013, p.100.. Os líderes romanos não tinham interesse em consultá-lo – ao contrário dos reis macedônicos Felipe II e Alexandre, que chegaram a visitar a pítia, - já que praticavam a interpretações de sinais pelos aúgures e harúspices, fornecendo- os as profecias que necessitavamGIEBEL, 2013, p.98.. O deus Apolo foi alvo de inúmeras críticas e comentários irônicos, provindos de céticos da escola filosófica epicurista e do próprio escritor satírico Luciano de SamósataGIEBEL, 2013, p.104.. O filósofo grego Plutarco, em sua obra Sobre a decadência dos oráculos, discorre sobre os variados motivos que poderiam ter causado o declínio de diversos oráculos no mundo antigoGIEBEL, 2013, p.105.. Com o crescimento da religião cristã no Principado Romano ocorreu, também, a uma interpretação negativa do oráculo. Como os cristãos acreditavam que as divindades pagãs eram malignas, as consultas ao oráculo seriam uma atividade demoníaca. No século III d.C., o escritor cristão Eusébio registrou uma curiosa situação, na qual a pítia, ao ser indagada por alguns consulentes da Niceia a respeito das oferendas ao oráculo e se haveria necessidade de continuar essa tradição, dá a seguinte resposta: \"Não é possível restaurar a pítica voz divina, Pois, já há muito tempo enfraquecida, Lançou as chaves do silêncio não profético. Mas mantenham o costume de sacrificar a Febo.” Foi no principado de Juliano, sobrinho de Constantino, que ocorreu o denominado \"último oráculo\". Ao tentar revitalizar a crença nos deuses antigos em Roma, em 361 d.C., - já que o cristianismo já era muito mais popular na época - ele reabriu o Oráculo de Delfos. Enviou então um de seus amigos à cidade de Delfos, e obteve, então, a seguinte mensagem da pítia: “Diz ao soberano que a cidade adornada pela arte está destruída. Febo não mais possui um teto, nem um loureiro profético; Emudeceu-se a fonte sussurrante, calou-se a água murmurante\"GIEBEL, 2013, p.109.. Com a morte de Juliano, teve fim sua empreitada em tomar o culto pagão predominante no Principado Romano novamente. Assim, com a propagação e oficialização da religião cristã em Roma e nas províncias, ocorreu o fim da importância do Oráculo de Delfos, que antes guiara e conduziria a história do mundo antigoGIEBEL, 2013, p.110.. == Bibliografia == *BITTENCOURT, Renato Nunes. O valor sagrado do trabalho em Hesíodo. Revista Espaço Acadêmico. Junho 2010. Disponível em: http://eduem.uem.br/ojs/index.php/EspacoAcademico/article/view/9186/5697%20I ISSN 1519.6186. Acesso em: 10/06/2016. *GIEBEL, Marion. O Oráculo de Delfos. Trad. Evaristo Pereira Goulart. São Paulo: Odysseus Editora, 2013. ISBN 978-85-7876-029-8. *GONÇALVES, Andréia Santana da Costa. Um desvio arcaico na obra de Platão: o uso do modelo político-geométrico de Clístenes. Dissertação (Mestrado). Programa de Pós-graduação em Filosofia, Pontifícia Universidade Católica do Rio de Janeiro, 2005. Disponível em: http://www.maxwell.vrac.puc- rio.br/8336/8336_1.PDF Acesso em: 07/06/2016. *HART, Eloise. The Delphic Oracle. Sunrise Magazine. October/November 1985. Disponível em: http://www.theosophy-nw.org/theosnw/world/med/me-elo.htm Acesso em: 10/06/2016. *PONTIN, Patrícia Boreggio do Valle. O oráculo de Delfos e a colonização grega. Interações: cultura e comunidade, v. 4, n. 5, 2009. Disponível em: http://periodicos.pucminas.br/index.php/interacoes/article/viewFile/6693/6125 Acesso em: 02/06/2016. *RABELLO, Ivonete de Souza. O futuro no passado: estudos sobre os oráculos na obra de Heródoto. 2013. 106f.. Tese (Doutorado em Letras Clássicas) – Faculdade de Filosofia, Letras e Ciências Humanas, Universidade de São Paulo, São Paulo. Disponível em: http://www.teses.usp.br/teses/disponiveis/8/8143/tde-12092013-115330/pt- br.phpAcesso em: 07/06/2016. *SANTOS, Valéria Reis. A Constituição do Direito na Grécia Clássica. Revista Justiça e História, v. 3, n. 6, 2002. Disponível em: http://www.tjrs.jus.br/site/poder_judiciario/historia/memorial_do_poder_judiciario/memorial_judiciario_gaucho/revista_justica_e_historia/issn_1676-5834/v3n6/ ISSN 1677-065X. Acesso em: 02/06/2016. Categoria:Delfos Oraculo de Delfos Categoria:Religião na Grécia Antiga Categoria:Apolo fr:Oracle grec#Apollon pythien Categoria:Oráculos",
 "title": "Oráculo de Delfos"
}