{
 "id": "25960",
 "text": "SECAM (Système Électronique Couleur Avec Mémoire, em francês \"Sistema eletrônico de cor com memória\") é um sistema de cor analógico usado pela primeira vez na França, criado pelo engenheiro elétrico Henri de France. Foi um dos três principais padrões de televisão analógica em cores, sendo os outros dois o PAL e NTSC. Desde a década de 2000, o SECAM tem entrado em declínio, uma vez que os países que utilizam o SECAM estão atualmente em processo de conversão, ou já converteram para Digital Video Broadcasting (DVB), o novo padrão pan-europeu de televisão digital. == História == O desenvolvimento do SECAM começou em 1956. A tecnologia estava pronta por volta do final dos anos 1950, mas era cedo demais para uma introdução em grande escala. O SECAM não trabalhava com o padrão de televisão 819-linhas então usado na rede de televisão francesa. A França teve de começar a conversão ao mudar para o padrão de 625-linhas, o que aconteceu no início dos anos 1960 com a introdução de uma segunda rede. O SECAM foi inaugurado na França em 1 de outubro de 1967, no Deuxiéme Chaîne (Segundo Canal), atual France 2. Um grupo de quatro homens, todos de terno — o apresentador (o então Ministro da Informação da França, Georges Gorse, o diretor-geral da ORTF, Jacques Bernard Dupont, o diretor de equipamentos e operações, Claude Mercier e o diretor de televisão, Emile Biasini), foram mostrados de pé num estúdio. Após uma contagem regressiva, às 14h15 (Horário da Europa Central, UTC+1) a imagem em preto e branco original mudou repentinamente para cores e o apresentador declarou \"Et voici la couleur!\" (em português: E aqui está a cor!). Em 1967, a Compagnie Libanaise de Télévision (CLT) do Líbano se tornou a terceira estação de televisão do mundo, depois da União Soviética e da França, a transmitir em cores utilizando a tecnologia francesa SECAM. Nessa altura, um televisor a cores custava 5 mil francos na França. A televisão a cores não foi inicialmente muito popular; apenas cerca de 1,5 mil pessoas assistiram ao programa inaugural. Um ano mais tarde, apenas 200 mil aparelhos tinham sido vendidos, quando se esperavam 1 milhão. SECAM foi mais tarde adotado pelas antigas colônias francesas e belgas, Grécia, Chipre, União Soviética e países do bloco oriental (exceto a Romênia) e alguns países do Oriente Médio. No entanto, com a queda do comunismo, e seguindo um período em que aparelhos de televisão multipadrões se tornaram comuns, muitos países do Leste Europeu decidiram mudar para o sistema PAL desenvolvido pela Alemanha Ocidental. Outros países, notadamente o Reino Unido e a Itália, experimentaram brevemente o SECAM antes de optar pelo PAL. Desde o final dos anos 2000, o SECAM está em processo de eliminação e substituição pelo DVB. == Variedades do SECAM == Há três variedades do padrão: * SECAM francês (SECAM-L), utilizado na França e em suas antigas colônias; * SECAM B/G, utilizado no Oriente Médio, já foi utilizado na Grécia e na antiga Alemanha Oriental; * SECAM D/K, utilizado na CEI e na Europa Oriental. A França também introduziu o padrão SECAM para as suas dependências. No entanto, o padrão SECAM utilizado nos territórios ultramarinos franceses (assim como nos países africanos que já foram controlados pela França) era ligeiramente diferente do SECAM utilizado na França metropolitana (continental). Aquele utilizado no país era SECAM-L e uma variante da informação do canal para os canais VHF 2 a 10. Territórios ultramarinos franceses e muitos países africanos francófonos utilizam o padrão SECAM-K e uma variante incompatível da informação do canal para os canais VHF 4 a 9. == Países e territórios que utilizam ou utilizavam SECAM == Afeganistão, Alemanha Oriental, Andorra, Arábia Saudita, Armênia, Azerbaijão, Benin, Bielorrússia, Bulgária, Burquina Fasso, Burundi, Camboja, Cazaquistão, Chade, Costa do Marfim, Djibuti, Egito, Eslováquia, Estônia, França, Gabão, Geórgia, Grécia, Guadalupe, Guiana Francesa, Guiné Equatorial, Hungria, Irã, Iraque, Letônia, Líbia, Lituânia, Luxemburgo, Madagascar, Mali, Marrocos, Martinica, Mauritânia, Maurícia, Moldávia, Mônaco, Mongólia, Níger, Nova Caledônia, Polinésia Francesa, Polônia, Quirguistão, República Centro- Africana, República do Congo, República Democrática do Congo, Reunião, Ruanda, Rússia, São Pedro e Miquelão, Senegal, Sérvia, Síria, Tajiquistão, Taiti, Tchéquia, Togo, Tunísia, Turcomenistão, Ucrânia, Uzbequistão, Vietnã, Wallis e Futuna. Antigos países SECAM que migraram para PAL ou estão em migração: Alemanha Oriental, Bulgária, Eslováquia, Estônia, Grécia, Hungria, Lituânia, Mongólia, Polônia e Tchéquia. == Ver também == * Dot crawl * NTSC * PAL * PAL-M * PAL-N * Lista da introdução da televisão em cores por país == Ligações externas == * Categoria:Formatos de vídeo Categoria:Sistemas de cores",
 "title": "SECAM"
}