{
 "id": "25978",
 "text": "Estação de radiocomunicações é o sistema utilizado pelos radioamadores ou radiotelegrafistas profissionais para executar seus contatos com o mundo exterior, é composta basicamente de um transceptor (transmissor-receptor) de radiocomunicação, de uma linha de transmissão, e da antena propriamente dita, a este sistema se dá o nome de sistema irradiante. == Lei da Antena no Brasil == Trata-se da Lei nº 8.919, de 15 de julho de 1994, que dispõe sobre a instalação do sistema de antenas por titulares de licença de Estação de Radiocomunicações, e dá outras providências. A Lei da Antena é uma Lei Federal que regulamenta a instalação de antenas ou sistemas irradiantes de estação de radioamador. A Lei da Antena assegura ao radioamador o direito de instalar o rádio transceptor, a linha de transmissão e a sua antena. Em seu Artigo primeiro, a Lei estabelece o direito para um conjunto de antenas sem limitar a quantidade. Este conjunto pode ter apenas uma antena ou muitas, dependendo da necessidade. O radioamador é obrigado a observar todos os dispositivos necessários à segurança patrimonial e pessoal de todos os envolvidos no raio de ação física da antena, residência condomínio ou vizinhança. === Peso jurídico === Por ser uma Lei Federal tem mais peso jurídico do que as Leis Estaduais, Municipais ou a Convenção do Condomínio e Assembléia de Moradores. Uma Lei Federal é mais importante do que todas as outras leis, somente a Constituição Federal do Brasil a sobrepuja, mas mesmo assim, inúmeros Radioamadores, vem sendo prejudicados em seu direito de instalação do sistema irradiante, tendo de procurar guarida no Poder Judiciário, que como não entende sobre a matéria, acaba por negar o Direito ao Radioamador, prejudicando não só o Hobby, mais toda a sociedade brasileira. === Constituição física de um sistema irradiante === Para que uma antena funcione corretamente, requer no mínimo, um suporte e o cabo de alimentação conhecido por linha de transmissão. Estes formam o sistema de antenas, ou sistema irradiante. Além do suporte e do cabo, o sistema de antena pode ter também filtros, chaves, amplificadores, baterias, coletor solar, tirantes, aterramentos, torres, etc. === Direito e dever do instalador === A Lei da Antena assegura o direito de instalar todos os acessórios que formam o necessário sistema de antenas, e obriga a seguir todas as normas de segurança, dentro da técnica e da engenharia. O radioamador, tem o dever de instalar o sistema irradiante de forma segura e sem causar interferências de espécie alguma nas redondezas de suas instalações. Existem 3 restrições que proíbem a instalação de antenas: aeródromos, heliportos, e auxílio à navegação aérea. O Radioamador é obrigado a ter qualificação adequada ao grau de complexidade da instalação, tem o dever de respeitar as normas de engenharia, as posturas aplicáveis às construções, escavações, logradouros públicos, além de tomar cuidados especiais quanto à interferências que podem vir a ser causadas pelo sistema irradiante se instalado de forma precária, inadequada ou fora das normas técnicas. === Responsabilidade monetária === Todas as despesas relativas à instalação, danos, indenizações, manutenção e retirada da antena são pagas pelo responsável. === Decretos que regulamentam a Lei da antena === * O Decreto no. 91836: De 24 de outubro de 1985, da Presidência da República, aprova o Regulamento do Serviço de Radioamador; * O Decreto no. 1316: De 25 de novembro de 1994, da Presidência da República, altera o Regulamento do Serviço de Radioamador; * A Portaria no. 1278: De 28 de dezembro de 1994, do Ministério das Comunicações, aprova a Norma de Execução do Serviço de Radioamador. Portanto, no Brasil, absolutamente ninguém pode impedir um radioamador de instalar sua estação, desde que dentro das normas técnicas exigidas pela Legislação Brasileira. == Ligações externas == * Legislação - Anatel * Antenas Categoria:Radioamadorismo",
 "title": "Estação de radiocomunicações"
}