{
 "id": "26004",
 "text": "{{Info/Município do Brasil | nome = Camocim | foto = Por do Sol em Camocim.jpg | leg_foto = Vista da praia de Camocim | apelido = | brasão = Brasão do Município de Camocim.png | bandeira = Bandeira de Camocim.jpg | aniversário = 29 de setembro | fundação = | emancipação = | gentílico = camocinense | padroeiro = Bom Jesus dos Navegantes | CEP = 62400-000 | lema = | prefeito = Maria Elizabete Magalhães | partido = PDT | mandato_início = 2021 | fim_mandato = 2024 | mapa = Ceara Municip Camocim.svg | latP = S | latG = 02 | latM = 54 | latS = 07 | lonP = O | lonG = 40 | lonM = 50 | lonS = 27 | estado = Ceará | vizinhos = Norte – Oceano Atlântico Sul – Granja Leste – Jijoca de Jericoacoara e Bela Cruz Oeste – Barroquinha | dist_capital = 357 | dist_capital_ref = | distritos = Amarelas e Guriú | área = 1124.782 | área_ref = | população = 64147 | população_pos = CE: 23° | data_pop = estimativa IBGE/2021 | densidade = 53,48 | altitude = 8 | clima = tropical | sigla_clima = As | idh = 0.620 | idh_pos = CE: 72° | data_idh = PNUD/2010 | pib = mil |pib_pos = CE: 30° | data_pib = IBGE/2010 | pib_per_capita = 7366,06 | data_pib_per_capita = IBGE/2015 | site_prefeitura = | site_câmara = }} Camocim é um município brasileiro no estado do Ceará. Localiza-se na região intermediária de Sobral, tendo como seus limites territoriais os municípios de Barroquinha, Bela Cruz, Granja e Jijoca de Jericoacoara. Seu clima é tropical semiúmido, constitui uma região fisiográfica de caatinga arbustiva. Possui uma área de 1 124,782 km² e uma população, conforme estimativas do IBGE de 2021, de habitantes. A antiga vila de Camocim foi fundada em 29 de fevereiro de 1879, e a cidade em 17 de agosto de 1889, emancipada de Granja. Vivenciou forte expansão econômica e verticalização no século XIX até o início do século XX, e em 2015 seu PIB figurava em 544,5 mil reais, estando entre as doze cidades brasileiras com população inferior a 100 mil habitantes mais desenvolvidas, enquanto o Índice de Desenvolvimento Humano (IDH), em 2016, era de 0,620, considerado médio. Detendo uma população em grande parte católica e evangélica, abriga a Igreja Matriz de Bom Jesus dos Navegantes, além de seis instituições de ensino médio, 39 de ensino fundamental, hospital e aeroporto. Com sessenta quilômetros de extensão de praias, tem grande potencial turístico. Todos os anos, a Praia de Maceió e a Ilha da Testa Branca — também conhecida como Ilha do Amor —, ambas promulgadas Áreas de Proteção Ambiental (APA), recebem diversos visitantes devido suas belezas encantadoras. ==História== ===Primeiros povos e período colonial=== 250px|thumb|Mapa do litoral cearense, em 1629 Antes do século XVI, o território no qual Camocim localiza-se atualmente, como a grande maioria do litoral brasileiro, era ocupado por povos indígenas, tais como Tabajaras, Tremembés, Jenipaboaçus e Cambidas. O topônimo camocim, cambucy, camucym ou camotim vem do tupi-guarani e, segundo Silveira Bueno e Gonçalves Dias, significa \"buraco ou pote para enterrar defunto\". Provavelmente o nome do município é uma alusão ao ritual funerário dos Índios Tremembés. Os franceses foram os primeiros a praticar escambo com os povos nativos da região, antes mesmo das primeiras expedições portuguesas, que só chegaram ao local na segunda metade do século. Ao chegarem, os portugueses tiveram como objetivo o reconhecimento de todo local, desde Tutóia, no Maranhão, aos limites entre Ceará e Rio Grande do Norte. Este mapeamento serviria para organizar os confrontos com os franceses que ocupavam o território maranhense. Diversas cartas topográficas, datadas no século XVII, já descrevem o rio Coreaú, na época chamado de Rio da Cruz pelos exploradores e de Croahiú pelos nativos. Em 1535 fundou-se a Capitania do Ceará, como parte da colonização portuguesa. Com a exploração do restante do país, a região foi desocupada pelos portugueses e sofreu várias invasões de corsários. Conforme Pero Coelho de Sousa, que passou no território em direção a Ibiapaba em 1604, houve diversos conflitos e também intercâmbio entre os povos nativos e os europeus, tais como os franceses, neerlandeses e também ingleses. Em 1613, a área foi conquistada pelos neerlandeses, que permaneceram no solo até 1649. Nessa época surgiu a ideia da estruturação de uma fortaleza que protegeria os assentamentos portugueses de ataques e também impossibilitaria o escambo com outros povos. Em 1700, o Padre Ascenço Gago ordena o aldeamento de tribos em Ibiapaba e Tabainha. A agricultura e pecuária foram inseridas às atividades locais em 1792, com a chegada de moradores de Tutóia, no Maranhão. Um desses migrantes, Gabriel Rodrigues da Rocha, tornou-se responsável pelo porto. ===Período imperial e republicano=== Em 1877, a região chamava-se Barra do Camocim e pertencia ao município de Granja. Em junho do ano seguinte, o conselheiro João Lins Vieira ordenou a construção de uma ferrovia na região, esta percorreria até Sobral e pretendia radicalizar os impactos da seca. Pela lei provincial n.º 1849, de 29 de fevereiro de 1879, foi intitulada somente como Camocim e declarada vila. Em 26 de março, José Júlio de Albuquerque Barros deu inicio oficial a construção da ferrovia, que teve seu primeiro trecho, de 24,5 quilômetros, concluído em 15 de janeiro de 1881. O projeto chegou a Sobral em 31 de dezembro de 1882, com 128,9 quilômetros, nesta época foram trazidas da Filadélfia, Pensilvânia, cinco locomotivas e 52 carros. Como consequência da linha férrea, houve o aumento do tráfego de pessoas e rapidamente a vila tornou-se a principal exportadora do Ceará. No dia 17 de agosto de 1889, o mesmo ano da proclamação da república, em virtude de uma boa economia Camocim foi elevada a cidade pela lei provincial n.º 2162. Em 11 de fevereiro do ano posterior foi criado o distrito de Guriú, e em 7 de junho de 1893 o de Barroquinha. Em maio de 1910, a empresa The South American Railway Construction Limited tornou-se responsável pela ferrovia. A criação do Bloco Operário e Camponês na década de 20 proporcionou a expansão do comunismo até a região. Fundado em 1928, Camocim foi o primeiro município do interior do Ceará a deter a presença do Partido Comunista do Brasil. O jornalista Francisco Theodoro Rodrigues, principal responsável pela fundação partidária, chegou a cidade em 25 de março e, devido a repressão policial, foi condenado a três meses de prisão em 9 de abril, sendo levado ao Rio de Janeiro, onde permaneceria até 1935. Segundo relatório do delegado Faustino do Nascimento enviado ao interventor Manuel Fernandes Távora, outras cinquenta pessoas haviam sido presas por seguirem a mesma ideologia. Em 24 de junho de 1936, dois militantes comunistas foram fuzilados pela polícia, este acontecimento tornou-se conhecido como Massacre de Salgadinho. Nessa época, a sigla possuía mais de oitocentos filiados. Segundo Theodoro Rodrigues, Júlio Veras, comandante da Força Pública e filho do opositor Thomaz Zeferino Veras, lhe impediu de desembarcar no Porto do Mucuripe. O mesmo só voltou a Camocim em 1945. > \"Os burguezes tem lançado mão de todos os meios para que eu abandone > Camocim. Tem feito um boycote terrível ao humilde jornal que dirijo. Este > boycote começou desde o momento que reconheceram que o mesmo jornal não > elogiava Moreirinha, Mattos Peixoto, Washington Luís, Getúlio Vargas, Juarez > e outros políticos [sic]\". Com a urbanização, diversos distritos se tornariam municípios: Chaval, pela lei estadual nº 1153, em 22 de novembro de 1951 e Barroquinha, pela lei estadual nº 6553, em 1 de julho de 1963. Por ser considerada ramal, a ferrovia foi fechada em 24 de agosto de 1977 sob protestos; Já haviam ocorrido tentativas em janeiro de 1950, mas o fechamento só ocorreu 27 anos após. A última locomotiva em funcionamento foi a de nº 611, tendo como maquinista Raimundo Nonato de Castro. ==Geografia== De acordo com a divisão do Instituto Brasileiro de Geografia e Estatística vigente desde 2017, o município pertence a região geográfica intermediária de Sobral e imediata de Camocim. Até então, com a vigência das divisões em microrregiões e mesorregiões, o município fazia parte do litoral de Camocim e Acaraú, que por sua vez estava incluída na mesorregião do Noroeste Cearense. O município tem como limites o Oceano Atlântico ao norte; Granja ao sul; Barroquinha a oeste; Jijoca de Jericoacoara e Bela Cruz a leste. Com 1158 km², Camocim é a trigésima sexta maior cidade do Ceará em área territorial. A vegetação de Camocim tem características semelhantes às de outras cidades litorâneas. O clima é tropical semiúmido, com temperatura anual média de 26° C. O território é coberto pela caatinga arbustiva no interior, e por tabuleiros costeiros, mangue e coqueirais no litoral. O território possui altitude média de oito metros. ===Clima=== Camocim possui clima tropical semiúmido (tipo As, segundo a classificação climática de Köppen-Geiger), com temperatura média anual em torno dos 26° C. Sem ter exatamente definidas as estações do ano, há a estação das chuvas, de janeiro a junho, julho é a transição da estação chuvosa para a seca, e a estação seca, de agosto a dezembro. O índice pluviométrico anual é superior a 1350 milímetros (mm). Segundo a Fundação Cearense de Meteorologia e Recursos Hídricos (Funceme), o maior acumulado de precipitação em 24 horas foi de em 1 de maio de 2008. ===Hidrografia=== O território de Camocim ocupa 10% do litoral cearense, aliás a principal forma de turismo são as praias. As mais visitadas são a Praia do Maceió, que destaca-se pela beleza rústica: Areia clara e mar agitado, com ondas propícias para o banho e para a prática de esportes aquáticos, como surfe e kitesurf; Praia das Barreiras, que fica a 3 quilômetros do centro e possui falésias com areia alaranjada; E a Ilha da Testa Branca, também conhecida como Ilha do Amor, localizada na frente do município. Camocim também tem outras praias: A Praia do Guriú, com águas calmas e mornas; Praia da Tatajuba, que possui dunas com um coqueiral; Praia das Imburanas e das Caraúbas, ambas quase desertas e utilizadas para ecoturismo; Praia de Barrinha, que contém dunas, ondas calmas e a Praia do Xavier como continuação; Praia Barra dos Remédios, onde ocorre o encontro do rio Coreaú com o mar. ==Demografia== O censo brasileiro de 2010 apontou Camocim como o município mais populoso da microrregião que pertencia, com 60 158 habitantes, e o vigésimo terceiro mais populoso do Ceará. O Índice de Desenvolvimento Humano (IDH) do município foi de 0,620, considerado médio. A esperança de vida ao nascer era de 68,71 anos. A taxa de mortalidade infantil média era de 10,34 para cada mil nascidos vivos. Destes, 74,2% viviam na zona urbana e 25,8% na rural, além disso, 410 migraram da região norte do país, 390 da sudeste, 78 do centro-oeste e 14 de outros países. Em termos de densidade populacional, o IBGE apontou 53,48 habitantes por quilômetro quadrado. O eleitorado é formado por 64% da população, 38 243 camocinense. Os cidadãos de Camocim eram 49,49% do sexo feminino e 50,51% do sexo masculino. Em relação a idade, haviam 944 pessoas com menos de um ano, 9 266 com um a nove anos, 13 404 de dez a dezenove, 11 031 de vinte a vinte e nove, 8 888 de trinta a trinta e nove, 6 694 de quarenta a quarenta e nove, 4 187 de cinquenta a cinquenta e nove, 3 104 de sessenta a sessenta e nove, 1 770 de setenta a setenta e nove, 870 de oitenta ou mais. Os idosos de 70 anos ou mais representavam 4,3%, enquanto os entre 10 a 19 anos somavam 22,3% e eram maioria. No mesmo ano, 71,7% da população se declarou parda, 22,3% branca, 4,9% negra, 1% amarela e o restante 0,1% indígena. Entre os pardos, 17 608 não obtinham rendimento, 15 556 recebiam até um salário mínimo e 2 704 mais de um; Haviam 5 162 brancos sem rendimento, 4 611 com até um salário mínimo e 1 422 com mais de um. Os maiores salários da cidade eram obtidos por pessoas de pele clara; Entre os declarados negros, eram 1 081 sem rendimento, 1 166 ganhavam até um salário e 170 mais de um; Entre as pessoas amarelas, eram 271 sem rendimento, 166 com até um salário mínimo e 54 com mais de um; Onze indígenas não ganhavam salário, 12 tinham até um salário e oito mais de um. ===Religiões=== O catolicismo apostólico romano é predominante em Camocim, 50 032 habitantes, que representam 83,15% do todo, se declaram católicos. É notável que este porcentual vem decrescendo, uma vez que os evangélicos já somam 6 477 pessoas, 10,87% do todo. A igreja matriz do município teve sua construção iniciada em 1880 e concluída em 1882, por José Privat. A mesma desabou em 11 de abril de 1909, sendo reconstruída na gestão do Padre José Augusto da Silva e concluída em 27 de julho de 1913, recebeu a benção do bispo sobralense Dom José Tupinambá da Frota, em dezembro de 1917. Existem outras diversas igrejas católicas, como a Igreja de São Pedro, inaugurada em 29 de junho de 1942 e abençoada pelo Padre Inácio Nogueira Magalhães, e a Igreja de São Francisco. Segundo o Correio da Semana, há registros de intolerância religiosa em 21 de setembro de 1934, mas atualmente o município abriga diversas igrejas, como Assembleia de Deus, Igreja Universal e Batista. No censo de 2010, 12 pessoas (0,02%) se declararam ortodoxas, 79 (0,13%) espíritas, 446 (0,7%) testemunhas de Jeová. Ainda em 2010, treze pessoas (0,02%) eram esotéricas; A Loja Maçônica de Camocim foi fundada por João Batista Gizzi, na década de 1920. Cento e oito habitantes (0,18%) seguiam os ensinamentos da Igreja de Jesus Cristo dos Santos dos Últimos Dias, que teve origem em 1830, nos Estados Unidos. Quarenta e quatro (0,07%) seguiam outras religiões cristãs. Além disso, 2 717 (4,5%) não tinham religião, 96 (0,16%) múltiplas religiões e 135 (0,2%) não souberam informar. ==Economia== Em 2014, o município possuía o 32º maior Produto interno bruto (PIB) do estado. Em 2015, Camocim ficou em 57ª posição, com renda per capita de R$ 8716,75 e renda média mensal de 1.3 salários mínimos. No município prevalece o setor primário; Na agricultura destaca-se a extração de sal marinho, a pesca, além da colheita de caju, arroz sequeiro, mandioca e feijão; Na pecuária encontra-se a criação de bovinos, suínos e avícola. A comercialização de leite tornou-se abundante na década de 80, a mesma empregou diversos trabalhadores rurais até 1990, mas entrou em declínio com o surgimento da indústria Lassa, em Sobral. No município também há a presença do setor secundário e terciário. Duas das primeiras empresas que estiveram em Camocim foi a Saboaria Stella, pertencente ao italiano João Baptista Gizzi, e a Booth Line, uma empresa inglesa de rebocadores, que surgiu em 1935. Na atualidade a Democrata Nordeste Calçados é uma das principais empresas do município. Ela se originou em 1983, em Franca, São Paulo, e chegou em 1997 na cidade. Segundo dados de 2006, a Democrata emprega mais de 500 funcionários que produzem mais de sete mil pares de sapatos por mês. == Política == O Poder Legislativo é exercido pela câmara de vereadores, enquanto o Poder Executivo é exercido pela prefeitura, auxiliada pelas secretarias. Em junho de 2019 contava com onze secretarias. A câmara municipal localiza-se no Edifício José Hindemburg Sabino Aguiar — de estilo art déco, construído em 1930 e arquitetado por José Privat —, na Praça Severino Morel. Com o surgimento do Estado Novo em 1937, as câmaras municipais foram fechadas por Getúlio Vargas. Após a deposição de Vargas em 1945, começam as legislaturas, em geral de quatro anos. Na legislatura atual, de 2016 a 2020, quinze parlamentares compõe a câmara municipal, sendo treze homens e apenas duas mulheres: Maria Iracilda Rodrigues (22 de setembro de 1964), desde 2008, e Lúcia Sousa Melo Freitas, desde 2012, ambas do Partido Democrático Trabalhista (PDT). Foram mais de 130 candidatos, cem desses obtiveram menos de 1% dos votos válidos, segundo o Tribunal Superior Eleitoral. O presidente é César Veras (4 de agosto de 1972), do PDT. Desde 1919 até a atualidade já passaram pela prefeitura 27 pessoas, cinco destas foram reeleitas: Francisco Othon Coelho (dezembro de 1945 e de 1948 a 1950), Setembrino Fontenele Veras (1951–1954 e 1967–1970), Sérgio Lima Aguiar (1997–2004) e Francisco Maciel de Oliveira (2005–2012). Na última eleição, Mônica Gomes Aguiar, obteve 50,33% dos votos válidos e tornou-se a primeira mulher a ser reeleita em Camocim, de 2013 a 2016 e de 2017 até 2020. A segunda colocada, Euvaldete Ferro (PMDB), recebeu 46,72% dos votos. A primeira mulher eleita no município foi Ana Maria Beviláqua Moreira Veras, de 1983 a 1988. ==Infraestrutura== Em 1933, conforme a planta elaborada pelo engenheiro José Rodrigues da Silva, Camocim possuía vinte e nove ruas e seis praças. Em 1 de agosto do mesmo ano, o decreto n.º 26 do interventor Gentil Barreira, estabeleceu trinta e uma ruas. No dia 31 de julho de 1968, continha cinco distritos, depois da lei estadual n.º 8339 anexar Barroquinha e Bitupitá ao município. Desde 1991 possui apenas três: Amarelas e Guriú, além da sede. A cidade possui 15 683 domicílios registrados, sendo que 3 823 ficam na zona rural. Desses, 70,1% eram próprios, 18,5% alugados e 11,5% detidos de outras maneiras; O lixo era coletado em 73%; Em relação ao abastecimento de água, 80% estavam ligados à rede geral, 19,7% usavam poços e 0,3% outras formas, como caminhões-tanque e o armazenamento de água da chuva em cisternas. O abastecimento de água e o tratamento de esgoto são realizados pelo SAAE, enquanto a energia elétrica é fornecida pela Enel (anteriormente chamada de Coelce). A cidade possui projetos de habitação popular em alguns bairros. O IBGE aponta que 7,8% dos domicílios possui apenas um morador, 17,3% dois, 22,9% três, 21,7% quatro e 30,3% cinco ou mais pessoas. Apenas 1,7% das residências não tinha energia elétrica e em 63,7% possuíam telefone celular. ===Saúde=== Conta com apenas um hospital em funcionamento. O Hospital Deputado Murilo Aguiar foi fundado em 30 de julho de 1958 e é administrado pelo Sistema Único de Saúde. O governador do estado, José Parsifal Barroso, e os deputados Wilson Gonçalves, Francisco de Menezes Pimentel, José Martins Rodrigues e Carlos Jereissati estiveram presentes em sua inauguração. O Hospital São Francisco, também de cunho público, esteve ativo durante anos, porém foi desativado em 2006. Além disso, possui uma Unidade de Pronto Atendimento (UPA) — inaugurada em 25 de junho de 2016 com a presença do governador Camilo Santana —, um Centro de Especialidades Odontológicas (CEO) e a Policlínica Coronel Libório Gomes da Silva, ambas são administradas em parceria com cidades vizinhas. Em julho de 2019, o Tribunal de Contas do Estado (TCE) passou a investigar o repasse de verbas dos cinco anos anteriores. Em 2017, foram repassados R$ 21 milhões, o maior valor recebido naquele ano por um consórcio cearense. A mortalidade infantil de 2017 está de acordo com os níveis aceitáveis pela Organização Mundial da Saúde (OMS), que é de 10 mortes para cada mil nascimentos. O índice mais crítico foi registrado em 2009, quando ocorriam 25,19 óbitos. Em 2011, foram 7,50 mortos para cada mil nascidos, a melhor taxa obtida em todos os anos. ===Educação=== Em 2010, 17,3% da população era analfabeta, 19 996 pessoas estavam frequentando a escola naquele ano. A taxa de escolarização era de 97,8, o 64.º melhor do estado. Em 2015, os alunos dos anos inicias do ensino fundamental obtiveram, em média, nota 5,8 e dos anos finais de 4,6 no Índice de Desenvolvimento da Educação Básica (IDEB). Em 2017, trinta e nove escolas ofereciam ensino fundamental, uma das primeiras foi o Instituto São José, de caráter particular, inaugurado em 19 de março de 1950 e administrado desde janeiro de 1954 pelas Irmãs Capuchinas. Seis escolas ofereciam ensino médio, dente elas a Escola Monsenhor José Augusto da Silva, que foi fundada na década de 80. De acordo com o Ministério da Educação (MEC), os discentes obtiveram menor rendimento na redação e melhor desempenho na área das ciências humanas durante o Exame Nacional do Ensino Médio de 2018 (ENEM). Camocim ainda conta com um Campus do Instituto Federal do Ceará (IFCE), que oferta os cursos superiores de Licenciatura em Letras (Português/Inglês), Licenciatura em Química e Tecnólogo em Gestão Ambiental; os cursos técnicos em Administração, Gastronomia, Manutenção e Suporte em Informática e Serviços de Restaurante e Bar; e uma especialização em Análise Ambiental. Recentemente, foi anunciada a instalação de um Campus da Universidade Estadual Vale do Acaraú (UVA) no Município, com a oferta dos cursos de Ciências Contábeis e Engenharia de Pesca. ===Transporte=== A frota de veículos no Ceará cresceu de forma exacerbada e em Camocim ocorreu o mesmo. Em 2013, haviam 3 379 automóveis na cidade. De acordo com o Departamento Estadual de Trânsito (Detran), 16 777 veículos circulavam no município em 2017, um crescimento de 396% em quatro anos. Eram 11 319 motocicletas, o que representava a maioria. As mortes no trânsito estão dentro da meta dos Objetivos de Desenvolvimento Sustentável (ODS). No trasporte aéreo, há o Aeroporto Pinto Martins, cuja pista foi inaugurada em 8 de junho de 2011 e desde 2018 foi autorizado a receber voos regionais. === Mídia === * Rádio Pinto Martins 98,7 FM * Rádio Meio Norte 93,1 FM * Rádio União 93,7 FM == Filhos notórios == *Euclydes Pinto Martins *Onofre Muniz Gomes de Lima *José Dias de Macedo ==Bibliografia== * * == Ligações externas == * da prefeitura * Página da Câmara Municipal * Mapa de Camocim * Mapa de Camocim * Página do IBGE Categoria:Fundações no Ceará na década de 1870",
 "title": "Camocim"
}