{
 "id": "26027",
 "text": "O Paquistão possui uma rica e singular cultura que preserva tradições estabelecidas ao longo da história. Muitos hábitos, alimentos, monumentos e santuários são herança dos impérios mogol e afegão. O traje nacional, chamado shalwar qamiz, é proveniente de invasores nômades turco-iranianos da Ásia Central. Nos centros urbanos os trajes ocidentais são populares entre a juventude e os empresários. A sociedade paquistanesa é multilinguística e predominantemente muçulmana, que tem em alta conta os valores familiares tradicionais, embora as famílias urbanas tenham adotado o sistema do núcleo familiar, devido às restrições sócio-econômicas impostas pelo sistema tradicional. As últimas décadas assistiram ao surgimento de uma classe média em cidades como Carachi, Laore, Raualpindi, Hiderabade, Faiçalabade e Pexauar, cujos integrantes são considerados liberais,Beinart, Peter. \"Understate\". The New Republic Online. July 01, 2002. por oposição às regiões a noroeste, na fronteira com o Afeganistão, que permanecem conservadoras e dominadas por costumes tribais centenários. A globalização aumentou a influência da cultura ocidental no país. Cerca de quatro milhões de paquistaneses vivem no exterior,Aslam, S.M., Expatriates to Build Better Pakistan, Pakistan & Gulf Economist, 11–17 December 2000, URL accessed March 17, 2006 dos quais quase meio milhão residem nos Estados UnidosAhmed, Faish. \"U.S. Rules Give Pakistan a Windfall\". Wall Street Journal. New York, New York. October 22, 2003. Page A18. e cerca de uma milhão, na Arábia Saudita.Hussain, Shaiq. Musharraf to focus on Palestine in Saudia visit from today . The Nation. June 25, 2005. URL accessed March 17, 2006 Aproximadamente um milhão de descendentes de paquistaneses vivem no Reino Unido.Howells, Kim. Kim Howells arrives in Pakistan . Foreign and Commonwealth Office (National). September 6, 2006. URL accessed October 22, 2006 == Música == A música paquistanesa vai de melodias folclóricas provinciais e estilos tradicionais até formas modernas que fundem música ocidental e tradicional. A chegada de refugiados afegãos nas províncias ocidentais reavivou a música pastó e persa e transformou Pexauar num foco para músicos afegãos e num centro de distribuição da música do Afeganistão. == Arquitetura == A arquitetura da região correspondente ao atual Paquistão passou por quatro períodos históricos distintos, o pré-islâmico, o islâmico, o colonial e o pós-colonial. A civilização do Vale do Indo, surgida em meados do terceiro milênio a.C., permitiu o desenvolvimento de uma cultura urbana avançada pela primeira vez na área, com grandes instalações estruturais que, em alguns casos, ainda existem. Moenjodaro, Harapa e pertencem à era de assentamentos pré-islâmicos. A chegada do budismo e a influência persa e grega levou ao desenvolvimento do estilo greco-budista a partir do . O zênite desta época foi o estilo Gandara. As ruínas do mosteiro budista de Takht-i-Bahi, na Província de Caiber Paquetuncuá, são um exemplo da arquitetura budista. A chegada do Islã na região provocou o fim súbito da arquitetura budista. Ocorreu então uma transição para uma arquitetura islâmica sem representação de imagens. O edifício mais importante do estilo persa é a tumba do Xá Rukn-i- Alam, em Multan. Durante a era mogol, elementos artísticos da arquitetura islâmico-persa produziram formas freqüentemente alegres da arquitetura hindustani. Laore, residência episódica dos governantes mogóis, contém um bom número de edifícios importantes da era mogol, como a mesquita Badshahi, a fortaleza de Laore e a mesquita de Uazir Cã, dentre outros. A era colonial britânica assistiu à construção de edifícios do estilo indo-europeu, com uma mescla de elementos europeus e indo-islâmicos. A identidade nacional pós- colonial é expressa por estruturas modernas como a mesquita de Faiçal, o Minar-e-Pakistan e o Mazar-e-Quaid. == Literatura == A atual literatura paquistanesa é composta em urdu, sindi, panjabi, pastó, balúchi e inglês. No passado, também era expressa em persa. Antes do , constituía-se de poesia lírica e material religioso, místico e popular. Atualmente, o gênero de contos é particularmente popular. O poeta nacional paquistanês, Muhammad Iqbal, escreveu principalmente em persa, além de urdu, tratando de temas da filosofia islâmica. O expoente mais conhecido da literatura urdu contemporânea é Faiz Ahmed Faiz. Mirza Kalich Beg é considerado o pai da prosa sindi moderna. A tradição literária pastó contém poesia lírica e poemas épicos. Na língua balúchi, canções e baladas são populares. Feriados Data Nome em português Nome local Observações",
 "title": "Cultura do Paquistão"
}