{
 "id": "26065",
 "text": "James Marshall \"Jimi\" Hendrix (nascido Johnny Allen Hendrix; Seattle, 27 de novembro de 1942Cross, Charles R. Room Full Of Mirrors: A Biography Of Jimi Hendrix, 2005. pág. 8. – Londres, 18 de setembro de 1970) foi um guitarrista, cantor e compositor norte-americano. Na grande maioria das listas já publicadas de melhores guitarristas da história, ocupa o primeiro lugar, é um dos mais influentes músicos de sua era, em diversos gêneros musicais. Depois de obter sucesso inicial na Europa, conquistou fama nos Estados Unidos depois de seu desempenho em 1967 no Festival Pop de Monterey. Hendrix foi a principal atração, dois anos mais tarde, do icônico Festival de Woodstock e do Festival da Ilha de Wight, em 1969 e 1970 respetivamente. Hendrix preferia amplificadores valvulados de alta potência, com os quais tirava um som saturado e seco, e frequentemente aproximava-se com a guitarra de frente para os altofalantes para produzir um efeito chamado \"feedback\", em que o som vai- se realimentando, agregando harmônicos e sustentação. Esse efeito agradável e musical é às vezes confundido com outro, desagradável, a microfonia. Hendrix foi um dos músicos que popularizaram o pedal wah-wah, que ele utilizava frequentemente para dar uma expressividade quase vocal a seus solos, particularmente com o uso de bends e legato baseados na escala pentatônica. Foi influenciado por artistas de blues como T-Bone Walker, B.B. King, Muddy Waters, Howlin' Wolf, Albert King e Elmore James,Blues CD, MCA, comentários de Jeff Hannusch, p. 2.A Film About Jimi Hendrix, ed. deluxe DVD, Warner Bros. sp. feat: From The Ukelele to the Strat, Entrevista com Faye Pridgeon. guitarristas de rhythm and blues e soul como Curtis Mayfield, Steve Cropper, assim como de alguns artistas do jazz moderno.Willix, Mary. Voices from Home 195, pág. 28, 38, 73. Em 1966, Hendrix, que tocou e gravou com a banda de Little Richard de 1964 a 1965, foi citado como tendo dito: \"Quero fazer com minha guitarra o que Little Richard faz com sua voz\".White (2003), p. 125-128, 131-132, 163, 228 Como produtor musical, Hendrix também inovou ao usar o estúdio de gravação como uma extensão de suas ideias musicais. Foi um dos primeiros a experimentar com a estereofonia e phasing em gravações de rock, ao lado do engenheiro de som Eddie Kramer. Hendrix conquistou diversos dos mais prestigiosos prêmios concedidos a artistas de rock durante sua vida, e recebeu diversos outros postumamente, incluindo sua confirmação no Hall da Fama do Rock and Roll americano, em 1992, e no Hall da Fama da Música do Reino Unido, em 2005. Uma blue plaque (placa azul) foi erguida, com seu nome, diante de sua antiga residência, na Brook Street, de Londres, em setembro de 1997. Uma estrela na Calçada da Fama de Hollywood (Hollywood Boulevard, 6627) foi-lhe dedicada em 1994. Em 2006 seu álbum de estreia nos Estados Unidos, Are You Experienced, foi inserido no Registro Nacional de Gravações, e a revista Rolling Stone classificou-o como o melhor guitarrista na sua lista de 100 maiores guitarristas de todos os tempos, em 2003. Hendrix também foi a primeira pessoa a fazer parte do Hall da Fama da Música Nativo-Americana. == Biografia == === Juventude === Nascido em Seattle, Washington, Hendrix cresceu tímido e sensível, tendo de ser o responsável por cuidar de seu irmão mais novo, Leon Hendrix, profundamente afetado por problemas familiares, tais como o divórcio dos seus pais em 1951 e a morte de sua mãe em 1958, quando ele tinha apenas 16 anos. Era muito afeiçoado à sua avó materna, que possuía sangue cherokee, e que incutiu no jovem Jimi um forte sentido de orgulho de seus ancestrais nativos norte-americanos. Certa vez quando estava trabalhando na retirada de sucata junto com seu pai, Jimi encontrou um ukulele (instrumento de 4 cordas, introduzido no Havaí pelos portugueses no século XVII) que tinha apenas uma corda, mas que mesmo assim o encantou, posteriormente e com muita dificuldade comprou, por apenas 5 dólares, uma guitarra acústica, pondo-o no caminho da sua futura vocação. Depois de tocar com várias bandas locais de Seattle, Hendrix alistou-se ao exército, juntando- se à 101.ª Divisão Aerotransportada baseada em Fort Campbell, Kentucky, a 80 km da cidade de Nashville, no Tennessee, como paraquedista. Ali ele serviu por menos de um ano e recebeu dispensa médica após fraturar o tornozelo em um salto. Mais tarde ele diria que o som do ar assobiando no paraquedas era uma das fontes de inspiração para o seu som \"espacial\" na guitarra. Não há nenhum registro médico no exército americano sobre a dispensa de Hendrix. Em 2005, Charles Cross, que foi autor da biografia do líder do Nirvana, Kurt Cobain, publicou no seu livro \"Room Full of Mirrors\", que o guitarrista alegou estar apaixonado por um dos seus colegas do seu agrupamento, numa visita ao serviço psiquiátrico em 1962, em Fort Campbell (estado do Kentucky). Aquilo era mentira, segundo Cross, que relata a preferência do músico por mulheres. \"Ele queria apenas escapar do exército para se dedicar à música.\" Hendrix, que se alistou como voluntário para a guerra do Vietnã, nunca esteve em combate; porém, as suas gravações tornaram-se as favoritas entre os soldados que lá lutavam. Inicialmente levou uma vida precária tocando em bandas de apoio a músicos de soul e blues como Curtis Knight, B. B. King, e Little Richard em 1965. Sua primeira aparição destacada foi com os Isley Brothers, principalmente na canção \"Testify\" em 1964. === Carreira === ==== 1965-1968 ==== Em 14 de outubro de 1965, Hendrix assinou um contrato de gravação por três anos com o empresário Ed Chaplin, recebendo US$1 e 1% de direitos em gravações com Curtis Knight. Este contrato causou mais tarde sérios problemas entre Hendrix e outras companhias de gravação. Por volta de 1966, Hendrix já tinha a sua própria banda, Jimmy James and the Blue Flames (que incluía Randy California, mais tarde guitarrista do Spirit) e uma residência no Cafe Wha?, localizado na cidade de Nova Iorque. Foi durante este período que Hendrix conheceu e trabalhou com a cantora e guitarrista Ellen McIlwaine e também com o guitarrista Jeff \"Skunk\" Baxter (mais tarde integrante dos grupos Steely Dan e The Doobie Brothers) assim como o iconoclasta Frank Zappa, cuja banda The Mothers of Invention tocava no Garrick Theatre, no Greenwich Village novaiorquino. Foi Zappa que apresentou Hendrix ao recém-criado pedal de \"wah- wah\", um pedal de efeito sonoro do qual Hendrix rapidamente se tornou mestre notável e que se transformou em parte integrante de sua música. Foi enquanto tocava com o \"The Blue Flames\" no Cafe Wha? que Hendrix foi descoberto por Chas Chandler, baixista do famoso grupo de rock britânico The Animals. Chandler levou-o para a Inglaterra, levou-o a um contrato de agenciamento e produção com seu produtor musical e ajudou-o a formar uma nova banda, The Jimi Hendrix Experience, com o baixista Noel Redding e o percussionista Mitch Mitchell. Durante as suas primeiras apresentações em clubes de Londres, o nome da nova estrela espalhou-se como fogo pela indústria musical britânica. Os seus shows e musicalidade criaram fãs rapidamente, entre eles os guitarristas Eric Clapton e Jeff Beck, assim como os Beatles e o The Who, e também o ainda desconhecido Farrokh Bulsara, que mais tarde viraria o grande Freddie Mercury, cujos produtores imediatamente encaminharam Hendrix para o selo que produzia o The Who: a Track Records. O primeiro \"single\" desta parceria, uma regravação de \"Hey Joe\", se tornou quase que um padrão para as bandas de rock da época. Mais sucesso veio em seguida, com a incendiária \"Purple Haze\" e a balada \"The Wind Cries Mary\". Estas duas e ainda \"Hey Joe\" chegaram na época ao chamado \"Top 10\". Agora, finalmente estabelecido no Reino Unido como importante estrela de rock, Hendrix e sua namorada Kathy Etchingham mudaram-se para uma casa no centro de Londres, ao lado da casa que um dia pertencera ao compositor barroco Georg Friedrich Händel. ==== 1967 ==== Em 1967, o grupo, formado por Hendrix na guitarra e vocal, Noel Redding no baixo, eventualmente guitarra e vocais base, e Mitch Mitchell, na bateria, percussão e backing vocals lança seu primeiro álbum, Are You Experienced, cuja mistura de baladas (\"Remember\"), psicodelia (\"Third Stone from the Sun\" e \"Fire\"), e blues tradicional (\"Red House\") seria uma espécie de amostra de seu trabalho posterior. O álbum fez muito sucesso, que só não alcançou o número 1 porque foi barrado pelo Sgt. Pepper's Lonely Hearts Club Band dos The Beatles. O álbum é considerado por muitos o melhor álbum de estreia de todos os tempos, e foi eleito o quinto álbum mais importante da era do rock pela VH1 em 2001, além de estar em décimo quinto lugar na lista da revista Rolling Stone na categoria 500 Greatest Albums Of All Time (tradução livre: Os 500 melhores álbuns de todos os tempos). Outra edição da revista, publicada anos anteriormente em 1987, consagrou o álbum sendo o quinto na categoria Melhores Álbuns dos últimos 20 anos. O álbum está também incluído no livro 1001 álbuns que deve ouvir antes de morrer. Em 31 de março do mesmo ano, Hendrix fazia uma apresentação no Astoria Theatre, em Londres, quando teve a impressão (em sua opinião particular), que o público não estaria muito empolgado com seu show. Então, pela primeira vez, ateou fogo em sua guitarra em pleno espetáculo, evento que entrou para a história do rock, e se tornaria uma marca registrada nas suas apresentações, sendo repetido outras vezes. Foi levado para o hospital com queimaduras, sendo posteriormente advertido pelo administrador do Rank Theatre para controlar suas exibições no palco depois de danificar os amplificadores e outros equipamentos no palco. Com o forte apelo de Paul McCartney, integrante do \"Festival Pop de Monterey\" (Monterey Pop Festival), o Jimi Hendrix Experience foi agendado para apresentar-se naquele festival, e o concerto, onde ficou notória a imagem de Hendrix pondo fogo e quebrando sua guitarra, foi imortalizado pelo cineasta D.A. Pennebaker no filme Monterey Pop. O festival de Monterey foi um triunfante retorno. E foi seguido de uma abortada apresentação de abertura para o grupo pop The Monkees, em sua primeira turnê americana. Os Monkees pediram a presença de Hendrix simplesmente por serem seus fãs. Infelizmente, porém, a sua plateia predominantemente adolescente não se interessou pelas bizarras apresentações de Hendrix no palco, e ele abruptamente interrompeu a digressão depois de algum tempo, exatamente quando Purple Haze começava a estourar nas paradas norte-americanas. Chas Chandler mais tarde admitiu que ter \"caído fora\" da turnê dos Monkees foi planejado para ganhar o máximo de impacto de mídia e de afronta para Hendrix. Na época, circulou uma história afirmando que Hendrix tinha sido retirado da digressão devido a reclamações de que sua conduta no palco era \"lasciva e indecente\", reclamações estas que teriam sido feitas pela organização conservadora de mulheres Daughters of the American Revolution. De fato, a história era falsa: a coisa foi forjada pela jornalista australiana Lillian Roxon, a qual acompanhava a turnê junto com o namorado e cantor Lynne Randell, outro coadjuvante. A afirmação foi zombeteiramente repetida na famosa Rock Encyclopedia de Roxton em 1969, porém mais tarde ela admitiu que a coisa foi fabricada. Enquanto isso, de volta à Inglaterra, sua imagem de \"selvagem\" e de artista cheio de recursos para chamar atenção (tal como tocar a guitarra com os dentes e com ela às costas) continuava a trazer-lhe notoriedade, apesar de ele ter começado a se sentir mais e mais frustrado, devido à concentração da mídia e das plateias em suas atuações no palco e em seus primeiros sucessos, e pela crescente dificuldade em ter suas músicas novas também aceitas. No mesmo ano, o grupo lança seu segundo álbum, Axis: Bold as Love, que continuou o estilo estabelecido por Are You Experienced, com faixas como Little Wing e If 6 Was 9, mostrando a continuidade de sua habilidade com a guitarra. No entanto, um percalço quase impediu o lançamento do álbum — Hendrix perdeu a fita com a gravação master do lado 1 do LP depois de acidentalmente tê-la esquecido num táxi. Com a proximidade do prazo fatal de lançamento, Hendrix, Chandler e o engenheiro de som Eddie Kramer foram forçados a fazer às pressas uma remixagem a partir das gravações multicanais, o que eles conseguiram terminar numa verdadeira maratona noturna. Esta foi a versão lançada em dezembro de 1967, apesar de Kramer e Hendrix mais tarde terem dito que nunca ficaram totalmente satisfeitos com o resultado final. ==== 1968 ==== Por volta dessa época, desavenças pessoais com Noel Redding, combinadas com a influência das drogas, álcool e fadiga, conduziram a uma problemática digressão na Escandinávia. Em 4 de janeiro de 1968, Hendrix foi preso pela polícia de Estocolmo, após ter destruído completamente um quarto de hotel num ataque de fúria devido à embriaguez. A terceira gravação da banda, o álbum duplo Electric Ladyland de 1968, era mais eclético e experimental, incluindo uma longa seção de blues (\"Voodoo Child\"), a \"jazzística\" \"Rainy Day, Dream Away\"/\"Still Raining, Still Dreaming\" e aquela que é provavelmente a versão mais conhecida da música de Bob Dylan All Along the Watchtower A gravação do álbum foi extremamente problemática. Hendrix se decidira por voltar aos EUA e, frustrado pelas limitações da gravação comercial, decidiu criar seu próprio estúdio em Nova Iorque, no qual teria espaço ilimitado para desenvolver sua música. A construção do estúdio, batizado de \"Electric Lady\" foi cheia de problemas, e o mesmo só foi concluído em meados de 1970. O trabalho antes disciplinado de Hendrix estava a tornar-se errático, e as suas intermináveis sessões de gravação repletas de aproveitadores finalmente fizeram com que Chas Chandler pedisse demissão em 1 de dezembro de 1968. Chandler posteriormente se queixou da insistência de Hendrix em repetir tomadas de gravação a cada música (a música Gypsy Eyes aparentemente teve 43 tomadas, e ainda assim Hendrix não ficou satisfeito com o resultado) combinado com o que Chas viu com uma incoerência causada por drogas, fez com que ele vendesse sua parte no negócio a seu parceiro Michael Jeffery. O perfeccionismo de Hendrix no estúdio era uma marca - comenta-se que ele fez o guitarrista Dave Mason tocar 20 vezes o acompanhamento de guitarra de All Along The Watchtower - e ainda assim ele sempre estava inseguro quanto a sua voz, e muitas vezes gravava seus vocais escondido no estúdio. Muitos críticos hoje creem que Michael Jeffery teve uma influência negativa na vida e na carreira de Hendrix. Comenta-se que Jeffery (que foi anteriormente empresário da banda The Animals) desviou boa parte do dinheiro que Hendrix ganhou durante a vida, depositando-o secretamente em contas no exterior. Também se crê que Jeffery tinha fortes ligações com os serviços de inteligência (ele se dizia agente secreto) e com a Máfia. Apesar das dificuldades na sua gravação, muitas das faixas do álbum mostram a visão de Hendrix se expandindo para além do escopo do trio original (diz-se que este disco ajudou a inspirar o som de Miles Davis em Bitches Brew) e vendo-o colaborar com uma gama de músicos um tanto desconhecidos, incluindo Dave Mason, Chris Wood e Steve Winwood (da banda Traffic), ou o percussionista Buddy Miles e o ex-organista de Bob Dylan, Al Kooper. ==== 1969 ==== A expansão de seus horizontes musicais foi acompanhada por uma deterioração no seu relacionamento com os colegas de banda (particularmente com Redding), e o Experience se desfez durante 1969. Suas relações com o público também vieram a tona quando em 4 de janeiro de 1969 ele foi acusado por produtores de televisão de ser arrogante, após tocar uma versão improvisada de \"Sunshine of your Love\" durante sua participação remunerada no show da BBC1, Happening for Lulu Em 3 de maio Hendrix foi preso no Aeroporto Internacional de Toronto após uma quantidade de heroína ter sido descoberta em sua bagagem. Ele foi mais tarde posto em liberdade depois de pagar uma fiança de 10 mil dólares. Quando o caso foi a julgamento Hendrix foi absolvido, afirmando com sucesso que as drogas foram postas em sua bolsa por um fã sem o seu conhecimento. Em 29 de junho, Noel Redding formalmente anunciou à mídia que havia deixado o Jimi Hendrix Experience, embora ele efetivamente já tivesse deixado de trabalhar com Hendrix durante a maioria das gravações de Eletric Ladyland. Em agosto de 1969 Hendrix formou uma nova banda chamada Gypsy Suns and Rainbows, para tocar no Festival de Woodstock. Ela tinha Hendrix na guitarra, Billy Cox no baixo, Mitch Mitchell na bateria, Larry Lee na guitarra base e Jerry Velez e Juma Sultan na bateria e percussão. O show, apesar de notoriamente sem ensaio e desigual na performance (Hendrix estava, dizem, sob o efeito de uma dose potente de LSD tomada pouco antes de subir ao palco) e tocado para uma plateia celebrante que se esvaziava lentamente, possui uma extraordinária versão instrumental improvisada do hino nacional norte-americano, The Star-Spangled Banner, distorcida e quase irreconhecível e acompanhada de sons de guerra, como metralhadoras e bombas, produzidos por Hendrix em sua guitarra (a criação desses efeitos foi inovadora, expandindo para além das técnicas tradicionais das guitarras elétricas). Essa execução foi descrita por muitos como a declaração da inquietude de uma geração da sociedade americana, e por outros como uma gozação antiamericana, estranhamente simbólica da beleza, espontaneidade e tragédia que estavam embutidas na vida de Hendrix. Foi uma execução inesquecível relembrada por gerações. Quando lhe foi perguntado no Dick Cavett Show se estava consciente de toda a polêmica que havia causado com a performance, Hendrix simplesmente declarou: \"Eu achei que foi magico.\" ==== 1970 ==== A banda Gypsy Suns and Rainbows teve vida curta, e Hendrix formou um novo trio com velhos amigos, o Band of Gypsys, com seu antigo companheiro de exército, Billy Cox, no baixo e Buddy Miles na bateria, para quatro memoráveis concertos na véspera do Ano Novo de 1969/1970. Felizmente os concertos foram gravados, capturando várias peças memoráveis, incluindo o que muitos acham ser uma das maiores performances ao vivo de Hendrix, uma explosiva execução de 12 minutos do seu épico antiguerra 'Machine Gun'. Em 28 de janeiro de 1970 acontecia no Madison Square Garden, em Nova Iorque, um dos maiores concertos já organizados em prol da paz no Vietnã, o Festival do Inverno para a Paz. Teve sete horas e meia de duração. O baterista, Mitch Mitchell e o baixista Noel Redding, estavam no backstage porque participariam do fim do show fazendo uma jam com a Band of Gypsys, grupo que sucedeu ao Experience. Michael Jeffrey, empresário de Hendrix, deu-lhe um ácido, pensando que isso levantaria o astral de Jimi e faria com que o show saísse melhor. Mas o resultado foi o contrário e Jimi terá ficado fora de si em pleno palco, dizendo para uma garota na plateia: “Você está menstruada? Eu posso ver através das suas bermudas”. O choque de ter dito isso fez com que Hendrix se tocasse. Depois o guitarrista ainda no palco acrescentou: “Nós não estamos bem” e abandonou o palco no meio da segunda música. Hendrix foi o mais ovacionado apesar do curto set. Outros que se apresentaram: Blood, Sweat & Tears, Harry Belafonte, The Rascals e Peter, Paul & Mary. Miles posteriormente declarou durante uma entrevista de TV que Hendrix sentia que estava perdendo evidência para outros músicos. Passou o resto daquele ano em gravações sempre que arranjasse tempo, frequentemente com Mitch Mitchell, e tentando levar adiante o projeto Rainbow Brigde, uma superambiciosa combinação de filme/álbum/concerto no Havaí. Em 26 de julho Hendrix tocou no Sick's Stadium, em sua cidade natal, Seattle. Em agosto ele tocou no Festival da Ilha de Wight com Mitchell e Cox, expressando desapontamento no palco em face do clamor de seus fãs por ouvir seus antigos sucessos, em lugar de suas novas ideias, mesmo tendo momentos memoráveis (inclusive Jimi Hendrix executando a clássica \"Machine Gun\", com 18 minutos). Em 6 de setembro, durante sua última turnê europeia, Hendrix foi recebido com vaias e insultos por fãs, quanto se apresentou no Festival de Fehmarn, na Alemanha, em meio a uma atmosfera de baderna. O baixista Billy Cox deixou a turnê e retornou aos Estados Unidos depois de supostamente ter utilizado fenciclidina, uma substância analgésica. Antes da morte, mais tarde no mesmo ano, Hendrix iria começar um novo projeto, junto com o guitarrista e baixista Greg Lake (na época no grupo King Crimson) e o tecladista Keith Emerson. Greg, que acabava de deixar o King Crimson e Keith procuravam por um baterista e percussionista, e chegaram a conversar com Mitch Mitchell. O ex-baterista do Jimi Hendrix Experience, Gypsy Suns And Rainbows e Band Of Gypsys recusou, mas passou a ideia para Hendrix, que aceitou. A banda, que iria então ser formada pelos três, iria incorporar também Carl Palmer, como baterista, e se chamaria HELP (Hendrix, Emerson, Lake & Palmer). Infelizmente, Jimi morreu, mas o projeto seguiu, formando a banda de rock progressivo Emerson, Lake & Palmer, que produziu grandes sucessos, como Lucky Man, From The Beginning, Stil... You Turn Me On, entre outros. ==== Morte ==== thumb|150px|Os dois edifícios que compunham o Hotel Samarkand Hotel. Hendrix morreu num dos dois apartamentos no porão, que eram acessados por degraus na frente dos edifícios. Jimi Hendrix morreu em Londres nas primeiras horas de 18 de setembro de 1970, em circunstâncias que nunca foram completamente explicadas. Jimi havia passado parte da noite anterior em uma festa, de onde seguiu juntamente com a sua namorada Monika Dannemann para o Hotel Samarkand, no número 22 da Lansdowne Crescent, em Notting Hill. Estimativas indicam que ele teria morrido pouco tempo depois.Brown, Tony. The Final Days, citado em http://woodstockhendrix.gobot.com/about.html Dannemann alegou em seu depoimento original que Hendrix teria tomado sem que ela soubesse, na noite anterior, nove comprimidos de um remédio para dormir que ela utilizava. De acordo com o médico que o atendeu inicialmente, Hendrix tinha se asfixiado (literalmente afogado) em seu próprio vômito, composto principalmente de vinho tinto. Durante anos Dannemann alegou publicamente que Hendrix ainda estava vivo quando o colocaram na ambulância; seus comentários sobre aquela manhã, no entanto, foram frequentemente contraditórios, e variaram de entrevista para entrevista. Declarações de policiais e paramédicos revelam que não havia ninguém além de Hendrix no apartamento, e que não apenas ele estava morto quando chegaram à cena, mas também estava totalmente vestido, e já estava morto há algum tempo.Brown, Tony. The Final Days, citado em http://woodstockhendrix.gobot.com/whats_new.html As letras de uma canção composta por Hendrix e encontradas no apartamento levaram Eric Burdon a fazer um anúncio prematuro no programa 24 Hours, da BBC, de que Hendrix teria cometido suicídio. Depois de um processo por difamação movido em 1996 pela namorada inglesa de Hendrix por anos, Kathy Etchingham, Monika Dannemann cometeu suicídio - embora seu último amante, o guitarrista Uli Jon Roth(ex- Scorpions), tenha feito acusações de que ela teria sido assassinada. John Bannister, médico que atendeu Jimi Hendrix na noite de sua morte, disse que é plausível que o guitarrista tenha sido assassinado. As informações são da revista NME. Bannister se refere às declarações publicadas por James \"Tappy\" Wright, ex-roadie de Hendrix, em seu livro \"Rock Roadie\". Segundo Wright, o empresário do guitarrista, Mike Jeffrey, confessou que contratou um grupo que teria invadido o quarto de hotel e forçado Jimi Hendrix a tomar vinho e soníferos. Bannister disse que é possível que isso tenha acontecido por causa da quantidade de vinho encontrada nos pulmões e no corpo do guitarrista. De acordo com o médico, ele estava \"realmente afogado em uma enorme quantidade de vinho tinto\". \"A quantidade de vinho que estava sobre ele era fora do comum. Seus cabelos e sua camisa estavam embebidos, também seus pulmões e estômago estavam completamente cheios de vinho. Eu nunca tinha visto tanto vinho\", disse Bannister, informa o jornal The Times. Wright afirma que Mike Jeffrey confessou tudo em 1971, um ano após a morte de Hendrix. O empresário, que tinha uma apólice de seguro no nome do guitarrista no valor de US$ 2 milhões, morreu em 1973 em um acidente de avião. == Legado == Parte do estilo único de Hendrix se deve ao facto de ele ter sido canhoto.BBC Brasil.com (acessado em 30 de janeiro de 2008) Embora ele tivesse e usasse diversos modelos de guitarra durante sua carreira (incluindo uma Gibson Flying V que ele decorara com motivos psicodélicos), sua guitarra preferida, e que será sempre associada a ele, era a Fender Stratocaster, ou \"Strat\". Ele comprou sua primeira Strat por volta de 1965, e usou-as quase constantemente durante o resto de sua vida. Uma característica da Strat que Hendrix utilizou ao máximo foi a alavanca de trêmolo, patenteada pela Fender, que o habilitou a \"entortar\" notas e acordes inteiros sem que a guitarra saísse da afinação. O braço relativamente estreito da Strat, de fácil ação, foi também perfeito para o estilo envolvente de Hendrix e potencializou enormemente sua grande destreza - como pode ser visto em filmes e fotos, as mãos de Jimi eram tão grandes que lhe permitiam pressionar todas as seis cordas com apenas a parte de cima do seu polegar, e ele podia, pelo que dizem, tocar partes rítmicas e solos simultaneamente. As Stratocasters foram primeiramente popularizadas por Buddy Holly e pela banda britânica The Shadows, mas elas eram quase impossíveis de serem obtidas no Reino Unido até a metade da década de 60, devido às restrições de importação do pós-guerra. O surgimento de Hendrix coincidiu com o fim dessas restrições, e ele, de forma indiscutível, fez mais do que qualquer outro músico para tornar a Stratocaster a guitarra elétrica mais vendida na história. Anteriormente à sua chegada ao Reino Unido, a maioria dos músicos mais conhecidos utilizava guitarras Gibson e Rickenbacker, mas depois de Hendrix, quase todos os principais guitarristas, incluindo Jeff Beck e Eric Clapton, trocaram para as Fender Strats. Hendrix comprou várias Strats durante sua vida; ele deu várias de presente (incluindo uma dada ao guitarrista do ZZ Top Billy Gibbons), mas muitas outras foram roubadas e ele mesmo destruiu diversas delas em seus famosos rituais de queima da guitarra ao final dos shows. As partes queimadas e quebradas de uma Stratocaster que ele destruiu no Miami Pop Festival em 1968 foram dadas a Frank Zappa, que mais tarde a reconstruiu e tocou com ela extensivamente durante os anos 70 e 80. Depois da morte de Zappa, a guitarra foi posta à venda pelo filho de Zappa, Dweezil. Em maio de 1992, Dweezil colocou a guitarra à leilão nos Estados Unidos, esperando faturar US$ 1 milhão de dólares, mas a venda não foi efetuada. Tentou novamente leiloá-la em setembro, por 450 mil libras (em torno de 650 mil Euros), mas mais uma vez a venda não foi efetuada. A maior oferta feita por telefone, de 300 mil libras (em torno de 430 mil Euros) foi recusada. A lendária Strat branca de 1968 que Hendrix tocou no Festival de Woodstock foi vendida na Casa de Leilões Sotheby de Londres, em 1990, por £ 174 mil (em torno de 250 mil Euros). A guitarra foi revendida em 1993 por £ 750 mil. Hendrix foi também um revolucionário no desenvolvimento da amplificação e dos efeitos com a guitarra moderna. Sua alta energia no palco e volume elevado com o qual tocava requeriam amplificadores robustos e potentes. Durante os primeiros meses de sua turnê inicial ele usou amplificadores Vox e Fender, mas ele rapidamente descobriu que eles não podiam aguentar o rigor de um show do Experience. Felizmente ele descobriu o alcance dos amplificadores de guitarra de alta potência fabricados pelo engenheiro de áudio inglês Jim Marshall e eles se mostraram perfeitos para as necessidades de Jimi. Assim como ocorreu com a Strat, Hendrix foi o principal promotor da popularidade das \"Pilhas Marshall\" e os amplificadores Marshall foram cruciais na modelagem do seu som pesado e saturado, habilitando-o a controlar o uso criativo de \"feedback\" (N.T. microfonia) como efeito musical. thumb|185px|right|Memorial a Jimi Hendrix, em Fehmarn, Schleswig-Holstein, na Alemanha. Hendrix foi também constante na procura de novos efeitos de guitarra. Ele foi um dos primeiros guitarristas a se lançar além do palco a explorar por completo as totais possibilidades do pedal wah-wah. Ele também teve uma associação muito proveitosa com o engenheiro Roger Mayer e fez uso extensivo de muitos dos dispositivos desenvolvidos por ele, incluindo a \"Axis Fuzz Unit\", o \"Octavia octavia doubler\" e o \"UniVibe\", uma unidade de vibrato desenvolvida para simular eletronicamente os efeitos de modulação dos alto-falantes Leslie. O som de Hendrix era uma mistura única de alto volume e alta força, controle preciso do \"feedback\" e uma variação de efeitos de guitarra cortantes, especialmente a combinação \"UniVibe\"-\"Octavia\", que pode ser escutada na sua totalidade na versão ao vivo de 'Machine Gun' gravada pela 'Band of Gypsys'. A despeito da sua agitada agenda de turnês e seu perfeccionismo notório, ele era também um produtivo artista que deixou mais de 300 gravações inéditas, além de seus três LPs oficiais e vários compactos. Ele se tornou lendário como um dos grandes músicos do rock da década de 60 que, tal como Janis Joplin, Jim Morrison e Brian Jones se lançaram para o estrelato, tiveram sucesso por apenas uns poucos anos, e morreram ainda jovens. Hendrix influenciou numerosos artistas do funk e do funk rock, incluindo Prince, Sly Stone, George Clinton e Eddie Hazel do Funkadelic, John Frusciante, membro do Red Hot Chili Peppers e Ernie Isley dos Isley Brothers.Green, Raleigh (2008). The Versatile Guitarist. Alfred Publishing. 19, 21,29 e 34 p. ISBN 978-0-7390-4805-4. A influência de Hendrix também se estende a muitos artistas do hip-hop, tais como De La Soul, A Tribe Called Quest, Digital Underground, Beastie Boys, e Run-D.M.C.,Owen, Frank; Reynolds, Simon (abril de 1991). \"Hendrix Lives! Why Jimi still matters\". Spin 7 (1) Miles Davis ficou profundamente impressionado com Hendrix, e comparou as habilidades de improvisação de Hendrix com os de saxofonista John Coltrane.Davis, Miles; Troupe, Quincy (1989). Miles: The Autobiography. Picador. 282–283 p. ISBN 978-0-330-31382-7. Hendrix também influenciou o guitarrista sueco Yngwie Malmsteen, Stevie Ray Vaughan, Kirk Hammett do Metallica e o guitarrista de rock instrumental Joe Satriani.(maio de 2012). \"Hendrix at 70\". Guitar Player 46 (5).Gula, Bob (2008). Guitar Gods: The 25 Players Who Made Rock History. Greenwood. ISBN 978-0-313-35806-7. === Lançamentos póstumos === Depois da morte de Hendrix, centenas de gravações inéditas começaram a surgir. O produtor Alan Douglas causou controvérsia quando supervisionou a mixagem, remasterização e lançamento de dois álbuns de material importante que Hendrix deixará para trás em diferentes estados de finalização. São os LPs \"Crash Landing\" e \"Midnight Lightning\", e embora eles contenham várias faixas importantes, são álbuns considerados de qualidade abaixo do padrão; é quase certo que Jimi não os teria aprovado para lançamento se estivesse vivo. Em 1972, o produtor britânico Joe Boyd montou um excelente filme documentário sobre a vida de Hendrix, que ficou em cartaz em cinemas ao redor do mundo por muitos anos. A trilha sonora dupla do filme, que incluía apresentações ao vivo em Monterey, Berkeley e Ilha de Wight é, provavelmente, a melhor das realizações póstumas. Outro LP surgido nos anos 70 que valeu a pena foi a compilação ao vivo 'Hendrix In the West', que consiste em uma seleção das melhores gravações ao vivo em solo americano dos últimos dois anos de sua vida, incluindo uma brilhante execução da favorita nos concertos, a música \"Red House\". Embora o filme em si seja geralmente considerado pouco interessante, a trilha de 'Rainbow Bridge' prova que realmente é um item que vale a pena, e agora é item de colecionador. Ela inclui várias faixas que eram destinadas ao projeto de lançamento do quarto disco de estúdio de Hendrix, 'First Rays of the New Rising Sun', a sequência não completada de Eletric Ladyland. Essas faixas de estúdio, incluindo Dolly Dagger, Earth Blues, Room Full of Mirrors e a melancólica instrumental Pali Gap, mostram Hendrix avançando suas técnicas no estúdio a novos níveis, assim como absorvendo influências de \"soul\" contemporâneo e do \"funk. O LP da trilha sonora de 'Rainbow Bridge' se destaca pela extensa versão ao vivo de outra das melhores apresentações de Hendrix, a versão elétrica de dez minutos do \"stardard\" do blues 'Hear My Train A Comin'. Ele gravou originalmente essa música em 1967 para um filme promocional, tocando-a em caráter improvisado num blues ao estilo do \"Delta\" em um violão de 12 cordas emprestado. A versão eletrificada de 1970 (que permanece ao lado de 'Machine Gun' como sendo uma das suas melhores gravações ao vivo) mostra a música transformada, quase irreconhecível; como 'Machine Gun', ela apresenta todos os elementos clássicos e algumas inspiradas improvisações do som elétrico de Hendrix. A faixa foi gravada ao vivo em um concerto no Centro Comunitário de Berkeley, na Califórnia; um pequeno trecho filmado dessa apresentação ao vivo foi também incluído no filme \"Jimi Plays Berkeley\". O interesse por Hendrix diminuiu um pouco na década de 1980, mas com o advento do CD, a Polygram e a Warner- Reprise começaram a relançar muitas das gravações de Hendrix em CD no fim dos anos 80 e início dos 90. Os primeiros relançamentos da Polygram foram de baixa qualidade e Eletric Ladyland teve prejuízo particular, sendo evidente a transferência das fitas originais do LP, com as faixas colocadas fora da sua ordem correta. Isso refletiu na ordem original do LP, um artefato dos dias em que os LPs duplos eram prensados com os lados um e três em um LP e os lados dois e quatro no outro LP, para que os discos pudessem ser colocados em uma vitrola automática e tocados em sequência direto, somente trocando-os de lado uma vez. A Polygram lançou em seguida um conjunto duplo de 8 CD de qualidade superior com as faixas de estúdio em um conjunto de 4 CD, e as apresentações ao vivo em outro. Isto foi seguido pelo lançamento de um conjunto de 4 CD de apresentações ao vivo pela Reprise. Um documentário de áudio, originalmente feito para rádio e mais tarde lançado em 4 CDs também foi lançado por essa época e incluía muito material inédito. No final da década de 90, depois que o pai de Hendrix recuperou o controle sobre a propriedade de seu filho, ele e sua filha Janie estabeleceram a companhia \"Experience Hendrix\" para promover e cuidar de todo o extenso legado de gravações de Jimi. Trabalhando em colaboração com engenheiro original de Jimi, Eddie Kramer, a companhia iniciou um extenso programa de relançamentos, incluindo edições totalmente remasterizadas dos álbuns de estúdio e CDs de compilações de faixas remixadas e remasterizadas destinadas ao álbum 'First Rays of New Rising Sun'. Em 1994, foi lançado a compilação chamada Blues. Em 1999, em comemoração ao aniversário de 30 anos do Festival de Woodstock, foi lançado o álbum duplo Live at Woodstock. Até agora, a companhia \"Experience Hendrix\" faturou mais de US$ 44 milhões de dólares em gravações e \"merchandising\" associado. === Herança === Na falta de um testamento, Al Hendrix, pai de Jimi, herdou os direitos e \"royalties\" das gravações do filho, e confiou-os a um advogado, o qual supostamente enganou Al convencendo-o a vender esses direitos a companhias pertencentes a ele próprio. Al processou-o em 1993 por administrar de forma incompetente esses bens. O processo foi financiado pelo cofundador da Microsoft, Paul Allen, um fã devoto de Hendrix de longa data. Em uma resolução de 1995, Al Hendrix finalmente recuperou o controle sobre todas as gravações do filho. Diversos álbuns foram então remasterizados a partir das fitas originais e relançados. Al Hendrix morreu em 2002 com 82 anos. O controle dos bens e da companhia Experience Hendrix, que fora montada para administrar o legado de Hendrix, passou então à meia-irmã de Jimi, Janie. Em 2004 Janie Hendrix foi processada por seu meio-irmão, Leon Hendrix, irmão mais novo de Jimi, o qual foi deixado de fora do testamento de seu pai, em 1997. Ele buscava a restauração de sua parte na herança e a remoção de sua meia-irmã da posição de controle da propriedade de Hendrix. Parte de sua herança foi doada para o Instituto Live Aid. == Equipamentos de Jimi Hendrix == === Amplificador === * Marshall Plexi 1959 de 100 Watts Seu equipamento de amplificação consistia geralmente de seis caixas Marshall 4x12, um monitor 4x12 e quatro amplificadores Marshall de 100 watts, \"envenenados\". O pessoal da técnica costumava ter dificuldades em manter seu equipamento funcionando em turnês, porque ele ligava tudo no máximo, sobrecarregando muito além dos limites, e frequentemente atacava o equipamento. === Set de Pedais === * Thomas Organ/Vox Wah-Wah * Roger Mayer Octavia * Dallas Arbiter Fuzz Face * Uni-Vox Uni-Vibe. === Guitarras === Ficheiro:Black fender stratocaster.JPG|Fender Stratocaster. Ficheiro:Jimi Hendrix's Flying V Gibson Guitar.jpg|Gibson Flying V que pertenceu a Jimi Hendrix - e o característico formato de seu corpo que lhe dá seu nome. == Discografia == === The Jimi Hendrix Experience === * Are You Experienced (1967) * Axis: Bold as Love (1967) * Electric Ladyland (1968) === Jimi Hendrix/Band of Gypsys === * Band of Gypsys (1970) === Álbuns póstumos === * The Cry of Love (1971) * Rainbow Bridge (1971) * War Heroes (1972) * Loose Ends (1974) * Crash Landing (1975) * First Rays of the New Rising Sun (1997) * Valleys of Neptune (2010) * People, Hell & Angels (2013) * Both Sides Of The Sky (2018) == Ligações externas == * Categoria:Cantores dos Estados Unidos Categoria:Compositores dos Estados Unidos Categoria:Guitarristas dos Estados Unidos Categoria:Guitarristas de rock Categoria:Músicos de rock Categoria:Guitarristas afro-americanos Categoria:Naturais de Seattle Categoria:Descendentes de indígenas dos Estados Unidos Categoria:Afro- americanos Categoria:Homenageados no Hall da Fama do Grammy Categoria:Artistas incluídos no Rock and Roll Hall of Fame Categoria:Vencedores do Grammy Lifetime Achievement Award",
 "title": "Jimi Hendrix"
}