{
 "id": "26084",
 "text": "Nápoles (; em napolitano: Napule) é uma comuna do sul de Itália, da região da Campânia, província de Nápoles, com cerca de habitantes (cens. 2001) e com cerca de habitantes na região metropolitana (que compreende áreas na província de Caserta, Avellino e Salerno). Nápoles é a terceira cidade mais populosa da Itália após Roma e Milão e tem a segunda ou terceira maior (dependendo dos dados) região metropolitana do país. Estende-se por uma área de 117 km², com densidade populacional de . É conhecida mundialmente pela sua história, sua música, seus encantos naturais e por ser a terra natal da pizza. O centro histórico de Nápoles é Património Mundial da UNESCO. == Etimologia == A etimologia do nome \"Napoli\" deriva do termo grego Neapolis (Νεάπολις) que significa «cidade nova».Lombardo M. e Frisone F., Colonie di colonie: le fondazioni sub-coloniali greche tra colonizzazione e colonialismo. Atti del Convegno Internazionale di studi, Lecce 22-24 giugno 2006, Congedo ed., Galatina 2010 ISBN 978-88-8086-699-2. == História == Nápoles foi construída a poucos metros de uma outra cidade já existente, Partênope, que passou a ser chamada de Paleópolis (\"cidade velha\"). Foi conquistada pelos romanos em 327 a.C. durante a Segunda Guerra Samnita. No , passou para domínio bizantino e, no , constituiu-se em ducado independente. Em 1139, passou a pertencer ao Reino da Sicília. A universidade foi fundada em 5 de Junho de 1224. Passou a ser, no final do , a capital do reino. Em 1282, passou para a coroa de Aragão, sendo denominado reino de Nápoles. No , passou a ser independente, sendo anexada ao Reino da Sardenha em 1860 e ao Reino de Itália em 1861. Nessa cidade, nasceram os papas: Bonifácio V, Urbano VI, Bonifácio IX, Paulo IV, Inocêncio XII. == Rede urbana e população == Capital da província homónima e da região Campânia, é a terceira municipalidade da Itália por número de habitantes (dados do ISTAT); o último recenseamento (2006) encontra uma população de habitantes, mais do que um sexto da população regional inteira e aproximadamente um terço da população de sua província. Atualmente a municipalidade de Nápoles é 18° da Europa por população. A cidade em si é estendida muito além da superfície comunal, embora uma definição de seus limites não possa ser univocal. Os dados do UN de 2005 atribuem ao inteiro aglomerado da cidade uma população de aproximadamente habitantes, mas vai lembrado que são dados de várias fontes que variam de acordo com o método de cálculo usado (para l' aglomerado da cidade mas também sobretudo para a definição dos limites da área metropolitana). A Região Metropolitana, Área Metropolitana de Nápoles segundo a estima do OCSE alcançaria aproximadamente 3,1 milhões habitantes, atrás de Milão e de Roma. Em outras fontes aparece ser a segunda área metropolitana da Itália por população após Milão, somente para citar algumas: o U.S. Census Bureau and Times Atlas of the World estima uma população de aproximadamente 3 milhão habitantes, enquanto os dados de Eurostat contam aproximadamente 4 milhões e as fontes SVIMEZ atribuem preferivelmente distribuídos em uma área de km², fazendo da segunda área metropolitana italiana por população. A área metropolitana resulta ser, em todo caso, uma das mais populosas e densamente povoadas da União Europeia (em 2007 resultava ser a oitava em Europa e 86° ao mundo). Os urbanistas chamam o inteiro território urbanizado de \"a grande Napoli\"; o crescimento da cidade conseguiu de facto integrar municípios da província de Salerno e de Caserta. A costa metropolitana é estendida ininterruptamente desde Capo Miseno a Castellammare di Stabia. ==Demografia== == Geografia == Localiza-se no golfo de Nápoles, no mar Tirreno. É um porto importante e o principal centro industrial e comercial do sul do país. É, também, um centro turístico pois nos seus subúrbios localizam-se vários locais de interesse: o vulcão do monte Vesúvio, as ruínas de Pompeia e de Herculano e as ilhas de Capri e de Ísquia. O seu centro histórico foi declarado património mundial pela UNESCO. === Clima === Nápoles tem um clima tipicamente mediterrânico, com invernos moderados e chuvosos e verões quentes e secos, porém sempre refrescados pela brisa marítima que raramente falta no seu golfo. O sol esplende mediamente por 300 dias por ano. A classificação climática das comunas italianas insere a cidade na zona climática C. A particular conformação morfológica do território leva a que a cidade apresente diferentes microclimas, com a possibilidade de encontrar variações atmosféricas significativas movimentando-se apenas de poucos quilómetros. Mês Jan Fev Mar Abr Mai Jun Jul Ago Set Out Nov Dez Anual Máximas médias °C 15 15 17 21 24 29 32 32 28 23 19 16 23 Mínimas médias °C 6 6 8 11 14 18 20 20 17 13 10 7 13 Chuvamm. 90 80 70 60 20 10 0 0 40 70 110 100 650 Fonte: Weatherbase == Arquitetura e pontos turísticos == * Castelo do Ovo * Castel Nuovo * Catedral de Nápoles * Marechiaro * Museu Arqueológico Nacional de Nápoles * Palácio Real * Piazza Dante * Piazza del Plebiscito * Reggia di Capodimonte * Teatro San Carlo * Villa Pignatelli * Museu Arqueológico Nacional == Ligações externas == * Site oficial da comuna de Nápoles Categoria:Patrimônio Mundial da UNESCO na Itália Categoria:Capitais de Estados extintos",
 "title": "Nápoles"
}