{
 "id": "26100",
 "text": "O âmbar é uma resina fóssil muito usada para a manufatura de objetos ornamentais. Embora não seja um mineral, é por vezes considerado e usado como uma gema. Sabe-se que as árvores (principalmente os pinheiros) cuja resina se transformou em âmbar viveram em regiões de clima temperado. Nas zonas cujo clima era tropical, o âmbar foi formado por plantas leguminosas. Muito valorizado desde a antiguidade até o presente como uma pedra preciosa, o âmbar é transformado em uma variedade de objetos decorativos.\"Amber\" (2004). In Maxine N. Lurie and Marc Mappen (eds.) Encyclopedia of New Jersey, Rutgers University Press, . == Resinas == thumb|300px|Coleóptero anobídeo em âmbar báltico As resinas produzidas pelos vegetais agiam como proteção contra a ação das bactérias e contra o ataque de insetos que perfuravam a casca até atingir o cerne das árvores. A resina que saía da madeira acabou por perder o ar e a água de seu interior. Com o passar do tempo as substâncias orgânicas formadoras do âmbar acabaram por se polimerizar, formando assim uma resina endurecida e resistente ao tempo e à água. == História == Desde a pré- história, as regiões banhadas pelo mar Báltico, como Lituânia, Letônia e Estônia, são a principal fonte de âmbar. Acredita-se que o material foi utilizado desde a Idade da Pedra. Foram encontrados também objetos de origem báltica nos túmulos egípcios datando 3200 a.C. Outra pista importante foram objetos encontrados na Escandinávia que eram utilizados por vikings dos anos 800 até 1000 d.C. O nome vem do arábico anbar, provavelmente através do espanhol, porém esta palavra referia-se originalmente a ambargris, a qual é uma substância animal completamente distinta do âmbar amarelo. O âmbar verdadeiro tem sido chamado às vezes de karabe, uma palavra da derivação oriental significando \"o que atrai a palha\", em alusão ao poder que o âmbar possui de adquirir uma carga elétrica pela fricção. Esta propriedade, observada primeiramente por Tales de Mileto, sugeriu a palavra \"eletricidade\", do grego elektron nome aplicado, entretanto, ao âmbar e a uma liga de ouro e prata homônima. O âmbar é chamado também de eletro (electrum), sucino (succinum), e gleso (glaesum) por escritores latinos. Em hebreu arcaico hashmal significa âmbar, embora o hebreu moderno use a palavra i'nbar, inspirada no árabe. A palavra em alemão é Bernstein, e em letão é Dzintars. Em lituano o âmbar é chamado Gintaras. Durante o , os Cavaleiros Teutônicos controlaram a produção do âmbar na Europa, proibindo sua coleta desautorizada das praias na costa do Báltico, sob sua jurisdição, punindo infratores desta ordem com a morte. == Composição == O âmbar é um mineraloide de origem orgânica, heterogéneo na composição, que consiste de diversos corpos resinosos mais ou menos solúveis no álcool, éter e clorofórmio, associado com uma substância insolúvel betuminosa, derivado de resinas de árvores coníferas e plantas leguminosas que, enterradas durante milhões de anos, sofreram um processo de polimerização (Uma das formas de fossilização). É encontrado na forma de nódulos irregulares de coloração amarelo-parda, às vezes turva devido à inclusão de minúsculas bolhas de ar. Sua composição média é C10H16O. Aquecido pouco abaixo 300 °C, sofre uma decomposição que gera o \"óleo do âmbar\" deixando um resíduo marrom escuro ou negro chamado \"amber colophony\", ou \"amber pitch\" (piche de âmbar). Quando dissolvido em terebintina ou em óleo de linhaça, forma-se o verniz de âmbar ou laquê de âmbar. Ao ser aquecido até à queima, libertando um odor agradável (almiscarado), dá-se a fusão a temperaturas entre 280 e 290°C. É insolúvel em água, porém se dissolve em éter e clorofórmio. Quando transparente, apresenta um índice de refracção entre 1,53 e 1,55. A sua dureza varia entre 2 e 3 (bem maior que outras resinas fósseis) e a massa específica varia entre 1,05 a 1,10. == Âmbar báltico == thumb|Colar lituano com âmbar O âmbar báltico (alguns chamam de verdadeiro) libera na destilação seca ácido succínico cuja emanação aromática, algumas vezes irritante, se dá principalmente a este ácido nas variedades opaco pálidas ou ósseas, numa proporção aproximada de 3 a 8% da massa total. A diferença de outros similares de outras regiões do planeta é justamente a quantidade emanada de ácido succínico. Outras resinas fósseis denominadas frequentemente de âmbar não contêm o referido ácido, ou somente uma proporção muito pequena. Foi por este motivo que o professor J. D. Dana propôs o nome succinite somente para o âmbar báltico. Geralmente em trabalhos científicos o termo específico para o âmbar báltico é \"âmbar prussiano\". O chamado succinite é encontrado como nódulos irregulares em uma areia glauconítica marinha, conhecida como terra azul, ocorrendo no início do período oligoceno na região de Sambia, no mar Báltico, no Oblast de Kaliningrado, onde é explorado até a atualidade. == Origem == Acredita-se, entretanto, ter sido derivado do período Terciário e com depósitos do Eoceno. Ocorre como derivado mineral em antigas formações. Sabe-se que existem resquícios de uma flora abundante que ocorre na época da formação do âmbar, sugerindo relações com o flora oriental da Ásia e a parte do sul da América do Norte. H. R. Goppert nomeou o pinheiro \"amber- yielding\" comum nas florestas do Báltico Pinites succiniter. A madeira encontrada fossilizada não parece diferir geneticamente da existente também chamada de Pinus succinifera. É improvável, entretanto, que a produção do âmbar esteve limitada a uma única espécie, um grande número de coníferas que pertencem a gêneros diferentes produziram a resina. == Espécimes envoltos == Muitas peças encontradas contém além de espécimes vegetais em seu interior belamente preservados, também numerosos insetos, aranhas, anelídeos, crustáceos e outros organismos minúsculos que foram envoltos quando a exudação era fluídica. Na maioria dos casos a estrutura orgânica desapareceu, deixando somente uma cavidade oca. Porém, pelos, penas, fragmentos de madeira, (com os tecidos bem-preservados pela impregnação da resina), flores e frutos foram encontrados ocasionalmente em perfeito estado. Às vezes o âmbar retém a forma de gotas e de stalactites, às vezes na forma como ele saiu dos dutos e dos receptáculos das árvores feridas. O desenvolvimento anormal da resina foi chamado succinosis. == Impurezas == As impurezas são frequentemente mais recentes, em especial quando a resina caiu sobre a terra, de modo que o material foi contaminado. Excepcionalmente ocorreu um envernizamento, quando o âmbar impuro é chamado de firniss. Os cercos de pirites podem dar uma cor azulada ao âmbar. O âmbar preto é chamado de jet stone. O âmbar ósseo deve sua opacidade a minúsculas bolhas de ar. == Ver também == * Lista de minerais * Copal * Rota do Âmbar Categoria:Fósseis Categoria:Resinas Categoria:Gemas Categoria:Mineraloides Categoria:Âmbar",
 "title": "Âmbar"
}