{
 "id": "26104",
 "text": "Heitor () era, na mitologia grega, príncipe de Troia e um dos maiores guerreiros na Guerra de Troia, suplantado apenas por Aquiles. == Família == Era filho primogênito de Príamo e de Hécuba e irmão de Páris e Casandra. Foi casado com Andrómaca, quem teve um único filho Astíanax. Por ser chefe das tropas troianas na guerra, foi considerado como rei de facto da cidade, enquanto seu pai era apenas de jure. == Atuação na Guerra de Tróia == Heitor é um dos principais personagens na guerra de Tróia dentro do poema homérico Ilíada. Como chefe das forças da cidade de Tróia, sua contribuição frente ao exército grego foi decisiva para a guerra. Na obra de Homero, Heitor se situa como o personagem antagonista a Aquiles, tanto no campo de batalha quanto no caráter.Enquanto Ilíada começa com fazendo referência a Aquiles, termina com a morte de Heitor. > Ligam presto às carroças bois e mulos, Juntam-se ante a muralha. Ingentes > cargas De lenha acarretando nove dias, Ao décimo entre lágrimas levantam, E > no cimo da pira Heitor colocam, E ateiam fogo. A dedirrósea Aurora Veio > raiando, e a gente refervia. Depois que em roxo vinho apagam todos Em roda a > chama, seus irmãos e amigos, De arroios d’água as faces alagadas, Em urna de > ouro os brancos ossos colhem, De finos mantos carmesins coberta, Na cova a > metem, que por cima forram De grossas lajes. Do sepulcro ereto Em roda há > sentinelas, que previnam Dos de greva louçã qualquer ataque. Já tumulado, > aos paços reverteram, Onde Príamo rei, de Jove aluno, Lhes deu funéreo > esplêndido convívio. Heitor doma-corcéis tais honras teve. Ilíada, Homero., > Livro XXIV === Relutância de Heitor as hostilidades da guerra: === Apesar de ser o guerreiro mais temido por seus inimigos, Heitor não aprovou a guerra entre gregos e troianos. Ao observar como seu irmão Páris evita o embate com Menelau, rei de Esparta, ele o repreende por fugir da luta e causar tantos problemas a sua pátria. Entretanto Páris propõe um duelo contra Menelau, em que o vencedor ficaria com Helena e colocaria fim a guerra. Porém durante o duelo Afrodite retira Páris do campo de batalha, onde Menelau se declara o vencedor, contudo Pandaro atira uma flecha das muralhas de Tróia e a guerra é reiniciada. Os gregos atacam e obrigam os troianos a recuar, fazendo com que Heitor organize um contra-ataque. Quando pronto para atravessar as portas da cidade sua esposa Andrómaca com seu filho Astiánax nos braços lhe impede e suplica que não saia, pois esta seria a ruína da cidade. Heitor sabe que a derrota seria a destruição e escravização de seu povo a um país estrangeiro. Ele explica que não pode fugir da luta, a consola que nada poderá abatê-lo até que chegue a sua hora. O brilho de seu elmo de bronze assusta seu filho que começa a chorar. Heitor tira este elmo, abraça sua família e pede a Zeus que seu filho possa crescer, ser um grande líder e obter mais glórias em batalhas que ele. === Heitor e Ajax: === Heitor e Páris atravessam os portões da cidade, reagrupam os troianos e provocam grandes estragos aos gregos. Heitor desafia qualquer grego para combate individual, sabendo por seu irmão Heleno (com poderes de adivinho) que não era seu destino morrer ali. Os gregos se mostram resistentes a enfrentá-lo em batalha, nove deles então se oferecem e realizam um sorteio para a luta. Ajax Telamon é escolhido e enfrenta Heitor durante o dia todo de batalha, em que nenhum dos dois se sagra vencedor. Ao final da luta ambos demonstram admiração e respeito pela habilidade do adversário. Heitor presenteia Ajax com sua espada e este lhe entrega o cinto. Ilíada, Homero, livro VII === Ataque ao acampamento grego: === Os troianos empurram os grego para dentro seu acampamento com as paliçadas, a ponto de alcançar os navios, porém Agamenon reorganiza o exército e repele o ataque. A noite cai e Heitor decide atacar o acampamento inimigo e queimar os navios no cais. Ilíada, Homero, livro VIII Após uma resistência inicial, as tropas troianas conseguem avançar até os navios. Diomedes e Odisseu conseguem segurar o avanço de Heitor e ganham tempo para retirada, enquanto os troianos seguem a derrubar as paliçadas. Heitor ordena que seu exército escale o muro. A batalha segue dentro do acampamento grego. Heitor é atingido por uma pedra lançado por Ajax, contudo Apolo lhe envia forças. Heitor chega finalmente ao navio de Protésilas e ordena o incêndio, porém Ajax e seu irmão, Teucro, impedem qualquer chance de sucesso dos troianos. === Heitor e Pátroclo: === Diante da perigosa ofensiva troiana a esperança grega se reduz a Aquiles retornar a luta. Porém o herói grego continua relutante em seguir para a batalha. Então Pátroclo decide vestir a armadura de Aquiles e partir para batalha. Durante a luta Patroclo é ferido por Euforbo e morto por Heitor, apoiado por Ares. Ilíada, Homero, livro XVI Heitor toma a armadura de Pátroclo e ordena a retirada do combate, evitando lutar contra Ajax pelo corpo de Patroclo. Aquiles ao saber da morte de Patroclo decide retornar a luta e clama por vingança. === Derrota e morte do herói: === Durante a noite os troianos se reunem no conselho. Polidamante aconselha Heitor a voltar a cidade e se proteger da fúria de Aquiles. Heitor desconsidera o conselho, ordena manter o acampamento e decide enfrentar Aquiles em batalha. No dia seguinte os gregos chegam avançam até os portões da cidade. Heitor se mistura entre as tropas troianas, aconselhado pelo deus Apolo. Depois que Apolo matou Polidoro, Heitor novamente deixa de se esconder, sendo retirado do campo de batalha novamente por Apolo. Após a retirada das tropas troianas Heitor fica fora dos portões da cidade e é perseguido por Aquiles. Estes dão três voltas em torno das muralhas até que Atenas incita Heitor a enfrentar Aquiles. Heitor pede a Aquiles que honre o cadaver do perdedor, porém o grego rechaça qualquer clemência. Inflingindo um golpe de espada na base do pescoço, único ponto desprotegido da armadura. Levando ao fim da vida o maior herói troiano. Ilíada, Homero, livro XXII == Bibliografia == * * Heitor, o guardião da cidade? O herói épico sob a crítica filosófica, Nascimento, J. G, F, Dissertação de mestrado, UFMG, 2015 == Lista de Referências == Categoria:Heróis da mitologia grega Categoria:Pessoas da Guerra de Troia Categoria:Personagens da Ilíada Categoria:Troianos Categoria:Eneida",
 "title": "Heitor"
}