{
 "id": "26124",
 "text": "O Bulletin Board System (abreviado BBS) é um sistema informático, um software, que permite a ligação (conexão) via telefone de seu computador pessoal à um sistema online, que permite interação entre eles, semelhante a internet. Uma vez autenticado (logado), o usuário pode executar funções como: upload e download de dados; ler notícias/boletins; trocar mensagens com outros usuários por meio de fóruns públicos em modo-texto; bate-papo direto; alguns ofereciam até jogos online. A InfoWorld estimou que havia 60 mil BBSes atendendo 17 milhões de usuários somente nos Estados Unidos em 1994. Na década de 1980 e 1990 era a forma mais popular do uso da internet. Entretanto, no final da década de 90, a introdução de um serviço barato de Internet discada e do navegador Mosaic ofereceu facilidade de uso e acesso global que o BBS e os sistemas on-line não forneciam, e levou a uma rápida quebra no mercado. Com a maioria dos BBSes fechando e suas funcionalidades sendo substituídos pela World Wide Web. Hoje, o BBS sobrevive em grande parte como um hobby nostálgico de antigos usuários e aficionados pela computação. == História == A primeira BBS foi criada por Efrem Lipkin, Mark Szpakowski e Lee Felsenstein em Berkeley e São Francisco em 1972 com o nome de Community Memory.Resource One Newsletter. N°2, April 1974. A \"Community Memory\" era um tipo de boletim eletrônico, voltado para a comunidade, onde as pessoas podiam postar textos e procurar por noticias que lhes interessavam. O servidor da primeira versão era um XDS-940 da Xerox, disponibilizado para o grupo pela empresa Resource One, uma organização sem fins lucrativos, voltada para o uso da tecnologia de informação, para fins comunitários e educacionais, localizado em São Francisco. O primeiro terminal foi um teletipo ASR-33 localizado no topo da escada da Leopold’s, uma famosa loja de venda de discos em Berkeley. Uma pessoa podia deixar mensagens e anexar palavras-chave a ela. Outras pessoas podiam então achar mensagens através das palavras-chave. A linha de comunicação de São Francisco para Berkeley, era de 110 bits/s. O teletipo era barulhento, para minimizar o barulho, ele foi colocado numa caixa de papelão com um plástico transparente no topo de modo a se poder ver o que estava sendo impresso e buracos para as mão de modo a se poder digitar. Outra BBS daquela época, apareceu em 16 de Fevereiro de 1978, em Chicago, nos Estados Unidos, e chamou-se CBBS. Durante os seus anos áureos (entre os fins da década de 1970 e os meados da década de 1990), muitos BBSs existiam como um mero passatempo do sysop, enquanto outros BBSs cobravam dinheiro aos seus utilizadores pelo acesso. no Brasil o mais popular das BBS era a chamada Mandic BBS, ela tinha um número muito grande de usuários e e colaboradores. A popularidade dos BBSs decresceu muito com a massificação da internet, sobretudo da World Wide Web, devido aos seguintes motivos, entre outros: * O acesso aos BBSs implicava custos de comunicação mais elevados do que a Internet * Os BBSs tinham capacidades de conectividade muito reduzidas quando comparadas com as da Internet * A WWW é mais fácil de utilizar que os BBSs * Os sysops não encontraram um modelo de negócio sustentável para os BBSs, contrariamente aos que começavam a investir na Internet. == Uso == O que fazer eu uma BBS? além de proporcionar a distribuição de softwares, aplicativos, informações e lazer, como jogos on-line, os BBSs eram usados por empresas que precisavam integrar seus funcionários externos. Com um computador, às vezes um laptop, e um telefone ele conseguia enviar seus pedidos de vendas, relatórios e interagir com os dados da empresa com custos relativamente baixos. Hoje em dia isso é simples com a Internet e o hipertexto nos documentos. Um utilizador que se liga a um BBS pode fazer as seguintes ações, dependendo do que cada BBS oferece: * Descarregar software e dados (download) * Enviar software e dados (upload) * Ler notícias * Trocar mensagens com outros utilizadores ou com o sysop * Participar em fóruns de discussão * Conversar (chat) com outros utilizadores ou com o sysop * Divertir-se com jogos online O download de software, como atualização de antivírus, e trocas de mensagens eram as principais atividades. == BBS e mensagens eletrónicas == Os BBS trocavam entre si mensagens através de redes de correio (echomail), entre as quais as mais conhecidas em Portugal eram a Fidonet, Magicnet e Cybernet. No Brasil, a RBT chegou a ter 130 BBS filiadas. Desta forma, qualquer utilizador de um BBS pode enviar uma mensagem pública para um fórum e ela é distribuída por todos os BBSs que fazem parte da rede de correio. A troca de mensagens entre as BBS é feita geralmente através de dial-up (ligação telefônica discada), numa ligação entre as BBS, organizadas de forma hierárquica. Essa ligação é feita geralmente à noite para diminuir custos de comunicação (chamava-se isto de evento). Estas redes de correio serviram de base para a criação dos newsgroups da Internet. Os BBS permitem também o envio de mensagens privadas entre utilizadores via rede Fidonet, chamadas de netmail. O netmail é similar ao email utilizado na Internet, com a diferença de que o envio não é instantâneo pois depende da hora a que os BBS comunicam entre si (da responsabilidade de cada sysop). == Ver também == * PCBoard * Synchronet * Remote Access * Master Link BBS * Regra Um * ACS Internet BBS * UnaXcess == Ligações externas == * Categoria:Programas de computador Categoria:História da Internet Categoria:Cultura da Internet",
 "title": "Bulletin board system"
}