{
 "id": "26127",
 "text": "Mozilla Firefox, ou simplesmente Firefox, é um navegador livre e multiplataforma desenvolvido pela Mozilla Foundation com ajuda de centenas de colaboradores. A intenção da fundação é desenvolver um navegador leve, seguro, intuitivo e altamente extensível. Baseado no componente de navegação da Mozilla Application Suite, o Firefox tornou-se o objetivo principal da Mozilla Foundation. Cerca de 40% do código do programa foi totalmente escrito por voluntários. Com mais de 25 milhões de downloads nos primeiros 99 dias após o lançamento da versão 1.0, o Firefox se tornou uma das aplicações de código livre mais usadas por usuários domésticos. A marca de 100 milhões de downloads foi atingida em 19 de outubro de 2005, antes de completar o primeiro ano da versão 1.0.Firefox Surpasses 100 Million Downloads! Com cerca de 17 mil extensões disponíveis em 26 de julho de 2012, as extensões ultrapassaram a marca de 3 bilhões de downloads. O Firefox destacou-se como alternativa ao Internet Explorer e reativou a chamada guerra dos navegadores. Segundo o StatCounter, atualmente cerca de 3,36% dos usuários da Internet utilizam o Firefox, sendo o quarto navegador mais utilizado no mundo, atrás do Google Chrome, do Safari e do Microsoft Edge. == História == Dave Hyatt, Joe Hewitt e Blake Ross, que deram início ao projeto Firefox, diziam acreditar que a utilidade do navegador Mozilla estava comprometida com os interesses comerciais da Netscape (que os patrocinava), bem como a inclusão de funções pouco usadas. Foi então que criaram um navegador separado, o qual visava substituir a suíte Mozilla. Atualmente, Ben Goodger (recentemente admitido pela Google) comanda o time que desenvolve o Firefox. O Firefox mantém a natureza multi-plataforma do navegador Mozilla original, usando a linguagem de programação XUL, a qual possibilita a instalação e personalização de temas e extensões. Porém, acreditava-se que estes add-ons pudessem aumentar os riscos de segurança do navegador. Com o lançamento da versão 0.9, a Mozilla Foundation lançou o Mozilla Update, um site que contém temas e extensões \"aprovados\" como seguros. Deixa-se a cargo do usuário a decisão de arriscar-se a baixar extensões de fontes não-confiáveis. O MozillaZine, um site com notícias, fóruns e weblogs para a discussão de assuntos relativos ao Mozilla (operado por entusiastas dos produtos Mozilla), foi fundado em 1 de setembro de 1998. O mozilla.org é o site oficial brasileiro da Mozilla. A intenção da Mozilla Foundation é aposentar a suíte Mozilla e substituí-la pelo Firefox. Em 10 de março de 2005, foi anunciado que os lançamentos oficiais da suíte se encerrariam com as versões 1.7.x. Como existem usuários corporativos da mesma, a série 1.7.x ainda é desenvolvida tendo apenas atualizações de segurança em seu roadmap. A versão 1.8.x, que já se encontrava em estado maduro de beta, não foi liberada para não acumular trabalho com atualizações de segurança para 1.7.x e 1.8.x. A versão 1.8.x foi substituída pelo novo navegador SeaMonkey, que continua sendo desenvolvido pela comunidade colaboradora com poucas diferenças iniciais da suíte Mozilla. === Nome === 250px|thumb|Phoenix 0.1, a primeira versão oficial. O projeto, atualmente conhecido como Firefox, começou como uma divisão experimental da suíte Mozilla chamada m/b (ou mozilla/browser). Após o estágio inicial de desenvolvimento, versões de teste foram disponibilizadas ao público em 23 de setembro de 2002 sob o nome Phoenix. O nome Phoenix vigorou até 14 de abril de 2003, quando teve que ser mudado devido a problemas de direito autoral com a fabricante de BIOS Phoenix Technologies (que produz um navegador para BIOS). O novo nome, Firebird, foi recebido com opiniões diversas, pois tinha o mesmo nome do software livre de base de dados Firebird. No final de abril, seguindo — em apenas poucas horas — uma aparente mudança de nome do navegador para Firebird browser, a Mozilla Foundation determinou que o navegador fosse chamado de Mozilla Firebird para evitar confusões com o nome do servidor de dados Firebird. Entretanto, uma contínua pressão da comunidade de software livre forçou outra mudança de nome e, em 9 de fevereiro de 2004, Mozilla Firebird se tornou Mozilla Firefox (ou somente Firefox).Mozillazine Mozilla Firebird Renamed Firefox, Version 0.8 Released O nome foi escolhido por ser parecido com \"Firebird\" e também por ser único na indústria da computação. A fim de evitar uma futura mudança de nome, a Mozilla Foundation deu início ao processo de registro do nome Firefox como marca registrada no Gabinete Americano de marcas e patentes em dezembro de 2003. Como o mesmo nome já havia sido registrado no Reino Unido, a Mozilla Foundation fez um acordo com a The Charlton Company. O nome \"Firefox\" se refere ao panda-vermelho também conhecido como raposa de fogo (nome científico: Ailurus fulgens; do grego ailurus, gato; e do latim fulgens, brilhante), um pequeno mamífero arborícola e a única espécie do gênero Ailurus. Pertence à família Ailuridae, mas já foi classificado nas famílias Procyonidae (guaxinim) e Ursidae (ursos). Para Jon Hicks, autor do logótipo, o animal não passa o conceito apropriado, além de não ser conhecido: \"Um firefox é na verdade um atraente panda vermelho, porém ele realmente não traz à mente o imaginário correto. O único conceito, dos que fiz, com o qual me senti feliz foi este, inspirado pela visão de uma pintura japonesa de uma raposa\". Muitas derivações incorretas da escrita original do nome têm ocorrido, como por exemplo Fire fox, Fire Fox ou ainda FireFox. Porém, o nome oficial do navegador é escrito em apenas uma palavra, e com o segundo F minúsculo: \"Firefox\". Devido a problemas de marca registrada da Mozilla Foundation,Problemas de Trademark entre Mozilla e Debian os pacotes \"Firefox\" e \"Thunderbird\" foram trocados de nomes para a distribuição Linux Debian. O Debian só aceita softwares totalmente livres e, para solucionar esse problema, foram desenvolvidos os pacotes Iceweasel e Icedove, que são idênticos ao Firefox e ao Thunderbird, respectivamente. Os ícones oficiais do Iceweasel e do Icedove são, respectivamente, e . === Marca e identidade visual === O progresso no desenvolvimento da identidade visual, desde o início do projeto, é um dos aspectos mais notáveis do Firefox. As primeiras versões do Firefox foram consideradas razoáveis em relação ao design, mas não alcançavam os mesmos padrões dos softwares utilizados em larga escala. O lançamento do Firefox 0.8 em fevereiro de 2004 demonstrou o esforço em se atingir um novo visual, inclusive com novos ícones. O ícone do Firefox é desenhado desde então pelo britânico Jon Hicks. O animal mostrado no ícone é um panda vermelho estilizado, apesar de o nome remeter a uma raposa. Este ícone foi escolhido por não ser extremamente chamativo. O ícone do Firefox é uma marca registrada usada para designar o Mozilla Firefox distribuído pela Mozilla. Apesar de ter o código fonte aberto, os ícones e suas imagens não são de uso livre. Devido a isto, versões modificadas do Firefox não estão autorizadas a usar os ícones oficiais. O mesmo ocorre nas versões beta do Firefox. Por serem modificações do original lançado, elas não podem utilizar o mesmo ícone sendo usado geralmente o ícone e modificações dele. === Histórico de lançamentos === Desde o início do projeto, em 23 de setembro de 2002, o Firefox tem sido atualizado com certa frequência. Mudanças no gerenciamento de extensões, de uma versão para outra, foram comuns em seu estágio pré-1.0. Finalmente, o Firefox 1.0 foi lançado em 9 de novembro de 2004, seguido pela versão 1.0.1 em 24 de fevereiro de 2005, que continha algumas correções de segurança e estabilidade. A versão 1.0.2 foi lançada logo em seguida, em 23 de março de 2005, a qual incluía mais atualizações de segurança. A versão 1.0.3 também foi lançada em menos de um mês, em 15 de abril de 2005, com mais atualizações de segurança. A versão 1.0.4 foi lançada em 11 de maio de 2005, incluindo várias correções relativas à segurança, além de correção de um erro no DHTML. As versões seguintes do Firefox, 1.0.5 e 1.0.6, foram sendo lançadas para correções de erros que implicavam na segurança dos usuários, datadas de 12 e 20 de julho de 2005, respectivamente. Em 30 de novembro de 2005 a versão 1.5 foi lançada com novos recursos como atualizações automáticas, reordenação dos separadores utilizando o mouse, suporte a novos padrões web como SVG, CSS 2, CSS 3, JavaScript 1.6 e outros. Após o lançamento da nova versão de seu principal concorrente, o Internet Explorer 7 em 18 de outubro de 2006, a fundação Mozilla lançou o Firefox 2 em 25 de outubro de 2006 com sistema antiphishing, melhoria nas abas, botão incluso no campo de busca e modificações no visual. Sua primeira atualização para correção data em 20 de dezembro do mesmo ano. O Firefox também é muito utilizado na versão para Android, o qual já alcançou a marca de 10 milhões de downloads, e já ultrapassa a versão 14 do aplicativo. Durante seu desenvolvimento, o código fonte do Firefox teve vários nomes de uso interno da equipe que o desenvolve. Todos estes nomes foram inspirados em lugares reais, como Three Kings, Royal Oak, One Three Hill, Mission Bay e Greenlane, cujos nomes se referem à subúrbios das cidades de Auckland, na Nova Zelândia e Whangamata, uma pequena cidade litorânea na península de Coromandel, também na Nova Zelândia. Os nomes foram escolhidos por Ben Goodger, que foi criado em Auckland. Outros nomes, incluindo os que são usados no mapa de desenvolvimento (roadmap) do Firefox, são baseados no caminho de uma viagem do estado norte-americano da Califórnia até Phoenix, no estado do Arizona. De acordo com Ben Goodger, \"Deer Park\" não se refere a Deer Park, em Victoria (região localizada ao sudoeste da Austrália), trata-se apenas de um nome simbólico. \"Eu estava a passear próximo da linha férrea em Long Island, há algumas semanas, quando vi o nome escrito em algum lugar e ele me pareceu bonito\", disse Goodger. Portanto, esta é provavelmente uma referência à Deer Park, Nova York, uma área de recenseamento na região de Long Island. A última versão do Firefox a receber um codinome foi a versão 4.0 que foi batizada de Tumucumaque, nome popular do Parque Nacional Montanhas do Tumucumaque, localizado na Amazônia, nos estados do Pará e do Amapá — Brasil. Em 2016, a Mozilla anunciou um projeto conhecido como Quantum, que procurou melhorar o Gecko — o motor do Firefox — e outros componentes para melhorar o desempenho do Firefox, modernizar sua arquitetura e transição do navegador para um modelo de processo múltiplo. Essas melhorias vieram na sequência da redução da participação de mercado para o Google Chrome, bem como as preocupações de que seu desempenho estava estagnado em comparação ao Chrome. Apesar de suas melhorias, essas alterações exigiram que os complementos existentes para o Firefox se tornassem incompatíveis com versões mais recentes, a favor de um novo sistema de extensões projetado para ser semelhante ao do Chrome, e ao de outros navegadores recentes. O Firefox 57, que foi lançado em novembro de 2017, foi a primeira versão a conter aprimoramentos do Quantum e, portanto, foi chamado de Firefox Quantum. Um executivo da Mozilla afirmou que o Quantum foi a \"maior atualização\" do navegador desde a versão 1.0. === Versões === Abaixo é possível conferir as mudanças e melhorias que ocorreram no programa desde seu primeiro lançamento até a atual versão disponível para download. Histórico de lançamentos Nome Versão do Gecko Versão/ Codinome Data de lançamento Principais mudanças Phoenix 1.2 0.1 \"Pescadero\" 23 de setembro de 2002 Primeira versão; barra de ferramentas personalizável, busca-rápida, navegação por abas. Phoenix 1.2 0.2 \"Santa Cruz\" 1 de outubro de 2002 Barra lateral, gerenciamento de extensões. Phoenix 1.2 0.3 \"Lucia\" 14 de outubro de 2002 Bloqueio de imagens, lista de exceções do bloqueador de pop-up. Phoenix 1.3 0.4 \"Oceano\" 19 de outubro de 2002 Temas, melhorias no bloqueador de pop-up, personalização da barra de ferramentas. Phoenix 0.5 \"Naples\" 7 de dezembro de 2002 Páginas iniciais múltiplas, melhorias em acessibilidade e na barra lateral, histórico. Mozilla Firebird 1.5 0.6 \"Glendale\" 17 de maio de 2003 Novo tema padrão (Qute), melhorias em privacidade e marcadores, rolagem suave, redimensionamento automático de imagens. Mozilla Firebird 1.5 0.7 \"Indio\" 15 de outubro de 2003 Rolagem de tela automática, gerenciador de senhas, melhorias no painel de preferências. Mozilla Firefox 1.6 0.8 \"Royal Oak\" 9 de fevereiro de 2004 Instalador em Windows, modo offline, melhorias nos marcadores e gerenciador de downloads, novo logo. Mozilla Firefox 1.7 0.9 \"One Tree Hill\" 15 de junho de 2004 Novo tema padrão (Winstripe), migração de dados compreensiva, novo gerenciador de temas/extensões, tamanho do instalador reduzido, novo sistema de ajuda, instalador Linux, ícone para e-mail. Mozilla Firefox 1.7 1.0 \"Phoenix\" 9 de novembro de 2004 Lançamento oficial da versão 1.0. Novos recursos como suporte a feeds RSS/Atom, barra de busca, localizador de plugin. Suporte técnico encerrado em 13 de abril de 2006 após o lançamento da versão 1.0.8. (suporte a versões antigas do Firefox geralmente terminam seis meses após o lançamento de uma revisão maior). Mozilla Firefox 1.8 1.5 \"Deer Park\" 29 de novembro de 2005 Lançamento oficial da versão 1.5 release. Adicionado suporte a SVG e canvas, ajustes na IU e melhorias em JavaScript 1.5 e CSS 2/3. Suporte encerrado em 30 de maio de 2007 com o lançamento da versão 1.5.0.12. Esta é a última versão do Firefox que suporta o Windows 95. Mozilla Firefox 2 1.8.1 2.0 \"Bon Echo\" 24 de outubro de 2006 Lançamento oficial da versão 2.0. Adicionados novos recursos como restauro de sessão após um travamento no navegados, sugestões de busca para o Google e Yahoo!, novo gerenciador de plugins de busca, pré-visualização de feeds web, microsumários nos marcadores e proteção anti-phishing. Atualização do tema Winstripe. Inclusão de suporte a JavaScript 1.7. Suporte ao Firefox 2 terminará na metade de dezembro de 2007. Esta é a última versão do Firefox que suporta os sistemas operacionais Windows 98, Windows ME, Windows NT 4.0 e Mac OS X v10.3.9. 2.0.0.20 18 de dezembro de 2008 Lançamento oficial da versão 2.0.0.20. Correções de segurança. Mozilla Firefox 3 1.9 3.0 \"Gran Paradiso\" 17 de junho de 2008 Lançamento oficial da versão 3.0. Cairo usado como estrutura gráfica. Widgets Cocoa incluídos nas versões para Mac OS X. APIs implementadas das especificações WHATWG. Mudanças na manipulação de eventos DOM, carregamento de elementos HTML e renderização de páginas web. Novos elementos SVG e filtros, compatibilidade melhorada com a especificação SVG. Compatível com o teste Acid2. Novas melhorias nas IU incluindo diferentes temas para os sistemas operacionais e novo gerenciador de download. Removido suporte a Windows 98, ME, NT 4.0, Mac OS X v10.3.9, GTK+ 2.8 e anteriores. Integração com Addons.mozilla.org no gerenciador de complementos. Suporte a arquivos APNG. 3.0.19 30 de março de 2010 Lançamento oficial da versão 3.0.1. Correções de segurança e estabilidade. Corrigido problemas com a atualização do banco de dados de phishing e malware, gravação da lista de exceções de certificados SSL, impressão de área selecionada. Atualização da lista pública de sufixos. Mozilla Firefox 3.5 1.9.1 3.5 \"Shiretoko\" 30 de Junho de 2009 Suporte aos novos elementos e do HTML5, incluindo suporte nativo a vídeo codificado em Ogg Theora e áudio codificado em Ogg Vorbis. Ferramentas de controle de privacidade melhoradas, incluindo um Modo de Navegação Privativa. Desempenho de aplicações web melhorado usando o novíssimo motor de JavaScript TraceMonkey. Habilidade de compartilhar a sua localização com sites usando a Navegação ciente de localização. Suporte para JSON nativo e web worker threads. Melhorias no motor de renderização Gecko, incluindo análise especulativa para renderização mais rápida do conteúdo. Suporte para novas tecnologias da web como: fontes online, requisições de mídia CSS, novas transformações e propriedades, seletores de pedidos JavaScript, armazenagem offline HTML5, texto , perfis ICC e transformações SVG. 3.5.19 28 de abril de 2010 Correções de segurança e estabilidade Fim do suporte estendido para a linha 3.5.x Mozilla Firefox 3.6 1.9.2 3.6 \"Namoroka\" 21 de janeiro de 2010 Melhor desempenho do motor JavaScript TraceMonkey. Suporte para-moz-background-size propriedade CSS, Gradients CSS, e várias imagens de fundo. Notificação de plug-ins desatualizados. 3.6.28 13 de março de 2012 Correções de segurança e estabilidade Fim do suporte estendido para a linha 3.6.x Mozilla Firefox 4 2.0 4.0 \"Tumucumaque\" 22 de Março de 2011 Na versão 4.0 houve mudanças nas características de interface do usuário. As preferências e o gerenciador de add-ons também foram reformulados para melhor atender aos usuários. O mecanismo de layout Gecko foi melhorado para suportar mais recurso de HTML5 e CSS 3. 4.0.1 \"Macaw\" 28 de abril de 2011 Correções de segurança e estabilidade Fim do suporte estendido para a linha 4.0.x Mozilla Firefox 5 5.0 5.0 21 de junho de 2011 Estrelando a nova metodologia de desenvolvimento rápido da Mozilla, o Firefox 5 contará com ampla correções de segurança e estabilidade, com poucas mudanças na interface visual, apenas contando com pequenas alterações, como o comportamento de abas, um seletor de canais de desenvolvimento essa versão traz aprimoramentos como suporte a CSS Animados, novas funcionalidades do padrão HTML5 e outros ajustes no desempenho 5.0.1 12 de julho de 2011 Correções de segurança e estabilidade Mozilla Firefox 6 6.0 6.0 16 de agosto de 2011 O Firefox 6 conta com novos ajustes para HTML 5 e CSS, com um novo sistema de gerenciamento de permissões para sites, melhorias nas página about:memory com melhora da performance, novas ferramentas de desenvolvimento web como o ScratchPad, aprimoramento do WebConsole e um menu de desenvolvimento web. Na interface do usuário houve duas mudanças: Melhorias na barra de endereços, o nome do domínio fica em evidência e a animações na barra de abas e mais outros pequenos ajustes e correções de bugs 6.0.2 6 de setembro de 2011 Correções de segurança e estabilidade Mozilla Firefox 7 7.0 7.0 27 de setembro de 2011 O Firefox 7 conta com amplas revisões no motor Gecko referentes ao consumo de memória e segundo testes da própria Mozilla a otimização do uso de memória pode chegar a 50%. Além disso, foi implementado no gerenciador de complementos, um suporte para que as extensões utilizem as telas do próprio gerenciador para configuração. Internamente foram adicionados o recurso de Canvas 2D através Direct 2D, a Telemetria que envia para Mozilla relatórios sobre o desempenho do navegador e uma melhor renderização de fontes no Windows, sincronização instantânea e melhorias do CSS 3 7.0.1 29 de setembro de 2011 Correções de segurança e estabilidade Mozilla Firefox 8 8.0 8.0 8 de novembro de 2011 O Firefox 8 conta com um dispositivo para desativar \"extensões clandestinas\" (ou seja, aquelas que não são instaladas pelo usuário e sim por outros programas), onde o usuário terá que escolher quais extensões intrusas deverá ser ativada a cada atulização do Firefox. Nesta versão foi implementado a opção de carregamento de abas sob demanda, que permite o usuário escolher que abas e janelas deverão ser restauradas. Essa opção virá ativada por padrão. As páginas internas do navegador foram padronizadas e a pesquisa do Twitter foi adicionada na barra de pesquisa. Para finalizar, partes do renderização feita com DirectX (Windows) será colocada em processo separado, aumentando a estabilidade, técnica conhecida como Electrosys. 8.0.1 21 de novembro de 2011 Correções de segurança e estabilidade Mozilla Firefox 9 9.0 9.0 20 de dezembro de 2011 O Firefox 9 contem apenas mudanças internas, sendo que as mudanças mais significativas foram destinadas para o Mac OS X. Foram feitos aprimoramentos de desempenho no renderizador de JavaScript com a inclusão suporte a privacidade DNT ao mesmo. A versão mobile ganhou uma interface especial para tablets e para a câmera. 9.0.1 22 de dezembro de 2011 Correções de segurança e estabilidade Mozilla Firefox 10 10.0 10.0 31 de janeiro de 2012 O Firefox 10 traz várias novidades, principalmente para os desenvolvedores web: trazendo o Style Inspector que permite inspecionar uma página através do mouse, o Page Inspector que exibe os comando html dentro de um conteúdo selecionado pelo anterior, um visualizador de regras de CSS, um editor de código e um visualizador de objetos via console. Na platafora Gecko foram adicionados suporte a CSS3 3D, APIs para visualização de conteúdo multimídia em tela cheia e alterações no interpretador DOM. Na interface do usuário, o botão \"Avançar\" foi ocultado, ficando visivel apenas quando necessário, foi adicionado também uma nova interface para o funções do Sync e correções no gerenciador de extensões 10.0.2 17 de fevereiro de 2012 Correções de segurança e estabilidade 10.0 ESR 31 de janeiro de 2012 O Firefox 10 é a primeira versão do mesmo a participar do \"programa de suporte estendido a longo prazo\" da Mozila chamado ESR (Extended Support Release) e contém as mesmas funcionalidades da versão 10.0, só que destinadas ao público corporativo e será suportado por 54 semanas ao invés de 6 semanas da versão estável 10.0.12 ESR 8 de janeiro de 2013 Correções de segurança e estabilidade. Fim do suporte estendido para linha 10.x em 19 de fevereiro de 2013 Mozilla Firefox 11 11.0 11.0 13 de março de 2012 O Firefox 11 traz depois de quase 3 anos suporte para migração de dados do Google Chrome, para os desenvolvedores web o mesmo traz a versão final do Style Editor e o Page Inspector em 3D, o mesmo ainda vem com suporte ao protocolo SPDY do Google (desativado por padrão) e suporte a addons no Mozilla Sync. Mozilla Firefox 12 12.0 12.0 24 de abril de 2012 O Firefox 12 traz novidades para sua versão destkop; A primeira é um redesenho completo e aprimoramento do player de vídeo e audio nativo, beneficiando assim os conteúdos em HTML5. A segunda novidade é para os usuários do Windows Vista ou superior que agora não precisam mais da permissão UAC para atualizar o firefox com a adição opcional do serviço Mozilla Maintenance no sistema. Houve também aprimoramentos do console do navegador nas ferramentas para desenvolvedores web. Esta é a última versão do Firefox que suporta o Windows 2000. Mozilla Firefox 13 13.0 13.0 5 de junho de 2012 O Firefox 13 traz muitas novidades em sua interface para usuário, como a nova página inicial do browser e na nova página de abas que exibem miniaturas dos sites mais acessados são as principais novidades na versão 13. Na questão de navegação foram feitos dois aprimoramentos, foram ativados por padrão a rolagem suave e a restauração de seção por demanda, ambas funções já existentes no browser mas ativadas apenas nas configurações. 13.0.1 16 de junho de 2012 Correções de segurança e estabilidade Mozilla Firefox 14 14.0 14.0 26 de junho de 2012 mobile 17 de julho de 2012 desktop O Firefox 14 traz vários aprimoramentos internos para melhor utilização de memória e também traz de volta a função de auto completar URL na barra de endereços, incluído redesenho da mesma. O Firefox passa a utilizar o https no Google como padrão e suporte a tela cheia no MacOS X. Internamente algumas novidades se destacam, como o suporte a Mouse Lock/Capture muito utilizada em jogos e suporte a Pseudo Class Lock nas ferramentas de desenvolvimento. Em sua versão mobile para Android o Firefox passa a contar com suporte para o plug-in do flash player e uma nova interface. 14.0.1 17 de julho de 2012 Correções de segurança e estabilidade para a versão mobile e o lançamento da versão para desktop. Mozilla Firefox 15 15.0 15.0 28 de agosto de 2012 O Firefox 15 traz várias melhorias internas, como a atualização em segundo plano que não necessita de reinicialização do navegador de imediato e não sobrecarrega o usuário com alertas pop-ups para realizá-lo, suporte a WebApps para Windows e Mac, e dois aprimoramentos visando desempenho: Melhorias na inicialização do navegador no Windows e coletor de lixo de memória mais eficiente. 15.0.1 7 de setembro de 2012 Correções de segurança e estabilidade Mozilla Firefox 16 16.0 16.0 9 de outubro de 2012 Na versão 16.0 do Firefox melhora o suporte para HTML5 adicionando o recurso webRTC que permite acessar a webcam diretamente pelo browser. O mesmo traz suporte ao VoiceOver do MacOS X, suporte inicial para webapp, melhorias no motor JavaScript para redução de consumo de memória, vários efeitos de animação em CSS3 e duas novas ferramentas para desenvolvedores: a Barra do desenvolvedor e a linha de comando, que permitem acesso rápido a todas as funcionalidades de desenvolvimento disponíveis no navegador. E por fim, dois novos aprimoramentos no engine: o suporte a arquivos PDF e a desativação prévia de plugins. 16.0.2 26 de outubro de 2012 Correções de segurança Mozilla Firefox 17 17.0 17.0 20 de novembro de 2012 A versão 17.0 do Firefox traz muitos melhoramentos internos sendo os mais significativos: uma API destinada para integração de redes sociais, suporte ao sandbox para iframes no HTML5 e melhorias no renderizador SVG; Houve também um aprimoramento visual na barra de endereços que agora suporta favicons grandes. Nas ferramentas de desenvolvimento agora é possível visualizar e editar o código html através de uma estrutura em árvore no Page Inspector e o Firefox agora é compatível com o Notification Center do MacOS X 10.8 e não tem mais suporte para a versão 10.5 (Leopard) do MacOS. 17.0.1 30 de novembro de 2012 Correções de segurança e estabilidade 17.0 ESR 20 de novembro de 2012 O Firefox 17 é a segunda versão do mesmo a participar do \"programa de suporte estendido a longo prazo\" da Mozilla chamado ESR (Extended Support Release) e contém as mesmas funcionalidades da versão 17.0, só que destinadas ao público corporativo e será suportado por 54 semanas ao invés de 6 semanas da versão estável 17.0.11 ESR 15 de novembro de 2013 Correções de segurança e estabilidade. Mozilla Firefox 18 18.0 18.0 8 de janeiro de 2013 O Firefox 18 traz o seguintes aprimoramentos: Compilador JIT para o novo motor de JavaScript do Mozilla Gecko (IonMonkey) e suporte para cookies de terceiros para cada site. 18.0.2 5 de fevereiro de 2013 Correções de segurança e estabilidade Mozilla Firefox 19 19.0 19.0 19 de fevereiro de 2013 O Firefox 19 traz vários aprimoramentos internos para o HTML5 e CSS3 e o leitor de PDF nativo ativado 19.0.2 7 de março de 2013 Correções de segurança e estabilidade Mozilla Firefox 20 20.0 20.0 2 de abril de 2013 O Firefox 20 traz alguns aprimoramentos na interface do navegador, como o novo gerenciador de downloads e a janela de modo privado independente sem necessidade de reiniciar o browser. O mesmo também traz vários aprimoramentos internos para o HTML5 e CSS3, melhorias de desempenho em várias tarefas do browser e por fim houve também aprimoramentos de desempenho no motor de JavaScript 20.0.1 11 de abril de 2013 Correções de segurança e estabilidade Mozilla Firefox 21 21.0 21.0 14 de maio de 2013 O Firefox 21 trouxe os seguintes recursos: Suporte a multiprovedores na SocialAPI, novas opções para o recursos Dot-Not-Track (DNT), aprimoramentos para inicialização mais rápida, implementação básica da ferramenta de diagnóstico batizada de Firefox Health Report, recurso de restaurar aba excluída na página about:newtab implementada, implementação de perfil remoto e novos recursos de HTML5 e CSS3 disponíveis. Mozilla Firefox 22 21.0 22.0 25 de junho de 2013 O Firefox 22 contém várias modificações internas relevantes como: a ativação do padrão WebRTC para uso de webcam/microfone através de html5; Novo motor de renderização de fontes para resoluções de telas maiores; Indicador de download no dock do MacOSX; Gerenciamento de serviços e aplicativos adicionados no about:addons; Novas melhorias no motor de java script; Implementação de novos recursos de HTML5 e CSS3 e implementação de uma API para notificações pela web. Mozilla Firefox 23 23.0 23.0 6 de agosto de 2013 O Firefox 23 traz como principal mudança visual um novo ícone (logo). Em mudanças internas o mesmo agora é compatível com o Engine Unreal para games, um aprimoramento no sistema de https, a aba about:memory com muito mais informações, ativação do codec H.264 para usuários do Windows Vista e superior, instalação de plugins simplificada e novas funcionalidades do HTML5 adicionadas e/ou renovadas. 23.0.1 16 de agosto de 2013 Correções de segurança e estabilidade Mozilla Firefox 24 24.0 24.0 17 de setembro de 2013 O Firefox 24 traz aprimoramentos na barra de rolagens no Mac OSX, função de \"fechar barra á direita\" foi implementada, visualização de chat pode ser aberta em janela separada para app e extensões da API Social, melhor renderização para imagens SVG, Browser Console unificado e novas funções HMTL5 estão presentes. 24.0 ESR 17 de setembro de 2013 O Firefox 24 é a terceira versão do mesmo a participar do \"programa de suporte estendido a longo prazo\" da Mozilla chamado ESR (Extended Support Release) e contém as mesmas funcionalidades da versão 24.0, só que destinadas ao público corporativo e será suportado por 54 semanas ao invés de 6 semanas da versão estável 24.8.1 ESR 24 de setembro de 2014 Correções de segurança e estabilidade. Mozilla Firefox 25 25.0 25.0 29 de outubro de 2013 O Firefox 25 traz inúmeras correções de bugs e pequenos aprimoramentos, os principais são a barra de localização de textos agora é exclusiva para uma única aba e mudanças na política de migração para outros navegadores. Em sua versão Mobile (Android) o browser ganhou alguns aprimoramentos visuais e duas funcionalidades: O \"Guest Mode\" (Modo Visitante), semelhante ao Private Mode da versão desktop, com diferença que o mesmo oculta os favoritos, históricos e logins enquanto ativo e a possibilidade de definir um wallpaper para a área de trabalho do Android, funcionalidade identica há existente em sua versão para Desktop. 25.0.1 15 de novembro de 2013 Correções de segurança e estabilidade. Mozilla Firefox 26 25.0 26.0 10 de dezembro de 2013 O Firefox 26 trouxe inúmeras melhorias interna, começando pela desativação do plugin java por padrão, suporte nativo ao codec H.264 na versão linux e ao codec de MP3 para Windows XP ou superior, gerenciador de apps para o Firefox OS e várias melhorias no suporte a HTML5 e CSS3. Mozilla Firefox 27 27.0 27.0 4 de fevereiro de 2014 O Firefox 27 traz grandes melhorias no quesito segurança, com compatibilidade aos protocolos TLS 1.1, TLS 1.2 e SPDY 3.1 deixando o browser mais seguro para compras e transações que usam https. Outras várias melhorias no suporte a HTML5 e CSS3 foram adicionada e vários bugs foram corrigidos 27.0.1 14 de fevereiro de 2014 Correções de segurança e estabilidade Mozilla Firefox 28 28.0 28.0 18 de março de 2014 O Firefox 28 traz importantes novidades, a principal é a total compatibilidade com a interface Metro/Modern do Windows 8.x e a total implementação de API para gamepad e joysticks. Internamente o motor Gecko ganhou várias funcionalidade do HTML5 e CSS3, sendo as principais: Suporte a codec VP9 e Opus WebM e um controle de volume melhorado para o reprodutor de áudio e vídeo nativo. Mozilla Firefox 29 29.0 29.0 29 de abril de 2014 O Firefox 29 traz como principal novidade a nova interface gráfica chamada Australis, a barra de extensões foi removida e todo o conteúdo dela foi movido para a barra de navegação. 29.0.1 9 de maio de 2014 Correções de segurança e estabilidade. Mozilla Firefox 30 30.0 30.0 10 de junho de 2014 No Firefox 30 foi adicionado suporte ao GStreamer 1.0 e a maioria dos plugins foram desabilitados por padrão. Mozilla Firefox 31 31.0 31.0 22 de julho de 2014 No Firefox 31 foi adicionada uma caixa de pesquisa na página de nova aba e uma função de bloqueio de malware em downloads. 31.0 ESR 22 de julho de 2014 O Firefox 31 é a quarta versão do mesmo a participar do \"programa de suporte estendido a longo prazo\" da Mozilla chamado ESR (Extended Support Release) e contém as mesmas funcionalidades da versão 31.0, só que destinadas ao público corporativo e será suportado por 54 semanas ao invés de 6 semanas da versão estável. 31.8.0 ESR 2 de julho de 2015 Correções de segurança e estabilidade. Mozilla Firefox 32 32.0 32.0 2 de setembro de 2014 No Firefox 32 foram adicionados botões de avançar página, voltar página, recarregar página e adicionar página aos favoritos no menu de contexto, junto com melhorias no suporte ao HTML5 e do desempenho. 32.0.3 24 de setembro de 2014 Correções de segurança e estabilidade. Mozilla Firefox 33 33.0 33.0 13 de outubro de 2014 No Firefox 33 foram adicionadas as sugestões de termos de busca na página inicial e na página de nova aba, melhorias na página de nova aba, melhorias na barra de endereços, suporte ao OpenH264 e à composição fora da linha de execução principal (off-main-thread compositing ou OMTC em inglês) habilitada por padrão no Windows, melhorando a responsividade. 33.0.3 6 de novembro de 2014 Correções de segurança e estabilidade. 33.1 10 de novembro de 2014 No Firefox 33.1 foi adicionado o botão esquecer, para apagar os cookies e o histórico de navegação rapidamente e o motor de busca DuckDuckGo. 33.1.1 14 de novembro de 2014 Correções de segurança e estabilidade. Mozilla Firefox 34 34.0 34.0 1 de dezembro de 2014 No Firefox 34 foi adicionado o Firefox Hello (um cliente WebRTC para chamada de voz e de vídeo), suporte inicial ao HTTP/2, troca de temas no modo de customização e o suporte ao SSLv3 foi removido. Mozilla Firefox 35 35.0 35.0 13 de janeiro de 2015 No Firefox 35 foi adicionado o Firefox Marketplace, melhorias no Firefox Hello e suporte ao H264 no Mac OS X 10.6 e superior de forma nativa. 35.0.1 26 de janeiro de 2015 Correções de segurança e estabilidade. Mozilla Firefox 36 36.0 36.0 24 de fevereiro de 2015 No Firefox 36 foi adicionado o suporte completo ao HTTP/2, rejeição de cifras RC4 sempre que for possível e foi removido o suporte aos certificados digitais com chave RSA de 1024 bits. 36.0.4 21 de março de 2015 Correções de segurança e estabilidade. Mozilla Firefox 37 37.0 37.0 31 de março de 2015 No Firefox 37 foi adicionada a criptografia oportunista para o HTTP/2 se o servidor suportar o recurso AltSvc, melhorias no desempenho do WebGL no Windows (uso do ANGLE sobre D3D11 no Windows 7 e superior) e a remoção do suporte ao algoritmo DSA e da negociação em modo de compatibilidade do TLS para aumentar a segurança da criptografia. 37.0.2 20 de abril de 2015 Correções de segurança e estabilidade. Mozilla Firefox 38 38.0 38.0 12 de maio de 2015 No Firefox 38 a janela de configurações passou a ser uma página de configurações, suporte às anotações rubi (para uso em alguns idiomas, especialmente japonês). 38.0.5 2 de junho de 2015 Correções de segurança e estabilidade. 38.0 ESR 12 de maio de 2015 O Firefox 38 é a quinta versão do mesmo a participar do \"programa de suporte estendido a longo prazo\" da Mozilla chamado ESR (Extended Support Release) e contém as mesmas funcionalidades da versão 38.0, só que destinadas ao público corporativo e será suportado por 54 semanas ao invés de 6 semanas da versão estável. 38.8.0 ESR 26 de abril de 2016 Correções de segurança e estabilidade. Mozilla Firefox 39 39.0 39.0 2 de julho de 2015 No Firefox 39 foi melhorado o desempenho da substituição do IPv6 para IPv4 quando uma conexão usando o IPv6 se tornar instável. 39.0.3 6 de agosto de 2015 Correções de segurança e estabilidade. Mozilla Firefox 40 40.0 40.0 11 de agosto de 2015 No Firefox 40 foi adicionado o suporte oficial ao Windows 10 e à composição fora da linha de execução principal (off-main-thread compositing ou OMTC em inglês) habilitada por padrão no GNU/Linux. 40.0.3 27 de agosto de 2015 Correções de segurança e estabilidade. Mozilla Firefox 41 41.0 41.0 22 de setembro de 2015 No Firefox 41 foi adicionada a capacidade de definir uma imagem de perfil para uma conta Firefox, suporte ao método de entrada melhorado usando o Text Services Framework, e mensagens instantâneas no Firefox Hello. 41.0.2 15 de outubro de 2015 Correções de segurança e estabilidade. Mozilla Firefox 42 42.0 42.0 3 de novembro de 2015 No Firefox 42 foi adicionada a navegação privada com proteção de rastreamento, suporte ao IPv6 no WebRTC e a capacidade de visualizar o código-fonte HTML em uma aba. Mozilla Firefox 43 43.0 43.0 15 de dezembro de 2015 No Firefox 43 foi adicionado o suporte nativo à arquitetura de 64 bits no Windows 7 e superior. 43.0.4 6 de janeiro de 2016 Correções de segurança e estabilidade. Mozilla Firefox 44 44.0 44.0 26 de janeiro de 2016 No Firefox 44 foi adicionado o suporte ao codec H.264 se este estiver disponível no sistema operacional, suporte ao codec WebM/VP9 caso o sistema não suporte o MP4/H.264, remoção do suporte à cifra RC4, e a utilização de um certificado de assinatura SHA-256 para compilações no Windows, para atender aos novos requisitos de assinatura desse sistema operacional. 44.0.2 11 de fevereiro de 2016 Correções de segurança e estabilidade. Mozilla Firefox 45 45.0 45.0 8 de março de 2016 No Firefox 45 foram adicionadas melhorias no Firefox Hello, o idioma Guarani e a remoção de grupos de abas (ou separadores). 45.0.2 11 de abril de 2016 Correções de segurança e estabilidade. 45.0 ESR 8 de março de 2016 O Firefox 45 é a sexta versão do mesmo a participar do \"programa de suporte estendido a longo prazo\" da Mozilla chamado ESR (Extended Support Release) e contém as mesmas funcionalidades da versão 45.0, só que destinadas ao público corporativo e será suportado por 54 semanas ao invés de 6 semanas da versão estável. 45.9.0 ESR 19 de abril de 2017 Correções de segurança e estabilidade. Mozilla Firefox 46 46.0 46.0 26 de abril de 2016 No Firefox 46 foi melhorada a segurança do compilador just-in-time (JIT) de JavaScript e adicionada a integração do GTK3 no GNU/Linux. 46.0.1 3 de maio de 2016 Correções de segurança e estabilidade. Mozilla Firefox 47 47.0 47.0 7 de junho de 2016 No Firefox 47 foi adicionado o suporte ao módulo de desencriptação de conteúdo Widevine no Windows e no Mac OS X para a reprodução de conteúdo protegido por DRM, ativação do codec de vídeo VP9 para usuários com máquinas rápidas, adição da língua Latgaliana, os vídeos embarcados do YouTube agora são reproduzidos com vídeo HTML5 se o Flash não estiver instalado. 47.0.2 1 de novembro de 2016 Correções de segurança e estabilidade. Mozilla Firefox 48 48.0 48.0 2 de agosto de 2016 No Firefox 48 foi adicionado o suporte inicial à separação de processos para melhorar o desempenho e a estabilidade, todas as extensões e pacotes de idiomas devem ser assinados digitalmente pela Mozilla para funcionarem a partir desta versão, remoção do Remote Access Service, interpretador de mídia foi reescrito na linguagem de programação Rust. Esta é a última versão do Firefox que suporta as versões 10.6, 10.7 e 10.8 do Mac OS X e para CPUs sem as extensões SSE2 no Windows. 48.0.2 24 de agosto de 2016 Correções de segurança e estabilidade. Mozilla Firefox 49 49.0 49.0 20 de setembro de 2016 No Firefox 49 o Gerenciador de Login do Firefox foi atualizado, o desempenho de vídeo foi melhorado para os usuários em sistemas que suportam as extensões SSE3 sem aceleração de hardware, foram adicionados controles no menu de contexto em áudio e em vídeo HTML5 que permitem aos usuários dar loop nos arquivos ou reproduzir os arquivos na velocidade de 1,25x, o Firefox Hello foi removido. A versão para o Mac OS X agora requer pelo menos a versão 10.9 e a versão para Windows requer uma CPU que suporte as extensões SSE2. 49.0.2 20 de outubro de 2016 Correções de segurança e estabilidade. Mozilla Firefox 50 50.0 50.0 15 de novembro de 2016 No Firefox 50 foi melhorada a reprodução de vídeo em mais sites sem plugins com suporte ao WebM com Encrypted Media Extensions para Widevine no Windows e Mac e aumento da disponibilidade do WebGL para mais de 98% dos usuários no Windows 7 e mais recentes. 50.0.2 30 de novembro de 2016 Correções de segurança e estabilidade. Mozilla Firefox 51 51.0 51.0 24 de janeiro de 2017 No Firefox 51 foram adicionados o suporte ao codec FLAC e ao WebGL 2, foram adicionados os idiomas georgiano e cabila, foi melhorado o desempenho para usuários sem aceleração de GPU e um aviso passou a ser exibido caso o usuário entre suas credenciais de login em uma página sem a conexão estar segura. 51.0.1 26 de janeiro de 2017 Correções de segurança e estabilidade. Mozilla Firefox 52 52.0 52.0 7 de março de 2017 No Firefox 52 foi adicionado o suporte ao WebAssembly, um padrão emergente que traz um desempenho quase nativo para jogos, aplicativos e bibliotecas de software baseados na Web sem o uso de plugins e foi removido o suporte aos plugins que usam a API Netscape Plugin Application Programming Interface (NPAPI). No GNU/Linux o PulseAudio será usado no lugar do ALSA para a reprodução de áudio. Esta é a última versão do Firefox que suporta o Windows XP, Windows Server 2003, Windows Vista e o Windows Server 2008, além das versões de 32 bits do Mac OS X e das CPUs sem as extensões SSE2 no GNU/Linux. 52.0.2 28 de março de 2017 Correções de segurança e estabilidade. 52.0 ESR 7 de março de 2017 O Firefox 52 é a sétima versão do mesmo a participar do \"programa de suporte estendido a longo prazo\" da Mozilla chamado ESR (Extended Support Release) e contém as mesmas funcionalidades da versão 52.0, só que destinadas ao público corporativo e será suportado por 54 semanas ao invés de 6 semanas da versão estável. 52.9.0 ESR 26 de junho de 2018 Correções de segurança e estabilidade. Mozilla Firefox 53 53.0 53.0 19 de abril de 2017 No Firefox 53 passou a ser utilizado um novo compositor chamado Quantum Compositor para melhorar a estabilidade. A versão para o Windows agora requer pelo menos o Windows 7, Windows Server 2008 R2 e as versões para o Mac OS X agora requerem a arquitetura de 64 bits e para todos os sistemas operacionais o uso de CPUs com as extensões SSE2. 53.0.3 19 de maio de 2017 Correções de segurança e estabilidade. Mozilla Firefox 54 54.0 54.0 13 de junho de 2017 No Firefox 54 foi adicionado o suporte para múltiplos processos de conteúdo, melhorando a responsividade, estabilidade e segurança; adicionado o idioma birmanês. 54.0.1 29 de junho de 2017 Correções de segurança e estabilidade. Mozilla Firefox 55 55.0 55.0 8 de agosto de 2017 No Firefox 55 foi adicionado o suporte ao WebVR, um padrão criado para as páginas e jogos usarem dispositivos de realidade virtual; adicionada a aceleração de hardware VP9 no Windows 10 e o número de processos de conteúdo passou a ser configurável pelo usuário; adicionado o idioma bielorrusso. 55.0.3 25 de agosto de 2017 Correções de segurança e estabilidade. Mozilla Firefox 56 56.0 56.0 28 de setembro de 2017 O Firefox 56 ganhou uma ferramenta nativa para capturar telas (ou ecrãs) de páginas Web chamada Firefox Screenshots, além da página de opções ser totalmente reformulada. 56.0.2 26 de outubro de 2017 Correções de segurança e estabilidade. Mozilla Firefox 57 57.0 57.0 14 de novembro de 2017 O Firefox 57 foi lançado com o nome Firefox Quantum, trazendo uma nova interface de usuário chamada Photon UI, novo logotipo e um novo motor de renderização sendo até duas vezes mais rápido do que a versão anterior; foi removido o suporte às extensões escritas em XUL, com isso todas as extensões devem ser reescritas usando a API WebExtensions. 57.0.4 4 de janeiro de 2018 Correções de segurança e estabilidade. Mozilla Firefox 58 58.0 58.0 23 de janeiro de 2018 No Firefox 58 o desempenho foi melhorado com a pintura fora da linha de execução principal (Off-Main-Thread Painting (OMTP) em inglês) no Windows e com uma mudança no interpretador de JavaScript; a ferramenta Firefox Screenshots recebeu melhorias e foi adicionado o idioma nepalês. 58.0.2 7 de fevereiro de 2018 Correções de segurança e estabilidade. Mozilla Firefox 59 59.0 59.0 13 de março de 2018 O Firefox 59 recebeu diversas melhorias no desempenho, na API WebExtensions e no Firefox Screenshots; suporte à pintura fora da linha de execução principal no Mac OS X; foram adicionadas definições na página de opções para impedir que as páginas Web solicitem o envio de notificações ou o acesso à câmara, microfone e localização do dispositivo, permitindo ao mesmo tempo que as páginas Web de confiança do usuário possam utilizar estes recursos. 59.0.3 30 de abril de 2018 Correções de segurança e estabilidade. Mozilla Firefox 60 60.0 60.0 9 de maio de 2018 O Firefox 60 teve melhorias na página inicial e na página de nova aba, suporte à diretiva de grupo no Windows, a interface gráfica passou a ser desenhada com o novo motor de renderização introduzido na versão 57, melhorias no WebRTC para versão do GNU/Linux, adicionado o idioma occitano e adicionado o suporte ao TLS 1.3. 60.0.2 6 de junho de 2018 Correções de segurança e estabilidade. 60.0 ESR 9 de maio de 2018 O Firefox 60 é a oitava versão do mesmo a participar do \"programa de suporte estendido a longo prazo\" da Mozilla chamado ESR (Extended Support Release) e contém as mesmas funcionalidades da versão 60.0, só que destinadas ao público corporativo e será suportado por 54 semanas ao invés de 6 semanas da versão estável. 60.9.0 ESR 3 de setembro de 2019 Correções de segurança e estabilidade. Mozilla Firefox 61 61.0 61.0 26 de junho de 2018 O Firefox 61 teve melhorias no desempenho com o recurso de listas de exibição mantidas (recurso que melhora o desempenho do mecanismo de renderização em páginas Web com animações se houver poucas mudanças nestas) e com melhorias no Quantum CSS, melhorias no tema escuro e adicionado suporte para permitir que a WebExtensions esconda as abas. 61.0.2 8 de agosto de 2018 Correções de segurança e estabilidade. Mozilla Firefox 62 62.0 62.0 5 de setembro de 2018 No Firefox 62 a página inicial passou a poder ter até 4 linhas de sites preferidos e de destaques, o desempenho para usuários sem aceleração gráfica de hardware foi melhorado com a pintura fora da linha de execução principal paralela, melhorias no suporte às fontes OpenType e a adicão da variedade canadense do idioma inglês. 62.0.3 2 de outubro de 2018 Correções de segurança e estabilidade. Mozilla Firefox 63 63.0 63.0 23 de outubro de 2018 O Firefox 63 no Windows passou a ser compilado usando o compilador Clang, trazendo ganhos no desempenho; a interface agora se integra com os modos claro e escuro do Windows 10; melhorias no desempenho e menor consumo de energia no macOS; foram adicionadas configurações de bloqueio de conteúdo rastreador em páginas Web. 63.0.3 15 de novembro de 2018 Correções de segurança e estabilidade. Mozilla Firefox 64 64.0 64.0 11 de dezembro de 2018 O Firefox 64 passou a ser compilado com o compilador Clang também no macOS e no Linux, trazendo ganhos no desempenho; as extensões agora podem ser desinstaladas através do menu de contexto; os certificados digitais da Symantec não são mais confiados pelo Firefox; o WebVR agora está disponível no macOS; fim do suporte ao padrão RSS. 64.0.2 9 de janeiro de 2019 Correções de segurança e estabilidade. Mozilla Firefox 65 65.0 65.0 29 de janeiro de 2019 No Firefox 65 a proteção contra rastreamento foi melhorada, agora é possível trocar o idioma pela página de opções, foi adicionado o suporte ao codec AV1 no Windows de 64 bits e o suporte ao formato de imagens WebP, o instalador também está disponível no formato MSI para implementação em empresas usando o Active Directory e o Microsoft Systems Management Server. 65.0.2 28 de fevereiro de 2019 Correções de segurança e estabilidade. Mozilla Firefox 66 66.0 66.0 19 de março de 2019 No Firefox 66 foi habilitado o suporte ao codec AV1 no Windows de 32 bits e no macOS, bloqueio da execução de áudio automático por padrão com o usuário podendo adicionar exceções, melhorias na caixa de pesquisa e no desempenho das extensões, suporte ao Windows Hello no Windows 10 e a barra de título sendo ocultada por padrão no Linux. 66.0.5 7 de maio de 2019 Correções de segurança e estabilidade. Mozilla Firefox 67 67.0 67.0 21 de maio de 2019 No Firefox 67 foi adicionada a opção de bloquear criptomineradores e o WebRender foi habilitado por padrão para os usuários do Windows 10 em desktops com placas de vídeo da Nvidia para melhorar o desempenho. 67.0.4 20 de junho de 2019 Correções de segurança e estabilidade. Mozilla Firefox 68 68.0 68.0 9 de julho de 2019 No Firefox 68 foi adicionado o tema escuro em modo de leitura, o WebRender foi habilitado por padrão para os usuários no Windows 10 em desktops com placas de vídeo da AMD, melhorias de descoberta e de segurança das extensões, remoção dos idiomas assamês, maithili, malaiala e oriá, e da variedade sul-africana do inglês. 68.0.2 14 de agosto de 2019 Correções de segurança e estabilidade. 68.0 ESR 9 de julho de 2019 O Firefox 68 é a nona versão do mesmo a participar do \"programa de suporte estendido a longo prazo\" da Mozilla chamado ESR (Extended Support Release) e contém as mesmas funcionalidades da versão 68.0, só que destinadas ao público corporativo e será suportado por 54 semanas ao invés de 6 semanas da versão estável. 68.12.0 ESR 25 de agosto de 2020 Correções de segurança e estabilidade. Mozilla Firefox 69 69.0 69.0 3 de setembro de 2019 O Firefox 69 teve melhorias na proteção contra rastreamento, melhorias no desempenho no Windows 10, foi adicionada a opção de bloquear a reprodução automática de vídeo e consumo reduzido de energia para Macs que possuírem duas placas de vídeo ao trocar de forma mais agressiva para a placa de vídeo de baixo consumo elétrico. 69.0.3 10 de outubro de 2019 Correções de segurança e estabilidade. Mozilla Firefox 70 70.0 70.0 22 de outubro de 2019 No Firefox 70 foi adicionado um novo gerenciador de senhas nativo chamado Firefox Lockwise, melhorias de desempenho, um novo logotipo, redução no consumo de energia para macOS, o WebRender foi habilitado por padrão para os usuários do Windows 10 em desktops com placas de vídeo da Intel caso a resolução de tela seja de 1920x1200 ou inferior e melhorias no menu da Conta Firefox. 70.0.1 31 de outubro de 2019 Correções de segurança e estabilidade. Mozilla Firefox 71 71.0 71.0 3 de dezembro de 2019 No Firefox 71 foram adicionadas melhorias no Lockwise e na proteção contra rastreamento, recurso picture-in-picture no Windows, decodificação nativa de MP3 e modo quiosque que impede a mudança de configurações e a saída do modo de tela cheia para uso em lugares públicos. Mozilla Firefox 72 72.0 72.0 7 de janeiro de 2020 No Firefox 72 foi adicionado o recurso picture-in-picture no macOS e no Linux e melhor gerenciamento de permissões de páginas Web. 72.0.2 20 de janeiro de 2020 Correções de segurança e estabilidade. Mozilla Firefox 73 73.0 73.0 11 de fevereiro de 2020 No Firefox 73 o usuário pode definir um nível de zoom padrão aplicável a todo o conteúdo da web, independentemente da página Web; foi adicionado um provedor de DNS sobre HTTPS chamado NextDNS; o WebRender foi habilitado por padrão para os usuários de laptops com placa de vídeo da NVIDIA com driver na versão superior a 432.00 e resolução de tela inferior a 1920x1200 no Windows 10. 73.0.1 18 de fevereiro de 2020 Correções de segurança e estabilidade. Mozilla Firefox 74 74.0 74.0 10 de março de 2020 No Firefox 74 o usuário pode importar dados do perfil do navegador web Microsoft Edge baseado no Chromium no Windows e no macOS; foi descontinuado o suporte ao protocolo de segurança TLS nas versões 1.0 e 1.1, passando assim a ser suportadas somente as versões 1.2 e 1.3 desse protocolo. 74.0.1 3 de abril de 2020 Correções de segurança e estabilidade. Mozilla Firefox 75 75.0 75.0 7 de abril de 2020 No Firefox 75 o comportamento da barra de endereços foi modificado, com a barra passando a mostrar as páginas mais acessadas pelo usuário ao clicar nela, além de melhorias na compatibilidade com páginas Web em HTTPS, melhorias no desempenho no Windows 10 e disponibilidade em versão Flatpak para Linux. Mozilla Firefox 76 76.0 76.0 5 de maio de 2020 No Firefox 76 a janela do tocador Picture-in- picture entra em tela cheia ao clicar nela duas vezes, o gerenciador de senhas recebeu melhorias diversas e o WebRender foi habilitado por padrão para os usuários de laptops com GPU Intel Gen9 HD Graphics e mais novos integrado nos processadores Intel e resolução de tela inferior ou igual a 1920x1200 no Windows 10. 76.0.1 8 de maio de 2020 Correções de segurança e estabilidade. Mozilla Firefox 77 77.0 77.0 2 de junho de 2020 No Firefox 77 o WebRender foi habilitado por padrão para os usuários de laptops com GPU Nvidia em todas as resoluções de tela no Windows 10. 77.0.1 3 de junho de 2020 Correções de segurança e estabilidade. Mozilla Firefox 78 78.0 78.0 30 de junho de 2020 O Firefox 78 é a última versão que suporta o macOS nas versões 10.9, 10.10 e 10.11; o Firefox agora precisa do GNU libc 2.17, libstdc++ 4.8.1 e GTK+ 3.14 ou versões mais recentes no Linux; o WebRender foi habilitado por padrão para os usuários de desktops com GPU Intel em todas as resoluções de tela no Windows 10. 78.0.2 9 de julho de 2020 Correções de segurança e estabilidade. 78.0 ESR 30 de junho de 2020 O Firefox 78 é a décima versão do mesmo a participar do \"programa de suporte estendido a longo prazo\" da Mozilla chamado ESR (Extended Support Release) e conterá as mesmas funcionalidades da versão 78.0, só que destinadas ao público corporativo e será suportado por 54 semanas ao invés de 4 semanas da versão estável. 78.15.0 ESR 5 de outubro de 2021 Correções de segurança e estabilidade. Mozilla Firefox 79 79.0 79.0 28 de julho de 2020 No Firefox 79 o WebRender foi habilitado por padrão para os usuários de laptops com GPU AMD em todas as resoluções de tela no Windows 10; a versão para o macOS agora requer pelo menos a versão 10.12. Mozilla Firefox 80 80.0 80.0 25 de agosto de 2020 O Firefox 80 pode ser definido como o visualizador padrão de arquivos PDF do sistema. 80.0.1 1 de setembro de 2020 Correções de segurança e estabilidade. Mozilla Firefox 81 81.0 81.0 22 de setembro de 2020 No Firefox 81 o usuário pode pausar e tocar áudio e vídeo com o teclado e/ou com o headset, um novo tema chamado Alpenglow foi introduzido, o leitor de PDF integrado agora tem nova aparência, arquivos .xml, .svg, e .webp podem ser abertos diretamente pelo Firefox. 81.0.2 13 de outubro de 2020 Correções de segurança e estabilidade. Mozilla Firefox 82 82.0 82.0 20 de outubro de 2020 O Firefox 82 traz melhorias na reprodução de vídeo, no recurso picture-in-picture e no desempenho geral, o WebRender foi habilitado por padrão para os usuários de laptops com GPU Intel em todas as resoluções de tela no Windows 10. 82.0.3 10 de novembro de 2020 Correções de segurança e estabilidade. Mozilla Firefox 83 83.0 83.0 17 de novembro de 2020 O Firefox 83 traz melhorias no desempenho do motor JavaScript SpiderMonkey, suporte inicial ao macOS 11.0, modo de navegação \"somente HTTPS\" configurável pelo usuário (funcionalidade similar a oferecida pelo add-on HTTPS Everywhere), o recurso picture-in-picture suporta avançar e retroceder vídeos com atalhos de teclado, o WebRender foi habilitado por padrão para os usuários de desktops em todas as resoluções de tela no Windows 7 e Windows 8 e no macOS 10.12 a 10.15. Mozilla Firefox 84 84.0 84.0 15 de dezembro de 2020 O Firefox 84 suporta nativamente os dispositivos macOS construídos com CPUs Apple Silicon, o WebRender foi habilitado para o MacOS Big Sur e para dispositivos Windows com GPUs Intel Gen 6 e laptops Intel executando Windows 7 e 8, o pipeline de renderização agora é acelerado por hardware para usuários do Linux/GNOME/X11, o Firefox agora usa técnicas mais modernas para alocar memória compartilhada no Linux, melhorando o desempenho e aumentando a compatibilidade com o Docker, e o Firefox 84 é a versão final que oferece suporte ao Adobe Flash Player. 84.0.2 6 de janeiro de 2021 Correções de segurança e estabilidade. Mozilla Firefox 85 85.0 85.0 26 de janeiro de 2021 O Firefox 85 protege melhor o usuário contra supercookies, un tipo de rastreador que fica oculto no navegador mesmo depois de limpar os cookies comuns; o Firefox agora lembra a localização preferida para favoritos salvos do usuário, exibe a barra de ferramentas de favoritos por padrão em novas guias e oferece acesso fácil a todos os favoritos do usuário através de uma pasta da barra de ferramentas; o gerenciador de senhas agora permite que o usuário remova todos os logins salvos dele com um clique, ao invés de ter que apagar cada login individualmente; o Firefox não oferece mais suporte para o Adobe Flash Player. 85.0.2 9 de fevereiro de 2021 Correções de segurança e estabilidade. Mozilla Firefox 86 86.0 86.0 23 de fevereiro de 2021 No Firefox 86 foi adicionado o suporte para assistir a vários vídeos simultaneamente em Picture-in-Picture; foi adicionada a funcionalidade de impressão aprimorada com um design mais limpo e melhor integração com as configurações da impressora do computador; foi adicionado gerenciamento de cartão de crédito e preenchimento automático para usuários no Canadá; melhorias notáveis de desempenho e estabilidade alcançadas movendo o desenho da tela e o desenho WebGL para o processo de GPU; a remoção do suporte ao DTLS 1.0 ou o estabelecimento de PeerConnections da WebRTC, e a introdução da Proteção Total de Cookie no Modo Rigoroso de proteção aprimorada contra rastreamento. 86.0.1 11 de março de 2021 Correções de segurança e estabilidade. Mozilla Firefox 87 87.0 87.0 23 de março de 2021 No Firefox 87 entre as muitas adições e remoções estavam: a adição do bloqueio inteligente na proteção aprimorada contra rastreamento (SmartBlock), que fornece scripts substitutos para que os sites sejam carregados corretamente; a nova política padrão do cabeçalho de requisição HTTP referer; o recurso \"Destacar todas\" do \"Procurar nesta página\" melhorado; suporte total ao leitor de tela integrado ao macOS, VoiceOver; a desativação da tecla Backspace como atalho de navegação para o botão de navegação \"Voltar uma página\"; e a remoção de \"Abas sincronizadas\", \"Destaques recentes\" e \"Ver lista do Pocket\" do menu \"Biblioteca\". Mozilla Firefox 88 88.0 88.0 19 de abril de 2021 No Firefox 88 entre as muitas adições e remoções estavam: Formulários PDF com suporte para JavaScript embutido em arquivos PDF; unidades de margem localizada; zoom de pinça suave usando um touchpad no Linux; isolamento de dados window.name para o site que os criou; a remoção do recurso \"Capturar tela\" do menu Ações da página na barra de url; a desativação do suporte ao FTP. 88.0.1 5 de maio de 2021 Correções de segurança e estabilidade. Mozilla Firefox 89 89.0 89.0 1 de junho de 2021 No Firefox 89 a interface de usuário foi reprojetada, o WebRender foi habilitado por padrão para os usuários do Linux com o driver binário NVIDIA e em todos os ambientes de desktop, a versão para macOS recebeu diversas melhorias, a Proteção Total de Cookie foi habilitada em janelas privativas e o recurso \"Capturar tela\" está disponível no menu de contexto do botão direito do mouse. 89.0.2 23 de junho de 2021 Correções de segurança e estabilidade. Mozilla Firefox 90 90.0 90.0 13 de julho de 2021 O Firefox 90 tem aplicação de atualizações em segundo plano quando ele não está rodando no Windows; uma nova página chamada `about:third-party` para ajudar a identificar problemas de compatibilidade causados por aplicativos de terceiros no Windows; o gerenciamento de exceções ao modo somente HTTPS em `about:preferences#privacy`; hiperligações funcionais em \"Imprimir como PDF\"; Versão 2 do recurso SmartBlock do Firefox; a adição do WebRender em software para a maioria dos usuários sem sua versão acelerada por hardware; desempenho aprimorado do WebRender em software; remoção do suporte ao FTP; suporte para Private Fields em DevTools; suporte para Fetch Metadata Request Headers; a capacidade de usar certificados de autenticação de cliente armazenados em tokens de hardware ou no armazenamento do sistema operacional. 90.0.2 22 de julho de 2021 Correções de segurança e estabilidade. Mozilla Firefox 91 91.0 91.0 10 de agosto de 2021 O Firefox 91 traz melhorias na Proteção Total de Cookie; autenticação única do Windows em contas da Microsoft, do trabalho e da escola na versão para o Windows 10; uso do HTTPS por padrão em janelas privativas; suporte ao idioma Ânglico Escocês; melhorias no desempenho em interações do usuário; melhorias no modo de alto contraste na versão para o macOS e o retorno do recurso simplificar página ao imprimir no Windows. 91.0.2 24 de agosto de 2021 Correções de segurança e estabilidade. 91.0 ESR 10 de agosto de 2021 O Firefox 91 é a décima primeira versão do mesmo a participar do \"programa de suporte estendido a longo prazo\" da Mozilla chamado ESR (Extended Support Release) e conterá as mesmas funcionalidades da versão 91.0, só que destinadas ao público corporativo e será suportado por 54 semanas ao invés de 4 semanas da versão estável. 91.13.0 ESR 23 de agosto de 2022 Correções de segurança e estabilidade. Mozilla Firefox 92 92.0 92.0 7 de setembro de 2021 O Firefox 92 traz melhoria automática para HTTPS usando HTTPS RR como cabeçalhos Alt-Svc; suporte de níveis de cores de gama completa para reprodução de vídeo em muitos sistemas; suporte para imagens contendo perfis ICC v4 no macOS; acesso às opções de compartilhamento do macOS no menu Arquivo do Firefox e redesenho das páginas de erro do certificado para uma melhor experiência do usuário. 92.0.1 23 de setembro de 2021 Correções de segurança e estabilidade. Mozilla Firefox 93 93.0 93.0 5 de outubro de 2021 O Firefox 93 suporta o novo formato de imagem AVIF, que é baseado no codec de vídeo AV1; o visualizador de PDF do Firefox agora suporta o preenchimento de mais formulários; quando a memória do sistema disponível está criticamente baixa, o Firefox no Windows descarrega automaticamente as guias com base na hora do último acesso, uso de memória e outros atributos com o objetivo de reduzir travamentos por falta de memória RAM; para evitar a perda de sessão para usuários do macOS que estão executando o Firefox a partir de um arquivo .dmg montado, eles agora serão solicitados a concluir a instalação; bloqueio de downloads que dependem de conexões inseguras, protegendo contra downloads potencialmente maliciosos ou inseguros; compatibilidade da web aprimorada para proteção de privacidade com SmartBlock 3.0; os pacotes de criptografia TLS que usam 3DES foram desativados. Mozilla Firefox 94 94.0 94.0 2 de novembro de 2021 No Firefox 94 foi introduzida uma seleção de seis esquemas de cores sazonais (disponíveis por tempo limitado); no macOS o Firefox agora usa o modo pouca energia da Apple para vídeo em tela cheia em sites como YouTube e Twitch para aumentar significativamente a vida útil da bateria em longas sessões de visualização; os usuários avançados podem usar `about:unloads` para liberar recursos do sistema descarregando guias manualmente sem fechá-las; suporte às atualizações em segundo plano no Windows; uso da API EGL no lugar da GLX para melhorar o desempenho do WebGL e diminuir o consumo de energia no Linux; introdução do isolamento de sites para proteger contra ataques de canal lateral, como o Spectre; suporte à extensão Firefox Multi-Account Containers com integração ao Mozilla VPN, permitindo usar um local de servidor diferente para cada contêiner; o Firefox não avisa mais por padrão quando o usuário sair do navegador ou fechar uma janela usando um menu, botão ou comando de três teclas; suporte aos novos menus Snap Layouts quando executado no Windows 11. 94.0.2 22 de novembro de 2021 Correções de segurança e estabilidade. Mozilla Firefox 95 95.0 95.0 7 de dezembro de 2021 No Firefox 95 o RLBox — uma nova tecnologia que protege o Firefox contra potenciais vulnerabilidades de segurança em bibliotecas de terceiros — agora está habilitado em todas as plataformas; os usuários agora podem baixar o Firefox da Microsoft Store nas plataformas Windows 10 e Windows 11; uso reduzido da CPU no macOS no Firefox e WindowServer durante o processamento de eventos; uso reduzido de energia de vídeo decodificado por software no macOS, especialmente em tela cheia; os usuários agora podem mover o botão de alternância de imagem em imagem para o lado oposto do vídeo; o isolamento de sites agora está habilitado para todos os usuários para proteção contra ataques de canal lateral, como Spectre; depois de iniciar, os usuários do leitor de tela JAWS e da lupa ZoomText não precisarão mais trocar de aplicativo para acessar o navegador; o estado dos controles usando a função de switch ARIA agora é relatado corretamente pelo Mac OS VoiceOver; inicialização mais rápida do processo de conteúdo no macOS; melhorias no alocador de memória; desempenho de carregamento de página aprimorado por meio da compilação especulativa do JavaScript com antecedência; adicionada substituição de agente de usuário para Slack.com, que permite aos usuários usar mais recursos de chamada e ter acesso ao Huddles. 95.0.2 19 de dezembro de 2021 Correções de segurança e estabilidade. Mozilla Firefox 96 96.0 96.0 11 de janeiro de 2022 No Firefox 96, ao imprimir, os usuários agora podem optar por imprimir apenas as páginas pares/ímpares; a carga da thread principal foi reduzida; foram feitas melhorias significativas na supressão de ruído e controle de ganho automático, bem como pequenas melhorias no cancelamento de eco. 96.0.3 27 de janeiro de 2022 Correções de segurança e estabilidade. Mozilla Firefox 97 97.0 97.0 8 de fevereiro de 2022 O Firefox 97 agora suporta e exibe o novo estilo de barras de rolagem no Windows 11, foram removidos os 18 esquemas de cores do Firefox 94, foi removido o suporte para geração direta de PostScript para impressão no Linux, com exceção da impressão em impressoras Postscript. 97.0.2 5 de março de 2022 Correções de segurança e estabilidade. Mozilla Firefox 98 98.0 98.0 8 de março de 2022 No Firefox 98 foi introduzido um novo fluxo de download otimizado, no qual, em vez de sempre perguntar ao usuário, os arquivos serão baixados automaticamente por padrão; o Firefox permite que os usuários escolham entre vários mecanismos de pesquisa integrados para definir como padrão; o usuário agora pode definir um aplicativo padrão para abrir um tipo de arquivo. 98.0.2 23 de março de 2022 Correções de segurança e estabilidade. Mozilla Firefox 99 99.0 99.0 5 de abril de 2022 No Firefox 99 os usuários agora podem ativar a narração no modo leitor com o atalho de teclado \"n\", foi adicionado suporte para pesquisa—com ou sem diacríticos—no visualizador de PDF, a sandbox do Linux foi fortalecida: os processos expostos ao conteúdo da web não têm mais acesso ao sistema X Window (X11), foi adicionado suporte para preenchimento automático e captura de cartão de crédito na Alemanha e na França. 99.0.1 12 de abril de 2022 Correções de segurança e estabilidade. Mozilla Firefox 100 100.0 100.0 3 de maio de 2022 No Firefox 100 foi adicionado suporte para exibição de legendas no YouTube, Amazon Prime Video e vídeos da Netflix assistidos em Picture-in- Picture; o Picture-in-Picture agora suporta legendas de vídeo em sites que usam o formato WebVTT (Web Video Text Track), como Coursera.org, Canadian Broadcasting Corporation e muitos outros; detecção na primeira instalação quando o idioma do navegador não corresponde ao idioma do sistema operacional e oferece ao usuário uma escolha entre os dois idiomas; a verificação ortográfica agora verifica a ortografia em vários idiomas; suporte para vídeo HDR no macOS 11+; a decodificação de vídeo AV1 acelerada por hardware está habilitada no Windows com GPUs compatíveis; a sobreposição de vídeo está habilitada no Windows para GPUs Intel, reduzindo o uso de energia durante a reprodução de vídeo; melhoria da justiça entre pintura e tratamento de outros eventos; as barras de rolagem no Linux e no Windows 11 não ocupam espaço por padrão; suporte para preenchimento automático e captura de cartão de crédito no Reino Unido; políticas de referenciador menos restritas ignoradas — incluindo unsafe-url, no-referrer-when-downgrade, e origin-when-cross-origin — para solicitações de sub-recurso/iframe entre sites para evitar vazamentos de privacidade do referenciador; os usuários agora podem escolher esquemas de cores preferidos para sites; a partir desta versão, o instalador do Firefox para Windows é assinado com um digest SHA-256, em vez de SHA-1; rasterização das fontes uma vez por janela no macOS 11+; os novos usuários agora podem definir o Firefox como o manipulador de PDF padrão ao definir o Firefox como seu navegador padrão. 100.0.2 20 de maio de 2022 Correções de segurança e estabilidade. Mozilla Firefox 101 101.0 101.0 31 de maio de 2022 No Firefox 101, a leitura agora está mais fácil com a consulta de mídia prefers-contrast, que permite que os sites detectem se o usuário solicitou que o conteúdo da Web seja apresentado com um contraste maior (ou menor); todos os tipos MIME não configurados agora podem receber uma ação personalizada após a conclusão do download; os usuários podem usar quantos microfones quiserem, ao mesmo tempo, durante a videoconferência (se o provedor de serviços de conferência oferecer suporte). 101.0.1 9 de junho de 2022 Correções de segurança e estabilidade. Mozilla Firefox 102 102.0 102.0 28 de junho de 2022 No Firefox 102, foi adicionada a capacidade de desativar a abertura automática do painel de download sempre que um novo download for iniciado; a mitigação do rastreamento de parâmetros de consulta ao navegar em sites no modo rigoroso da proteção aprimorada contra rastreamento; a segurança foi aprimorada movendo a decodificação de áudio para um processo separado com sandboxing mais rigoroso, melhorando assim o isolamento dos processos. 102.0.1 6 de julho de 2022 Correções de segurança e estabilidade. 102.0 ESR 28 de junho de 2022 O Firefox 102 é a décima segunda versão do mesmo a participar do \"programa de suporte estendido a longo prazo\" da Mozilla chamado ESR (Extended Support Release) e conterá as mesmas funcionalidades da versão 102.0, só que destinadas ao público corporativo e será suportado por 54 semanas ao invés de 4 semanas da versão estável. 102.15.1 ESR 12 de setembro de 2023 Correções de segurança e estabilidade. Mozilla Firefox 103 103.0 103.0 26 de julho de 2022 No Firefox 103 a responsividade foi melhorada no macOS durante períodos de alta carga da CPU através do uso de uma API de bloqueio moderna; os campos obrigatórios agora são destacados em formulários dos arquivos PDF; melhor desempenho em monitores de alta taxa de atualização (120 Hz+); os usuários agora podem alterar o tamanho da fonte das legendas diretamente da janela Picture-in- Picture, as legendas PiP já estão disponíveis na Funimation, Dailymotion, Tubi, Hotstar e SonyLIV; os botões na barra de ferramentas Abas agora podem ser acessados com as teclas Tab, Shift+Tab e Seta; a configuração de acessibilidade \"Aumentar o tamanho do texto\" do Windows agora afeta todas as páginas de conteúdo e interface do usuário, em vez de se aplicar apenas aos tamanhos de fonte do sistema; os usuários agora podem acessar convenientemente o Firefox, que agora será fixado na barra de tarefas do Windows durante a instalação no Windows 10 e 11; foi removida uma opção de configuração para permitir assinaturas SHA-1 em certificados: as assinaturas SHA-1 em certificados — há muito tempo determinadas como não sendo mais seguras o suficiente — agora não são suportadas; as informações agora têm maior proteção contra rastreamento online por meio da Proteção Total de Cookies habilitada por padrão, todos os cookies de terceiros agora estão isolados no armazenamento particionado. 103.0.2 9 de agosto de 2022 Correções de segurança e estabilidade. Mozilla Firefox 104 104.0 104.0 23 de agosto de 2022 No Firefox 104 as legendas já estão disponíveis para o Disney+ no Picture-in- Picture; foi adicionado suporte para a propriedade scroll-snap-stop, bem como para re-snapping; o profiler do Firefox pode analisar o uso de energia de um site (somente Apple M1 e Windows 11); a própria interface do usuário do Firefox agora será limitada em desempenho e uso da bateria quando minimizada ou ocultada, da mesma forma que as abas em segundo plano. 104.0.2 6 de setembro de 2022 Correções de segurança e estabilidade. Mozilla Firefox 105 105.0 105.0 20 de setembro de 2022 No Firefox 105 foi adicionada uma opção para imprimir apenas a página atual na caixa de diálogo de visualização de impressão; foi adicionado suporte para service workers particionados em contextos de terceiros; deslize para navegar (dois dedos em um touchpad deslizaram para a esquerda ou para a direita para executar o histórico para trás ou para frente) no Windows agora está ativado; conformidade com a especificação User Timing L3, que adiciona argumentos opcionais adicionais aos métodos performance.mark e performance.measure para fornecer horários de início e término customizados, duração e detalhes anexados; a pesquisa em grandes listas de itens individuais agora é 2x mais rápida: esse aprimoramento de desempenho substitui array.includes e array.indexOf por uma versão otimizada com SIMD; a estabilidade no Windows foi significativamente aprimorada, pois o navegador lida muito melhor com situações de pouca memória; a rolagem do touchpad no macOS ficou mais acessível, reduzindo a rolagem diagonal não intencional oposta ao eixo de rolagem pretendido; menos probabilidade de ficar sem memória no Linux e funcionamento de forma mais eficiente para o resto do sistema quando a memória está baixa; suporte para a API DOM Offscreen Canvas com contexto completo e suporte a fontes. 105.0.3 7 de outubro de 2022 Correções de segurança e estabilidade. Mozilla Firefox 106 106.0 106.0 18 de outubro de 2022 No Firefox 106 agora é possível editar PDFs: incluindo escrever texto, desenhar e adicionar assinaturas; definir o navegador como navegador padrão agora também o torna o aplicativo padrão para abrir PDFs em sistemas Windows; os usuários agora podem fixar janelas privadas na barra de tarefas do Windows no Windows 10 e 11 para acesso mais simples, as janelas privadas também foram redesenhadas para aumentar a sensação de privacidade; deslizar para navegar (dois dedos em um touchpad para a esquerda ou para a direita para executar o histórico para trás ou para frente) agora funciona para usuários do Linux no Wayland; o reconhecimento de texto em imagens permite que usuários no macOS 10.15 e superior extraiam texto da imagem selecionada (como um meme ou captura de tela): o texto extraído é copiado para a área de transferência para compartilhar, armazenar ou pesquisar - sem a necessidade de redigitar tudo manualmente; o \"Firefox View\" ajuda os usuários a voltar ao conteúdo descoberto anteriormente; introdução de 18 novos Esquemas de Cores com o lançamento da coleção \"Vozes Independentes\". 106.0.5 4 de novembro de 2022 Correções de segurança e estabilidade. Mozilla Firefox 107 107.0 107.0 15 de novembro de 2022 No Firefox 107 foi melhorado o desempenho da instância quando o IME e o Defender da Microsoft recuperam a URL de um documento em foco no Windows 11 versão 22H2; o traçador de perfil de consumo de energia — visualização de dados de desempenho gravados em navegadores da Web — agora também é compatível com Linux e Mac com CPUs Intel, além do Windows 11 e Apple Silicon. 107.0.1 29 de novembro de 2022 Correções de segurança e estabilidade. Mozilla Firefox 108 108.0 108.0 13 de dezembro de 2022 No Firefox 108 os mapas de importação, que permitem que as páginas da Web controlem o comportamento das importações de JavaScript, agora são ativados por padrão; os processos usados para abas em segundo plano agora usam o modo de eficiência no Windows 11 para limitar o uso de recursos; o atalho de teclado shift+esc agora abre o Gerenciador de Processos, oferecendo uma maneira de identificar rapidamente os processos que estão usando muitos recursos; agendamento de quadro aprimorado quando sob carga: isso melhora substancialmente as pontuações do navegador no MotionMark. 108.0.2 5 de janeiro de 2023 Correções de segurança e estabilidade. Mozilla Firefox 109 109.0 109.0 17 de janeiro de 2023 No Firefox 109 foi ativado o suporte às extensões Manifest Versão 3 (MV3) por padrão; foi ativada a proteção contra exploração de código arbitrário nos processos do utilitário de reprodução de mídia; foi adicionado suporte ao seletor de data HTML nativo para entradas de data e data/hora sendo usado apenas com um teclado; foi adicionado um dicionário integrado para o verificador ortográfico do Firefox para compilações nas localidades espanhol (es-ES) e espanhol argentino (es-AR) e a remoção dos esquemas de cores. 109.0.1 31 de janeiro de 2023 Correções de segurança e estabilidade. Mozilla Firefox 110 110.0 110.0 14 de fevereiro de 2023 No Firefox 110 foi adicionado suporte para importação de favoritos, histórico e dados de senha dos navegadores Opera, Opera GX e Vivaldi; suporte para aceleração de GPU do Canvas2D; suporte para GPU sandboxing no Windows e vários correções de segurança junto com várias melhorias feitas no WebGL para melhorar o desempenho. Também foram adicionados vários recursos para desenvolvedores da Web, como suporte para consultas de tamanho de container CSS. 110.0.1 28 de fevereiro de 2023 Correções de segurança e estabilidade. Mozilla Firefox 111 111.0 111.0 14 de março de 2023 No Firefox 111 foi adicionado suporte às notificações nativas do Windows; foi adicionado a capacidade de os usuários do Firefox Relay optarem por criar máscaras de e-mail do Relay diretamente do gerenciador de credenciais; foram adicionadas as localidades friulana (fur) e sarda (sc); suporte ao uso do atributo rel em elementos de formulário, permitindo a especificação da relação entre o documento atual e o formulário de destino de uma forma mais simples e compatível com outros navegadores; a habilitação do origin private file system, uma nova API de armazenamento que permite que aplicativos da Web armazenem e recuperem dados de e para o sistema de arquivos em uma sandbox; a capacidade de os usuários visualizarem documentos PDF enquanto navegam e a adição de Proteção Total de Cookies ao modo rigoroso da proteção aprimorada contra rastreamento. 111.0.1 21 de março de 2023 Correções de segurança e estabilidade. Mozilla Firefox 112 112.0 112.0 11 de abril de 2023 No Firefox 112 foi adicionada a capacidade de revelar senhas em campos de senha, a capacidade de usar o botão do meio do mouse para fechar guias na lista de guias, além da capacidade de usar o atalho de teclado Ctrl + Shift + T para restaurar uma sessão anterior do navegador, entre outras alterações e correções de bugs. 112.0.2 25 de abril de 2023 Correções de segurança e estabilidade. Mozilla Firefox 113 113.0 113.0 9 de maio de 2023 No Firefox 113 o recurso Picture-in-Picture foi aprimorado; as janelas privadas protegem ainda melhor os usuários, ao bloquear cookies de terceiros e o armazenamento de rastreadores de conteúdo; foi adicionado suporte a inclusão de caracteres especiais em senhas geradas pelo navegador; foi adicionado suporte para arquivos AV1 Image Format contendo animações (AVIS), melhorando o suporte para imagens AVIF na Web; uma sandbox de GPU do Windows mais rígida; e a disponibilidade do navegador no idioma tajique (tg). Mozilla Firefox 114 114.0 114.0 6 de junho de 2023 No Firefox 114 foram adicionadas uma opção para gerenciar a lista de exceções de DNS sobre HTTPS; adição do botão do menu Favoritos à barra de ferramentas; a capacidade de o usuário restringir as pesquisas ao histórico de navegação local selecionando Histórico de pesquisa nos botões de menu Histórico, Biblioteca ou Aplicativo; a capacidade de os usuários do macOS capturarem vídeo de suas câmeras em todas as resoluções nativas compatíveis, permitindo resoluções superiores a 1280x720; a possibilidade de os usuários reordenarem as extensões listadas no painel de extensões; a preferência dos autenticadores FIDO2/WebAuthn sobre USB; a disponibilidade do conteúdo Pocket Recommended na França, Itália e Espanha. Mozilla Firefox 115 115.0 115.0 4 de julho de 2023 No Firefox 115 foram adicionadas a capacidade de trazer para o navegador os métodos de pagamento salvos em navegadores baseados no Chrome; a habilitação da decodificação de vídeo por hardware para GPUs Intel no Linux; os botões de fechar no menu suspenso do Gerenciador de guias; uma interface de usuário atualizada e simplificada para importar dados de outros navegadores; a capacidade de usuários sem suporte de plataforma para decodificação de vídeo H264 recorrerem ao plug-in OpenH264 da Cisco para reprodução; a capacidade de cliques intermediários no botão da nova guia para abrir o conteúdo do xclipboard na nova guia no Linux. Esta é a última versão do Firefox que suporta o Windows 7 e Windows 8, além do macOS 10.12, 10.13, e 10.14. 115.0 ESR 4 de julho de 2023 O Firefox 115 é a décima terceira versão do mesmo a participar do \"programa de suporte estendido a longo prazo\" da Mozilla chamado ESR (Extended Support Release) e conterá as mesmas funcionalidades da versão 115.0, só que destinadas ao público corporativo e será suportado por 54 semanas ao invés de 4 semanas da versão estável. Mozilla Firefox 116 116.0 116.0 1 de agosto de 2023 No Firefox 116 foram adicionados o alternador da barra lateral, permitindo que os usuários acessem facilmente os painéis Favoritos, Histórico e Guias sincronizadas, alternem rapidamente entre eles, movam a barra lateral para outro lado da janela do navegador ou fechem a barra lateral; acesso disponível às notas de versão no prompt de notificação de atualização na forma de um link \"Saiba mais\" sempre que uma atualização estiver disponível em locais em inglês; a capacidade de os usuários copiarem qualquer arquivo de seu sistema operacional e colá-lo no navegador; o controle deslizante de volume em Picture-in-Picture; a possibilidade de editar anotações de texto existentes; a melhoria do desempenho de upload do HTTP/2 naqueles com um produto de atraso de largura de banda mais alto; suporte adicional para o atributo dirname para passar informações de direcionalidade de texto sobre elementos de entrada e de área de texto para o servidor; suporte adicional para hashes externos CSP3; a API de dispositivos de saída de áudio, que agora permite que os sites redirecionem o áudio de elementos de mídia para dispositivos de saída permitidos (alto-falantes) que não sejam o padrão do sistema para o agente do usuário; foi adicionado suporte para leitores BYOB apropriados em Fetch e WebTransport, o que permite que os desenvolvedores preparem seu ArrayBuffer para que ele possa ser reutilizado para solicitações de leitura e, assim, economizar a alocação de memória. Mozilla Firefox 117 117.0 117.0 29 de agosto de 2023 No Firefox 117 foram adicionados a extensão do suporte ao preenchimento automático de cartão de crédito para usuários que executam o navegador nas localidades IT, ES, AT, BE e PL; a capacidade dos usuários do macOS de controlar a capacidade de tabulação de controles e links via about:preferences; a adição de uma preferência dom.event.contextmenu. shift_suppresses_event para impedir que o menu de contexto seja exibido; o navegador não exibe mais seu próprio indicador de compartilhamento de tela em ambientes de desktop Wayland; o aprimoramento da inspeção de compatibilidade com a Web com a nova dica de ferramenta de compatibilidade de CSS no Inspetor de Ferramentas do Desenvolvedor; suporte adicional para aninhamento aprimorado de CSS por padrão; suporte para `RTCRtpScriptTransform`, `ReadableStream.from` (que permite a criação de um ReadableStream a partir de um iterável (assíncrono)) e as propriedades CSS `math-style` e `math-depth` e o valor `font-size: math`. Mozilla Firefox 118 118.0 118.0 26 de setembro de 2023 No Firefox 118 foram adicionados a tradução local automatizada do conteúdo da Web; Web Audio no Firefox agora usa a biblioteca matemática FDLIBM em todos os sistemas para melhorar o anonimato com a proteção contra fingerprinting; a visibilidade das fontes nos sites foi restrita às fontes do sistema e às fontes do pacote de idiomas para mitigar o fingerprinting de fontes nas janelas de Navegação Privativa; os Efeitos Visuais e o desfoque de fundo agora estão disponíveis para os usuários do Firefox no Google Meet; os usuários do Firefox Suggest (somente nos EUA no momento) agora poderão ver sugestões de complementos do navegador diretamente na barra de endereços com base em suas palavras-chave e suporte para 10 novas funções matemáticas do CSS: `round`, `mod`, `rem`, `pow`, `sqrt`, `hypot`, `log`, `exp`, `abs`, `sign`; `OpaqueResponseBlocking` agora está ativado por padrão; o elemento `<search>` agora é suportado. Versões nos canais de desenvolvimento (Futuros lançamentos) Mozilla Firefox 119 119.0 119.0b1 26 de setembro de 2023 Atual versão beta disponibilizada para o público. Developer — 119.0b1 26 de setembro de 2023 O Firefox Developer é a versão de desenvolvimento rápido do próximo release estável do Firefox. A mesma é uma versão alternativa do Beta, entre a versão final e a Nightly, é voltada para desenvolvedores web e web designers e contém novas funcionalidades já aprovadas pela equipe de controle da Mozilla. Nightly — 120.0a1 25 de setembro de 2023 O Firefox Nightly é a versão de desenvolvimento mais recente, inacabada e instável do Firefox, onde as novas funcionalidades não foram testadas pelo controle de qualidade da Mozilla. Até abril de 2011 essa versão era denominada de Minefield. Pelo novo modelo de desenvolvimento da Mozilla, é um rascunho da versão sucessora do Developer e do Beta (duas versões acima da versão estável). Legenda: Versão descontinuada (sem suporte) • Versão em suporte estendido • Versão atual (estável) • Versão Beta • Versão Developer • Versão em desenvolvimento Data atual (a atualização dessa versão é feita diariamente) Data prevista para o lançamento. === Compatibilidade === ==== Desktop ==== Sistema Operacional Última versão estável publicada Última versão estendida publicada Duração do suporte Linux 127.0 (IA-32) 115.12.0esr (IA-32) desde 2004 127.0 (x64) 115.12.0esr (x64) desde 2011 macOS 10.0, 10.1 1.0.8 — 2004–2006 10.2, 10.3 2.0.0.20 — 2004–2008 10.4 (IA-32, PPC), 10.5 (PPC) 3.6.28 — 2005-2012 10.5 (IA-32, x64) 16.0.2 10.0.12esr 2007-2013 10.6, 10.7, 10.8 47.0.1 45.9.0esr 2009-2017 10.9, 10.10, 10.11 78.0.2 78.15.0esr 2013-2021 10.12, 10.13, 10.14 115.0.3 115.12.0esr desde 2020 10.15, 11.0, 12.0, 13.0, 14.0, 15.0 127.0 115.12.0esr desde 2020 Windows 95 1.5.0.12 — 2004–2007 NT 4, 98, ME 2.0.0.20 — 2004–2008 2000 12.0 10.0.12esr 2004–2013 XP, 2003, Vista, 2008 52.0.2 52.9.0esr 2004-2018 7, 2008 R2, 8, 2012, 8.1, 2012 R2 115.0.3 (IA-32) 115.12.0esr (IA-32) desde 2009 10, 2016, 2019, 11, 2022, 2025 127.0 (IA-32) 115.12.0esr (IA-32) desde 2009 127.0 (x64) 115.12.0esr (x64) desde 2015 10 Fall Creators Update e superior, 11 127.0 (ARM64) 115.12.0esr (ARM64) desde 2019 OS/2 e eComStation 6.0.2 45.9.0esr Suporte não oficial Sun Java Desktop System 1.0.4 — Suporte não oficial Solaris 8, 9 2.0.0.20 — Suporte não oficial 10, 11 e OpenSolaris 31.0 115.12.0esr Suporte não oficial FreeBSD (DragonFly BSD) 127.0 (IA-32) 115.12.0esr (IA-32) Suporte não oficial 127.0 (x64) 115.12.0esr (x64) Suporte não oficial OpenBSD 127.0 115.12.0esr Suporte não oficial Legenda: Versão descontinuada (sem suporte) • Versão em suporte estendido • Versão atual (estável) ==== Móvel ==== O Firefox para iOS não aparece nessa tabela por não ser baseado no mecanismo de renderização Gecko devido às restrições de segurança do iOS. Sistema Operacional Última versão estável publicada Última versão estendida publicada Duração do suporte Android (incluindo o Android-x86) 2.0 6.0.2 (ARMv7) — 2011 2.1 19.0.2 (ARMv6) — 2012–2013 19.0.2 (ARMv7) — 2011–2013 2.2 31.0 (ARMv7) — 2011–2014 2.2, 2.3, 3.0-3.2, 4.0, 4.1-4.3 31.0 (ARMv6) 31.3.0esr (ARMv6) 2012–2015 2.3 47.0 (ARMv7) — 2011–2016 3.0-3.2 45.0.2 (ARMv7) — 2011–2016 4.0 55.0.2 (ARMv7) — 2011–2017 55.0.2 (IA-32) — 2013–2017 4.1-4.3, 4.4 68.11.0 (ARMv7) — 2012-2020 68.11.0 (IA-32) — 2013-2020 68.11.0 (x64) — 2018-2020 5.0-5.1, 6.0, 7.0-7.1, 8.0, 9.0, 10.0, 11.0, 12.0, 13.0, 14.0, 15.0 118.0 (ARMv7) — desde 2014 118.0 (IA-32) — desde 2014 118.0 (x64) — desde 2018 5.0-5.1, 6.0, 7.0-7.1, 8.0, 9.0, 10.0, 11.0, 12.0, 13.0, 14.0, 15.0 118.0 (ARM64) — desde 2017 Firefox OS 2.0 31/32 — 2014–2015 2.1 33/34 — 2014–2015 2.2 35/36/37 — 2015 Maemo 7.0 — 2010-2015 Legenda: Versão descontinuada (sem suporte) • Versão em suporte estendido • Versão atual (estável) O suporte estendido do Firefox OS não segue as versões ESR do Firefox regular. == Recursos == Segundo seus desenvolvedores, o objetivo do Firefox é ser um navegador que inclua as opções mais usadas pela maioria dos usuários, de modo que o torne o melhor possível. Outras funções não incluídas originalmente encontram-se disponíveis através de extensões e plugins nos quais qualquer pessoa possa criar um. === Acessibilidade === Segundo os desenvolvedores, existe um esforço no sentido de se buscar a simplicidade na interface do Firefox. As opções menos usadas pela maioria dos usuários geralmente ficam ocultas, oposto ao que acontece com a suíte Mozilla. O Firefox tem suporte à navegação através de abas/separadores, o que possibilita a abertura de várias páginas em uma única janela do navegador. Esta função foi herdada da suíte Mozilla, que por sua vez, emprestou-a de uma extensão conhecida como MultiZilla, a qual foi desenvolvida especialmente para a suíte. O Firefox também está entre os primeiros navegadores a disponibilizar bloqueamento personalizado de janelas pop-up. O navegador contém opções que facilitam a busca por informações. Existe uma função de pesquisa conhecida como \"procurar texto a digitar\". Caso esta função esteja habilitada, o usuário poderá iniciar a digitação de uma palavra enquanto visualiza a página, e automaticamente o Firefox destaca o primeiro resultado que encontra. Quanto mais se digita, mais a busca é refinada. Na barra de endereços, há algumas opções de busca incluídas. Na versão em português brasileiro do Firefox, as opções são Google, Bing, DuckDuckGo, MercadoLivre e Wikipédia. Existem muitas opções extras de plugins de busca que podem ser instaladas. A função de \"palavra-chave\" usada para que o usuário acesse o conteúdo de seus favoritos/marcadores, através da barra de endereços, foi apresentada anteriormente na suíte Mozilla. Opcionalmente, pode-se usar um parâmetro de busca na Internet. Para isto, basta que se digite, por exemplo, \"google pêssego\" na barra de endereços, e o usuário será redirecionado a uma página de resultados do Google contendo o item \"pêssego\". Se for digitada somente uma palavra sem um parâmetro de busca, o Firefox automaticamente aciona o Google, que levará o usuário ao primeiro site sugerido (semelhante à função \"sinto-me com sorte\", \"Estou com Sorte\" no Brasil, da página inicial do Google). === Segurança === A arquitetura de programação do Firefox é baseada em extensões. Tal característica é apontada por alguns como um dos aspectos que supostamente tornariam o navegador seguro. Há quem diga que não se deve incorporar inúmeros recursos (os quais poderiam supostamente ser usados mais facilmente por códigos maliciosos), mas sim deixar o usuário escolher o que adicionar, através da seleção das extensões (como plugins), as quais no Firefox são bloqueadas quando instaladas de sites desconhecidos (opção que pode ser modificada pelo usuário com um simples clique, o qual autoriza a instalação de fonte não confiável e coloca em risco toda a segurança). Existe a opção de se executar o Firefox em um Modo de Segurança, no qual todas as extensões instaladas são desativadas. Deve-se notar que muitas das extensões, especialmente as mais populares e recomendadas pela própria Mozilla, também podem ser alvos de vulnerabilidades, colocando abaixo tais apontamentos e em consequência a segurança e privacidade do usuário. O próprio navegador Firefox também possui falhas de segurança em seu código puro como o é hoje, tal qual qualquer outro navegador, algumas das quais inclusive sem correção conhecida no momento,Vulnerability Report: Mozilla Firefox 1.xVulnerability Report: Mozilla Firefox 2.0.x para além de ser potencial alvo de explorações maliciosas dos múltiplos bugs existentes em seu motor JavaScriptJesse's JavaScript compiler/decompiler fuzzer e também de falhas em complementos de terceiros como o Java SE da Sun e o Flash Player da Adobe (estas últimas mais raras). Decorre ainda hoje, no meio informático, uma polêmica sobre uma falha na forma como o Firefox renderiza protocolos da web. A falha já havia sido corrigida por duas vezes após uma infame troca de acusações com a Microsoft que acabou na admissão da Mozilla de que o problema era mesmo no Firefox.Mozilla Admits Firefox Exploit Caused by Firefox Bug, Not IE Contudo, ao que parece, a falha continua aberta à explorações, mesmo depois das correções.Firefox Vulnerable to Protocol-Handling Bug Attacks ==== Firefox Private Network (FPN) ==== Em 2019, a Mozilla anunciou o lançamento de seu próprio serviço de VPN, o qual serviria para dar mais segurança ao navegador Firefox. Sob o nome de Firefox Private Network (FPN), a nova adição ao repertório da empresa ainda se encontra em fase de teste, estando disponível exclusivamente para residentes dos Estados Unidos, tanto em sua versão paga quanto gratuita. A opção grátis, que consiste numa extensão ao browser para desktop, está limitada a apenas 12 horas de acesso protegido à internet. Já a alternativa premium, atualmente em modo beta, traz um serviço completo de VPN, prometendo assegurar toda a conexão dos usuários dentro e fora do navegador. Aos interessados, a Mozilla disponibilizou, desde dezembro de 2019, uma lista de espera garantindo associação ao produto por um preço reduzido por tempo limitado. O lançamento oficial do projeto finalizado ainda não possui previsão de data. ==== IA ==== Em junho de 2024, a Mozilla anunciou parceria com empresas de AI como Google e OpenAI, integrando seus chatbots ao seu navegador Firefox. Ainda em junho, a Mozilla passou a coletar dados dos usuários do Firefox para publicidade silenciosamente, o que lhe rendeu críticas. A Mozilla afirma que os dados são anonimizados e que protege a privacidade de seus usuários. == Personalização == Através de extensões, os usuários podem agregar novas funções, como gestos do mouse, bloqueio de publicidade, ferramentas de verificação, ampliação de imagens e até mesmo a edição de artigos na Wikipédia (ver abaixo). Muitas das funções oficialmente incluídas na suíte, como um cliente de chat IRC e calendário, foram lançadas como extensões para o Firefox. O sistema de extensões por vezes é visto como uma plataforma de testes para novas funcionalidades. Eventualmente, alguma extensão pode ser adicionada ao lançamento oficial, assim como aconteceu com o sistema de navegação por abas/separadores na suíte, que anteriormente era uma extensão chamada Multizilla. Existe também o suporte a temas (skins, ou \"peles\") que mudam a aparência do navegador, as quais nada mais são do que pacotes que incluem arquivos CSS e de imagem. Além da possibilidade de se adicionar temas, os usuários podem personalizar o visual do Firefox, mudando a disposição de elementos como botões, menus ou eliminar toda uma barra de ferramentas. Além das páginas próprias de cada autor, boa parte das extensões e temas disponíveis podem ser descarregados da página oficial de add-ons (A.M.O. ou Mozilla Add-Ons), que verifica periodicamente através do Firefox se há alguma atualização para os mesmos. Muitas configurações avançadas do Firefox também podem ser acessadas digitando about:config na barra de endereços. === Suporte aos padrões web === A Mozilla Foundation demonstra orgulho do fato de o Firefox ter alta compatibilidade com os atuais padrões web, em especial os especificados pelo W3C. O suporte a estes padrões é extenso (embora não completo) e os mais conhecidos dentre eles são o HTML, XML, XHTML, CSS, JavaScript, DOM, MathML, XSL e o XPath. Há também o suporte à transparência variável em arquivos de imagem PNG. O suporte aos padrões web é constantemente melhorado pelos colaboradores do projeto Mozilla. O padrão CSS de Nível 2 já foi implementado e o padrão CSS de Nível 3, ainda em desenvolvimento, foi parcialmente incluído. Alguns padrões, como o SVG, APNG, e o XForms, estão sendo implantados com a evolução das versões. Embora sua versão 3.0 Alpha 2 não passou no teste Acid2 de renderização de padrões web, passou na versão 3.0 Beta 1. A versão 3.0 Final ainda encontra-se em desenvolvimento. O resultado já plenamente satisfatório pode ser conferido na última versão de testes lançada do navegador, a 3.0 Beta 5. Na versão 3.5 o firefox tirou nota 94 de 100 no teste Acid3. === Suporte multi-plataforma === O Mozilla Firefox funciona em vários sistemas operacionais, dentre os quais: * Inúmeras versões do Microsoft Windows: 98 (apenas 2.0), 98SE (apenas 2.0), Me (apenas 2.0), NT 4.0 (apenas 2.0), 2000, XP, Server 2003, Vista e Windows 7.Windows 10. * Mac OS X. Programadores da Apple criaram uma versão do Firefox que funciona com máquinas MacIntel, a qual parece ter funcionado de maneira satisfatória. * Sistemas baseados em Linux que utilizam X.Org Server ou XFree86. Geralmente incluso na instalação como padrão. Pelo fato de ser um software em código aberto, muitos programadores desenvolvem versões para outros sistemas operacionais que não são oficialmente suportadas pela Mozilla Foundation, a saber: * Solaris (x86 e SPARC) * FreeBSD * PC-BSD * NetBSD * OS/2 * AIX Versões para o Windows XP Professional x64 Edition também estão disponíveis, bem como versões para RISC OS e BeOS (projetos que ainda estão em andamento). O formato que é usado para armazenar o perfil dos usuários é o mesmo em todas as plataformas, portanto um perfil pode ser compartilhado por diferentes sistemas (exemplo: um perfil armazenado em uma partição FAT32 que pode ser acessado tanto pelo Windows quanto pelo Linux). Entretanto, podem ocorrer problemas, principalmente no que se refere à extensões. === Versão portátil === Existe também uma versão portátil do Mozilla Firefox otimizado para uso a partir de pen drives. A última versão lançada é a 10.0; o software está em inglês, mas possui uma extensão para traduzir a interface do usuário para o português. == Suporte à plataforma == O Mozilla fornece versões de desenvolvimento do Firefox pelos seguintes canais: \"Beta\", \"Aurora\" e \"Nightly\". A partir de agosto de 2012, o Firefox 16 beta está no canal \"Beta\", o Firefox 17 em versão alfa pelo canal \"Aurora\" e o Firefox 18 em versão pré- alfa no canal \"Nightly\". Recursos planejados para versões futuras incluem a atualização silenciosa para que incrementos versão não vá incomodar o usuário, embora o usuário será capaz de desabilitar essa função. Também está prevista uma interface de usuário diferente chamada \"Australis\" já utilizada pelo Google Chrome que foi lançada como versão de teste do Firefox 16 por Wein, um engenheiro da Mozilla Foundation. === Firefox Móvel === Firefox Móvel, codinome de Fennec, é um navegador web para pequenos dispositivos não-PC, telefones celulares e PDAs. Foi lançado para o sistema operacional Nokia Maemo (especificamente o Nokia N900) em 28 de janeiro de 2010. A versão 4 para Android e Maemo foi lançada em 29 de março de 2011. A versão do navegador pulou da versão 2 a 4 para sincronizar com todas as versões de desktop futuras do navegador desde que ambos os navegadores usam o mesmo motor de renderização. A versão 7 foi o último lançamento para Maemo no N900. A interface do usuário é completamente redesenhado e otimizado para telas pequenas, os controles estão escondidos para que apenas o conteúdo da web seja mostrado na tela, e utiliza métodos de interação touchscreen. Inclui Awesomebar, navegação por abas, suporte a Add-ons, gerenciador de senha, navegação ciente de localização e a capacidade de sincronizar os dados do usuário da versão do navegador desktop usando o Firefox Sync. === Firefox ESR === Firefox ESR (Extended Support Release) é uma versão do Firefox para organizações e outros usuários que precisam de suporte estendido para implantações de massas. De modo diferente os lançamentos regulares (\"rápidos\"), o ESR será atualizado com novos recursos e aprimoramentos de desempenho anualmente, recebendo atualizações de segurança regulares durante o ano. === Suporte 64 bits === Sistema operacional Suporte 64-bits Windows Mac OS X Linux O suporte de 64 bits para o Firefox inicialmente era inconsistente entre sistemas operacionais. O 64-bits era suportado pela Mozilla apenas no Mac OS X e Linux, sem não nenhuma versão oficial de 64 bits para sistemas operacionais Windows. Entretanto, a Mozilla fornecia desde então uma versão de 64 bits para o seu nightly, que é considerado instável pela Mozilla. Por este motivo, as versões 64 bits do Windows rodavam a versão de 32 bits do Firefox. No final de 2012, a Mozilla anunciou que as compilações de 64 bits para o Windows seriam ser paradas, mas acabou mudando de ideia. Desde abril de 2015, versões de 64 bits para o Windows estão disponíveis a partir do 38.0 Beta e mais recente. As compilações de 64-bit para o Windows são oficialmente suportadas desde novembro de 2015 com o lançamento do Firefox 42. Todos os plugins baseados em NPAPI, exceto o Adobe Flash Player, são colocados numa lista negra e estão sem suporte nas ambas versões de 32 e 64 bits. As versões oficiais do Firefox para Mac OS X são compilações universais que incluem versões 32-bits e 64-bits do navegador em um único pacote e tem sido assim desde o Firefox 4. Uma sessão de navegação típica usa uma combinação do processo navegador 64 bits e um 32 bits processo plugin, porque alguns plugins populares ainda são de 32 bits. A Mozilla fez o Firefox para Linux 64 bits como uma prioridade com o lançamento do Firefox 4, etiquetado como prioridade de nível 1. Desde que foi rotulado de nível 1, a Mozilla tem vindo a fornecer versões oficiais de 64 bits para seu navegador para Linux. Fornecedor anteriormente do suporte 64 bits já existentes para distribuições Linux, como a Novell-Suse Linux, Red Hat Enterprise Linux e Ubuntu, antes do apoio da Mozilla de 64 bits, embora os vendedores foram confrontados com o desafio de ter que desligar o 64 bits JIT compilador devido à sua instabilidade antes do Firefox 4. == Utilização == Desde o lançamento, em 2004, a adoção de mercado do Mozilla Firefox aumentou rapidamente. Atualmente, o Firefox é o quarto navegador mais usado em todo o mundo, com 3,36% dos usuários, perdendo para o Google Chrome, Safari e Microsoft Edge, primeiro, segundo e terceiro lugar, respectivamente. O Google Chrome passou o Firefox em números de usuários pela primeira vez em novembro de 2011. De acordo com uma pesquisa disponibilizada em 18 de julho de 2007 pela empresa francesa XiTi, a Europa é o continente onde se encontra a segunda maior porcentagem de uso do Firefox, com uma média de 27,8% contra 28,9% da Oceania. O país europeu onde a utilização é maior é a Eslovênia com 47,9%, seguida pela Finlândia com 45,4% e pela Eslováquia com 40,4%.Firefox narrowly misses 28% use in Europe Internet Explorer under 70% == Download Day == A Spread Firefox, comunidade responsável pela publicidade do programa, planejava estabelecer um novo recorde mundial do maior número de downloads de um software em 24 horas, com o lançamento da versão 3.0. O lançamento foi no dia 17 de junho de 2008, às UTC. Ao final do período estabelecido, às UTC de 18 de junho, downloads foram registrados. Os resultados foram encaminhados aos avaliadores do Livro Guinness dos Recordes para análise dos dados. Em 2 de julho de 2008, já tinham sido registrados mais de 28 milhões de downloads. == Ver também == * Firefox Hello * Guerra dos navegadores * GNU IceCat * Iceweasel * Lista de navegadores * O Livro de Mozilla * Gecko: Motor de renderização do Firefox * Projeto Quantum - projeto da Mozilla para trazer melhorias profundas para o Gecko a partir do Servo * Servo: Motor de renderização de próxima geração da Mozilla escrito na linguagem de programação Rust == Ligações externas == * Documentação * * * Complementos * * Categoria:Software de 2004 Categoria:Software livre programado em C++ Categoria:Navegadores para Windows Categoria:Navegadores para Linux Categoria:História da Internet Categoria:Leitores de feed Categoria:Navegadores livres para POSIX Categoria:Softwares que utilizam GTK Categoria:Software livre multiplataforma",
 "title": "Mozilla Firefox"
}