{
 "id": "26123",
 "text": "Hamburgo, oficialmente Cidade Livre e Hanseática de Hamburgo (, ou apenas Hamburg, , ; em baixo-alemão Hamborg)Constituição de Hamburgo é a segunda maior cidade da Alemanha, com uma população de aproximadamente 1,8 milhão de pessoas. A cidade possui uma região associada mais ampla. O nome oficial reflete a história de Hamburgo vem da sua história como membro da Liga Hanseática medieval, uma Cidade Imperial Livre do Sacro Império Romano- Germânico, uma cidade-Estado que se tornou um dos 16 estados alemães. Antes da Unificação da Alemanha de 1871, a cidade era um Estado totalmente soberano. Antes das mudanças constitucionais em 1919, formou uma república cívica liderada constitucionalmente por uma classe hereditária de grandes burgueses (Großbürger ou Hanseaten). Por repetidas vezes, a destruição atingiu a história da cidade, como no Grande Incêndio de Hamburgo, durante as inundações costeiras excepcionais e conflitos militares, incluindo o intenso bombardeamento durante a Segunda Guerra Mundial. Os historiadores observam, no entanto, que a cidade conseguiu se recuperar e emergir mais rica após cada catástrofe. Através rio Elba, Hamburgo tem o segundo maior porto da Europa e ainda possui uma ampla base corporativa. Na mídia, a editora NDR, a empresa de impressão e publicação Gruner + Jahr e os jornais Der Spiegel e Die Zeit estão sediados na cidade. Hamburgo continua a ser um importante centro financeiro, a sede da mais antiga bolsa de valores da Alemanha e do segundo banco mais antigo do mundo, o Berenberg Bank. As matrizes e instalações da mídia e de setores de varejo, logística e industrial incluem unidades de multinacionais como Airbus, Blohm + Voss, Aurubis, Beiersdorf e Unilever. A cidade é um fórum para, e tem especialistas em, economia mundial e direito internacional com missões consulares e diplomáticas, como o Tribunal Internacional do Direito do Mar. As conferências e cúpulas políticas internacionais multipartirdes têm incluído nos últimos anos aquelas entre a Europa e a China e entre o G20. A cidade é um destino turístico a nível nacional e internacional, sendo a que ficou em 18º lugar no mundo no quesito habitabilidade em 2016. O Speicherstadt e o Kontorhausviertel foram declarados Patrimônio da Humanidade pela UNESCO em 2015.Media release on the website of Hamburg Marketing, acessado em 19 de março de 2016. Hamburgo é um importante centro europeu de ciência, pesquisa e educação, com várias universidades e institutos. Suas indústrias criativas e locais culturais incluem as salas de concertos Elbphilharmonie e Leisz, locais de arte, produtores de música e artistas. Ela deu origem a movimentos como o Hamburger Schule e abriu o caminho para bandas, incluindo The Beatles. Hamburgo também é conhecida por seus vários teatros e uma variedade de espetáculos musicais. A Reeperbahn, no St. Pauli, é um dos mais conhecidos distritos de entretenimento europeus. == História == O primeiro mandato da atual cidade está em Cláudio Ptolomeu relatórios Treva. === Idade Média === Hamburgo foi assim denominada devido à primeira construção permanentemente no local, um castelo construído por ordem do Imperador Carlos Magno no ano 808. O castelo foi construído num leito rochoso no pântano entre os rios Alster e Elba como defesa contra incursões eslavas. O castelo foi denominado Hammaburg, onde \"burg\" significa \"castelo\". A palavra \"Hamma\" é de origem incerta, no alto-alemão antigo hamma significa tanto “ângulo” quanto “pastagem”. O ângulo podia se referir a um pedaço de terra ou a uma curva do rio. Entretanto, a língua ali falada possivelmente era o alto-alemão antigo, pois o baixo-saxão foi ali falado posteriormente. Outras teorias sustentam que o castelo recebeu o nome da vizinha floresta de Hamma, ou da vila de Hamm, posteriormente incorporada à cidade. Hamm como nome de localidade é comum em alemão, porém o seu significado preciso é igualmente incerto. Em 834 Hamburgo foi designada sede de um bispado, cujo primeiro bispo, Ansgário, tornou-se conhecido como o Apóstolo do Norte. Em 845 uma frota de 600 navios viquingues subiu o rio Elba e destruiu Hamburgo, na época um povoado de cerca de 500 habitantes. Dois anos depois, Hamburgo foi unida ao Arcebispado de Bremen como Bispado de Hamburgo- Bremen. Em 983, a cidade foi destruída pelo rei Mstivoj de Obodrites. Em 1030, a cidade foi incendiada pelo Rei Miecislau II da Polônia. Depois de outros ataques em 1066 e 1072 o Bispado mudou-se definitivamente para Bremen. Hamburgo sofreu vários incêndios de grande porte, principalmente os de 1284 e 1842. Uma carta de 1189 do Rei Frederico I, o \"Barba Ruiva\" deu a Hamburgo o status de Cidade Livre Imperial e acesso livre de impostos do baixo Elba até o Mar do Norte. Esta carta, assim como a proximidade da cidade em relação às principais rotas de comércio dos mares do Norte e do Báltico, rapidamente tornaram-na um importante porto do norte da Europa. Sua aliança com Lübeck em 1241 marca o surgimento da liga de cidades comerciais conhecida como Liga Hanseática. Em 1529 a cidade adotou o Luteranismo, e Hamburgo logo recebeu refugiados protestantes dos Países Baixos e da França. Hamburgo estava na época sob soberania dinamarquesa, ainda que pertencendo ao Sacro Império Germânico como Cidade Livre Imperial. === Século XIX === Anexada durante curto período por Napoleão I (1810–14), Hamburgo sofreu consideravelmente durante sua última campanha na Alemanha, porém conseguiu unir forças para lutar contra ele, a Milícia dos Cidadãos de Hamburgo e a Legião Hanseática. A cidade foi sitiada por mais de um ano por forças aliadas (principalmente russas, suecas e alemãs). As forças russas, sob o comando do general Bennigsen finalmente libertaram a cidade em 1814. Durante a primeira metade do século XIX surgiu, principalmente na poesia romântica uma deusa padroeira com o nome latino de Hamburgo, Hammonia, Harmonia tornou-se o símbolo do espírito da cidade nesta época. Em 1842, cerca de 1/4 da cidade foi destruída por um grande incêndio, que se iniciou na noite de 4 de maio e só foi extinto a 8 de maio daquele ano. O incêndio destruiu três igrejas, a prefeitura, e inúmeros outros prédios. Morreram 51 pessoas, e cerca de 20 000 ficaram desabrigadas. A reconstrução da cidade demorou mais de 40 anos. Hamburgo experimentou seu mais rápido crescimento durante a segunda metade do século XIX quando a população mais do que quadruplicou, chegando aos 800 mil habitantes, à medida que o comércio marítimo transformou-a no terceiro maior porto da Europa. Tendo Albert Ballin como seu diretor, a empresa Hamburg-America se tornou a maior empresa de navios transatlânticos do mundo na virada do século, e Hamburgo também se tornou sede de empresas que faziam linhas para a América do Sul, África, Índia e Extremo Oriente. Hamburgo tornou-se uma metrópole cosmopolita baseada no comércio mundial. Era também o porto para a maioria dos alemães e europeus do leste que emigravam para o Novo Mundo, e se tornou lar de comunidades comerciais de todo o mundo (como uma pequena Chinatown em Altona, Hamburg). === Século XX === Em 1903, surgiu ali o primeiro clube no mundo dedicado ao naturismo, o Freilichtpark,Richard Ungewitter (German author) - Britannica Online Encyclopedia aberto por Paul Zimmermann. Estava situado junto a um lago no sul da cidade formado pelo rio Alster, junto a uma praia fluvial. Em 1938 os limites da cidade foram ampliados com o Groß-Hamburg-Gesetz ou Ato da Grande Hamburgo, que incorporou Wandsbek, Harburg, Wilhelmsburg e Altona ao seu perímetro. Durante a Segunda Guerra Mundial Hamburgo sofreu uma série de bombardeios devastadores, que mataram 50 000 civis e deixaram 750 000 desabrigados . Por causa disto, e devido às novas diretrizes do zoneamento urbano da década de 1960, o centro da cidade perdeu muito de sua antiga arquitetura. De 1938 a 1945, um campo de concentração nazista foi estabelecido no distrito de Neuengamme. Alguns de seus prédios foram preservados, e o local hoje serve de memorial. Após a Segunda Guerra Mundial a Alemanha perdeu as suas colônias e Hamburgo perdeu muitas de suas rotas comerciais. A Cortina de Ferro — apenas 50 km a leste da cidade — separou-a de muitas de suas rotas de acesso por terra, e assim reduziu seu comércio total. A 16 de fevereiro de 1962 uma severa tempestade no Mar do Norte causou uma rápida elevação do leito do Elba, inundando 1/5 da cidade e matando mais de 300 pessoas. Após a reunificação alemã em 1990 e o acesso de alguns países do Báltico e do Leste Europeu à União Europeia em 2004, o porto de Hamburgo e a cidade passaram a ambicionar o retorno ao seu antigo prestígio, como o maior porto de águas profundas da região para navios transportadores de contentores, e o principal centro de comércio da região. == Geografia == thumb|Altona Volkspark. Hamburgo localiza-se no ponto mais ao sul da Península da Jutlândia, diretamente entre a Europa continental ao sul, a Escandinávia ao norte, o Mar do Norte a oeste e o Mar Báltico a leste. Hamburgo fica no ponto onde o rio Elba encontra os rios Alster e Bille. A área central da cidade situa-se em volta do ‘’Binnenalster’’ (\"Alster interior\") e o ‘’Außenalster’’ (\"Alster exterior\") sendo ambos lagos formados pelo rio Alster. A ilha de Neuwerk e duas outras ilhas no Mar do Norte também fazem parte de Hamburgo, e formam o Parque Nacional Marítimo Hamburgo Wadden. No distrito de Neugraben-Fischbek está o ponto mais alto de Hamburgo, o Hasselbrack, de 116,2 metros.Geologisches Landesamt Hamburg (Departamento de geologia de Hamburgo) === Clima === Hamburgo tem um clima oceânico (Cfb), influenciado pela proximidade com a costa e massas de ar marinho que se originam sobre o Oceano Atlântico. As zonas úmidas próximas também gozam de um clima temperado marítimo. A quantidade de queda de neve diferiu muito nas últimas décadas: enquanto no final da década de 1970 e início dos anos 1980, às vezes ocorreu forte queda de neve,Tempesatde de neve de 1978/1979 no norte da Alemanha, acessado em 20 de julho de 2016. os invernos dos últimos anos foram menos frios, com queda de neve apenas alguns dias por ano.Artigo acessado em 20 de julho de 2016.Comparison Os meses mais quentes são junho, julho e agosto, com altas temperaturas de 20,1 a 22,5 °C (68,2 a 72,5 °F). Os mais frios são dezembro, janeiro e fevereiro, com baixas temperaturas de -0,3 a 1,0 °C (31,5 a 33,8 °F). == Demografia == Em 31 de dezembro de 2006, havia pessoas vivendo em Hamburgo em uma área de 755,3 quilômetros quadrados. A densidade populacional era de hab./km². A área metropolitana é o lar de cerca de 5 milhões de pessoas, que vivem em uma área de 19 mil km². Em 2006, a população era composta por 856 132 homens e 898 050 mulheres, sendo que para cada homens, havia mulheres. Houve também 16 089 nascimentos (dos quais 33,1% eram de mães solteiras), casamentos e divórcios na cidade. Cerca de 15,7% da população tinha até 18 anos de idade, enquanto 18,8% tinham 65 anos ou mais. === Composição étnica === Estimativas recentes colocam o número de pessoas de origem migrante em torno de 30% (515 000).statistik-nord.de - pdf Os imigrantes vêm de 180 países diferentes, mas principalmente Turquia, Polônia e Afeganistão. Em 1999, havia 910 304 famílias, das quais 18,9% tinham filhos de até 18 anos; 47,9% de todas as casas eram compostos por solteiros.Selectable data base: thumb|Prefeitura de Hamburgo. == Governo e política == === Eleições estaduais === Ano % D % D % D % D % D % D % D % D % D % D % D SPD CDU FDP KPD RSF DP GRÜ STATT PDS/LIN Schill AfD 1946 43,1 83 26,7 16 18,2 7 10,4 4 0,7 - 1949 42,8 65 34,5 40 CDU 7,4 5 2,0 1 13,3 9 1953 45,2 58 50,0 62 3,2 - CDU 1957 53,9 69 32,2 41 8,6 10 4,1 - 1961 57,4 72 29,1 36 9,6 12 1966 59,0 74 30,0 38 6,8 8 1970 55,3 70 32,8 41 7,1 9 1974 45,0 56 40,6 51 10,9 13 1978 51,5 69 37,6 51 4,8 - 4,6 - 06/1982 42,7 55 43,2 56 4,9 - 7,7 9 12/1982 51,3 64 38,6 48 2,6 - 6,8 8 1986 41,7 53 41,9 54 4,8 - 10,4 13 1987 45,0 55 40,5 49 6,5 8 7,0 8 1991 48,0 61 35,1 44 5,4 7 7,2 9 1993 40,4 58 25,1 36 4,2 - 13,5 19 5,6 8 1997 36,2 54 30,7 46 3,5 - 13,9 21 3,8 - 0,7 - 2001 36,5 46 26,2 33 5,1 6 8,6 11 0,4 - 0,4 - 19,4 25 2004 30,5 41 47,2 63 2,8 - 12,3 17 3,5 - 2008 34,1 45 42,6 56 4,8 - 9,6 12 6,4 8 2011 48,4 62 21,9 28 6,7 9 11,2 14 6,4 8 2015 45,6 58 15,9 20 7,4 9 12,3 15 8,5 11 6,1 7 == Subdivisões == Um distrito de Hamburgo é comparável à administração de terceiro nível na Alemanha. Na Constituição de Hamburgo, está determinado que uma área poderia ser criada por lei para fins administrativos. Constituição de Hamburgo, art. 4 Os distritos foram criados através de uma lei.Bezirksverwaltungsgesetz (BezVG) Um distrito tem direitos menores para estabelecer leis e regulamentos em comparação com os distritos dos estados da Alemanha, porque Hamburgo é um estado e, ao mesmo tempo, uma cidade. Distrito População Área (km²) Densidade Hamburg-Mitte 233 114Residents registration office, source: statistical office Nord of Hamburg and Schleswig-Holstein (31.12.2006) 107,1 km² 2 177 Altona 243 972 78,3 km² 3 149 Eimsbüttel 246 087 50,1 km² 4 915 Hamburg-Nord 279 498 57,8 km² 4 838 Wandsbek 409 771 147,5 km² 2 777 Bergedorf 118 942 154,8 km² 769 Harburg 201 119 161,0 km² 1 253 == Economia == O produto interno bruto (PIB) de 2016 totalizou 110,7 bilhões de euros. A cidade tem uma taxa de emprego relativamente alta, com 88% da população em idade de trabalhar, empregada em mais de 160 mil empresas. A renda média em 2016 dos empregados foi de euros. Hamburgo tem sido por séculos um centro comercial do norte da Europa e é a cidade bancária mais importante do norte da Alemanha. A cidade é a sede do banco mais antigo da Alemanha, o Berenberg Bank. A Bolsa de Valores de Hamburgo é a mais antiga do gênero na Alemanha. A unidade econômica mais significativa é o Porto de Hamburgo, que é o terceiro maior da Europa (atrás de Roterdã e Antuérpia) e o 17º maior do mundo com transbordos de 8,9 milhões de TEUs de carga e 138,2 milhões de toneladas de mercadorias em 2016. O comércio internacional também é o motivo do grande número de consulados na cidade. Embora situado a 110 km do Elba, é considerado um porto marítimo devido à sua capacidade de lidar com grandes embarcações oceânicas.M. Ramesh: A indústria pesada local inclui a fabricação de aço, alumínio, cobre e vários grandes estaleiros navais, como Blohm + Voss. Hamburgo, juntamente com Seattle e Toulouse, é um local importante da indústria aeroespacial civil. A Airbus, que tem uma fábrica de montagem em Finkenwerder, emprega mais de 13 mil pessoas. === Turismo === Em 2016, mais de 6 566 071 visitantes com 13 331 001 pernoites visitaram a cidade. O setor do turismo emprega mais de 175 mil pessoas em tempo integral e traz receitas de quase 9 bilhões de euros, tornando a indústria do turismo uma grande força econômica na região metropolitana de Hamburgo. A cidade tem uma das indústrias turísticas de mais rápido crescimento na Alemanha. De 2001 a 2007, as pernoites na cidade aumentaram 55,2% (Berlim + 52,7%, Mecklenburg-Vorpommern +33%). Em 2016, o visitante médio passou duas noites em Hamburgo. A maioria dos visitantes vem da Alemanha. A maioria dos estrangeiros são europeus, especialmente da Dinamarca ( pernoites), Reino Unido (301 mil pernoites), Suíça ( pernoites), Áustria ( pernoites) e Países Baixos ( pernoites). O maior grupo de fora da Europa vem dos Estados Unidos ( pernoites). == Infraestrutura == === Transportes === Hamburgo é um importante centro de transporte, conectado a quatro Autobahnen (autoestradas) e a junção ferroviária mais importante na rota para a Escandinávia. Pontes e túneis ligam as partes do norte e do sul da cidade, como o antigo túnel do Elba (Alter Elbtunnel) ou St. Pauli Elbtunnel (nome oficial) que abriu em 1911, que agora é uma atração turística, enquanto o novo túnel do Elba (Elbtunnel) é o cruzamento de uma autoestrada. 33 linhas ferroviárias de trânsito em toda a cidade são a espinha dorsal dos transportes públicos. O S-Bahn (sistema ferroviário pesado) compreende seis linhas e o U-Bahn quatro linhas (\"U-Bahn\" é a abreviação para Untergrundbahn, ou metrô). Aproximadamente 41 km dos 101 km do U-Bahn são subterrâneos; A maioria está em aterros ou viadutos ou no nível do solo. Os residentes mais idosos ainda falam do sistema como Hochbahn (ferrovia elevada), também porque a empresa operadora do metrô é a Hamburger Hochbahn. A ferrovia AKN conecta as cidades satélites em Schleswig-Holstein. Em algumas rotas, os trens regionais da principal empresa ferroviária alemã Deutsche Bahn e os trens regionais de metrônomo podem ser usados com um bilhete HVV. Exceto nas quatro maiores estações da cidade (Hauptbahnhof, Dammtor, Altona e Harburg) os trens regionais não param na cidade. O sistema de bondes foi aberto em 1866 e encerrado em 1978. O Aeroporto de Hamburgo (IATA: HAM, ICAO: EDDH) é o quinto maior e mais antigo aeroporto da Alemanha, tendo sido estabelecido em 1912 e localizado a cerca de 8 km do centro da cidade. Cerca de 60 companhias aéreas oferecem serviços para 125 destinos, incluindo alguns destinos de longa distância como Newark pela United Airlines, Dubai pela Emirates Airlines e Teerã pela Iran Air; a Lufthansa é a operadora central, com a maioria dos voos. A empresa também opera uma das maiores instalações de manutenção aeroportuária de Hamburgo (Lufthansa Technik). O segundo aeroporto é o Aeroporto de Hamburgo Finkenwerder (IATA: XFW, ICAO: EDHI), que está a cerca de 10 km do centro da cidade e é um aeroporto não público para a fábrica da Airbus. É a segunda maior fábrica da Airbus, depois de Toulouse, e a terceira maior fábrica de aviação, após Seattle e Toulouse; a planta abriga as linhas de montagem final para as aeronaves A318, A319, A320, A321 e A380. == Cultura == === Arquitetura === Hamburgo tem importantes exemplos de arquitetura em prédios de variados estilos. Há apenas uns poucos arranha-céus. Igrejas como a de São Nicolau, o mais alto edifício do século XIX, são importantes marcos. No horizonte de Hamburgo vislumbram-se as cúpulas das principais igrejas (Hauptkirchen) (São Miguel, São Pedro, São Tiago e Santa Catarina) cobertas por grandes telhados de cobre. Os muitos canais de Hamburgo são cruzados por mais de pontes, mais do que Amesterdão e Veneza somadas. Hamburgo tem mais pontes em seu perímetro urbano que qualquer outra cidade no mundo. As pontes Köhlbrandbrücke, Freihafen Elbbrücken e Lombardsbrücke são importantes vias de tráfego. O norte e o sul da cidade também são conectados por túneis, destacando-se o túnel sobre o Elba construído em 1911 (hoje um ponto turístico) e o túnel sobre o Elba de 1975, que é parte da via expressa Bundesautobahn 7.Hamburger Abendblatt: Elbe ohne e - Buchstaben fallen weg 10 de agosto de 2002 http://www.abendblatt.de Acessado 11 de agosto de 2008 A prefeitura é um edifício neo-renascentista ricamente decorado e concluído em 1896. Com sua torre de 112 metros de altura, é o mais alto edifício-sede de prefeitura da Europa. Em sua fachada há imagens dos imperadores do Sacro Império Romano-Germânico, pois Hamburgo, como Cidade Livre Imperial, esteve sob sua soberania.Eike Manfred Buba: Auf dem Rathausmarkt 1998 Hamburgo website Acessado a 13 de agosto de 2008 O edifício Chilehaus, de 1922 tem a forma de um navio transatlântico, e foi desenhado pelo arquiteto Fritz Höger. === Esportes === thumb|Volksparkstadion. Hamburgo às vezes é chamado de capital do esporte alemão, uma vez que nenhuma outra cidade tem mais equipes da primeira liga e eventos esportivos internacionais. O Hamburger SV é um time de futebol, sendo o mais antigo da Bundesliga, jogando na liga desde o seu início em 1963. O HSV é seis vezes campeão alemão, três vezes vencedor da Copa da Alemanha, triunfou na Taça dos Clubes Campeões Europeus de 1983–84 e jogou no estágios grupais da Liga dos Campeões da UEFA duas vezes: em 2000/2001 e em 2006/2007. Eles jogam no Volksparkstadion (o comparecimento médio na temporada 12/13 foi de ). Além disso, o Fußball-Club Sankt Pauli von 1910 foi um clube de futebol de segunda divisão que ficou em segundo lugar na temporada 2009/2010 e qualificou-se para jogar ao lado do Hamburger SV na primeira divisão pela primeira vez desde a temporada 2001-02. Os jogos em casa de St. Pauli ocorrem no Millerntor-Stadion. O HSV Handball representou Hamburgo até 2016 no Campeonato Alemão de Handebol Masculino. Em 2007, o HSV Handball ganhou a Copa dos Campeões Europeus. O clube ganhou a liga na temporada 2010/11 e teve uma média de 10.690 no O2 World Hamburg no mesmo ano. O sucesso mais recente para a equipe foi a vitória da Liga dos Campeões da EHF em 2013. Desde 2014, o clube sofreu problemas econômicos e quase não foi permitido a licença para a temporada 2014-15. Mas, devido ao apoio econômico do ex- presidente/patrocinador Andreas Rudolf, o clube foi autorizado a licença no último minuto. Em 20 de janeiro de 2016, no entanto, sua licença foi removida devido a violações na sequência das contínuas lutas econômicas. Em 2016-17, eles não podem jogar na primeira ou segunda liga. O BCJ Hamburg jogou na Liga Alemã de Basquetebol de 1999 a 2001. Desde então, equipes de Hamburgo tentaram retornar à liga de elite da Alemanha. O Hamburg Towers, recentemente fundado, já se estabeleceu como uma das principais equipes da segunda divisão da Alemanha e pretende assumir o patrimônio do BCJ Hamburg. O Towers joga seus jogos em casa no Inselparkhalle em Wilhelmsburg. == Ver também == *Demografia da Alemanha === Bibliografia === * Jorun Poettering, Migrating Merchants. Trade, Nation, and Religion in Seventeenth-Century Hamburg and Portugal, Berlin, De Gruyter, 2019, 978-3-11-046993-6. == Ligações externas == * * * * * * Visita Virtual",
 "title": "Hamburgo"
}