{
 "id": "26126",
 "text": "Argel (; ; em árabe: الجزائر, translit.: al-Jazā’ir ou al-Jazā’er; em árabe argelino: دزاير, translit.: Dzayer; em berber: , Lezzayer Tamanaɣt; em francês: Alger, ; literalmente: \"as ilhas\") é a capital, cidade mais populosa e principal centro financeiro, corporativo, mercantil e cultural da Argélia. Localiza-se na parte norte do país, ao longo do mar Mediterrâneo, sendo também capital da província de mesmo nome. Sua população, de acordo com estimativas do Instituto Nacional de Estatística da Argélia em 2011, era de 4,5 milhões. Sua área territorial é de . Seu apelido em francês é Alger, la Blanche (\"Argel, a Branca\") pela admirável aparência do branco resplandecente dos edifícios que sobem a encosta, vistos do mar. == História == Foi fundada pelos fenícios no e, sob domínio romano, a pequena cidade de Icósio () situava-se onde hoje se encontra o bairro marítimo de Argel. O estatuto de cidade Latina foi-lhe concedido pelo imperador Vespasiano. A rue de la Marine segue o alinhamento de uma antiga rua romana. Existiam cemitérios romanos perto de Bab-el-Oued e Bab Azoun. Os bispos de Icósio são mencionados até o . A cidade atual foi fundada em 944 por Bologuine ibne Ziri, o fundador da dinastia zírida-sanhaja, que foi destronada por Rogério II da Sicília em 1148. Antes dessa data, já haviam perdido Argel, que em 1159 foi ocupada pelos Almóadas, tendo sido dominada pelos sultões ziânidas do Reino de Tremecém a partir do . Nominalmente parte do Reino de Tremecém, Argel gozava de considerável autonomia, sob os seus próprios emires, sendo Orã o principal porto dos ziânidas. A ilhota em frente do porto de Argel, posteriormente conhecido como Penon, foi ocupada pelos Espanhóis em 1302. A partir daí, cresceram as trocas comerciais entre Argel e a Espanha. Argel continuou a ser uma cidade relativamente pouco importante até a expulsão dos mouros da Espanha, quando muitos deles procuraram asilo na cidade. Em 1510, depois de ocuparem Orã e outras cidades da costa africana, os espanhóis fortificaram o Penon. Em 1516, o emir de Argel, Selim b. Teumi, convocou os irmãos Aruje e Barba Ruiva para expulsar os espanhóis. Em Argel, Aruje tramou a morte de Selim e apoderou-se da cidade. Barba Ruiva, sucedeu Aruje, expulsou os espanhóis do Penon (1550) e fundou o paxalique (pashalik), depois deilique (deylik), de Argel. === Domínio turco-otomano === A cidade foi conquistada pelos turcos e tornou-se parte do Império Otomano. O governador da cidade era virtualmente independente de Constantinopla, e Argel se tornou o principal centro dos piratas da Barbária. Em outubro de 1541, o imperador Carlos V tentou conquistar a cidade, mas uma tempestade destruiu grande número dos seus navios. Seu exército de 30 mil homens, na sua maioria espanhóis, foi derrotado pelos argelinos sob o comando do paxá, Hassan. A partir do , Argel livrou-se do controle otomano e se manteve na periferia das economias otomana e a europeia, com a sua existência dependente do Mediterrâneo, cada vez mais controlado por navios europeus, apoiados pelas marinhas europeias. Argel voltou-se para a pirataria e várias nações europeias fizeram repetidas tentativas para subjugar os piratas que perturbavam a hegemonia europeia no Mediterrâneo ocidental. Em 1816 a cidade foi bombardeada por um esquadrão britânico comandado por Lord Exmouth, auxiliado por vasos de guerra holandeses. A frota dos corsários foi incendiada. === Domínio francês === Em 4 de julho de 1830, sob o pretexto de uma afronta ao seu cônsul (a quem o dey tinha batido com um enxota-moscas quando afirmara que o governo francês não estava preparado para pagar as suas substanciais dívidas a dois mercadores judeus argelinos), um exército francês comandado pelo General de Bourmont atacou a cidade, que capitulou no dia seguinte. Durante o século XIX a campanha de colonização francesa estabelece fortes transformações estéticas e culturais em Argel, tornado-a uma bela cidade, com importantes instituições e construções. Em 1940 a Argélia francesa cai sob domínio nominal da França de Vichy após a Batalha de França. Em novembro de 1942, a França Livre decide por lançar a Operação Tocha para recuperar a Argélia. A operação foi bem-sucedida, e permitiu à França Livre transferir sua capital figurativa de Brazavile para Argel, permanecendo ali até 1944, quando Paris foi libertada. Pode-se dizer, assim, que Argel foi capital da França. == Geografia == Fica localizada no extremo norte do país, na margem oeste da baía de mesmo nome, na costa do Mar Mediterrâneo, nas coordenadas 36°47' Norte, 3°4' Este (36.78333, 3.0667), nas encostas da cordilheira do Atlas do Tell, paralela à costa. É um dos maiores portos de África e o principal centro industrial e comercial da Argélia. Sua população é de 4,5 milhões de pessoas. === Clima === Argel, assim como Tunes e outras capitais da região, possui um clima mediterrânico, um tipo de clima temperado com estação seca no verão e invernos suaves e chuvosos. Devido à sua proximidade com o Mar Mediterrâneo, este influencia na moderação das temperaturas da cidade. Argel diferencia-se de muitas cidade do sul da Argélia, pois não costuma apresentar temperaturas extremas vistas em localidades dos desertos interiores adjacentes. Argel, em média, recebe pouco mais de 750 milímetros de chuva por ano, sendo que a época mais chuvosa registrada na cidade dar-se-á entre outubro e março. Registros de neve são raros, sendo que, em 2012, as ruas da cidade receberam 10 centímetros de neve, após um período de oito anos sem registros do fenômeno. === Demografia === Ano Habitantes 1940 300 000 1960 600 000 1963 900 000 1977 1 353 826 1987 1 507 241 1998 1 519 570 2007 2 072 993 2008 2 364 230 De acordo com estimativas de 2012, a população de Argel é de habitantes. Aproximadamente 3% dos habitantes da cidade são estrangeiros, oriundos principalmente da China, Vietname e Mali. A cidade teve um grandíssimo aumento populacional entre 1960 e 2008, passando de 900 mil habitantes para 2,3 milhões de habitantes. ==== Línguas ==== Assim como em todo o país, a língua mais usada em Argel é o árabe. O francês também desempenha um papel importante no comércio e turismo. A televisão estatal em Argel, assim como outros meios de comunicação, publicam e enviam notícias e documentários tanto em árabe quanto em francês. A linguagem escrita usada, em sua maior parte, é composta pelo francês, mas o árabe moderno padrão também é usado. A maioria dos habitantes de Argel falam árabe como sua língua nativa. === Religião === Assim como no país, a religião predominante em Argel é o Islamismo sunita. As estatísticas oficiais, promovidas pelo governo, indicam que mais de 95% da população da cidade pertence a esta religião. Há uma pequena minoria de cristãos e judeus, formados principalmente por estrangeiros que residem na cidade. A Igreja Católica Romana é liderada pela Arquidiocese de Argel. Criada como diocese em 10 de agosto de 1838, tendo tornado-se uma Arquidiocese em 25 de julho de 1866, chegou a ter adeptos do catolicismo sob sua supervisão em Argel em 1959. Tal número reduziu-se para em 1980 e cerca de católicos na cidade na década de 2000. Quando os franceses se retiraram da Argélia, a Arquidiocese de Argel sofreu uma grande reestruturação, assim como as outras arquidioceses e dioceses argelinas. Uma lei que entrou em vigor em 28 de março 2006 proíbe o proselitismo de muçulmanos por não muçulmanos em Argel, e proíbe os não muçulmanos de praticar sua religião fora dos locais aprovados pelo Governo. Denominações religiosas necessitam de permissão, por parte do governo, para a prática de suas manifestações religiosas. == Política == === Cidades-irmãs === Argel é cidade-irmã de: * Pequim, China * Berlim, Alemanha * Tunes, Tunísia * Paris, França * Montreal, Canadá * Londres, Reino Unido * Esmirna, Turquia * Tiro, Líbano * Santiago, Chile * Sófia, Bulgária * Moscovo, Rússia * Bordéus, França * Barcelona, Espanha * Genebra, Suíça * Washington, D.C, Estados Unidos * Roma, Itália * Amesterdão, Países Baixos * Dubai, Emirados Árabes Unidos * São Paulo, Brasil * Buenos Aires, Argentina * Xangai, China * Cairo, Egito * Trípoli, Líbia * Dacar, Senegal * Bosaso, Somália * Rabate, Marrocos == Economia == Argel é um importante centro econômico, comercial e financeiro, em particular uma bolsa de valores com uma capitalização de 60 milhões de euros em 2010. A cidade tem o mais alto custo de vida de qualquer cidade no Norte da África. Tem o setor de serviços mais desenvolvido, além de indústrias alimentares e automobilísticas. == Infraestrutura == === Educação === Argel possui a mais antiga e importante instituição de ensino superior da nação, a Universidade de Argel Benyoucef Benkhedda (ou Universidade de Argel 1). Além dessas, possui a Universidade de Argel 2 (Universidade Abou El Kacem Saadallah), a Universidade de Argel 3 (Universidade Brahim Soltane Chaibout), a Escola Nacional de Ciência da Computação, a Universidade de Ciência e Tecnologia Houari-Boumediene, a Escola Superior Nacional de Jornalismo e Ciência da Informação, a Escola Superior Nacional de Ciências do Mar e Desenvolvimento Costeiro, a Escola Superior de Comércio, a Escola Politécnica Nacional e a Escola Superior Nacional do Serviço Público e Seguridade Social. === Transportes === Dentro dos projetos da Rede Rodoviária Transafricana, a cidade de Argel serve como um ponto de conexão entre a Rodovia Argel–Lagos, de acesso à Tamanrasset, Agadez e Lagos (todas ao sul), e a Rodovia Cairo–Dacar, de acesso à Tunes (leste) e Rabate (oeste).Mindur, Maciej. Economic and transport aspects of the African Union. Scientific Journal of Silesian University of Technology. Setembro de 2018. O maior porto do país, o porto de Argel, está nesta cidade, na baía de Argel, uma reentrância marítima do Mediterrâneo muito bem protegida dos ventos. Existem dois ancoradouros, ambos artificiais: o velho (ou do Norte), que cobre uma área de m², e o de Aga (ou do Sul). A construção do ancoradouro velho foi iniciada em 1518 por Barba Ruiva, que ligou a ilha onde se encontrava o Forte Penon ao continente, para acomodar os seus navios piratas. O local do Forte Penon encontra-se hoje ocupado por um farol construído em 1544. Além disso a cidade é servida pelo Aeroporto Internacional Houari Boumedienne, o maior e mais importante aeródromo argelino. == Cultura e lazer == A cidade é constituída por duas partes: a parte moderna, construída em terreno plano junto à costa, e a antiga cidade dos deys, que sobe a encosta inclinada por trás da cidade moderna, e que é coroada pela casbá (cidadela), 120 metros acima do nível do mar. Entre os muitos pontos de interesse de Argel, incluem- se o bairro da casbá, a Praça dos Mártires (ساحة الشهداء Sahat ech-Chouhada), os edifícios do Governo (anteriormente o consulado Britânico), as mesquitas Grande, Nova, e Ketchaoua, a catedral católica de Notre Dame d’Afrique, o Museu Bardo (uma antiga mansão turca), a velha Biblioteca Nacional de Argel (Bibliotheque Nationale d'Alger, um palácio turco construído em 1799-1800), e a nova Biblioteca Nacional, construída num estilo que faz lembrar a British Library. === Patrimônio arquitetônico === A casbá de Argel, um tipo único de almedina, ou cidade islâmica, que contém as ruínas da cidadela, antigas mesquitas e palácios de estilo otomano, importantes vestígios duma antiga estrutura urbana, foi inscrita pela UNESCO, em 1992, na lista dos locais considerados Património da Humanidade. O Museu Bardo exibe algumas das esculturas e mosaicos ali descobertos. A Mesquita Grande (الجامع الكبير Jamaa- el-Kebir) é considerada tradicionalmente a mais antiga de Argel. O púlpito (منبر mimbar) ostenta uma inscrição que atesta que o edifício já existia em 1018. O minarete foi construído por , sultão de Tremecém, em 1324. O interior da mesquita é quadrado, encontrando-se dividido em naves por colunas unidas por arcos mouriscos. A Mesquita Nova (الجامع الجديد Jamaa-el-Jedid), construída no , tem a forma de uma cruz Grega, encimada por uma grande cúpula branca, com quatro pequenas cúpulas nos cantos. O minarete tem 30 metros de altura. O interior é semelhante ao da Mesquita Grande. A Mesquita Ketchaoua (جامع كتشاوة Djamaa Ketchaoua), no sopé da casbá, era a Catedral de St Philippe antes da independência (ela própria resultante da transformação em 1845 de uma mesquita construída em 1612). A entrada principal, a que se acede subindo 23 degraus, encontra-se ornamentada com um pórtico suportado por quatro colunas de mármore com veios negros. O tecto da nave é trabalhado em estuque mourisco, encontrando-se assente numa série de arcadas suportadas por colunas de mármore branco. Algumas destas colunas pertenciam à mesquita original. Numa das capelas encontra-se um túmulo contendo os ossos de São Jerónimo. O edifício é uma curiosa mistura de estilos mourisco e bizantino. A Catedral de Notre Dame da África, construída em (1858-1872) numa mistura dos estilos românico e bizantino, está situada nas colinas Bouzareah, com vista para o mar, a 3 km ao Norte da cidade. Por cima do altar encontra-se uma estátua da Virgem Maria, representada como uma mulher negra. Contém igualmente uma estátua de prata maciça do Arcanjo Miguel, que pertence à confraria de pescadores napolitanos. Argel foi uma cidade murada desde o tempo dos deys, com a Torre de Tamentfoust, até ao final do . Após ocuparem a cidade em 1830, os Franceses construíram uma muralha e fosso, com dois fortes: باب عزون Bab Azoun a Sul e باب الواد Bab-el-Oued a Norte. Os fortes e parte da muralha foram demolidos no início do , sendo as suas funções defensivas transferidas para uma linha de fortes nas colinas بوزريعة Bouzareah (400 metros acima do nível do mar). === Desportos === O futebol é a prática desportiva mais popular entre os habitantes de Argel. As equipes futebolística com mais torcedores são o Chabab Riadhi Belouizdad, o JS Kabylie, o ES Sétif, o MC Argel e o USM Argel. Todos jogam a Ligue 1 Mobilis. Por dispor das maiores estruturas desportivas da nação, o Estádio Omar Benhaddad e o Estádio 5 de Julho de 1962, costuma receber as partidas de futebol que reúnem mais rivalidades. == Ver também == == Ligações externas == * UNESCO – Património Mundial - Kasbah de Argel * Images históricas de Argel",
 "title": "Argel"
}