{
 "id": "26137",
 "text": "A Oktoberfest (também conhecida como \"Wiesn\" em Munique) é um festival de cerveja originado em Munique, Alemanha. Foi criado pelo rei bávaro Luís I para celebrar o seu casamento em 1810. A Oktoberfest é também uma feira de produtos e diversões celebrada em Munique (München), no estado da Baviera (Bayern), no sul da Alemanha, e disseminada por vários lugares do mundo. A Oktoberfest é frequentado anualmente por seis milhões de visitantes de todo o mundo e se inicia desde 1872 sempre no sábado depois do 15 de Setembro as 12h00 horas com a tradicional cerimonia de abertura \"O'zapft is\". Termina duas semanas mais tarde, no primeiro domingo de Outubro - daí o nome Oktoberfest (em alemão, \"Oktober\" significa outubro, \"Fest\", festa ou festival, literalmente \"Festa de Outubro\"). O preço de um litro de cerveja é tradicionalmente uma questão política: em 2015 o jarro chega a € 10,40 (US$ 11,60).Guia internacional da Oktoberfest, oktoberfest.net, recuperado em 19 de setembro 2015Munique: Oktoberfest 2015, comece a se preparar!, alemanhaporquenao.com, recuperado em 19 de setembro 2015 == História == 300px|thumb|Oktoberfest de Munique em 2007 A festa, para a qual estavam convidados todos os moradores de Munique, aconteceu num parque longe do centro, batizado Theresienwiese, em homenagem à noiva. Ainda hoje, é neste mesmo parque que acontece a Oktoberfest de Munique. O encerramento e ao mesmo tempo ponto alto da festa era a corrida de cavalos, com a presença da família real da Baviera. O enorme sucesso fez com que fosse marcada outra festa para Outubro do ano seguinte, e assim começou a tradição. O festival de Munique é o maior do mundo. Anualmente, cerca de seis milhões de visitantes participam no festival e na feira em Munique. Com a emigração dos alemães, a festa mais popular da Alemanha espalhou-se pelo planeta. Hoje existem Oktoberfest em diversos países, como: Argentina, Brasil, Estados Unidos, Hong Kong, Itália, Vietname, entre outros. No Brasil, a Oktoberfest chegou com a cultura dos imigrantes alemães. No início do século XX, diversas sociedades, como a SOGIPA de Porto Alegre, já promoviam a Oktoberfest. Contudo, foi na década de 1980 que as Oktoberfest se transformaram em grandes festas populares, com a criação das festas nas cidades de Blumenau-SC, Santa Cruz do Sul-RS, entre outras. == Oktoberfest no Brasil == No Brasil, o festival começou a ser realizado em 1978 em Itapiranga, Santa Catarina, e continua até hoje. É também realizado em Blumenau e nas cidades de Santa Cruz do Sul e Igrejinha, Lagoa dos Três Cantos no Rio Grande do Sul, em Marechal Cândido Rondon, Ponta Grossa e São Jorge d'Oeste, no Paraná, Cerro Largo, no Rio Grande do Sul, entre outras cidades. === Santa Catarina === A Oktoberfest de Blumenau atrai turistas do Brasil e do exterior, especialmente da Alemanha. mas também de países vizinhos da América do Sul e da América do Norte, sendo considerada a maior festa alemã das Américas e a segunda maior do mundo - atrás apenas da Oktoberfest original, em Munique. Segundo o site oficial do evento, em 2009 a Oktoberfest de Blumenau, atraiu visitantes que consumiram pouco mais de 450 mil litros de chope e garrafas de cervejas importadas. Atualmente é considerada a maior festa Alemã das Américas, e em 2013 aconteceu entre os dias 3 e 20 de outubro.Guia da Oktoberfest de Blumenau Os participantes do desfile incluem grupos de dança (Tanzgruppe) nacionais e internacionais, sociedades de tiro ao alvo (Schützenvereinen), sendo que estas últimas tem suas raízes na Alemanha e contam com um histórico de mais de oitocentos anos. Também participaram sociedades de canto, de carros alegóricos, e outras. Entretanto, sempre predominam as trajes típicos germânicos(Trachten), muito chope (Bier) e comida típica dos teuto-brasileiros (Deutschbrasilianer). No entanto, Blumenau não é a única cidade catarinense que celebra uma grande festa no mês de outubro: cidades como São Bento do Sul (Schlachtfest) Brusque (Fenarreco), Timbó (Festa do Imigrante), Jaraguá do Sul (Schützenfest), Itapiranga (que a foi a primeira a realizar a Oktoberfest), Itajaí (Marejada, festa de origem portuguesa, com destaque para frutos do mar e pescado), Santa Rosa e muitas outras, inclusive localidades situadas acima da serra, celebram festas nos mesmos moldes básicos. === Rio Grande do Sul === No Rio Grande do Sul, a Oktoberfest é realizada em diversas cidades como Santa Cruz do Sul, Igrejinha, Cerro Largo (Oktoberfest-Missões, por estar situada na região das Missões), Portão, São Lourenço do Sul (Südoktoberfest, que significa Oktoberfest do sul), Frederico Westphalen, Alpestre, Condor, Maratá, Santa Rosa e Lagoa dos Três Cantos. A Oktoberfest de Lagoa dos Três Cantos foi criada com o objetivo de se tornar uma das festas germânicas mais populares da região Central do Rio Grande do Sul, inspirada na festa alemã, que teve origem em 1810. As maiores são a Oktoberfest de Santa Cruz do Sul, que é realizada desde 1984 e reúne cerca de 450 mil pessoas a cada edição e a Oktoberfest de Igrejinha, realizada desde 1988, que é considerada a maior festa comunitária e filantrópica do Brasil (3 mil pessoas, o que representa mais de 10% da população da cidade, trabalham voluntariamente no evento), sendo que somente em 2005 foram consumidos mais de 200 mil litros de chope em nove dias de festa, e após o evento a AMIFEST (Associação de Amigos da Oktoberfest de Igrejinha), entidade que a organiza, distribuiu mais de R$ 1,3 milhões às entidades assistenciais de toda a região metropolitana. Também no Rio Grande do Sul é realizada a mais antiga Oktoberfest do Brasil, tendo sido realizada desde 1911 na SOGIPA (Sociedade de Ginástica Porto Alegre), clube com origem na comunidade alemã em Porto Alegre. === Paraná === A maior Oktoberfest do Paraná, acontece em Marechal Cândido Rondon, região oeste do estado, que conta com a presença de mais de 60 mil pessoas por ano, o que não seria para menos, pois a cidade é conhecida como a mais germânica do Paraná. Outras grandes festas também acontecem em São Jorge d'Oeste, Rolândia, Pato Bragado e Ponta Grossa (München Fest). A München Fest destaca-se como uma boa opção de entretenimento, pois conta com variados shows de renome nacional, e um grande público, que em 2006 ultrapassou 100 mil pessoas. A iniciativa para a criação da festa foi do mestre cervejeiro (ver: Sommelier de cerveja) Jan Strassburger para um evento que celebrasse a Cerveja Original, que era produzida na fábrica da Cervejaria Antárctica em Ponta Grossa. A cerveja acabou sendo trocada pelo chope escuro do tipo München, que também era fabricada na cidade, mas em escala suficiente para atender a demanda da festa. Em 1990, a primeira Münchenfest foi realizada no então pátio de manobras da RFFSA, o atual Parque Ambiental Governador Manoel Ribas, no centro da cidade. Na segunda edição, no ano seguinte, a festa foi transferida para o Centro de Eventos Cidade de Ponta Grossa, planejado para a realização da festa. A partir da décima edição (1999) a Festa Nacional do Chope Escuro começou a contar também com chope claro. A Oktoberfest de Rolândia apesar de nova recebe cada vez mais pessoas da muito expressiva comunidade alemã no norte do Paraná, de cidades como Londrina, Cambé e de Warta. === Mato Grosso === A maior Oktoberfest da região centro- oeste ocorre na cidade de Rondonópolis, no sudeste de Mato Grosso, o evento conta anualmente com a presença de cerca de 10 mil pessoas em dois dias de festa, e ocorre desde 2008. === Olinda === Outra Oktoberfest menor é realizada em Olinda, onde os primeiros registros de alemães datam do século XVII, espalhando cultura e grandes influências nas cidades de Recife, e Olinda. A festa com característica pernambucana é conhecida como Oktoberfest in der Altstadt von Olinda (Oktoberfest na cidade velha de Olinda). É comemorada no dia 24 de outubro desde 1960. === Ceará === A Oktoberfest Guaramiranga acontece na cidade de Guaramiranga, tendo não somente a festa da Cerveja, mas a festa do vinho e das flores. A mistura da cultura alemã com a cearense faz com que a festa seja ainda mais animada. Essa festa surgiu em 2009, com uma estimativa de no mínimo 20 mil pessoas e movimenta a economia da cidade atraindo turistas de todo o Brasil anualmente. === São Paulo === Em São Paulo acontecem várias festas que remetem a atmosfera da Oktoberfest. Em outubro uma associação comercial do bairro do Brooklin, realiza nas ruas Princesa Isabel, Barão do Triunfo, Joaquim Nabuco e adjacências, uma festa com várias barracas de comidas e bebidas típicas, atraindo cerca de 100 mil pessoas por final de semana. O Club Transatlântico, um dos pontos de encontro da comunidade alemã em São Paulo, realiza sua Oktoberfest com comidas e bebidas típicas, atrações musicais originais além da brincadeira mais tradicional das Oktoberfest’s no mundo: a competição do Chopp de metro. É o único lugar no Brasil que oferece as mesmas cervejas servidas na Alemanha - Erdinger Oktoberfest, cerveja de trigo mais consumida no mundo, só que com maior teor alcoólico e mais condimentada, e a HB, cerveja da prefeitura de Munique, também na versão sazonal Oktoberfest Bier. A Oktoberfest do Club Transatlântico em 2011 aconteceu dia 24 de setembro. Apesar disso, a Oktoberfest entrou para o calendário oficial de eventos da cidade apenas em 2017. Na ocasião, o evento foi realizado na Arena Anhembi, voltando a acontecer no mesmo local no ano seguinte. Em 2019, o festival ocorreu no Jockey Club. == Oktoberfest no mundo == Cincinnati sedia a maior Oktoberfest dos Estados Unidos. Em 2002, mais de 500 mil pessoas visitaram a Oktoberfest da cidade. A Oktoberfest de Leavenworth, localizada a cerca de duas horas de distância de Seattle, Estado de Washington, também é um evento considerável, celebrando a Oktoberfest em outubro com muito estilo, tradicionalismo bávaro, e bem ao gosto dos turistas, como se faz no sul do Brasil. == Galeria == Veja mais fotos da Oktoberfest. Ficheiro:Oktoberfest at night.jpg|Oktoberfest de Munique Ficheiro:Oktoberfest de Blumenau.jpg|Dia de desfile na Oktoberfest de Blumenau. Ficheiro:Masskrug.jpg|Oktoberfest de Munique Ficheiro:Desfile 060.jpg|Oktoberfest de Igrejinha Ficheiro:Brazilian Oktoberfest - Entrance.jpg|Oktoberfest de Santa Cruz do Sul Ficheiro:Igrejinha Oktoberfest Parade.jpg|Desfile da Oktoberfest de Igrejinha == Ver também == * München Fest de Ponta Grossa * Museu da Cerveja * Música folclórica alemã * Oktoberfest de Blumenau * Oktoberfest de Lagoa dos três Cantos * Oktoberfest de Igrejinha * Oktoberfest de Santa Cruz do Sul == Ligações externas == * Fotos de Oktoberfest * Oktoberfest Munique Categoria:Atrações turísticas de Munique Categoria:Eventos de outubro Categoria:Eventos de setembro Categoria:Feiras Categoria:Festas Categoria:Palavras, frases e expressões em alemão",
 "title": "Oktoberfest"
}