{
 "id": "26149",
 "text": "O quartzo ou quarço é o segundo mineral mais abundante da Terra (aproximadamente 12 % vol.), perdendo apenas para o grupo de feldspatos. Possui estrutura cristalina trigonal composta por tetraedros de sílica (dióxido de silício, SiO2),Neves, Paulo César Pereira das. Schenato, Flávia. Bachi, Flávio Antônio (2008) Introdução à Mineralogia Prática 2ª edição. Editora Canoas onde cada oxigênio fica dividido entre dois tetraedros. Existem diversas variedades de quartzo, alguns chegando a ser considerados pedras semipreciosas. Desde a antiguidade, as variedades de quartzo foram os minerais mais utilizados na confecção de joias e esculturas de pedra, especialmente na Europa e no Oriente Médio. Hoje, sabe-se que mineradores de rochas contendo quartzo podem sofrer de uma doença pulmonar denominada silicose.Jornal de Pneumologia: Publicação Oficial da Sociedade Brasileira de Pneumologia e Tisiologia (2002). Volume 28. São Paulo - SP == Hábito Cristalino e Estrutura == O quartzo pertence ao sistema de cristal hexagonal. A forma de cristal idealizada é um prisma de seis lados, que, em cada um desses lados, possui outras pirâmides com seis lados. Na natureza, cristais de quartzo são muitas vezes irregulares, distorcidos, desenvolvido com cristais adjacentes de outros minerais, ou mesmo com faces cristalinas difíceis de identificar, que fazem o quartzo parecer maciço. Abaixo, exemplos de duas configurações cristalinas para o quartzo, denominadas α-quartzo e β-quartzo. A transformação entre elas envolve apenas uma rotação de um tetraedro com respeito ao outro, sem alteração da forma como eles são ligados. File:a-quartz.png|α-quartzo (Oxigênio em vermelho, Silício em Cinza) File:b-quartz.png|β-quartzo == Tipos de ocorrência == Ocorre geralmente em pegmatitas graníticas e veios hidrotermais. Cristais bem desenvolvidos podem atingir vários metros de extensão e pesar centenas de quilogramas. A erosão de pegmatitas pode revelar bolsões de cristais, conhecidos como \"catedrais\". Pode também ter origem metamórfica ou sedimentar. Geralmente associado aos feldspatos e micas. É constituinte essencial de granito, arenito, quartzitos por exemplo. Adicionalmente, pode ocorrer em camada, particularmente em variedades como a ametista; neste caso, os cristais desenvolvem-se a partir de uma matriz e deste modo apenas é visível uma pirâmide terminal. Um geode de quartzo, consiste de uma pedra oca (geralmente de forma aproximadamente esférica), cujo interior é revestido por uma camada de cristais. === Quartzo sintético=== Uma vez que o quartzo ocorre muitas vezes maclado, muito do quartzo utilizado industrialmente é sintetizado. São produzidos grandes e perfeitos cristais não maclados em autoclave por meio do processo hidrotermal. ==Propriedades Físicas== O seu hábito cristalino é um prisma de seis lados que termina em pirâmides de seis lados, embora frequentemente distorcidas e ainda colunar, em agrupamentos paralelos, em formas maciças (compacta, fibrosa, granular, criptocristalina), maclas com diversos pseudomorfos. Possui dureza 7 na Escala de Mohs. Apresenta as mais diversas cores (alocromático), caracterizando suas muitas variedades. Peso específico 2,65 kN/m³. Sem clivagem, apresentando fractura concoidal. Borges, Frederico S., 1994, Catálogo descritivo do Museu de Mineralogia Prof. Montenegro de Andrade, FCUP, ISBN 972-96076-1-3 Entre as propriedades físicas mais significativas do quartzo destaca-se sua dureza 7, na escala Mohs (o máximo desta escala é 10, que corresponde ao diamante). O brilho do quartzo é variável, do vítreo ao fosco, e o mesmo ocorre com sua cor, que oscila por diversas tonalidades: incolor, rosada, amarela, marrom e cinza, de acordo com a variedade. Ao ser arranhada com um material mais duro, a superfície do quartzo apresenta sempre um traço branco.http://www.biomania.com.br/bio/conteudo.asp?cod=3032 O Quartzo possui baixa perda acústica, notável estabilidade química e térmica. Apresenta o efeito piezoelétrico, ou seja, cargas elétricas positiva e negativa em vértices opostos quando ele é submetido a pressão ou tensão. Essas cargas elétricas são proporcionais à alteração da pressão. Em outras palavras, se aplicarmos um pulso de tensão em um bloco de cristal de quartzo, essa tensão irá gerar uma vibração mecânica, que, por sua vez, cria uma tensão elétrica oscilante.Rezende, Sergio M (2004). Materiais e Dispositivos Eletrônicos 2ª edição, São Paulo, Editora Livraria da Física. ISBN 85-88325-27-6 Um cristal de quartzo tende a vibrar em sua respectiva frequência de ressonância, que, por sua vez, é determinada pelas características físicas do cristal.Schuler, Charles (2003). Eletrônica II: Habilidades Básicas em Eletricidade, Eletrônica e Telecomunicações 7ª edição, AMGH Editora. Esses fatores fazem com que um bloco de quartzo cristalino seja um ótimo ressoador mecânico, com baixa taxa de amortecimento. A propriedade da pireletricidade, que consiste no aparecimento de cargas elétricas em resposta ao aquecimento do cristal, também se verifica. == Aplicações e utilizações == Devido às suas propriedades físicas, podemos utilizar esse material para diversas utilidades, por exemplo: *Computadores: Osciladores de Quartzo criam frequências precisas usadas como uma espécie de relógio para determinar o ritmo de funcionamento dos computadores. *Construção civil: O Quartzo serve de matéria prima para vários produtos da construção civil, como areia para moldes de fundição, fabricação de vidro, é muito utilizado também como agregado fino; *Eletrônica: As suas propriedades piezoelétricas e estabilidade na oscilação tornam o quartzo um material ideal para ser utilizado em Osciladores. Estes, por sua vez, podem ser utilizados como clocks em circuitos eletrônicos. *Rádios: Pode ser utilizada para estabilizar frequências de transmissores de rádio. *Ferramentas e utensílios: dentifrícios, abrasivos, lixas, refratários, cerâmica, indústria de ornamentos e enfeites; *Química: esmalte e saponáceos, devido ao seu brilho e dureza. É um material abrasivo. *Relojoaria: Utilizado para realizar a contagem dos segundos em relógios de pulso. O cristal, cortado na forma de garfo, é alimentado por uma carga elétrica. Esse formato é calculado para que ele emita sempre exatos 32 768 pulsos elétricos por segundo. Os pulsos são transmitidos a um circuito eletrônico, que se baseia neles para formar os números do mostrador digital. Se o relógio for analógico, o circuito divide a vibração a apenas um impulso por segundo. Esse impulso regula um pequeno motor que move as engrenagens dos ponteiros.Revista Mundo Estranho http://mundoestranho.abril.com.br/materia/como-funcionam-os-relogios-de- quartzo *Fibra Óptica: A fibra óptica é um material feito de vidro ou de plástico (polímeros), por meio da reflexão ocorre o transporte da luz em seu interior. Com o desenvolvimento da tecnologia do quartzo foi possível a obtenção de fios cada vez mais finos, transparentes e que podem ser encurvados sem se quebrar. Uma característica de grande importância para a construção desse material é a transparência quase absoluta do quartzo com alto grau de pureza. == Extração mundial == País Extração em 2005 (em toneladas) EUA Eslovénia Alemanha 8160 Áustria 6800 França 6500 Espanha 6500 Portugal 5000 Japão 4850 Reino Unido 4500 Austrália 4000 Brasil 1600 Itália 1600 Resto do mundo Totais == Variedades de quartzo == Sendo o mineral mais comum na natureza, existe um número impressionante de designações diferentes. A distinção mais importante entre tipos de quartzo é entre as variedades macrocristalinas (com cristais individuais visíveis a olho nu) e criptocristalinas (agregados de cristais apenas visíveis sob grande ampliação). Calcedônia é um termo genérico para as variedades criptocristalinas, que são opacas ou translúcidas, enquanto que as variedades transparentes são geralmente macrocristalinas. O prásio tem cor verde-oliva devida à presença de hornblenda, cloritas ou abundantes cristais aciculares de actinolita. Não deve ser confundido com prasiolita, quartzo verde obtido artificialmente. Apesar de o citrino ocorrer naturalmente, geralmente é produzido por aquecimento de ametista. A carneliana, ou cornalina, tem cor vermelha (a mais valiosa), alaranjada ou amarela e pode receber tratamento para adquirir uma coloração mais profunda. Ainda que os nomes dados a diversas variedades ao longo dos tempos sejam derivados da cor, os esquemas científicos de nomenclatura referem-se sobretudo à microestrutura do mineral. A cor é um identificador secundário para os minerais criptocristalinos, sendo, no entanto, um identificador primário para as variedade macrocristalinas. Contudo, isto nem sempre é verdadeiro === Variedades Mais Comuns === * Quartzo leitoso === Variedades Cristalinas === * quartzo hialino * Citrino * Quartzo fumado * Quartzo morion * Quartzo rosa * Aventurina * Ametista *Ametrino *Ametista azul *Quartzo amarelo *Citrino madeira * Cristal Branco * Quartzo azul * Quartzo olho-de-falcão * Olho de tigre * Quartzo olho de gato * Quartzo sagenítico *Ágata *Jaspe === Variedades criptocristalinas fibrosas (calcedônias) === * Calcedônia * Ágata * Carneliana ou cornalina * Sárdio * Crisoprásio ou crisoprase * Heliotropo ou heliotrópio * Ônix * Ágata muscínea ou ágata musgo * Madeira petrificada * Plasma === Variedades criptocristalinas granulares === * Sílex * Jaspe * Prásio == Minerais do grupo do quartzo == Estes minerais têm a mesma composição química do quartzo(dióxido de silício, SiO2) mas apresentam estruturas cristalinas diferentes. Por esta razão estes minerais, incluindo o quartzo, denominam-se polimorfos de sílica (SiO2). O tipo de estrutura cristalina formada depende da temperatura e pressão existentes no momento da cristalização. * Cristobalita * Tridimita == Ver também == *Granito *Mármore *Museu do Quartzo, em Viseu, Portugal. Categoria:Minerais Categoria:Gemas Categoria:Silicatos e germanatos",
 "title": "Quartzo"
}