{
 "id": "26203",
 "text": "Uma república federal (ou república federativa) é um Estado que estruturalmente é simultaneamente uma Federação e uma República. Uma federação é um estado composto por determinado número de regiões com governo próprio (chamados de \"estados\") e unidas sob um governo federal. Numa federação que ao contrário do que acontece num estado unitário, o direito de autogoverno de cada região autónoma está consignado constitucionalmente e não pode ser revogado por uma decisão unilateral do governo central. O uso do termo \"república\" talvez seja inconsistente mas, no mínimo, indica um Estado em que o chefe de estado não é um monarca. Em uma república federal, há uma divisão de poderes entre o governo federal e o governo das subdivisões individuais. Embora cada república federal administre esta divisão de poderes de maneira diferente, questões comuns relacionadas à segurança e defesa e política monetária são geralmente tratadas em nível federal, enquanto questões como manutenção de infraestrutura e política educacional são geralmente tratadas em nível regional ou local. No entanto, os pontos de vista diferem em quais questões devem ser uma competência federal, e as subdivisões geralmente têm soberania em alguns assuntos em que o governo federal não tem jurisdição. Uma república federal é assim melhor definida em contraste com uma república unitária, em que o governo central tem total soberania sobre todos os aspectos da vida política. Essa estrutura mais descentralizada ajuda a explicar a tendência de países mais populosos operarem como repúblicas federais.Fórum de Federações: , Schram, Sanford. Handbook of Federal Countries: United States, pg 373–391, 2005. Cinco estados descrevem-se explicitamente como repúblicas federais. São eles a República Federal da Alemanha, a República Federal da Nigéria, a República Democrática Federal da Etiópia, a República Democrática Federal do Nepal e a República Federal da Somália. Uma variante próxima é o termo \"república federativa\" que aparece na designação oficial do Brasil. Nem todas as federações são repúblicas. Por exemplo o Canadá, a Austrália e a Malásia são reinos federais sob a forma de monarquias constitucionais. ==Lista de repúblicas federais== Federação Nome oficial Estados/províncias Distritos/territórios República Federal da Alemanha 16 estados República Argentina 23 províncias 1 cidade autônoma República da Áustria 9 estados Bósnia e Herzegovina 2 entidades 1 distrito sob supervisão internacional República Federativa do Brasil 26 estados 1 distrito federal União das Comores 3 ilhas República Federal Democrática da Etiópia 9 regiões 2 cidades autónomas Estados Unidos da América 50 estados 7 territórios, 1 distrito federal República da Índia 28 estados 7 territórios da união República do Iraque 18 regiões Estados Unidos Mexicanos 31 estados 1 capital Estados Federados da Micronésia 4 estados República Democrática Federal do Nepal Ainda não decidiu pela assembleia constituinte República Federal da Nigéria 36 estados 1 território República islâmica do Paquistão 4 províncias 2 territórios Federação Russa [85] Subdivisões da Rússia 2 cidades federais República do Sudão 16 estados República do Sudão do Sul 28 estados Confederação Suíça 26 cantões República Bolivariana da Venezuela 23 estados, 1 dependência federal 1 distrito capital ==Ver também== *Forma de governo *Monarquia *Império *República popular Categoria:Repúblicas Categoria:Federalismo",
 "title": "República federal"
}