{
 "id": "2620",
 "text": "Thomas Ruggles Pynchon, Jr. (Long Island, 8 de Maio de 1937) é um escritor norte-americano, amplamente reconhecido como um dos melhores escritores de seu tempo.BLOOM, Harold (Ed.). Thomas Pynchon. Infobase Publishing, 2003. Seus escritos de ficção e não ficção abrangem uma vasta gama de assuntos, gêneros e temas, incluindo física, matemática, química, filosofia, parapsicologia, história, mitologia, ocultismo, música pop, quadrinhos, cinema, drogas e psicologia, unindo-os de maneira picaresca, humorística, absurda, poética e sombria. A preocupação central da obra de Pynchon é explorar a acumulação e a inter-relação entre estes diferentes conhecimentos, que resultariam em uma realidade entrópica tangível apenas pela paranoia. Ganhador do National Book Awards, seu nome é constantemente citado como concorrente ao Nobel de Literatura. Em 1988, foi premiado pela Fundação MacArthur. O crítico literário Harold Bloom nomeou Pynchon um dos romancistas anglófonos \"canonizáveis\" de seu tempo. == Biografia == Pynchon nasceu em Long Island, em 1937. Era um dos três filhos do político e engenheiro Thomas Ruggles Pynchon Sr. (1907–1995) e de Katherine Frances Bennett (1909–1996), enfermeira. Seu ancestral, William Pynchon, emigrou para a Colônia da Baía de Massachusetts, em 1630 e se tornou o fundador da cidade de Springfield, em 1636. Parte dessa ancestralidade inspirou Pynchon em seus trabalho. Quando criança era um leitor voraz, acredita-se que ele tenha pulado duas séries antes do ensinmo médio. Pynchon terminou o ensino básico na Oyster Bay High School com honras acadêmicas em 1953. Passou então a frequentar o departamento de Engenharia da Universidade de Cornell, uma das universidades da Ivy-League, mas abandonou o curso no segundo ano para juntar-se à Marinha. Em 1957, retornou a Cornell para cursar Inglês. Seu primeiro conto, \"A Small Rain\", foi publicado através da revista literária da universidade, Cornell Writer, na qual era editor-sênior, em maio de 1959, mesmo ano em que se formou. Passou então a escrever seu primeiro romance, enquanto trabalhava como escritor técnico para a Boeing. V., seu livro de estreia, foi publicado em 1963 e ganhou o prêmio de melhor romance do ano da Fundação William Faulkner. Em 1989 recebeu o prêmio da Fundação MacArthur. A partir da publicação de seu terceiro e mais famoso livro, O Arco- Íris da Gravidade (1973), Pynchon tornou-se notório por sua fuga da exposição pública. Poucas fotos suas são conhecidas. Antes de Mason & Dixon ser publicado em 1997, ele foi localizado e filmado pela CNN. Irritado com essa invasão de privacidade, Pynchon concordou em dar uma entrevista em troca do filme ser mantido em segredo. Quando questionado sobre sua natureza reclusiva, respondeu \"Acho que 'recluso' é uma palavra-código usada por jornalistas, e significa 'não gosta de falar com repórteres'\". Por conta dessa atitude, existem apenas algumas fotos de Pynchon com mais de quarenta anos de idade. Algumas podem ser vistas no filme Uma Viagem pela Mente de [P.] (2001), que tematiza sua vida e obra. O mistério em torno de sua pessoa acabou fazendo parte parte da cultura popular americana. Pynchon vive em Manhattan com sua esposa e agente literária, Melanie Jackson, e seu filho, Jackson Pynchon.Garrison Frost, Thomas Pynchon and the South Bay, in: == Estilo == Depois de trabalhar como escritor por cerca de 40 anos, o trabalho de Pynchon consistiu, até agora, em oito romances e alguns contos. Em geral, suas obras são caracterizadas pelo virtuosismo estilístico e uma riqueza de informações enciclopédicas. Em vez de narração convencional, Pynchon cria uma densa rede de relacionamentos entre personagens e ações.Werner Habicht, Wolf-Dieter Lange und die Brockhaus Redaktion (Hrsg.): Der Literatur Brockhaus. Grundlegend überarb. und erw. Taschenbuchausgabe. BI-Taschenbuchverlag. Mannheim, Leipzig, Wien, Zürich, S. 346. Um motivo frequente na literatura de Pynchon é a busca, onde não está claro se o que está sendo procurado existe de fato ou é apenas fruto da imaginação. Temas recorrentes em suas obras são anseio pela morte, paranóia e entropia. Pynchon frequentemente muda o gênero literário em seus livros e cria histórias em quadrinhos e desenhos animados. Sua obra foi às vezes comparada à de James Joyce.A Working Canon of Slipstream Writings, zusammengestellt auf der Readercon 18. Juli 2007 (PDF), abgerufen am 5. Oktober 2018. === Influências === A gama de influências de Pynchon é enorme, mas é possível perceber ao menos algumas principais. * No início de sua carreira, o estilo fluente e coloquial apresenta fortes traços da geração beat. * Tanto em V. quanto em O leilão do lote 49 existem personagens que remetem às transformações comportamentais ocorridas em meados do século XX - como \"A Turma Muito Doida\" ou a banda inglesa \"Os Paranóicos\". * A cultura do jazz - explicitada no bar \"V Note\", de V. e nas diversas referências a Thelonious Monk em Contra o Dia. * Em O Arco-Íris da Gravidade ainda se percebe ecos de William S. Burroughs (especialmente no que se refere às situações absurdas e à \"Zona\"), mas o estilo denso da prosa e a pretensão universalista da narrativa apontam para James Joyce e seu Ulisses. * Boa parte da caracterização psicológica dos personagens de O Arco-Íris da Gravidade leva em conta estudos sobre a obra de Carl Gustav Jung e Ivan Petrovich Pavlov. * As elipses de enredo lembram William Gaddis e seus diálogos cegos. == Obra == * V. (1963), vencedor do prêmio da Fundação William Faulkner - no Brasil, editado pela Paz & Terra; em Portugal, editado pela Editorial Notícias * O Leilão do Lote 49 (1966), vencedor do prêmio da Fundação Richard e Hilda Rosenthal - no Brasil, editado pela Cia das Letras. Atualmente, fora de catálogo. Em Portugal, editado pela Relógio D'Água * O Arco-Íris da Gravidade (1973), National Book Award de ficção, escolha unânime do Prêmio Pulitzer recusada pela banca de organizadores, William Dean Howells Medal da American Academy of Arts and Letters em 1975 (recusado) - no Brasil, editado pela Cia das Letras. * Slow Learner (1984), coleção de contos - não existe edição em português. * Vineland (1990) - no Brasil, editado pela Cia das Letras * Mason & Dixon (1997) - no Brasil, editado pela Cia das Letras. * Contra o Dia (2006) - publicado no Brasil pela Cia das Letras * Vício Inerente (2009) - publicado no Brasil pela Cia das Letras, e em Portugal, editado pela Bertrand Editora * O Último Grito (2013) - publicado no Brasil pela Cia das Letras. == Ligações externas == === Em inglês === * Entrevista para a CNN * HyperArts Pynchon Pages * Lista de discussão Pynchon-L * San Narciso Pynchon Page * Spermatikos Logos, seção dedicada a Pynchon em um site de literatura moderna. === Em português === * \"Portal\" em português sobre as obras do autor Categoria:Escritores dos Estados Unidos Categoria:Alunos da Universidade Cornell Categoria:Escritores em língua inglesa Thomas Pynchon Categoria:Bolsistas MacArthur Categoria:Católicos dos Estados Unidos",
 "title": "Thomas Pynchon"
}