{
 "id": "26212",
 "text": "Esparta (em grego dórico: ; em grego ático: ) ou () foi uma proeminente pólis (cidade-Estado) da Grécia Antiga, situada nas margens do rio Eurotas, na Lacônia, sudeste do Peloponeso. Ela surgiu como uma entidade política em torno do século X a.C., quando os invasores dórios subjugaram a população local. Por volta de 650 a.C., a cidade passou a se tornar o poder terrestre militar dominante na Grécia Antiga. Dada a sua preeminência militarista, Esparta era reconhecida como a líder de todas as forças gregas combinadas durante as Guerras Greco-Persas. Entre 431 e 404 a.C., a cidade foi o principal inimigo de Atenas durante a Guerra do Peloponeso, conflito do qual Esparta saiu vitoriosa junto com sua Liga do Peloponeso, embora por um grande custo. A derrota de Esparta por Tebas na Batalha de Leuctra em 371 a.C. acabou com o papel proeminente de Esparta na região e iniciou o período da hegemonia tebana. No entanto, ela manteve a sua independência política até a conquista romana da Grécia em 146 a.C.. Em seguida, a cidade passou por um longo período de declínio, especialmente durante a Idade Média, quando muitos espartanos mudaram-se para viver em Mistras. A Esparta Moderna é a capital da unidade regional da Lacônia, na Grécia contemporânea, e um centro para produtos como frutas cítricas e azeitonas. A cidade era única na Grécia Antiga por conta de seu sistema social e constituição, que eram completamente focados no treinamento militar de excelência. Seus habitantes eram classificados como esparciatas (cidadãos espartanos, que gozavam de plenos direitos), periecos (libertos) e hilotas (servos estatais, população local não espartana escravizada). Os esparciatas realizavam o agōgē, um rigoroso regime de treinamento e educação, sendo que as falanges espartanas eram amplamente consideradas entre as melhores no campo de batalha. As mulheres espartanas tinham consideravelmente mais direitos e igualdade em relação aos homens do que em outras partes do mundo clássico. Esparta foi objeto de fascínio em sua própria época, assim como no Ocidente após o Renascimento da cultura clássica. Este amor ou admiração de Esparta é conhecido como laconismo ou laconofilia. No seu auge, por volta de 500 a.C., o tamanho da cidade teria sido de cerca de 20 mil a 35 mil habitantes livres, além dos inúmeros periecos e hilotas. Com entre 40 mil e 50 mil habitantes, seria uma das maiores cidades-Estado gregas;Once Again: Studies in the Ancient Greek Polis. Acessado em 12 de novembro de 2014. no entanto, de acordo com Tucídides, a população de Atenas em 431 a.C. era de 360 a 610 mil habitantes, o que torna improvável que Atenas fosse menor do que Esparta durante o século V a.C.. == História == Esparta surgiu em meados do século IX a.C.. Durante a época micénica, existiram, a sul do local onde nasceria Esparta, dois centros urbanos, Amiclas e Terapne. Nesta última cidade, encontraram-se santuários dedicados ao rei Menelau e à sua esposa Helena, personagens da Ilíada de Homero. À semelhança de outras partes da Grécia, a Lacónia conheceu um decréscimo populacional com o fim da era micénica. No século X a.C., os Dórios penetraram na região. No século seguinte, quatro aldeias da Lacónia uniram-se para fundar Esparta; no século seguinte, a cidade de Amiclas foi incluída em Esparta. Ao final da Segunda Guerra Messênia, Esparta estabeleceu-se como uma potência local no Peloponeso e no resto da Grécia. Durante os séculos seguintes, a reputação de Esparta como força de combate terrestre foi inigualável.\"A Historical Commentary on Thucydides\". David Cartwright, p. 176 Perante o problema gerado pelo aumento populacional e pela escassez de terra, Esparta optou pela via militar para solucionar a questão, ao contrário de outras pólis gregas que recorreram à fundação de colónias (Esparta fundou apenas uma colónia, Tarento, actual Taranto, no sul da Itália). Assim, Esparta decidiu conquistar os territórios vizinhos, tendo conquistado toda a planície da Lacónia no final do século VIII a.C. Na luta pelo domínio no Peloponeso, Esparta teve, como rival, Argos, cidade do nordeste do Peloponeso. direita|thumb|180px|Ruínas de Esparta. Em 570 a.C., uma tentativa de conquista da Arcádia revelou-se um fracasso, tendo Esparta optado por alterar a sua política no sentido da diplomacia. Assim, Esparta ofereceu, a outras localidades do Peloponeso, a possibilidade de integrar uma liga por si liderada, a chamada Liga do Peloponeso. A maioria dos estados do Peloponeso integraria esta liga, com excepção de Argos. Durante as Guerras Persas, Esparta liderou as forças que defenderam a Grécia em terra, enquanto que Atenas defendia pelo mar. Com o final da guerra, as relações com Atenas deterioraram-se, culminando na Guerra do Peloponeso (431-404 a.C.), que os Espartanos venceram. Em 1834, o governo do então reino da Grécia fundou a moderna cidade de Esparta, que ocupa parte da antiga Esparta e que é capital do departamento da Lacónia. === Origem mitológica === Segundo os espartanos, o primeiro habitante da região se chamava Lélex.Descrição da Grécia, 3.1.1, por Pausânias (geógrafo) Seu neto, Eurotas, teria dado origem ao rio Eurotas ao dragar os pântanos da Lacônia. Eurotas foi sucedido por Lacedemão, casado com Esparta.Descrição da Grécia, 3.1.2, por Pausânias (geógrafo) Lacedemão mudou o nome da região para o seu e fundou a cidade de Esparta \\- de modo que, na Época Clássica, os espartanos também eram chamados de lacedemônios. Várias gerações depois, Héracles interveio em Esparta, reinstalando o rei Tíndaro, que havia sido deposto por seu irmão Hipocoonte.Descrição da Grécia, 3.1.4 - 5, por Pausânias (geógrafo) Durante as invasões dóricas, Esparta foi conquistada, e a diarquia de Esparta começa com os irmãos gêmeos Eurístenes e Procles.Descrição da Grécia, 3.1.7, por Pausânias (geógrafo) == Sociedade == thumb|180px|Estátua do século V a.C. de um hoplita (Museu Arqueológico de Esparta) A sociedade espartana era fortemente estratificada, sem qualquer possibilidade de mobilidade entre os três grupos existentes: os Esparciatas, os Periecos e os Hilotas. === Demografia === No seu auge, por volta de 500 a.C., Esparta tinha cerca de 20 000 a 35 000 cidadãos, além de numerosos hilotas e periecos. O total provável de 40 000 a 50 000 fez de Esparta uma das maiores cidades-estado gregas; entretanto, de acordo com Tucídides, a população de Atenas em 431 a.C. era de 360 000 a 610 000, tornando-a muito maior. Segundo Tucídides, os cidadãos atenienses no início da Guerra do Peloponeso (século V aC) eram 40 000, perfazendo um total de 140 00 pessoas incluindo suas famílias. Os metecos, ou seja, aqueles que não tinham direitos de cidadão e pagavam pelo direito de residir em Atenas, somavam mais 70 000, enquanto os escravos eram estimados entre 150 000 e 400 000. === Esparciatas === Pertenciam, a este grupo, todos os que fossem filhos de pai e mãe espartanos, sendo os únicos que possuíam direitos políticos (governo da cidade), constituindo o corpo dos cidadãos (homoioi, pares). Deviam dedicar sua vida ao estado espartano, permanecendo à disposição do exército ou dos negócios públicos. Além disso, para se pertencer a este grupo, era obrigatório ter recebido a educação espartana e estar inscrito numa sissítia, onde tomavam a refeição em comum. Segundo Políbio e Plutarco, todos os cidadãos de Esparta receberam uma parte igual das terras públicas. A terra teria sido dividida em parcelas, os klêroi, no mesmo número dos cidadãos existentes. Estas parcelas de terras eram inalienáveis e indivisíveis, passando de pais para filhos. As mulheres podiam herdar o klêros, mas só no caso de não ter existido descendência masculina e com o objectivo de o transmitirem. Os espartanos não podiam exercer o comércio. === Periecos === Eram os habitantes das cidades da periferia (que descendiam dos povos conquistados pelos esparciatas) que estavam integrados no estado espartano e ao qual pagavam impostos. Apesar de serem livres, não tinham direitos políticos e dependiam dos Espartanos em matéria de política externa. Estavam obrigados a participarem das guerras, mesmo não tendo recebido a mesma educação dos esparciatas. Eles combatiam ao lado dos Espartanos, embora em contingentes particulares. Ao contrário dos Espartanos, os periecos podiam dedicar-se ao comércio e à indústria artesanal. === Hilotas === Eram os servos que, pertencendo ao estado espartano, trabalhavam nos kleros (lotes de terra), entregando metade das colheitas ao Espartano. Eram duramente explorados. Deviam cultivar essa terra a vida inteira e não podiam ser expulsos de seu lugar. Levavam uma vida muito dura, sujeita a humilhações constantes. Foram protagonistas de várias revoltas contra o estado espartano. Para controlar as revoltas e manter os hilotas sob clima de terror, os espartanos organizavam expedições anuais de extermínio (cripteia), onde os hilotas eram obrigados a participar. Tratava-se de um massacre anual que consistia na perseguição e morte dos hilotas considerados perigosos, no qual os espartanos competiam para ver quem matava mais hilotas. == Instituições políticas == === Diarquia === Os reis eram dois, oriundos das duas famílias reais que se afirmavam descendentes de Hércules, através dos gêmeos Eurístenes e Procles, cujos filhos, Ágis e Euriponte, teriam dado nome às dinastias reinantes: ágidas e euripôntidas. Entre suas funções, destacavam- se os serviços de caráter militar e religioso. Em tempo de guerra, um dos reis exercia o comando dos exércitos. Eram membros da Gerúsia e gozavam de certos privilégios, como o direito a uma guarda pessoal, direito a refeição dupla na sissítia e a terem uma parte superior aos outros no despojo de guerra. === A Apela === A Assembleia de Esparta era composta por todos os Espartanos maiores de 30 anos, menos periecos e hilotas, e recebia o nome de Apela. Reunia-se uma vez por mês ao ar livre, em local que a arqueologia moderna ainda não conseguiu identificar. Elegia os membros da Gerúsia e aprovava ou rejeitava as leis encaminhadas por eles. Decidia sobre questões ligadas à política externa, elegia os magistrados e designava os gerontes. Porém, na prática, tinha pouca influência na vida política da pólis. Segundo as informações legadas por Plutarco, não podia discutir as propostas que lhe eram apresentadas, mas apenas aprová-las ou rejeitá-las na totalidade. === A Gerúsia === A Gerúsia preparava as propostas que seriam apresentadas à assembleia (Apela), funcionando também como tribunal supremo. Era constituída por trinta elementos (vinte e oito gerontes eleitos vitaliciamente, de entre os Espartanos com mais de sessenta anos, e os dois reis) eleitos através de um procedimento que Aristóteles classifica de pueril na sua obra Política: os candidatos passavam diante da Assembleia, sendo eleito o que recebesse maior número de aplausos, avaliados por um júri encerrado num compartimento próximo. Tinha funções administrativa (supervisão), legislativa (elaboração de projetos de lei) e judiciária (tribunal superior). === Eforato === O Conselho dos Éforos - em número de cinco - formava um colégio que era eleito anualmente por altura do Outono pela Apela. Detinha amplos poderes: os éforos eram os verdadeiros chefes do governo espartano. Presidiam a assembleia (coordenavam as reuniões da Gerúsia e da Apela), davam a ordem de mobilização em caso de guerra, controlavam a administração (a vida econômica e social da cidade) e a educação, podendo vetar os projetos de lei e fiscalizar as atividades dos reis. Possuíam também poderes judiciais, podendo banir os estrangeiros e condenar os periecos à morte, sem necessidade de julgamento. Não era exigida nenhuma condição de censo ou de nascimento para se ser eleito éforo, pelo que o eforato representava o elemento de igualitarismo nas instituições políticas espartanas. A curta duração do seu mandato impedia eventuais abusos de poder. == Sistema educacional == A educação espartana, que recebia o nome técnico de agogê, apresentava as particularidades de estar concentrada nas mãos do Estado e de ser uma responsabilidade obrigatória do governo. Estava orientada para a intervenção na guerra e a manutenção da segurança da cidade, sendo particularmente valorizada a preparação física que visava a fazer, dos jovens, bons soldados e incutir um sentimento patriótico. Nesse treinamento educacional, eram muito importantes os treinamentos físicos, como salto, corrida, natação, lançamento de disco e dardo. Nos treinamentos de batalha, as meninas se dedicavam ao arco e flecha. Já os meninos eram especialistas em combate corporal, assim como em táticas defensivas e ofensivas. === Desde o nascimento até a morte === De acordo com Plutarco (50-120 d.C.), quando nascia uma criança espartana, pendurava-se, na porta da casa, um ramo de oliveira (se fosse um menino) ou uma fita de lã (se nascesse uma menina). Havia rituais privados de purificação e reconhecimento da criança pelo pai, além de uma festa de nascimento conhecida como genetlia, na qual o recém-nascido recebia um nome e presentes de parentes e amigos.Maria Beatriz B. Florenzano. Nascer, viver e morrer na Grécia antiga Desde o nascimento até a morte, o espartano pertencia ao Estado. Acreditava-se que os recém-nascidos eram examinados por um conselho de anciãos que ordenava eliminar os que fossem portadores de deficiência física ou mental ou não fossem suficientemente robustos (uma forma de eugenia). As crianças Espartanas eram espancadas pelos pais: se não fossem fortes o suficiente, morriam. A crença também foi usada para justificar atrocidades modernas. Os eugenistas nazistas defenderam a morte de pessoas com deficiência citando o antigo precedente grego. Evidências arqueológicas e um olhar mais atento às fontes literárias sugerem que a lenda pode ser mito puro. Embora o infanticídio aconteça ocasionalmente na maioria das sociedades - inclusive nos tempos modernos - muitas culturas o evitam. A partir dos sete anos de idade, os pais (cidadãos) não mais comandavam a educação dos filhos. As crianças eram entregues à orientação do Estado, que tinha professores especializados para esse fim. Os jovens viviam em pequenos grupos, levando vidas muito austeras, realizando exercícios de treino com armas e aprendendo a táctica de formação. A educação espartana, supervisionada por um magistrado especial, o paidónomo, compreendia três ciclos, distribuídos por três anos: # Dos sete aos dez anos; # Dos doze aos quinze anos; # Dos dezesseis aos vinte anos (a efebia). Vejamos alguns dos métodos da educação espartana, tendo, como base, o relato dos historiadores gregos Xenofonte (A constituição dos lacedemônios) e Plutarco (A vida de Licurgo). * Em lugar de proteger os pés com calçados, as crianças eram obrigadas a andar descalças, a fim de aumentar a resistência dos pés. Usavam um só tipo de roupa o ano inteiro, para que aprendessem a suportar as oscilações do frio e do calor. * A alimentação era bem controlada. Se algum jovem sentisse fome em demasia, era permitido e até estimulado que furtasse para conseguir alimentos.Plutarco, Vidas Paralelas, Vida de Licurgo, 17.3 Castigavam-se com chibatadas, entretanto, aqueles que fossem apanhados roubando - não por terem roubado, mas por terem sido apanhados -, pois acreditava-se que era bom, para a formação, aprender a lutar contra a fome, e ser esperto.Plutarco, Vidas Paralelas, Vida de Licurgo, 17.4 * No Limnaeum, havia um altar a Ártemis Orthia, com uma estátua de madeira que, supostamente, fora trazida por Orestes e Ifigênia da Táurida.Pausânias (geógrafo), Descrição da Grécia, 3.16.7 Um oráculo recomendara, aos espartanos, que eles deviam cobrir esta estátua com sangue.Pausânias (geógrafo), Descrição da Grécia, 3.16.10 No início, eles sorteavam quem seria sacrificado, mas Licurgo mudou o costume, e fez com que os meninos fossem chicoteados no altar. * Na adolescência, os jovens eram encarregados dos serviços de segurança na cidade. Qualquer cidadão adulto podia vigiá-los e puni-los. O respeito aos mais velhos era regra básica. Às refeições, por exemplo, os jovens deviam ficar calados, só respondendo de forma breve às perguntas que lhes fossem feitas pelos adultos. Com sete anos, o jovem espartano entrava no exército. Mas só aos trinta anos de idade adquiria plenos direitos políticos, podendo, então, participar da Assembleia do Povo ou dos Cidadãos (Apela). Depois de concluído o período de formação educativa, os cidadãos de Esparta, entre os vinte e os sessenta anos, estavam obrigados a participar na guerra. Continuavam a viver em grupos e deviam tomar uma refeição diária nos chamados syssitia. Para o historiador italiano Franco Cambi, a educação desenvolvida em Esparta e Atenas constitui dois modelos educativos diferentes. Em Esparta, a perspectiva militar orientava a formação de cidadãos-guerreiros, defensores do Estado. Já em Atenas, predominava um tipo de formação mais livre e aberta, que, de modo mais amplo, valorizava o indivíduo e suas capacidades.Franco Cambi. História da pedagogia. === Homens === Os homens (esparciatas) eram mandados ao exército aos sete anos de idade, onde recebiam educação e aprendiam as artes da guerra e desporto. Aos doze anos, eram abandonados em penhascos sozinhos, nus e sem comida. Aos 18 anos, voltavam a Esparta, e até os 30 anos de idade eram considerados cidadãos de segunda classe, sem direito a voto, por exemplo. Podiam ser agredidos por qualquer esparciata acima de 30 anos, ficavam nus e recebiam pouca comida.Colégio Web (Uol)- Esparta Os jovens poderiam atacar servos (hilotas) a qualquer momento, a fim de lutar e se preparar para a guerra, mas, se fossem mortos por ele, o servo receberia dois dias de folga (por conseguir matar alguém que não era bom o bastante para o exército espartano). Existia uma temporada de caça aos hilotas, para treinarem os jovens para a guerra. O homem que conseguisse viver até os trinta anos tornava-se um oficial, voltando ao quartel com todos os direitos de cidadão espartano, além de direito ao voto, direito a ter relações sexuais com mulheres e direito a casar. Os homens engravidavam suas mulheres, casavam-se com elas e voltavam ao quartel depois de deixá-las grávidas em suas casas. Aos sessenta anos, poderiam ir para a casa de suas esposas para viver com elas. == Religião == A religião ocupou, em Esparta, um lugar mais importante do que em outras cidades. O grande número de templos e santuários é disso revelador: quarenta e três templos dedicados a divindades, vinte e dois templos de heróis, uma quinzena de estátuas de deuses e quatro altares. A esta lista, é necessário juntar os numerosos monumentos funerários, dado que, em Esparta, os mortos eram enterrados no interior das muralhas, sendo que alguns destes monumentos funcionaram como locais de culto. === Divindades === As divindades femininas desempenharam, em Esparta, um papel bastante importante: dos cinquenta templos mencionados por Pausânias, trinta e quatro estão dedicados a deusas. A deusa Atena era a mais adorada de todas. O deus Apolo tinha poucos templos, mas a sua importância era crucial: desempenhava um papel em todas as festas espartanas e o monumento mais importante na Lacónia era o trono de Apolo em Amyclai. Outro traço distintivo era o culto aos heróis da guerra de Troia. Segundo Anaxágoras, Aquiles era, aqui, adorado como um deus e Esparta tinha dois santuários dedicados a ele. Outras personagens de Troia honradas por Esparta foram Agamemnon, Cassandra, Clitemnestra, Menelau e Helena. Esparta prestava também culto a Castor e Pólux. A tradição afirmava mesmo que teriam nascido na cidade. A dualidade das personagens faz lembrar a existência de dois reis em Esparta. Vários milagres foram-lhes atribuídos, sobretudo relacionados com a defesa dos exércitos espartanos (representações dos gémeos em ânforas eram levadas para o campo de batalha ao lado dos reis). Por último, Héracles era, em Esparta, uma espécie de \"herói nacional\". Segundo a tradição, o herói teria ajudado Tíndaro a reconquistar o seu trono. O tema dos \"Doze Trabalhos\" foi largamente explorado pela iconografia espartana. === Sacrifícios e sinais divinos === Como consequência do exposto, os sacerdotes desempenhavam um papel importante em Esparta. Os dois reis tinham, eles próprios, um estatuto de sacerdotes: estavam encarregados de realizar os sacrifícios públicos, que eram bastante valorizados, sobretudo em tempos de guerra. Antes da partida de uma expedição militar, efetuava-se um sacrifício a Zeus; no momento em que se passavam as fronteiras, realizava-se a Zeus e Atena e, antes da batalha, a Ares Enyalios. Várias anedotas mostram o respeito dos espartanos pelas festas e sinais divinos, ao ponto de abandonarem o campo de batalha perante augúrios desfavoráveis, como quando Cleômbroto abandonou a defesa do istmo de Corinto por causa de um eclipse. == Espartanos clássicos == Esta é uma lista de espartanos na antiguidade clássica, incluindo reis, tiranos, generais, almirantes, legisladores e demagogos: * Menelau (c. 1200 a.C.), rei mitológico, marido de Helena; * Licurgo (?), legislador; * Cleômenes I (520-490 a.C.), rei; * Demarato (-520 a.C.), rei, deposto por Cleômenes I, tornou-se conselheiro dos reis persas; * Leônidas I (491 a.C.-480 a.C.), rei, conhecido pela Batalha das Termópilas; * Brásidas (?), general na Guerra do Peloponeso; * Lisandro (?), almirante, um dos responsáveis pela vitória espartana nesta guerra; * Ágis IV (244-241 a.C.), rei e reformador; * Cleômenes III (235-222 a.C.),um dos últimos reis de Esparta. == Ver também == *Reis de Esparta === Bibliográficas === * Ferreira, José Ribeiro - A Grécia Antiga. Sociedade e Política. Lisboa: Edições 70, 2ª edição, 2004. * * * * * * * * Cartledge, Paul. \"What have the Spartans Done for us?: Sparta's Contribution to Western Civilization\", Greece & Rome, Vol. 51, Issue 2 (2004), pp. 164–179. * * * * *. * * * * * * * * * * * == Ligações externas == * In Our Time: Sparta * GTP—Sparta * GTP—Ancient Sparta * *",
 "title": "Esparta"
}