{
 "id": "26246",
 "text": "Kiev ou Kyiv, também conhecida como Quieve, () é a capital e a cidade mais populosa da Ucrânia. Fica no centro-norte do país, ao longo do rio Dnieper. Em 1.º de janeiro de 2021, sua população era de habitantes, tornando Kiev a sétima cidade mais populosa da Europa. Kiev é um importante centro industrial, científico, educacional e cultural da Europa Oriental. É o lar de muitas indústrias de alta tecnologia, instituições de ensino superior e marcos históricos. A cidade possui um extenso sistema de transporte público e infraestrutura, incluindo o metrô de Kiev. Diz-se que o nome da cidade deriva do nome de Kyi, um de seus quatro fundadores lendários. Durante sua história, Kiev, uma das cidades mais antigas do Leste Europeu, passou por vários estágios de destaque e obscuridade. A cidade provavelmente existia como um centro comercial já no século V. Um assentamento eslavo na grande rota comercial entre a Escandinávia e Constantinopla, Kiev era um afluente dos cazares, até sua captura pelos varangianos (vikings) em meados do século IX. Sob o domínio varangiano, a cidade tornou-se a capital da Rússia de Kiev, o primeiro estado eslavo oriental. Completamente destruída durante as invasões mongóis em 1240, a cidade perdeu a maior parte de sua influência nos séculos seguintes. Era uma capital de província de importância marginal na periferia dos territórios controlados por seus poderosos vizinhos, primeiro a Lituânia, depois a Polônia e finalmente a Rússia. A cidade prosperou novamente durante a Revolução Industrial do Império Russo no final do século XIX. Em 1918, depois que a República Popular da Ucrânia declarou independência da Rússia Soviética, Kiev tornou-se sua capital. A partir de 1921, Kiev foi uma cidade da Ucrânia Soviética, proclamada pelo Exército Vermelho e, a partir de 1934, Kiev tornou- se sua capital. A cidade foi quase completamente arruinada durante a Segunda Guerra Mundial, mas rapidamente se recuperou nos anos do pós-guerra, permanecendo a terceira maior cidade da União Soviética. Após o colapso da União Soviética e a independência da Ucrânia em 1991, Kiev permaneceu como capital e experimentou um fluxo constante de migrantes ucranianos de outras regiões do país. Durante a transformação do país em uma economia de mercado e democracia eleitoral, Kiev continuou a ser a maior e mais rica cidade da Ucrânia. Sua produção industrial dependente de armamentos caiu após o colapso soviético, afetando negativamente a ciência e a tecnologia, mas novos setores da economia, como serviços e finanças, facilitaram o crescimento de salários e investimentos de Kiev, além de fornecer financiamento contínuo para o desenvolvimento de moradias e infraestrutura urbana. Kiev emergiu como a região mais pró-ocidental da Ucrânia; partidos que defendem uma integração mais estreita com a União Europeia dominam durante as eleições. 2.129 / Mapas interativos de resultados das eleições parlamentares de 2012, [Ukrayinska Pravda Election results in Ukraine since 1998, 2.090 / 5.000. Comissão Eleitoral Central da UcrâniaNations and Nationalism: A Global Historical Overview, ABC-CLIO, 2008, , p. 1629.Ukraine on its Meandering Path Between East and West, Andrej Lushnycky e Mykola Riabchuk, Peter Lang, 2009, , p. 122. == Etimologia == O nome da cidade parece derivar de Kyi, um dos fundadores lendários da cidade (juntamente com seus irmãos Schek e Khoryv).Nascentes, Antenor. Dicionário Etimológico da Língua Portuguesa, tomo II, p. 166, verbete \"Kiev\". A forma transliterada do russo Kiev é a única registrada para a língua portuguesa por Antenor Nascentes, pelo Código de Redação Interinstitucional da União Europeia. e pelo Dicionário Houaiss.Dicionário Houaiss, 2002, verbete \"cumano\". A alternativa Quieve, forma preconizada no sítio Ciberdúvidas da Língua Portuguesa e pela Direção-Geral da Tradução da Comissão Europeia, encontra-se registada no Vocabulário Ortográfico Comum da Língua Portuguesa do Instituto Internacional da Língua Portuguesa e no Vocabulário Ortográfico da Língua Portuguesa da Porto Editora Entretanto, ainda está pouco implementada a variante \"Quieve\": a maioria das fontes de língua portuguesa utiliza \"Kiev\". == História == Kiev é uma das cidades mais antigas e importantes da Europa Oriental e tem desempenhado um papel fundamental no desenvolvimento da civilização eslava oriental, bem como na moderna nação ucraniana. Kiev foi fundada no pelos eslavos orientais. A lenda de Kyi, Schek e Khoryv fala de uma família fundadora composta por um eslavo 'Kyi', o mais velho e líder da tribo, seus irmãos 'Schek' e 'Khoryv', e também sua irmã 'Lybid', que fundaram a cidade. Kiev/Kyiv é traduzido como \"pertencente a Kyi\". A época não-lendária da fundação da cidade é mais difícil de determinar. Povoações eslavas dispersas existiam na área desde o , mas não está claro se alguma delas posteriormente evoluiu para a cidade. Fortificações do foram construídas sobre um assentamento eslavo aparentemente abandonado algumas décadas antes. Não está claro se essas fortificações foram construídas pelos eslavos ou pelos cazares. Se foram pelos primeiros, também é incerto quando Kiev caiu sob o domínio do império Cazar, ou se a cidade foi, de fato, fundada pelos cazares. Pelo menos durante os séculos VIII e IX, Kiev funcionava como um posto avançado do Império Cazar. Uma fortaleza em uma colina chamada Sambat (\"lugar alto\" em turco antigo), foi construída para defender a área. Em algum ponto durante o final do ou início do X, Kiev caiu sob o domínio dos varegues (ver Olegue de Kiev) e se tornou o núcleo da política da Rússia de Kiev. A data prevista para a conquista da cidade por Oleg de Novgorod na crônica de Nestor é 882, mas alguns historiadores, como Omeljan Pritsak e Constantino Zuckerman, contestam e alegam que o domínio Cazar continuou até a década de 920 (evidencias documentais existem para amparar esta afirmação – Carta de Kiev e Carta de Schechter). Outros historiadores sugerem que tribos magiares governaram a cidade entre 840 e 878, antes de migrar com algumas tribos cazares para Hungria. A Crônica de Nestor (fonte principal de informações sobre a história inicial da região) menciona Ascoldo e Dir, dois dos homens de Rurique que governaram Kiev na década de 870. A Crônica relata que Ascoldo e Dir foram autorizados por Rurique para ir a Constantinopla (Miklagard em nórdico antigo, Czargrad em eslavo). Ao viajar pelo rio Dniepre, eles viram um assentamento sobre uma montanha e perguntaram a quem ele pertencia. Foi dito que era Kiev e tinha sido construído por três irmãos chamados Kyi, Schek e Khoryv, antepassados dos habitantes, que passaram a prestar homenagem aos cazares. Ascoldo e Dir se instalaram na cidade e reuniram um grande número de colegas varegues e começaram a governar a cidade e as terras dos polanos orientais. Em 968, os pechenegues nômades atacaram e, em seguida, cercaram a cidade. Em 1203, Kiev foi capturada e incendiada pelo príncipe Rurik Rostislavich e seus aliados quipechaques. Na década de 1230, a cidade foi sitiada e devastada diversas vezes por diferentes príncipes moscovitas. Em 1240, a invasão mongol na Rússia liderada por Batu Cã destruiu completamente Kiev, um evento que teve um efeito profundo sobre o futuro da cidade e da civilização eslava oriental. Na época da destruição mongol, Kiev era reputada como uma das maiores cidades do mundo, com uma população superior a cem mil habitantes. Em 1321, a cidade e a área circundante, já bastante reduzidas, foram conquistadas por Gediminas para o Grão-Ducado da Lituânia. A partir de 1569, a cidade foi controlada pela Comunidade Polaco-Lituana, como a capital da Voivodia de Kiev, transferida nesta época à coroa polonesa. No , Kiev foi transferida para o domínio da Rússia. No Império Russo, Kiev foi um centro primitivo cristão, atraindo peregrinos, e o berço de muitas das mais importantes figuras religiosas do império, mas até o a importância comercial da cidade manteve-se marginal. Em 1834, a universidade de São Vladimir foi criada, ela é atualmente conhecida como Universidade Nacional de Kiev Taras Shevchenko. O poeta Taras Shevchenko cooperou com seu departamento de geografia como pesquisador de campo e editor. Durante os séculos XVIII e XIX, a vida da cidade foi dominada pelas autoridades militares e eclesiásticas russas; a Igreja Ortodoxa Russa formou uma parte significativa da infra- estrutura e atividade empresarial de Kiev. Na década de 1840, o historiador, Mykola Kostomarov (em russo Nikolay Kostomarov), fundou uma sociedade política secreta, a Irmandade de São Cirilo e São Metódio, cujos membros colocaram adiante a ideia de uma federação do povo eslavo livre, com os ucranianos como um grupo distinto e separado, ao invés de uma parte subordinada da nação russa. A sociedade foi rapidamente reprimida pelas autoridades. Após a perda gradual de autonomia da Ucrânia, Kiev enfrentou crescente russificação no , por meio da migração russa, ações administrativas e modernização social. No início do , a cidade foi dominada pela população de língua russa, enquanto as classes inferiores mantiveram a cultura popular ucraniana de forma significativa. No entanto, entusiastas entre nobres ucranianos étnicos, militares e comerciantes fizeram tentativas recorrentes para preservar a cultura nativa de Kiev (pela impressão clandestina de livros, teatro amador, estudos folclóricos, etc.) Durante a revolução industrial russa no final do , Kiev tornou-se um importante centro comercial e de transporte do Império Russo, especializada na exportação de açúcar e de grãos por ferrovia e pelo rio Dniepre. A partir de 1900, a cidade também se tornou um importante centro industrial, com uma população de habitantes. Marcos deste período incluem a infraestrutura ferroviária, a fundação de inúmeras instituições educacionais e culturais, bem como notáveis monumentos arquitetônicos. A primeira linha de bonde elétrico do Império Russo foi implantada em Kiev (talvez a primeira no mundo). Kiev voltou a prosperar no final do , durante a revolução industrial do Império Russo, quando se tornou a terceira cidade mais importante do império e o principal centro comercial do sudoeste do império. No período turbulento após a Revolução Russa de 1917, Kiev tornou-se capital de vários estados ucranianos de curta duração e foi apanhada no meio de vários conflitos: a Primeira Guerra Mundial, o Guerra Civil Russa e a Guerra Polaco- Soviética. Kiev mudou de mãos dezesseis vezes a do final de 1918 até agosto de 1920. Desde 1921, a cidade fazia parte da República Socialista Soviética da Ucrânia, uma república da União Soviética. Kiev foi muito afetada por todos os principais processos que ocorreram na Ucrânia soviética durante o período entre-guerras: a ucranização da década de 1920, bem como a migração da população rural de língua ucraniana, fez a cidade (recentemente de língua russa) parcialmente de língua ucraniana, e incentivou o desenvolvimento da vida cultural ucraniana na cidade; a industrialização soviética, que começou no final da década de 1920, transformou a cidade, um antigo centro de comércio e de religião, em um grande centro industrial, tecnológico e científico; a grande fome de 1932-1933 devastou a parte da população migrante não cadastradas para os cartões de racionamento; e o Grande Expurgo de Stalin, na década de 1930, quase eliminou a intelligentsia da cidade. Em 1934, Kiev se tornou a capital da Ucrânia soviética. A cidade cresceu novamente durante os anos da industrialização soviética. Sua população cresceu rapidamente e muitos gigantes da indústria foram criados, alguns dos quais existem até hoje. Na Segunda Guerra Mundial, a cidade voltou a sofrer danos significativos, mas se recuperou rapidamente nos anos pós-guerra, tornando-se mais uma vez a terceira cidade mais importante da União Soviética. O catastrófico acidente na central nuclear de Chernobil ocorreu apenas 100 km ao norte da cidade. No entanto, os ventos predominantes no sentido norte soprou os detritos radioativos mais substanciais para longe da cidade. Na esteira do colapso da União Soviética, a declaração da Independência da Ucrânia foi proclamada na cidade pelo parlamento ucraniano em 24 de agosto de 1991, com Kiev sendo a capital da Ucrânia independente. No final de 2004 e início de 2005, ocorreu a Revolução Laranja (em ucraniano: Помаранчева революція), uma série de protestos e eventos políticos que tomou diversos lugares de toda a Ucrânia, principalmente Kiev, o centro da revolução, em resposta às alegações maciças de corrupção, intimidação por votos e fraude eleitoral direta, em favor de Viktor Yanukovych, durante o segundo turno da eleição presidencial ucraniana de 21 de novembro de 2004. Os protestos iniciaram no dia seguinte ao da eleição, na medida em que a contagem oficial de votos diferia notadamente das últimas pesquisas eleitorais. Centenas de milhares de ucranianos faziam manifestações diariamente em Kiev, principalmente em Praça da Independência, onde militantes e simpatizantes de Viktor Yushchenko, o candidato derrotado da oposição, ficavam acampados em tempo integral. A ação foi destacada por uma série de protestos pacíficos e uma greve geral organizada pela oposição. Em grande parte devidos aos efeitos do movimento da oposição, os resultados da eleição foram anulados e uma segunda eleição foi ordenada pela Suprema Corte da Ucrânia para 26 de dezembro de 2004. Sob uma intensa fiscalização na contagem de votos, a segunda votação foi aceita por observadores locais e internacionais como livre de problemas. Os resultados finais mostraram uma clara vitória de Yushchenko, que recebeu 52% dos votos, enquanto Yanukovytch recebeu cerca de 44%. Yushchenko foi declarado o vencedor oficial e, com sua posse em 23 de janeiro de 2005, em Kiev, a Revolução Laranja obteve pleno êxito. == Geografia == Geograficamente, Kiev pertence a zona ecológica da Polésia (uma das maiores áreas pantanosas da Europa). No entanto, a paisagem única da cidade a distingue das regiões vizinhas. Kiev está localizada em ambos os lados do rio Dniepre, que corre para o sul através da cidade em direção ao Mar Negro. A parte mais antiga da cidade, na margem direita (a oeste do rio), é representada por numerosas colinas arborizadas, pequenos vales e pequenos rios. A cidade cresceu para a margem esquerda (leste do rio) apenas a partir do . Significativas áreas da margem esquerda do vale do Dniepre foram artificialmente preenchidas com areia e protegidas por barragens. O rio Dniepre forma um sistema de ramificação de afluentes, ilhas e portos, dentro dos limites da cidade. A cidade está limitada pela foz do rio Desna e do reservatório de Kiev, ao norte, e do reservatório de Kaniv, ao sul. Tanto o rio Dniepre quanto o rio Desna são navegáveis em Kiev, apesar de regulados por eclusas e limitados pelo gelo no inverno. No total, existem 447 corpos de água abertos dentro dos limites de Kiev, que incluem o próprio Dniepre, seus reservatórios, vários pequenos rios, dezenas de lagos e lagoas criadas artificialmente. Eles ocupam 79,49 km² de território. Além disso, a cidade possui 16 praias artificiais (num total de 1,40 km²) e 35 áreas de recreio próxima a água (que abrange mais de 10 km²). Nem todos os corpos d'água estão autorizados para a natação. === Clima === Kiev tem um clima continental úmido. Os meses mais quentes são junho, julho e agosto, com temperaturas médias entre 13,8-24,8 °C. O meses mais frios são dezembro, janeiro e fevereiro, com temperaturas médias de -4,6 a -1,1 °C. A temperatura mais alta já registrada na cidade foi de 39,4 °C, em 31 de julho de 1936. A temperatura mais baixa já registrada foi -32,2 °C, em 7 e 9 de fevereiro de 1929. Geralmente neva entre meados de novembro até o final de março, com um período livre de geadas médio de 180 dias ao ano, mas superando os 200 dias nos últimos anos. == Demografia == No censo ucraniano conduzido em 5 de dezembro de 2001, a população de Kiev era de 2 611 300. De acordo com o censo, os homens representavam 46,7% da população (1 219 000) e as mulheres 53,3% (1 393 000). O resultado do censo quando comparado com o censo anterior (1989), mostra tendência de envelhecimento da população que, embora recorrente em todo o país, é parcialmente compensada em Kiev pelo influxo de migrantes em idade de trabalho. Ainda, de acordo com dados do censo, mais de 130 nacionalidades e grupos étnicos residem em Kiev. Os ucranianos constituem o maior grupo étnico com 2 110 800 pessoas, ou 82,2% da população. Os russos compreendem 337 300 (13,1%), judeus 17 900 (0,7%), bielorrussos 16 500 (0,6%), poloneses 6 900 (0,3%), armênios 4 900 (0,2%), azerbaijanos 2 600 (0,1%), tártaros 2 500 (0,1%), georgianos 2 400 (0,1%), moldávios 1 900 (0,1%). A língua ucraniana e a russa são normalmente faladas na cidades, sendo que a russa é mais amplamente usada no centro da cidade. De acordo com dados do censo de 2001 aproximadamente 75% da população de Kiev responderam 'ucraniano' para a questão do censo sobre língua nativa (ridna mova), e aproximadamente 25% responderam 'russo'. Por outro lado, quando a questão 'Que língua você usa no seu dia a dia?' foi perguntada em uma pesquisa sociológica de 2003, as resposta foram: 'principalmente russo' 52%, 'russo e ucraniano igualmente' 32%, 'principalmente ucraniano' 14%, 'exclusivamente ucraniano' 4,3%. De acordo com uma pesquisa de 2006, o ucraniano é usado em casa por 23% da população, 52% usam o russo e 24% ambos.\"Kiev: a cidade, seus residentes, problemas de hoje, desejos para o amanhã.\", Zerkalo Nedeli, 29 de abril - 12 de maio, 2006. em russo , em ucraniano Cerca de 1 069 700 habitantes possuem educação secundária completa ou superior, um aumento significativo de 21,7% desde 1989. A última estimativa oficial aponta para uma população de 2,9 milhões habitantes em novembro de 2021. Outras estimativas não oficiais com números muito superiores são frequentemente publicadas. Por exemplo, as estimativas baseadas na quantidade de produtos de padaria vendidos na cidade (o que inclui visitantes e moradores dos subúrbios) sugerem um mínimo de 3,5 milhões de habitantes (junho de 2007).As estimativas baseadas na quantidade de produtos de padaria vendidos na cidade (o que inclui visitantes e moradores dos subúrbios) sugerem um mínimo de 3,5 milhões == Governo == O município da cidade de Kiev possui um estatuto legal especial dentro da Ucrânia, quando comparada as outras subdivisões administrativas do país. A diferença mais significativa é que a cidade está subordinada diretamente ao governo central da Ucrânia, livre, portanto, da autoridade regional do óblast de Kiev. Adicionalmente, o chefe da administração municipal - a posição de principal executivo é detida por um membro eleito diretamente (em vez de nomeado) que é também o chefe da câmara municipal - o prefeito de Kiev, e as instituições municipais têm um maior nível de auto governança do que em qualquer outro lugar da Ucrânia. === Cidades-irmãs === Kiev é cidade-irmã de: * - Leipzig (desde 1961) * - Ancara (desde 1993) * - Atenas * - Bacu * - Astana * - Moscou * - Pequim (desde 1993) * - Belgrado * - Bratislava * - Bruxelas * - Budapeste * - Chicago * - Quixinau * - Montevidéu * - Edimburgo na Escócia (desde 1989) * - Bisqueque * - Lisboa * - Cracóvia (desde 1993) * - Quioto * - Minsque * - Munique * - Odense * - Rio de Janeiro * - Buenos Aires * - Paris * - Pretória * - Riga(1) (2) == Economia == Tal como acontece com a maioria das capitais, Kiev é um importante centro administrativo, cultural e científico do país. É a maior cidade da Ucrânia em termos de população e área e possui os mais altos níveis de atividade comercial. Em 1º de janeiro de 2010, havia cerca de 238.000 entidades empresariais registradas em Kiev. Como a cidade tem uma base econômica grande e diversificada e não depende de nenhuma indústria e/ou empresa, sua taxa de desemprego tem sido historicamente relativamente baixa – apenas 3,75% em 2005–2008. De fato, mesmo quando a taxa de desemprego saltou para 7,1% em 2009, permaneceu muito abaixo da média nacional de 9,6%. Em dezembro de 2021, o salário bruto médio mensal em Kiev atingiu 800 euros. Kiev é o centro industrial e comercial da Ucrânia e abriga as maiores empresas do país, como Naftogaz Ukrainy, Energorynok e Kyivstar. Em 2010, a cidade foi responsável por 18% das vendas no varejo nacional e 24% de toda a atividade de construção civil. O setor imobiliário é uma das principais forças da economia de Kiev. Os preços médios dos apartamentos são os mais altos do país e estão entre os mais altos da Europa Oriental. Em maio de 2011, as autoridades de Kiev apresentaram uma estratégia de desenvolvimento de 15 anos que prevê atrair até 82 bilhões de euros de investimento estrangeiro até 2025 para modernizar a infraestrutura de transporte e serviços públicos da cidade e torná-la mais atraente para os turistas. == Infraestrutura == === Educação === Kiev hospeda muitas universidades; as principais são a Universidade Nacional Taras Shevchenko de Kiev, a Universidade Técnica Nacional - \"Instituto Politécnico de Kiev\", a Universidade Nacional de Kiev do Comércio e Economia e a Academia Kiev-Mohyla. O número total de instituições de ensino superior em Kiev aproxima-se de 200, permitindo que os jovens sigam quase qualquer área de estudo. Enquanto a educação tradicionalmente permanece em grande parte nas mãos do estado, há diversas instituições privadas credenciadas na cidade. Existem cerca de 530 escolas secundárias gerais e cerca de 680 escolas maternais e jardins de infância em Kiev. Além disso, há escolas noturnas para adultos e escolas técnicas especializadas. A pesquisa científica é realizada em muitos dos institutos de ensino superior e, além disso, em muitos institutos de pesquisa afiliados com a Academia Ucraniana de Ciências e vários ministérios industriais Ucraniano. Kiev também é famosa por suas pesquisas em medicina e ciência da computação. Existem muitas bibliotecas na cidade, sendo a biblioteca Vernadsky, afiliada à Academia de Ciências, a maior e mais importante. === Transportes === O transporte público em Kiev conta com metrô (subterrâneo), ônibus, trólebus e bondes. O metrô de Kiev, de propriedade pública, é o sistema mais rápido, mais conveniente e mais acessível que cobre a maior porte da cidade. O metro está continuamente expandindo para os limites da cidade para com o objetivo de atender à demanda crescente, enquanto que os outros tipos de transportes públicos não são bem conservados. Em particular, o serviço público de ônibus não possui horário muito confiável. As linhas públicas de trólebus e bondes são mais confiáveis, mas possuem equipamentos antigos e são carentes de recursos. O histórico sistema de bonde, que era um meio de transporte bem conservado e amplamente utilizado, está sendo atualmente interrompido gradativamente em favor dos ônibus e trólebus. Um meio de transporte incomum encontrado em Kiev é o funicular (em ucraniano: Київський фунікулер, transliterado: Kyivs’kyi funikuler; em russo: Киевский фуникулёр, transliterado: Kyivskiy funikulyor), que sobe a íngreme margem direita do rio Dniepre, que conecta o centro histórico com o bairro comercial do distrito de Podil, junto a margem do rio Dniepre. Ele transporta entre 10 000 e 15 000 passageiros por dia. O funicular foi construído entre 1902-1905, e foi aberto ao público em 7 de maio de 1905, passando por restaurações em 1928, 1958, e 1984. Todo o transportes público rodoviário em Kiev é operado pela Kyivpastrans, uma empresa municipal. Esta empresa é bastante subsidiada pela cidade uma vez que um grande número de passageiros (pensionistas, etc) possuem acesoo gratuito em suas linhas. O transporte público de Kiev utiliza um sistema de tarifa única, independentemente da distância percorrida: bilhetes para transporte terrestre devem ser adquiridos a cada embarque. Passagens com desconto estão disponíveis para estudantes do ensino fundamental e ensino superior. Pensionistas usam o transporte público gratuitamente. Bilhetes mensais, que são vendidos ao preço de 60 viagens, também estão disponíveis em todas as combinações de transporte público: metrô, ônibus, trólebus e bondes. Recentemente, micro-ônibus de propriedade privada, os marshrutkas, tem aparecido nas ruas de Kiev. Oferecem uma boa cobertura para pequenas ruas residenciais e possuem itinerários convenientes. Os micro-ônibus levam menos passageiros, são mais rápidos, param quando solicitado e estão mais disponíveis, embora com uma maior frequência de acidentes. O preço do bilhete e o itinerário dos micro-ônibus são regulados pelo governo da cidade, e o custo de uma viagem, embora mais alto do que nos ônibus públicos, ainda é muito inferior do que na Europa Ocidental. O serviço de táxi em Kiev é caro, mas a tarifa do táxi por quilômetro não é regulamentada. Existe uma forte concorrência entre as empresas privadas de táxi. Muitas dispõem de agendamento por telefone. Além disso, é bastante comum para um residente que possui um carro (ou até mesmo pessoas de outras partes da Ucrânia) fornecer serviço de táxi no sistema ad hoc, geralmente apanhando pessoas que estão procurando por um táxi na rua. Engarrafamentos e a falta de vagas de estacionamento são problemas crescentes para os serviços de táxi em Kiev. A regulamentação atual permite o estacionamento nas calçadas, o que pode ser inconveniente para os pedestres. O transporte suburbano é prestado por ônibus e trens suburbanos (os elektrichkas). Existem poucas estações de ônibus na cidade oferecendo transporte suburbano. Micro-ônibus particulares (marshrutkas) fornecem serviços suburbanos mais rápido e mais frequentes, vencendo atualmente a competição contra os grandes ônibus. Os Elektrichkas são servidos pela empresa pública Ukrzaliznytsia. O serviço de trens suburbanos é rápido e o mais seguro em termos de acidentes de trânsito. Mas os trens não são confiáveis, pois podem falhar significativamente nos horários, podem não ser seguros em termos de criminalidade, e os vagões dos elektrichkas são mal conservados e superlotados na hora do rush. Existem 5 trajetos de elektrichka a partir de Kiev: Nizhyn (nordeste); Hrebinka (sudeste); Myronivka (sul); Fastiv (sudoeste); Korosten (oeste). Mais de uma dúzia de paradas de elektrichkas estão localizadas dentro da cidade, permitindo que moradores de diferentes bairros usem estes trens suburbanos. O antigo serviço de barco ao longo do rio Dniepre que contava com os navios Meteor e Raketa não está mais disponível, limitando o transporte fluvial de Kiev a cargueiros, barcos de turismo e embarcações de passeio particulares. A ferrovia é a principal modalidade de transporte intermunicipal de Kiev. A cidade tem uma infra-estrutura ferroviária desenvolvida, incluindo uma estação de passageiros para viagens de longa distância, 6 estações de carga, depósitos e instalações de manutenção. No entanto, esse sistema ainda não consegue atender à demanda por serviços de passageiros. Atualmente, a estação ferroviária de Kiev é o único terminal de passageiro (vokzal) da cidade. Construções estão em andamento para transformar a grande Estação Ferroviária de Darnytsia, na margem esquerda do rio Dniepre, em uma central ferroviária para passageiros em viagens de longa distância, o que pode facilitar o tráfego na estação central. Pontes sobre o rio Dniepre são outro problema que restringe o desenvolvimento do sistema ferroviário da cidade. Atualmente, apenas uma das duas pontes ferroviárias está disponível para o tráfego intenso de trem. Um nova ponte, combinada para veículos e trens, está em construção, como parte do projeto Darnytsia. Os passageiros aéreo chegam a Kiev através de um de seus dos dois aeroportos: o Aeroporto de Kiev-Boryspil que é servido por várias companhias aéreas internacionais, e o menor Aeroporto de Zhulyany, servindo principalmente a voos domésticos e voos limitados a países vizinhos. O terminal internacional de passageiros do Boryspil é pequeno, mas moderno, tendo sido ampliado em 2006. Existe um terminal separado para voos domésticos a uma curta distância. Passageiros voando da Ucrânia para outros países costumam viajar por Boryspil, devido aos outros aeroportos do país como o Donetsk, Simferopol e Odessa, fornecerem conexões internacionais muito limitadas. Existe também o Aeroporto de carga de Gostomel, localizado no subúrbio de Hostomel, no noroeste de Kiev. == Cultura == thumb|esquerda|Ópera de Kiev Kiev era o centro histórico e cultural da civilização eslava oriental e uma base importante para a cristianização da Rússia de Kiev. Kiev manteve através dos séculos sua importância cultural e, até mesmo em tempos de relativa decadência, ela continuou a ser o centro do Cristianismo Ortodoxo Oriental. Seus locais sagrados, que incluem a Pecherska Lavra (em ucraniano: Печерська лавра - Mosteiro das Cavernas) e a Catedral de Santa Sofia são provavelmente os mais famosos, atraíram peregrinos durante séculos e agora, reconhecidas como Patrimônio Mundial da UNESCO, continuam a ser os principais centros religiosos, bem como as principais atrações turísticas. Estes locais também são parte das Sete Maravilhas da Ucrânia. Uma parte importante da cultura de Kiev são os vários teatros da cidade, que incluem: Ópera de Kiev, Teatro Acadêmico Nacional Ivan Franko, Teatro Acadêmico Nacional Lesya Ukrainka, Teatro de Bonecos de Kiev, Palácio de outubro, Filarmônica Nacional da Ucrânia e muitos outros. Outros importantes centros culturais incluem o Estúdio de Filmes Dovzhenko e o Circo de Kiev. O mais importantes dos muitos museus da cidade são o Museu Histórico de Kiev, Museu da Grande Guerra Patriótica, Museu de Arte Nacional da Ucrânia, Museu de Arte Ocidental e Oriental, o Centro de Arte Pinchuk e o Museu Nacional de Arte Russa. Em 2005, Kiev sediou o 50° Festival Eurovisão da Canção, como resultado da vitória do álbum Wild Dances de Ruslana em 2004. === Arquitetura === A Kiev atual é uma mistura do velho e do novo, desde a arquitetura, as lojas e até as próprias pessoas. Após um rápido crescimento populacional entre os anos 1970 e meados dos anos 1990, a cidade prosseguiu o seu crescimento consistente após a virada do milênio. Como resultado, o centro de Kiev é um contraste pontilhado de novas construções modernas, entre apartamentos amarelos claros, azuis e cinzentos, mais antigos. A expansão urbana tem sido gradualmente reduzida, enquanto a densidade populacional dos subúrbio tem aumentado. Os imóveis mais caros estão localizados nas áreas de Pechers'ka e Khreshchatyk. Também é prestigioso possuir uma propriedade nos edifícios recém-construídos dos bairros de Kharkivskyi e Obolonskyi, ao longo do rio Dniepre. A independência da Ucrânia, próxima a virada do milênio, anunciava outras mudanças. Complexos residenciais de estilo ocidental, casas noturnas modernas, restaurantes elegantes e hotéis de prestígio abriram no centro. Música da Europa e América do Norte começaram a aparecer nas paradas musicais ucranianas. E o mais importante, com a flexibilização das regras de vistos em 2005, a Ucrânia está se posicionando como uma atração turística privilegiada, com Kiev, entre outras grandes cidades, procurando lucrar a partir de novas oportunidades. O centro de Kiev tem sido limpo e os edifícios restaurados e redecorado, especialmente a rua Khreshchatyk e a Praça da Independência. Muitas áreas históricas de Kiev, como a Descida Andriyivskyy, tornaram-se locais populares para o comércio de rua, onde se pode encontrar a arte tradicional ucraniana, artigos religiosos, livros, jogos (xadrez principalmente), bem como jóias, para venda. Os mais famosos complexos arquitetônicos e históricos de Kiev são a Catedral de Santa Sofia e o Pechersk Lavra (Monastério das Cavernas), que são conhecidos pela UNESCO como Patrimônio da humanidade. Outros marcos arquitetônicos históricos incluem o Palácio Mariyinsky (desenhado e construído de 1745 a 1752, e posteriormente reconstruído em 1870); várias igrejas ortodoxas como o Mosteiro de São Miguel das Cúpulas Douradas, a Igreja de Santo André e a Cadedral de São Vladimir; o reconstruído Portão de Ouro, e outros. Um dos marcos modernos de Kiev amplamente reconhecido é a gigantesca estátua da Pátria Mãe, com 62 metros de altura e feita de titânio, está localizada sobre o Museu da Grande Guerra Patriótica, na margem direita do rio Dniepre. Outros locais notáveis são o Hotel Salut cilíndrico, localizado em frente à Praça da Glória e da chama eterna do Túmulo do soldado desconhecido (memorial da Segunda Guerra Mundial), e a Casa com Quimeras. Entre os monumentos mais conhecidos de Kiev estão a estátua de Bohdan Khmelnytsky montado em seu cavalo perto da Catedral de Santa Sofia (obra de Mikeshin); o venerado Vladimir o Grande (St. Vladimir), o batizador da Rússia de Kiev, olhando sobre o rio para Podil; o monumento a Kyi, Schek e Khoryv e Lybid, os fundadores lendários da cidade, localizado no dique do Dniepre. Na Praça da Independência no centro da cidade, duas colunas altas elevam dois monumentos modernos dos protetores da cidade: Arcanjo Miguel, o protetor histórico de Kiev, e a deusa protetora Berehynia, uma invenção moderna. Na Conferência das Nações Unidas sobre as Mudanças Climáticas de 2009, Kiev foi a única cidade da Comunidade dos Estados Independentes a ter sido incluída entre as Top 30 cidades mais verdes da Europa (em 30°). == Ver também == * Kiev TV Tower * Dínamo de Kiev == Bibliografia == * Brutzkus, J. \"The Khazar Origin of Ancient Kiev\". Slavonic and East European Review. American Series, vol. 3, no. 1, 1944, p. 108–124. JSTOR. Acessado em 16 de junho de 2020. == Ligações externas == * * Categoria:Cidades do Principado de Rostóvia-Susdália",
 "title": "Kiev"
}