{
 "id": "26279",
 "text": "Soul music ou apenas soul é um gênero musical popular que se originou na comunidade afro-americana dos Estados Unidos nos anos 1950 e no início dos anos 1960. Combina elementos da música gospel, rhythm and blues e jazz. A soul music tornou-se popular para dançar e ouvir nos Estados Unidos, onde gravadoras como Motown, Atlantic e Stax foram influentes durante o Movimento dos Direitos Civis. A soul music também se tornou popular em todo o mundo, influenciando diretamente o rock e a música da África.Max Mojapelo (2008). Beyond Memory: Recording the History, Moments and Memories of South African Music. African Minds. pp. 1–. ISBN 978-1-920299-28-6. Durante a mesma época, o termo soul já era usado nos Estados Unidos como um adjetivo usado em referência ao afro-americano, como em \"soul food\" (\"comida de alma\"). Esse uso apareceu justamente numa época de vários movimentos sociais, tanto com a revolução dos jovens, como os movimentos antiguerra e antirracistas. Por consequência, a \"música soul\" nada mais era que uma referência à música negra, independentemente de gênero.Género Soul Durante a década de 1960, surgiu até o programa de televisão estadunidense Soul Train, que apresentava os sucessos da música negra dos Estados Unidos, independentemente do gênero do sucesso musical. Ainda no rhythm and blues, a popular dupla Sam & Dave escreveu um sucesso que ressurgiu mais tarde no filme Blues Brothers, no qual interpretam a canção \"Soul Man\". Sua letra cita \"(…) eu sou um homem negro (…)\". De acordo com o Hall da Fama do Rock and Roll, soul é \"música que surgiu da experiência negra rhythm and blues em uma forma de e funky\". Ritmos cativantes, enfatizados por palmas e movimentos corporais extemporâneos, são uma característica importante da soul music. Outras características são uma chamada e resposta entre o vocalista principal e o refrão e um som vocal especialmente tenso. O estilo também usa ocasionalmente adições improvisadas, rodopios e sons auxiliares.Valter Ojakäär (1983). Popmuusikast. Eesti Raamat. A música soul refletia a identidade afro-americana e enfatizava a importância de uma cultura afro-americana. A consciência afro-americana recém-descoberta levou a novos estilos de música, que demostravam o orgulho de ser negro.Szatmary, David P. (2014). Rockin' in Time. New Jersey: Pearson. p. 176. A soul music dominou as paradas de R&B; dos Estados Unidos na década de 1960, e muitas gravações passaram para as paradas pop nos Estados Unidos, na Grã- Bretanha e em outros lugares. Em 1968, o gênero soul music começou a se fragmentar. Alguns artistas de soul desenvolveram o funk, enquanto outros cantores e grupos desenvolveram variedades mais escuras, mais sofisticadas e, em alguns casos, mais politicamente conscientes. No início da década de 1970, a música soul havia sido influenciada pelo rock psicodélico e outros gêneros, levando ao soul psicodélico. Os Estados Unidos assistiram ao desenvolvimento do neo soul por volta de 1994. Existem também vários outros subgêneros e ramificações da soul music. Os principais subgêneros do soul incluem o estilo Detroit (Motown), um estilo mais pop e rítmico; deep soul e Southern soul, estilos de soul energéticos e energéticos, combinando R&B; com sons de música gospel do sul; Soul de Memphis, um estilo brilhante e sensual; New Orleans soul, que saiu do estilo rhythm and blues; Soul de Chicago, um som mais leve influenciado pelo gospel; Soul da Filadélfia, um som orquestral exuberante com vocais inspirados em doo-wop; soul psicodélico, uma mistura de rock psicodélico e soul music; bem como categorias como blue-eyed soul, que é a soul music executada por artistas brancos; Soul britânico; e Northern soul, música soul rara tocada por DJs em boates no norte da Inglaterra. == Características do soul == A apresentação da música soul é emotiva; a melodia é bem ornamental misteriosa ornamentada e com improvisações, rodopios corporais do(a) cantor(a) e efeitos sonoros dos instrumentos. Os ritmos pegam facilmente, acentuados com o bater de palmas e os movimentos plásticos da coreografia são detalhes importantes. Outras características estilísticas importantes são as perguntas e respostas entre o cantor solista e o grupo coral, no estilo responsorial, e uma interpretação dramática do vocalista principal. A música soul normalmente também apresenta cantores acompanhados por uma banda tradicionalmente composta de uma seção rítmica e de metais. == Soul music == A soul music tem suas raízes na música gospel tradicional afro- americana e no rhythm and blues e como a hibridização de seus respectivos estilos religiosos e seculares - tanto no conteúdo lírico quanto na instrumentação - iniciada na década de 1950. O termo \"soul\" havia sido usado entre músicos afro-americanos para enfatizar a sensação de ser afro-americano nos Estados Unidos.Szatmary, David P. (2014). Rockin' in Time. New Jersey: Pearson. p. 177. De acordo com o musicólogo Barry Hansen,Barry Hansen, Rhythm and Gospel, in Jim Miller (ed.), The Rolling Stone Illustrated History of Rock & Roll, 1976, pp. 15–18. De acordo com o AllMusic, \"a soul music foi o resultado da urbanização e comercialização do rhythm and blues nos anos 1960\". A própria frase \"soul music\", referente à música gospel com letras seculares, foi atestada pela primeira vez em 1961. O termo \"soul\" na linguagem afro- americana tem conotações de orgulho e cultura afro-americanos. Grupos gospel nas décadas de 40 e 50 ocasionalmente usavam o termo como parte de seus nomes. O estilo jazz originário do gospel ficou conhecido como soul jazz. Quando cantores e arranjadores começaram a usar técnicas de gospel e soul jazz na música popular afro-americana durante a década de 1960, a soul music funcionou gradualmente como um termo genérico para a música popular afro-americana na época.\"Soul music\". The New Grove Dictionary of Music and Musicians. 23. London. 2001. Inovadores importantes cujas gravações nos anos 1950 contribuíram para o surgimento da soul music incluem Clyde McPhatter, Hank Ballard e Etta James. Ray Charles é frequentemente citado como popularizando o gênero soul music com sua série de hits, começando com \"I Got a Woman\", de 1954.Ray Charles entrevista para Pop Chronicles (1969) O cantor Bobby Womack disse: \"Ray era o gênio. transformou o mundo em soul music\". Charles foi aberto ao reconhecer a influência do vocalista do Pilgrim Travellers, Jesse Whitaker em seu estilo de cantar. Little Richard, inspirou Otis Redding,White, Charles. (2003), p. 229. The Life and Times of Little Richard: The Authorised Biography. Omnibus Press. e James Brown, que foram igualmente influentes. Brown foi apelidado de \"Godfather of Soul\" (Padrinho da Soul Music), e Richard se proclamou \"King of Rockin' and Rollin', Rhythm and Blues Soulin'\", porque sua música incorporava elementos dos três, e desde que ele inspirou artistas em todos os três gêneros.Frederick Douglass Opie, Hog and Hominy: Soul Food from Africa to America (Columbia University Press, 2008), chapter 7. Sam Cooke e Jackie Wilson também são frequentemente reconhecidos como antepassados ​​da soul music. Cooke tornou-se popular como vocalista do grupo gospel The Soul Stirrers, antes de se mudar para a música secular. Sua gravação de \"You Send Me\" em 1957 lançou uma bem-sucedida carreira na música pop. Além disso, sua gravação de 1962 de \"Bring It On Home To Me\" foi descrita como \"talvez o primeiro registro a definir a experiência da soul music\".Joe McEwen, Sam Cooke, in Jim Miller (ed.), The Rolling Stone Illustrated History of Rock & Roll, 1976, pp. 113–116. Jackie Wilson, contemporâneo de Cooke e James Brown, também obteve sucesso no crossover, especialmente com seu sucesso de 1957, \"Reet Petite\". Ele até foi particularmente influente por sua entrega dramática e performances.Joe McEwen, Jackie Wilson, in Jim Miller (ed.), The Rolling Stone Illustrated History of Rock & Roll, 1976, pp. 117–119. === Década de 1960 === O escritor Peter Guralnick está entre os que identificaram Solomon Burke como uma figura-chave no surgimento da soul music e a Atlantic Records como a principal gravadora. As canções de Burke no início dos anos 1960, incluindo \"Cry to Me\", \"Just Out of Reach\" e \"Down in the Valley\" são consideradas clássicos do gênero. Guralnick escreveu: Ben E. King também obteve sucesso em 1961 com \"Stand By Me\", uma canção diretamente baseada em um hino gospel. Em meados da década de 1960, os sucessos iniciais de Burke, King e outros foram superados por novos cantores de soul, incluindo artistas Stax como Otis Redding e Wilson Pickett, que gravaram principalmente em Memphis, Tennessee, e Muscle Shoals, Alabama. De acordo com Jon Landau:Jon Landau, Otis Redding, in Jim Miller (ed.), The Rolling Stone Illustrated History of Rock & Roll, 1976, pp. 210–213. \"Entre 1962 e 1964, Redding gravou uma série de baladas soul, caracterizadas por letras descaradamente sentimentais, geralmente implorando perdão ou pedindo que uma namorada voltasse para casa ... Ele logo ficou conhecido como \"Mr. Pitiful\" (Sr. Lamentável) e ganhou uma reputação como o principal artista de baladas de soul\". A cantora de soul mais importante a surgir foi Aretha Franklin, originalmente uma cantora gospel que começou a fazer gravações seculares em 1960, mas cuja carreira foi posteriormente revitalizada por suas gravações para Atlantic. Suas gravações de 1967, como I Never Loved a Man (The Way I Love You)\", \"Respect\" (escrita e originalmente gravada por Otis Redding) e \"Do Right Woman, Do Right Man\" (escrito por Chips Moman e Dan Penn), foram produções significativas e comercialmente bem-sucedidas.Gilliland, John (1969). \"Show 52 – The Soul Reformation: Phase three, soul music at the summit. [Part 8] : UNT Digital Library\" (áudio). Pop Chronicles. University of North Texas Libraries.Whitburn, Joel (2004). Top R&B;/Hip-Hop Singles: 1942–2004. Record Research. p. 215.Dobkin, Matt (2004). I Never Loved a Man the Way I Loved You: Aretha Franklin, Respect, and the Making of a Soul Music Masterpiece. New York: St. Martin's Press. pp. 7–8, 187–188. ISBN 0-312-31828-6. A soul music dominou as paradas musicais afro-americanas dos Estados Unidos na década de 1960, e muitas gravações cruzaram as paradas pop nos Estados Unidos. Otis Redding foi um enorme sucesso no Monterey Pop Festival em 1967. O gênero também se tornou muito popular no Reino Unido, onde muitos artistas principais fizeram turnês no final dos anos 1960. \"Soul\" se tornou um termo genérico para uma variedade cada vez maior de estilos musicais baseados em R&B; \\- desde artistas dançantes e pop da Motown Records em Detroit, como The Temptations, Marvin Gaye e Stevie Wonder, até artistas de \"deep soul\" como Percy Sledge e James Carr. Diferentes regiões e cidades nos Estados Unidos, incluindo Nova York, Detroit, Chicago, Memphis, Nova Orleans, Filadélfia e Muscle Shoals, Alabama (a casa dos estúdios FAME e Muscle Shoals Sound Studios) tornaram-se conhecidas por diferentes subgêneros da música e estilos de gravação. Artistas do chamado \"blue-eyed soul\" (\"soul branco\"; músicos brancos que tocavam para plateias brancas) tais como The Righteous Brothers alcançaram um grande sucesso em curto prazo. Da mesma forma que o \"blue-eyed soul\" ou soul branco, surgiu nesta época um grande número de variedades regionais do soul. Em 1968, enquanto no auge da popularidade, a soul music começou a se fragmentar em subgêneros diferentes. Artistas como James Brown e Sly and the Family Stone evoluíram para o funk, enquanto outros cantores como Marvin Gaye, Stevie Wonder, Curtis Mayfield e Al Green desenvolveram variedades mais escuras, mais sofisticadas e, em alguns casos, politicamente mais conscientes do gênero. No entanto, a soul music continuou a evoluir, informando a maioria das formas subsequentes de R&B; a partir da década de 1970, com vários músicos continuando a se apresentar no estilo soul tradicional. === Década de 1970 === Exemplos posteriores de soul music incluem gravações de The Staple Singers (como I'll Take You There) e gravações de Al Green, de 1970, feitas na Royal Recording de Willie Mitchell, em Memphis. A Hi Records de Mitchell continuou na tradição Stax da década anterior, lançando uma série de hits de Green, Ann Peebles, Otis Clay, O.V. Wright e Syl Johnson. Bobby Womack, que gravou com Chips Moman no final da década de 1960, continuou a produzir gravações de soul nas décadas de 1970 e 1980. Em Detroit, o produtor Don Davis trabalhou com artistas da Stax, como Johnnie Taylor e The Dramatics. No início dos anos 1970, as gravações do The Detroit Emeralds, como Do Me Right, são um elo entre o soul e o estilo disco posterior. Artistas da Motown Records, como Marvin Gaye, Michael Jackson, Stevie Wonder e Smokey Robinson, contribuíram para a evolução da soul music, embora suas gravações fossem consideradas mais no estilo da música pop do que as de Redding, Franklin e Carr. Embora estilisticamente diferente da soul music clássica, as gravações de artistas de Chicago são frequentemente consideradas parte do gênero. No início dos anos 1970, a soul music havia sido influenciada pelo rock psicodélico e outros gêneros. O fermento social e político da época inspirou artistas como Gaye e Curtis Mayfield a lançar álbum manifestos com comentários sociais contundentes. Artistas como James Brown levaram a soul music ao funk, tipificado por bandas da década de 1970 como Parliament-Funkadelic e The Meters. Grupos mais versáteis como War, The Commodores e Earth, Wind and Fire tornaram-se populares nessa época. Durante a década de 1970, algumas artistas de olhos azuis e comerciais, como Hall & Oates, da Filadélfia e Tower of Power, de Oakland, alcançaram o sucesso principal, assim como uma nova geração de harmonia nas esquinas ou grupos de \"city-soul\", como The Delfonics e os Unifics da Universidade Howard, instituição historicamente negra. O programa de televisão sindicada Soul Train, apresentado por Don Cornelius, nativo de Chicago, estreou em 1971. O programa proporcionou uma saída para a soul music por várias décadas, gerando também uma franquia que viu a criação de uma gravadora (Soul Train Records) que distribuiu canções de The Whispers, Carrie Lucas e um grupo emergente conhecido como Shalamar. Numerosas disputas levaram Cornelius a sair da gravadora para seu booker de talentos, Dick Griffey, que transformou a gravadora em Solar Records, uma gravadora de soul music proeminente ao longo dos anos 1980. A série de TV continuou no ar até 2006, embora outros gêneros musicais predominantemente afro-americanos, como o hip- hop, tenham começado a ofuscar a soul music no programa a partir da década de 1980. Como os músicos de disco e funk tiveram hits no final da década de 1970 e no início da década de 1980, o soul foi na direção do quiet storm. Com seus ritmos relaxados e melodias suaves, a soul quiet storm teve influências do fusion e do adult contemporary. Algumas bandas de funk, como EW&F;, The Commodores e Con Funk Shun, teriam algumas faixas quiet storm em seus álbuns. Entre os artistas de maior sucesso nessa época estão Smokey Robinson, Jeffry Osbourne, Peabo Bryson, Chaka Kahn e Larry Graham. Com a \"decadência\" da disco em fins dos anos 1970, super-estrelas do soul, como Prince (Purple Rain) e Michael Jackson (Thriller) decolaram. Com vocais quentes e sensuais e batidas dançantes, estes artistas dominaram as paradas durante os anos 1980. Cantoras de soul tais como Whitney Houston, Janet Jackson e Tina Turner também ganharam grande popularidade durante a última metade da década. Após o declínio do disco e do funk no início dos anos 1980, a soul music foi influenciada pela electro music. Tornou-se menos cru e mais liso, resultando em um estilo conhecido como R&B; contemporâneo, que soou muito diferente do estilo original de rhythm and blues. No início dos anos 1990, enquanto o rock alternativo, o heavy metal de grupos como Metallica, e o gangsta rap dominavam as paradas, alguns grupos começaram a fundir o chamado hip hop ao soul. Michael Jackson e o grupo Boyz II Men foram os mais populares dentre os pioneiros desta fusão. Os Estados Unidos assistiram ao desenvolvimento do neo soul por volta de 1994. O neo soul, surgiu e continuou esta mistura do hip hop ao soul, conduzido por nomes como Christina Aguilera, Mariah Carey, Mary J. Blige, Lauryn Hill e Erykah Badu. O suporte de marketing das grandes gravadoras para gêneros de soul esfriou nos anos 2000 devido ao re-foco da indústria no hip-hop. == Subgêneros == === Soul de Detroit (Motown) === Dominados por Berry Gordy e sua gravadora Motown, o soul de Detroit é fortemente rítmico e influenciado pelo gospel. Frequentemente inclui acompanhamento com palmas e uma forte linha de baixo, e também inclui sons de violinos, sinos e outros instrumentos não- tradicionais. A Motown tinha sua própria banda, chamada The Funk Brothers. Outros artistas e grupos: Marvin Gaye, The Temptations, Smokey Robinson, Gladys Knight & the Pips, Martha Reeves & The Vandellas, The Marvelettes, Mary Wells, Diana Ross (e o grupo The Supremes), The Jackson 5, The Four Tops e os compositores Brian Holland, Lamont Dozier e Eddie Holland|Holland. === Deep soul e southern soul === Os termos deep soul e southern soul geralmente se referem a um agitado e energético estilo de soul, combinando a energia do R&B; com a pulsante música gospel do sul dos Estados Unidos. O selo Stax Records de Memphis no Tennessee, nutriu um som distinto, que incluía a mixagem dos vocais mais ao fundo da gravação que a maioria das gravações de R&B; contemporâneo, usando vibrantes passagens de trompa no lugar dos vocais de fundo, e um foco na extremidade mais baixa do espectro de frequência. A grande maioria dos lançamentos da Stax foram acompanhadas pelas bandas de casa, Booker T and the MGs (com Booker T. Jones, Steve Cropper, Donald \"Duck\" Dunn e Al Jackson) e os Memphis Horns (uma parte da secção de metais dos Mar-Keys). === Soul de Memphis === Geralmente se refere ao soul produzido pela gravadora Stax Records, em Memphis. A Stax deliberadamente cultivava um soul bem característico, o que incluía a colocação dos vocais bem atrás durante a mixagem da gravação do que em outros discos de R&B; da época, o uso de metais em parte da gravação no lugar dos vocais de fundo, e um foco na parte mais baixa do espectro de frequências sonoras musicais (sons graves). A grande maioria dos lançamentos da Stax foram acompanhadas da banda Booker T and the MGs (da própria gravadora, que incluía lendas do soul como Booker T. Jones, Steve Cropper, Donald \"Duck\" Dunn e Al Jackson) e a seção de metais do grupo The Bar-Kays. O selo contava ainda com Solomon Burke, Otis Redding, Carla Thomas, Sam & Dave, Rufus Thomas, William Bell e Eddie Floyd entre seus astros. (Quem se interessar pela história da gravadora Stax pode consultar o livro de Peter Guralnik intitulado, em inglês, Sweet Soul Music. === Soul de Chicago === O soul de Chicago geralmente tinha influência da música gospel, mas o grande número de gravadoras com sede na cidade tenderam a produzir um som mais diversificado do que em outras cidades. Vee-Jay Records, que durou até 1966, produziu gravações de Jerry Butler, Betty Everett, Dee Clark, e Gene Chandler. A Chess Records, um selo principalmente de blues e rock and roll, produziu um grande número de artistas de soul. Mayfield não só marcou muitos sucessos com seu grupo, The Impressions, mas escreveu muitas canções de sucesso para os artistas de Chicago e produziu sucessos nos seus selos próprios para The Fascinations e os Five Stairsteps. === Soul de Nova Orleans === O cenário soul de Nova Orleans saiu diretamente da era rhythm and blues, quando artistas como Little Richard, Fats Domino e Huey Piano Smith tiveram um enorme impacto sobre as paradas de pop e R&B; e uma enorme influência direta para o nascimento do funk. O principal arquiteto do soul da Crescent City foi compositor, arranjador e produtor Allen Toussaint. Trabalhou com artistas como Irma Thomas (\"a Rainha do Soul de New Orleans\"), Jessie Hill, Kenner Kris, Benny Spellman, e Ernie K. Doe no selo Minit/Instant cheio de produções de um distinto som soul de Nova Orleans, gerando muitos hits americanos. Outros notáveis hits de Nova Orleans vieram de Robert Parker, Betty Harris e Aaron Neville. Enquanto as gravadoras em Nova Orleans, praticamente desapareceram em meados da década de 1960, os produtores da cidade continuaram a gravar artistas soul de Nova Orleans para outras gravadoras, principalmente gravadoras de Nova Iorque e Los Angeles, notavelmente Lee Dorsey para a nova- iorquina Amy Records e os Meters do selo baseado em Nova York Josie e sua baseada em Los Angeles Reprise. === Soul da Filadélfia === Chamado em inglês de \"Philly Sound\", seus arranjos de metais podem ser reconhecidos em gravações de bandas como MFSB, Harold Melvin & The Blue Notes, The O' Jays,The Stylistics ou The Spinners, e de músicos como Billy Paul (e suas gravações mais conhecidas: \"Your Song\" (de Elton John, de 1972, e \"Only The Strong Survive\", de 1977). A \"mão\" dos compositores Kenneth Gamble e Leon Huff está bem presente no \"Philly Sound\". Também, o produtor, arranjador e compositor Thom Bell teve participação crucial neste movimento. Ele e a letrista Linda Wake Creed compuseram várias canções que tornaram muito popular o \"Philly Sound\" nos Estados Unidos e ao redor do mundo. === Soul psicodélico === O soul psicodélico foi uma mistura de rock psicodélico e da soul music no final dos anos 1960, que pavimentou o caminho para o surgimento do mainstream funk, alguns anos depois. === Soul branco === Tocado por artistas brancos, o chamado \"blue-eyed soul\" é caracterizado por ritmos cativantes e melodias suaves. Surgiu de uma mistura derivada do \"rockabilly\" de Elvis Presley e Bill Haley e das músicas de (Dion DeMucci) e do grupo The Four Seasons, de Frankie Valli. Outros artistas e grupos incluem os Righteous Brothers, Daryl Hall & John Oates, Amy Winehouse, The Rascals, Mitch Ryder & the Detroit Wheels, Boy George, Mark Ronson, Eric Burdon, Wild Cherry, The Blues Brothers, Average White Band, George Michael, Rick Astley, Annie Lennox, Van Morrison, Joss Stone, Adele, Aurea, Selah Sue, Duffy, Bruno Mars e Dusty Springfield. O álbum de David Bowie intitulado Young Americans é considerado um clássico tardio do gênero. === Soul britânico === O soul tem sido uma grande influência na música popular britânica desde a década de 1960, incluindo bandas da invasão britânica, sendo a mais importante os Beatles.P. Humphries, The Complete Guide to the Music of the Beatles (Music Sales Group, 1998), p. 83. Havia um punhado de importantes bandas de blue-eyed soul britânico, incluindo Dusty Springfield e Tom Jones.R. Gulla, Icons of R&B; and soul: an encyclopedia of the artists who revolutionized rhythm (Greenwood Publishing Group, 2008), p. xxii. O soul americano era extremamente popular entre algumas sub-culturas jovens, como os movimentos northern soul e modern soul, mas um gênero clara de soul britânico não surgiu até os anos 1980, quando uma série de artistas como Annie Lennox, George Michael, Sade, Simply Red, Lisa Stansfield e Soul II Soul fizeram sucesso comercial.G. Wald, \"Soul's Revival: White Soul, Nostalgia and the Culturally Constructed Past, M. Guillory and R. C. Green, Soul: Black power, politics, and pleasure (New York University Press, 1997), pp. 139–58. A popularidade de artistas de soul britânicos nos Estados Unidos, mais notavelmente Amy Winehouse, Adele, Dionne Bromfield, Estelle, Joss Stone e Leona Lewis levou a falar de uma terceira invasão britânica ou invasão soul nos anos 2000,Selling their soul: women leading the way in R&B; British invasion Canada.com 9 de Junho de 2008The New British Invasion: Soul Divas 2008 The Daily Voice 30 de Abril de 2008 sendo a britânica Amy Winehouse considerada a desencadeadora dessa nova invasão. === Northern soul e modern soul === O termo northern soul foi cunhado pelo jornalista Dave Godin e popularizada em 1970, através de sua coluna na revista Blues e Soul.For Dancers Only por Chris Hunt, Mojo. 2002 O termo refere-se a música soul rara que era tocada por DJs em casas noturnas no norte da Inglaterra. Os playlists inicialmente consistiam em gravações obscuras da década de 1960 e início da década de 1970 de soul americano com uma batida uptempo, como os da Motown Records e selos mais obscuros, como o Okeh Records. O modern soul foi desenvolvido quando DJs de northern soul começaram a procurar em lojas de discos nos Estados Unidos e Reino Unido por música que era mais complexa e contemporânea. O resultado foi um som mais rico, que era mais avançado em termos de tecnologia Hi-Fi e rádio FM. === Neo soul === O termo neo soul foi cunhado pelo produtor de marketing e executivo de gravadora Kedar Massenburg para descrever uma mistura musical de vocais e instrumental no estilo do soul dos anos 1970 com o som R&B; contemporâneo, batidas hip hop e interlúdios poéticos. O estilo foi desenvolvido entre o início e meados dos anos 1990. Um elemento-chave no neo soul é uma dose pesada de Fender Rhodes ou Wurlitzer amortecidos sobre um suave, embalada interação entre a bateria (geralmente com um som de aro de caixa batido) e um baixo abafado e profundamente funky. O som do piano Fender Rhodes dá à música um caráter quente e orgânico. === New Jack Swing e nu soul === Apesar de se dizer que surgiram em meados dos anos 1990, os elementos do \"nu soul\", uma mistura dos vocais R&B; com a batida do hip hop e raps, apareceu inicialmente em fins dos anos 1980 com artistas como Keith Sweat, Alexander O'Neal e The Force M.D.s. Durante o início dos anos 1990, En Vogue e a britânica Lisa Stansfield continuaram a aproximar o que era chamado New Jack Swing do neo soul, que eram gêneros diferentes na época em que Michael Jackson (com o disco Dangerous), D'Angelo, Mary J. Blige, Lauryn Hill, Janet Jackson e Alicia Keys começaram a popularizar o som. Outros artistas e grupos: G.A.T., Jill Scott, LeVert, Jaguar Wright, Erykah Badu, Adriana Evans e outros. === Quiet Storm === Normalmente considera-se que surgiu com Smokey Robinson em \"Quiet Storm\", o gênero do mesmo nome é suave e relaxante, com artistas como Anita Baker, Luther Vandross, Stevie Wonder, Mariah Carey, Whitney Houston e Sade Adu. === Nu-jazz e soulful eletrônica === Muitos artistas em vários gêneros de música eletrônica (como House music, Deep House, drum and bass, UK garage e downtempo) são fortemente influenciados pelo soul, e tem produzido muitas composições inspiradas no soul. == Cantores == * Lista de músicos de soul == Ligações externas == * * * Categoria:Gêneros de R&B;",
 "title": "Soul"
}