{
 "id": "26299",
 "text": "300px|miniaturadaimagem|A cidade de Gidá Gidá, A forma Gidá já aparece em Os Lusíadas de Camões (ver Wikisource: Os Lusíadas, cantos IX e X)Grafia registrada pelo Vocabulário Onomástico da Língua Portuguesa, da Academia Brasileira de Letras.Novo Dicionário da Língua Portuguesa, Candido de Figueiredo — 1913Dicionário Onomástico Etimológico da Língua Portuguesa de J. P. Machado JidáO Globo (26 de junho de 2023). Jogos do Mundial de Clubes 2023 serão disputados em Jidá. Segunda maior cidade da Arábia Saudita receberá todas as partidas do torneio deste ano Jornal de Angola (13 de agosto de2023). Síria vai participar na cimeira de Jidá. ou Jedá (), BRASIL. Ministério das Relações Exteriores. Atentado em Jedá, Arábia Saudita. 9 de outubro de 2017. por vezes grafada Djedda e Jeddah (por influência da transliteração inglesa) é uma cidade da Arábia Saudita. Nos séculos XVI e XVII, a cidade era conhecida como Judá, na Índia Portuguesa.Livro em que dá relação do que viu e ouviu no Oriente Duarte Barbosa [1516]. Introdução e notas de Augusto Reis Machado. Lisboa: República Portuguesa. Ministério das Colónias. Divisão de Públicações e Biblioteca. Agência Geral das Colónias, 1946. p. 35. Localizada no litoral do mar Vermelho, abriga o maior porto do país. Com cerca de quatro milhões de habitantes, é o maior centro urbano da costa do país e sua segunda maior cidade (a primeira é a capital Riade). É considerada a capital comercial do país e a mais rica do Médio Oriente e da Ásia Ocidental. Em Gidá, está se construindo aquele que virá a ser o maior edifício do mundo, a Torre do Reino, com mais de mil metros de altura. == UNESCO == Em 2014 a área histórica da cidade, com suas edificações, em especial o monumento Porta para Meca, passou a constar da lista do Patrimônio Mundial da UNESCO, ressaltando que \"a cidade, vem se construindo por centenas de anos, e transformou-se em uma das mais importantes rotas comerciais do oceano Índico e porta de entrada dos peregrinos muçulmanos, que chegam por mar, rumo a Meca. Possui um conjunto arquitetônico multicultural singular, erguidos ao longo de séculos, devido, tanto por sua importância comercial, quanto a passagem dos peregrinos\". == Cidades-irmãs == Gidá tem 23 cidades-irmãs: * Almati, Cazaquistão * Amã, Jordânia * Bacu, Azerbaijão * Alexandria, Egito * Cairo, Egito * Estugarda, Alemanha * Dubai, Emirados Árabes Unidos * Jacarta, Indonésia * Istambul, Turquia * Adana, Turquia * Jor Baru, Malásia * Cazã, Rússia * Caráchi, Paquistão * Mary, Turcomenistão * Odessa, Ucrânia * Osh, Quirguistão * Plovdiv, Bulgária * Casablanca, Marrocos * Rio de Janeiro, Brasil * Shimonoseki, Japão * São Petersburgo, Rússia * Estrasburgo, França * Xian, República Popular da China == Ligações externas == *UNESCO-WHC - Gidá Histórica e a Porta para Meca - Arábia Sauditainglês *UNESCO-WHC - Galeria de Fotos - inglês *Google Maps-UNESCO-WHC - Mapa - *UNESCO-WHC - Documentação *Página oficial da cidade Categoria:Patrimônio Mundial da UNESCO na Arábia Saudita Categoria:Mar Vermelho",
 "title": "Gidá"
}