{
 "id": "26323",
 "text": "{{Info/Município do Brasil | nome = Serra Branca | preposição = de | foto = Igreja_2.jpg | leg_foto = | apelido = Rainha do Cariri | brasão = Brasão Serra.jpg | bandeira = Bandeira do município de Serra Branca.jpg | link_brasão = | link_bandeira = | link_hino = | aniversário = | fundação = | gentílico =serra-branquense | prefeito = Vicente Fialho de Sousa Neto | partido = PP | fim_mandato = 2024 | mapa = Brazil Paraíba Serra Branca location map.svg | latP = S | latG = 07 | latM = 28 | latS = 58 | lonP = O | lonG = 36 | lonM = 39 | lonS = 54 | estado = Paraíba | região_intermediária = Campina Grande | data_região_intermediária = IBGE/2017 | região_imediata = Sumé | data_região_imediata = IBGE/2017 | região_metropolitana = | vizinhos = Sumé, São João do Cariri, Coxixola, São José dos Cordeiros, Parari e Congo. | dist_capital = 210 | área = 737.743 | área_ref = | população = 13637 | população_pos = PB: 65º | data_pop = estimativa populacional - IBGE/2016 | altitude = 493 | clima = semiárido | sigla_clima = | idh = 0.662 | data_idh = PNUD/2000 | pib = mil | pib_pos = PB: 57º | data_pib = IBGE/2008 | pib_per_capita = 4436.87 | data_pib_per_capita = IBGE/2008 }} Serra Branca é um município brasileiro localizado no Sertão do Cariri (Ocidental) Paraibano e na Região Geográfica Imediata de Sumé, estado da Paraíba. Sua população em 2014 foi estimada pelo IBGE (Instituto Brasileiro de Geografia e Estatística) em 13 637 habitantes, distribuídos em 738 km² de área. == Geologia e aspectos fisiográficos == O município de Serra Branca encontra-se totalmente inserido na unidade geoambiental do Planalto da Borborema, na microrregião do Cariri Ocidental, com uma fauna formada por pelos animais típicos da região, tais como o jumento (Equus asinus) e a anta (Tapirus terrestris), com altitude variando entre 650 a 1 000 metros, ocupando uma área de arco que se estende desde o sul do estado do Alagoas até o estado do Rio Grande do Norte. == História == A região do Cariri foi habitada por índios cariris, hábeis oleiros. Próximo de Campina Grande, que se iniciava como vila comercial e caminho de tropeiros, atraiu habitantes de outros lugares interessados em adquirir terras férteis. Em 1943, o topônimo foi mudado para Itamorotinga - em tupi: pedra-mó-toda-branca, ou simplesmente, pedra branca, alusão à serra Jatobá. Com o antigo nome de Serra Branca foi elevada à Cidade em 1947 e nela fixava a sede do Município, situação que permaneceu até 1951. A emancipação política foi alcançada em 1960. Alterações toponímicas distritais: Serra Branca para Itamorotinga alterado, pelo decreto-lei estadual nº 520, de 31 de dezembro de 1943. Itamorotinga para Serra Branca alterado, por Ato das Disposições Transitórias Constitucionais do Estado da Paraíba Promulgado em 11 de junho de 1947. ==Geografia== ===Clima=== Dados do Departamento de Ciências Atmosféricas, da Universidade Federal de Campina Grande, mostram que Serra Branca apresenta um clima com média pluviométrica anual de 529,7 mm e temperatura média anual de 24,1 °C. == Economia == Sua economia baseia-se na agricultura,comércio e principalmente no funcionalismo público. As principais culturas são milho e feijão. Na pecuária predomina a criação de caprinos e ovinos. Existe também uma pequena indústria de beneficiamento da castanha de caju na comunidade das Duas Serras (zona rural). Podemos observar também o crescimento da Piscicultura artesanal (com uma associação de pescadores) e da Apicultura em pequena produção. == Turismo == Uma atração turística é a Serra do Jatobá, também conhecida por Pedra Esbranquiçada (origem do nome da cidade), grande rocha de cor branca (que pode ser vista até do espaço), predominando sobre a caatinga e que forma em seu redor área permanentemente verde em função do solo arenoso e a presença de umidade, mesmo nos períodos de seca. O local tem tudo para o turismo, possibilitando voos de asa delta. A pedra tem inclinação adequada, os ventos são fortes e constantes, a luz do Sol é abundante e a paisagem, vista de cima é deslumbrante! Na serra do Jatobá existe um conjunto de pinturas rupestres em um grande lajedo e caverna. O local é muito interessante para realização de \"treking\". A Serra Branca ou Serra do Jatobá é considerada o maior batólito da América do Sul, um local perfeito para trilhas, rapel, escaladas, e várias outras modalidades de esportes de aventura. Tem também o Santuário do Menino Jesus de Praga, situado no Bairro dos Pereiros. == Cultura e tradição == Serra Branca já não apresenta os traços culturais de outrora. Em tempos passados, ainda não remotos, eram impressionantes os Carnavais e as vaquejadas realizadas no município. Atualmente, ainda merecem destaque a festa da Padroeira Nossa Senhora da Conceição e as festas juninas, principalmente, os festejos de São João. A Banda de Música Imaculada Conceição, atualmente Filarmonica Maestro Joca Lopo, marca presença como item cultural da cidade e como umas das primeiras bandas do cariri Paraibano, que esteve sob a batuta de diversos maestros == Comunicação == Serra Branca possui três emissoras de rádio sendo duas comerciais e uma comunitária: * Serra Branca FM - 103,3 * Ind FM - 107,7 * Solidariedade FM - 87,9 Telefonia Móvel Tim 2G / 3G / 4G Claro 2G/3G/4G Vivo 2G / 3G/ 4G == Ligações externas == * Mapa de Serra Branca * Página da prefeitura * Federação dos municípios da Paraíba * Dados municipais e mapa de alta resolução em PDF Categoria:Municípios da Paraíba Categoria:Fundações na Paraíba em 1959",
 "title": "Serra Branca"
}