{
 "id": "26321",
 "text": "{{Info/Município do Brasil | nome = São João do Tigre | foto = | leg_foto = | apelido = Tigre | brasão = Brasão São João do Tigre.jpg | bandeira = Bandeira São João do Tigre.jpg | Igreja Matriz = Igreja Matriz.jpg | link_brasão = | link_bandeira = | link_hino | link_igreja = | aniversário = | fundação = | gentílico = tigrense | lema = | prefeito = Márcio Alexandre Leite | partido = Republicanos | fim_mandato = 2024 | mapa = Brazil Paraíba São João do Tigre location map.svg | latP = S | latG = 08 | latM = 04 | latS = 44 | lonP = O | lonG = 36 | lonM = 50 | lonS = 52 | estado = Paraíba | região_intermediária = Campina Grande | data_região_intermediária = IBGE/2017 | região_imediata = Monteiro | data_região_imediata = IBGE/2017 | região_metropolitana = | vizinhos = Camalaú ao norte; Poção ao Sul; Jataúba ao leste; São Sebastião do Umbuzeiro ao oeste. | dist_capital = 243 | área = 816.111 | área_ref = | população = 4396 | data_pop = IBGE/2010 | altitude = | clima = semiárido | sigla_clima = | idh = 0.527 | data_idh = PNUD/2000 | pib = mil | data_pib = IBGE/2008 | pib_per_capita = 3423.36 | data_pib_per_capita = IBGE/2008 }} São João do Tigre é um município brasileiro do estado da Paraíba. Localizado no Sertão do Cariri (Ocidental) Paraibano e na Região Geográfica Imediata de Monteiro, sua população era estimada em 4.578 habitantes em 2007, segundo o IBGE, numa área territorial de 816 km². O município surgiu após o desmembramento do Município de São Sebastião do Umbuzeiro em 1962, apos lei aprovada em 2 de janeiro do mesmo ano, tendo sido instalado em 24 de junho, data em que se comemora a emancipação política do município. ==Geografia== O município está incluído na área geográfica de abrangência do semiárido brasileiro, definida pelo Ministério da Integração Nacional em 2005.Ministério da Integração Nacional, 2005. Nova delimitação do semiárido brasileiro . Esta delimitação tem como critérios o índice pluviométrico, o índice de aridez e o risco de seca. ===Subdivisões=== O município é formado pelo distrito-sede e pelo distrito de Santa Maria. ===Área de Proteção Ambiental das Onças=== A Área de Proteção Ambiental das Onças tem uma extensão de 36.000 ha e atualmente encontra-se em fase de sinalização visual e de inventário do universo de moradores. Com grande cadeia de montanhas, a área tem cerca de 73% do seu território coberto por matas. Sendo mais da metade da cidade a área registrada como APA na SUDEMA. O clima em nada lembra o calor das caatingas nordestinas. Acima dos mil metros, o lugar registra temperaturas que enganam o aventureiro. À noite, é comum ver em São João do Tigre as pessoas usando agasalhos para se protegerem do frio. Na altitude, é possível ainda apreciar, jabuticabas, uvas, figos da índia e coco catolé que abundam em toda a área espontaneamente. Em alguns lugares não existe energia elétrica e as casas são abastecidas com energia solar. ===Clima=== Dados do Departamento de Ciências Atmosféricas, da Universidade Federal de Campina Grande, mostram que São João do Tigre apresenta um clima com média pluviométrica anual de 538,4 mm e temperatura média anual de 22,9 °C. == Ligações externas == * Prefeitura Municipal * Expedição 'Serra do Paulo', distrito de Santa Maria e Pedra do Encantado * Federação dos Municípios da Paraíba * Dados municipais e mapa de alta resolução em PDF Categoria:Municípios da Paraíba Categoria:Fundações na Paraíba em 1962",
 "title": "São João do Tigre"
}