{
 "id": "2633",
 "text": "{{Info/Município do Brasil | nome = Ibirama | nome_oficial = Municipio de Ibirama | foto = Ibirama.jpg | apelido = | brasão = Brasão do município de Ibirama (SC).svg | bandeira = Bandeira do município de Ibirama (SC).svg | link_hino = | aniversário = 11 de março | fundação = | gentílico = ibiramense | lema = Trabalho e Progresso | emancipação = 1934 | distritos = Dalbergia | prefeito = Jucélio José de Andrade em ibirama.sc.gov.br | partido = MDB | mandato_início = 2023 | fim_mandato = 2024 | vereadores = 11 | mapa = SantaCatarina Municip Ibirama.svg | latP = S | latG = 27 | latM = 03 | latS = 25 | lonP = O | lonG = 49 | lonM = 31 | lonS = 04 | estado = Santa Catarina | mesorregião = Vale do Itajaí | microrregião = Rio do Sul | região_metropolitana = | vizinhos = Apiúna, Ascurra, Benedito Novo, , Lontras, e Rio do Sul | dist_capital = 220 | vereadores_ref = | área = 246.705 | área_ref = | população = 19.862 pessoas | altitude = 150 | densidade = 80.38 | clima = Subtropical | sigla_clima = | CEP = 89140-000 | idh = 0.737 | data_idh = 2010 | idh_ref = | pib = 193873.454 mil | data_pib = 2020 | pib_ref = | pib_per_capita = 25.468,05 | leg_foto = | link_brasão = | link_bandeira = | data_mesorregião = IBGE/2008 | data_microrregião = IBGE/2008 | data_pop = IBGE/2022 | data_pib_per_capita = IBGE/2020 | site_prefeitura = | site_câmara = | Vereadores = 1 - Adolfo Fiedler (MDB) 2 - Schaefer (MDB) 3 - Fernando Jost (MDB) 4 - Moa (PL) 5 - Ayres Petersen (PODE) 6 - Saulo Bombeiro (PODE) 7 - Andenice Fiamonicni Roos (MDB) 8 - Alceu Tambani (PODE) 9 - Nego Sartor (MDB) 10 - Valmor Cardoso Valmo (MDB) 11 - Vivaldo Schröder (PL) }} Ibirama é um município do estado de Santa Catarina, no sul do Brasil. Está a uma latitude 27º03'25\" sul e a uma longitude 49º31'04\" oeste, e altitude de 150 metros. Localizada no centro do Vale do Itajaí, nas margens do Rio Hercílio, a cidade é acessada pela BR-470 e sua população estimada em 2022 era de 19 862 habitantes. Atualmente é comandada pelo prefeito inteirino Jucélio José de Andrade, após o prefeito eleito Adriano Poffo ser afastado do Cargo ==Topônimo== \"Ibirama\" é uma palavra tupi que significa \"terra da fartura\". ==História== Até o século XVI, a região onde se localiza a cidade situava-se na fronteira entre o território tradicional dos índios carijós, no litoral e o território tradicional dos índios cainganguesDemarquet, Sonia de Almeida. 1983. Os Xokleng de Ibirama (uma comunidade indígena de Santa Catarina). Boletim do Museu do Índio. Rio de Janeiro: Museu do Índio (Funai). Documentação n. 3, 64 p., no interior. A partir desse século, com a chegada dos exploradores europeus, as populações indígenas nativas passaram a ser perseguidas por estes para servirem de mão de obra escrava. Em 30 de março de 1897 foram doadas à Sociedade Colonizadora Hanseática terras de Santa Catarina destinadas à colonização. Essas terras eram localizadas entre os rios Hercílio e Itapocu. Essa sociedade foi criada em Hamburgo, na Alemanha. No dia 7 de novembro de 1897 saíram da Subida (em Apiúna, Santa Catarina), o presidente da Sociedade Colonizadora Hanseática, A. W. Sellin; o engenheiro Emil Odebrecht; seis operários brasileiros e um cozinheiro alemão, em canoas subindo o Rio Itajaí-Açu até chegarem à confluência com o Rio Itajaí do Norte, onde pernoitaram. No dia seguinte (8 de novembro de 1897) chegaram à Barra do Ribeirão Taquaras, onde foi oficializada a fundação. Foram feitas explorações, achou-se o lugar ideal para a sede, denominada Hamônia. Seus colonizadores foram principalmente alemães e italianos. O distrito de Hamônia foi criado em 1912, subordinado ao município de Blumenau. Foi elevado à categoria de município em 1934 com a denominação de Dalbérgia, desmembrando-se de Blumenau, tendo seu nome alterado novamente para Hamônia no ano seguinte. Em 1943, o município foi renomeado para Ibirama e o distrito de Getúlio Vargas passou a ser chamado Presidente Getúlio. Os distritos de Presidente Getúlio, Gustavo Richard e Mirador desmembraram-se em 1953 para formar o novo município de Presidente Getúlio. O distrito de Dalbérgia foi criado em 1960 e o distrito de José Boiteux foi elevado à categoria de município em 1989. Desde 1995, o município de Ibirama é composto por dois distritos: Ibirama e Dalbérgia. ==Economia== As principais atividades econômicas do município são: * Agricultura; * Comércio; * Confecção de têxteis; * Pequenas e médias empresas; * Setor Moveleiro; *Turismo. == Infraestrutura == === Educação === Ibirama possui um campus da Udesc, o Centro de Educação Superior do Alto Vale do Itajaí (Ceavi), que oferece os cursos de Ciências Contábeis, Engenharia Civil e Engenharia de Software, assim como um campus do Instituto Federal Catarinense, ambos localizados no bairro Bela Vista. === Saúde === Localizado no centro da cidade, o Hospital Dr. Waldomiro Colautti faz parte da rede de hospitais públicos de Santa Catarina e atende toda a região do Alto Vale do Itajaí. A cidade também é provida de uma corporação de bombeiros voluntários que atendem a região desde 1983 e hoje operam juntamente com uma ambulância do tipo USB do SAMU. == Turismo == Ibirama é localizada no interior do Vale do Itajaí. Suas riquezas naturais são inestimáveis. Lá encontram-se belos rios e riachos, mata atlântica virgem e belas paisagens em geral. Conhecida como a cidade dos belos panoramas, possui também o título de Capital Catarinense do Turismo de Aventura. Entre suas atrações ecológicas pode-se destacar: * Rafting ecológico (Rio Itajaí-Açu e Rio Hercílio); * Rappel; * Tirolesa (a maior Tirolesa Urbana do sul do Brasil, com 1080 metros); * Trilhas e Caminhadas ecológicas; * Canyoning; * Serra Mirador, voo livre; * Cachoeiras em diversos pontos. A Tirolesa de Ibirama é considerada a maior tirolesa urbana do sul do Brasil, com 1080 metros de extensão, atravessando o centro da cidade e o Rio Hercílio. A recepção está localizada atrás do antigo Hospital Hansahoehe e a atração funciona aos fins de semana. Em parte do município está localizada a Floresta Nacional de Ibirama, que abrange também os municípios de Apiúna e Ascurra. A FLONA de Ibirama, como é conhecida, é uma unidade de conservação federal com área de 570 hectares, ocupada principalmente por florestas nativas e exóticas. Na unidade, são realizadas atividades de visitação, pesquisa científica, educação ambiental, fiscalização e desenvolvidos projetos envolvendo as comunidades do entorno, principalmente a de Ribeirão Taquaras, onde fica a sede e o acesso principal à unidade de conservação. == Cultura == O antigo Hospital Hansahoehe foi fundado no início do século XX e serviu a comunidade por muitos anos, sendo também utilizado como cinema e teatro​. Atualmente, o prédio abriga o Museu Histórico Eduardo Lima e Silva Hoerhann, com um acervo que inclui peças antigas, fotografias e relatos da história local​. A Casa do Artesanato de Ibirama localiza-se no Parque Municipal Manoel Marchetti e expõe os mais diversos artigos de produtores locais. Periodicamente acontece na cidade a festa natalina Weihnachtsmarkt (Mercado de Natal), geralmente no início de dezembro, com shows artísticos, exposição de artesanato, gastronomia típica e o tradicional desfile de lanternas e alegorias. == Esporte == O clube de futebol da cidade, o Atlético Hermann Aichinger, disputa com frequência a primeira divisão do Campeonato Catarinense, tendo sido vice-campeão em 2004 e 2005, o que lhe permitiu disputar a Copa do Brasil em 2005 e 2006. A equipe disputa suas partidas no Estádio da Baixada, que tem capacidade para 3000 pessoas. Ibirama também se destaca no cenário estadual e nacional com vários atletas de downhill, badminton e atletismo, entre outros. == Divisões administrativas == O perímetro urbano do município está dividido em 11 bairros e um distrito: * Centro * 25 de Julho * Taquaras * Areado * São Miguel * Anchieta * Ponto Chic * Bela Vista * Progresso * Operário * Nova Stettin * Distrito de Dalbérgia Além destes, existem várias localidades rurais como Ribeirão das Pedras, Rio Sellin, Rio Rafael, Caminho do Meio, entre outros. ==Ver também== *Lista de municípios de Santa Catarina por data de criação *Lista de municípios de Santa Catarina por população ==Ligações externas== *Página da prefeitura *Página da câmara *Página da FLONA de Ibirama Categoria:Fundações em Santa Catarina em 1897",
 "title": "Ibirama"
}