{
 "id": "26370",
 "text": "thumb|A grafite é o material usado em lapiseiras e lápis para escrever ou desenhar. Grafite (ou, raramente, grafita) é um mineral, um dos alótropos do carbono. Ao contrário do diamante, a grafite é um condutor elétrico. Por isso possui aplicações em eletrônica, como em eletrodos e baterias. Em razão do seu alto ponto de fusão, também possui aplicações como material refratário, como em cadinhos de fundição de aço. A grafite pode ser dissolvida em ácido clorossulfúrico.Liquid method: pure graphene production. Phys.org (May 30, 2010). Retrieved on 2013-04-15. == Grafite == Também chamada chumbo negro ou plumbagina, a grafite tem múltiplas e importantes aplicações industriais, embora seja mais conhecida popularmente por sua utilização como mina do lápis. A grafite corresponde a uma das quatro formas alotrópicas do carbono. As outras são o diamante, o fulereno e o grafeno. Cristaliza-se no sistema hexagonal regular com simetria rômbica. Em geral, seus cristais são tubulares, de contorno hexagonal e plano basal bem desenvolvido. A grafita apresenta-se, habitualmente, sob a forma de massas laminadas ou escamosas, radiadas ou granulosas. A grafite é composta por infinitas camadas de átomos de carbono hibridizados em sp². Em cada camada, chamada de folha de grafeno, um átomo de carbono se liga a três outros átomos, formando um arranjo planar de hexágonos fundidos. O orbital 2pz, não hibridizado, que acomoda o quarto elétron, forma um orbital deslocalizado com simetria π. Uma interação de van der Waals fraca mantém as folhas de grafeno unidas, a uma distância de 3,354 angstroms. A forma mais comum da grafite, é a hexagonal, em uma arrumação ABAB. Porém, o mesmo pode ser encontrado em uma outra forma, menos comum do que a primeira, conhecido como grafite romboédrica, que apresenta uma arrumação ABCABC. As principais características da grafite são sua capacidade de conduzir eletricidade e calor, que ocorre devido a deslocalização de seus elétrons π, e sua propriedade lubrificante, que se dá devido a sua estrutura em camadas ligadas por interações fracas de van der Waals. Essas camadas podem deslizar uma sobre a outra. A rotação ou translação de camadas adjacentes de grafite pode levar a variações no espaço intercamadas, que se torna maior do que o normal. Esse fenômeno leva a uma estrutura conhecida como grafite turbostática. Outra forma conhecida da grafite, é a pirolítica (ingl.: Highly ordered pyrolytic graphite or highly oriented pyrolytic graphite — HOPG), uma grafite artificial policristalina, obtida por pirólise de um gás contendo carbono, submetido a temperatura superior a 2 000 °C. Mineral de variadas propriedades físicas, a grafita tem numerosas aplicações industriais. É mole, facilmente desgastável, untuosa e de boa condutibilidade elétrica. A grafita natural encontra-se em três formas, que determinam o emprego industrial: amorfa, cristalina e em lâminas. A grafita amorfa formou-se por intrusões ígneas em leitos de carvão, que se calcinou, convertendo-se em grafita, cuja pureza raramente é superior a 85%. A forma cristalina ocorre em grupos maciços de cristais de brilho argênteo e sua pureza supera 99%. A grafita em escamas, a mais rara e em alguns casos a mais valiosa, encontra-se disseminada em rochas que experimentaram alto grau de metamorfismo local. Nessas formas, o enxofre é escasso ou se acha ausente. A grafite é utilizada na fabricação de cadinhos refratários para as indústrias do aço, do latão e do bronze. Para essa finalidade emprega-se a grafita importada do Sri Lanka. A grafita é usada, também, como lubrificante. Misturada com argila muito fina, forma a mina do lápis; a que melhor se presta para tal fim provém de Sonora, no México. Além disso, a grafita é largamente empregada na fabricação de tintas para proteção de estruturas de ferro e de aço. == A origem do grafite == A grafite é um dos alótropos do carbono; é um condutor elétrico e pode ser usado, por exemplo, como os eletrodos de uma lâmpada elétrica de arco voltaico. Também é utilizada na fabricação de motores e peças eletrônicas. As primeiras minas de grafite foram descobertas em 1400, na Baviera, na Alemanha. Em 1504, foi descoberta uma mina de grafite em Cumberland, na Inglaterra. A grafite da mina inglesa de Cumberland foi de tal forma explorada, que sua exploração acabou por ser proibida, sob pena de morte. Somente no final do século XVIII o químico sueco Carl Wilhelm Scheele distingui a grafite da molibdenita.Carl Wilhelm Scheele. Por Anders Lundgren. Encyclopædia Britannica. == O lápis de grafite == Em 1565, na Grã-Bretanha, é localizado o primeiro registro do uso do grafite nas minas dos lápis, feitos como um sanduíche de dois pedaços de madeira com a grafite no meio. O primeiro registro do uso do Lápis na Alemanha ocorre em 1644 . Em 1761 na aldeia de Stein, perto de Nuremberg, o marceneiro Kaspar Faber (1730 - 1784) começa a produzir lápis na sua oficina, que seu filho Anton Wilhelm Faber (1758-1819) transformaria mais tarde em uma próspera fábrica.Faber-Castell - História. A partir de 1839 ocorre um aperfeiçoamento do chamado processo de fabricação da grafite, com a adição de argila - uma invenção quase paralela do francês Conté e do austríaco Hartmuth, no final do século XVIII. A partir de então, argila e grafite moídos passaram a ser misturados até formarem uma pequena vara, depois queimada. Através da mistura de argila com grafite tornou-se então possível fabricar lápis com diferentes graus de dureza. Lothar von Faber (1817-1896), o bisneto de Kaspar, aumentou a capacidade de produção da fábrica. Após a construção de um moinho de água, a serragem e entalhamento da madeira passam a ser mecanizados, e uma máquina a vapor torna a fabricação ainda mais racional. Desta forma está aberto o caminho para a indústria de grande porte. Em 1856 Lothar adquire uma mina de grafite na Sibéria, não muito distante de Irkutsk, que produzia o melhor grafite da época. O \"ouro negro\", como a grafite era chamada, era transportado por terra nas costas de renas ao longo de caminhos inóspitos e acidentados, até a cidade portuária, onde o material podia ser enviado de navio para locais mais distantes. == Propriedades == A condutividade e outras características físicas da grafite, como plano de clivagem e características lubrificantes se devem ao arranjo dos átomos no material, formando estruturas em forma de folhas, atraídas por ligações fracas (forças de Van der Waals). Nas \"folhas\", os átomos estão organizados como hexágonos, à semelhança dos favos de uma colmeia, onde cada átomo de carbono ocupa um vértice. Como nesta estrutura cada carbono se liga a outros três átomos, \"sobra\" uma ligação para cada átomo. Esses elétrons formam uma grande ligação \"deslocalizada\" entre os átomos de carbono, semelhante a uma ligação metálica. A condutividade se dá ao longo da folha, de forma que, no sólido, há variação da condutividade, dependendo da posição em que esta é medida ao longo do sólido (mais alta ao longo das folhas e menor perpendicularmente a estas). O acoplamento frouxo entre as folhas na grafite contribui para uma outra propriedade industrial importante: o pó da grafite é usado como um lubrificante seco. Os estudos recentes sugerem que um efeito chamado superlubrificação pode também esclarecer este efeito. == Formas da grafite == A grafite pode ser natural ou sintética. A grafite natural é umas das formas alotrópicas do carbono encontradas na natureza, enquanto a sintética é produzida industrialmente com o uso de altas temperaturas e pressão, empregando-se matérias primas tais como o coque da hulha ou o antracito. A grafite natural pode ainda ser encontrada em mais de uma forma na natureza: a microcristalina (conhecida comercialmente como \"grafite amorfa\"), a cristalina (conhecida como grafite cristalina, do tipo \"floco\" ou \"flake\") ou a grafite de veio \"lump\", que se apresenta 8 em pedras de alta concentração, sendo esta uma forma mais rara produzida somente no Sri Lanka. == Características físicas == * Brilho metálico, às vezes terroso. * Dureza 1 - 2. * Fratura porosa. * Cor preta. * Transparência opaco. * Sistema cristalino é hexagonal; 6/m 2/m 2/m. * Hábito cristalino: inclui grandes veios lamelares em certos terrenos, e grânulos em rochas metamórficas. * Densidade entre 2,09 – 2,23 g/cm3. * Clivagem é perfeita em uma direção. * traço é cinza escuro ou castanho escuro Os melhores indicadores do campo são maciez, lustro, densidade e traço. Os minerais associados incluem quartzo, calcita, micas, ferro meteorites e turmalinas. Outras características: os flocos finos são flexíveis mas inelásticos; o mineral pode deixar marcas pretas nas mãos e papel; conduz eletricidade. Na grafita o efeito de superlubrificação também ocorre. === Diamante x grafite === * O diamante é a substâncias de maior dureza conhecidas pelo homem, enquanto a grafita possui baixa dureza. * O diamante é um isolante elétrico; a grafita é um condutor de eletricidade. * O diamante é o abrasivo mais eficiente; a grafita é um lubrificante muito bom. * O diamante cristaliza-se no sistema isométrico (cúbico); a grafita cristaliza-se no sistema hexagonal. As dimensões da unidade celular são a = b = 2,456 que Å, c = 6,694 que Å. O comprimento da ligação do carbono-carbono na maioria forma é 1,418 que Å, e o afastamento entre camadas é c/2 = 3,347 que Å. == Produtores mundiais == Os principais produtores mundiais de grafite natural cristalino são: Moçambique, China, Brasil, Canadá, Madagascar, Rússia, Índia, México e Sri Lanka. Produção mundial em 2019, em mil toneladas por ano | align=\"right\" | 1. 1\\. 700 2\\. 107 3\\. 96 4\\. 48 5\\. 35 6\\. 25 7\\. 20 8\\. 16 9\\. 14 10\\. 11 Fonte: USGS. == Processo de produção == Mineração - O minério de grafite é extraído em minas de céu aberto ou subterrâneas, podendo ser de fácil extração ou exigir o uso de explosivos para desmonte. O minério, após extraído, é transportado para plantas de concentração. Concentração mecânica - O minério é submetido a sucessivas moagens e a um processo de separação mecânica (por flotação) das impurezas presentes na grafite. A concentração mecânica visa a máxima recuperação da grafite presente no minério, preservando suas características físicas. Nesse processo atingem-se teores de 75% a 98% de grafite. Concentração química - Para obter-se grafite com altos teores (acima de 98%) utiliza-se a concentração química para remoção das impurezas remanescentes na grafite previamente concentrada mecanicamente. Com este processo atingem-se teores de 99,8% de grafite. Classificação - Técnicas de peneiramento são utilizadas para classificar as partículas da grafite concentrada, atingindo a distribuição granulométrica desejada para cada aplicação na indústria. Moagem – Para produção de pó de grafite muito fino (abaixo de 75 micra), moinhos pendulares de jato e martelo moem a grafite concentrada, até que as partículas atinjam o tamanho desejado. As partículas moídas são classificadas, possibilitando controlar a distribuição granulométrica do produto gerado. Os diferentes métodos de moagem e classificação permitem formatar a partícula, dando à grafite características distintas de densidade para superfícies específicas. == Suportes == A grafite pode ser usada para todas as superfícies, exceto nas plastificadas, onde adere mal. Quase todos os tipos de papel - lisos, texturizados, rugosos - são também um suporte adequado. Papéis como o Ingres ou Canson são ótimos suportes para trabalhos em tons de cinza e em degradê. O tipo de papel que se usa é importantíssimo, pois determina a forma como a grafite se vai comportar. Papéis coloridos são também frequentemente usados para trabalhos de desenho à grafite. == Aplicações == A grafite é utilizada em diversas aplicações na indústria, sendo as principais: tijolos e peças refratárias, catodo de baterias alcalinas, aditivo na recarburação do ferro e do aço, lubrificantes sólidos ou à base de óleo e água, escovas de motores elétricos, minas de lápis e lapiseiras, gaxetas de vedação, etc.. A grafite é inerte, não é tóxica; ao entrar em contato com a pele e os olhos, deve ser lavada apenas com água e sabão. == Ver também == * Fibra de carbono * Diamante * fulereno * Grafeno * alótropo do carbono * refratário * Grafite (arte) ou Graffiti (do italiano graffiti, plural de graffito) significa \"marca ou inscrição feita em um muro\", e é o nome dado às inscrições feitas em paredes desde o Império Romano. == Ligações externas == * The Graphite Page * Timcal Graphite & Carbon Categoria:Minerais Categoria:Minerais de carbono Categoria:Elementos nativos Categoria:Lubrificantes Categoria:Materiais",
 "title": "Grafite"
}