{
 "id": "26373",
 "text": "Puebla, com seu nome oficial Heroica Puebla de Zaragoza, é uma cidade do México, capital do estado de Puebla. Tem cerca de 2,1 milhões de habitantes (área metropolitana) e foi fundada em 1531 pelos espanhóis. Puebla também é conhecida pelo nome Cuetlaxcōāpan em nahuatl, um idioma autóctone ainda praticado em certas regiões do país e, em alguns casos, por comunidades de imigrantes mexicanos nos Estados Unidos. Nesta cidade foi realizada, em 1979, uma histórica conferência em que a Igreja Católica afirmou sua opção preferencial pelos pobres, dando origem a diversos movimentos religiosos ligados à Teologia da Libertação. Ao norte da cidade, localiza-se perto do vulcão inativo Malintzín, a uma altitude de etros, próximo aos vulcões Popocatépetl e Iztaccihuatl, no eixo transversal vulcânico. De acordo com o último censo realizado em 2005, Puebla é a quarta maior cidade do México, depois da Cidade do México, Guadalajara e Monterrey; e a quarta maior área metropolitana do México, com uma população de 2,6 milhões de pessoas. == História == No século XV, este vale foi reservado para a chamada Guerra Flor entre as populações de Itzocan, Huejotzingo, Tepeaca, Texmelucan e Tlaxcala, com os soldados capturados sendo usados como vítimas de sacrifício. A fundação de Puebla começou com uma carta do bispo de Tlaxcala, Julian Garces, em 1530, ao rei espanhol, salientando a necessidade de um assentamento espanhol entre a Cidade do México e o Porto de Veracruz. Segundo a lenda, o bispo teve um sonho sobre onde construir a cidade. Nesse sonho, ele viu um vale com bosques e prados atravessado por um rio claro e salpicado de mananciais de água doce em terra fértil. [Referência] Enquanto contemplava este cenário, supostamente viu um grupo de anjos descer do céu e traçar a cidade. Convencido de que tivera uma visão divina, celebrou a missa e levou alguns irmãos em busca do lugar. A cinco léguas do mosteiro, declarou que tinha encontrado o lugar indicado no sonho. Essa lenda é a origem do nome original de Puebla, Puebla de los Angeles, e do seu atual apelido Angelópolis. [Referência] A cidade foi fundada no Vale do Cuetlaxcoapan, que é atravessado pelos rios San Francisco, Atoyac e Alseseca. Esse vale era limitado pelas províncias de Cholula, Tlaxcala, Huejotzingo e Tepeaca, que tinham grandes populações indígenas. Após a fundação da cidade, esse vale tornou-se a principal rota entre a Cidade do México e Veracruz. A data oficial de fundação é 16 de abril de 1531. No entanto, esta primeira tentativa de assentamento falhou devido a constantes inundações do local junto ao rio. [Referência] A maioria da população mudou-se para a margem ocidental do rio San Francisco para um local mais alto. Algumas famílias ficaram para trás e renomearam a resolução original de Alto San Francisco. A Coroa espanhola apoiou a fundação de Puebla como uma cidade sem encomendas, já que o sistema estava sendo abusado e muitos espanhóis estavam sem terra. Puebla recebeu seu brasão de armas em 1538, e os títulos de \"Nobre e Leal\" em 1558, \"Muito Nobre e Leal Cidade\" em 1561 e \"Muito Nobre e Muito Leal Cidade\" em 1576. [Referência] O brasão da cidade é de design clássico espanhol, centrado em uma praça chamada hoje de Zócalo. Essa praça foi originalmente retangular, mas depois remodelada porque a versão anterior foi considerada feia. Outra característica importante da cidade foram os mercados semanais chamados de pulga, onde indígenas vendiam seus produtos e alimentos. Em meados do século XVI, a água foi trazida para a praça principal por um chafariz recém-instalado. Até o final do século, a cidade ocupava 120 blocos, muitos dos quais estavam em construção, com a nova catedral iniciada em 1575. Seu clima favorável e localização estratégica ajudaram a cidade a prosperar rapidamente, tornando-se a segunda cidade mais importante da Nova Espanha. [Referência] O concelho da cidade de Puebla, composto apenas por espanhóis, tinha certa autonomia na política da cidade e nas terras sob sua jurisdição. Esse concelho anexou as cidades de Amozoc, Totimehuacán e Cuautinchán ao seu território em 1755. Em 1786, chegou a terras de Puebla do que são agora os estados de Veracruz e Guerrero. A cidade continuou a crescer e a ser mais regulamentada durante os séculos XVII e XVIII. A nova câmara da cidade foi construída em 1714 para reuniões na praça principal, substituindo barracas de madeira por volta de 1770. As ruas foram pavimentadas com pedras entre 1786 e 1811. [Referência] A atividade comercial foi deslocada completamente da praça principal no início do século XIX e colocada no mercado Parian San Francisco. Outras localidades, como San Luis, San Antonio, El Carmen, La Concórdia e Santa Inês, foram construídas. A principal praça sofreu várias transformações, com a adição de estátuas e jardins. Durante a guerra da Independência do México, o papel principal de Puebla foi a impressão e distribuição do plano para a independência. [Referência] Após a independência em 1827, todos os espanhóis foram expulsos das terras da cidade. [Referência] Em 1847, a cidade foi tomada pelos Estados Unidos, pelo general Winfield Scott, sem um tiro. Essas forças se retiraram em 1848 após a assinatura do Tratado de Guadalupe Hidalgo. [Referência] Durante o final do século XIX e início do século XX, Puebla manteve importantes centros culturais e econômicos. Ela tinha uma florescente indústria têxtil na época. A imigração da Europa incentivou pessoas de países como Espanha, Itália, França, Alemanha e Líbano a morar na cidade. A influência francesa ainda pode ser vista na maioria da arquitetura da cidade. Os alemães se estabeleceram principalmente no bairro de Humboldt, onde há casas no estilo da Baviera e o Alexander von Humboldt Colégio Alemão ainda pode ser encontrado. A imigração alemã foi uma das razões que levaram a Volkswagen a construir uma grande fábrica nos arredores da cidade no final do século XX. Entre suas construções coloniais, a principal é a Catedral de Puebla do século XVI, ricamente decorada, as igrejas de Santo Domingo, San Cristóbal e San Felipe Neri e o Teatro Principal do século XVIII, considerado o mais antigo da América do Norte. == Geografia == O vale de Puebla é também conhecido como o Vale do Cuetlaxcoapan, um grande vale cercado de todos os lados por montanhas e vulcões do Eixo Neovulcânico. Está localizado a 40 km a leste dos vulcões Popocatépetl e Iztaccíhuatl, oferecendo uma vista magnífica de seus picos cobertos de neve. O vulcão Matlalcueitl latente está localizado ao norte da cidade, e o Pico de Orizaba a leste. Hidrologicamente, a cidade faz parte da bacia do rio Atoyac, que corre através das porções norte, leste e sul do município, e se conecta ao Lago de El Horno, Manuel Ávila Camacho, onde a barragem foi construída. Outros rios que cruzam a área são os Alseseca e San Francisco. === Clima === O clima de Puebla é ameno devido a sua localização geográfica entre montanhas e altitude elevada, não faz muito calor. Em alguns dias as temperaturas podem ficar bem elevadas e com chuvas abundantes no verão e no inverno as geadas ocasionais. == População == De acordo com dados do Segundo Censo da População e Habitação de 2005, Puebla é o município mais populoso do estado (tem 27,6% de sua população), com 1.485.941 pessoas (775.585 mulheres e 710.356 homens), registrando uma taxa de crescimento médio anual em 2000-2005 de 2% acima do nível médio do estado e nacional. A projeção da população para os próximos anos mostra que ela vai continuar a crescer de forma constante. Nos últimos cinco anos, a estrutura populacional foi modificada pela redução da proporção de pessoas com menos de 14 anos e aumentou o número de habitantes com 15 anos ou mais. Sua área urbana, que inclui 13 localidades nos estados de Puebla e Tlaxcala, tem 2.109.049 habitantes. === Economia e educação === A cidade se divide entre os ramos agrícola, comercial, industrial e turístico, situado no planalto central do México. Seus principais produtos são os têxteis, vidros, cerâmicas, azulejos e alimentos processados. A cidade de Puebla tem agora uma das faculdades mais seletivas no país e é a área metropolitana com o segundo número de universidades no México, logo após Cidade do México. As universidades mais tradicionais e de prestígio em Puebla são: a Benemérita Universidad Autónoma de Puebla (1937), a Universidad de las Américas (1940), a Universidad Popular Autónoma del Estado de Puebla (1973) e o Instituto Tecnológico de Puebla (1973), Instituto Tecnológico e de Estudos Superiores de Monterrey campus Puebla (1943). Além dessas universidades, nos últimos anos têm sido instalados diversos campus de universidades privadas. == Infraestruturas == * Aeroporto Internacional de Puebla == Poblanos ilustres == * Sergio Goyri (ator) * Blas Chumacero (líder da CTM em Puebla) * Manuel Espinosa Yglesias (banqueiro filantropo) * Jessica Coch (atriz) * Gabino Barreda (médico e advogado, criador da escola preparatória) * Erik Rubín (cantor) * Martín Carrera (presidente interino do México em 1855) * Sergio Pitol (escritor, Prêmio Cervantes 2005) * Aquiles Serdán (politico revolucionário) * Joaquín Cordero (ator) * Elena Garro (escritora) * Ángeles Mastretta (escritora) * Fernando Olvera (cantor e compositor líder da banda Maná) == Cidades-irmãs == Puebla é geminada com: * Assunção, Paraguai * Cancún, México * Łódź, Polônia * Oklahoma, Estados Unidos * Pueblo, Estados Unidos * Rodes, Grécia * Talavera de la Reina, Espanha * Wolfsburg, Alemanha * Xalapa, México * Fez, Marrocos == Galeria de fotos == Centro Puebla.jpg|Centro Histórico de Puebla PueAv0001.jpg|Capela do Rosário Apulcolagloria.jpg|Cascada La Gloria, Apulco em Puebla Palaciozacapoaxtla.jpg|Palácio Zacapoxtla Parquezacapoaxtla.jpg|Praça Zocalo Zacapoaxtla Valsequillo dam.jpg|Represa de Valsequillo ZocaloTeziutlan.jpg|Festividades da Virgen del Carmen Zocalo da cidade de Teziutlan Fuerte-guadalupe-puebla.jpg|Forte Guadalupe Puebla building.jpg|Museo Casa de Alfeñique Puebla - Zócalo - Fontaine.JPG|Fonte na praça Zocalo Puebla Ave Juárez.jpg|Avenida Juaréz Biblioteca Palafoxiana.JPG|Biblioteca Palafoxiana Categoria:Capitais estaduais do México",
 "title": "Puebla de Zaragoza"
}