{
 "id": "26384",
 "text": "Hanói (Hà Nội, em vietnamita) é a capital e segunda maior cidade do Vietnã. Situa-se no centro da planície do delta do rio Vermelho, a 88 km das costas do golfo de Tonquim, onde está o seu anteporto, Hai Phong. Hanói é uma das cinco \"cidades centralmente governadas\" (em vietnamita: thành phố trực thuộc trung ương) do Vietnã e possui o mesmo estatuto das províncias. A área incorporada total da cidade é de km² e sua população total é habitantes, sendo urbana e rural (censo 2009). Em 1 de agosto de 2008, ocorreu uma expansão dos limites administrativos da cidade de Hanói, que passou a cobrir uma área quase 4 vezes maior que a anterior, com vasta área rural. A área da cidade anterior à expansão era de 921 km² e a população de 3,4 milhões de habitantes no final de 2007. Ocupada pelas tropas francesas em 1872 e em 1882, depois do desmembramento do Vietname tornou-se centro administrativo do Tonquim e, em 1902, capital da Indochina Francesa. Durante a Segunda Guerra Mundial foi ocupada pelos japoneses e, em 1945, foi proclamada a República Democrática do Vietname. Em Dezembro de 1946 começou a guerra de resistência contra os franceses; as tropas francesas retiraram-se em Outubro de 1954, e a cidade regressou à República Democrática do Vietname. Por diversas vezes bombardeada pela aviação norte-americana durante o conflito vietnamita, tornou-se capital da unificada República Socialista do Vietname. Rodeada por uma ampla cintura agrícola, nos finais do século XX, a cidade registou um próspero desenvolvimento na indústria e no sector terciário. As grandes instalações industriais operam no sector mecânico, das aparelhagens eléctricas, da borracha, químico, cimenteiro, alimentar, têxtil e do vestuário. Importante nó rodoferroviário, Hanói também é servida por um porto fluvial. == História == Hanói foi habitada desde, no mínimo, 3000 a.C.. Um dos primeiros assentamentos permanentes na região foi a Cidadela de Co Loa (Cổ Loa) fundada em cerca de 200 a.C.. Hanói teve muitos nomes através da história, todos eles de origem Sino-vietnamita. Durante a dominação chinesa do Vietnã, a cidade era conhecida como Tống Bình (宋平) e posteriormente Long Đỗ (龍肚; literalmente \"Barriga do Dragão\"). Em 866, ela foi transformada em uma cidadela e passou a se chamar Đại La (大羅). Em 1010, Lý Thái Tổ, o primeiro governante da Dinastia Lý, mudou a capital de Đại Việt (大越, a Grande Viet, que deu nome ao Vietnã) para o local da cidadela de Đại La. Sob a alegação ter visto um dragão subindo o rio Vermelho, ele a rebatizou de Thăng Long (昇龍, Dragão Ascendente - nome até hoje poeticamente usado). Thăng Long permaneceu a capital do Vietnã até 1397, quando a capital foi mudada para Thanh Hóa, também conhecida como Tây Đô (西都, Capital Ocidental). Thăng Long então tornou-se Đông Đô (東都, Capital Oriental). Em 1408, a Dinastia chinesa Ming atacou e ocupou o Vietnã, e Đông Đô foi renomeada para Đông Quan (東關, Entrada Oriental). Em 1428, os vietnamitas derrotaram os chineses sob o comando de Lê Lợi, que mais tarde fundaria a Dinastia Le, renomeando Đông Quan para Đông Kinh (東京, Capital Oriental - conhecido para os europeus como Tonkin - em caracteres Chineses, é idêntico em significado e forma escrita a Tóquio). Logo após o fim da Dinastia Tây Sơn, ela foi renomeada para Bắc Thành (北城, Cidadela do Norte). Em 1802, quando a Dinastia Nguyễn foi estabelecida e mudou a capital para Huế, o nome Thăng Long (昇龍, \"Dragão Ascendente\") foi modificado para Thăng Long (昇隆, ascender e prosperar). Em 1831, o imperador Nguyen Minh Mang a renomeou para Hà Nội (河内, pode ser traduzido como Entre Rios ou Interior do Rio). Hanói foi ocupada pela França em 1873 e para ela transferida dez anos depois. Hanói tornou-se a capital da Indochina Francesa após 1887. A cidade foi ocupada pelos japoneses em 1940, e liberada em 1945, quando por pouco tempo se tornou a sede do governo Viet Minh após Hồ Chí Minh proclamar a independência do Việt Nam. No ano seguinte, em 1946, os franceses voltaram e reocuparam a cidade. Após nove anos de de luta entre os franceses e as forças do Viet Minh, Hanói tornou-se a capital do independente Vietnã do Norte, em 1954. Durante a Guerra do Vietnã, o sistema de transporte de Hanói foi interrompido pelo bombardeio de pontes e ferrovias, que foram, entretanto, prontamente restauradas. Após o término da guerra, Hanói se tornou a capital do Vietnã, quando o Vietnã do Norte e o Vietnã do Sul foram reunidos em 2 de julho de 1976. Em 29 de maio de 2008, foi decidido que a província de Ha Tay, o distrito de Me Linh, da província de Vinh Phuc, e 4 comunas do distrito de Luong Son, província de Hoa Binh, seriam incorporados à área metropolitana de Hanói a partir de 1 de agosto de 2008. Com isso, a área total de Hanói aumentou para 3344,70 km², dividida em 29 subdivisões e com uma população total de 6 449 837. A Região da Capital Hanói (vietnamita: Vùng Thủ Đô Hà Nội), uma área metropolitana abrangendo Hanói e 6 províncias circunvizinhas que está sob planejamento, terá uma área de 13 436 km² e uma população estimada de 15 milhões de habitantes por volta de 2020.VietNamNet - Vùng Thủ đô Hà Nội sẽ rộng 13 436km2, gồm 8 tỉnh, TP == Economia == Hanói detém posições importantes na economia do Vietnã. Porém, com o grande desenvolvimento do sul do país, a cidade perdeu grande parte de seu monopólio, principalmente após a Guerra do Vietnã (também conhecida como Guerra Americana). Desde o início dos anos 1990, a economia de Hanói, que esteve instável por um grande período, começou a se estabilizar. O crescimento do PIB da cidade chegou a 12,52% no período de 1991-1995, e no período de 1996-2000, o crescimento foi ainda maior(13,38%). De 1991 a 1999, o PIB per capita aumentou 2,07 vezes em relação à média de crescimento do Vietname. De acordo com dados de 2000, o PIB de Hanói representava cerca de 41% de total do PIB do país. Hanói também sofreu alterações na sua estrutura econômica na década de 1990. De 1990 a 2000, enquanto a proporção da indústria aumentou significativamente de 29,1% para 38%, a produção de produtos aquáticos diminuiu de 9% para 3,8%. A proporção no setor de serviços também diminuiu nesse período, de 61,9% para 58,2%. A indústria de Hanói está focada em cinco áreas-chave, o que representa 75,7% do valor total da produção industrial. O metal, calçados, eletrônicos, têxtil-vestuário, processamento de alimentos e materiais industriais são as principais áreas presentes na indústria da cidade. Além disso, muitas aldeias tradicionais, como a Bat Trang, Co Nhue e Van Ha, produzem artes plásticas e artesanatos nativos para exportação. Em 2007, o PIB per capita de Hanói foi de 31,8 milhões VND, crescimento ainda superior à média do país. Hanói é uma das cidades asiáticas que mais recebem investimentos dos países estrangeiros. A cidade é a segunda mais industrializada do Vietname, perdendo somente para Cidade de Ho Chi Minh (antiga Saigão). Hanói também é sede de grande parte dos escritórios estrangeiros representativos no país (cerca de 1 600 representações) além de 14 parques industriais. Porém, com o desenvolvimento econômico ativo, os parques industriais estão fazendo Hanói enfrentar cada vez mais problemas de poluição ambiental. Além da estatal das empresas, as empresas privadas também desempenham um papel importante na economia de Hanói. Em 2003, o crescimento de emprego atingiu seu recorde, com cerca de 300 000 novos empregados. As empresas privadas contribuíram para 77% da produção industrial da cidade. No total, as empresas privadas contribuíram para 22% do total do investimento social, mais de 20% do PIB, 22% do orçamento da cidade e 10% do volume de exportação de Hanói. Em agosto de 2008, após expandir as fronteiras administrativas, para mais de 6 milhões de pessoas, Hanói recebeu 3,2 milhões de pessoas em idade ativa. No entanto, a cidade ainda carece de um trabalho profissional de alto nível. Muitos dos empregados não cumprem as exigências das empresas e precisam de treinamento, estrutura e qualidade, principalmente com a crescente demanda de trabalho e a recente mudança da estrutura econômica. Hanói ainda deve enfrentar muitos outros problemas, como a competitividade de muitos produtos e serviços, bem como o ambiente de investimento atrativo da cidade. A estrutura econômica ainda é lenta, especialmente a estrutura da indústria doméstica, de serviços e os principais produtos de alimentação. De acordo com o Departamento de Estatística de Hanói, durante os primeiros nove meses de 2009, o PIB de Hanói cresceu 10,9% em comparação com o mesmo período de 2008. A estimativa é que o PIB de Hanói cresça 11,4% em 2009 em comparação com 2008.Vietnam Business Finance News Com isso, a renda per capita de 2009 atinge US$ 1.880.Hanoi’s per capita income reaches $1,880 == Geografia == Hanói está localizada às margens direita do rio Vermelho, nas coordenadas 21°2′N 105°51′, a 1 760 km ao norte de Ho Chi Minh, antiga Saigon. Em 29 de maio de 2008, foi decidido que a província de Ha Tay, o distrito de Me Linh, da província de Vinh Phuc, e 4 comunas do distrito de Luong Son, província de Hoa Binh seriam incorporadas à área metropolitana de Hanói a partir de 1 de agosto de 2008, com isso a área total de Hanói passou de 921 km² para 3 344,70 km², dividida em 29 subdivisões. Hanói está situada nas planícies do norte do Vietnã, região de muitos rios que correm para o leste em direção ao mar e que constituem um meio de transporte bastante útil. No passado, muitos rios cortavam Hanói; ao longo do tempo eles foram mudando seus cursos, e por este motivo o solo é principalmente de aluvião e existem muitos lagos. Estes rios e lagos dão a Hanói uma beleza natural. Na época das cheias, o nível das águas dos maiores rios que atravessam Hanói (Vermelho, Duong, Nhue e Day) aumenta bastante. Assim, desde tempos antigos, o povo vietnamita tem construído milhares de quilômetros de diques pelas margens dos rios. Hoje em dia, na cidade, alguns trechos dos antigos diques tornaram-se vias de tráfego. Hanói faz divisa com as províncias de Thai Nguyen ao norte, Vinh Phuc e Ha Tay a oeste e sul, Bac Giang, Bac Ninh e Hung Yen a leste e sudeste. === Clima === O clima é tropical e sofre influência das monções. Existem quatro estações em Hanói: * Primavera, de fevereiro a abril, possui temperatura média é de 15° a 20 °C, a garoa é frequente com tempo molhado. Esta é a estação do feriado do Ano Novo Lunar e de inúmeras festas populares. * Verão, de maio a agosto, possui temperatura média é de 30° a 36 °C. Esta é uma estação de muita chuva e sol. * Outono, de setembro a novembro, a temperatura média é de 25° a 36 °C. O tempo é fresco, claro e seco. Esta é a melhor estação de Hanói, porém de pouca duração, de 50 a 60 dias. * Inverno, de dezembro a janeiro, a temperatura é mais baixa, de 10° a 15 °C. Os dias são nublados e úmidos. As monções geram muitos períodos de frio. A precipitação média anual em Hanói é de aproximadamente 1 600 mm. Em 2008, a precipitação total foi de 2 268mm.Precipitação mensal em 2008 === Distritos === As 29 subdivisões de Hanói, desde 1 de agosto de 2008, são: * 10 distritos urbanos (Quận): Hoan Kiem, Ba Dinh, Dong Da, Hai Ba Trung, Tay Ho, Thanh Xuan, Cau Giay, Long Bien, Hoang Mai (Hanói) e Ha Dong (antiga província Ha Tay). * 1 vila (Thị Xã): Son Tay (antiga província Ha Tay) * 18 distritos rurais (Huyện) : Dong Anh, Soc Son, Thanh Tri, Tu Liem, Gia Lam (Hanói); Ba Vi, Chuong My, Dan Phuong, Hoai Duc, My Duc, Phu Xuyen, Phuc Tho, Quoc Oai, Thach That, Thanh Oai, Thuong Tin, Ung Hoa (antiga província Ha Tay) e Me Linh (antigo distrito da província Vinh Phuc). == Educação == Hanói, como capital da Indochina Francesa, abrigou as primeiras universidades de estilo ocidental da região, incluindo a Faculdade de Medicina da Indochina (1902) - atualmente Universidade de Medicina de Hanói, Universidade da Indochina (1904) - atualmente Universidade Nacional de Hanói e École Supérieure des Beaux-Arts de L'Indochine (1925) - atualmente Universidade de Belas Artes de Hanói. Depois que os comunistas tomaram o controle de Hanói, em 1954, com apoio da União Soviética, foram construídas novas universidades, entre elas a Universidade de Tecnologia de Hanói, até hoje a maior universidade técnica do Vietnã. Hanói é o maior centro de educação do país. Estima-se que 62% de todos os cientistas do país estejam vivendo e trabalhando em Hanói. O acesso ao ensino superior é obtido mediante exames de ingresso, que se realizam anualmente e é aberto para todos aqueles que concluíram com sucesso o ensino secundário. A maioria das universidades em Hanói são públicas, apesar de que, nos últimos anos, têm surgido algumas universidades privadas. Devido as principais universidades do Vietnã estarem em Hanói, os estudantes de outras províncias (principalmente do norte do país) que querem entrar na universidade, normalmente necessitam viajar para realizar o exame anual de ingresso. Estes exames frequentemente acontecem em junho e julho, quando um grande número de estudantes e suas famílias se dirigem para a cidade e aí permanecem por algumas semanas durante o período de exames. Nos últimos anos, os exames de ingresso têm sido coordenados centralizadamente pelo Ministério da Educação, embora as notas de corte sejam decididas independentemente por cada universidade. Embora existam jardins da infância estatais, existem também muitas empresas privadas que atendem às necessidades local e internacional. As escolas primárias e secundária em Hanói são geralmente estatais embora existam algumas escolas independentes. A educação é equivalente ao sistema K-12 dos Estados Unidos, com o ensino fundamental (primário) entre os graus 1 e 5, o ensino médio (ou secundário inferior) entre os graus 6 e 9 e ensino secundário (ou secundário superior) entre os graus de 10 a 12. == Demografia == A população de Hanói está constantemente a crescer (cerca de 3,5% ao ano), um reflexo de a cidade ser tanto uma grande área metropolitana do norte do Vietnã, como também o centro político do país. Esse crescimento populacional também coloca muita pressão sobre a infra-estrutura, parte da qual ainda é antiquada e data do início do século XX. O número de hanoians que se estabeleceu há mais de três gerações é provável que seja muito pequeno em relação à população total da cidade. Mesmo na zona antiga, onde o comércio começou há centenas de anos e era essencialmente um negócio de família, muitas das lojas de frente para a rua passaram a ser de propriedade de comerciantes e varejistas de outras províncias. A família proprietária original pode tanto ter arrendado apenas a loja e continuado a morar na residência, ou simplesmente ter se mudado totalmente do bairro. O ritmo da mudança cresceu especialmente após o abandono das políticas centrais de planejamento econômico e do relaxamento do sistema de controle dos distritos residenciais. Os números de telefone de Hanói foram aumentados para 8 dígitos para lidar com a demanda (outubro de 2008). Os números de telefone dos assinantes têm sido alterados de forma casual. === Censo de 2009 === De acordo com resultados preliminares do censo de 2009, a cidade de Hanói possuía em 1 de abril de 2009 6 448 837 habitantes, sendo 3 272 735 mulheres e homens, em área urbana e em área rural. A densidade demográfica é de 1928 hab./km². O número de membros por família é de 3,63 pessoas, sendo 3,5 para famílias que vivem em zona urbana e 3,72 para famílias que vivem em zona rural. As residências possuem área média de 17,63 m², sendo 21m² nas áreas urbanas e 15m² nas áreas rurais.Nearly 500 centenarians in Hanoi Outros números do censo:Hanoi’s population density much higher than national average * o distrito de \"Ba Vi\" possui a menor densidade demográfica, 576 hab./km²; * o distrito de \"Dong Da\" possui a maior densidade demográfoca, 36 550 hab./km²; * os distritos mais populosos são \"Tu Liem\" com 371 247 habitantes e \"Dong Da\" com 356 504; * a vila de \"Son Tay\" possui a menor população, 116 967 habitantes. === Saneamento Básico === Os resultados preliminares do censo de 2009 de Hanói, mostrou que mais de 2 milhões dos habitantes de Hanói usam água de poços, enquanto uma série de pesquisas tem indicado que muitos destes poços perfurados na cidade estão contaminados com arsênio. O censo também informou que 22,5% da população consome águas não tratadas de lagoas, lagos, rios e outras fontes; 38,5% usam águas não tratadas de poços, e os restantes 39% têm acesso a água potável. O Vietnã possui mais de 1 milhão de poços perfurados. Dos poços relatados, cerca de 25% estão contaminados com arsênio. Os níveis de arsênio na água é de aproximadamente 20 a 25 vezes superior ao limite permitido nessas áreas. O maior problema é que a água contaminada com arsênio não pode ser distinguida da água não contaminada. Uma pessoa que consome o produto químico tóxico pode não ter sintomas até 5 a 15 anos. == Transporte == Hanói é servido pelo Aeroporto Internacional Noi Bai, localizado no distrito de Soc Son, cerca de 45 km (28 milhas) ao norte de Hanói. Noi Bai é o único aeroporto internacional para as regiões do norte do Vietnã. Várias companhias aéras vietnamitas e internacionais operam no Aeroporto Noi Bai, incluindo Vietnam Airlines, Pacific Airlines, AirAsia, Cathay Pacific, Hong Kong Airlines, Thai Airways, Lao Airlines, Nok Air e Tiger Airways.Aeroporto Internacional de Noi Bai Existem duas principais rotas ligando o aeroporto à cidade. A rota através da Ponte Thang Long é mais direta do que a \"Rodovia 1\", que corre pela periferia da cidade. As principais rodovias são compartilhadas por automóveis e scooters, com faixas separadas para bicicletas. Os táxis são abundantes e geralmente têm medidores de viagem (taxímetro), embora também seja comum combinar o preço da viagem antes do início do trajeto do aeroporto para o centro da cidade. Os turistas às vezes se utilizam de riquixá para conhecer a cidade, principalmente no centro histórico. Hanói é também o ponto de partida de muitas rotas ferroviárias no país. O \"Expresso União\" (tàu Thống Nhất) vai de Hanói a Ho Chi Minh, a partir da \"Estação de Hanói\" (antiga estação Hang Co), com paradas em cidades e províncias ao longo da linha. Trens também partem frequentemente de Hanói para Hai Phong e outras cidades do norte. O principal meio de transporte dentro da cidade são as motos, ônibus, táxis e bicicletas. As motocicletas continuam sendo a maneira mais comum para se deslocar na cidade. Os ônibus públicos possuem muitas rotas e a tarifas podem ser compradas no próprio ônibus. Para viagens curtas, é possível pegar um \"xe ôm\" (literalmente, \"veículo abraço\"), um taxi motocicleta onde o passageiro vai sentado em sua traseira. Existem um projeto para implantação de um sistema de metrô em Hanói, com data prevista de conclusão para 2020. O sistema será composto por 5 linhas de metrô.Metrô de Hanói - projeto previsto para ser concluído até 2020 == Turismo == Como capital do Vietnã por quase mil anos, Hanói é considerada um dos centros culturais do Vietnã onde a maioria das dinastias vietnamitas deixou a sua marca. Mesmo que algumas relíquias não sobreviveram as guerras e o tempo, a cidade ainda tem muitos monumentos históricos e culturais interessantes para os visitantes e os próprios residentes. Mesmo quando a capital do país mudou- se para Huế sob a dinastia Nguyen, em 1802, a cidade de Hanói continuou a florescer, especialmente depois que o Império francês assumiu o controle em 1888 e modelou a arquitetura da cidade ao seu gosto, propiciando uma importante estética para a rica herança estilística da cidade. A cidade possui mais de 1000 anos de história, e a dos últimos cem anos tem sido bem preservada. Hanói possui mais pontos culturais do que qualquer outra cidade no Vietnã, incluindo mais de 600 pagodes e templos. A parte antiga da cidade, perto do lago Hoan Kiem, tem o layout original das ruas e arquitetura da antiga Hanói. No início do século XX a cidade era composta por apenas cerca de 36 ruas, a maioria das quais estão atualmente na parte antiga da cidade. Cada rua, na época, possuía comerciantes e famílias especializadas em um determinado comércio, tais como comerciantes de seda, joias, etc. Os nomes das ruas nos dias de hoje ainda refletem essas especializações, embora poucas delas permaneçam exclusivamente em seu comércio de origem. A área é famosa pelos seus pequenos artesãos e comerciantes, incluindo muitas lojas de seda. Especialidades da cozinha local, bem como vários clubes e bares podem ser encontrados aqui também. Um mercado noturno (perto do mercado Đồng Xuan), no coração do distrito, abre as suas portas todas as sextas, sábado e domingo à noite com variedades de roupas, souvenirs e alimentos. Outros lugares de destaque são: o Templo da Literatura (Văn Miếu), local da mais antiga universidade do Vietnã (1070); One Pillar Pagoda (Chùa Một Cột); Torre da Bandeira de Hanói (Cột cờ Hà Nội). Em 2004, uma grande parte da cidadela de 900 anos foi descoberta no centro de Hanói, perto do local da praça Ba Dinh. Uma cidade entre os rios, construída numa várzea, Hanói tem muitos belos lagos e, por vezes é chamada de \"cidade dos lagos\". Entre os seus lagos, os mais famosos são lago Hoan Kiem, Lago Oeste (Hồ Tây em vietnamita), Lago Halais (Hồ Thiền Quang) e Lago Bay Mau. O Lago Oeste é um lugar popular para as pessoas passar o tempo, é o maior lago em Hanói, e existem muitos templos na área. Possui pequenos barcos de aluguel e um restaurante flutuante. Sob governo francês, como centro administrativo da Indochina Francesa, o estilo da arquitetura colonial francesa se tornou dominante, muitos exemplos permanecem até hoje: a ruas arborizadas (boulevards - Rua Phan Dinh Phung, por exemplo), a Ópera de Hanói, o Banco do Estado do Vietnã (antigo Banco da Indochina), o Palácio Presidencial (antigo lugar do Governador-Geral da Indochina Francesa), a Catedral St. Joseph e o histórico hotel Sofitel Metrópole. === Museus === Hanói possui também vários museus: * Museu Nacional da História Vietnamita * Museu Nacional de Belas Artes do Vietnã * Museu de Etnologia do Vietnã * Museu da Revolução do Vietnã * Hanoi Hilton * Museu Ho Chi Minh * Centro de Artes Contemporâneas * Museu de História Militar do Vietnã * Museu de Hanói (atualmente em construção até 2010) == Entretenimento == thumb|Thang Long - teatro de fantoches na água - teatro tradicional Uma variedade de opções de entretenimento pode ser encontrado por toda a cidade de Hanói. Teatros modernos e tradicionais, cinemas, bares com karaoke, discotecas, pistas de boliche e uma abundância de opções de compras proporcionam lazer para os moradores e turistas. Hanói tem sido apontada com uma das 10 melhores cidades para compras na Ásia pelo Smart Travel Asia. O número de galerias de arte exibindo arte vietnamita tem subido rapidamente nos últimos anos. Entre os renomados está \"Nhat Huy\" de Huynh Thong Nhat , além de tudo é onde foi criado o jogo Flappy Bird. === Compras === Com seu rápido crescimento e densidade populacional extremamente alta, vários shopping centers tem sido construído em Hanói. * Trang Tien Plaza, no distrito Hoan Kiem * Vincom City Towers, Rua Ba Trieu, distrito Hai Ba Trung * Ruby Plaza, Rua Le Ngoc Han 44, distrito Hai Ba Trung * Parkson Loja de Departamento, Rua Tay Son, Torre Viet, distrito Dong Da * Luxury Mall, Rua Dao Duy Anh 01, distrito Dong Da * Big C Thang Long Supercenter, distrito Cau Giay * The Garden Mall, Me Tri - My Dinh, distrito Tu Liem * Vincom Shopping Galleries, Vincom Park Place, district Hai Ba Trung * Ciputra Mall, área urbana de Ciputra, distrito Tay Ho (em construção) * Yen So Shopping Mall, distrito Hoang Mai (em construção) thumb|left|150px|Prato de phở gà, sopa de macarrão de arroz com frango == Cozinha == Hanói tem tradições alimentares ricas e muitos dos pratos mais famosos do Vietnã, como phở, chả cá, bánh cuốn e cốm são supostamente proveniente de Hanói. Talvez o mais conhecido é o \"phở\", uma simples sopa de macarrão de arroz, frequentemente servida no café-da-manhã, em casa ou nos cafés, mas também servida em restaurantes como refeição. Duas variedades dominam a cena em Hanói: Phở Bò, contendo carne, e Phở Gà, contendo frango. Hanói foi selecionada como a segunda melhor cidade do mundo para alimentação por Shermans Travel. == Centros desportivos == Há vários ginásios e estádios por toda a cidade de Hanói. Os maiores são My Dinh National Stadium (Le Duc Tho Boulevard), Quan Ngua Sporting Palace (Van Cao Avenue) e Hanói Water Sport Complex. Os outros incluem estádio Ha Noi (como é conhecido o estádio Hang Day). Os Jogos Asiáticos em Recinto Coberto de 2009 foram realizados em Hanói. == Serviços de saúde e outros == Algumas instalações médicas em Hanói: * Bach Mai Hospital * Viet Duc Hospital * Hospital Saint Paul * 108 Hospital * L'Hôpital Français de Hanoi * International SOS == Cidades irmãs == * Hong Kong * Ankara, Turquia * Varsóvia, Polônia * Toulouse, França * Bangkok, Tailândia * Fukuoka, Japão * Moscou, RússiaDias de Hanoi em Moscou ajuda cidades irmãs * Pequim, China * Manila, Filipinas * Seoul, Coreia do Sul == Galeria == Imagem:Tháp Rùa 5.jpg|Torre da Tartaruga Imagem:Hanoi temple de la litterature 1.jpg|Templo da Literatura Imagem:Hanoi_Oper.jpg|Casa de Ópera de Hanói Imagem:Night_in_Hanoi,_over_Hoan_Kiem_Lake_(2005).jpg|Hanói à noite, com a torre da tartaruga iluminada imagem:vietnam national convention center.jpg|Centro de Vonvenção Nacional do Vietnã imagem:CathedraleSTJosephHanoi.jpg|Catedral St-Joseph Imagem:Hoan_Kiem_Lake_BW.jpg|Lago Hoan Kiem imagem:Le thai to street hanoi.jpg|Uma rua agitada de Hanói imagem:Ho chi minh mausoleum 2.jpg|Mausoléu de Ho Chi Minh imagem:ha_noi_from_nikko.jpg|Parque da Reunificação (antigo Parque Lenin) Imagem:LyThaiToStatueHanoi1.jpg|Estátua de Lý Thái Tổ, emperador e fundador da dinstia Imagem:HanoiHiltonKelisi1.jpg|Hỏa Lò, ou \"Hanoi Hilton\" Imagem:Hanoi_cho_dong_xuan.jpg|Mercado Dong Xuan Imagem:Hanoi_ho_hoan_kiem.jpg|Lago Hoan Kiem lake Imagem:Hanoi_chua_tran_quoc_1.jpg|Pagode Tran Quoc Imagem:Hanoi_chua_tran_quoc_2.jpg|Pagode Tran Quoc Imagem:Hanoi_dhyk.jpg|Universidade de Medicina de Hanói Imagem:Hanoi_familia.JPG|Família hanoian == Ver também == * Torre de Hanói == Ligações externas == * Site oficial de do governo de Hanói * Um artigo mo New York Times sobre Hanoi * Site do Aeroporto Internacional Noi Bai, em Hanói",
 "title": "Hanói"
}