{
 "id": "26419",
 "text": "Harare é a cidade capital do Zimbábue, que possui estatuto de província. Situada no nordeste do país, a uma altitude de metros acima do nível do mar, é a cidade mais populosa do Zimbábue, sendo o seu principal centro administrativo, de comunicações e comercial. Na cidade de Harare, encontra-se, também, a sede da Universidade do Zimbábue. Foi denominada \"Salisbúria\" () até 1982. == História == Fundada em 1890, como forte para a Coluna Pioneira liderada por Cecil Rhodes, o fundador da Rodésia (actual Zimbábue), o primeiro nome da cidade foi Salisbury, em homenagem ao primeiro-ministro inglês Robert Arthur Talbot Gascoyne-Cecil, o terceiro Marquês de Salisbúria. Corverteu-se em cidade em 1935 e foi, de 1953 a 1963, a capital da Federação da Rodésia e Niassalândia. Recebeu o seu actual nome a 18 de abril de 1982, no segundo aniversário da independência do país, em homenagem ao chefe Shona Neharawa. Porém os nomes coloniais dos bairros constituintes da cidade mantiveram-se. Em 2002, a cidade sofreu grave crise económica devido às eleições presidenciais desse ano. == Geografia == === Clima === == Economia == É um dos maiores centros comerciais da África subsariana. Aqui, realiza-se o intercâmbio de tabaco (uma das maiores fontes de subsistência do país), algodão, mandioca, café, diversas frutas e ouro. Existem muitos mercados onde se vendem, para além destes, um número incontável de outros produtos, principalmente agrícolas. A indústria está, aqui, representada pela têxtil e química. Porém, mesmo com a industrialização, a maioria dos produtos são manufacturados. == Distritos == * Chitungwiza * Epworth * Harare urbana * Harare rural == Cidades-irmãs == * Cazã, Rússia * Nottingham, Reino Unido * Munique, Alemanha * Prato, Itália * Lago, Itália == Infraestrutura == === Transportes === A cidade é atravessada pela estrada Rodovia Transafricana 9 (TAH9), que a liga à Lobito, em Angola, e à Beira, em Moçambique. Harare possui uma das mais importantes estações ferroviárias do Caminho de Ferro de Machipanda, que a conecta ao porto da Beira e à Bulavaio.Machipanda Railway Upgrade. Programme for Infrastructure Development in Africa. 2019. O principal aeroporto zimbabuano, o Aeroporto Internacional Robert Gabriel Mugabe, está localizado nesta capital. === Educação === A Universidade do Zimbabwe mantém reitoria e campus principal nesta cidade.Contact Us UofZ. 2020.",
 "title": "Harare"
}