{
 "id": "26450",
 "text": "{{Info/Município do Brasil | nome = São Sebastião do Umbuzeiro | foto = | leg_foto = | apelido = S.S.U | brasão = Brasão São Sebastião do Umbuzeiro.jpg | bandeira = Bandeira São Sebastião do Umbuzeiro.jpg | link_brasão = | link_bandeira = | link_hino = | aniversário =8 de junho | fundação = | gentílico =são-sebastianenseIBGE | lema = | prefeito = Adriano Jeronimo Wolff | partido = UNIÃO | fim_mandato = 2024 | mapa = Brazil Paraíba São Sebastião do Umbuzeiro location map.svg | latP = S | latG = 08 | latM = 09 | latS = 07 | lonP = O | lonG = 37 | lonM = 00 | lonS = 36 | estado = Paraíba | região_intermediária = Campina Grande | data_região_intermediária = IBGE/2017 | região_imediata = Monteiro | data_região_imediata = IBGE/2017 | região_metropolitana = | vizinhos = Monteiro ao norte, Arcoverde ao sul, São João do Tigre a leste e a oste com o distrito de Henrique Dias da cidade de Sertânia | dist_capital = 319 caminho mais próximo (Google maps) | área = 460.569 | área_ref = | população = 3411 | data_pop = IBGE/2014 | altitude = 641 | clima = semiárido | sigla_clima = | idh = 0.574 | data_idh = PNUD/2000 | pib = mil | data_pib = IBGE/2008 | pib_per_capita = 4217.54 | data_pib_per_capita = IBGE/2008 | site_prefeitura = ssdoumbuzeiro.pb.gov.br }} São Sebastião do Umbuzeiro é um município brasileiro no estado da Paraíba. Está localizado na microregião do Sertão do Cariri (Ocidental) Paraibano na Região Geográfica Imediata de Monteiro. De acordo com o Instituto Brasileiro de Geografia e Estatística (IBGE), no ano de 2014 sua população era estimada em habitantes. Área territorial de 461 km². == História == Na sombra de um pé de umbu localizado na nascente do Rio Paraíba nos Cariris Velhos, descansavam tropeiros que vinham de Pernambuco com destino ao Sertão Paraibano. Sombra esta, que tornou-se ponto de encontro. Por volta de 1838 o Pe. José Gomes Pequeno celebrou a primeira missa. Em 1869 o Capitão Mariano José das Neves, um dos simpatizantes da região, fez uma doação de um patrimônio de 30,25 há de terra ao seu Santo querido São Sebastião, onde ali começava a construção das primeiras casas e também a primeira Capela da futura cidade de São Sebastião do Umbuzeiro. Em 1898 o Pe. Cícero Romão Batista passa no povoado e por volta de 1912 Dom Adauto Aurélio de Miranda Henriques funda a Paróquia de São Sebastião do Umbuzeiro, desmembrando-a da cidade de Monteiro. Pertencente politicamente ao município de Monteiro, o povoado sofre a violência do “Cangaço” que deixa um rastro de sangue com 9 mortos. Em 1946 o Frei Mauro Joester, Holandês com missão no Brasil, dá início a uma grande obra, fazendo da pequena Capela uma grande igreja, contribuindo assim com um imenso passo para a história regional. == Geografia == O município está incluído na área geográfica de abrangência do semiárido brasileiro, definida pelo Ministério da Integração Nacional em 2005.Ministério da Integração Nacional, 2005. Nova delimitação do semiárido brasileiro . Esta delimitação tem como critérios o índice pluviométrico, o índice de aridez e o risco de seca. ===Clima=== Dados do Departamento de Ciências Atmosféricas, da Universidade Federal de Campina Grande, mostram que São Sebastião do Umbuzeiro apresenta um clima com média pluviométrica anual de 612,5 mm e temperatura média anual de 23,1 °C. == Ligações externas == * * Sao Sebastiao Umbuzeiro Categoria:Fundações na Paraíba em 1959",
 "title": "São Sebastião do Umbuzeiro"
}