{
 "id": "26470",
 "text": "O Sistema Europeu de Bancos Centrais (SEBC) consiste do Banco Central Europeu (BCE) e dos bancos centrais de todos os países membros da União Europeia. Este sistema foi implementado como parte da terceira fase da União Monetária Europeia, no dia 1 de Janeiro 1999. O SEBC baseia-se nos estatutos do Banco Central, nos estatutos do Sistema Europeu de Bancos Centrais e nos tratados fundadores da Comunidade Europeia. Funções do SEBC: * estabelecer e aplicar a política monetária da comunidade * gerir as recursos de terceiros oficiais dos países membros * conduzir operações cambiais * promover o bom funcionamento dos sistemas de pagamentos * aconselhar as autoridades nacionais nos domínios da supervisão das instituições de crédito O Sistema Europeu de Bancos Centrais é diferente do Eurosistema. O Eurosistema só inclui o BCE e os países membros da Zona Euro. == Os bancos centrais nacionais == * Áustria: Oesterreichische Nationalbank * Alemanha: Deutsche Bundesbank * Bélgica: Nationale Bank van België/Banque Nationale de Belgique * Chipre: Central Bank of Cyprus * Dinamarca: Danmarks Nationalbank (Euro não implementado) * Espanha: Banco de Espanha * Eslováquia: Národná banka Slovenska * Eslovénia: Banka Slovenije * Estónia: Eesti Pank * Finlândia: Suomen Pankki * França: Banque de France * Grécia: Bank of Greece * Hungria: Magyar Nemzeti Bank (Euro não implementado) * Irlanda: Central Bank and Financial Services Authority of Ireland * Itália: Banco da Itália * Letónia: Latvijas Banka * Lituânia: Lietuvos bankas * Luxemburgo: Banque centrale du Luxembourg * Malta: Central Bank of Malta * Países Baixos: De Nederlandsche Bank * Polónia: Narodowy Bank Polski (Euro não implementado) * Portugal: Banco de Portugal * República Checa: Česká národní banka (Euro não implementado) * Suécia: Sveriges Riksbank (Euro não implementado) == Ligações externas == * Bancos centrais nacionais na União Europeia (inglês) * Página oficial do Banco Central Europeu Categoria:Bancos centrais Categoria:Organizações intergovernamentais econômicas",
 "title": "Sistema Europeu de Bancos Centrais"
}