{
 "id": "26508",
 "text": "Mineralogia (em textos antigos por vezes referida por orictognosia) é a ciência que se dedica ao estudo da química, das estruturas molecular e cristalina e das propriedades físicas (incluindo ópticas e mecânicas) dos minerais, bem como a sua gênese, metamorfismo, evolução química e meteorização. A mineralogia começou por ter um carácter marcadamente taxonómico, isto é, baseada na nomenclatura e classificação dos minerais, mas evoluiu para o campo da física aplicada, tendo hoje grande peso as áreas da cristalografia, da óptica, da simulação matemática e da nano-mecânica. == Classificação == Existem duas classificações gerais para os estudos mineralógicos: mineralogia macroscópica e mineralogia microscópica. A mineralogia macroscópica, baseia-se nas propriedades físicas, ópticas e químicas dos minerais de um ângulo macroscópico. Ou seja, sem o auxílio de ferramentas ópticas de grande escala, como o microscópio, por exemplo. Ao contrário da mineralogia macroscópica, a mineralogia microscópica utiliza diversas ferramentas e técnicas impossíveis de serem feitas ao olho nu para a identificação, classificação e estudos dos minerais. == História e evolução da mineralogia == A mineralogia enquanto ciência surgiu por diferenciação no seio daquilo que se designou, desde o Renascimento até ao início do século XX, por história natural. Os minerais eram vistos como parte dos produtos da natureza, e a sua diversidade, e o conhecimento de que eram os blocos constituintes das rochas e minerais, levou a que considerável esforço fosse dedicado à sua colecção, catalogação e nomenclatura, seguindo de perto os esforços taxonómicos desencadeados nos diversos ramos da Biologia. Até de 2018, havia minerais sendo produzidos por atividades humanas, onde são minerais carboníferos. A primeira abordagem científica autónoma da mineralogia surgiu com Georg Bauer (1490-1555), um humanista e homem de ciência da Saxónia, que latinizou o seu nome para Georg Agricola, que a partir da observação dos produtos da mineração alemã, iniciou a sistematização do conhecimento dos minerais. É por isso justamente conhecido pelo pai da mineralogia. O passo seguinte deu-se com os avanços na cristalografia, nos quais assume particular relevo o postulado dos índices racionais por René Just Haüy e todos os desenvolvimentos teóricos que esta descoberta desencadeou. Mais recentemente, devido à disponibilidade de técnicas que permitem estudar a estrutura atómica dos materiais, tais como a difracção de neutrões, e de capacidade de cálculo automático que permite a simulação dos processos atómicos e do comportamento físico dos cristais, a mineralogia abandonou a sua visão puramente taxonómica e cristalográfica, para se diversificar em múltiplas áreas da Química e da Física, com destaque para os campos vulgarmente designados por ciência dos materiais, química inorgânica e física do estado sólido. Mantém contudo o seu centro de interesse em torno das estruturas cristalinas mais comuns nos minerais que formam as rochas (com destaque para os silicatos mais comuns, as argilas e as perovskites e minerais similares). Um campo que tem registado grandes avanços é a compreensão da relação entre as estruturas cristalinas à escala atómica dos minerais e as suas características físicas e função na composição das rochas e nos processos de litificação. Tal compreensão tem levado à determinação precisa das propriedades elásticas e de resistência à degradação dos minerais, o que por sua vez tem permitido uma melhor compreensão do comportamento mecânico das rochas, com impacte sobre o estudo do mecanismo focal dos sismos e sobre a propagação das ondas sísmicas. Essa mesma compreensão permitiu reinterpretar a informação tomográfica obtida com os sismos sobre o interior da Terra, redefinindo o conhecimento sobre o manto, o núcleo e outras estruturas do interior do planeta. Neste aspecto, ao focar a atividade da mineralogia no estudo da relação entre os fenômenos à escala atômica dos minerais e as propriedades macroscópicas das rochas que estes constituem, as ciências minerais (mineral science), como agora são chamadas, aproximam-se cada vez mais da ciência dos materiais, especializando-se nos materiais silicatados, os mais abundantes constituintes do planeta. == Ver também == *Lista de minerais *Mecânica dos solos == Ligações externas == * * * * * * Categoria:Ciências da Terra Categoria:Mineralogia Categoria:!Wikiconcurso Justiça Climática e Amazônia (artigos)",
 "title": "Mineralogia"
}