{
 "id": "26506",
 "text": "Mesolítico ou Epipaleolítico (aproximadamente entre 13 000 e 9 000 a.C.) é o termo usado para denominar o período da pré-história, que serve de transição entre o Paleolítico e o Neolítico; e presente apenas em algumas regiões do mundo, onde não houve transição direta entre esses dois períodos. Significa Idade Média da Pedra (do grego μεσος, mesos =médio; e λίθος, líthos =pedra) por contraposição ao Paleolítico (Idade Antiga da Pedra) e ao Neolítico (Idade Nova da Pedra), identificando-se com as últimas sociedades de caçadores- coletores. O período mesolítico só existiu em algumas regiões do mundo, onde não houve transição direta entre os períodos Paleolítico e Neolítico, pois, a evolução histórica se deu diferente em determinadas regiões. Os hábitos das culturas do Mesolítico eram basicamente nómades, com assentamentos estacionais de inverno e acampamentos de verão, embora em algumas regiões costeiras europeias e no Próximo Oriente (ali onde encontraram recursos suficientes e regulares) começassem a viver de um modo mais sedentário. As regiões que sofreram maiores efeitos das glaciações tiveram Mesolíticos mais evidentes. Iniciou-se com o fim do Pleistoceno, há cerca de 11,7 mil anos; e terminou com a introdução da agricultura, em épocas que variam de acordo com a região. ==Problemas de terminologia== O termo \"Mesolítico\" foi cunhado por J. Lubbock na sua obra Prehistoric Times, de 1865, quando estabeleceu a divisão da Idade da Pedra anteriormente mencionada. Durante muito tempo foi visto unicamente como uma etapa de transição, de decadência até mesmo, entre os outros dois grandes períodos. No entanto, em princípios do século XX, demonstrou-se que havia uma clara continuidade cultural, pelo qual se cunhou um termo novo para definir esta fase: Epipaleolítico (Por Em cima do Paleolítico), que não foi aceita em todo o mundo científico. Atualmente, no âmbito anglo-saxão geralmente são utilizados ambos termos como sinônimos, enquanto na área de influência acadêmica francesa costuma estabelecer-se uma clara diferença entre eles: * Mesolítico reservar-se-ia para aquelas sociedades de caçadores- coletores que por si sós, devido aos seus próprios processos internos ao longo do tempo, terminam transformando-se em agricultores. * Epipaleolítico seria de aplicação àquelas outras que mudam apenas a sua economia depredadora por uma produtora devido a influências externas (contatos com que já viraram neolíticos). Uma terceira tendência seria a daqueles autores que identificam Epipaleolítico com as sociedades do Holoceno inicial de clara tradição paleolítica; e Mesolítico com as suas sucessoras. ==Cronologia== O Mesolítico começaria com a transição do Pleistoceno ao Holoceno, há cerca de 12 mil anos, e finalizaria com a aparição dos modos de vida produtores/neolíticos, cuja cronologia varia muito de umas regiões para outras e de um continente para outro: enquanto no Próximo Oriente foi por volta de 9000 a.C., na Escandinávia e certas áreas da Europa atlântica não ocorreu até 4000 a.C.. Esta época esteve pontuada pelo final da era glacial e a progressiva implantação de um clima temperado que permitiu o aumento das florestas e a biodiversidade, embora também provocasse a inundação de amplas zonas costeiras. Mudanças que influíram necessariamente no comportamento e na cultura material dos humanos da época. ==Economia e sociedade== Ao finalizar o último período glacial (Glaciação Wisconsin), começou uma mudança do clima que permitiu a extensão das florestas na Eurásia e na América do Norte, ainda que provocasse também a formação de amplas faixas de estepe ou semidesérticas em torno dos trópicos. Como consequência destas mudanças, os grandes mamíferos, que eram a base da dieta humana do Paleolítico Superior, extinguiram-se ou emigraram: o mamute- lanoso e o rinoceronte-lanudo, entre outros, desapareceram, e animais como a rena e o bisão emigraram para norte. Pelo contrário, prosperaram animais de costumes menos gregários, cuja caça era mais complexa, como o cervo e o javali. Para caçá-los, humanos usaram, provavelmente, cães, o primeiro animal que domesticou, já no final do Paleolítico Superior na Europa ocidental. A dieta, portanto, diversificou-se enormemente, incluindo então outros pequenos mamíferos e aves. A coleta de frutos e raízes estendeu-se. As comunidades mesolíticas passaram a fazer acampamentos especializados com atividades como o marisqueio ou a pesca. Aumentou espetacularmente o consumo de caracóis e conchas, como o demonstram os enormes \"concheiros\"' da vertente atlântica europeia. Os concheiros do Tejo ficam como vestígios de alguns destes acampamentos. Também começou o desenvolvimento da pesca fora da costa, no mar aberto. O armazenamento começa também a ocorrer neste período bem como uma espécie de sedentarização sazonal(acampamentos fixos com alguns entrepostos especializados utilizados durante uma estação). Fabricaram-se zorras, a princípio tiradas por homens e depois por cães, e canoas feitas com peles ou cascas de árvores. Da casca da bétula extraíam um produto usado como cola. Embora na Europa nunca fossem abandonadas totalmente as cavernas, eram construídas choupanas de troncos e ramos à beira dos rios, das quais ficam poucos vestígios, mas em cujos locais se localizam objetos de pedra talhada; tais lugares são conhecidos como \"oficinas de sílex\". A indústria lítica mostra uma tendência à fabricação quando pequenos utensílios adaptados às novas situações e usos, muito especializados, os micrólitos. Estes eram usados para a coleta de moluscos e para a sua abertura, como pontas de flecha, como raspadores, buris, etc. As armas mais abundantes foram os arcos, feitos de madeira e tendões animais, com flechas que incorporavam na sua ponta micrólitos de variadas formas geométricas: triângulos, trapézios, etc. Também se usaram flechas manufaturadas inteiramente em osso, em corno ou em madeira. No Próximo Oriente houve um aumento da densidade populacional. Na que se conhece como cultura natufiana já se antecipavam as grandes mudanças do Neolítico. Eram caçadores-coletores altamente especializados na caça da gazela e na coleta de cereais silvestres, armazenados em silos localizados em acampamentos ocupados durante todo o ano. Estes eram formados por aglomerações de habitações circulares, semiescavadas no chão, provavelmente construídas com troncos e ramos. Utilizavam moinhos e almofarizes de pedra de grande tamanho (alguns de eles decorados nas suas beiras), foices e facas de osso enfeitadas com figuras de animais, e enterravam os seus mortos em necrópoles próximas aos povoados (em cavernas) ou sob o chão das casas. Nos enxovais destes enterramentos começam a apreciar-se diferenças sociais, que podem estar relacionadas com umas incipientes hierarquização e desigualdade sociais, inexistentes até o momento, mas que tenderam a aumentar nos seguintes períodos. thumb|Escultura de Lepenski Vir. Alguns autores, como Gordon Childe, defendem que as raízes das primeiras sociedades camponesas se encontram precisamente nestas comunidades complexas de caçadores-coletores.Linder, F., 1997. Social differentiering i mesolitiska jägar-samlarsamhällen. Institutionen för arkeologi och antik historia, Uppsala universitet. Uppsala. ==Arte do Mesolítico== Ao terminar o Paleolítico Superior também desapareceram as suas esplêndidas manifestações artísticas, aparecendo outras novas, influenciadas, inevitavelmente, pelos cambiantes fatores climáticos e os novos hábitos socioeconômicos. O problema desta nova arte postpaleolítica é que resulta muito difícil de datar e os investigadores não se põem de acordo a respeito da sua periodização. A arte tornou-se conceitual e racionalista, baseada no geométrico e no abstrato. O processo de degradação do Paleolítico deu lugar ao aparecimento da cultura aziliana na zona pirenaica, com extensão pela zona cantábrica da Península Ibérica, cultura de transição sem grandes novidades e que continua as antigas técnicas paleolíticas. A cultura aziliana deixou abundantes seixos rolados decorados com seriações de faixas, pontos, ramiformes, etc., de caráter abstrato, e aos que se outorga um significado mágico-simbólico. No entanto, em França podem-se encontrar vestígios da cultura \"tardenoisense\". A este ciclo cultural pertencem também as oficinas de trabalho manual de sílex, ao ar livre, que existem na região tarraconense. No Levante espanhol grupos humanos deixaram pinturas que mostram uma evolução da arte rupestre para os modelos mais esquemáticos. Nas paredes dos abrigos, pintaram complexas cenas de caça, de danças e ritos mágicos. As figuras estão feitas com pigmentos pretos ou avermelhados, e são muito estilizadas. Apesar disso podem-se identificar personagens como feiticeiros/xamãs, graças aos tocados que lhes cobrem a cabeça, aos bastões que portam e aos adornos nos joelhos e nos braços; também se apreciam homens com plumagens e braceletes em braços e tornozelos, enquanto as mulheres luzem longas saias. Há muito movimento (como contraste que arte paleolítica) e as lutas entre grupos aparecem com relativa frequência, com batalhas de arqueiros que até mesmo chegam ao corpo a corpo. No mesolítico destaca também a cultura natufiana, marcada entre outras coisas, pela sua arte móvel, com representações características de animais em almofarizes de mão, cabos de foice ou facas. ==A \"Revolução mesolítica\"== Para certos autores a revolução neolítica começou a gestar-se realmente durante o Mesolítico. Para B. Hayden e A. Testart, durante este período apareceram grupos de caçadores-coletores especializados em escassos tipos de recursos abundantes e seguros, que podiam ser armazenados durante boa parte do ano, o que lhes permitiu aumentar a demografia e tornarem-se sedentários. A acumulação de bens teria provocado as primeiras desigualdades sociais e a aparição de hierarquias, encabeçadas por aqueles que se teriam encarregado da gestão dos excedentes. Assim, teriam surgido as chefias, ligadas sempre nas suas tomas de decisões aos xamãs. Para Testart, a coleta e a caça intensivas de umas poucas espécies teria levado gradualmente a uma série de melhoras técnicas que selecionaram artificialmente aquelas, terminando naturalmente na sua posterior domesticação. Por tudo isso, ambos consideram que a verdadeira revolução ocorreu no Mesolítico, quando foram estabelecidas as bases econômico-sociais que se desenvolveram posteriormente, durante o Neolítico. ==Ver também== * Idade da Pedra * Cultura natufiana ==Ligações externas==",
 "title": "Mesolítico"
}