{
 "id": "26520",
 "text": "Em física, trabalho (normalmente representado por W, do inglês work, ou pela letra grega \\tau) é uma medida da energia transferida pela aplicação de uma força ao longo de um deslocamento. O trabalho de uma força F aplicada ao longo de um caminho C pode ser calculado de forma geral através da seguinte integral de linha: : \\operatorname{W} _{c} = \\int_{c} \\mathbf{F}\\cdot d\\mathbf{r} : onde: :F é o vector força :r é o vector deslocamento. O trabalho é um número real, que pode ser positivo ou negativo. Quando a força atua no sentido do deslocamento, o trabalho é positivo, isto é, existe energia sendo acrescentada ao corpo ou sistema. O contrário também é verdadeiro, uma força no sentido oposto ao deslocamento retira energia do corpo ou sistema. Qual tipo de energia, se energia cinética ou energia potencial, depende do sistema em consideração. Como mostra a equação acima, a existência de uma força não é sinônimo de realização de trabalho. Para que tal aconteça, é necessário que haja deslocamento do ponto de aplicação da força e que haja uma componente não nula da força na direcção do deslocamento. É por esta razão que aparece um produto interno entre F e r. Por exemplo, um corpo em movimento circular uniforme (velocidade angular constante) está sujeito a uma força centrípeta. No entanto, esta força não realiza trabalho, visto que é perpendicular à trajectória. Portanto há duas condições para que uma força realize trabalho: # Que haja deslocamento; # Que haja força ou componente da força na direção do deslocamento. Esta definição é válida para qualquer tipo de força, independentemente da sua origem. Assim, pode tratar-se de uma força de atrito, gravítica (gravitacional), eléctrica, magnética, etc. ==Tipos de trabalho== *Trabalho nulo, quando o trabalho é igual a zero; *Trabalho potente/motor, quando a força e o deslocamento estão no mesmo sentido; *Trabalho resistente, quando a força e deslocamento possuem sentidos contrários (geralmente representado por T= -F.d). == Trabalho e energia == Se uma força F é aplicada num corpo que realiza um deslocamento dr, o trabalho realizado pela força é uma grandeza escalar de valor: :: d{\\operatorname{W}} = {\\mathbf{F}} \\cdot d{\\mathbf{r}} Se a massa do corpo for suposta constante, e obtivermos dWtotal como o trabalho total realizado sobre o corpo (obtido pela soma do trabalho realizado por cada uma das forças que atua sobre o mesmo), então, aplicando a segunda lei de Newton pode-se demonstrar que: :: d \\operatorname{W} _{total} = d\\operatorname{ E_{c}} onde Ec é a energia cinética. Para um ponto material, Ec é definida como: ::\\operatorname{E_{c}} = \\frac{\\operatorname{m} \\operatorname{v^{2}}}{2} Para objectos extensos compostos por diversos pontos, a energia cinética é a soma das energias cinéticas das partículas que constituem um tipo especial de forças, conhecidas como forças conservativas, pode ser expresso como o gradiente de uma função escalar, a energia potencial, V: ::{\\mathbf{F}} = - grad{\\operatorname{(V)}} Se supusermos que todas as forças que atuam sobre um corpo são conservativas, e V é a energia potencial do sistema (obtida pela soma das energias potenciais de cada ponto, devidas a cada força), então: :: {\\mathbf{F}} \\cdot d{\\mathbf{r}}= - grad{\\operatorname{(V)}} \\cdot d{\\mathbf{r}}= - d \\operatorname{V} logo, :: \\- d \\operatorname{V} = d{\\operatorname{E_{c}}} \\Rightarrow d{( \\operatorname{E_{c} + V} )} = 0 Este resultado é conhecido como a lei de conservação da energia, indicando que a energia total \\operatorname{E_{t}} = \\operatorname{E_{c} + V} é constante (não é função do tempo). == Conceito == Os princípios do conceito de trabalho remontam às equações de Galileu do movimento retilíneo uniformemente variado (MRUV). Temos que o deslocamento \\Delta s (positivo para uma direção da reta e negativo para a outra) equivale a :\\Delta s = \\frac {v^2 - v_0^2}{2a} O que nos dá uma relação entre o deslocamento e a mudança de velocidade (v é a velocidade correspondente ao final do deslocamento e v_0 é a velocidade correspondente ao seu início). Essa equação é o primeiro passo para um tratamento da mecânica que seja independente do tempo envolvido. Mas ainda há em si um fator que remete para o tempo: a aceleração. De forma qualitativa, essa equação diz-nos que quanto maior for o módulo da aceleração que leva um corpo de velocidade v_0 à velocidade v, menor é o espaço percorrido durante essa transformação. De modo simples: se a mudança de velocidade demora mais, então sobra mais tempo para que o corpo se mova enquanto isso. Para eliminar esse fator que é tão dependente da maneira como se deu a mudança de velocidades (o que é contraditório com um tratamento atemporal), devemos multiplicar ambos os membros da equação por a e passar a pensar em a\\Delta s como uma entidade única, relacionada apenas com a variação absoluta do quadrado da velocidade dividido por dois: :a \\Delta s = \\frac {v^2}{2} - \\frac {v_0^2}{2} Independentemente de como foi realizada a transformação, o \\frac {v^2}{2} - \\frac {v_0^2}{2} será sempre igual à entidade a \\Delta s, de modo que finalmente temos um tratamento atemporal no movimento uniformemente variado. Entretanto, queremos estender isso ao movimento geral. Para isso, primeiro temos que estabelecer uma relação entre o movimento retilíneo e o movimento curvilíneo, a fim de estender os nossos conceitos de um para o outro. Para tal, recordamos as relações entre os vetores velocidade, posição e aceleração: a aceleração é a derivada temporal da velocidade e a velocidade é a derivada temporal da posição. Agora pensemos em qualquer \"deslocamento infinitesimal\" d \\vec r. Temos que: :d\\vec r = \\frac {d \\vec r}{dt} . dt = \\vec v dt Ou seja, qualquer deslocamento infinitesimal dá-se na direção da velocidade instantânea (desde que a posição seja descrita por uma função vetorial contínua). Como a direção da velocidade instantânea é uma só, então cada deslocamento infinitesimal é retilíneo. Agora, devemos descobrir o quanto a nossa entidade \\frac {v^2}{2} - \\frac {v_0^2}{2} varia nesse intervalo infinitesimal de tempo em que os deslocamentos são retilíneos. Para isso, derivamos a entidade em relação ao tempo: :\\frac {d}{dt} \\left[ \\frac {v^2}{2} - \\frac {v_0^2}{2} \\right] = v\\frac {dv}{dt} Note que a derivada \\frac {dv}{dt} NÃO corresponde ao vetor aceleração, como mostraremos logo. Antes disso, voltemos por um instante à nossa entidade a \\Delta s = \\frac {v^2}{2} - \\frac {v_0^2}{2} (que só é válida para o MRUV). Claramente, se considerarmos o deslocamento como sendo sempre positivo, então uma aceleração negativa (no sentido oposto ao do movimento) implica uma diminuição da magnitude da velocidade, enquanto que uma aceleração positiva (no mesmo sentido do movimento) aumenta a magnitude da velocidade. E quanto a uma aceleração que não se dá na mesma direção do deslocamento? Vejamos a seguinte relação: : \\vec v = v \\hat v Onde v é a magnitude da velocidade e \\hat v é o vetor unitário que indica a direção da velocidade. Sendo assim, para obter a aceleração derivamos a expressão v \\hat v, usando a regra da cadeia: : \\vec a = \\frac {dv}{dt} \\hat v + v \\frac {d \\hat v}{dt} Onde vemos que um componente da aceleração (na mesma direção da velocidade), muda a magnitude da velocidade \\left(\\frac {dv}{dt} \\hat v \\right), enquanto o outro componente muda apenas a direção da velocidade \\left(v \\frac {d \\hat v}{dt} \\right), lembrando que a derivada de um vetor unitário é sempre na direção perpendicular a esse vetor unitário). Ou seja, como destacámos acima, a derivada \\frac {dv}{dt} corresponde apenas a um componente da aceleração: o componente que se dá na direção da velocidade. Esse componente equivale a: :\\frac {dv}{dt} = \\frac {\\vec a \\cdot \\vec v}{v} Note que quando esse produto escalar é negativo, a componente da aceleração que está na direção do deslocamento tem o sentido oposto ao seu. Isso implica uma diminuição da magnitude da velocidade, em concordância com a situação encontrada no MRUV. Agora, a mudança infinitesimal na nossa entidade \\frac {v^2}{2} - \\frac {v_0^2}{2} fica: :\\frac {d}{dt} \\left[ \\frac {v^2}{2} - \\frac {v_0^2}{2} \\right] = v\\frac {dv}{dt} = \\vec a \\cdot \\vec v Mas queremos saber essa mudança em um intervalo de tempo qualquer. Então integramos com relação ao tempo: :\\frac {v^2}{2} - \\frac {v_0^2}{2} = \\int \\vec a \\cdot \\vec v dt Finalmente encontramos a nossa entidade. No entanto, em analogia ao que aconteceu no MRUV, o que temos aqui é uma integral dependente do tempo, o que não condiz com do que estamos desde o início à procura: um tratamento atemporal. Assim, fazemos simplesmente: :\\int \\vec a \\cdot \\vec v dt = \\int \\vec a \\cdot \\frac {d\\vec r}{dt} dt O que constitui uma integral de linha: :\\int_C \\vec a \\cdot d \\vec r = \\frac {v^2}{2} - \\frac {v_0^2}{2} Com os limites de integração, obviamente, correspondendo aos pontos inicial e final da trajetória. O nosso *trabalho* está quase pronto. Só precisamos de multiplicar essa entidade que encontramos pela massa. Isso tem inúmeras vantagens, mas aqui daremos apenas uma razão conceitual: a aceleração é um conceito secundário em comparação com a importância da força. Trocar na equação acima a aceleração pela força implica trazer essa entidade para mais perto do mundo físico. Isso também se deve à ligação do trabalho com o conceito de energia, que é uma quantidade que se conserva e que está ligada à massa. : \\int_C m \\vec a \\cdot d\\vec r = \\int_C \\vec F \\cdot d\\vec r Assim, obtemos o trabalho integral realizado sobre uma partícula: :W = \\int_C \\vec F \\cdot d\\vec r Onde \\vec F é a força resultante. O trabalho realizado por uma outra força qualquer é análogo, trocando-se a força total pela força qualquer. Note que a componente do trabalho de uma força qualquer que contribui para a componente força resultante na direção do deslocamento é, justamente, o produto escalar entre a força qualquer e a direção do deslocamento, o que justifica essa similaridade. == Unidades == A unidade SI de trabalho é o joule (J), que se define como o trabalho realizado por uma força de um newton (N) atuando ao longo de 1 metro (m) na direção do deslocamento. O trabalho pode igualmente exprimir-se em N.m, como se depreende desta definição. Estas são as unidades mais correntes; no entanto, na medida em que o trabalho é uma forma de energia, outras unidades são por vezes empregues. == Outras unidades == O quilojoule, equivalente a 10^3 joules e o erg, que equivale a: 1 joule = 10^3*10^2*10^2 erg = 10^7 erg. == Outras equações == Para o caso simples em que o corpo se desloca em movimento retilíneo e a força é paralela à direção do movimento, o trabalho é dado pela equação: :\\operatorname{W} = \\operatorname{Fr} \\; onde F é apenas a magnitude da força e r é a distância percorrida pelo corpo. Caso a força se oponha ao movimento, o trabalho é negativo. De forma mais geral, a força e o deslocamento podem ser tomados como grandezas vectoriais e combinados através do produto interno: :\\operatorname{W} = \\mathbf{F}\\cdot\\mathbf{r} Esta fórmula é válida para situações em que a força forma um ângulo com a direção do movimento, desde que a magnitude da força e direcção do deslocamento sejam constantes. A generalização desta equação para situações em que a força e a direção variam ao longo da trajetória (ou do tempo) pode ser feita recorrendo ao uso de diferenciais. O trabalho infinitesimal dW realizado pela força F ao longo do deslocamento infinitesimal dr é então dado por: :d\\operatorname{W} = \\mathbf{F}\\cdot d{\\mathbf{r}} A integração de ambos os lados desta equação ao longo da trajetória resulta na equação geral inicialmente apresentada. == Resolução numérica de equações diferenciais == O movimento dos projéteis, em sendo considerado uma única força — o peso -, seria o movimento real se o movimento fosse realizado no vácuo. Uma solução mais realista obtém-se tendo em conta também a força de resistência do ar. A aceleração do projétil será então : \\vec{a} = \\vec{g} + \\dfrac{\\vec{F}_\\mathrm{r}}{m} em que \\vec{g} é a aceleração da gravidade e \\vec{F}_\\mathrm{r} é a força de resistência do ar, força essa que depende da velocidade, da massa volúmica do ar, \\rho, e da forma e do tamanho do projétil. Se o projétil for uma esfera de raio R a expressão para a força de resistência do ar será, a partir da equação ... : F_\\mathrm{r} = 6\\,\\pi\\,\\eta\\,r\\,v + \\frac{1}{4}\\,\\pi\\,\\rho\\,r^2\\,v^2 para uma esfera, a força de resistência do ar pode escrever-se na forma vetorial,[ Dinâmica e Sistemas Dinâmicos. Porto: Jaime E. Villate, 20 de março de 2013. 267 págs]. Creative Commons Atribuição-Partilha (versão 3.0) ISBN 978-972-99396-1-7. Acesso em 27 jun. 2013. : \\vec{F}_\\mathrm{r} = -\\dfrac{1}{4}\\,\\pi\\,\\rho\\,R^2\\,v\\,\\vec{v} Escolhendo um sistema de eixos em que a gravidade aponta no sentido negativo do eixo dos y e a velocidade \\vec{v_0} com que é lançado o projétil está no plano xy, o peso e a força de resistência do ar atuarão sempre no plano xy e o movimento do projétil estará limitado a esse plano.[ Dinâmica e Sistemas Dinâmicos. Porto: Jaime E. Villate, 20 de março de 2013. 267 págs]. Creative Commons Atribuição-Partilha (versão 3.0) ISBN 978-972-99396-1-7. Acesso em 27 jun. 2013. Assim sendo, a velocidade e a aceleração têm duas componentes, segundo x e y, e combinando as duas equações anteriores, as derivadas das componentes da velocidade são, :\\dfrac{\\mathrm{d}\\,v_x}{\\mathrm{d}\\,t} = - C\\,v_x\\,\\sqrt{v_x^2+v_y^2} :\\dfrac{\\mathrm{d}\\,v_y}{\\mathrm{d}\\,t} = -g - k\\,v_y\\,\\sqrt{v_x^2+v_y^2} em que a constante positiva C é igual a, : C = \\dfrac{\\pi\\,\\rho\\,R^2}{4\\,m} A introdução do efeito da resistência do ar complica muito o problema, porque estas equações não são equações de variáveis separáveis e deverão ser resolvidas em simultâneo, já que as duas componentes v_x e v_y aparecem nas duas equações. Um caso particular é o caso da queda livre vertical, em que a velocidade inicial é zero; nesse caso, a força de resistência do ar atua unicamente na vertical e em sentido oposto ao peso, o movimento é unicamente ao longo do eixo dos y e a equação diferencial para a componente vertical da velocidade é, : \\dfrac{\\mathrm{d}\\,v_y}{\\mathrm{d}\\,t} = -g + C\\,v_y^2 que sim é uma equação de variáveis separáveis e pode ser resolvida facilmente. Usando o resultado desse problema, tendo em conta que a constante k é \\sqrt{C/g} e o valor da velocidade é -v_y, a solução dessa equação diferencial é: : v_y = - \\sqrt{\\dfrac{g}{C}}\\,\\tanh\\left(\\sqrt{g\\,C}\\,t\\right) ==Ver também== * Energia potencial elétrica * Equação de Torricelli * Teorema do trabalho-energia Categoria:Energia Categoria:Mecânica clássica Categoria:Grandezas físicas",
 "title": "Trabalho (física)"
}