{
 "id": "26539",
 "text": "Hematita ou hematite, cuja fórmula é Fe2O3, é um óxido de ferro de ocorrência frequente em solos e rochas. Seu nome provém do vocábulo grego αἷμα \"haima\" referente a \"sangue\", devido a sua cor. == Gênese == Inicialmente o ferro está presente em minerais primários, constituintes de diversas rochas, na forma Fe2+; posteriormente, esse é liberado pelo intemperismo através dos processos de protólise e oxidação; havendo contato com a água, ocorre hidrólise causando a formação de variados óxidos de Fe3+, como a hematita. Em ambientes totalmente aeróbicos, os óxidos de ferro se distribuem de modo ubíquo, resultando em um solo com coloração homogênea. Todavia, em ambientes anaeróbicos, o ferro pode ser reduzido por microorganismos e dissolvido, causando uma distribuição irregular do ferro e consequente coloração heterogênea. Em ambientes aeróbicos, os óxidos de ferro hematita e goethita são os mais comuns devido a sua alta estabilidade termodinâmica nessas condições. == Ocorrência Geológica == Hematita é encontrada como um mineral primário ou como produto da alteração de rochas ígneas, metamórficas ou sedimentares. Ela pode se cristalizar durante a diferenciação do magma ou por precipitação, oriunda do movimento de incrustações de fluido hidrotermal em massas rochosas; também tem sua gênese decorrente do metamorfismo de contato: quando o magma reage com rochas adjacentes. O mais importante depósito de hematita reside no ambiente sedimentar. Por volta de 2,4 bilhões de anos atrás, o oceano da Terra era rico em ferro dissolvido, porém havia pouco oxigênio presente na água. Então um grupo de cianobactérias tornou-se capaz de realizar fotossíntese, causando a primeira liberação de oxigênio livre no meio aquático. Este oxigênio disponível passou a reagir com o ferro formando hematita, que se precipitou no fundo do leito oceânico e tornou-se as unidades de rochas que atualmente são denominadas formações de bandas ferríferas. Muito do depósito sedimentar ferrífero contém hematita e magnetita, assim como outros minerais de ferro associados. == Ocorrência em Marte == A NASA, em 2004, realizou a descoberta de que a hematita é um dos minerais mais abundantes das rochas e da superfície de Marte. Esta abundância de hematita nas rochas de Marte e nos materiais superficiais conferem à paisagem uma coloração marrom avermelhada, justificando a razão do planeta aparentar cor vermelha no céu noturno. Esta é a origem da designação “Planeta Vermelho” para Marte. == Associações == Ocorre associada com ilmenita, rutilo e magnetita (metamórficas e ígneas); goethita, siderita e lepidocrocita (sedimentares).Deer, W.A., R.A. Howie, and J. Zussman (1962) Rock-forming minerals, v. 5, non-silicates, 21–27. == Forma == O cristal de hematita é hexagonal; seu complexo cristalino pode ocorrer em romboedro, pseudocubo, prisma e raramente escalenoedro; além disso, também no formato tabular fino, micáceo ou placas, comumente em rosetas; em forma de raios fibrosos, reniforme, botrioide, conglomerados de estalactites, ou colunar. Hematita pode ser encontrada de maneira terrosa, em grânulos, em oólitos ou em concreções.Blake, R.L., R.E. Hessevick, T. Zoltai, and L.W. Finger (1966) Refinement of the hematite structure. Amer. Mineral., 51, 123–129. (4) Maslen, E.N., V.A. Streltsov, N.R. Streltsova, and N. Ishizawa (1994) Synchrotron X-ray study of the electron density in α−Fe2O3. Acta Cryst., 50, 435–441. == Propriedades Ópticas == As formações de hematita são opacas, embora transparentes em suas arestas. A coloração varia de cinza-aço, podendo apresentar manchas iridescentes opacas a vermelho brilhante; ou branco a cinza-claro com tonalidade azulada, em luz refletida, com reflexos internos vermelhos e avermelhados. == Solo == Hematita ocorre em muitos tipos de solos como resultado do intemperismo, ou desagregação direta, da rocha matriz, ou ambos. É mais comum em ambientes tropicais ou em temperados quentes do que em ambientes frios. Além disso, tem maior ocorrência em solos bem drenados do que em solos palustres. Este mineral é frequentemente encontrado concentrado na forma de oólitos, concreções, nódulos, plintitas, bandas, camadas, mosqueados e ferricretes. É responsável por conferir a diversos tipos de solos a coloração vermelho, ocre-avermelhado e marrom-avermelhado; especialmente os solos que estão sob nítida variação climática de estação seca e estação úmida, a exemplo dos solos mediterrâneos. A fina textura da hematita desempenha importante função como agente cimentante para a formação de agregados no solo. Em secções finas analisadas por microscópio eletrônico, observou-se nódulos, concreções e ferricretes, sugerindo que o efeito cimentante ocorre pelo crescimento de cristais de óxido de ferro entre as partículas da matriz. Enquanto que o efeito agregante é gerado através da atração das partículas de óxidos de ferro, carregadas positivamente, e das partículas dos filossilicatos de argila, carregadas negativamente. Um típico exemplo de agregação são os altamente estáveis microagregados encontrados em Latossolos; esta agregação não os torna facilmente dispersivos em água e também contribui notavelmente para a capacidade de armazenamento e condutividade hidráulica desses solos. Todavia, esses agregados podem ser dispersos por ligantes orgânicos (como oxalato, citrato), mesmo sem causar relevante solubilização do ferro. ==Galeria== Ficheiro:Hematite-LTH43A.JPG|um raro cristal pseudo escalenoedro Ficheiro:Quartz-Hematite-113680.jpg|Três cristais de quartzo com inclusão vermelho-ferrugem de hematita, em um mineral hematita Ficheiro:Rutile- Hematite-113489.jpg|Cristais aciculares de rutilo irradiando a partir de uma placa de hematita Ficheiro:Cylinder seal antelope Louvre AM1639.jpg|Selo cilíndrico Cypro-Minoan feito de hematita (à esquerda) com sua correspondente impressão (à direita), aproximadamente do séc XIV a.C. Ficheiro:Hematite-254990.jpg|Um conglemerado de lâminas hematíticas de crescimento paralelo, brilhantes como espelho, do Brasil. Ficheiro:Hematite.bear.660pix.jpg|Escultura em hematita, 5 cm de comprimento Ficheiro:Hematit 2.jpg|Hematita, variante especularita, com uma granulação fina Ficheiro:Hematite-rich BIF ventifact.jpg|Hematita vermelha proveniente de uma formação de banda ferrífera, em Wyoming Ficheiro:Hematite streak plate.jpg|Placa riscada mostrando que a hematita tem um traço de cor vermelho- ferrugem == Ligações externas == * Mars spheres image. * Trench * Branco, Pércio de Moraes, 2008, Dicionário de Mineralogia e Gemologia, São Paulo, Oficina de Textos, 608 p. il. Categoria:Minerais de ferro Categoria:Óxidos (minerais)",
 "title": "Hematita"
}