{
 "id": "26555",
 "text": "Um display de cristal líquido, acrônimo de LCD (em inglês liquid crystal display), é um painel fino usado para exibir informações por via eletrônica, como texto, imagens e vídeos. Seu uso inclui monitores para computadores, televisores, painéis de instrumentos e outros dispositivos, que vão desde cockpit de aeronaves, displays em computadores de bordo de automóveis, a dispositivos de utilização diárias, tais como leitores de vídeo, dispositivos de jogos, relógios, calculadoras e telefones. ==História== *1888: Friedrich Reinitzer (1858-1927) descobre a natureza do líquido cristalino de colesterol extraído de cenoura (ou seja, dois pontos de fusão e de geração de cores) e publicou suas descobertas em uma reunião da Sociedade Química de Viena em 3 de maio de 1888 ( F. Reinitzer: Beiträge zur Kenntniss des Cholesterins, Monatshefte für Chemie (Wien) 9, 421-441 (1888)). *1904: Otto Lehmann publica seu trabalho \"Flüssige Kristalle\" (Cristais Líquidos). *1911: Charles Mauguin realiza primeiros experimentos de cristais líquidos confinados entre as placas de camadas finas. *1922: Georges Friedel descreveu a estrutura e as propriedades dos cristais líquidos e classificou-as em 3 tipos (nemáticos, smectics e cholesterics). *1936: A Marconi Wireless Telegraph patenteou a primeira aplicação prática da tecnologia, \"The Liquid Crystal Light Valve\". *1962: A primeira publicação em língua Inglesa importante sobre o tema \"Estrutura Molecular e Propriedades de Cristais Líquidos\", pelo Dr. George W. Gray. *1962: Richard Williams, da RCA, descobriu que os cristais líquidos tinham algumas características electro-ópticas interessantes, gerando stripe- padrões em uma fina camada de material de cristal líquido através da aplicação de uma tensão. Este efeito é baseada em eletro-instabilidade hidrodinâmica formando o que agora é chamado de \"domínios Williams\" dentro do cristal líquido. *1964: George Heilmeier, trabalhando nos laboratórios da RCA sobre a descoberta de Williams, conseguiu a mudança de cores pelo campo, induzido o realinhamento de corantes dicróicos em um cristal líquido homeotropically orientado, o que gerou a realização do primeiro display de cristal líquido operacional baseado no que ele chamou de modo dinâmico de dispersão (DSM). Aplicação de uma tensão a um display DSM muda a inicialmente clara camada de cristal líquido transparente em um estado de turvação leitosa. Exibe que DSM poderiam ser exploradas de modo transmissivo e reflexivo, mas eles exigiam uma corrente considerável de fluxo para o seu funcionamento. George H. Heilmeier foi incluído no National Inventors Hall of Fame e creditados com a invenção do LCD. *1960: trabalho pioneiro sobre os cristais líquidos foi realizado no final dos anos 1960 pela Constituição do Reino Unido Radar Royal em Malvern, na Inglaterra. A equipe da RRE apoiando o trabalho em curso de George Gray e sua equipe da Universidade de Hull, que finalmente descobriu o CYANOBIPHENYL cristais líquidos (que tinha estabilidade e propriedades de temperatura correta para aplicação em LCDs). *1970: Em 4 de dezembro de 1970, o efeito de campo twisted nematic em cristais líquidos foi patenteado pela Hoffmann-La Roche, na Suíça, (Swiss patente n º 532 261), com Wolfgang Helfrich e Schadt Martin listados como inventores [9]. Hoffmann-La Roche, em seguida, licenciou a invenção ao fabricante suíço Brown Boveri & Cie, que produziu display para relógios de pulso durante a década de 1970. A indústria de eletrônicos japonêsa logo produziu os primeiros relógios de quartzo digital de pulso com TN-LCDs e muitos outros produtos. James Fergason, enquanto trabalhava com Sardari Arora e Alfred Saupe na Kent State University Liquid Crystal Institute, apresentou uma patente idêntica no Estados Unidos em 22 de abril de 1971. Em 1971, a companhia de FERGASON ILIXCO (agora LXD Incorporated) produziram a primeira base LCDs sobre o TN-efeito, que em breve substituíram os tipos de DSM, devido a melhorias de tensões, de funcionamento e menor consumo de energia. *1972: O primeiro painel do visor ativo-matriz de cristal líquido foi produzido nos Estados Unidos por T. Peter Brody. *2007: No 4 º trimestre de 2007, pela primeira vez a venda de televisores LCD superou a de CRT em nível mundial. Em 17 de Março a companhia italiana Technovision lança luXio, a maior TV LCD do mundo, com 205\", superando assim as TVs da Samsung, de 84\"; da Panasonic, de 103\"; da Sharp, de 108\"; e recentemente da veterana Panasonic com 150\". *2010: TVs LCD tornaram-se a maioria No Mundo Todo Superando De Vez Os Televisores De CRT. == Visão geral == Cada pixel de um LCD tipicamente consiste de uma camada de moléculas alinhadas entre dois eletrodos transparentes e dois filtros polarizadores. Os eixos de transmissão são, na maioria dos casos, perpendiculares uns aos outros. A superfície dos eletrodos que estão em contato com o material de cristal líquido são tratados de forma a alinhar as moléculas de cristal líquido em uma determinada direção. Este tratamento consiste tipicamente em uma fina camada de polímero que é esfregada unidirecionalmente. A direção do alinhamento do cristal líquido é então definida pela direção da fricção. Os eletrodos são feitos de um condutor transparente chamado Indium Tin Oxide (ITO). Antes de aplicar um campo elétrico, a orientação das moléculas de cristal líquido é determinada pelo alinhamento com as superfícies dos eletrodos. Em um dispositivo \"twisted nematic\" (dispositivo mais comum de cristal líquido), as direções de alinhamento na superfície dos dois eletrodos são perpendiculares uns aos outros, e assim as moléculas se organizam em uma estrutura helicoidal. Isto reduz a rotação da polarização da luz incidente, e o dispositivo aparece cinza. Se a tensão aplicada à superfície é grande, as moléculas de cristal líquido no centro da camada assumem quase completamente forma helicoidal, e a polarização da luz incidente não roda à medida que passa através da camada de cristal líquido, esta luz será, então, principalmente polarizada perpendicular ao segundo filtro, e, portanto, aparecerá o pixel preto. Ao controlar a tensão aplicada em toda a camada de cristal líquido em cada pixel, a luz pode ser autorizada a passar em quantidades variadas constituindo diferentes níveis de cinza. O efeito óptico de um dispositivo twisted nematic na tensão e no estado, é muito menos dependente das variações da espessura do dispositivo do que da tensão no estado desligado. Devido a isto, estes dispositivos são normalmente operados entre polarizadores cruzados de tal forma que eles aparecem brilhantes sem tensão (o olho é muito mais sensível às variações do estado escuro do que ao estado brilhante). Estes dispositivos podem também ser operados entre polarizadores paralelos, caso em que os estados claro e escuro estão invertidos. A tensão de estado desligado escuro nesta configuração aparece manchada, porém, devido a pequenas variações de espessura em todo o dispositivo. Tanto o material de cristal líquido quanto o material de camada de alinhamento contém compostos iônicos. Se um campo elétrico de uma polaridade específica é aplicada por um longo período de tempo, este material iônico é atraído para a superfície e degrada o desempenho do dispositivo. Isto é evitado, através da aplicação de uma corrente alternada ou invertendo a polaridade do campo elétrico, como o dispositivo é o destinatário (a resposta da camada de cristal líquido é idêntica, independentemente da polaridade do campo aplicado). ==Tecnologia e características== Um LCD consiste de um líquido polarizador da luz, eletricamente controlado, que se encontra comprimido dentro de celas entre duas lâminas transparentes polarizadoras. Os eixos polarizadores das duas lâminas estão alinhados perpendicularmente entre si. Cada cela é provida de contatos eléctricos que permitem que um campo elétrico possa ser aplicado ao líquido no interior. Entre as suas principais características está a sua leveza, sua portabilidade, e sua capacidade de ser produzido em quantidades muito maiores do que os tubos de raios catódicos (CRT). Seu baixo consumo de energia elétrica lhe permite ser utilizado em equipamentos portáteis, alimentados por bateria eletrônica. É um dispositivo eletrônico-óptico modulado, composto por um determinado número de pixels, preenchidos com cristais líquidos e dispostos em frente a uma fonte de luz para produzir imagens em cores ou preto e branco. A mais antiga descoberta que levou ao desenvolvimento da tecnologia LCD foi a descoberta dos cristais líquidos, em 1888. Em 2008 as vendas mundiais de televisores com telas de LCD superaram a venda de unidades CRT. Um monitor de cristal líquido é um monitor muito leve e fino, sem partes móveis. A tecnologia LCD já é utilizada há algum tempo. Como exemplo, podemos citar consoles portáteis que começaram no Gameboy (Nintendo), relógios digitais, calculadoras, mp4, mp3, DVDs portáteis, câmeras digitais e celulares. === Vantagens === # Os monitores do tipo LCD possuem uma tela que é realmente plana, eliminando as distorções de imagem dos monitores do tipo tubo de raios catódicos, ou CRT (que têm suas telas curvas); # Cansam menos a vista; # Consomem menos energia; # Emitem pouquíssima radiação nociva (alguns modelos já não emitem radiação nociva alguma); # Modelos recentes têm correções de distorções, deixando as imagens em estado harmônico e mais real, mesmo em movimento. # São muito baratos, nos EUA pode-se encontrar telas LCD por apenas US$ 2,00. #Mais resistente. #Sem limite de resolução teórica. Quando vários painéis LCD são usados juntos para criar uma única tela, cada painel adicional aumenta a resolução total da tela, que é comumente chamada de resolução empilhada. === Desvantagens === # A persistência do estado lógico dos pixels LCD pode levar a efeitos de \"arrasto\" na exibição de imagens com movimento por isso os televisores atuais utilizam taxas de atualização mais altas, porém \"artificiais\" ou \"virtuais\" já que taxas de atualizações \"reais\" torna o produto mais caro. # Devido ao efeito de \"arrasto\", só consegue exibir 300 linhas de resolução efetiva, seja SD, HD ou 4K. # Visualização de ângulo limitado em alguns monitores (principalmente ao olhar para acima ou para baixo), fazendo com que a cor, saturação, contraste e brilho variem, mesmo dentro do ângulo de visão pretendido, devido a variações na postura. # Exibe apenas uma resolução nativa. Um televisor HD ou superior não exibe corretamente um sinal SDTV. # Profundidade de bits fixos. Muitos LCDs mais baratos só são capazes de exibir 262 000 cores. Painéis S-IPS de 8 bits podem exibir 16 milhões de cores e tem nível significativamente melhor preto, mas são caros e têm um tempo de resposta ainda mais lento. # Taxa de atualização lenta. Todos, mas alguns monitores high-end (profissionais) não apoiam nenhuma taixa maior que 60 ou 75 Hz nativos; Enquanto isso não causa oscilação visível devido à alta taxa de atualização \"virtual\" ou \"artificial\" do painel de LCD, a taxa de atualização de entrada baixa ainda limita a atualização de fotogramas máximo que podem ser exibidos, impactando negativamente jogos e gráficos 3D. # Pixels mortos ou presos podem ocorrer durante a fabricação. # Em uma situação constante de termalização podem ocorrer em caso de má gestão térmica, em que parte da tela está superaquecida e parece descolorida em comparação com o resto da tela. # Perda de brilho e tempos de resposta muito mais lentos em ambientes de baixa temperatura. Em ambientes com temperaturas abaixo de zero, as telas de LCD pode parar de funcionar sem o uso de um aquecedor suplementar. # Perda de contraste em ambientes com alta temperatura. # Normalmente são criadas para não permitir a fácil substituição da luz de fundo, o que torna o conserto caro ou inútil. # O visor não funciona corretamente na luz solar direta (a menos que seja adaptado para isso), muitas vezes é completamente inviável a adaptação. ==Ver também== *Constituição do LCD *CRT *LED *TFT Categoria:Monitores de computador Categoria:Tecnologia de áudio e cinema Categoria:Palavras, frases e expressões em inglês Categoria:Acrónimos Categoria:Tecnologia de visualização",
 "title": "LCD"
}