{
 "id": "26598",
 "text": "Nergal, Nirgal ou Nirgali era o deus da guerra e da morte. Tinha por esposa a deusa Eresquigal. Ele também foi um deus do submundo. == Mitologia == O atrevido e impetuoso Nergal era filho de Enqui e Danquina e meio irmão de Marduque. Viveu toda a sua infância e juventude entre os deuses Anunáqui, até o dia em que ousou ofender Nantar, representante oficial de Eresquigal, afirmando total indiferença contra Eresquigal, uma deusa a quem nunca vira. Até aquele momento, a soberba de Nergal havia provocado nos demais deuses diversão e surpresa, porém naquele instante instaurou o horror e a reprovação por parte de todos, já que sabiam que a rainha do Inferno não seria condescendente com seu desprezo. Por conselhos de Enqui, Nergal enfim se encheu de temor e arrependeu-se do como tratou Nantar. Pediu ajuda a Enqui e este o instruiu a esculpir um trono com cedro sagrado e pintá-lo do modo certo. Ele deveria se despir de suas armas e brasões reais e levar o trono consigo até a morada de Eresquigal. Deveria declinar com gentileza qualquer presente da rainha do inferno, assim como sua cerveja ou seus banquetes e não deveria sentar-se em nenhum lugar que não fosse no que levava consigo, bem como também evitasse que algum servo lhe lavasse a poeira dos pés. Após atravessar os nove portais do reino do inferno, ele serviu diante do grande palácio de cristal e lápis-lazuli onde habitava Eresquigal e toda a sua terrível corte. Como aconselhara Enqui, Nergal prostrou-se diante de Eresquigal sentada em seu trono, mas oculta por sombra e um negro manto. Ela perguntou quem ele era e o que fazia em seu reino. Pensando que falava com uma velha horrenda e senil, Nergal demonstrou sua ousadia arriscando-se a dizer que fora enviado por Anu, com a finalidade de governar o inferno como rei e julgar os mortos. E esquecendo as indicações de Enqui, ameaçou Eresquigal com uma arma. A deusa fingiu temor e pediu tempo para pensar sobre o que faria se recompondo com um banho. Nergal decidiu espiá-la, e qual não foi sua surpresa ao ver quão fenomenal e avassaladora era a beleza da rainha do inferno. Ela então fingiu-se surpresa com a invasão íntima e se ofereceu em seu leito ao jovem deus. Nergal totalmente apaixonado, se submeteu aos seus perigosos encantos e comeu e bebeu de sua mesa, assim como deixou-se banhar e amou-a por seis dias e seis noites. Porém quando estava próximo da manhã do sétimo e derradeiro dia, ele partiu em segredo, temendo tudo o que fizera. Mas Nantar viu sua fuga e tentou retê-lo. Não conseguindo, foi até sua senhora e contou- lhe tudo. Furiosa e magoada, Eresquigal enviou Namtar até a morada dos Anunáqui para trazer Nergal, mas mais uma vez Enqui interveio se utilizando de um encanto para mudar a aparência de Nergal e enganar Nantar. Nantar não pôde reconhecer Nergal e voltou de mãos vazias. E Nergal, mesmo apaixonado recusou- se porque temia perder a vida gloriosa e tranqüila nas moradas de Anu. Então Eresquigal ameaçou tornar inférteis as terras e provocar fome na humanidade se Nergal não voltasse ao seu leito. Nergal pressionado pelos demais Anunáqui, não teve outra opção senão seguir seu destino e tornar-se senhor do inferno. As plaquetas sumérias nos dizem que Nergal traiu seu irmão Marduque, unindo-se a Ninurta e Nanar-Sim no conflito generalizado entre os deuses pelo controle da Terra em . == Identificação == Nergal também era identificado com Erra, divindade responsável pelos distúrbios civis e militares. Foi venerado na cidade de Cutu e tinha muitos outros nomes. Era ainda deus das pestes e doenças. == Na Bíblia == Nergal é citado na Bíblia Sagrada em 2 Reis 17:30, sendo cultuado pelos cidadãos de Cuta. == Ver também == * Ares * Hades * Marte (mitologia) * Plutão (mitologia) Categoria:Mitologia suméria Categoria:Divindades mesopotâmicas Categoria:Deidades da guerra",
 "title": "Nergal"
}