{
 "id": "26591",
 "text": "Enqui (Enki) era uma divindade da mitologia suméria, conhecido mais tarde como Ea ou Easarru (Ea-šarru) na acadiana e babilônica. Era o deus da água doce primordial, sabedoria e criação e foi cultuado desde ca. até como Enqui e de ca. até como Ea. Seu templo era a casa de Apsu ou Eengurra em Eridu, mas essa informação só é conhecida através de inferências literárias. No tempo do Império Neobabilônico , sua popularidade diminuiu e tornar-se-ia pai de Marduque. Foi registrado em placas, esculturas, estelas votivas e glípticos e em textos cuneiformes como Enuma Elixe, Epopeia de Gilgamés e , Atracasis, Enqui e a Ordem do Mundo, hinos templários, etc. Isimude era seu mensageiro. == Relação genealógica == Enqui era filho de Anu e Namu e, segundo uma versão, irmão gêmeo de Iscur. Era esposo de Danquina, que gerou Marduque, e , que gerou Ningal. Ainda engravidou Ninursague, que gerou . Depois engravidou Ninsar, que gerou , e Nincurra, que gerou Utu e ; noutra versão Enqui engravidou e gerou Utu. Ele ainda teve ao menos outros dois filhos, e , e diz- se que Abu nasceu de sua cabeça. == Características == Como deus da água doce, em sua capacidade de nutrir a terra, Enqui era uma das principais divindades sumérias, mas se pensa que teve uma entrada tardia no panteão. Geralmente era representado como uma figura em chifres típicos, cocar e saia em camadas com dois fluxos de água (Tigre e Eufrates) saltando dos ombros ou de um vaso e peixes saltando. Ainda podia segurar o pássaro Indugude (trovão), significando nuvens subindo das águas. Seu pé podia repousar num íbex. O funcionamento dos assuntos diários foi deixado sob sua responsabilidade e segundo os mitos organizou a terra e estabeleceu a lei e a ordem, bem como foi um dos três deuses que lutaram na batalha primordial entre o bem e o mal. No épico de criação sumério, Enqui partiu num barco para vingar o sequestro por Cur da deusa Eresquigal e Cur revidou com pedregulhos. Ele então aparece enchendo o Tigre e Eufrates com água doce sagrada a pedido de e nomeando outras divindades menores para seus deveres em conexão com o bem-estar do mundo natural: com os projetos de edificação e casas; Sirara à proteção das águas do Golfo; com as terras planas aluviais do sul da Mesopotâmia; Iscur com os ventos; Enquindu com os canais e diques; e , deus do gado, foi enviado à terra por Enlil e Enqui para trabalhar com , deusa dos cereais. Além disso, Enqui era deus dos artistas e artesãos. Numa lenda, gerou as plantas de seu sêmen e deixou-as dentro de seu corpo até adoecerem, obrigando Ninursague a colocá-las em sua própria vagina e dar à luz sua progênie. Segundo o Enuma Elixe, Enqui matou Apsu enquanto dormia, provocando a ira de Tiamate, consorte dele. Após matá-lo, estabeleceu sua morada no Apsu sob a cidade de Eridu. Noutra lenda, foi persuadido enquanto estava bêbado, e através de um subterfúgio de Inana, dotou-a com mais de cem decretos divinos, que ela levou de volta para Uruque em seu barco e que formou a base da constituição cultural suméria. Quando Inana foi ao submundo para confrontar sua irmã Eresquigal, foi deixada por morrer por três e noites antes de ser restaurada a mando de Enqui, que criou dois seres, Curgarra e Galaturra, para assegurar sua libertação e reanimá-la, polvilhando-a com a comida e água da vida. Noutras lendas, Inana, Ninursague e Enlil são apresentados como seus adversários. Há também fontes que descrevem Ninguirsu fazendo uma jornada para Eridu para notificar Enqui das realizações de Gudea. == Bibliografia == * * Categoria:Mitologia suméria Categoria:Deuses da terra Categoria:Enuma Elish",
 "title": "Enqui"
}