{
 "id": "26617",
 "text": "Maria Manuela Dias Ferreira Leite GCC • GCIH (Lisboa, ) é uma economista e política portuguesa. == Família == Manuela Ferreira Leite é bisneta de José Dias Ferreira, lente de direito da Universidade de Coimbra, maçon., várias vezes Ministro dos Negócios da Fazenda, entre 1868 e 1893, e que chegou a presidente do Conselho de Ministros na última fase da Monarquia Constitucional; neta de José Eugénio Dias Ferreira, que foi lente do ISCEF (antes disso, a sua reprovação no doutoramento em Direito na Universidade de Coimbra fez espoletar a Greve Académica de 1907), filho natural de seu pai e de Eugénia Henriqueta Alves Travassos Valdez, 1.ª Condessa de Penalva de Alva, viúva do 1.º Visconde de Penalva de Alva, e filha do 2.º Conde do Bonfim, razão pela qual na sua descendência se uniram os nomes José e Eugénio, e de sua mulher Júlia ...; filha do também advogado Carlos Eugénio Dias Ferreira (Lisboa, 18 de Maio de 1908) e de sua mulher Julieta Ferreira Teixeira de Carvalho; e irmã de Júlia Dias Ferreira de Almeida Flor (professora jubilada da Faculdade de Letras da Universidade de Lisboa), de José Eugénio Dias Ferreira (advogado, militante do PSD), e de Margarida Dias Ferreira. É prima em 5.º grau de Pedro Miguel de Santana Lopes.\"Raízes e Memórias\", Associação Portuguesa de Genealogia, Lisboa, N.º 21 == Biografia == Manuela Ferreira Leite cresceu na capital portuguesa, tendo frequentado o Liceu Maria Amália Vaz de Carvalho e o Liceu D. João de Castro. Em 1963 licenciou-se em EconomiaCf. de 2006 dos docentes do ensino superior de 31 de Maio de 2008 da RTP., pelo Instituto Superior de Ciências Económicas e Financeiras (actual ISEG), obtendo ex-aequo os prémios de Aluno Mais Distinto do Curso, Aluno Mais Classificado do Curso de Economia e de Aluno Mais Classificado na Cadeira de Política Ultramarina. No mesmo ano torna-se bolseira da Fundação Calouste Gulbenkian, para estudar os aspectos económicos da educação, vindo a frequentar um curso organizado pela OCDE na Alemanha. Entre 1964 e 1973 continuará ao serviço da FCG, primeiro como investigadora do Centro de Economia e Finanças do Instituto Gulbenkian de Ciência, até 1972, depois como técnica do Serviço de Investimentos, até 1973. Leccionou no ISCEF, como assistente das disciplinas de Finanças Públicas e Economia Pública. No mesmo instituto exerceu funções no Conselho Directivo, de 1973 a 1975, e dirigiu o departamento de Finanças Públicas, entre 1975 e 1979. Em 1975 passou também a dirigir o Departamento de Estatística do Instituto das Participações do Estado, além de ter um lugar como vogal do Conselho Administrativo do Instituto de Tecnologia Informativa, até 1977. Nesse ano tornou-se coordenadora do Núcleo de Finanças Públicas e Mercado de Capitais do Gabinete de Estudos do Banco de Portugal, até 1986. Fez parte da delegação portuguesa ao Comité de Política Económica da OCDE, em 1985. Assumiu o cargo de directora-geral da Contabilidade Pública, de 1986 até 1990, e ocupou o lugar de membro do Comité do Orçamento do Conselho da Europa, entre 1987 e 1992. Integrou ainda os órgãos de várias instituições privadas, sendo membro do Conselho Consultivo do Instituto Gulbenkian de Ciência, desde 1988, e dos Conselhos Superior e de Orientação Estratégica da Universidade Católica Portuguesa, além de ter presidido ao Conselho de Administração do Instituto Francisco Sá Carneiro. É vogal (não executiva) do Conselho de Administração do Banco Santander. Entrou para a política pela mão de Aníbal Cavaco Silva, seu colega na Fundação Calouste Gulbenkian. No VI Governo Constitucional, chefiado por Francisco Sá Carneiro, assumiu funções como chefe de gabinete do então Ministro das Finanças e Plano, até 1981. Seria também Cavaco Silva a nomeá-la Secretária de Estado do Orçamento do XI Governo, em 1990. Em 1991 é chamada para o XII Governo, como Secretária de Estado Adjunta e do Orçamento, até 1993, e como Ministra da Educação, até 1995. Eleita pelo Círculo de Évora, tomou assento na Assembleia da República em 1995, reeleita por Lisboa, em 1999. Ao longo desses mandatos presidiu à Comissão Parlamentar de Economia, Finanças e Plano, de 1995 a 1999, e ao Grupo Parlamentar do PSD, entre 2001 e 2002. Em 2002 regressou ao Governo, como Ministra de Estado e das Finanças do XV Governo, tendo sido a primeira mulher portuguesa a assumir esse cargo. Foi membro do Conselho de Estado, entre 2006 e 2008, e professora catedrática convidada do Instituto Superior de Gestão, onde foi co-responsável pelos Serões de Política Económica e pela pós-graduação em Gestão Pública, entre 2005 e 2008. Em 2008 seria também a primeira mulher portuguesa a chefiar um partido político, quando se tornou presidente da Comissão Política Nacional do PSD, cargo que deixou em Abril de 2010. É autora de vários artigos científicos de âmbito económico, de que salienta The Economics of Educational Costing (1968), On Returns to Education (1970), The Political Economy of Education (1972) e O Processo Orçamental e a Reforma da Administração Pública (1986). Proferiu conferências em Portugal e no estrangeiro, tendo chefiado a Delegação Portuguesa à IV Conferência Mundial da Organização das Nações Unidas, sobre a Mulher. Tem colaborado com a imprensa escrita e com a rádio, nomeadamente no caderno de Economia do Expresso, nos diários Público e Jornal de Notícias, e no programa Falar Claro, da Rádio Renascença. Foi distinguida com a Grã-Cruz da Ordem do Infante D. Henrique a 6 de Março de 1998 e com a Grã-Cruz da Ordem Militar de Nosso Senhor Jesus Cristo a 10 de Junho de 2011. A 20 de Julho de 2011 foi nomeada Chanceler do Conselho das Ordens Nacionais pelo Presidente Aníbal Cavaco Silva. A 23 de Março de 2016, foi reconduzida como Chanceler das Ordens Nacionais pelo Presidente da República Marcelo Rebelo de Sousa. Em 2021 foi renomeada para um 3.º mandato. A 2 de Fevereiro de 2018, recebeu o título de Doutora Honoris Causa pela Universidade Católica Portuguesa, em Lisboa. ==Casamento e descendência== É divorciada do também economista Rui Ferreira Leite, do qual tem dois filhos e uma filha. ==Ligações externas== *\"Manuela Ferreira Leite, a primeira mulher a dirigir o partido de Sá Carneiro\", in RTP Categoria:Naturais de Lisboa Categoria:Alumni do Instituto Superior de Economia e Gestão Categoria:Professores da Universidade Lusófona de Lisboa Categoria:Mulheres economistas de Portugal Categoria:Empresários de Portugal Categoria:Membros do Conselho de Estado de Portugal Categoria:Ministros das Finanças de Portugal Categoria:Ministros da Educação de Portugal Categoria:Ministros de Portugal Categoria:Deputados da Assembleia da República Portuguesa Categoria:Líderes partidários de Portugal Categoria:Líderes da oposição de Portugal Categoria:Políticos do Partido Social Democrata (Portugal) Categoria:Mulheres de Portugal na política Categoria:Comentadores de Portugal Categoria:Grã-Cruzes da Ordem do Infante D. Henrique Categoria:Grã-Cruzes da Ordem Militar de Cristo Categoria:Doutores honoris causa pela Universidade Católica Portuguesa Categoria:Família Dias Ferreira",
 "title": "Manuela Ferreira Leite"
}