{
 "id": "26611",
 "text": "Sango (ou sangho) é uma língua falada principalmente na República Centro- Africana, e – em menor medida – nas regiões fronteiriças dos países vizinhos, onde é usada como língua franca. É a língua nacional, desde 1963, uma das duas línguas oficiais, conjuntamente com o francês desde 1991, e a língua mais utilizada da República Centro-Africana. Segundo o censo de 1988, a língua era usada nativamente por cerca de 450 000 pessoas, e estimativas atuais indicam que cerca de 92% da população da República Centro-Africana (aproximadamente 5 milhões) é capaz de se comunicar em sango, e que a população de falantes nativos cresce acentuadamente, apesar de não haverem números confiáveis quanto a isso. A classificação linguística do sango é objeto de disputa, onde alguns linguistas afirmam que o sango é uma língua crioula de origem ngbandi, e outros argumentam que as mudanças estruturais do sango podem ser justificadas sem um processo de creolização. De acordo com a hipótese da creolização, sango é ímpar no que tange sua base nativa (africana), ao invés de colonial (européia) - como é a norma -, onde o sango possui muitos empréstimos linguísticos do francês, porém sua estrutura geral e características principais derivam quase completamente do ngbandi. O pidgin do qual se origina foi usado como língua franca para comércio ao longo do rio Ubangi, se expandindo como linguagem de comunicação interétnica antes da colonização francesa na década de 1880. De um ponto de visto meramente estatístico, as palavras derivadas do francês são em maior quantidade, contudo, são raramente usadas, e, paralelamente, as palavras que provêm do Ngbandi são usadas mais frequentemente, com cerca de 490 palavras nativas do sango contando para cerca de 90% da fala coloquial. O sango é uma língua que apresenta tonalização, e ordenação frasa sujeito-verbo-objeto (SVO, assim como o português). Apesar de apresentar tonicidade, sua presença não possui função semântica no nível das palavras, inclusive apresentando tonicidade caótica nas palavras, e apenas apresenta função para demarcar características frasais como ênfase, negação e interrogação. Sua ortografia foi oficialmente estabelecida somente em 1984, e, até então, a maior parte do uso de linguagem escrita na República Centro- Africana era estabelecido em francês. Consequentemente, possui material escrito limitado, e focado especialmente em literatura religiosa, sendo, inclusive, o seu primeiro registro impresso um folheto catequista de 1930, atribuído a Barthélémy Boganda. Diferentemente de outras línguas crioulas, que já passaram por processos de descrioulização numa tentativa de forçar uma língua oficial, o sango foi a língua eleita para ser elevada a língua oficial, após um período colonial muito breve. Dessa forma, a maior parte dos centro- africanos usam o sango no seu dia-a-dia, e uma proporção crescente a tem como língua materna, e por isso a língua se encontra em situação estável e sem probabilidade de extinção. == Etimologia == Yângâ tî Sängö significa literalmente, em português, \"Língua do povo Sango\", subgrupo étnico dos Ubangi (por sua vez, subgrupo étnico dos Ngbandi), assim como os Yacomas e os Dendis, que, em sua expansão comercial no período pré-colonial francês, difundiu a base do que mais tarde se tornaria uma língua franca entre os povos Ubangi. A palavra Yângâ [jáŋɡá], é um substantivo de origem Ngbandi idêntica e pode significar \"boca\", \"abertura\", \"beirada\", \"contorno\", \"porta\" ou \"linguagem\", a depender do contexto em que se insere, que, no caso, indica seu uso como \"linguagem\". Por sua vez, a partícula tî é um conectivo subordinativo que expressa relações genitivas gerais. == História == Originária inicialmente da língua usada pela tribo Sango, parte da família linguística Nbandi, o sango foi originalmente usado como uma língua franca para as diferentes tribos com suas línguas distintas que viviam no entorno do Rio Ubangi no período anterior da colonização da região pela França. A língua aumentou o seu uso a partir do momento em que o exército francês começou a recrutar os centro-africanos, como forma de comunicação interétnica. Ao longo do século XX, missionários promoverram o sango devido ao seu já amplo uso. O rápido crescimento da capital Bangui nos anos 1960s teve implicações significativas no desenvolvimento do sango, com o surgimento, pela primeira vez, de uma população de falantes cuja língua-mãe era o sango. Enquanto imigrantes rurais para a cidade falavam diversas línguas e usavam o sango apenas como língua franca, e a próxima geração já o usava como principal (e ocasionalmente, única) língua. Tal fenômeno levou a uma rápida expansão do léxico - tanto formal, quanto informal - dentro do sango. Adicionalmentr, sua nova posição como língua corrente na capital elevou progressivamente o sango a prestígios cada vez maiores e um uso crescente para meios em que anteriormente o uso do francês era a norma. == Fonologia == === Vogais === Sango possui sete vogais orais e cinco nasais. O sango aceita uma grande variação alofônica que depende fortemente da etnia e língua mãe do falante, principalmente expressa pela incidência e frequência de nasalização na fala. Vogais do sango Oral Nasal Anterior Posterior Anterior Posterior Fechada Semifechada Semiaberta Aberta === Consoantes === Consoantes do sango Labial Dental Alveolar Palatal Velar Labiovelar Glotal Oclusiva Nasal Fricativa Aproximante Vibrante Fricativos palatais (como // e //) ocorrem ocasionalmente em empréstimos linguísticos e em alguns dialetos específicos. [ᶬv] é um fonema consideravelmente raro na linguagem falada. ==== Variações das consoantes ==== Alguns dialetos possuem alternâncias entre e , e , e , e (quando no meio das palavras) e e (quando no começo das palavras). As plosivas não vozeadas são produzidas com graus variados de aspiração, que varia desde mínima até bastante drástica, a depender do falante e de seu contexto etnolinguístico. Nota-se especificamente que, assim como no português, na fala de pessoas da etnia Banda, que possuem como segunda língua sango, substutui quando sucedido de . Além disso, falantes de sango das etnias Ngambay e Fulani languages frequentemente substituem por . Os fricativos possuem um amplo alcance de realização fonética. Falantes Ngbambay, por exemplo, costumam trocar por , e o oposto também se aplica. Outros falante, como os Isungu (também conhecidos como Mbati) usam para realizar o que seria . Finalmente, o fonema representado por é ocasionalmente realizado como por diversas etnias diferentes. === Fonotática === No sango, a estrutura silábica costuma tomar a forma CV, porém, apesar de sua raridade, duas vogais consecutivas (esquivalentes à estrutura CVV) também podem ocorrer. Não se deve confundir um ditongo com uma sílaba contendo uma vogal de contorno, dado que ambos são representados por , onde a repetição da mesma vogal com tons distintos por parte do último permite a distinção fácil dos dois. Consoantes em sango pode ser tanto palatalizadas ou labializadas, e são ortograficamente representados por C e C, respectivamente. Palavras são costumeiramente mono ou dissilábicas, e, menos comumente, trissilábicas. Palavras tetrassílabas são derivadas através de reduplicação ou composição, e podem ser tanto escritas como uma só palavra ou separadas novamente (\"kêtêkêtê\" ou \"kêtê kêtê\", muito pouco, e \"walikundû\" ou \"wa likundû\", feiticeiro). === Tons === Sango é uma língua tonal com três tons básicos (certos falantes com línguas maternas dotadas de mais tons ocasionalmente os usam na fala em sango, sem perdas de compreensão): baixo, médio e alto; onde tons baixos não são indicados, tons médios são indicados por uma trema , e tons altos são indicados por um acento circunflexo . O tom médio é um fonema marginal no sango, sendo que em apenas cinco palavras ele representa um contraste determinante com os outros dois tons, que é essencial para o entendimento da palavra. Isso porque, de forma semelhante ao que ocorre com vogais, dependendo do falante, o tom médio pode se expressar como tom alto ou baixo - efetivamente anulando qualquer efeito semântico que ele poderia trazer, no caso geral -, o tom baixo pode se expressar apenas como o médio, e o tom alto, apenas como o médio. Dessas palavras, quatro são os substantivos kôlï (homem), wâlë (mulher), ngâgö (espinafre) e îtä (irmão), e uma é a partícula de sentença ï. Em algumas poucas palavras, notam-se de tons de contorno, porém eles se limitam quase em sua totalidade a empréstimos linguísticos do francês. Esses tons de contorno são ortograficamente indicados por vogais duplas com tons distintos para indicar o padrão ascendente ou descendente. Por exemplo, indica um tom baixo-alto ascendente, alto-baixo descendente e médio-baixo descendente. Tons em sango possuem forte variação idioletal, afetada principalmente pela língua-mãe do falante não nativo, e uma carga funcional baixa, ou seja, sua modificação, presença ou ausência raramente causa danos consideráveis à compreensão, características derivadas de sua natureza crioula do sango. No entanto, pares mínimos consistentes ainda existem, como: dü (dar à luz) e dû (buraco). ==== Empréstimos linguísticos do francês ==== Empréstimos linguísticos monossilábicos constumam possuir um padrão de tonalização descendente alto-baixo (bâan (banco) do francês, banc). Em palavras multissilábicas, todas as sílabas carregam o tom baixo, exceto a sílaba final que é alongada e recebe um tom descendente, que, geralmente, é um tom descendente médio-baixo para substantivos (ananäa (abacaxi) do francês, ananas) e descendente alto-baixo para verbos (aretêe (parar) do frencês, arrêter). == Ortografia == Os primeiros registros de sango foram escritos por missionários franceses com convenções católicas e protestantes levemente diferentes. A Bíblia de 1966 e o Hinário de 1968 foram altamente influentes para o desenvolvimento das convenções ortográficas atuais e ainda são usados até os dias atuais. Em 1984, o presidente André Kolingba assinou o \"Décret No 84.025\", estabelecendo uma ortografia oficial para o sango, onde o alfabeto oficial consiste no alfabeto latino reduzido a 22 letras: : Ortografia oficial do sango de 1984 A B D E F G H I K L M N O P R S T U V W Y Z As letras são pronunciadas como suas contrapartes em IPA exceto por , pronounciado como , (consequência da origem francesa do alfabeto do sango), por , que pode representar tanto quanto , e por , que pode ser e . A ortografia oficial contém apenas as seguintes consoantes: , entretanto, é ocasionalmente adicionado para representar . Adicionalmente, os dígrafos são pronunciados como (apenas presente em estrangerismos), , , , , , and , respectivamente, e o trígrafo como . Sango possui sete vogais orais, , das quais cinco, , podem ser nasalizadas, sendo representadas por , respectivamente. Sango possui três tons, onde tons baixos não são indicados, tons médios são indicados por uma trema , e tons altos são indicados por um acento circunflexo . Os dígrafos , e podem ser usados em alguns empréstimos linguísticos, porém não estão competamente integrados ao sitema fonológico do sango. não precisa ser duplicado para apresentar o som , como é comum no português. Adicionalmente, nunca pe interpretado como outros som que não , como quando, no português, é pronunciado como . é consistentemente relacionado ao som , sem necessitar ser acompanhado por , formando as estruturas e . Ainda, nunca apresenta o som (como o em \"gelo\"), que só é presente ocasionalmente como variação dialetal de . == Gramática == === Pronomes === ==== Pessoais ==== Os pronomes pessoais em sango possuem características muito próximas dos pronomes usados no português, com singular e plural, e as tradicionais 1ª, 2ª e 3ª pessoas, idênticas ao português. A diferença notável é que existe uma fusão das 2ª e 3ª pessoas plurais, sendo um só pronome para as duas classes. Portanto, no total são 5 os pronomes pessoais do sango: Pronomes pessoais do sango 1ª pessoa 2ª pessoa 3ª pessoa Singular mbi mo lo Plural î âla No sango, os pronomes pessoais são exclusivamente reservados a pessoas e animais, sendo qualquer referência pronominal a objetos inanimados muita rara e fortemente evitada, apesar de possível. Tal uso incomum ocorre principalmente de bilíngues que, ao invés de usar um pronome pessoal, usam o estruturas pronominais decorrentes do adjuntivo ni. Ainda, o uso de pronomes pessoais na voz passiva são consideravelmente incomuns. Para tais instâncias, os pronomes de 2ª e 3ª pessoas, tanto singular quanto plural, Second or third person pronouns, singular and plural, são substituídos por estruturas pronominais decorrentes do adjuntivo ni. A substituição de ni por esses pronomes (comumente lo e âla) também é feita com o objetivo de evitar ambiguidades. Os pronomes plurais, - frequentemente para î e também raramente âla — também são usados para antecipar a pluralidade resultante da combinação de pronomes pessoais singulares ou um pronome singular com um substantivo singular. Isso seria equivalente a dizer \"nós e ele\" para significar \"eu e ele\" no português. Tais frases coordenativas são quase exclusivamente construções nominais anteriores à oração como em \"Î na lo, î gâ na Bambari.\" (Nós e ele, nós viemos ao Bambari) ou \"Î na mamâ, î gâ.\" (Nós e mamãe, nós viemos). ==== De tratamento ==== Em sango, não existem pronomes de tratamento diretamente. Porém existem formas pronominais especificamente usadas para demonstrar respeito a outras pessoas, de forma equivalente a pronomes de tratamente. Esse mecanismo se dá pelo uso de pronomes pessoais plurais, de forma aparentemente agramática, quando deveria-se usar, no lugar, um pronome pessoal singular. Nomeadamente, tanto no discurso direto quanto no indireto, âla substitui mo e lo. ==== Marcador de sujeito ==== O prefixo verbal a- é a única outra classe de pronomes identeificada no sango. Assim como os pronomes pessoais, ele pode tomar a função de sujeito de um verbal em certas circunstâncias. Adicionalmente, nunca é observado a adição de quaisquer modificadores sobre a-. Frases pronominais são sucedidas por a-, mas o pronome mbi não é seguido de a- exceto na fala de certos dialetos e falantes. No entanto, a- é usado indiscriminadamente objetos tanto animados quanto inanimados. Quando não imediatamente precedido por um sujeito gramatical, a- é encontrando ou seguido de si e laâ aderindo a uma construção nominal anterior à oração com o verbo; ou para substituir um sujeito previamente mencionado porque possui indentificação recente ou quanto é conhecido contextualmente, ou ainda pode ser usado como sujeito semanticamente indefinido (como \"eles\" em \"Não se pode mais viver confortavelmente, eles estão sempre nos vigiando.\"). === Substantivos === ==== Número ==== Apesar de nem todos os substantivos estarem abertos a pluralização, esta é marcada em sango pelo prefixo â-. Exceto para a categoria de flexão em número, nenhuma outra categoria gramatical ou semântica é representada no próprio substantivo. No entanto, a pluralidade não é necessariamente marcada, mesmo quando há referência a objetos específicos cujo número é conhecido. Não há certeza do padrão de ocorrência no marcador de plural em sango, porém uma tendência geral é que, nas circunstâncias em que o número de objetos é conhecido, ou assumido como tal, a marcação de pluralidade costuma ser evitada.m ainda que haja o reggistro de casos de redundância em circunstâncias onde a pluralidade é marcada tanto por â- quanto por um modificador nominal posterior, como numerais, \"mingi\" (muito) e \"kôé\" (tudo). No entanto, seguindo um padrão muito mais recorrentemente, existe uma tendência de pluralização muito mais forte pra nomes referentes a objetos animados, em detrimento de nomes referentes a objetos inanimados, característica comum a muitas línguas da area, como o gbaya. ==== Gênero ==== Como susbtantivos não apresentam qualquer flexão que não de número, a flexão de gênero deve ocorrer por indicação externa, através de , por exemplo, palavras acessórias, como é o caso para a indicação da flexão em gênero. Assim, para se indicar o masculino, se usa \"kâli\", e para o feminino, \"wâle\". === Verbos === Os verbos em sango, assim como outras classes gramaticais, são morfologicamente simples, tendo como único afixo o pronome marcador de sujeito a-. Fora isso, os verbos não adquirem qualquer flexão, seja de tempo, modo, aspecto, evidencialidade, pessoa, número ou gênero. A sufixação por -ngô é verbal simplesmeste porque somente sufixa radicais verbais, porém o sufixo em si é substantivizante e o verbo sufixado de -ngô nunca funciona como predicado. As necessárias flexões são então consideradas semanticamente ou através do léxico ou do contexto. Por exemplo, ação completada não é indicada de qualquer maneira explícita, sendo que quando há a necessidade para precisa ou esclarecimento, awe (está terminado\") é inserido ao final da(s) oração(ões). Analogamente, tempo futuro é indicado por fadê adicionado antes do sujeito ou do verbo, ou indicado pelo verbo eke (ser) imediatamente anterior ao verbo principal da oração. Ainda o modo condicional é indicado por tongana (sempre) e, em algumas construções, ka (ou substituindo ou paralelamente a tongana). ==== Verbo eke==== O verbo eke é usado precedendo outros verbos exceto de (restar) para indicar ação incompleta ou habitual. Mesmo sem o marcador de ação completa, awe, a oração lo te kôbe é interpretada naturalmente como \"ele comeu\" ao invés de \"ele está comendo\", que apenas após se adicionar o verbo eke é que pode indica-se a continuidade da ação na oração em lo [e]ke te kôbe (note que o primeiro \"e\" de eke é comumente eilpsado na fala de nativos, parte de uma série de contração previsíveis de eke em certos contextos gramaticais). == Vocabulário == === Números === O sango usa o sistema numeral indo-arábico em base numérica decimal base 10. Apesar de numerais, eles são tratados como adjuntivos, e muito raramente como substantivos, como é frequente em línguas européias. Números maiores que 9 são construídos sintaticamente através de números anteriores. Abaixo estão listados os principais números cardinais em sango: Números cardinais em sango Número Sango Tradução direta Número Sango Tradução direta Número Sango Tradução direta 1 ôko um 7 mbâsâmbârâ sete 11 bale ôko na (ndô nî) ôko 10 uma vez e (em cima) um 2 ôse dois 8 miombe oito 21 bale ôse na (ndô nî) ôko 10 duas vezes e (em cima) um 3 otâ três 9 ngombâyâ nove 100 ngbangbu (ôko) cem (uma vez) 4 osiô quatro 10 bale ôko 10 uma vez 1000 ngangbu bale ôko ou kutu 100 ((10 uma vez) vezes) mil 5 ukû cinco 20 bale ôse 10 duas vezes 2000 ngangbu bale ôse ou kutu osê 100 ((10 duas vezes) vezes) 1000 (duas vezes) 6 omanâ seis 30 bale otâ 10 três vezes 7382 ngangbu bale mabâsâmbârâ na ngangbu otâ na bale miombe na ôse 100∗10∗7 + 100∗3 + 10∗8 + 2 Em se tratando de dinheiro, é muito frequente o uso dos numerais franceses para contá-lo, uma herança do período colonial, apesar de haver a tendência crescente de usar o sistema númerico nativo. O sistema monetário atual é o Franco CFA da África Central. === Origem das palavras === De um ponto de visto meramente estatístico, as palavras derivadas do francês são em maior quantidade, contudo, são raramente usadas, e, paralelamente, as palavras que provêm do Ngbandi são usadas mais frequentemente, com cerca de 490 palavras nativas do sango contando para cerca de 90% da fala coloquial. Dada a história da língua não é difícil compreender tais estatísticas. Como o sango era usado como língua franca, dependia de um léxico fundamental reduzido para a parte mais essencial da comunicação, representada pelas 490 palavras nativas de uso altamente recorrente. Igualmente, após a colonização francesa, a necessidade para o léxico mais específico e preciso aumentou, uma vez que o sango estava sofrendo um acelerado crescimento, e empréstimos linguísticos foram a alternativa mais prática e acessível para todos os falantes de sango, independentemente da etnia do falante. Assim, o francês - e outras línguas, porém de maneira reduzida - supriu quase completamente tal demanda lexical, compondo enfim, a maior parte das palavras, porém com uso altamente reduzido. == Bibliografia == * * * * * * * * * * * * Categoria:Línguas crioulas Categoria:Línguas ubangianas Categoria:Línguas da República Centro-Africana Categoria:Línguas da República Democrática do Congo",
 "title": "Língua sango"
}