{
 "id": "2667",
 "text": "A arquivística ou arquivologiaVocabulário Eletrônico da Academia Brasileira de Letras. Acesso em 09/01/2011.Dicionário Priberam da Língua Portuguesa. Acesso em 09/01/2011. é uma ciência que estuda as funções do arquivo, e também os princípios e técnicas a serem observados durante a atuação de um arquivista sobre os arquivos. A arquivística se relaciona com a ciência da informação. == História == A origem da arquivística não é conhecida. No entanto, as duas primeiras obras sobre o assunto, de que se tem conhecimento, foram dois manuais de autoria do nobre alemão Jacob von Ramingen. Esses antecessores da ciência arquivística foram impressos em 1571, sob o título \"Von der Registratur\" (\"O Registrador\"), e provavelmente foram escritos durante a primeira metade do século XVI, por isto Ramingen pode ser considerado o \"pai\" (antecessor) desta disciplina, e seus manuais podem ser considerados os responsáveis pelo surgimento de uma tradição arquivística que continuou a existir na Alemanha durante pelo menos mais dois séculos. Em 2010, os manuais de Ramingen foram traduzidos do alemão para o inglês por JBLD Strömberg. RAMINGEN, Jacob von. Von der Registratur. 2 ed. 2010. Stockholm: JBLD Strömberg. 188 págs. Departamento LIBRIS da Biblioteca Nacional da Suécia. Acesso em 14 de janeiro de 2011. RAMINGEN, Jacob von. Von der Registratur. 2 ed. 2010. Stockholm: JBLD Strömberg. 188 págs. Biblioteca Nacional de Portugal. Acesso em 21 de março de 2013. Apresentação do livro == Conceitos fundamentais == === Arquivologia ou Arquivística === Ciência e disciplina que objetiva gerenciar todas as informações que possam ser registradas em documentos de arquivos. Para tanto, utiliza-se de princípios, normas, técnicas e procedimentos diversos, que são aplicados nos processos de composição, coleta, análise, identificação, organização, processamento, desenvolvimento, utilização, publicação, fornecimento, circulação, armazenamento e recuperação de informações. Com suas bases modernas fundamentadas na Revolução Francesa, a arquivologia gere a informação que tem determinada capacidade de tornar-se evidência ou prova de que algum evento ocorreu. Também a este campo do conhecimento cabe estudar a informação ligada a processos de trabalho. Ainda hoje há aqueles que confundem as funções e práticas de bibliotecas, museus e arquivos, visto que essas três instituições se ocupam da guarda, conservação e processamento de documentos para uso futuro ou corrente. No entanto, a natureza do documento e a finalidade de cada instituição difere e caracteriza cada uma delas, distintamente. Essas três entidades que se ocupam da guarda de documentos podem ser chamadas de órgãos de documentação. === Arquivo === O termo arquivo pode se referir tanto a um conjunto de documentos quanto à instituição que o armazena. === Documento === Unidade de registro de informações (ideias e fatos), qualquer que seja o suporte ou formato utilizado. É suscetível de consultas, pesquisas ou estudos, e também pode ser utilizado como evidência ou prova, neste caso servindo para, respectivamente, evidenciar ou comprovar a ocorrência ou existência de fatos, fenômenos, formas de vida e pensamentos do homem, em uma determinada época ou lugar. === Acervo === É o conjunto dos documentos que tratam de determinado assunto ou elucidam certos fatos, servindo para evidenciá-los ou comprová-los. Alternativamente, também pode se referir à disciplina que trata das atividades de manipulação das informações contidas nos documentos, para posteriormente disponibilizá-las aos usuários. === Formato === É a união de todas as características de um documento: suas características físicas, as técnicas de registro que foram utilizadas nele, a estrutura da informação nele registrada, e seu conteúdo informativo. === Fundo === Nome dado ao conjunto de documentos que possuem todos a mesma proveniência. O mesmo que arquivo. === Suporte === É o material no qual as informações são registradas. == Plano de classificação documental == O objetivo primordial de uma eficaz estruturação dos arquivos consiste na criação de condições para a recuperação da informação de forma rápida, segura e eficaz. Por esta razão, no início de funcionamento de um arquivo deve-se estabelecer o plano de classificação documental ou plano do arquivo, que consiste em: * Elaboração de fórmulas e padrões homogêneos para o registro dos atos administrativo independentemente do suporte. * Atribuição de códigos de classificação. * Definição da temporalidade dos documentos. * Padronização da tipologia documental. * Garantia de acesso aos administradores e ao usuário do serviço público. Para iniciar o objetivo de garantir agilidade no acesso às informações e a meta de aumentar a transparência e a qualidade no serviço público, é necessário priorizar a aplicação de instrumentos arquivísticos fundamentados em princípios de classificação que recuperem o contexto no qual os documentos foram produzidos, recebidos e acumulados, associados à avaliação documental, controle e acompanhamento da produção, tramitação, arquivamento e destinação final de documentos.Dicionário Brasileiro de Terminologia Arquivística . Acesso em 28/04/2012.Acesso em 28/04/2012 == Preservação, conservação e restauração de documentos == A Conservação tem por objetivo a adoção de um plano para a desaceleração do processo de degradação. É importante diferenciá-la da Restauração e da Preservação; a primeira trata das medidas que visam a estabilizar os danos através da recuperação dos documentos deteriorados; já a Preservação tem uma dimensão mais abrangente, já que conjugam iniciativas administrativas, políticas e sociais de proteção das possíveis deteriorações que comprometem a inteireza e a existência dos documentos e, consequentemente, das informações neles contidas, muitas vezes portadoras da história e da memória de um indivíduo, de uma instituição, localidade, comunidade, país, etc. As instituições que serão aqui abordadas – arquivos, bibliotecas e museus – necessitam de planejamento para que os materiais ali presentes possam ser preservados. As práticas de conservação, restauração e preservação, na arquivística, corresponde com as atividades finalísticas da instituição, mas são importantes para que suas informações se mantenham íntegras. É importante salientar que tais organizações, atualmente, têm a mesma função, que é disponibilizar os documentos e informações sob sua guarda; elas possuem um mesmo passado, pois durante algum tempo as definições sobre arquivo, biblioteca e museu coadunavam, já que a finalidade, a forma física dos documentos e os objetivos eram os mesmos. O que há de distinção entre elas é que os arquivos atendem a ordenação documental de uma pessoa física ou jurídica; a biblioteca mantém seus livros impressos para a consulta do público; e o museu disponibiliza peças e objetos para a apreciação do público. Com isso, para que se mantenha a memória social contida nos materiais que se encontram nesses estabelecimentos é fundamental que iniciativas que interfiram diretamente no processo de deterioração sejam colocadas em prática, pois desta forma as informações contidas nos suportes serão mantidas para as futuras gerações. No entanto não deve ser esquecida a influencia dos pesquisadores na manutenção das informações presentes em instituições que disponibilizam o acesso a seu acervo. === Materiais utilizados na restauração de documentos === A disseminação da herança cultural dos povos depende da preservação de seus documentos. É papel de todos buscarem a sobrevivência física e material desses objetos, por meio de políticas simples de preservação. No entanto, devido a fatores externos como luminosidade, temperatura, umidade, poluição atmosférica, e até mesmo o uso, faz-se necessário a intervenção de profissionais de conservação e restauração para tomar medidas que busquem prolongar permanência da informação. Para a realização do restauro em documentos, tais como livros, mapas, pinturas, mobiliário, esculturas e etc, utilizam-se, entre outros, os materiais relacionados a seguir: *Bisturi - utilizado para retirada de pontos de ferrugem, sujidade e vestígios de insetos que não saíram com a trincha. Deve ser utilizado com extremo cuidado para não provocar danos no papel e/ou perda da informação impressa. *Caneta medidora de pH - caneta utilizada para medir a acidez e a alcalinidade do papel. A solução vermelha de clorofernol contida na caneta quando em contato com papel livre de acidez apresenta a cor púpura/lilás, quando em contato com papel ácido apresenta a cor amarela. *Cantoneiras para fotografias (framers corners ou photo corners) - cantoneiras feitas de MYLAR com autoadesivo, em formato triangular, próprias para a realização de montagens com fotos, trabalhos em papel etc. Sua colagem é bem rente, impedindo a ocorrência de folga entre a foto e a cantoneira. *Cola de metilcelulose - é uma substância neutra, em pó, solúvel em água, totalmente transparente, não amarela. Utilizada não apenas colar como, também, descolar. Por sua característica sintética, possui a vantagem de não atrair fungos e insetos, os quais destroem o papel, outra característica é não produz manchas. Pode ser encontradas em farmácias de manipulação, lojas de materiais ou de artigos de festa e em lojas de produtos para confeitaria. *Conservador de couro (Fredelka, leather preservative/restorer) - rejuvenesce, restaura e preserva o couro. É isento de componentes inflamáveis ou voláteis. Desenvolvido para repor óleos naturais encontrados no couro, previne as rachaduras causadas pelo ressecamento. Para proporcionar uma limpeza efetiva, é composto de óleo de mocotó, cera de abelha e cera microcristalina, que penetram profundamente no couro, produzindo uma camada de proteção em sua superfície. Aplica-se com um pano seco e macio à temperatura ambiente. Após a completa secagem dá-se brilho com uma flanela. *Document repair tape - é uma combinação única de uma fita livre de acidez muito fina e resistente, coberta com adesivo igualmente livre de acidez. Não amarela, é reversível e serve para reparar folhas como nenhuma outra. Embora permanente, pode ser removida com mineral spirit sem danificar nem amarelar o livro ou documento sobre o qual foi colocada. *Espátula de osso - espátula feita de osso de boi, usada para alisar e fixar superfícies, vincar fitas e papéis. *Espátula lecron - confeccionada em aço cirúrgico, possui uma ponta em forma de faca e a outra em forma de colher. Ferramenta auxiliar em diversas tarefas do restaurador. *Espátula para pigmento - instrumento de aço cirúrgico, ideal para a preparação de pigmentos. Possui uma colher-medidora em uma extremidade e na outra uma lâmina plana, para mistura. *Espátula térmica - revestida com uma camada de TEFLON na base, possui termostato para controlar a temperatura entre 38 °C e 177 °C. Utilizada para planificação do documento, secagem e fixação do papel japonês. *Estilete - é fabricado com corpo termoplástico, com trava e suporte, com lâmina retrátil de 18 mm de largura e aproximadamente 110 mm de comprimento - indicado para serviços leves, rebarbas finas; *Filme poliéster cristal - é uma película constituída 100% de poliéster, dura e clara, que combina durabilidade, estabilidade dimensional, propriedades elétricas, térmicas e de barreira. Tem grande transparência e é completamente neutro em seu PH. Não é afetado por óleos ou graxas e mantem sua claridade, flexibilidade e dureza até 150 °C. Não contém plastificantes que possam migrar para as obras de arte ou documentos. *Filmoplast P 90 Tape - fita de papel branco, sensível à pressão, com fibras longas e resistentes a envelhecimento e rasgos. Recomendada para reparar junções, prender e remendar bordas avariadas de documentos, páginas de livros e afins. Este material é isento de fibras de madeira. PH neutro, revestido com carbonato de cálcio. *Fita lineco (cotton cloth tape) - forte e flexível, fita 100% algodão, que serve tanto para reparos quanto para pregar materiais em suportes. Para colar com ferro quente. Não encolhe ou escorrega sob forte pressão. Uma vez aplicado, o adesivo torna- se permanentemente grudado, podendo entretanto ser retirado colocando-se calor novamente na fita (o adesivo pode ser removido ou dissolvido com mineral spirit). *Lupa - lente redonda e com armação de plástico. Auxilia no processo de restauração possibilitando identificar pequenos defeitos e garante mais precisão durante os reparos. *Papel japonês - é obtido por processo manual e com utilização de fibras vegetais muito longas, com ingredientes estáveis de alta qualidade. No processo de restauração é muito utilizado para o procedimento de enxerto nos locais danificados e onde há perda de parte do papel. O papel japonês deve ser adequado à gramatura da folha a qual ele será aderido e pode ser tingido ou não. É utilizado também para a velatura que consiste na aplicação de uma folha de reforço de papel japonês, numa gramatura baixa (para transparência), no verso de uma folha inteira, visando a manutenção de sua integridade. *Papel mata-borrão - é um tipo de papel muito absorvente. Na restauração é utilizado para absorver o excesso de substâncias líquidas no processo de desacidificarão do papel, pigmentação e higienização e limpeza dos documentos. *Pigmentos - os pigmentos são partículas coloridas, finas e sólidas, insolúveis nos aglutinantes. De diferentes formas, tamanhos e texturas, proporcionam aparência opaca, brilhante e de transparência. Podem ser naturais (minerais, vegetais, animais) ou sintéticos. A estabilidade em relação à luz e à pureza das partículas são requisitos fundamentais para um pigmento de qualidade. *Pó de borracha - é feito com borracha plástica branca (TK-Plast ou Faber Castell) ralada em ralador de cozinha comum (ralo fino), ou comprada em casas de produtos de restauração. Comumente utilizada para a limpeza do material sem que se perca a informação nele existente. *Tento - apoio de mão ideal para o trabalho de retoque, pois firma e evita que a mão encoste na pintura. Feito em madeira, pode ser inteiriço ou possuir um encaixe no meio, possibilitando desmontá-lo quando necessário. *Trincha - ferramenta que deve ser passada suavemente da parte inferior para a superior da folha (para que não caia sujeira ou insetos em cima de quem esta restaurando o documento), sempre assegurando que o documento não saia do lugar firmando-o com uma das mãos para evitar rasgos ou outro acidente. A trincha deve ser passada inicialmente na junção das folhas (centro) e depois nas páginas, com movimentos de baixo para cima suavemente. === Diferenças entre preservação, conservação e restauro === PRESERVAÇÃO CONSERVAÇÃO RESTAURAÇÃO OBJETIVO Impedir que o documento se degrade, o objetivo é mantê-lo em seu estado original. Interromper o processo de deterioração do documento, impedir o aumento de danos. Recuperar o documento degradado, reaver seus estado físico e suas informações. ATUAÇÃO Procedimentos em estruturas físicas do acervo, como nos edifícios, móveis e etc. Pequenas intervenções, controle do ambiente, e do manuseio, acesso e etc. Intervenções diretas no documento alterando sua estrutura. === Por que conservar? === A importância da conservação reside no fato de que os documentos constituem-se num registro cultural de uma determinada época e lugar, que podem ser significativos tanto para pequenos grupos quanto para toda a humanidade. Conservar é manter vivo, de alguma forma, um patrimônio, uma memória. === Conservar vs. restaurarAcesso em 04/12/2012 === Por várias vezes, o restauro do documento é parte crucial para o processo de conservação do mesmo. No entanto, é necessário ter em mente que: * O objeto original é importante; * As marcas que ele carrega podem ser de importância histórica; * Certifique-se que sua interferência seja mínima; * Qualquer alteração no objeto original deve ser facilmente reconhecível futuramente e reversível, caso seja necessário, sem dano ao objeto original. === Fatores de deterioraçãoAcesso em 06/12/2012 === É comum encontrarmos acervos em péssimo estado de conservação e como reflexo dessa realidade, podemos perceber uma alta incidência de documentos deteriorados. A informação pode estar contida em diversos suportes e estes provem de naturezas distintas (orgânica – animal ou vegetal - e sintética) e, portanto, reagem com o meio de maneiras diferentes, em termos de deterioração. São intrínsecos os fatores de deterioração que advêm do material que compõe o próprio suporte. Geralmente, são de natureza química. Ex.: acidez do papel, devido à presença da lignina e a química adicionada às fibras para branqueamento; película cinematográfica que contem nitrocelulose, suscetível a autoingnição; película cinematográfica de acetato, que quando em decomposição, por hidrólise, gera o ácido acético - vinagre, etc. São extrínsecos os fatores de deterioração que não provém do suporte, mas sim, do meio externo a ele. Podem ser de natureza física (luminosidade, temperatura, umidade), química (poluição ambiental e poeira), biológica (microorganismos – fungos; insetos: barata, cupim, traça, broca; roedores e o próprio homem) e mecânica (manuseio incorreto, desastres). === As práticas de conservação de documentos arquivísticos === Documentos de arquivo se caracterizam por terem sido produzidos e/ou recebidos por instituições ou por pessoa física que, no desenvolvimento de suas atividades, constituem provas ou informações; são de caráter orgânico e refletem os atos estabelecidos durante as funções exercidas. O documento de arquivo, para ser preservado, “depende dos procedimentos adotados em sua produção, tramitação, acondicionamento e armazenamento físico”, tal como consta na p. 6 das Recomendações para a Produção e Armazenamento de Documentos de Arquivo, elaborado pelo Conselho Nacional de Arquivos. Dessa forma, a vida útil do documento é ampliada e as informações nele contidas são protegidas de possíveis danos. A conservação de documentos arquivísticos segue algumas etapas: * Higienização: é considerada a primeira delas. Antes, contudo, deve ser feito um levantamento de quais materiais poderão ser utilizados para que a limpeza possa ser efetuada sem causar danos ao material. Esta etapa visa a limpar e a remover as sujidades encontradas em um suporte documental. Ela pode ser mecânica, com a utilização de pincéis, flanelas, aspirador de pó, bisturi, pinça, espátula, cotonetes, borracha de vinil, luvas, máscaras, papel mata- borrão, pesos, cola metilcelulose, etc. Já a limpeza química tem por finalidade a remoção de colas, etiquetas, fitas adesivas, grampos, clipes; aqui são utilizados solventes, que devem ser manipulados cuidadosamente. Se o suporte estiver frágil essa etapa não poderá se realizar, pois o documento pode vir a se fragmentar; * Estabilização: nessa etapa, os furos, rasgos e partes que estão faltando são tratados, visando a cessar a ação de deterioração; no entanto, isso deve ser feito mediante análise do melhor procedimento a ser empregado; * Acondicionamento: aqui se avalia em que lugar e de que forma os documentos tratados devem ser mantidos. Deve-se analisar quais invólucros devem ser utilizados para cada tipo de natureza documental; as caixas, pastas e envelopes devem ter o formato que se adeque ao documento ali armazenado. Já o mobiliário (em geral, arquivos, estantes e armários) deve servir para facilitar o acesso ao documento ao mesmo tempo em que se adequa ao suporte e ao formato. O invólucro, juntamente com o mobiliário, deve garantir proteção contra possíveis danos; * Área de armazenamento: o ambiente onde ficarão guardados os documentos arquivísticos deve ser climatizado. É imprescindível o controle de umidade relativa e da temperatura. Aconselha-se a utilização de acabamento inerte, sem a utilização de madeiras que oscilam conforme a temperatura e ainda podem liberar gases que prejudicam os documentos. Deve-se ter atenção para o isolamento de portas e janelas. Para a iluminação, lâmpadas com baixa incidência de raios ultravioleta (UV); * Plano de Emergência: as instituições devem contar com este plano para salvaguardar o local de armazenamento; deve direcionar-se para a prevenção contra possíveis riscos e “para o salvamento de acervos em situações de calamidade com fogo, água, insetos, roubo e vandalismo” (Conarq, 2005, p. 16); * Manuseio e deslocamento dos documentos: o manuseio, tanto daqueles que estão tratando do acervo quanto dos usuários, deve ser feito, preferencialmente, com a utilização de luvas e máscaras; esses cuidados protegem a saúde de quem os manipula, além de proteger os documentos. O transporte de documentos entre seções deve ser feito por carrinhos, evitando que os documentos caiam no trajeto e assegurando sua integridade. === A importância da preservação e conservação em outras áreas do conhecimento === ==== O pesquisador e a conservação ==== O artigo 19º da Declaração Universal dos Direitos do Homem de 1948 adotado pela Assembléia das Nações Unidas afirmou que toda pessoa tem direito de “receber e transmitir informações e ideias”, sendo assim, o acesso às informações contidas nos documentos de arquivo é reconhecido como um direito universal de toda sociedade. Sendo os arquivos patrimônio nacional, guardiões da memória institucional e coletiva, é necessário que todos que o utilizem participem de maneira ativa na sua conservação. A guarda e a conservação dos documentos não são fins em si mesmos, só fazem sentido se houver livre acesso ao acervo, um direito legal e legítimo do cidadão. Os documentos estão submetidos a diversos tipos de agente de degradação, dentre estes agentes está o homem que é capaz dos maiores atos de vandalismo, intencionais ou por desconhecimento. O principal fator de deterioração relacionado ao homem é o manuseio inadequado, os pesquisadores devem ser orientandos quanto à forma mais adequada de seu manuseio, para isso uma série de medidas deve ser de conhecimento e adotadas pelo pesquisador no momento de sua pesquisa: * Não umedecer as páginas do livro com saliva, seja no momento de transição das páginas ou no ato de falar em cima dos documentos; * Manter as mãos sempre limpas; * No caso de livros, não retirar da estante puxando-os pela borda superior; * Não comer enquanto consulta documentos no arquivo, pois evita deixar cair restos alimentares, o que contribui para a não proliferação de bichos no ambiente; * Não se apoiar com os cotovelos no documento; * Não rasgar as páginas; * Não fazer anotações no suporte; * Não tocar os documentos com mãos suadas; * Não dobrar os documentos; * Não colar clips, grampos, presilhas metálicas e fitas adesivas; * Não tirar fotos usando o flash; e etc. Todas essas ações provocam danos irreversíveis no suporte, comprometendo toda a informação. Na época atual, existe uma maior conscientização das responsabilidades individuais e sociais, por isso o movimento que se estabelece entre o uso e a preservação de bens patrimoniais se torna possível, posto que tanto o arquivo quanto o pesquisador buscam o exercício da cidadania, auxiliando-se mutuamente na conservação e preservação do acervo documental, não permitindo que se perca o registro das trajetórias, dos desafios, dos símbolos, imagens e representações que permearam a construção social de sua comunidade. ==== O bibliotecário e a conservação ==== É essencial salientar a importância da conservação, preservação e restauração de documentos para os profissionais da informação. Sabemos que sem um trato correto e adequado aos suportes em que se encontram as informações seria inviável pesquisar, fazer história, construir o conhecimento de forma sólida. Existem diversos manuais que auxiliam os profissionais da informação a conservar e preservar acervos, documentos etc., mas não será meu foco neste texto. Para saber um pouco mais sobre esse assunto recomento a leitura de alguns autores como Cassares (2000), Beck (1991). Quero tratar especificamente da importância da preservação e conservação de documentos no âmbito da Biblioteconomia, ou mesmo para os bibliotecários. Quando falamos de preservação e conservação de documentos, por um instante, talvez, venha à nossa mente a imagem do arquivista ou até mesmo de uma equipe de um setor de conservação e restauração de documentos dentro de algum órgão público. Esquecemos muitas vezes que esse é um assunto importantíssimo e que diz respeito a todos os profissionais da informação: arquivistas, museólogos, bibliotecários, informáticos. Mais especificamente tratando sobre o profissional da Biblioteconomia vou dar uma definição bastante simplista da profissão de bibliotecário. Segundo a enciclopédia online Wikipédia o bibliotecárioAcesso em 08/12/2012 é: “Um profissional liberal (bacharel, mestre ou doutor) que trata a informação e a torna acessível ao usuário final, independente do suporte informacional. Ele trabalha em bibliotecas centros de documentação e pode gerir redes e sistemas de informação além de gerir recursos informacionais e trabalhar com tecnologia de ponta”. Ora, se o bibliotecário trata a informação e a torna acessível ao usuário final seria interessante que este profissional também busque compreender, minimamente, os aspectos pelos quais levam um acervo, por exemplo, a se deteriorar. É uma questão ética fazer com que todos tenham acesso à informação. Prevenir a deterioração do suporte no qual encontra-se a informação é condição necessária para que todos tenham acesso a ela. Por isso, é função ética não só do arquivista, mas de todos os profissionais da informação fazer com que haja uma boa conservação e prevenção da informação. Não importa se em bibliotecas, museus, teatros, na rua. Todos devem zelar pela conservação e preservação da informação. O ponto de vista que quero defender neste texto é a de que o bibliotecário deve assumir uma posição de gestor da informação, ou seja, deve assumir uma postura de um profissional bem informado e que tenha noções mínimas acerca dos riscos que pode vir a enfrentar. Gerir a informação não significa dominar tudo e todos os procedimentos de conservação, preservação e restauração de documentos, mas sim entender um pouco mais a fundo as causas, efeitos e danos que podem ocorrer caso este profissional não entenda alguns aspectos essenciais, neste caso sobre a conservação e preservação de documentos. Com uma visão de gestão o bibliotecário saberá, por exemplo, caso enfrente alguma adversidade, quem chamar para resolver um problema. Saberá treinar e orientar seus funcionários a não cometer deslizes que podem acarretar problemas para a conservação do acervo. Creio que essa visão de gestão acerca da conservação e preservação de documentos tem faltado ao bibliotecário. Este tem encarado seu trabalho apenas com um agente que prepara a informação para ser utilizada pelo usuário final, não se importando com os aspectos de preservação e conservação. É preciso entender que deve haver um trabalho em conjunto com os colegas arquivistas. Os bibliotecários devem lutar juntos pela preservação e conservação dos documentos. Afinal, trabalhando em conjunto tudo flui melhor. ==== O museólogo e a conservação ==== Segundo a definição aprovada em 6 de julho de 2001, pela 20ª Assembleia Geral em Barcelona, Espanha, museuAcesso em 07/12/2012 é uma “Instituição permanente, sem fins lucrativos, a serviço da sociedade e do seu desenvolvimento, aberta ao público e que adquire, conserva, investiga, difunde e expõe os testemunhos materiais do homem e de seu entorno, para educação e deleite da sociedade”. O museu é, portanto, uma instituição de cunho social, a fim de proporcionar ao público o acesso à informação. O museólogo, profissional regulamentado e capacitado para o trabalho em espaços museológico, como define a lei nº 7.287 de 18 de dezembro de 1984, deve, no exercício de sua função, “coletar, conservar, preservar e divulgar o acervo museológico”. Logo, para que a função do museu enquanto comunicador e o museólogo como mediador da informação sejam cumpridas, de fato, a conservação e preservação do acervo é de suma importância. É por meio do objeto museológico - frequentemente um objeto físico, podendo sua constituição ser dos mais variados materiais – que o museólogo irá dar voz ao discurso. É por meio dele, também, que se desenvolve pesquisas de caráter histórico, social e afins. E este objeto, não estando em condições adequadas de conservação, pode ficar mudo. Deste modo pode-se dizer que é essencial para o museólogo, salvaguardado do bem material e imaterial, a constante preocupação em manter as peças de seu acervo, independentemente de sua composição física, integras para que assim a posteridade também possa usufruir de capacidade comunicacional. ==== O historiador e a conservação ==== A importância da preservação de nossa memória, composta pelos inúmeros documentos acumulados com o tempo é primordial e deveria ser de consciência de todos. Mas infelizmente não o é. Principalmente pela dificuldade da prática dessa seleção: qual o “valor histórico” de um documento? - este processo é tão essencial quanto difícil e problemático. O reconhecimento de que os arquivos são elementos do patrimônio cultural das nações estimulam a reflexão sobre o papel do historiador e dos arquivistas sobre os arquivos como espaço para o exercício da interdisciplinaridade. Primeiro devemos quebrar o antigo conceito de “valor histórico”, aqui não se subentende uma ordem hierárquica de fatos ou personagens. Por isso torna-se difícil essa seleção, pois devemos pensar naquilo que será útil para os historiadores e pesquisadores futuros ao explorarem por inteiro, do macro ao micro, nossa sociedade. E tais parâmetros variam de acordo com a historiografia vigente. Um historiador que estuda o período da Antiguidade se vê tateando no escuro pela escassez de documentos materiais ou escritos. Agora, no contemporâneo, a situação é inversa, estamos inundados por informações dinâmicas e extremamente voláteis. Além do mais, com o invento da World Wide Web, parece que retrocedemos àquela voz coletiva dos aedos da Grécia histórica. Onde a informação não tem dono e é passível de constantes alterações o que desvaloriza sua credibilidade. As perspectivas da pesquisa histórica se ampliaram ao longo do tempo, introduzindo novas abordagens, temporalidades e sujeitos, antes confinados as salas de pesquisas, os historiadores que pouco questionavam o processo de formação dos acervos permanentes dos arquivos passaram a ter papel ativo na produção, organização e conservação dos acervos e refletir sobre o acesso a essas informações. A ampliação do que passou a ser considerado “documento” pelo historiador, obrigou-o a refletir sobre suas fontes e convidou-o a reconstruir o diálogo com as disciplinas da Ciência da Informação, especialmente com a Arquivologia, a Museologia e a Informática. O papel do historiador é de imensa prioridade para a conservação de nossa memória e, no entanto vemos poucos exemplos desse intercâmbio. A necessidade de preservação dos arquivos enquanto elemento para o desenvolvimento da cultura e identidade nacionais foi resultado de um longo processo, no qual interagiram não apenas o Estado e a sociedade civil, mas também os historiadores e arquivistas, este diálogo precisa continuar, a conservação é resultante da força de todos os profissionais que dependem do arquivo para a realização de seu trabalho. == A profissão de arquivista == O arquivista é um profissional de nível superior, com formação em arquivologia ou experiência reconhecida pelo Estado. Ele pode trabalhar em instituições públicas ou privadas, centros de documentação, arquivos privados ou públicos, instituições culturais etc. É o responsável pelo gerenciamento da informação, gestão documental, conservação, preservação e disseminação da informação contida nos documentos. Também tem por função a preservação do patrimônio documental de um pessoa (física ou jurídica), instituição e, em última instância, da sociedade como um todo. Ocupa-se, ainda, da recuperação da informação e da elaboração de instrumentos de pesquisa, observando as três idades dos arquivos: corrente, intermediária e permanente. O arquivista atua desenvolvendo planejamentos, estudos e técnicas de organização sistemática e conservação de arquivos, na elaboração de projetos e na implantação de instituições e sistemas arquivísticos, no gerenciamento da informação e na programação e organização de atividades culturais que envolvam informação documental produzida pelos arquivos públicos e privados. Uma grande dificuldade é que muitas organizações não se preocupam com seus arquivos, desconhecendo ou desqualificando o trabalho deste profissional, delegando a outros profissionais as atividades específicas do arquivista. Isto provoca problemas quanto à qualidade do serviço e de tudo o que, direta ou indiretamente, depende dela. O arquivista é um profissional muito importante dentro das organizações públicas ou privadas no mundo atual. Tal importância se deve ao seu papel de gestor informacional, ou seja, está ligado diretamente à gestão do capital mais importante das organizações: a informação. Diante da necessidade de se desenvolver os processos de trabalho dentro das organizações e de constante aperfeiçoamento do fluxo de documentos gerados no desempenho de suas atividades, o papel do arquivista mudou de um simples organizador, que atuava focando a organização do documento produzido (sem ter como foco central o usuário desta informação), para um gestor que tem o papel de melhorar o fluxo dos processos dentro da instituição, organizar documentos (com foco no usuário da informação) e criar políticas de segurança da informação (como forma de proteger o capital intelectual). Outra função do profissional arquivista que anteriormente não existia em seu âmbito de atuação é desenvolver a visão de que deve atuar diretamente para preservar e disponibilizar a informação e não propriamente ou apenas o suporte informacional, ou seja, este profissional deve fazer uso dos meios e políticas para que as informações sejam perpetuadas. Para tal propósito, não basta conservar o suporte, mas trabalhar com políticas de produção documental, tratamento e conservação (preventiva e curativa) que contemplem a preservação do conteúdo informacional. === Regulamentação da profissão === ==== Brasil ==== No Brasil, a profissão foi instituída pela Lei Federal nº 6.546, de 4 de julho de 1978 e regulamentada pelo Decreto Federal nº 82.590, de 6 de novembro de 1978. == Os referenciais teóricos arquivísticos == === As três correntes === De acordo com Rousseau e Couture (1998, p. 70), a arquivística pode ser abordada de três maneiras: # Maneira administrativa (records management), cuja principal preocupação é ter em conta o valor primário do documento; # Maneira tradicional, que põe a tônica exclusivamente no valor secundário do documento; ou # Maneira nova, integrada e englobante, que tem como objetivo ocupar-se simultaneamente do valor primário e do valor secundário do documento. Segundo Faria (2006, p. 29), entre os referenciais arquivísticos destacam-se os princípios fundamentais, os conceitos de fundo e documento de arquivo, o ciclo de vida dos documentos, os conceitos de valor primário e valor secundário, o princípio do respect des fonds, as funções de classificação documental e avaliação documental, e a definição de instrumento de gestão arquivística. ; Ciclo de vida dos documentos ou a teoria das três idades: arquivos correntes, intermediários e permanentes # Arquivo de primeira idade, corrente, ativo ou de momento: constituído de documentos em curso ou consultados freqüentemente, conservados nos escritórios ou nas repartições que os receberam e os produziram ou em dependências próximas de fácil acesso. Por documentos em curso entenda-se que, nesta fase, os documentos tramitam bastante de um setor para outro, ou seja, podem ser emprestados a outros setores para atingirem a finalidade para a qual foram criados. # Arquivo de segunda idade, intermediário ou limbo: constituído de documentos que deixaram de ser freqüentemente consultados, mas cujos órgãos que os receberam e os produziram podem ainda solicitá-los, para tratar de assuntos idênticos ou retomar um problema novamente focalizado. Não há necessidade de serem conservados próximos aos escritórios. A permanência dos documentos nesses arquivos é transitória. São por isso também chamados de limbo ou purgatório, sendo estes termos adotados na Grã-Bretanha para designar esta fase. # Arquivo de terceira idade, permanente, histórico ou de custódia: constituído de documentos que perderam todo valor de natureza administrativa e que se conservam em razão de seu valor histórico ou documental e que constituem os meios de conhecer o passado e sua evolução. Estes são os arquivos propriamente ditos, pois ali os documentos são arquivados de forma definitiva. Estas fases são complementares, pois os documentos podem passar de uma fase para outra, e para cada uma corresponde uma maneira diferente de conservar e tratar os documentos e, conseqüentemente, uma organização adequada, ou seja, as unidades de acondicionamento (pastas, catálogos etc.), adotadas na fase corrente serão substituídas por unidades mais adequadas ao funcionamento da fase intermediária, que, por sua vez, adotara acondicionamento diferente da fase permanente. ; Classificação segundo a valoração dos documentos Valor administrativo: ou primário, refere-se ao valor que o documento apresenta para o funcionamento da instituição. É o valor pelo qual o documento foi criado (todo documento nasce com um objetivo administrativo) e por isso está presente em todo documento quando de sua criação. É um valor temporário, perdendo seu valor administrativo quando atingir todas as finalidades que se possam esperar do mesmo para o funcionamento da instituição. Valor histórico: ou secundário, refere-se à possibilidade de uso dos documentos para fins diferentes daqueles para os quais foram originariamente criados, quando passa a ser considerado fonte de pesquisa e informação para terceiros e para a própria administração. O documento, após perder seu valor administrativo, pode ou não adquirir valor histórico, e uma vez tendo-o adquirido, este se torna definitivo não podendo jamais serem eliminados. == Ver também == * Arquivos públicos nos países de língua portuguesa * Biblioteconomia * Gestão documental == Bibliografia == === Brasil === * * * * * * * * * * * * * * * * * * * * * * * * * ==== Normas ==== * * * * * * === Portugal === * * * == Ligações externas == * * * * * Categoria:Arquivologia Categoria:Ciência da informação",
 "title": "Arquivística"
}