{
 "id": "26722",
 "text": "LaTeX ( ou uma abreviação de Lamport TeX) é um sistema de preparação de documentos desenvolvido na década de 1980 por Leslie Lamport. Ao escrever, o escritor usa texto simples, ao invés do texto formatado encontrado em processadores de texto WYSIWYG como Microsoft Word, LibreOffice Writer e Apple Pages. O escritor utiliza convenções de tagging de marcação para: definir a estrutura geral do documento (como artigo, livro ou carta), para formatar o texto em todo um documento (como negrito e itálico) e, para adicionar citações e referências cruzadas. Um sistema de tipografia TeX, tal como TeX Live ou MiKTeX, é usada para produzir um artigo de saída (publicação eletrônica como PDF ou DVI) adequado para impressão ou distribuição digital. Também é utilizado para produção de cartas pessoais, artigos e livros sobre assuntos diversos. Dentro do sistema de tipografia, seu nome é estilizado como .Listas de publicações que aceitam o formato .tex em: http://schneider.ncifcrf.gov/latex.html#tex-latex_publishers; http://tug.org/interest.html#publishers, http://www.lsi.upc.edu/~valiente/journals.html e http://www.juergenfenn.de/tex/verlage/verlage.html. Periódicos como Proceedings of the Royal Society A (ciências matemáticas, física, engenharia), e Proceedings of the Royal Society B (ciências biológicas), Nature, Royal Astronomical Society, os periódicos da IEEE e AMS, entre vários outros, publicam e aceitam manuscritos em formato .tex. Estando atualmente na versão denominada LaTeX 2e. == História == O LaTeX é um sistema de preparação de documentos e processamento de texto, desenvolvido na década de 1980 pelo norte-americano Leslie Lamport baseado no sistema tipográfico TeX, desenvolvido por Donald Knuth. estando atualmente na versão denominada LaTeX 2e. Uma nova versão do LaTeX, chamada LaTeX3,http://latex- project.org/latex3.html tem sido objeto de pesquisa e desenvolvimento há mais de uma década, mas ainda não é recomendada para uso intensivo. == Utilização do sistema == A ideia central do LaTeX é distanciar o autor o máximo possível da apresentação visual da informação, pois a constante preocupação com a formatação desvia o pensamento do conteúdo escrito. Ao invés de trabalhar com ideias visuais, o usuário é encorajado a trabalhar com conceitos mais lógicos — e, consequentemente, mais independentes da apresentação — como capítulos, seções, ênfase e tabelas, sem contudo impedir o usuário da liberdade de indicar, expressamente, declarações de formatação. Um exemplo simples de um documento preparado para o LaTeX: \\documentclass[12pt,a4paper]{article} \\usepackage[brazilian]{babel} \\usepackage[utf8]{inputenc} \\usepackage[T1]{fontenc} \\title{O Sistema \\LaTeX} \\begin{document} \\maketitle A ideia central do \\LaTeX\\ é distanciar o autor o máximo possível da apresentação visual da informação. Ao invés de trabalhar com ideias visuais, o usuário é encorajado a trabalhar com conceitos mais lógicos --- e, consequentemente, independente da apresentação --- como capítulos, seções, ênfase e tabelas, sem contudo impedir o usuário da liberdade de indicar, expressamente, declarações de formatação. A versão mais recente é a \\LaTeXe. % Isto é um comentário que não será processado. Ele serve apenas % para fazer anotações não incluídas no resultado final. Atenção % ao símbolo do comentário: porcentagem (%). A seguir, a fórmula das combinações como um exemplo simplório da capacidade matemática do \\LaTeX: \\begin{eqnarray} C_k^n &=& \\frac{n!}{k!\\cdot(n-k)!} \\end{eqnarray} \\end{document} Após editar o conteúdo, o usuário deve compilar o código para gerar o documento final para impressão. O exemplo acima resulta na saída abaixo: Ao contrário de sistemas WYSIWYG, o formato definitivo do texto só é conhecido após sua conclusão. Entretanto, algumas ferramentas — como o LyX — criam interfaces visuais para o LaTeX com sistemáticas intuitivas semelhantes ao WYSIWYG, como WYSIWYM. === Exportação para outros formatos === Com a popularização da visualização digital de documentos, sendo o maior exemplo a utilização maciça de arquivos PDF, foi criado o pdfTeX, programa que permite converter a fonte no formato TeX diretamente para um arquivo PDF. Embora o sistema TeX seja focado na impressão, arquivos desenvolvidos com o LaTeX podem ser convertidos para outros formatos, como o HTML, utilizando-se para tanto programas como o Latex2html. A estrutura essencialmente lógica dos documentos desenvolvidos para o LaTeX, em formato aberto passível de ser interpretado por qualquer programa conversor, facilita o desenvolvimento de ferramentas de conversão. === Suporte a estilos === Os estilos tipográficos são suportados através de pacotes que fornecem classes específicas. Como os documentos preparados no LaTeX possuem estruturação apenas lógica, são necessárias classes que formatem o documento segundo as convenções de instituições como a ABNT (Associação Brasileira de Normas Técnicas) e a APA (Associação Americana de Psicologia). == Aprimoramento do sistema == Sendo um conjunto de macros, o LaTeX é continuamente aprimorado, especialmente através da criação de novos pacotes. De fato, qualquer pessoa com algum conhecimento da linguagem pode criar novas funcionalidades para o sistema e disponibilizá-las na internet para quem quer que necessite. Dessa forma, muitas necessidades locais que surgem no decorrer do tempo podem ser solucionadas através de um novo pacote, permanecendo o núcleo do sistema LaTeX inalterado. Assim, os desenvolvedores podem focar seus esforços em realmente melhorar o programa, e não em solucionar diferenças regionais. Os muitos pacotes criados para o LaTeX são essenciais para que os usuários do sistema tenham maior liberdade na criação dos documentos. Esses pacotes nem sempre adicionam novas funcionalidades, mas modificam o tratamento padrão dado a certas funções, criando assim mais diversidade de apresentação visual. Os pacotes podem ser obtidos através da CTAN. == Distribuições == Os documentos fonte a serem processados via LaTeX devem se encontrar gravados em formato \"texto plano\" (.txt), ou seja, envolvendo apenas caracteres típicos da escrita. Deste modo, é possível escrever documentos para o LaTeX em praticamente qualquer editor de textos, bastando que ele tenha a capacidade de salvar textos em formato plano (.txt) e não apenas nos formatos proprietários (os quais geralmente incluem no arquivo, em meio ao texto efetivamente digitado, metacódigos especiais de controle do programa e de formatação). Editores como o Libre Office ou o Vi - amplamente conhecidos pelos usuários do Linux - ou ainda o Word e mesmo o simples Bloco de notas - editores típicos na plataforma Windows - podem perfeitamente ser empregados para edição de textos LaTex. Não obstante essa facilidade de edição de arquivos LaTeX, recomenda-se a utilização de programas específicos, muitos dos quais softwares livres, como o Kile. Além disso, o LaTeX funciona em diversas plataformas, existindo distribuições para muitos sistemas operacionais, a exemplo de MiKTeX, para Windows; MacTeX, para Mac OS X; e TeX Live (multiplataforma, incluindo Linux). == Fontes == A criação de um sistema tipográfico de qualidade, evidentemente, deve possibilitar ao usuário a escolha de ao menos uma fonte que suporte as qualidades do sistema em questão. Com esse propósito, a família de fontes Computer Modern, desenvolvida pelo criador do TeX, Donald Knuth, se tornou o padrão do sistema. A impossibilidade do TeX utilizar o padrão de fontes OpenType conduziu ao desenvolvimento da ferramenta XeTeX, cuja variante para o LaTeX pode ser acessada através do XeLaTeX. O XeTeX está disponível para muitas plataformas, incluindo Mac OS X, Linux e Windows. As versões mais recentes do Texlive também disponibilizam o XeTeX, inclusive com suporte para escritas complexas (da direita para a esquerda, línguas indianas e orientais), e codificação em Unicode. O acesso a diferentes fontes é feito através do pacote \"fontspec\", como no exemplo: \\documentclass[a4paper,12pt]{article} \\usepackage{hyperref} % para inserir hiperlinks \\usepackage[brazilian]{babel} % Ou: % \\usepackage{polyglossia} % para idiomas no Xetex % \\setmainlanguage{brazil} \\defaultfontfeatures{Ligatures=TeX} % para converter `` e em aspas duplas, -- em: —, etc. \\setmainfont[Numbers=OldStyle]{Minion Pro} % define fonte principal, com opção para numerais em estilo antigo. \\setsansfont{Myriad Pro} % define fonte sem serifa \\usepackage{graphicx} % para inserção de figuras Depois, é só rodar o documento com o comando: xelatex arquivo.tex == Ligações externas == * The Comprehensive TeX Archive Network Os pacotes e softares (La)TeX mais novos. * Obsolete packages and commands * Introdução ao Uso do Preparador de Documentos LATEX Guia completo em português * The Not So Short Introduction to LaTeX2e, or LaTeX2e in 133 minutes (2.21 MB pdf file) * The UK TeX FAQ List of questions and answers that are frequently posted at comp.text.tex * LaTeX Primer A basic guide to LaTeX Categoria:Processadores de texto Categoria:Compiladores Categoria:Software livre Categoria:TeX",
 "title": "LaTeX"
}