{
 "id": "26754",
 "text": "{{Info/Município do Brasil | nome = Barra de Santana | foto = Pedra do Altar em Barra de Santana.jpg | leg_foto = Visão panorâmica do sítio arqueológico da Pedra do Altar | apelido = Barra | bandeira = Bandeira Barra de Santana-PB.jpg | brasão = Brasão Barra de Santana-PB.jpg | link_hino = | aniversário = | fundação = | gentílico = Barrasantense | lema = | prefeito = Cacilda Farias Lopes de Andrade | partido = União Brasil | fim_mandato = 2024 | mapa = Brazil Paraíba Barra de Santana location map.svg | latP = S | latG = 07 | latM = 31 | latS = 12 | lonP = O | lonG = 36 | lonM = 00 | lonS = 00 | estado = Paraíba | região_intermediária = Campina Grande | data_região_intermediária = IBGE/2017 | região_imediata = Campina Grande | data_região_imediata = IBGE/2017 | região_metropolitana = Campina Grande | vizinhos = Caturité e Queimadas (Paraíba) (norte); Gado Bravo (leste); Santa Cecília (Paraíba), Alcantil e Riacho de Santo Antônio (sul); Boqueirão (oeste) | dist_capital = 133 | área = 369.290 | área_ref = | população = 8198 | data_pop = estimativa populacional - IBGE/2011 | população_pos = PB: 95º | altitude = 350 | clima = semiárido | sigla_clima = | idh = 0.575 | data_idh = PNUD/2000 | pib = mil | data_pib = IBGE/2008 | pib_pos = PB: 95º | pib_per_capita = 3475.34 | data_pib_per_capita = IBGE/2008 | site_prefeitura = barradesantana.pb.gov.br }} Barra de Santana é um município brasileiro localizado no Sertão do Cariri (Oriental) Paraibano e na Região Metropolitana de Campina Grande, estado da Paraíba. Sua população em 2011 foi estimada pelo IBGE (Instituto Brasileiro de Geografia e Estatística) em 8 198 habitantes, distribuídos em 369 km² de área. == História == A ocupação de Barra de Santana era primitivamente ocupada pelos povos indígenas tapuias, do tupi, que deixaram impressos os seus registros no sítio arqueológico da Pedra do Altar, localizado a 14 km da sede, à margem direita do Rio Paraíba. A ocupação da região iniciou-se no final do século XVII. Segundo fontes orais, a família Alvino doou as terras para os primeiros habitantes do local. Ainda segundo estas fontes, a primeira capela do local foi construída pelo Padre Ibiapina, dedicada a Sant’Ana. Assim iniciou-se a Vila de Bodocongó, às margens de um rio do mesmo nome. A cidade foi palco da Revolta do Quebra-Quilos. O distrito foi criado com a denominação de Bodocongó, pela lei municipal nº 2, de 06-051893 e por lei provincial nº 235, de 9 de outubro de 1866, subordinado ao município de Cabaceiras. Pela lei estadual nº 2078, de 30 de abril de 1959, o distrito de Bodocongó passou a pertencer ao novo município de Carnoió. Cornoió viria a ser chamado de Boqueirão em 1961. Barra de Santana foi Elevada à categoria de município com esta denominação pela lei estadual nº 5925, de 29 de abril de 1994, desmembrado de Boqueirão, e instalado em 1 de janeiro de 1997.O primeiro prefeito da cidade foi o médico Oscar Ferreira de Melo Sobrinho, eleito no pleito de 1996 e assumindo em 1 de janeiro de 1997. == Geografia == De acordo com o IBGE (Instituto Brasileiro de Geografia e Estatística), no ano de 2009 sua população era estimada em 8.909 habitantes, distribuída quase totalmente na zona rural do município, que além do distrito sede, possui distritos e vilarejos de renomada importância, se considerada a dimensão do município. São eles: Mororó, Santana, Pitombeiras, Malhadinha, Vereda Grande,Caboclos e Barriguda. Área territorial de 369 km². O distrito sede localiza-se as margens do Rio Paraíba, mais precisamente no encontro de seu afluente Riacho de Bodocongó. == Fisiografia == O município está incluído na área geográfica de abrangência do semiárido brasileiro, definida pelo Ministério da Integração Nacional em 2005. Esta delimitação tem como critérios o índice pluviométrico, o índice de aridez e o risco de seca. Barra de Santana insere-se na unidade geoambiental das Superfícies Dissecadas Diversas, com relevo movimentado, moderadamente dissecado e com altitudes entre 300 e 700 metros. A vegetação é composta por Floresta Caducifólia, Cerrado e Caatinga. == Hidrografia == O município insere-se na bacia hidrográfica do Rio Paraíba, no Médio Paraíba e os principais tributários são rios Paraíba e Bodocongó, e os riachos Curimatã, Manoel Triburino, Marinho, Pereira, Canudos, Pedra d’ Água, de Santo Ant ônio, Pedras Pretas, Salinas, Pé de Juá, Olho d’ Água dos Bodes e Olho d’Água do Meio, a maioria de regime intermitente. == Economia == Por ser um município tipicamente rural, sua economia centra-se na criação de caprinos e bovinos (principalmente para produção de leite). Como o clima do município é caracterizado por chuvas irregulares, a cultura do milho e feijão (tradicionalmente cultivados no cariri paraibano)pode ser considerada de pouca relevância comercial, mas ainda muito utilizada para consumo familiar. == Símbolos == Os símbolos que representam o município são: O brasão e a bandeira municipal, autoria de José Berivaldo; O Hino Municipal, autoria de Sebastião Gonçalves e Vadeílson Costa; Ambos os símbolos foram acolhidos por meio de concurso público. == Esporte == O esporte preferido é o futebol. Existem no município vários clubes amadores e dentre eles podemos destacar: Ponte Preta e Madureira (distrito sede), São Paulo, Real Madri, Juventus e Escolinha de Futebol Mororó (Mororó), Ceses e Independente (Santana), Cantagalo (Seu Lila) e Flamengo da Serra e Sport Clube de Torres (Torres) e Cruzeiro (Malhadinha). == Ligações externas == * * Categoria:Municípios da Paraíba Categoria:Fundações na Paraíba em 1994",
 "title": "Barra de Santana"
}