{
 "id": "2676",
 "text": "Hámster, rémsterDicionário escolar da língua portuguesa/Academia Brasileira de Letras. 2ª edição. São Paulo. Companhia Editora Nacional. 2008. p. 658. ou criceto é uma designação comum a diversos pequenos mamíferos roedores, da subfamília Cricetinae, encontrados na África e Ásia, dotados de grande bolsa facial e de cauda muito curta. É, também, o nome vulgar de um roedor nativo da Síria (Mesocricetus auratus), encontrado no mundo todo como animal de estimação ou como \"cobaia\". == Etimologia == A palavra inglesa hamster tem sua origem na palavra alemã hamstern, que significa \"acumular\" ou \"armazenar\", numa referência às suas bochechas, que têm a capacidade de acumular comida. == Características == Possuindo grandes dentes incisivos que estão em constante crescimento, necessitam estar sempre roendo para evitar que cresçam demais. O tempo de vida médio dos hamsters é de dois anos sem acasalamento, contudo alguns podem viver até três ou quatro anos, dependendo da espécie. Existem diferentes espécies de hamsters espalhados por todo o mundo e muitos deles habitam regiões semidesertas onde vivem em tocas. Estas tocas são formadas por vários túneis e câmaras que são utilizadas para armazenar comida ou dormir. Os hamsters são animais noturnos, que dormem durante o dia quente e ficam acordados à noite, quando está mais frio. Eles veem muito mal, mas têm o olfato apurado e uma excelente audição. Muitas espécies de hamsters têm as bochechas dilatáveis, isto é, bochechas que aumentam de tamanho, onde eles podem carregar comida e forragem para ser guardada em sua toca. Poucas espécies de hamster são criadas como animais de estimação, mas, atualmente, o hamster é um dos mais populares animais de estimação em diversos países por ser dócil e carinhoso. As principais espécies que são criadas como animais domésticos são o \"anão-russo\" e o \"sírio\". A primeira espécie apresenta um corpo peludo que traz alergia, e a pelagem de listras pretas e brancas. O sírio tem corpo alongado e a pelagem de cores variadas: branco, preto ou amarelo (marrom-claro). Apesar de ser caracteristicamente de comportamento individualista, mesmo com os da própria espécie, o hamster pode ser condicionado a aprender alguns truques, utilizando-se para isto da técnica de oferecer recompensas. São animais independentes, pois não precisam de cuidados como banhos, nem vacinas (não transmitem doenças, desde que estejam em um ambiente sem doenças), e, tendo uma gaiola confortável com comida de qualidade e água limpa, viverão sem nenhum problema. == Espécies == Podem-se dividir as espécies do hamster em selvagens e domesticáveis, de acordo com a possibilidade ou não da criação em cativeiro. Segundo este critério, tem-se: === Selvagens === * Cricetus cricetus - hamster-do-campo-europeu * Mesocricetus newtoni - hamster-romeno * Mesocricetus brandti - hamster-turco * Mesocricetus raddei - hamster-ciscaucasiano * Cricetulus alticola - hamster- ladak * Cricetulus barabensis - hamster-listrado-chinês * Cricetulus curtatus - hamster-mongol * Cricetulus eversmanni - hamster-de-eversmann * Cricetulus kamensis - hamster-tibetano * Cricetulus longicaudatus - hamster-de-cauda- longa (menor) * Cricetulus migratorius - hamster-armênio ** Cricetulus triton - keeypoiuytr ** Cricetulus obscurus ** Cricetulus pseudogriseus - hamster-de- cauda-longa (maior) === Domesticáveis === * Mesocricetus auratus - hamster- sírio (a espécie mais comum em cativeiro) * Phodopus campbelli - hamster-anão- russo-campbell * Phodopus sungorus - hamster-anão-russo-winter-white - também chamado de hamster-djungariano ou siberiano (branco-invernal). * Cricetulus griseus - hamster-chinês * Phodopus roborovskii - hamster-roborovski == Classificação == * Família Cricetidae ** Subfamília Cricetinae G. Fischer, 1817 *** Gênero Allocricetulus Argyropulo, 1933 **** Allocricetulus curtatus (G. M. Allen, 1925) **** Allocricetulus eversmanni (Brandt, 1859) *** Gênero Cansumys G. M. Allen, 1928 **** Cansumys canus G. M. Allen, 1928 *** Gênero Cricetulus Milne-Edwards, 1867 **** Cricetulus alticola Thomas, 1917 **** Cricetulus barabensis (Pallas, 1773) **** Cricetulus kamensis (Satunin, 1903) **** Cricetulus longicaudatus (Milne-Edwards, 1867) **** Cricetulus migratorius (Pallas, 1773) **** Cricetulus sokolovi Orlov & Malygin, 1988 *** Gênero Cricetus Leske, 1779 **** Cricetus cricetus (Linnaeus, 1758) *** Gênero Mesocricetus Nehring, 1898 **** Mesocricetus auratus (Waterhouse, 1839) **** Mesocricetus brandti (Nehring, 1898) **** Mesocricetus newtoni (Nehring, 1898) **** Mesocricetus raddei (Nehring, 1894) *** Gênero Phodopus Miller, 1910 **** Phodopus campbelli (Thomas, 1905) **** Phodopus roborovskii (Satunin, 1903) **** Phodopus sungorus (Pallas, 1773) *** Gênero Tscherskia Ognev, 1914 **** Tscherskia triton (de Winton, 1899) == Ligações externas == Categoria:Cricetinae Categoria:Hamsters Categoria:Animais domésticos",
 "title": "Hamster"
}