{
 "id": "26763",
 "text": "Ciudad Juárez é uma cidade do México, no estado de Chihuahua. É uma das maiores cidades do México, contando com cerca de 2.6 milhões de habitantes na região metropolitana, incluindo a vizinha cidade de El Paso, no estado do Texas, Estados Unidos. É a sétima maior região metropolitana do México, foi fundada em 1659 com o nome de Paso del Norte, e abrangia as duas margens do rio Grande. Só em 1848 foi dividida entre o México e os E.U.A., passando o lado mexicano a designar-se Juárez em 1888. Conta com 17 parques industriais, dedicados às Maquiladoras. A cidade foi classificada, em 2009, como a mais violenta do mundo (chega a desbancar a cidade de Gaza na Palestina), de acordo com a organização civil mexicana Consejo Ciudadano para la Seguridad Pública (CCSP). Ela é a cidade mais perigosa do México e por este motivo é considerada \"Faixa de Gaza mexicana\" O clima de Ciudad Juárez é Desértico e as temperaturas variam muito de uma estação a outra, por isso a cidade é considerada a metrópole mexicana com o clima mais extremo. Possui uma temperatura média de 16,7ºC, e uma amplitude térmica de 22 graus do verão para o inverno. A temperatura mais alta registrada na cidade foi de 46ºC em Julio de 1994 e a mínima de -23ºC em Fevereiro de 2011. a temperatura média de Janeiro o mês mais frio é de 5,3ºC e Julio o mês mais quente é de 27,3ºC. == Cidades-irmãs == Ciudad Juárez tem estabelecido acordos de geminação com 6 cidades: * El Paso, Estados Unidos. * Tijuana, México. * Las Cruces, Estados Unidos. * San Diego, Estados Unidos. * Chihuahua, México. * Tecomán, México. ==Feminicídios== Nos anos 2000, casos de desaparecimentos e mortes de mulheres jovens na cidade chamaram a atenção de militantes feministas e de direitos humanos na comunidade nacional e internacional. O número crescente de mortes registrado ao longo da década, as similitudes no perfil das vítimas e a recorrência do modus operandi aplicado aos crimes levaram a que o conceito de feminicídio fosse retomado, ganhando mais destaque. De janeiro de 1993 para o ano de 2012, o número estimado de mulheres assassinadas ascendeu para mais de 700. Por parte da população foi acusado de passividade das autoridades locais e nacionais, uma vez que em muitos casos não foi esclarecida a responsabilidade de tais crimes. A Corte Interamericana de Direitos Humanos chegou a considerar o Estado Mexicano como um dos principais responsáveis por esses atos. Hoje, há várias organizações não-governamentais que prestam apoio a mães e familiares vítimas de feminicídio como Casa Amiga, Nossas Filhas de Volta para Casa, a Justiça para com as nossas filhas, Rede, Mesa de Mulheres de Ciudad Juárez, entre outras. == Ligações externas == * Prefeitura de Ciudad Juárez Categoria:Cidades do Chihuahua Categoria:Cidades do México Categoria:Fronteira Estados Unidos-México",
 "title": "Ciudad Juárez"
}