{
 "id": "26765",
 "text": "{{Info/Município do Brasil | nome = Brejo | foto = | leg_foto = | apelido = Terra de Cândido Mendes\" \"Paraíso dos Muypurás\" \"Taba do Anapurus | brasão = | bandeira = Bandeira Brejo.jpg | link_brasão = | link_bandeira = | link_hino = s:Hino do município de Brejo | aniversário = 11 de julho | fundação = | gentílico = brejense | lema = | padroeiro = Nossa senhora da Conceição | prefeito = José Farias de Castro Página visitada em 13/01/2013. | partido = PDT | fim_mandato = 2024 | mapa = Maranhao Municip Brejo.svg | latP = S | latG = 03 | latM = 41 | latS = 02 | lonP = O | lonG = 42 | lonM = 45 | lonS = 00 | estado = Maranhão | mesorregião = Leste Maranhense | data_mesorregião = IBGE/2008 | microrregião = Chapadinha | data_microrregião = IBGE/2008 | região_intermediária = | região_imediata = | região_metropolitana = | vizinhos = Anapurus, Buriti, Milagres do Maranhão | dist_capital = 313 | área = 1074.500 | área_ref = | população = 36651 | data_pop = IBGE/2020 | altitude = 50 | clima = Tropical úmido | sigla_clima = Aw' | idh = 0.552 | data_idh = PNUD/2000 | pib = mil | data_pib = IBGE/2019 | pib_per_capita = 8082.28 | data_pib_per_capita = IBGE/2018 }} Brejo é um município brasileiro do estado do Maranhão localizado no Leste Maranhense. Sua população em 2020 era de habitantes. ==História== Em 1684, os índios anapurus, que se dividiam em meri e assu, já viviam no território do atual município, onde, em 1709, mataram o alferes português Manoel dos Santos e seis companheiros. Desde então, expediram-se várias ordens oficiais para que se fizesse guerra aos índios, considerados bárbaros tapuias pelas autoridades. O vocábulo anapurus é uma corruptela de muypurás - índios que viviam às margens do rio Parnaíba - e significa fruta do rio. Em 1729, Brejo era ainda um sítio que, a 11 de julho desse ano, foi doado a Francisco Vasconcelos. Em 1770, foram cedidas três léguas de terras pelo Governador João de Abreu Castelo Branco, por solicitação de Francisco Xavier, líder dos índios anapurus, e de Ambrósio de Sousa, capitão dos índios. Em 1795, uma outra Carta de Data e Sesmaria foi concedida, tendo sido utilizada uma pedra com o nome \"índio\" para demarcação do território e que ainda pode ser encontrada no lado esquerdo da Igreja Matriz de Nossa Senhora da Conceição. Em 1820, foi elevado à categoria de vila, com a denominação de São Bernardo do Brejo, pelo alvará de 29 de janeiro de 1820, desmembrado de Caxias. No mesmo ano, passou a Distrito, criado com a denominação de Brejo, pelo decreto de 18 de abril de 1820, subordinado ao município de Caxias. A portuguesa Euzébia Maria da Conceição Alves de Sousa (1745-1839), nobre vinda de Portugal na corte de D. João VI, possuidora de grande fortuna e de muitos escravos, acompanhada de seus colonos, chegou à localidade, em data desconhecida. Mais tarde, foi vitimada por ocasião da guerra da Balaiada, assim como o capitão Antônio Raulino Garrett (1754-1840) e outros grandes fazendeiros, o que causou graves prejuízos econômicos e sociais a Brejo. Segundo o historiador Astolfo Serra, Brejo foi o último reduto dos balaios, finalmente vencido em dezembro de 1840. Foi elevado à condição de cidade, com a denominação de Brejo, pela lei provincial nº 899, de 11 de julho de 1870. Em divisão administrativa referente ao ano de 1911, o município aparece constituído de oito distritos: Brejo, Porto da Repartição, Milagres Santa Quitéria, Angical, Ponte Nova, São Francisco e Lagoa. Em divisão administrativa referente ao ano de 1933, o município aparece constituído de 4 distritos: Brejo, São Bernardo, Santa Quitéria e Curador. Não figurando os distritos de Porto da Repartição, Milagres, Angical, Ponte Nova, São Francisco e Lagoa. Em divisões territoriais datadas de 31 de dezembro de 1936 e 31 de dezembro de 1937, o município é constituído de dois distritos: Brejo e Magalhães de Almeida. Não figurando os distritos da divisão de 1933. No quadro fixado, para vigorar no período de 1939-1943, o município é constituído do distrito sede. Não figurando o distrito de Magalhães de Almeida. Pela lei estadual nº 269, de 31 de dezembro de 1948, é criado o distrito de Estrela dos Anapurus e anexado ao município de Brejo. Em divisão territorial datada de 1 de julho de 1950, o município é constituído de dois distritos: Brejo e Estrela dos Anapurus. Assim permanecendo em divisão territorial datada de 1 de junho de 1960. Pela lei estadual nº 2378, de 9 de junho de 1964, desmembra do município de Brejo o distrito de Estrela Anapurus, elevado à categoria de município com a denominação de Anapurus. Em divisão territorial datada de 1 de janeiro de 1979, o município é constituído do distrito sede, assim permanecendo em divisão territorial datada de 2005. == Geografia == === Relevo === O relevo de Brejo é plano e dominado por chapadas baixas, apresentando altitudes inferiores a 300 metros. === Clima === O clima do município é o tropical (AW’) com dois períodos bem definidos: um chuvoso, de janeiro a junho, com médias mensais superiores 203,4 mm, e o outro seco, correspondente aos meses de julho a dezembro. A precipitação total anual fica em torno de 1.835,5 mm. === Vegetação e biodiversidade === A vegetação predominante é o Cerrado, sendo constituída por árvores e arbustos com altura variando de três a oito metros, estruturada em dois estratos: um arbóreo/arbustivo com árvores esparsas e retorcidas e outro herbáceo/gramíneo. Entre as espécies mais comuns estão: araticum, a sucupira preta (Bowdichia virgilioides), o murici (Byrsonima crassifolia), o pequi (Caryocar brasiliense), a faveira (Enterolobium maximum), o ipê e o ipê amarelo, bem como as palmáceas: a carnaúba (Copernicia prunifera), o buriti (Mauritia flexuosa) e o babaçu (Attalea speciosa). === Hidrografia === Brejo está inserido na Bacia Hidrográfica do rio Parnaíba, se localizando na margem esquerda do rio. Outros rios do município são os rios Preto, Buriti e os riachos da Cruz, do Guarimã, Corrente, Gameleira, do Morro Alegre, São João, da Santa Cruz, do Boi Morto, São Tomé, do Sítio, Lagoa da Telha, São Bento, da Flecheirinha, dentre outros. === Demografia === No Censo de 2010, 91,04% da população era católica e 6,53% era evangélica. 36% da população vivia na zona urbana e 64% vivia na zona rural em 2010. == Economia == Em 2019, o PIB do município foi de R$ 255.386.130 (o 59º maior do estado). Em 2019, a distribuição setorial do PIB era: Agropecuária (12,42%), Indústria (4,17%), Serviços- Administração, defesa, educação e saúde públicas e seguridade social (49,03%) e Outros Serviços (34,36%). Na agricultura são cultivados arroz, feijão mandioca, milho e a soja. == Organização Político-Administrativa == O Município maranhense de Brejo possui uma estrutura político-administrativa composta pelo Poder Executivo, chefiado por um Prefeito eleito por sufrágio universal, o qual é auxiliado diretamente por secretários municipais nomeados por ele, e pelo Poder Legislativo, institucionalizado pela Câmara Municipal de Brejo, órgão colegiado de representação dos munícipes que é composto por 13 vereadores também eleitos por sufrágio universal.MEIRELLES, Hely Lopes. Direito municipal brasileiro. 18. ed. São Paulo: Malheiros, 2017. === Atuais autoridades municipais de Brejo === * Prefeito: José Farias de Castro \"Zé Farias\" - PDT (2021/-) * Vice-prefeito: José Renato Araujo Pessoa \"Gó\" - PC do B (2021/-) * Presidente da Câmara: Neuton Martins de Oliveira - MDB (2021/-) == Infraestrutura == O trajeto a partir de São Luís tem um percurso total aproximado de 318 km, sendo feito através de: 106 km pela rodovia BR–135 até a cidade de Itapecuru Mirim; 140 km pela BR-222 até o município de Chapadinha; e 73 km pela rodovia estadual MA-230 até a cidade de Brejo. === Educação === No município, há uma unidade plena do Instituto Estadual de Educação, Ciência e Tecnologia (IEMA). === Saúde === A principal unidade de saúde de Brejo é o Hospital Municipal Dr. Antenor Vieira De Moraes. === Serviços públicos === Além dos prédios da Prefeitura Municipal e da Câmara Municipal, o munícipio de Brejo é termo sede da Comarca de Brejo com o Fórum Des. Artur Almada Lima, além de contar com representantes do Ministério Público do Maranhão e da Defensoria Pública do Estado. == Turismo e cultura == Entre os pontos turísticos do município está o balneário Carrapato. Entre os elementos históricos estão as ruínas do Porto da Repartição, ponto de escala da antiga Companhia Fluvial do Piauí, e por onde eram transportados alimentos e gado entre Brejo e Parnaíba, tornando a região um importante ponto comercial no século XIX. O Porto foi tomado pelas tropas brasileiras durante a Guerra de Independência, e ganhou esse nome porque as tropas vindas da capital se repartiram no local, tendo uma parte ficado para tomar a vila de Brejo e a outra tendo ido em direção a Caxias. A Catedral de Nossa Senhora da Conceição, sede da diocese de Brejo, é um importante elemento arquitetônico da região. O Monumento aos Muypurás é composto pela imagem de um índio e uma índia Muypurás, em homenagem aos povos indígenas que viveram no território do município. Entre as manifestações culturais estão as quadrilhas, o bumba-meu-boi (como o Estrela dos Muypuras e o do Seco das Almas) e o tambor de crioula. A Comunidade Quilombola Vila das Almas é reconhecida no estado pelas suas tradições e cultura. ==Ligações externas== *Prefeitura Municipal *IBGE. Perfil do município Categoria:Fundações no Maranhão em 1870",
 "title": "Brejo (Maranhão)"
}