{
 "id": "26780",
 "text": "{{Info/Município do Brasil | nome = Lagoa | foto = Igreja de sao jose.jpg | leg_foto = | brasão = Brasao municipio.png | bandeira = Bandeira Municpio.jpg | link_brasão = | link_bandeira = | link_hino = | fundação = | gentílico =lagoense | lema = | prefeito = Maria Rodrigues Linhares de Lima | partido = Republicanos | fim_mandato = 2024 | mapa = Brazil Paraíba Lagoa location map.svg | latP = S | latG = 06 | latM = 35 | latS = 25 | lonP = O | lonG = 37 | lonM = 54 | lonS = 55 | estado = Paraíba | região_intermediária = Patos | data_região_intermediária = IBGE/2017 | região_imediata = Pombal | data_região_imediata = IBGE/2017 | região_metropolitana = | vizinhos = Bom Sucesso (N), Jericó (NE), Mato Grosso (NE), Paulista (E), Pombal (S), São Francisco (NW), Santa Cruz (W). | dist_capital = 398 | área = 177.902 | área_ref = | população = 4710 | data_pop = IBGE/2013 | altitude = 281 | clima = Semiárido | sigla_clima = BSh | idh = 0.563 |idh_pos = PB: 174º | data_idh = PNUD/2010 | pib = mil |pib_pos = PB: 169º | data_pib = IBGE/2008 | pib_per_capita = 3427.80 | data_pib_per_capita = IBGE/2008 | popululação_pos = PB: 160 |IDH_categoria = | site = http://www.lagoa.pb.gov.br// }} Lagoa é um município brasileiro localizado no interior do estado da Paraíba. Pertencente à Região Geográfica Intermediária de Patos e à Região Geográfica Imediata de Pombal, localiza-se a oeste da capital do estado, distante desta cerca de 398 km. == História == Conforme Sousa (2020), a povoação de Lagoa se originou das ocupações de sesmeiros que possuíam Datas de Sesmaria dentro do território atual de Lagoa. Nesse sentido, seu território é proveniente das terras do Comissário Theodoro Alves de Figueiredo, com a Serra do Comissário; do Licenciado José da Cruz Vila Nova, com Data da Serra Verde, concedida em 1768, a qual se confrontava com o Sítio Carneiro (município de Jericó); do Capitão José Fernandes da Silva, em 1705, com os Sítios Caiporas, Sabiá e Riachão; do Reverendo Padre Pedro Bezerra de Brito, com o seu Sítio das Maniçobas; do Licenciado João dos Santos e Sousa, com o sítio da Serra da Gameleira; e entre outras sesmarias. Sitio Lagoa O sitio Lagoa teve seu início há mais de dois séculos. Segundo dados que Antônio José de Sousa recolheu da Paróquia de Nossa Senhora do Bom Sucesso de Pombal PB, teve desde início grande ligação com a freguesia de Nossa Senhora do Bom Sucesso do Piancó (Pombal), já que pertencia àquela localidade. Em 29 de outubro de 1794 o Juiz Ordinário, Tenente Pedro Soares Barbosa e os Oficiais da Câmara mandaram nomear “Alferes” Lourenço Alves de Figueiredo para toda Serra do Comissário, e Felipe Bento desde as Fazendas Caiçara de Baixo, Caiçara de Cima, Lagoa do Sabiá, Maniçoba, Timbaúba, Várzea da Ema. Como todas essas fazendas eram habitadas, ficou mais fácil o seu povoamento. Entre os anos de 1820 a 1825, o casal José Pereira de Sousa e Margarida Cardoso de Jesus, nossos patriarcas, casaram e tiveram cinco filhas e um filho, desses seis casais, descende grande maioria da população lagoenses e cidades circunvizinhas. No ano de 1852, por iniciativa de vários lagoenses foi construído o cemitério São José, cito o nome de alguns, entre eles, Manoel Bento e Manoel Joaquim. É existente e ainda usada a “parte velha” do cemitério. Também, anexa ao mesmo foi construída uma capelinha, que com o tempo veio abaixo. Destaca-se o senhor José Inácio da Silva, que fez a doação de 100$000 (cem mil réis) para a cota da aquisição do sino, para o mesmo entrar em funcionamento foi construída uma torre ao lado do cemitério. O sino pesa 75 quilos, e tem como nota musical FÁ, o mesmo ainda se encontra a badalar na torre da matriz de São José. No dia 18 de junho de 1872, nascia no sitio Lagoa, o Padre Aristides Ferreira da Cruz. Aproveito aqui para fazer uma correção da revista dos 50 anos da Paróquia de Lagoa que vinha trazendo que o Padre Aristides tinha sido o celebrante da primeira missa em Lagoa que teria sido realizada em 1852, mas como era possível se ele nasceu 20 anos depois. Padre Aristides era filho de Jorge Ferreira da Cruz e Joana Ferreira Chaves. Foi ordenado Padre no dia 1 de novembro de 1901, na capital do estado da Paraíba. Segundo o padre Manoel Otaviano, Padre Aristides iniciou seus estudos com o professor Antônio Gomes de Arruda Barreto, viveu por vários anos em Catolé do Rocha, ingressou no Seminário de Crato-CE, foi vigário em uma pequena cidade do Rio Grande do Norte, e foi auxiliar de Dom Adauto, bispo da Parahyba. Em 25 de agosto de 1902 tomou posse como vigário da cidade de Piancó, na primeira década de atuação o Padre foi um modelo de dinamismo, dentro de todos os preceitos da responsabilidade e dedicação. Percorria várias léguas a cavalo para atender aos doentes e com muita propriedade, divulgava o evangelho em todos os espaços ocupados, não se restringindo apenas aos sermões da igreja. Reconstruiu o patrimônio da paróquia recuperando as igrejas existentes e erguendo outras capelas. Viveu em paz com toda sua gente enquanto a política não entrou nas veias como opção irreversível. Foi suspenso da ordem em Julho de 1912, por suspeita de envolvimento com uma moça. Depois da decisão de Dom Adauto, que foi definitiva, sem volta, o Padre Aristides decidiu se juntar com Maria José, ou dona Quita, como era mais conhecida, deste romance nasceram quatro filhos. Mesmo com a decisão de Dom Adauto, Padre Aristides não deixou de pregar e usar a batina. Carta de Suspensão do Padre Aristides''' Ao Remº Padre Aristides Ferreira da Cruz Tendo chegado ao nosso conhecimento a falta de obediência as nossas paternas admoestações, feitas pessoalmente a Vosso irmão, para fatos que desabona inteiramente a dignidade sacerdotal e até mesmo do homem de bem, o que infelizmente vemos comprovado e ao domínio de todos, com pesar retiramos de Vosso irmão, o exercício de todas as sagradas ordens, até que tenhamos a obediência que sempre temos recebido do nosso clero. Prezo ao Sagrado Coração de Jesus que o irmão, bem se compenetre da gravíssima responsabilidade que tem diante de Deus, servindo de escândalo a Igreja de Nosso Senhor Jesus Cristo. Paço Episcopal da Paraíba. Em 16 de Julho de 1912. Adauto, Bispo Diocesano.'' Foi eleito deputado em 1915 e reeleito por dois mandatos, vale lembrar o enfrentamento registrado no dia 22 de agosto de 1922, quando seguidores de Felizardo Leite cercaram a casa do novo líder, tentando conter, à bala, o seu potencial popular ameaçador. Foram 26 horas de tiroteio, obrigando o padre a fugir para a cidade de Sousa. Naquela ocasião o Dr. Epitácio Pessoa que comandava o governo da Nação (estado) lhe deu apoio integral e determinou que voltasse a assumir suas funções de chefe político em Piancó. Na mensagem endereçada ao líder perseguido declara ao comandante nacional: “Se a policia for pouca o exercito ira garanti-lo”. Nos anos de 1904 a 1912 era vereador da Câmara de Pombal o senhor Raimundo Pedro de Sousa, o mesmo residia na fazenda Micaela e representava toda a região de Lagoa. Neste período era então chefe político de Lagoa e região, o tenente José Pedro da Silva. No ano de 1912 Dr. José Queiroga, inicia o alistamento eleitoral do sitio Lagoa, Dr. José Queiroga muito contribui-o com esta comunidade, inclusive mandou perfurar através da prefeitura de Pombal e com a cooperação do Departamento Nacional de Obras Contras as Secas alguns poços. Para homenageá-lo a câmara de Lagoa deu seu nome a uma das ruas de nossa cidade. No pleito de 1912, toda população do sitio Lagoa votou no Dr. José Queiroga, candidato a prefeito de Pombal, o mesmo conseguiu este fato inédito por causa de parentes e amigos que aqui existiam. Por ser muito amigo de Padre Valeriano Pereira de Sousa, seu Manoel Pereira de Lucena foi o único lagoense que votou no candidato concorrente, que tinha apoio do Padre Valeriano. No dia 26 de Dezembro de 1912, nascia na fazenda Cantinho, Francisco Pereira Vieira, Seu Chico Pereira foi vereador, vice-prefeito e prefeito de Pombal além de deputado estadual. Era casado com Almira de Lima Pereira, eram seus filhos Ademar Pereira (Foi deputado estadual e vice-prefeito de Pombal), Adauto Pereira (deputado federal em cinco legislaturas), Aécio Pereira (deputado estadual por seis legislaturas) e Adriano. Da sua segunda união com Maria Ivani de Melo, nasceu Maria Isabel de Melo Vieira. Seu Chico foi muito importante para nossa cidade, ajudou em quando pode. São incontáveis suas ajudas e historias. No ano de 1921 foi construído, por iniciativa de Antônio José de Sousa, que mais tarde seria o primeiro prefeito de Lagoa e demais lagoenses, o primeiro prédio que deu início ao distrito de Lagoa, a capela de São José, hoje capela de São Francisco. La acontecia todos os sacramentos, e o sacramento maior, a Santa Missa, lá era lecionadas as aulas do primário. Distrito de Lagoa''' No ano de 1924 foi criado por forca de lei, de número 598 de 24 de Março de 1924 o distrito de Lagoa. No ano de 1925 foi criado o cartório de registros civis e óbitos, no dia 3 de fevereiro do mesmo ano foi nomeado para escrivão Joaquim José da Silva. No dia 9 de fevereiro de 1926, na cidade de Piancó-PB era morto pelos soldados da coluna Prestes o Padre Aristides Ferreira da Cruz, natural de Lagoa. Segundo informações colhidas, por volta das 06:30 da manhã chegara a Piancó o Tenente Manuel Marinho, vindo de Patos em um caminhão, conduzindo armas, munição e cinco praças, somando assim um total de 20 soldados. Quando Sargento Arruda fazia a distribuição do armamento e munição, e Tenente Benício organizava os quatro piquetes a Coluna penetrava na vila pela rua do “Conselho Municipal”. Segundo Senhor Dantas os primeiros disparos foram da Coluna, já Padre Manoel Otaviano, em seu livro \"Os mártires de Piancó\", afirma que o primeiro tiro fora dos piancoenses. Histórias populares dizem que o primeiro oficial vinha montado, vestindo culotes, paletó azul-marinho e portando uma bandeira branca. Mas não há certeza. Sargento Arruda e outros resistiram na casa do Juiz Dr. Abdon Assis em frente ao Conselho. A Coluna recuou, retornando vinte minutos depois procurando envolver a Vila pelo nascente e poente. Do lado Sul havia dois piquetes, um comandado pelo alfaiate Isidoro e Francisco Lima, e outro por amigos de Padre Aristides na casa do Senhor Mario Leite. Foi possível manter resistência até às 14:00 horas, sendo feita uma retirada dos piancoenses, uma vez verificada a impossibilidade material de prolongar a luta. Entretanto, o pessoal do Padre continuou resistindo ainda por meia hora quando, para facilitar o ataque, os rebeldes jogaram uma granada numa das janelas e tomaram as salas da frente, havendo ainda alguma resistência brevemente cessada, com recuo dos sitiados para o interior da casa onde estava o Padre. Em fuga foram atingidos José Lourenço e João Monteiro. Esse último, embora ferido, conseguiu escapar. Também escaparam uma criada e duas crianças que se evadiram às 13:00 horas. No ano de 1930 é erguido um cruzeiro na entrada de Lagoa, o mesmo foi construído por Zé Bento. Foi colocado ali pelo pagamento de uma promessa do senhor Joaquim Inácio, avô de Dona Maroquinha. A pedido do Padre Franco, ele foi transferido para a frente do centro, pois ficava escondido entre a CAGEPA e o centro. No dia 17 de setembro de 1932, toma posse como novo escrivão do cartório do registro civil e óbitos de Lagoa o senhor Primo Feliciano Bandeira. No ano de 1936 assume a prefeitura de Pombal Francisco Sá Cavalcanti, o melhor prefeito que Pombal já viu. Em seu plano de governo esta a construção na sede de Lagoa, o primeiro mercado público e um grupo escola, além de outras obras que não estão registradas. Segundo Antônio José de Sousa, que foi secretario de Sá Cavalcanti, o prefeito deixou grande quantidade de material para a construção do mercado público aonde o prefeito Elísio Sobreira usou para a construção de um dos pavilhões. No dia primeiro de junho de 1936 é nomeado escrivão para o cartório de Lagoa o senhor Antônio Bernadinho de Sousa. No dia 15 de novembro 1938 foi decretada-lei estadual número 1.164, que alterava o nome de Lagoa para Nhandu, que significa Ema, já que era uma ave em abundancia na região. No dia 22 de março de 1939 é empossado o escrivão para o cartório de Lagoa o senhor Alpino José de Sousa. Em 1940 vem em missão ao distrito de Nhandu, o missionário capuchinho, Frei Damião de Bozano. Chegando aqui, viu a necessidade da construção de uma nova igreja, pois a capela de São José não comportava mais a população. Ficou na responsabilidade do Padre Acácio e da população a construção da nova “Homus Dei”, casa de Deus. Provavelmente em 1942, o interventor do estado da Parahyba constrói no centro da cidade um grupo escolar. Entre os anos de 1942 e 43, Padre Acácio inicia a construção da atual Matriz de São José que é finalizada em 1948 por Monsenhor Vicente Freitas de Sousa. Segundo pessoas mais velhas, Padre Vicente pedia ao povo que quando viesse para a vila trouxe pedras para tampar a vala, era o pedreiro da obra o senhor Antônio, do sitio Riacho dos Cavalos, hoje cidade. A nova igreja passou por volta dez anos sem a torre, quando entre os anos 49 a 59 foi construída por “Chico Nizio”, segundo Raimundo sineiro a torre está sobre três trilhos de ferro que partem do altar até o termino da calçada da matriz. Ainda segundo relatos, o altar foi construído por Zé Arruda, era belíssimo, mas infelizmente o demoliram. Eram os responsáveis para angariar recursos para a construção da igreja, Primo Bandeira, Cícero Pereira, José Camilo de Almeida, João Pereira, Tertuliano, Rufino, José Sinfronio, Quinca Custodio, Abdias Rodrigues, Família Secundino, era o então sacristão o senhor Salustino. Por anos a comunidade de Lagoa era assistida pelos padres de Pombal, já que o distrito pertencia a aquela paróquia. Caso algum lagoense quisesse receber algum sacramento, como o batismo ou matrimonio, ou ate uma Missa de corpo presente, tinha que se dirigir a pé ou a animal ate Pombal e “chamar” o padre. As cerimonias eram realizadas lá, ou no distrito, chegando ate mesmo a ser realizadas em outras cidades além de Pombal. Segundo o livro o “Grande Pombal” de Antônio José de Sousa, pela cronologia do tempo, o primeiro sacerdote a celebrar uma missa em Lagoa, provavelmente em 1852, em razão de já existir uma capela, teria sido um dos seguintes sacerdotes Padre Álvaro Ferreira de Sousa, vigário de Pombal ente 1842 a 1863. Padre Luiz Inácio Cardoso, Padre José Ferreira de Sousa. Também seguindo a cronologia do “Grande Pombal”, sucederem estes no distrito de Lagoa, na Paróquia de Nossa Senhora do Bom Sucesso, em Pombal, aonde se encontrava a sede paroquial, os padres: Padre Manoel José Ferreira, vigário coadjutor em 1863. Padres José Geminiano Pereira Rego. Padre Dr. José Pereira, vigário em 1872, este último assinou a escritura de reajuste do patrimônio da paróquia de Pombal. Padre Francisco Xavier Viveiros, 1877, vigário em Piancó. Padre Manoel Vieira da Costa e Sá, vigário regente em 1877. Padre João Vasco Cabral Algones, vigário em 1878. Padre João Soares de Albuquerque, vigário de 1879 a 1887, quando foi suspenso. Padre Amâncio Leite da Silva, vigário de 1884 a 1886. Padre Laurindo Justiniano Ferreira Dantas, vigário de Sousa, regeu em Pombal em 1887. Padre José Cabral de Vasconcelos Castro, vigário residencial em Pombal de 4 de abril de 1888 a abril de 1892. Padre Manoel Mariano de Albuquerque, vigário de Piancó, e regeu Pombal. Padre Nasário de Sousa Rolim. Cito o nome de alguns padres que de certeza trabalharam em Lagoa, entre eles Monsenhor Valeriano Pereira de Sousa, 27 de setembro de 1893 até sua morte em 27 de maio de 1962. “Padim vigário” foi muito importante para o crescimento da fé do povo de Deus em Lagoa, foi na sua época a frente da paróquia que construíram a nova capela em Lagoa, a famosa igrejinha. Seu cooperador, Padre Acácio Cartaxo Rolim foi, como assim citamos em algumas linhas mais acima o responsável pelo início da construção da nova igreja. Monsenhor Vicente Freitas de Sousa deu continuidade à obra da construção da nova igreja, reformou algumas capelas da região. Monsenhor Oriel Antônio Fernandes, construiu a torre da igreja, providenciou uma escritura de convenção de limites do patrimônio paroquial de Lagoa, adquiriu para a nova igreja as imagens, objetos litúrgicos, providenciou o piso, foi o primeiro vigário de Lagoa após a sua criação como paróquia. Por não haver casa paroquial, os padres eram acolhidos nas residências de Seu Manoel Custodio e de seu Tertuliano e dona Ana, pais de Iraci de Amadeu Camilo. Segundo minha avó, o Padre mandava por alguém um bilhete avisando o dia da missa, dos batizados e dos casamentos, para que então preparassem a igreja e avisassem o povo. O então Padre Valeriano, que tinha uma letra não muito compreensiva, e um dia mandou um bilhete para Lagoa avisando a data de sua visita ao povoado. Ao receberem o bilhete, ninguém entendeu o que nele avia. E eis que em certo dia, aparece de surpresa, para o povo de Lagoa, o Padre montado no cavalo. O padre ficou “estarrecido”, pois não tinha nada pronto para a sua visita, e ele quis saber o motivo. Então contarão a história, e ai vem a “lenda”, Padre Valeriano teria pedido para ver o bilhete, e nem ele mesmo tinha entendido a própria letra. No ano de 1947, Dom Zacarias Rolim de Moura vem a Lagoa, é a primeira vez que um bispo pisa em terras lagoenses. Dom Zacarias, com auxilio de padre Vicente Freitas e Frei Bruno, celebra na matriz de São José, ou no patamar da mesma, uma missa de primeira eucaristia. Receberam das mãos do senhor bispo, a primeira eucaristia 33 crianças, eram 24 meninas e 9 meninos. No dia 7 de janeiro de 1949 foi decretada a lei número 318 que fez voltar o distrito de Nhandu a sua antiga denominação de Lagoa. No ano de 1953 o então prefeito de Pombal Francisco Pereira, natural desta terra, instalou a usina de luz que ficava em uma casa na rua do cemitério. Também inicia a linha telefônica de Pombal a Alexandria passando por Lagoa. Para matar a sede dos lagoenses seu Chico mandou perfurar dois poços, que tiveram o fim trágico de serem entupidos por maus lagoenses. No dia 22 de julho de 1959 foi instalado no município, a agência dos correios. Teve como primeiro agente Severino Rodrigues de Lima Entre 1959 a 1960, o então prefeito de Pombal. Dr. Azuil Arruda de Assis, arranca de Lagoa a usina de luz com pretexto de concerta-la, Mas Dr. Azuil levou a maquina para Cajazeirinhas, deixando o distrito de Lagoa nos escuros por mais de um ano. Cidade de Lagoa No dia 22 de Dezembro de 1961, o distrito de Lagoa foi elevado à categoria de cidade, por força de lei 2.663 de autoria do filho desta comuna, Francisco Pereira Vieira, Chico Pereira. A comunidade de Lagoa foi fundada e habitada por pequenos proprietários, homens simples. Mas a cidade de Lagoa também teve seus cidadãos ilustres, como o grande herói mártir, o Padre Aristides Ferreira da Cruz, o Deputado Francisco Pereira Vieira, seus filhos, a família Vieira Carneiro, que se deu origem em Lagoa, já que duas filhas do casal José Pereira de Sousa e Margarida Cardoso de Jesus casaram-se com Daniel Vieira Carneiro e João Vieira Carneiro. TERMO DE INSTALAÇÃO DO MUNICIPIO DE LAGOA-PB Aos trinta e um dias do mês de dezembro de 1961 (mil novecentos e sessenta e um), na sede do Distrito de Lagoa, perante o Ilmo. Sr. Deputado Francisco Pereira Vieira, representante do Ilmo. Sr. Dr. Pedro Moreno Gondim, D.D. Governador do estado, em presença do Senhor ANTONIO JOSÉ DE SOUSA, prefeito nomeado em comissão, pelo Ilmo. Sr. Governador, perante a qual prestou compromisso legal, no dia 27 do corrente mês, realizou-se em solenidade publica, presidida pelo representante acima citado, foi declarado empossado o primeiro prefeito da nossa comuna Paraibana. Obedecidas as demais formalidades legais, processou-se a instalação do município de Lagoa, criado pela Lei 2.663 de 22 de dezembro de 1961, publicada no Diário Oficial do dia 24 do referido mês e ano. E, para o registro, foi lavrado o presente termo que vai escrito por mim Eliseth Rodrigues de Sousa, que o fiz, pelo representante do senhor Governador do Estado, que o assina com o senhor Prefeito apossado, com o Con. Oriel Antônio Fernandes e com os vereadores Aureliano Ramalho Cavalcanti, José Nicácio Amorim e outras pessoas gradas presente ao ato. Lagoa 31 de dezembro de 1961. Assinados: Francisco Pereira Vieira, Antônio José de Sousa, Cônego Oriel Antônio Fernandes, Pároco; Aureliano Ramalho Cavalcanti, José Nicácio Amorim, Erly Medeiros, Cicero Pereira de Sousa, Primo Feliciano Bandeira, Miguel Alves da Silva, Luiz Pereira de Sousa, Francisco José de Sousa, Eliseth Rodrigues de Sousa, Paulo Pereira Viera, José Sinfronio de Oliveira Mariz, Manoel Firmino de Medeiros, Manoel Firmino de Oliveira, José Camilo de Almeida e Adelino Vicente. Administração Antônio José de Sousa 1961 a 1962.''' Ao assumir a Prefeitura o prefeito Antônio José de Sousa criou o quadro de funcionalismo municipal, iniciou a administração com apenas dois funcionários, o tesoureiro, que era secretario e chefe da contabilidade além deste o zelador do açougue que era fiscal geral e procurador geral. Na parte de iluminação, a usina da luz de Lagoa, avia sido arrancada e transportada para Cajazeirinhas. O prefeito com as parcas rendas municipais, com o seu credito pessoal e com a ajuda do governado Pedro Moreno Gondim, que doou o motor, e assim foi restabelecida a luz de Lagoa. Era responsável pelo motor a óleo o senhor João Guilherme, o motor funcionava até as 9 horas da noite, e em época de festa, como padroeiro, natal e ano novo, funcionava até a meia noite. Na parte de estradas carroçáveis, o DNER não pagou a cota que tinha direito a municipalidade. O prefeito recorreu a dois pequenos empréstimos, reconstruiu e construiu dois trechos da PB 337, um que partia da sede a se encerra no sitio Jutubarana, ligando-se assim a rodagem de Catolé, e o outro de um lugar chamado Tabuleiro Redondo, que fazia a ligação a cidade de Jericó. Na educação o prefeito conseguiu que o governador Pedro Moreno Gondim nomeasse uma professora para a sede. Criou dez escolas para o curso rudimentar rural e uma verba para subvencionar outras. Proveu todas as escolas e subvencionou onze, perfazendo assim um total de vinte e uma escolas rurais municipais. Na limpeza publica fez o que era lhe permitido, iniciou a construção de um cacimbão que foi concluído por seu sucessor. Com convenio da prefeitura de Jericó construiu a linha telefônica de Lagoa a Jericó. A renda do município em dez meses atingiu ao máximo de Cr$ 526.870,50 mais Cr$ 50.00,00 doado pelo governo, mais Cr$ 142.100,00 de empréstimos. Ao todo Cr$ 718.970,50. O prefeito em comissão entregou a prefeitura regularmente instalada, porem com uma divida superior a Cr$ 800.00,00 referente à folha de funcionários. Governo do Estado da Paraíba Prefeitura Municipal de Lagoa Balancete de receita e despesa do município de Lagoa referente ao seu primeiro exercício de 1962. Receita: Cr$ Imposto predial 40.701,50 Transmissão inter-vivos 218.277,00 Indústria profissão parte variável 898.824,50 Iluminação 389,00 Licença 2.410,00 Auxilio do estado para instalação 50.000,00 Serviços diversos 1.877,00 Operação de credito 142.100,00 Mercado e matadouro 23.407,00 Entrada petição 2.470,00 Imposto territorial rural 21.530,00 Cota de imposto de renda 3.066.468,00 Total 4.562.917,00 Despesas: Chefia do governo municipal. Representação do prefeito 96.000,00 Moveis, utensílios e material de expediente 288.830,00 Secretaria. Material de expediente 62.435,00 Serviço de arrecadação 141.268,05 Instrução publica 105.000,00 Saúde publica 2.300,00 Fomento á produção 7.200,00 Iluminação publica 557.119,70 Mercado e matadouro 21.300,00 Construção do logradouro 48.645,00 Limpeza publica 61.900,00 Cemitério 4.865,00 Indústrias restantes 31.860,00 Estradas carroçáveis 163.200,00 Eventuais 191.601,00 Contribuição de 4% para o estado 37.837,50 Funcionalismo municipal. 108.200,00 Operação de credito 142.100,00 Subvenção á sociedade assistencial 12.000,00 Expediente 32.000,00 Publicações de atos oficiais 50.000,00 Total 2.159.401,00 Saldo 2.403.515,65 Foi Antônio José de Sousa o maior prefeito que houve em Lagoa, fez o possível e o impossível para que sua terrinha crescesse e tivesse um bom futuro. Escrevi este livro me espelhando em seu amor pela tão querida terrinha de Lagoa, e rogo que este nome jamais seja esquecido junto ao de seu Chico Pereira. Câmara Municipal de Lagoa 1961 a 1962. Foram nomeados vereadores do município de Lagoa Aureliano Ramalho Cavalcante e José Nicacio Amorim. Administração Luiz Pereira de Sousa 1962 a 1966.''' O primeiro prefeito da constitucional de Lagoa, o senhor Luiz Pereira de Sousa tomou posso no ano de 1962, como seu antecessor fez também o melhor para ver sua cidade andando com os próprios pés, mesmo com as poucas rendas do município. Foi um prefeito mais assistencial do que “obreiro”, segundo Antônio José de Sousa. Na saúde criou o posto, com a ajuda do governo do estado. O posto foi instalado em um prédio particular, ate que depois o governo do estado construísse uma sede. Seria uma grande injustiça se não lembrasse que o deputado Francisco Pereira Vieira, que na época era deputado estadual, através da secretaria de saúde como também do seu bolso, ajudava o município com a construção do posto, aquisição de utensílios e medicamentos. Os médicos que atendia eram os doutores, Ademar Pereira, Porfírio Medeiros Fernandes e Juarez Saraiva Maia. Ainda segundo Antônio José de Sousa, seu Luiz não deixava faltar ajuda aos doentes, em especial aos pobres, dizia ele “Não tenho coragem de deixar um pobre morrer a falta de socorro médico-hospitalar”. Na parte de obras publicas, concertou as estradas, além de algumas linhas telefônicas, trocou o motor da luz que avia quebrado, iniciou a construção de um parque infantil, iniciou a construção da delegacia de policia, concluiu um poço para abastecimento de água iniciado pela administração anterior, construiu o banheiro público, iniciou o calçamento da sede do município, construiu o açougue público, embora não tenha conseguido conclui-lo. Obra que para a época e para uma cidade recém-criada, pobre e pequena, era de honra para Lagoa. Obedecia a uma planta, com todos os dispositivos necessários á sua finalidade, media 14,20m de frente, 20,20m. de fundo, compreendendo diversas tarimbas, revestido internamente de azulejos. Na limpeza publica o senhor prefeito foi cuidadoso, adquiriu uma carroça atração a animal, um burro e equipamentos necessários. Na educação, o mesmo aumento o número de escolas na zona rural do município. Na parte de funcionalismo público ampliou o quadro formado pela administração anterior, com algumas modificações e promoveu lugares que estavam vagos, formando desde logo, o copo de funcionários competentes e eficientes, dos quais não é justo deixar de destacar o nome de José Camilo de Almeida, procurador geral, Horácio Otavio Freitas, secretario e também sua esposa Josefa Hildérica da Costa Freitas, contabilista, sucedeu estes dois últimos Aluízio de Sousa Bezerra, este último como os outros citados muito contribuíram para a organização da prefeitura e câmara. Seu Aluízio para vim trabalhar em Lagoa deixou uma função em uma grande empresa no Rio Grande do Norte e ainda desprezou uma vantajosa proposta de outra empresa em Campina Grande. Câmara Municipal de Lagoa 1962 a 1966. Era os vereadores da câmara municipal de Lagoa, Rufino José de Sousa, presidente; José Antônio de Oliveira, Primeiro secretario; João Fernandes Maia, segundo secretario; Juarez Secundino de Sousa, Abdias José Rodrigues Salustino Rodrigues do Ó, vereadores. Eram homens de bem, queriam ver o crescimento de sua cidade, sempre ajudavam o prefeito em que era lhe cabível. No dia 7 de janeiro de 1963, a câmara municipal de Lagoa votou a lei 7, de 7 de janeiro de 1963. Que da denominação as ruas e travessas de Lagoa. Art. 20. - ficam as ruas desta cidade com as denominações seguintes. a) rua da residência de Cicero Pereira, Rua São José. b) rua ao norte do mercado, Rua Guarda José Ferreira. c) rua ao sul do mercado, Rua José Inácio. d)rua ao sul da prefeitura e da maternidade, Rua Tenente José Pedro. e) rua do antigo prédio empresa de luz, Rua José Pereira de Sousa. f) rua dos fundos da casa de Zé Camilo, Rua Margarida Cardoso de Jesus. g) rua da atual Assembleia de Deus, Rua Padre Aristides Ferreira da Cruz. h) rua dos fundos da Assembleia de Deus, Rua Caetano de Sousa. Ficam as transversais. a) do bairro Alto do Cruzeiro ate as Populares passando pela Matriz, Travessa Professor Simplício Joaquim da Trindade b) travessa que passa atrás da prefeitura, Travessa Manoel Bento. c) travessa d) travessa que passa pela capela de São Francisco, Travessa Manoel Joaquim. e) travessa do cemitério São José, Travessa Dr José Queiroga. No dia 15 de janeiro de 1963, Dom Zacarias Rolim de Moura eleva a categoria de Paróquia, a Capela de São José na sede de Lagoa. Foi seu primeiro vigário, o Cônego Oriel Antônio Fernandes, Padre Oriel junto como todo povo de Deus em Lagoa se esforçou muito para a organização da Igreja Matriz como foi citado mais acima. No ano de 1963, Lagoa contava com 13 ruas, 4 igrejas católicas, 1 cemitério, 21 escolas, 1 posto de saúde. No ano de 1964 inicia a eletrificação de Lagoa e a finalização da linha telefônica. No ano de 1964 toma posse na Paróquia de Lagoa, o Padre João Cartaxo Andriola. No ano de 1965 toma posse na Paróquia de Lagoa, o Padre Jeronimo Munõz. Na eleição de 15 de novembro 1966 aconteceu a segunda eleição para prefeito, vice-prefeito e vereadores de Lagoa, foram os concorrente: ARENA, vencedora. Prefeito Francisco Manoel Melo e vice Francisco da Costa Vieira. Foram os vereadores eleitos, Luiz Idelfonso da Silva, Amadeu José de Almeida, José Moreira da Silva, Raimundo Ferreira da Cruz, e Francisco Rufino de Sousa. MDB Prefeito Daniel Secundino de Sousa e vice Juarez Secundino de Sousa. Eram irmãos. Foram os vereadores eleitos, Sebastião Rodrigues do Ó e Antônio Bernardino da Silva. Administração Francisco Manoel Melo 1966 a 1969''' O prefeito Francisco Manoel Melo e vice-prefeito Francisco da Costa Vieira tomaram posse juntamente com a câmara no dia 27 de novembro de 1966. O mesmo, concluiu o parque infantil e o açougue público, iniciada pela administração anterior, construiu o atual mercado público, aproveitando um dos pavilhões construídos por Elísio Sobreiro, construiu uma lavanderia, medindo 7,40 por frente, 28,30m, de fundo, cobrindo uma área de 698m2, com 1 banheiro, 26 apartamentos, 1 cacimbão e uma caixa de água, mas por esta parte da cidade ser baixa, foi obrigado a lavanderia ficar sobre um aterro de um metro de altura para não alagar esta parte. Iniciou a prefeitura municipal, que na planta original era um prédio de primeiro andar, aonde iria funcionar a Câmara Municipal, Prefeitura Municipal e Fórum, aonde na frente seria construída uma pequena praça. Câmara Municipal de Lagoa 1966 a 1969. Era os vereadores da câmara municipal de Lagoa, José Moreira da Silva, Amadeu José de Almeida Secretario, Luiz Idelfonso da silva, Raimundo Ferreira da Cruz, Francisco Rufino de Sousa, Sebastião Rodrigues do Ó, (reeleito) e Antônio Bernadinho da Silva. No ano de 1967 toma posse frei Bruno Munõz, este organizou uma caminhada da matriz para a serra do Claudiano, onde foi implantado um cruzeiro, que após a caminha passou a ser chamado serra do cruzeiro, construiu o centro comunitário, o terreno para a construção foi doado por seu Rufino José de Sousa, iniciou o saneamento básico da cidade com a colocação de um chafariz quase em frente da matriz. Na eleição de 15 de novembro 1969 aconteceu a eleição para prefeito, vice-prefeito e vereadores de Lagoa, foram os concorrente: Administração José Sinfronio de Oliveira Mariz 1969 a 1974.''' O prefeito José Sinfronio de Oliveira Mariz e vice-prefeito Juarez Secundino de Sousa tomaram posse juntamente com a câmara no mês de novembro de 1969. Em 1968, toma posse na Paróquia de Lagoa o Padre Solon Dantas de França. Era seu auxiliar, Conego Francisco Ferreira de Andrade, Padre Andrade. Em 1979, é nomeado administrador da Paróquia de Lagoa, o Padre Levi Rodrigues de Oliveira. Padre Levi foi político, tinha uma personalidade forte, infelizmente não viveu bem seu sacerdócio na juventude, mas já velho, Padre Levi se converteu e mudou de vida. Cabe a ele a venda dos terrenos de patrimônio da Paroquia de Lagoa. Em 1982, toma posse na paróquia, monsenhor Hamilcar Mota da Silveira. Monsenhor Hamilcar, grande sacerdote e pregador. Chegando a Lagoa reformou a Matriz, ampliou a casa paroquial, concluiu o centro comunitário, instalou um sistema de som, que ficou aos cuidados de seu Amadeu José de Almeida, adquiriu um carro, construiu a terceira capela da cidade, a capela de São Sebastião na comunidade da Micaela. Chegam a Lagoa, no ano de 1985 as irmãs Franciscanas da Sagrada Família, foram as primeiras a chegar, Irma Virginia, Irmã Natalia, e Irmã Madalena. Inicialmente as irmãs viviam no centro comunitário depois foram transferidas para Jericó. Como a festa do Padroeiro, não dava renda por ser em um tempo chuvoso. No mês de outubro de 1988 aconteceu à primeira festa sócia religiosa da cidade, denominada de “Festa do caju”, nome dado por causa da grande abundancia da fruta em nossa cidade. Foi um momento de fraternidade, de reviver os momentos familiares. Em 1988 assume pela primeira vez a paróquia de Lagoa, o pastor do Bom Jesus, Padre Dagmar Nobre de Almeida, filho natural de Riacho dos Cavalos, ficou a frente da paroquia de Lagoa ate 1990. Padre Dagmar tinha uma voz inesquecível, gravou dois CDs, foi até o último dia de sua vida o “pastor” da Paróquia Santuário Bom Jesus Eucarístico Aparecido de Sousa, faleceu no ano de 2006, em Sousa. Em 1990 assume os trabalhos paroquias o Padre Antônio Ramalho Neto, fica a frente da paróquia até 1991. Volta a coordenar paróquia de Lagoa em 1992 o padre Dagmar. Em 1993 assume a Paróquia de Lagoa o Padre Antônio José Duarte. Em 1994 assume a Paróquia de Lagoa o Padre Osmar Jeronimo Bezerra, Padre Osmar residia em Pombal, mas especificamente na Paróquia de São Pedro e vinha semanalmente a Lagoa. Falece na cidade de João Pessoa, no dia 12 de janeiro de 1995, Francisco Pereira Vieira, Chico Pereira, com a idade de 82 anos. Em 1997 Dom Matias Patrício nomeia o Padre José Dantas como vigário residente de Lagoa, Padé “Dede” trabalhador ardentemente na evangelização e missão, homem simples, humilde, pobre, nada quis para ele. Aqui em Lagoa fez pequenas reformas na matriz, iniciou a construção da sacristia, junto com a comunidade da Cabeça da Onça ergueu uma capela em honra a Nossa Senhora da Conceição. Como marco de uma missão, deixou implantado na frente da matriz um pequeno cruzeiro. Deixou a Paróquia de Lagoa no ano de 2002, foi transferido para a cidade de São José do Caiana e lá faleceu no dia 21 de março de 2015. == Geografia == De acordo com o Instituto Brasileiro de Geografia e Estatística (IBGE), em 2013, sua população foi estimada em 4.710 habitantes, distribuídos em 178 km² de área. thumb|400px|left|Evolução demografica do município === Dados estatísticos === População: (2007) *Pessoas Residentes: 4.949 habitantes **Homens Residentes: 2.372 **Mulheres Residentes: 2.472 **Pessoas Residentes Área Urbana: 1.742 **Pessoas Residentes Área Rural: 3.102 **Pessoas Alfabetizadas, 10 anos ou mais: 2.397 *Domicílios Particulares Permanentes: 1.135 domicílios **Domicílios Particulares Abastecimento Água: 416 domicílios **Domicílios Particulares com Banheiros, Esgotos Sant: 76 domicílios **Domicílios Part. Destino Lixo Coletado: 342 domicílios *Densidade Populacional: 27,4 hab./km *Secretaria da Saúde do Município conta com: **Estabelecimento de Saúde Total: 4 **Estabelecimento de Saúde Públicos: 3 *Secretaria da Educação do Município conta com: **Escolas do Ensino Pré-escolar: 16 **Escolas do Ensino Fundamental: 21 **Escolas do Ensino Médio: 1 **Escolas Particulares: 0 === Relevo === O relevo apresenta ondulações e fortes ondulações em aproximadamente 65% da área total do município. Com uma altitude de 800 metros se encontra as serras: Serra da Cabaça (a Sudeste), Serra da Caiçara (a Sul), Serra das Caraíbeiras (a Sul), Serra da Maniçoba (a Noroeste), Serra da Pipoca (a Sul), Serra do Moleque (a Sudeste), Serra do Nazaré (do Cruzeiro) (a Sul), Serra Olho d'água (a Sudeste), Serra Verde (a Oeste). A Serra do Nazaré (do Cruzeiro), fica a 800 metros de altitude, é famosa pois tem um Cruzeiro bem na sua cabeceira (ponta da Serra), esse cruzeiro da para vê da sede do município, uma vez ou outra os católicos de Lagoa fazem procissão até o local, onde é celebrado uma missa ao ar livre, sem acesso para carro, os católicos vão a pé, bem ao pé do cruzeiro da para avistar todo o município, inclusive a sede. Foi idealizado e construído a mando do Frei Bruno. A Serra da Pipoca, fica a 800 metros de altitude, e é famosa pelo cultivo de fava, feijão, milho, e o principal cultivo é o famoso Coco-Catolé, que tem em abundância. O solo é de predominância areno-argiloso. === Clima === O município está incluído na área geográfica de abrangência do semiárido brasileiro, definida pelo Ministério da Integração Nacional em 2005. Esta delimitação tem como critérios o índice pluviométrico, o índice de aridez e o risco de seca. O Clima é tropical semiárido, com temperaturas entre 19º e 38 °C e precipitação média de 886 mm anuais. A temperatura média fica em torno dos 28 °C. A região é caracterizada por ser área seca, recebe chuvas com mais frequências nos meses de Janeiro a Junho. A época mais seca se estende de Agosto a Dezembro. === Hidrografia === Quanto a hidrografia do município, é cortado pelo Riacho da Barroquinha, Riacho das Caraíbas, Riacho do Carneiro, Riacho do Jenipapo, Riacho do Sabiá, Riacho do Tabuleiro Comprido, que não são perenes, pois secam durante a estiagem. Os açudes: Malhada da Areia, Ramada, Besouro, Jatobá, Pai João, Taquarí, esse último o mais importante do Município, tem outros com menos volumes d'água. O Riacho das Caraíbas, está a 220 metros de altitude, e é a parte mais baixa do município. Apesar de vários açudes, o abastecimento de água para a população vem do município de Jericó, do Açude do Carneiro, a uns 15 km de distância, abastecendo toda população de Lagoa. Já o açude Taquarí abastece a lavanderia comunitária municipal, e a limpeza das ruas, e também para regar as plantas, inclusive das praças existentes no município. == Localização == O Município de Lagoa está localizado na Mesorregião do Sertão Paraibano, Microrregião de Catolé do Rocha. As coordenadas geográficas da sede são de: -6.571 de latitude e de: -37.916 de longitude, e uma altitude de 281 metros na sede do município. A Sede do Município dista 398 km da capital do estado, que é João Pessoa. Tem uma área territorial de: 177.90 km². Seu território é cortado pelos: Riachos da Barroquinha, Riacho das Caraíbas, Riacho do Carneiro, Riacho do Jenipapo, Riacho do Sabiá, Riacho do Tabuleiro Comprido. O Município limita-se com os municípios de: Bom Sucesso (15 km), Jericó (11 km), Mato Grosso (17 km), Paulista (31 km), Pombal (26 km), São Francisco (23 km), Santa Cruz (17,5 km). == Estradas == O município de Lagoa conta com uma estrutura caótica nas estradas do município, em sua grande maioria de terraplanagem. A principal do município a PB-337, é em parte de rodagem de terra (Trecho Lagoa - Bom Sucesso), o governo do estado da Paraíba inaugurou no ano de 2014 a pavimentação da PB-337 trecho Lagoa-Pombal. Outras importantes, mas que estão em situações piores: A estrada municipal que liga Lagoa à Santa Cruz, São Francisco, Sousa etc. a estrada Municipal da Barroquinha, a estrada municipal que liga Lagoa à Serra do Comissário e a estrada municipal que liga Lagoa a Jericó, e que passa pelos sítios Pereiro e Cantinho, e entre outros, essa estrada é um atalho até a cidade de Jericó. == Cenário cultural == === Religião === Segundo o Censo de 2010, 4074 pessoas (87%) dos residentes do município eram Católicos,outros 451 (9,6%) se declaram de religiões evangélicas sendo a Assembleia de Deus com maior número de fiéis, posteriormente a Igreja Internacional da Graça de Deus e depois temos a Congregação Cristã no Brasil (Igreja do Véu, como é conhecida comumente), ateus e agnósticos somam 142 pessoas (3%) e 14 (0,2%) pessoas se declaram de outras religiões. No dia 21 de Setembro é realizada pela Igreja Católica a Festa do Caju, festa essa que celebra a colheita do fruto do cajueiro, que já foi muito abundante na região, e essa veio a se tornar uma das mais importantes festas da cidade.http://www.ibge.gov.br/home/ === Eventos === * Março - Festa do padroeiro (São José) * Setembro - Festa do Caju * Dezembro - Dia 21/12 dia do Evangelicos * Dezembro -Emancipação Política Dia 22/12 * Dezembro - Natal * Dezembro- Janeiro - Ano Novo As comunidades rurais (Em ordem alfabética) são: *Açudinho *Barroquinha *Cabeça da Onça *Cachoeira Velha *Cantinho (Sub-Distrito) *Caiçara (Região Serrana) *Exuí *Gatos (Região Serrana *Jatobá *Jutubarana *Lagoa de Cima *Logradouro *Micaela *Malhada da Areia *Pereiros *Pai João *Sabiá *Santa Quitéria (Região Serrana) *Timbaúba (Região Serrana) *Taquarí *Várzea da Ema *Vertente *Aguiada == Economia == A economia municipal é baseada na Agropecuária. ;Agricultura:(2006) Exploram-se as culturas do Algodão herbáceo (em caroço), Arroz (em casca), Abóbora, Banana, Batata Doce, Caju, Cana-de-Açúcar, Feijão (em grãos), Tabaco, Laranja, Mamão, Maracujá, Melancia, Melão e Tomate. ;Pecuária: (2006) Na Pecuária exploram-se: Bovinos, Caprinos, Equinos, Frangos, Galos, Patos, Galinhas, Leite de Vaca (1 mil litros), Ovinos (1.880 cabeças), Ovos de Galinha, Pintos (5.000 cabeças), Suínos (2.860 cabeças). No Extrativismo vegetal destaca-se a exploração de madeira para carvão e lenha, embora sem nenhum conhecimento de manejo correto da caatinga, o que tem contribuído para a destruição do habitat natural dos animais silvestres, como: Aves, Mamíferos e Répteis da Caatinga. Categoria:Municípios da Paraíba Categoria:Fundações na Paraíba em 1961",
 "title": "Lagoa (Paraíba)"
}