{
 "id": "26808",
 "text": "Máquina é um dispositivo artificial que utiliza a conversão de energia para atingir objetivos predeterminados. As máquinas podem ser de natureza mecânica, eletromecânica, elétrica, eletrônica, etc. Na Física, é todo e qualquer dispositivo que muda o sentido ou a intensidade de uma força com a utilização do trabalho.LIKER, Jeffrey; KIPPEL, Marcelo. Modelo Toyota: 14 princípios de gestão do maios fabricante do mundo. São Paulo: Bookman, 2005. ==Etimologia== A palavra máquina deriva do termo latino machina,The American Heritage Dictionary, Second College Edition. Houghton Mifflin Co., 1985. que, por sua vez, vem do grego dórico e do grego jônico ,\"μηχανή\", Henry George Liddell, Robert Scott, A Greek-English Lexicon, on Perseus project uma derivação de , que significa \"meio, expediente, remédio\".\"μῆχος\", Henry George Liddell, Robert Scott, A Greek-English Lexicon, on Perseus project ==História== A ideia de uma máquina simples foi criada pelo filósofo grego Arquimedes, no século III a.C., que estudou as máquinas \"Arquimedianas\": alavanca, polia, e parafuso. Arquimedes também descobriu o princípio da alavancagem. Mais tarde, outros filósofos gregos definiram as cinco máquinas clássicas (excluindo o plano inclinado) e foram capazes de calcular sua alavancagem. Heron de Alexandria (por volta de 10–75 AD), em seu trabalho Mecânica, lista estes cinco mecanismos que podem colocar uma carga em movimento: alavanca, molinete, polia, cunha e parafuso, e descreve sua fabricação e usos. Porém o conhecimento grego se limitava a máquinas simples, que operavam através do balanço de forças, sem incluir a dinâmica, comparações entre força e distância, ou o conceito de trabalho. ==Características== A diferença preliminar entre ferramentas simples e mecanismos ou máquinas simples é uma fonte de energia e uma operação um tanto independente. O termo \"máquina\" aplica-se geralmente a um conjunto de peças que operam juntas para executar o trabalho. Geralmente estes dispositivos diminuem a intensidade de uma força aplicada, alterando o sentido da força ou transformando um tipo de movimento ou de energia em outro. A ineficiência de uma máquina é o grau ou a porcentagem a que uma máquina não realiza o trabalho que poderia fazer sem as limitações da fricção (atrito). ==Classificação== As máquinas podem ser divididas em automáticas e não automáticas (ou manuais): === Máquinas não automáticas === Estas máquinas também são chamadas \"de alívio periódico\". São todas as máquinas que precisam da ação permanente do operador para executar o trabalho. === Máquinas automáticas === São aquelas onde a energia provém de uma fonte externa, como energia elétrica, térmica, entre outras. Uma furadeira elétrica em que o operador tem que somente apertar um botão para que a mesma execute o trabalho é uma máquina automática. Com isso, pode-se dizer também que as máquinas automáticas não precisam da energia permanente do operador, mas podem precisar do controle permanente do operador, que no caso da furadeira é apertar um botão. As máquinas automáticas podem ainda ser dividas entre máquinas automáticas programáveis e máquinas automáticas não programáveis: A máquina automática não programável executa sempre o mesmo trabalho ao receber energia. A máquina automática programável tem como característica o fato de que o seu trabalho depende de instruções dadas pelo operador. Pode-se citar como exemplo de máquina automática programável uma máquina que realiza seu trabalho conforme a posição de chaves. Pode-se ainda introduzir instruções em uma máquina automática programável por meio de um computador ou outro tipo de processador eletrônico, como um microcontrolador ligado a um teclado matricial. Uma máquina automática com um controle de tempo por meio de um temporizador não pode ser considerada uma máquina automática programável, pois ela não muda seu trabalho conforme o ajuste do temporizador, muda apenas o período em que executa o trabalho. Também não pode ser considerada uma máquina automática programável uma máquina automática que possua um controle de intensidade que o usuário pode ajustar, pois assim ela também continua executando o mesmo trabalho apenas com uma intensidade diferente e seu trabalho não depende de programa algum. == Exemplos de máquinas == === Máquinas simples ou componentes mecânicos === * Alavanca * Amortecedor * Chaveta * Correia * Corrente * Cunha * Embreagem * Engrenagem * Estria * Mancal * Mola * Parafuso * Pino * Polia * Rebite * Roda e eixo === Pulso de disparo === * Pulso de disparo atômico * Cronómetro * Pulso de disparo do pêndulo * Pulso de disparo de quartzo === Compressores e bombas === * Supercompressor * Turbocompressor * Parafuso de Arquimedes * Bomba do eductor-jato * Bomba de vácuo * Máquina de Newcomen === Motor de combustão interna === * Motor a gasolina * Motor diesel * Motor a álcool * Motor bicombustível === Motor de combustão externa === * Motor a vácuo * Motor a vapor * Motor Stirling === Turbina === * Turbina a gás * Motor a jato * Turbina a vapor * Turbina hidráulica * Turbina eólica, moinho de vento (turbina de ar) === Superfície de sustentação === * Asa * Leme * Aleta * Hélice === Máquinas computadoras === * Calculadora * Calculadora científica * Computador analógico * Túnel de vento * Computador digital === Máquinas automatizadas === * Controle numérico computadorizado * Ponte rolante * Robô == Ver também == * Automação * Engenharia mecânica * Invenção * Tecnologia * Tecnologias emergentes https://comercialjrltda.com.br/maquinas-eletricas/ Categoria:Máquinas",
 "title": "Máquina"
}