{
 "id": "26822",
 "text": "Uma pirâmide é um sólido geométrico formado pela reunião dos segmentos de reta com uma extremidade em um ponto fixo V e outra num polígono dado sobre um plano fixo \\alpha que não contém V. Como exemplos das pirâmides da geometria espacial temos as pirâmides do Egito,JULIANI, Kleber Sebastião. Geometria Espacial:uma visão do espaço para a vida. 2008. Universidade Estadual de Londrina, Londrina, 2008. uma das sete maravilhas do mundo antigo. == Definição == Uma pirâmide é a reunião dos segmentos de reta com uma extremidade em um ponto fixo V (vértice) e outra sobre um polígono (base) pertencente a um plano que não contém V. Equivalentemente, é um poliedro com uma face poligonal (base) e demais faces triangulares (faces laterais), as quais tem exatamente um ponto em comum (vértice). Em alguns textos, o termo pirâmide é usado de forma mais abrangente, significando a reunião de todas as semirretas que tem origem em um ponto fixo V e que passam por uma região poligonal que não contém V. Isto é, também, conhecido como pirâmide ilimitada. Quando a região poligonal é convexa, também usamos os termos ângulo poliédrico ou ângulo sólido. === Classificação === Uma pirâmide é dita ser convexa quando sua base é um polígono convexo. É dita ser reta quando a projeção ortogonal do vértice sobre o plano que contém sua base é o centro da base. Adicionalmente, uma pirâmide é dita ser regular quando é reta e o polígono da base é regular. Uma pirâmide que não é reta é dita ser oblíqua. Pirâmides também são classificadas quanto a sua natureza. Uma pirâmide de base triangular é chamada de pirâmide triangular (ou tetraedro). Caso a base seja um quadrilátero, a pirâmide é dita ser quadrangular. Analogamente, definimos as pirâmides pentagonal, hexagonal, etc. === Elementos === Os seguintes elementos são comumente identificados em uma pirâmide: * base - região poligonal que contém as extremidades opostas de todos os segmentos de reta que partem do vértice e pertencem a pirâmide. * face lateral - qualquer triângulo de vértices V e dois vértices consecutivos da base. * aresta lateral - qualquer segmento de reta com uma extremidade em V e outro em um vértice da base. * aresta da base - qualquer lado do polígono da base. * diedros - reunião de duas faces laterais consecutivas. * vértices - V ou qualquer vértice da base. * triedros - reunião de duas faces laterais consecutivas com a base. === Altura e Apótema === A altura de uma pirâmide é a distância h entre o vértice e o plano da base. Se a pirâmide for reta, então h é igual à distância do centro da base ao vértice da pirâmide. No caso de uma pirâmide regular, chama-se de apótema lateral a altura de qualquer de uma de suas faces laterais. Apótema da base é a apótema do polígono regular que forma a base da pirâmide. == Área da superfície == A superfície (ou superfície total) de uma pirâmide é a união de todas as suas faces. A união somente das faces laterais é chamada de superfície lateral. Desta forma, a área da superfície lateral é a soma das áreas dos triângulos que a formam. A área da superfície total é a área da superfície lateral somada a área da base da pirâmide. No caso de uma pirâmide regular, podemos verificar diretamente que a área da superfície lateral é dada por: > A_l = n \\frac{b a_l}{2} onde, n é o número de arestas do polígono da base, b é o comprimento de uma aresta da base e a_l é o comprimento da apótema lateral da pirâmide. Segue que a área da superfície total da pirâmide é dada por: > A_t = A_b + A_l, onde, A_b é a área de sua base. == Volume == === Volume de um tetraedro === O volume de um tetraedro é dado por: > V = \\frac{A_b\\cdot h}{3} onde, A_b é a área de sua base e h é sua altura. Com efeito, todo tetraedro pode ser unido a dois tetraedros congruentes formando um prisma de área da base A_b e altura h. Ou seja, o volume do tetraedro é um terço do volume do prisma formado. === Volume de uma pirâmide === O volume de uma pirâmide qualquer é dado por:MACHADO, Paulo Antônio Fonseca. Fundamentos de Geometria Espacial. Universidade Federal de Minas Gerais, 2013. > V = \\frac{A_b\\cdot h}{3} onde, A_b é a área de sua base e h é sua altura. De fato, toda pirâmide pode ser particionada em um conjunto finito de tetraedros de vértice igual ao da pirâmide e cujas bases pertencem à base da mesma. == Ver também == *Pirâmides egípcias *Pirâmides núbias *Pirâmides chinesas *Pirâmides mesoamericanas * Número piramidal * Poliedro * Polígono * Sólido == Ligações externas == * Brasil Escola - Pirâmides * eGuia do Estudante - Pirâmides - Geometria Espacial * InfoEscola - Pirâmide * Matemática Essencial - Geometria Espacial - Pirâmide * Só Matemática - Geometria Espacial - Pirâmide Piramide",
 "title": "Pirâmide"
}