{
 "id": "26868",
 "text": "é uma expressão usada para designar de massas, que influencia(m) um grande número de pessoas, refletindo correntes de pensamento dominantes.Chomsky, Noam, \"What makes mainstream media mainstream\", October 1997, Z Magazine, Ela pode ser contrastada com meios de comunicação alternativos (como a mídia/média independente), que podem conter conteúdo com pensamento mais divergente. Os grandes conglomerados de mídia/média, incluindo jornais e meios de transmissão, que sofreram sucessivas incorporações nos Estados Unidos e em outros lugares, são muitas vezes referenciados pelo termo. Esta concentração de propriedade da/dos mídia/média tem levantado a preocupações sobre uma homogeneização dos pontos de vista apresentados aos consumidores de notícias e de espetáculos do audiovisual. Consequentemente, o termo \"mídia/média tradicional\" tem sido amplamente utilizado no sentido de oposição, ou de desprezo, em debates sobre os meios de comunicação de massa e o viés midiático/mediático. Segundo o filósofo Noam Chomsky, organizações de mídia com uma audiência de elite, como a CBS News e o The New York Times, são empresas de sucesso com os ativos necessários para envolver-se em reportagens originais, definem o tom para outras organizações menores de notícias que carecem de tais recursos, através da criação de notícias em cascata que usam agências de notícias, como a Associated Press, como agregador. A/OS grande(s) mídia/média define a agenda e organizações menores a replicam. No Brasil, algumas poucas famílias controlam os principais meios de comunicação, cenário que se repete em outros países. Outros como Michael Parenti, considera que a ideologia dominante consegue ser transferida para as/os mídias/média alternativas/os que se alimentam do anticomunismo de esquerda de intelectuais como Noam Chomsky, apesar da postura deste em relação a/os grande(s) mídia/média e aos Estados Unidos.The Greanville Post: Left Anticommunism: the unkindest cut - by Michael Parenti, 23/05/2015 == Ver também == * Meios de comunicação social * Lista dos maiores grupos de mídia do Brasil * Conglomerado de mídia * Janela de Overton * Corrente dominante Categoria:Comunicação Categoria:Concentração de mídia Categoria:!Mais Diversidade em Teoria da História na Wiki",
 "title": "Grande mídia"
}