{
 "id": "26864",
 "text": ", nascido como e também chamado de , foi o 122.º imperador do Japão na lista tradicional de sucessão, tendo reinado de 3 de fevereiro de 1867 até sua morte. Tal como todos os Imperadores Japoneses, desde a sua morte, é referido pelo seu nome póstumo. Desde a sua morte, uma nova tradição de dar o nome póstumo, o mesmo nome da era coincidente com o seu reinado foi estabelecida. Tendo reinado na Era Meiji, Mutsuhito ficou conhecido por Imperador Meiji. Ao tempo do seu nascimento em 1852, o Japão era um país isolado do mundo, um estado feudal dominado pelo Xogunato Tokugawa e pelos Daimio, que governavam os mais de 250 domínios descentralizados do país. Ao tempo da sua morte em 1912, o Japão tinha atravessado uma revolução política, social e industrial (a Restauração Meiji) e tinha emergido como uma das grandes potências mundiais. == Biografia == === Infância === Meiji foi o filho sobrevivente do imperador Kōmei e da Dama de Companhia Nakayma Yoshiko, filha do Senhor Nakayama Tadayasu, ministro e membro do Clã Fujiwara. Meiji nasceu oito meses antes da chegada da esquadra americana de barcos negros do Comodoro Matthew C. Perry à baía de Edo e dois anos antes dos tratados desiguais que o Xogunato Tokugawa assinou com Perry. Chamado inicialmente Sachi no Miya (Príncipe Sachi), o futuro imperador passou a maior parte da sua infância no palácio Kakayama em Kyoto, tal como era costume confiar a educação das crianças imperiais a membros proeminentes da corte. Meiji foi adotado pela Imperatriz Asako Nyōgō (mais tarde Imperatriz Viúva Eishō) em 11 de Abril de 1860, a esposa principal do imperador Kōmei. Ele também recebeu o nome próprio de Mutsuhito, o posto de Príncipe Imperial e o título de Príncipe Herdeiro no mesmo dia. === Reinado === O Príncipe Mutsuhito, com apenas 14 anos, ascendeu ao trono a 3 de Fevereiro de 1867 sob o título \"Meiji Tenno\" e em setembro de 1868 a era foi mudada para Meiji (Governo Iluminado) Em 2 de setembro de 1869, Meiji casou-se com a Senhora Masako (mais tarde rebatizada com o nome Haruko) (28 de maio de 1849 - 19 de abril de 1914), terceira filha do Senhor Ichijo Tadaka, que tinha sido ministro (sadaijin). A imperatriz Haruko, recebeu postumamente o nome de Imperatriz Shōken, ela foi a primeira consorte Imperial a receber o título de kōgō (literalmente, a esposa do Imperador, traduzido como princesa consorte), em centenas de anos. Embora tenha sido ela a primeira Imperatriz Japonesa a ter um papel público, ela não conseguiu gerar descendência. No entanto, o imperador Meiji teve quinze filhos de cinco Damas de Companhia. Destes apenas cinco, um príncipe da Senhora Naruko (1855-1943), filha do Senhor Yanagiwara Mitsunaru, e quatro princesas da senhora Sachiko (1867-1947), filha mais velha do Conde Sono Motosachi, chegaram à idade adulta. Durante o seu reinado, o regime feudal e o xogunato foram abolidos no país. O Imperador mostrou uma maior longevidade, pois foi o primeiro Imperador a ultrapassar a idade de 50 anos, desde a abdicação do Imperador Ōgimachi em 1586. A capital foi mudada de Quioto para Edo, que desde 1603 era a capital administrativa do país e uma das principais cidades do mundo (com mais de um milhão de habitantes na época), passando a se chamar Tóquio, e foi adotada uma nova constituição em 1889. No plano externo, foram travadas a Guerra Sino-Japonesa (1894-1895) e a Guerra Russo-Japonesa (1904-1905). Como governante, Mutsuhito é considerado o maior responsável pela atual supremacia japonesa na bacia do Pacífico. Já no final do século XIX conseguiu discernir com clareza os interesses das diferentes potências ocidentais: França, Inglaterra, Estados Unidos e Alemanha, todas interessadas na exploração do território japonês, não apenas como um mero consumidor de mercadorias, mas como um entreposto comercial para as próprias indústrias. Um Japão ainda na fase primária de industrialização, aos poucos submetido à mundialização do capital financeiro e com uma população tradicionalmente devotada ao seu imperador. Este Japão soube não fazer simplesmente o jogo do capital, mas erguê-lo de forma a não ser levado a reboque pela avalanche que já havia enfraquecido seus vizinhos. === Restauração Meiji === A Restauração Meiji foi uma revolução que ocorreu entre 1866 e 1868 da qual o imperador Meiji foi o seu líder simbólico, e na qual o Xogunato Tokugawa foi abolido devido à vitória das forças imperiais na Guerra Boshin. A carta de juramento, uma declaração de cinco pontos, lida na coroação do Imperador Meiji, era uma declaração da natureza do novo governo, que abolia o feudalismo e proclamava um governo democrático moderno para o Japão. Mas apesar de um parlamento ter sido formado, ele não possuía qualquer poder, tal como o próprio Imperador. O poder tinha passado dos Tokugawas para os Daimios e outros Samurais que tinham liderado a Restauração. O Japão era assim controlado pelos Genro, uma oligarquia que compreendia os homens mais poderosos das esferas militar, política e económica. A Restauração Meiji é uma fonte de orgulho para os japoneses, pois a revolução industrial que lhe sucedeu permitiu ao Japão desempenhar o seu papel proeminente no Pacífico e tornar-se numa potência mundial no espaço de uma geração. No entanto o papel desempenhado pelo Imperador Meiji na restauração é bastante discutível. Ele não controlava o Japão, mas o grau da sua influência na restauração é pouco conhecido. É pouco claro se ele apoiou a Guerra Sino-Japonesa (1894-1895) ou a Russo-Japonesa (1904-1905). Uma das poucas visões que temos sobre os sentimentos do imperador é a sua obra poética, que parece indicar uma postura pacifista ou ao menos um homem que desejaria que a guerra fosse evitada. Perto do final do seu reinado, vários anarquistas, incluindo Shūsui Kōtoku, foram executados sob a acusação de terem conspirado para assassinar o soberano. A conspiração ficou conhecida como o Incidente de Alta Traição. == Descendência == Os filhos listados abaixo são do Imperador Meiji (15 filhos = 10 meninas e 5 meninos): Vários deles viveram entre um e dois anos de idade; os dois primeiros filhos são natimortos. * 1. Príncipe Teruhiko (18 de setembro de 1873 - 18 de setembro de 1873) * 2. Princesa Takayori (13 de novembro de 1873 - 13 de novembro de 1873) * 3. Princesa Shigeko (25 de janeiro de 1875 - 8 de junho de 1876) * 4. Príncipe Yukihito (23 de setembro de 1877 - 26 de junho de 1878) * 5. Príncipe Yoshihito (31 de agosto de 1879 - 25 de dezembro de 1926) * 6. Princesa Akiko (3 de agosto de 1881 - 6 de setembro de 1883) * 7. Princesa Fumiko (26 de janeiro - 8 de setembro de 1883) * 8. Princesa Shizuko (10 de fevereiro de 1886 - 4 de abril de 1887) * 9. Príncipe Michihito (22 de agosto de 1887 -12 de novembro de 1888) * 10. Princesa Masako (3 de setembro de 1888 - 8 de março de 1940) * 11. Princesa Fusako (28 de janeiro de 1890 - 11 de agosto de 1974) * 12. Princesa Nobuko (7 de agosto de 1891 - 3 de novembro de 1933) * 13. Príncipe Teruhito (30 de novembro de 1893 - 17 de agosto de 1894) * 14. Princesa Toshiko (11 de maio de 1896 - 5 de março de 1978) * 15. Princesa Takiko (24 de setembro de 1897 - 11 de janeiro de 1899) ==Ligações externas== *Meiji Shrine *Meiji Emperor Categoria:Imperadores do Japão Categoria:Imperadores do período Edo Categoria:Pessoas do período Meiji Categoria:Cavaleiros da Ordem da Águia Negra",
 "title": "Meiji (imperador)"
}