{
 "id": "26860",
 "text": "Frank Lloyd Wright (Richland Center, 8 de junho de 1867 – Phoenix, 9 de abril de 1959) foi um arquiteto, escritor e educador estadunidense. Um dos conceitos centrais em sua obra é o de que o projeto deve ser individual, de acordo com sua localização e finalidade. No início de sua carreira, trabalhou com Louis Sullivan, um dos pioneiros em arranha-céus da Escola de Chicago. Responsável por mais de mil projetos, dos quais mais de quinhentos construídos, Wright influenciou os rumos da arquitetura moderna com suas ideias e obras e é considerado um dos arquitetos mais importantes do século XX. Antes de se tornar um dos maiores arquitetos de todos os tempos, ele estudou engenharia por apenas dois semestres, abandonou o curso e foi trabalhar em Chicago como desenhista no escritório de Silsbee, um arquiteto de renome. Tornou-se a figura-chave da arquitetura orgânica, exemplificada pela Casa da Cascata, um desdobramento da arquitetura moderna que se contrapunha ao International style europeu. Foi o líder da Prairie School, movimento da arquitetura ao qual pertencem os projetos da Robie House e a Westcott House, e também desenvolveu o conceito de Usonian home, do qual a Rosenbaum House é um exemplo. Sua obra inclui exemplos originais e inovadores de edifícios dos mais diferentes tipos, incluindo escritórios, templos, escolas, hotéis e museus. Frequentemente detalhava também os elementos a serem empregados no interior de suas construções, tais como mobília e vitrais. == Origens == No período de 1895 a 1905, a arquitetura dos Estados Unidos da América era uma junção de estilos eclécticos, sem que de nenhuma maneira tivessem relação com as ideias e os ideais da nação. Na mesma época, considerava-se como arquitetura o levar à prática modas e estilos sem relação com as técnicas de construção, fenômeno chamado ecletismo. Por outro lado, era também uma época em que toda a indústria da construção estava experimentando transformações revolucionárias. Apareciam novos materiais de construção, ao mesmo tempo que se desenrolavam novos métodos de transformação para os materiais antigos. Mesmo assim, a arquitetura que realmente se levava à prática naquele tempo, pouco ou nada refletia estes novos métodos e materiais. === Vida === Frank Lloyd Wright nasceu na pequena cidade agrícola de Richland Center, Wisconsin, nos Estados Unidos, em 1867. Frank, originalmente batizado Frank Lincoln Wright, mudou seu nome após o divórcio de seus pais em homenagem à família de sua mãe, Lloyd Jones. Seu pai, William Carey Wright (1825–1904), era um orador localmente admirado, professor de música, advogado ocasional e ministro itinerante. William Wright conheceu e casou-se com Anna Lloyd Jones (1838/39–1923), uma professora da escola de seu condado, no ano anterior em que foi empregado como superintendente das escolas do Condado de Richland. Originário de Massachusetts, William Wright fora um ministro batista mas juntou-se mais tarde a fé da família de sua esposa no unitarismo. Anna era membro da grande, próspera e conhecida família unitariana Lloyd Jones, que havia emigrado do País de Gales para o sudoeste do Wisconsin. Ambos os pais de Wright eram indivíduos obstinados com interesses idiossincrásicos que passaram a Frank. O arquiteto relata em sua biografia que sua mãe declarou, quando esperava seu primeiro filho, que este tornar-se-ia adulto para construir belos edifícios. Decorou seu quarto com gravuras de catedrais inglesas, destacadas de um periódico, para incentivar a ambição da criança. A família mudou-se para Weymouth, Massachusetts, em 1870 para que William ministrasse seus ensinamentos a uma pequena congregação religiosa. Em 1876, Anna visitou a Exposição Universal na Filadelfia e viu uma exibição dos blocos educacionais criados por Friedrich Wilhelm August Fröbel, os quais eram a base do inovativo currículo de seu jardim de infância. Professora experiente, Anna interessou-se pelo programa e comprou um jogo de blocos para sua família. O jovem Frank passou muito tempo brincando com os blocos. Estes apresentavam formas geométricas e podiam ser montados em várias combinações em composições tridimensionais. A autobiografia de Wright menciona a influência destes exercícios em sua maneira de encarar os projetos. Muitos de seus edifícios são notáveis pela aparência geométrica que exibem. A família de Wright experimentou apertos financeiros em Weymouth e retornou a Spring Green, Wisconsin, onde o unido clã Lloyd Jones poderia apoiar William e ajudá-lo a encontrar emprego. Estabeleceram-se em Madison, Wisconsin, onde William ministrava lições de música e atuava como secretário da sociedade unitariana ali recentemente fundada. Embora William fosse um pai distante, compartilhou com seus filhos seu amor pela música, especialmente as obras de Johann Sebastian Bach. Em 1881, logo depois de Frank completar catorze anos, seus pais separaram-se. Anna estava infeliz há algum tempo com a inabilidade de William para sustentar a família e pediu-lhe que os deixasse. O divórcio foi homologado em 1885, depois que William processou Anna por falta de afeição física. William deixou Wisconsin após o divórcio. Wright declarava nunca ter encontrado o pai novamente. Foi nesta época que Wright mudou seu nome do meio de Lincoln para Lloyd. Sendo o único homem da família, Frank então assumiu a responsabilidade financeira por sua mãe e duas irmãs. == Carreira == Wright frequentava aulas de segundo grau em Madison mas não há evidências que tenha terminado o curso. Foi admitido à Universidade do Wisconsin-Madison como estudante especial em 1886. Lá juntou-se à fraternidade Phi Delta Theta, frequentou as aulas de meio período durante dois semestres e trabalhou como estagiário em engenharia civil. Em 1887, Wright deixou a escola sem que se tivesse graduado, a despeito de ter recebido da universidade um Doutorado honorário em Artes em 1955. Mudou-se então para Chicago, que ainda estava sendo reconstruída do Grande incêndio de Chicago, em 1871, e juntou-se ao escritório de arquitetura de Joseph Lyman Silsbee. Dentro de um ano, deixaria Silsbee para trabalhar na empresa de Adler & Sullivan como aprendiz de Louis Sullivan. Em 1889, casou-se com sua primeira esposa, Catherine Lee Tobin (1871–1959), conhecida como Kitty, comprou uma área em Oak Park, Illinois, e lá construiu sua primeira casa e seu estúdio. Sua mãe, Anna, logo seguiu Wright à cidade, onde comprou uma pequena casa junto à residência recém construída. Sua união com Kitty Tobin, filha de um rico homem de negócios, aumentou seu status social, e tornou-o mais conhecido. A partir de 1890, tornou-se responsável por todo trabalho residencial da empresa. Em 1893, Louis Sullivan descobriu que Wright vinha aceitando encomendas privadamente. Sullivan sentiu-se traído ao saber que seu empregado favorito havia projetado casas por baixo dos panos e pediu que Wright deixasse a empresa. Em necessidade constante de fundos para sustentar sua crescente família, Wright projetara essas casas de modo a suplementar sua renda insuficiente. Wright referia-se a estas casas, localizadas nas redondezas da sua própria residência e escritório na Chicago Avenue em Oak Park, como seus projetos \"falsificados\". Após deixar Sullivan, Wright estabeleceu seu próprio escritório em casa. O escritório era formado por um grupo notável de criativos projetistas arquitetônicos. Em 1894, terminou o projeto da Casa Winslow, o primeiro projeto de seu escritório e a primeira casa no estilo que o consagraria. Em 1901, Wright havia terminado aproximadamente cinquenta projetos, incluindo muitas casas em Oak Park. John Lloyd Wright escreveu, > William Eugene Drummond, Francis Barry Byrne, Walter Burley Griffin, Albert > Chase McArthur, Marion Mahony, Isabel Roberts e George Willis eram os > desenhistas. Cinco homens, duas mulheres. Vestiam gravatas esquisitas, e > blusas apropriadas à tribo. Os homens penteavam seu cabelo como papai, todos > exceto Albert, ele não tinha cabelo suficiente. Adoravam papai! E papai > gostava deles! Eu sei que, na época, cada um deles fazia contribuições > valiosas para o pioneirismo da arquitetura moderna americana pelos quais meu > pai colhia toda a glória, as dores de cabeça e o reconhecimento de hoje! === Prairie House === Os projetos residenciais realizados por Wright entre 1900 e 1917 são conhecidos como Prairie Houses, em português casas-pradaria, assim denominadas porque sua conformação é considerada complementar à paisagem ao redor de Chicago. Estas casas eram estruturas horizontalizadas, baixas, com telhados inclinados, silhueta simples e limpa, com chaminés disfarçadas, saliências e terraços, utilizando-se materiais rústicos. Aparentemente estas casas são as primeiras a apresentarem o sistema de planta aberta, ou seja a estrutura é livre das paredes, permitindo múltiplas opções de divisões internas. A maneira como Wright organizava o espaço interior nos edifícios residenciais e públicos é uma das características únicas de seu estilo, visível e reconhecível na escolha dos materiais estruturais e de acabamento, bem como na disposição das aberturas. Um bom exemplo é o Unity Temple, sede da congregação Universalista Unitária em Oak Park. Unitariano durante toda sua vida, e membro do Unity Temple, Wright ofereceu seus serviços à assembleia depois que sua igreja se incendiara em 1904. A comunidade concordou em contratá-lo e ele trabalhou no edifício entre 1905 e 1908. Wright acreditava que a escala humana deveria ser considerada a parte mais importante na concepção de todo projeto. Em consequência da amizade entre Wright e Darwin D. Martin, um executivo da Larkin Soap Company, muitos exemplos do trabalho de Wright nesta fase localizam-se em Buffalo, no estado de Nova Iorque. Em 1902, a Larkin Company decidiu construir um novo edifício administrativo. Wright foi a Buffalo e desenhou não somente os primeiros esboços para o Larkin Administration Building, terminado em 1904 e demolido em 1950, mas também as casas de três dos executivos da companhia: George Barton House, em 1903; Darwin D. Martin House, em 1904; William Heath House, em 1905; e mais tarde, em 1926, a propriedade Graycliff, em Derby, NY. A Westcott House, construída em Springfield, Ohio, entre 1907 e 1908, personifica não somente o projeto inovativo do Prairie Style de Wright, mas igualmente reflete sua paixão pela cultura e arte japonesas nos característicos traços de tradição oriental do projeto. É a única Prairie house construída em Ohio e representa uma evolução importante do conceito Prairie de Wright. A casa possui uma longa pérgula, que mede mais de trinta metros, coberta por intrincada treliça de madeira, ligando um depósito e a garagem isolados ao corpo principal da casa, uma característica presente somente em alguns dos projetos mais tardios do período Prairie Style de Wright. Não se sabe exatamente quando Wright projetou a Westcott House; pode ter sido diversos meses antes ou mais de um ano após retornar de sua primeira visita ao Japão em 1905. Wright criou dois projetos separados para a casa; ambos estão incluídos em Studies and Executed Buildings of Frank Lloyd Wright, publicados por Ernst Wasmuth na Alemanha, em 1910 e 1911. Este trabalho de dois volumes contém mais de cem litografias de projetos de Wright e é geralmente referido como Wasmuth Portfolio. Outras casas de Wright consideradas obras-primas do período Prairie tardio, de 1907 a 1909, são a Frederick Robie House em Chicago e a Avery Coonley House em Riverside, Illinois. A Robie House, com suas elevadas linhas de cantaria do telhado, suportadas por uma longa canaleta de aço com quase 40 metros, é a mais dramática. Suas salas de estar e de jantar formam um espaço virtualmente ininterrupto. Este edifício exerceu profunda influência nos jovens arquitetos europeus após a Primeira Guerra Mundial e é chamado às vezes de pedra angular do modernismo. Entretanto, o trabalho de Wright era desconhecido pelos arquitetos europeus até a publicação do Wasmuth Portfolio. Seus principais trabalhos foram a Casa da Cascata (também conhecida por Casa Kaufman e considerada a residência moderna mais famosa do mundo) e a sede do Museu Solomon R. Guggenheim em Nova Iorque, uma estrutura sem precedentes, que criou um novo paradigma na arquitetura de museus. == Repercussão == Wright escreveu vinte livros, muitos artigos, era um palestrante popular nos Estados Unidos e Europa e grandemente reconhecido ainda em vida. Cheia de acontecimentos dramáticos, frequentemente fatos de sua vida pessoal apareciam nas manchetes dos jornais, dentre os quais os mais notáveis foram o incêndio e assassinatos de 1914 em sua residência de verão, Taliesin East. O Instituto Americano de Arquitetos postumamente conferiu a Wright em 1991 o título de \"maior arquiteto americano de todos os tempos\". == Livros == * Ausgeführte Bauten und Entwürfe von Frank Lloyd Wright (Wasmuth Portfolio) (1910) * An Organic Architecture: The Architecture of Democracy (1939) * In the Cause of Architecture: Essays by Frank Lloyd Wright for Architectural Record 1908–1952 (1987) * Visions of Wright: Photographs by Farrell Grehan, Introduction by Terence Riley (1997) ==Ver também== ==Bibliografia== * * * * * * ==Ligações externas== * * Categoria:Medalha de Ouro do RIBA Categoria:Arquitetos dos Estados Unidos Categoria:Arquitetos do modernismo Categoria:Teóricos da arquitetura",
 "title": "Frank Lloyd Wright"
}