{
 "id": "26880",
 "text": "{{Info/Município do Brasil | nome = Porto Seguro | foto = Porto Seguro.1.jpg | leg_foto = Vista do litoral de Porto Seguro a partir do centro histórico | brasão = Porto-seguro-Brasão.jpg | bandeira = BandeiraPortoSeguro.jpg | link_brasão = | link_bandeira = | link_hino = | fundação = | emancipação = | gentílico = porto-segurense | lema = Jam ante brasilian ego \"Antes do Brasil, Eu\" | padroeiro = Nossa Senhora da Pena | CEP = 45810-000 | prefeito = Jânio Natal | partido = PL | fim_mandato = 2024 | mapa = Bahia Municip PortoSeguro.svg | latP = S | latG = 16 | latM = 27 | latS = 00 | lonP = O | lonG = 39 | lonM = 03 | lonS = 54 | estado = Bahia | região_metropolitana = | vizinhos = Santa Cruz Cabrália, Eunápolis, Itabela, Itamaraju e Prado | dist_capital = 707 | distritos = Arraial d'Ajuda, Caraíva, Porto Seguro (sede), Trancoso e Vale Verde | distritos_ref = | área = 2285.734 | área_ref = IBGE/2022 | área_urbana = | área_urbana_ref = IBGE/2019 | população = 181007 | população_ref = | população_pos = BA: 9ºNE: 35°BR: 174º | data_pop = 2024 | altitude = 4 | clima = tropical oceânico | sigla_clima = Af | idh = 0.676 | data_idh = PNUD/2010 | gini = | data_gini = PNUD/2010 | pib = | data_pib = IBGE/2021 | pib_per_capita = 24702.76 | data_pib_per_capita = IBGE/2021 | site_prefeitura = www.portoseguro.ba.gov.br | site_câmara = www.cmps.ba.gov.br }} Porto Seguro (região inicialmente chamada Nhoesembé) é um município brasileiro situado no litoral e sul do estado da Bahia, na região Nordeste. Compartilha, com os municípios limítrofes de Santa Cruz Cabrália e Prado, a primazia de ser o local de chegada dos portugueses ao Brasil em 1500. O vilarejo que deu origem ao município de Porto Seguro foi fundado em 1535 e está tombado em quase sua totalidade pelo patrimônio histórico, não sendo permitida a construção de prédios altos (com mais de dois andares). É cortado pelo Rio Buranhém. Com os distritos Porto Seguro (sede), Arraial d'Ajuda, Caraíva, Trancoso, Vale Verde. == História == Por volta do ano 1000, as tribos indígenas tapuias que habitavam a região foram expulsas para o interior do continente devido à chegada de povos tupis procedentes da Amazônia. No século XVI, quando chegaram os primeiros portugueses à região, a mesma era habitada pela tribo tupi dos tupiniquins.BUENO, E. Brasil: uma história. 2ª edição. São Paulo. Ática. 2003. p. 19. Porto Seguro localiza-se na região que foi, oficialmente, a primeira a que chegaram os navegadores portugueses no atual território brasileiro. Em 22 de abril de 1500, o navegador Pedro Álvares Cabral avistou terra firme, após ter deixado a costa africana um mês antes. O lugar avistado foi o Monte Pascoal, 62 quilômetros ao sul de Porto Seguro. No dia seguinte, os portugueses desembarcaram em terra firme pela primeira vez no atual território brasileiro, num local cujo ponto exato ainda é debatido pelos historiadores. Em 24 de abril, a expedição ancorou em Porto Seguro. A cidade teve seu primeiro fortim levantado em 1504 por Gonçalo Coelho. Em 1530, quando o comércio com as Índias Orientais enfraqueceu, Portugal passou a se interessar pela nova terra descoberta e veio dela tomar posse. Terra esta que lhe cabia pelo Tratado de Tordesilhas. Na época colonial, Porto Seguro era chamada de Nhoesembé.NAVARRO, E. A. Método Moderno de Tupi Antigo: a língua do Brasil dos primeiros séculos. Terceira edição. São Paulo: Global, 2005. p.26 O sítio histórico da Cidade Alta de Porto Seguro é um dos primeiros núcleos habitacionais de origem portuguesa do Brasil. Porto Seguro, além de ostentar o Marco do Descobrimento, é cidade Monumento Nacional instituída por decreto presidencial em 1973 e desempenhou papel importante nos primeiros anos da colonização portuguesa. São, desta época, prédios históricos que podem ser visitados durante o dia ou apreciados à noite, quando sob efeito de iluminação especial. O marco veio de Portugal entre 1503 e 1526 e simboliza o poder da coroa portuguesa, utilizado para demarcar suas terras. Todo em pedra de cantaria, de um lado está esculpida a cruz da Ordem de Avis e, do outro, o brasão de armas de Portugal. Na mesma área, está a Igreja Matriz Nossa Senhora da Pena, construída em 1535 pelo donatário da capitania, Pero do Campo Tourinho. Aí, estão guardadas imagens sacras dos séculos XVI e XVII, entre elas a de São Francisco de Assis - primeira imagem religiosa trazida de Portugal para o Brasil - e a de Nossa Senhora da Pena, padroeira da cidade, festejada a 8 de setembro. Para se ter uma melhor ideia de como era a capitania no século de Tourinho e da chegada dos jesuítas, pode-se ler alguns trechos das cartas escritas por Manuel da Nóbrega ou por José de Anchieta, padres da Companhia de Jesus, sobre a região. Mais adiante, o Paço Municipal ou Casa de Câmara e Cadeia, datada do século XVIII, uma das mais belas construções do Brasil Colônia. Nesse prédio, funciona o Museu Histórico da Cidade ou Museu do Descobrimento. A igreja da Misericórdia, ou do Senhor dos Passos, de estilo singelo, guarda imagens barrocas, destacando-se a do Senhor dos Passos e a de Cristo crucificado. Ainda em meio do casario tombado como monumento nacional, se ergue a igreja de são Benedito, ao lado das ruínas da antiga residência e colégio dos jesuítas. A igreja foi construída pelos jesuítas em 1551 e era conhecida como de São Pedro e de Nossa Senhora do Rosário. Do lado oposto, ainda na Cidade Alta, localizam-se a estação rodoviária e o aeroporto. No século XVII, o fortim que havia sido levantado por Gonçalo Coelho foi reforçado. == Geografia == De acordo com a divisão regional vigente desde 2017, instituída pelo IBGE, o município pertence às Regiões Geográficas Intermediária de Ilhéus-Itabuna e Imediata de Eunápolis-Porto Seguro. Até então, com a vigência das divisões em microrregiões e mesorregiões, fazia parte da microrregião de Porto Seguro, que por sua vez estava incluída na mesorregião do Sul Baiano. === Vegetação === O município está inserido no bioma da mata atlântica, com vegetação típica de áreas costeiras, como mangues e restingas. === Clima === O clima é sempre quente no verão, com picos de 35 graus celsius e ameno no inverno, com média de 25 graus e mínimas de 19 graus celsius no mês mais frio. A alta umidade aumenta a sensação de calor. A temperatura nunca se aproximou ou ultrapassou os 40 °C em Porto Seguro nem em qualquer outra cidade litorânea do Sul da Bahia onde são feitas medições. Nos meses de junho a setembro, a probabilidade de chuvas é menor. == Turismo == Fazer um passeio pelo centro histórico é conhecer uma parte muito importante da história do Brasil. Além das casas e igrejas, a região também reserva outros imóveis que possuem um grande valor arquitetônico da época colonial. Alguns visitantes optam por contratar passeios guiados, desta forma, é possível ter uma visão detalhada dos acontecimentos e desenvolvimento do local. Outro ponto que deve fazer parte do seu roteiro cultural são os famosos complexos de lazer de Porto Seguro. São várias opções de atividades ao ar livre onde é possível ouvir muita música local e aprender o famoso axé baiano. Não deixe de conhecer o complexo de lazer Axé Moi, Tôa Tôa e Barramares. O Festival Cultural do Descobrimento, que ocorre em Abril, possui uma programação diversificada e você precisa conhecer! Com muita música brasileira, os turistas têm a oportunidade de vivenciar de perto a história e cultura do local. E por falar em eventos referentes ao descobrimento do Brasil, você não pode deixar de participar da Meia Maratona do Descobrimento. Na ocasião, irá conhecer as primeiras páginas da história do descobrimento e depois terá a oportunidade de passear, experimentar a gastronomia local ou apenas relaxar nas lindas praias da região. Em um passeio por Porto Seguro, é indispensável conhecer um dos cartões postais mais famosos da cidade, o casario colonial do século XVII que forma a Passarela do Descobrimento. No local, é possível encontrar uma feirinha de artesanato, onde é possível conhecer a produção local e experimentar a culinária baiana. thumb|180px|direita|Praia do Mucugê, em Arraial d'Ajuda. Outro passeio interessante é visitar as reservas indígenas e conhecer a história e os costumes dos povos nativos da região. Você pode conhecer, por exemplo, as reservas da Jaqueira, Aldeia Velha e o Centro Cultural Pataxó Porto do Boi. thumb|180px|direita|Balsas no Rio Buranhém, principal acesso ao distrito de Arraial d'Ajuda. É uma volta ao passado sensacional e conhecer um pouco mais da cultura e história no berço do descobrimento do Brasil é quase uma parada obrigatória para todos que passam por Porto Seguro. == Subdivisões == Porto Seguro apresenta a seguinte subdivisão administrativa: === Distritos === * Porto Seguro (sede) * Arraial d'Ajuda * Caraíva * Trancoso * Vale Verde === Bairros === * Porto Seguro (sede) * Centro * Campinho * Riacho Doce * Pacatá * Pequi * Areião (centro) * Manoel Carneiro * Village * Baixo Mundaí * Alto Mundaí * Taperapuã * Paraíso dos Pataxós * Tabapiri * Outeiro da Glória * Outeiro de São Francisco * Vale Verde * Vera Cruz * Pindorama * Agrovila * Frei Calixto - Baianão * Nilo Fraga * Areial (Baianão) * Casa Nova * Mercado do Povo * Gravatá * Olhos d'Água * Praça do Coelho * Mirante Caravelas * José Fontana I e II * Cambolo * Cambolinho * Sapoti * Miraporto * Parque Ecológico João Carlos I, II e III * Paraguai * Vila Valdete * Vila Jardim (Ubaldinão) * Vila Vitória * Vila Parracho * Vista Alegre I e II * Porto Alegre I e II * Quinta do Descobrimento * Ibiruçu de Dentro == Cidades-irmãs == * Setúbal, Portugal * Fafe, Portugal * Belmonte, Portugal * Viana do Alentejo, Portugal * Viana do Castelo, Portugal * Trancoso, Portugal * Lagos, Portugal == Ver também == * Lista de municípios da Bahia * Lista de municípios do Brasil * Lista de municípios do Brasil acima de cem mil habitantes * Porto Sport Club == Ligações externas == * Prefeitura de Porto Seguro * Câmara Municipal * Porto Seguro no sítio da Bahiatursa * Porto Seguro no IBGE Cidades Categoria:Monumentos do Brasil Categoria:Patrimônio histórico da Bahia Categoria:Municípios históricos do Brasil Categoria:Fundações na Bahia do século XVI",
 "title": "Porto Seguro"
}