{
 "id": "27030",
 "text": "Aachen ( em alemão), chamada Aix-la-Chapelle em francês (e por vezes aportuguesada como Aquisgrano ou Aquisgrão), é uma cidade independente (kreisfreie Stadt) da Alemanha, no estado da Renânia do Norte-Vestfália, localizada na região administrativa de Colônia. Situa-se em região de planície no oeste do país, próxima à fronteira da Bélgica e dos Países Baixos. == História == Descobertas arqueológicas recentes mostram que a região onde hoje se encontra Aachen já era habitada antes do ano No primeiro milênio antes de Cristo, a região foi habitada por celtas. Em algum momento no início do milênio seguinte (primeiro milênio depois de Cristo), os romanos começaram a construir na região banhos públicos, voltados para militares, usufruindo das águas termais típicas da localidade, que chamavam de Aquae Granni. O primeiro registro escrito da existência da cidade data de 765, quando o rei franco Pepino, o Breve referiu-se a ela como \"Aquis villa\", por suas águas. Seu nome germânico, Aachen, derivou de \"aha\" - \"água\", em antigo germânico; os francos adaptaram o nome a \"Aix\" - posteriormente rebatizada Aix-la-Chapelle, em alusão à capela (hoje, a Catedral de Aachen) construída na cidade, que veio a se tornar a capital do Sacro Império Romano-Germânico, escolhida por Carlos Magno (que provavelmente nasceu em Aachen no ano 742 e que nela veio a falecer em 28 de Janeiro de 814), tendo sido a sede da coroação de 32 imperadores que sucederam a Carlos Magno, até a cerimónia ser transferida para Frankfurt, no . Teve como concorrente política as cidades de Roma e Ravena. A primeira cidade, em importância política, e, a segunda, em tesouros arquitectónicos e históricos. Praticamente devastada pelos bárbaros em 881, foi reconstruída em 983, sendo novamente arrasada por um violento incêndio em 1656, e mais uma vez, no , durante a Segunda Guerra Mundial. Aachen foi, de todas as cidades da Europa, a mais habitada e visitada por imperadores, reis e estadistas. Nela foram realizados, igualmente, vários concílios, sínodos e dietas, e solucionaram-se diversas questões políticas. Destacam-se a assinatura do tratado de maio de 1668, que pôs fim à guerra da Devolução, entre a Espanha e a França, a do tratado de outubro de 1748, conhecido como a Paz de Aquisgrão, que determinou o fim da Guerra da Sucessão da Áustria, e também o congresso de 1818, no qual foi sancionada a evacuação da França pelos aliados, após a derrota de Napoleão. De 936 a 1531, os imperadores germânicos foram coroados em Aachen. A cidade foi ocupada por tropas francesas em 1794 e mais tarde anexada 1801 pela França, passada ao Reino da Prússia em 1815 e, de 1918 a 1930, a cidade foi ocupada pelos aliados como resultado da derrota da Alemanha na Primeira Guerra Mundial. Durante a Segunda Guerra Mundial, dois terços de Aachen foram destruídos por bombardeamentos aéreos. Foi também a primeira grande cidade alemã a ser libertada pelos Aliados, em outubro de 1944. == População == A cidade de Aachen apresentava cerca de 244 mil habitantes em 1995 e é o principal centro da aglomeração urbana com cerca de 1 milhão e 870 mil habitantes que engloba Liège, na Bélgica, e Maastricht, nos Países Baixos (Holanda). == Economia == A cidade é centro industrial, comercial e turístico. Localiza-se no meio da região mineira de carvão. Apresenta indústrias têxteis, metalúrgicas, químicas e eletrotécnicas, destacando-se as produções de motores e anilinas. É sede da AC Schnitzer e da Universidade RWTH. == Turismo == A função turística possui grande importância, em decorrência das termas e dos monumentos históricos. São encontradas na cidade 27 fontes de águas medicinais, sendo uma delas particularmente conhecida por sua temperatura extremamente elevada. O monumento mais importante é a catedral (Catedral de Aachen, em alemão Aachener Dom), em estilo bizantino ocidental tardio (arte carolíngia), sagrada em 805. Construída por ordem de Carlos Magno, aí está ele sepultado. Seu projeto é atribuído ao mestre Otão de Metz. Outros monumentos são as igrejas de São Nicolau e São Paulo, o Paço Municipal (Rathaus, em alemão), construído no , no qual foi assinada a Paz de Aquisgrão (1748), e a Casa Consistorial. Aachen é sede de bispado. Possui ainda uma universidade técnica, o Museu Suermondt, o Museu Internacional do Jornal e jardim zoológico extremamente bem montado, no seu limite ocidental. Liga-se com o restante do país por via ferroviária e rodoviária. Realiza-se anualmente na cidade, no mês de julho, importante torneio de hipismo (CHIO), de âmbito nacional. == Geografia == O núcleo inicial dos romanos situa-se sobre uma colina suave, ao sul da aglomeração actual. De lá, a cidade desenvolveu-se em direcção ao norte, onde se localiza a praça do grande mercado, à volta da qual foram construídos a catedral, a casa Consistorial e outros edifícios oficiais. A cidade antiga, que corresponde hoje ao centro de Aachen, era cercada por muralhas e fossos, os quais podem ainda ser encontrados, e apresenta ruas estreitas e retorcidas, dentro dos moldes medievais. Em volta desse centro, na parte exterior aos muros, vieram a expandir-se, posteriormente, os diversos bairros. == Aachen, a cidade de Carlos Magno == A cidade antigamente chamada de Aquis-granum (em latim) e Aix-la-Chapelle (em francês), foi a cidade que o grande imperador dos francos, Carlos Magno, escolheu para fazer a sede de seu império. Ao que tudo indica, essa cidade termal teve assentamentos humanos desde cerca de Com o nome latino, foi a capital do império carolíngio. É hoje denominada Aachen, em alemão, e está situada no estado da Renânia do Norte na Alemanha, bem na fronteira com a Bélgica e os Países Baixos. Muitos povos viveram ali, nos períodos ancestrais, inclusive os povos celtas. Mas foram os romanos que a transformaram em centro urbano de relevância, com a construção de alguns templos e de alguns edifícios termais que fizeram a fama da cidade. Seu nome, em francês, foi citado pela primeira vez em documento do rei Pepino, em 765. Três anos depois o próprio Carlos, que após algum tempo assumiria o título de Magno, começou a manter ali uma residência. Ele gostava tanto do lugar, que duas décadas depois iniciou nessa cidade a construção de seu palácio - que no século XIV foi reconstruído - e de uma capela palatina. Não por acaso era o coração do governo carolíngio. Depois da morte de Carlos Magno, rei guerreiro, cuja tumba foi aberta na catedral erigida a partir da capela, os reis alemães passaram a ser coroados nesse mesmo espaço religioso, inclusive Carlos V, soberano do Sacro Império Romano-Germânico, em 1529. Embora tivesse muros desde 1171, o início da construção de suas grandes muralhas externas data de 1257. O trabalho de conclusão dessas barreiras tardou uma centena de anos e, ao final desse tempo, a cidade havia se transformado em centro de peregrinação religiosa. Ao longo do século XVII, forte declínio teve início em Aquisgrano, com a destruição de muitos edifícios em grande incêndio em 1656. Depois foi ocupada por outros povos: os franceses, que levaram para Paris alguns dos bens culturais ainda remanescentes; em seguida, os prussianos. No final do século XIX, ela reunia 126 mil habitantes. Novamente mudou de dono, passando aos belgas, depois da Primeira Guerra Mundial. No começo do segundo grande conflito, foi alvo de intensos ataques aéreos. Só no final de 1944, quando tropas americanas ali combateram, foi finalmente liberada, mas com cerca de 65% de suas construções arrasadas. As principais foram reconstruídas a partir de 1945. Ela contava, na época, com menos de 12 mil habitantes, em razão de evacuações ditadas pela força. Hoje é centro urbano que reúne atracções e é bastante agradável para passeios a pé. Para descansar, sempre existe um bom café, e vale a pena fazer essa paragem no mais antigo deles, o Büchel. Entre os lugares de visita obrigatória está a catedral, bastante transformada ao longo do tempo (a construção original é do século VIII), de maneira que parte de sua fachada ostenta mistura de estilos arquitectónicos, do romano ao gótico. Em particular, vale conferir a capela palatina e a colecção de objectos e relíquias, algumas, como os ossos do Imperador Carlos Magno, exibidas apenas a cada sete anos. Há, também, muitos museus, um deles inteiramente dedicado à imprensa, com edições originais de jornais de todo o mundo. ==Cidades parceiras== * - Reims (França) desde 28 de Janeiro de 1967 * - Halifax (West Yorkshire) desde 14 de Novembro de 1979 * - Toledo (Espanha) desde 26 de Janeiro de 1985 * - Ningbo (宁波) (República Popular da China) desde 25 de Outubro de 1986 * - Naumburg (Saxony-Anhalt, Alemanha) desde 30 de Maio de 1988 * - Condado de Arlington (Virgínia, Estados Unidos) desde 17 de Setembro de 1993 * - Cidade do Cabo (África do Sul), desde 1999 * - Kostroma (Rússia) desde 9 de Junho de 2005 ==Ver também== *Alemannia Aachen, equipe de futebol da cidade que joga na Bundesliga. *Karlspreis (Internationaler Karlspreis der Stadt Aachen) - Prémio entregue anualmente, desde 1950, a uma figura de destaque e mérito no contributo para a união europeia. == Notas == O \"Dicionário Onomástico Etimológico da Língua Portuguesa\" de José Pedro Machado (1914-2005), em todas as suas versões, de décadas atrás à deste século, registra: 'Aquisgrano': Falso latinismo, criado pelo Renascimento, para a cidade chamada 'Aix-la-Chapelle' pelos franceses, 'Aachen' pelos alemães. Escrevi artigo inteiro sobre o assunto em \"Notas de Toponímia: Aix-la-Chapelle\", na Revista Portuguesa, número 30, páginas 117 a 118. A \"Grande Enciclopédia\" arranjou a variação \"Aquisgrão\". A denominação corrente em português para a cidade é a dos franceses, antes citada. * A outra obra de referência em topónimos, para Portugal, é a \"Topónimos e Gentílicos\" de Xavier Fernandes, de 1941 e seguintes edições. Em sua lista exaustiva de topónimos aportuguesados, de Angora (para Ankara), Antuérpia (para Anvers) e Apolonópole, Xavier Fernandes pula para Aquitânia e Arcansas, sem mencionar a existência de Aquisgrano ou Aquisgrão. * Tanto no Brasil quanto em Portugal se aprovaram decretos presidenciais instituindo vocabulários oficiais - no Brasil, é o Vocabulário Onomástico da Academia Brasileira de Letras, que registra apenas \"Aachen\"; em Portugal, o vocabulário está inteiro online e igualmente regista apenas \"Aachen\" como forma aceite em português. * Por fim, suplantando ainda os dois vocabulários oficiais de Brasil e Portugal, os oito países lusófonos do mundo acordaram em 2014 um vocabulário oficial comum - o Vocabulário Ortográfico Comum da Língua Portuguesa, disponível na internet, que mostra que, para Brasil, Portugal, Angola, Moçambique, Timor-Leste, São Tomé e Príncipe, Guiné-Bissau e Cabo Verde, a forma oficial em língua portuguesa é \"Aachen\", enquanto aquisgrano/aquisgrão oficialmente não existem. ==Ligações externas== * Página oficial da cidade com informações turísticas Categoria:Cidades independentes da Alemanha Categoria:Fronteira Alemanha- Bélgica",
 "title": "Aachen"
}