{
 "id": "27045",
 "text": "Valencia é uma cidade venezuelana, capital e cidade mais populosa do estado de Carabobo, situada na Região Central da Venezuela =http://www.noticias24.com/venezuela/noticia/278599/valencia-la-ciudad- industrial-de-venezuela-que-arriba-a- sus-460-anos/https://web.archive.org/web/20150403041926/http://www.noticias24.com/venezuela/noticia/278599/valencia- la-ciudad-industrial-de-venezuela-que-arriba-a-sus-460-anos/. É conhecida como A capital industrial da Venezuela devido a ela possuir uma importante quantidade de zonas industriais do país. A cidade foi capital nacional em três ocaiões entre 1812 e 1830. Segundo o censo do Instituto Nacional de Estatística da Venezuela, a cidade possui população no ano de 2011 de 1.484.430 habitantes, sendo que sua região metropolitana conta com 1.886.173 habitantes=http://www.ine.gov.ve/index.php?option=com_content&view;=category&id;=98&Itemid;=51 sendo assim a cidade mais populosa da Região Central e a terceira mais populosa do pais, depois de Caracas e Maracaibo. A cidade é composta de cinco municípios autônomos e distintos: Valencia, Naguanagua, San Diego, Libertador e Los Guayos, tendo cada um deles seus respectivos poderes públicos com atribuições administrativas próprias. A legislação atual propõe que as autoridades criem um distrito metropolitano, como o que já existe em Caracas.http://sgg.carabobo.gob.ve/leyes/LeyDeDivisionPoliticoTerritorialDelEstadoCarabobo.pdfhttps://web.archive.org/web/20160303175538/ == Topônimo == Na era colonial, a cidade primeiramente se chamou de Nueva Valencia del Rey, depois passando a se chamar Nuestra Señora de la Anunciación de la Nueva Valencia del Rey y Nuestra Señora del Socorro de la Nueva Valencia del Rey. Com a constituição do estado de Carabobo de 1991 passou a ser referida apenas como Valencia. O nome foi dado em homenagem a cidade espanhola de Valencia. == Ligações externas == *www.venezuelatuya.com/centro/valenciaeng.htm(Em Espanhol) Categoria:Cidades da Venezuela",
 "title": "Valencia (Venezuela)"
}