{
 "id": "2706",
 "text": "O Hino Nacional Brasileiro é um dos quatro símbolos oficiais da República Federativa do Brasil, conforme estabelece o art. 13, § 1.º, da Constituição do Brasil. Os outros símbolos da República são a Bandeira Nacional, as Armas Nacionais e o Selo Nacional. Tem letra de Joaquim Osório Duque-Estrada (1870–1927) e música de Francisco Manuel da Silva (1795–1865). A letra e o ritmo sofreram algumas alterações ao longo de sua história, e teve sua primeira gravação em disco efetuada em 1917. == Antecedentes ao Hino Pátrio == Certamente que não há notícia de algum hino patriótico narrado pelos principais historiadores no período colonial. Nem mesmo Portugal possuía um hino patriótico até a vinda da Família Real ao Brasil, pois o que havia era o “Hino ao Rei” sempre substituído por ocasião do falecimento do monarca. Porém, após a vitória lusitana sobre os franceses, um hino passou a ser entoado em Portugal composto pelo maestro Marcos Antônio da Fonseca Portugal, que trouxe ao Brasil onde pode ter figurado como uma espécie de hino nacional. Quando se declarou o regime constitucional em Portugal, D. Pedro I do Brasil fez composição de letra e música do Hino Imperial Constitucional, que foi executado e entoado no Brasil a 5 de Junho de 1821, e mais tarde foi conhecido como Hino da Carta. Contudo, foi executado em Portugal e no Brasil sem qualquer decreto que o oficializasse. == Histórico == A composição de Francisco Manuel da Silva foi feita quando da Abdicação de Pedro I do Brasil, a 7 de abril de 1831, tendo sua primeira execução no dia 14 daquele mês, no Teatro São Pedro do Rio de Janeiro; a 3 de maio daquele ano, com a instalação das Câmaras Legislativas, voltou a ser executado junto à apresentação de um drama intitulado \"O dia de júbilo para os amantes da liberdade\" ou \"A queda do tirano\". Em razão da dedicatória mesma que o compositor fizera, onde dizia: \"Ao Grande e Heroico Dia 7 de Abril de 1831, Hino Oferecido aos Brasileiros por um seu patrício nato\", era conhecido como \"Hino ao 7 de Abril\" e com este fim foi registrada sua execução nesta data também nos anos de 1832 e 1833. Neste último ano uma letra, escrita pelo desembargador Ovídio Saraiva de Carvalho e Silva, fora publicada no jornal \"Sete de Abril\", sendo esta aquela que o próprio compositor adotara, havendo um seu manuscrito de uma partitura em que esta aparece. A letra é marcada por claro antilusitanismo, onde o povo português em certa passagem é tratado com verdadeiro racismo, ao falar \"Homens bárbaros, gerados / De sangue Judaico, e Mouro / Desenganai-vos: a Pátria / Já não é vosso tesouro\"; a despeito de pregar ainda uma unidade nacional pelo império, e fidelidade à monarquia, os versos de Carvalho e Silva deixam entrever ideais republicanos; deixa ainda entrever a expansão do país, face a independência do Uruguai em 1828, ao pregar uma unidade nacional \"do Amazonas ao Prata\", como alusão à Província Cisplatina:Uma outra letra, de autoria anônima, foi registrada por ocasião da Coroação de D. Pedro II, em 1841; Francisco Manuel da Silva também compusera um hino a tal solenidade, o que levou o historiador Sousa Pitanga e consignar erroneamente este ano como de sua composição; outro historiador, Guilherme de Melo, dizia que o hino possuía várias letras, sendo aquela da Coroação a que era mais cantada; nesta ainda se conservava a ideia de unidade até \"ao Prata\", além de honrar a D. Pedro II. Porém, sabe-se que a composição de Francisco Manuel da Silva foi usada em outras ocasiões, por exemplo, a 13 de setembro de 1843 houve um espetáculo em homenagem ao casamento de D. Pedro II e D. Teresa Cristina que em sua abertura foi executado o Hino cantado com poema escrito por Carlos Augusto Taunay. A coroação de Pedro II, junto à ascensão dos conservadores ao poder, levou mesmo ao ressurgimento do Hino à Independência, composto por Pedro I para ser o hino oficial da nova nação, bem como de sua figura como \"herói\" nacional; isto certamente levou ao esquecimento da letra de Carvalho e Silva, bem como a celebração do 7 de abril como data a ser comemorada; esta nova versão se popularizou nas décadas seguintes, através da publicação de partituras para a execução particular - então o principal meio de divulgação musical. A letra alternativa dizia (repetindo o estribilho):Com o advento da Proclamação da República o mesmo hino monarquista se manteve; uma lenda foi então divulgada até mesmo em livros escolares, onde ao ouvir composições inscritas em concurso o chefe do governo provisório, marechal Deodoro da Fonseca teria declarado \"prefiro o velho\"; já em outubro de 1888 fora composto um novo hino, para substituir a Marselhesa que até então os republicanos entoavam, após concurso proposto por Silva Jardim - mas o advento do novo regime não permitiu que a composição do farmacêutico Ernesto de Souza tivesse qualquer divulgação; desta forma a 22 de novembro de 1889 foi aberto um novo concurso oficial para escolha do novo hino brasileiro pelo Ministério do Interior, chefiado por Aristides Lobo, e idealizado por José Rodrigues Barbosa: fizeram parte da comissão além do próprio Rodrigues Barbosa, Leopoldo Miguez, Alfredo Bevilacqua, Rodolfo Bernardelli e Rodolfo Amoedo. O concurso de 1889 previa a participação de músicos \"eruditos e populares\"; temendo a inserção de ritmos africanos em tal certame, o crítico musical Oscar Guanabarino iniciou uma campanha contrária em 4 de janeiro de 1890, usando dentre outros o pretexto patriótico de que sob o \"antigo\" hino os militares brasileiros, como o próprio Deodoro, haviam combatido na Guerra do Paraguai; o então major Serzedelo Correia levou este apelo ao próprio Ministro da Guerra, Benjamin Constant, no dia 15 daquele mês, sendo então atendido e o concurso, previsto para ocorrer no dia 20, passou a ser para a escolha do Hino da Proclamação da República, vencido por Leopoldo Miguez: isto foi consagrado no decreto número 171, de 20 de janeiro de 1890. O decreto 171 de 1890 o governo provisório oficializara a música, mas não a letra, e sua execução se dava apenas por instrumentos; mesmo esta execução, entretanto, ainda não possuía uniformidade, levando o compositor Alberto Nepomuceno a propor ao presidente Afonso Pena uma reforma do Hino, em 1906. Um concurso realizado em 1909 escolheu a letra que deveria acompanhar a composição já aceita como a oficial do Hino; perfeccionista, Duque-Estrada efetuou daquele ano até sua oficialização em 1922, alterações em nove passagens sobre a versão inicial. A letra ainda assim não fora objeto de consenso, sendo alvo de grandes debates na imprensa e no parlamento, de forma que sua oficialização se deu de forma apressada, a fim de a sua execução pudesse se dar na comemoração do primeiro centenário da Independência, em setembro de 1922. A propriedade plena e definitiva da letra foi adquirida em 21 de agosto de 1922 pela União por 5:000$ (cinco contos de réis) pelo decreto n.º 4.559 expedido pelo então presidente Epitácio Pessoa. Em 1917 o cantor Vicente Celestino foi quem primeiro gravou o Hino Nacional, tendo por acompanhamento a Banda do Batalhão Naval e, nas passagens de refrão, também por um coro; esta versão, em si bemol, deu um tom de difícil interpretação pelas pessoas; a Banda deu andamento mais lento e solene nas passagens do cantor, enquanto mantinha o estilo tradicional (mais rápido e vibrante) apenas durante os refrões - o que veio a motivar apreciação oficial por uma comissão de reavaliação do Hino em 1936 e, durante algum tempo, insatisfação por parte das bandas militares da época; a despeito disso essa versão foi oficializada em 1922. == Legislação == De acordo com o Capítulo V da Lei 5 700 (01/09/1971), a Lei dos Símbolos Nacionais do Brasil, durante a execução do Hino Nacional, todos devem tomar atitude de respeito, de pé e em silêncio. Civis do sexo masculino com a cabeça descoberta e os militares em continência, segundo os regulamentos das respectivas corporações. Além disso, é vedada qualquer outra forma de saudação (gestual ou vocal como, por exemplo, aplausos, gritos de ordem ou manifestações ostensivas do gênero, sendo estas desrespeitosas ou não).Lei 5.700 Segundo a Seção II da mesma lei, execuções simplesmente instrumentais devem ser tocadas sem repetição e execuções vocais devem sempre apresentar as duas partes do poema cantadas em uníssono. Portanto, em caso de execução instrumental prevista no cerimonial, não se deve acompanhar a execução cantando, deve-se manter, conforme descrito acima, silêncio. O Art. 32 da mesma lei prevê que não é permitida a execução de qualquer arranjo vocal do Hino Nacional Brasileiro se não o de Alberto Nepomuceno. Em caso de cerimônia em que se tenha que executar um hino nacional estrangeiro, este deve, por cortesia, preceder o Hino Nacional Brasileiro. === Execução semanal em escolas de ensino fundamental === Em 2009 o Congresso Nacional aprovou e foi sancionada a lei 12 031 que incluiu o parágrafo único no artigo 39 da Lei dos Símbolos Nacionais, tornando obrigatória a execução do Hino Nacional, uma vez por semana, nos estabelecimentos públicos e privados de ensino fundamental.LEI Nº 12.031, DE 21 DE SETEMBRO DE 2009. Altera a Lei no 5.700, de 1o de setembro de 1971, para determinar a obrigatoriedade de execução semanal do Hino Nacional nos estabelecimentos de ensino fundamental. planalto.gov.br. Acesso em 26 de fevereiro de 2019 == Significados == Eis o significado dos termos usados na letra do Hino: *Margens plácidas — \"Plácida\" significa serena, calma; margens tranquilas. *Ipiranga — É o riacho junto ao qual D. Pedro I proclamou a Independência; *Brado retumbante — Grito forte que provoca eco; *Penhor — Nessa acepção é usado de maneira metafórica (figurada): \"penhor desta igualdade\" é a garantia, a segurança de que haverá liberdade; *Imagem do Cruzeiro resplandece — O \"Cruzeiro\" é a constelação do Cruzeiro do Sul que resplandece (brilha) no céu; *Impávido colosso — \"Colosso\" é o nome de uma estátua de enormes dimensões, como o Colosso de Rodes. Estar \"impávido\" é estar tranquilo, calmo; *Mãe gentil - A \"mãe gentil\" é a pátria. Um país que ama e defende os \"filhos\" (os brasileiros) como qualquer mãe; *Fulguras — do verbo fulgurar (reluzir, brilhar); *Florão — O \"florão\" tanto pode ser o florão da arquitetura, um ornato em forma de flor usado nas abóbadas de construções grandiosas, quanto o florão da heráldica, o ornato das coroas reais. Nessa acepção, figurada, o Brasil seria o ponto mais importante e vistoso da América; *Garrida — de Garrido, elegante. Que chama a atenção pela beleza; *Lábaro — Sinônimo de bandeira. \"Lábaro\" era um antigo estandarte usado pelos romanos; *Clava forte — Clava é um grande porrete, usado no combate corpo-a-corpo. No verso, significa mobilizar um exército, entrar em guerra. == Da introdução do Hino == Recentemente tornou-se não pouco divulgado em sítios da internet o curioso fato de que o Hino Nacional Brasileiro possuía oficialmente uma letra em sua introdução orquestrada que supostamente era conhecida e entoada, de composição atribuída a Américo Moura. Este poema originalmente é mais extenso do que se tem notícia, e pode demonstrar não ter sido adaptado apenas para a introdução. Há um registro deste poema em adaptação ao Hino no fascículo 3 do ano XII, na Revista do Centro de Ciências Letras e Artes de Campinas (1913), nas páginas 46-47 conforme reza: > “Espera o Brasil que todos cumprais o vosso dever! Eia! Avante, Brasileiros! > Sempre avante. Gravai a buril nos pátrios anais o vosso poder! Eia! Avante, > Brasileiros! Sempre avante. Servir o Brasil sem esmorecer, Com ânimo audaz! > Cumpri o dever na guerra e na paz! À sombra da lei, À brisa gentil, O lábaro > erguer, do belo Brasil! Eia! Sus! Oh, sus!\" Esse trecho seria a letra do início do Hino Nacional Brasileiro, onde, atualmente, é mantido apenas de forma instrumental. > \"Se alguma página da nossa história Tiver do obscurecimento o cunho > impressor Que há que, a revivê-la, em luta inglória, Se oponha as exigências > do progresso! Ó pátria! Hás de Brilhar! Do bem hás de conter a excelsa > côrte! Teus filhos Hás de almejar As normas da justiça, E a paz de expor-te! > Pátria querida, Estremecida! Hás de, Brasil, Sempre Brilhar.” O fato é que até antes de 6 de setembro de 1922, data em que o poema de Joaquim Osório Duque Estrada foi oficializado, o Hino de Francisco Manuel da Silva permanecia sem um poema oficial, era entoado com as mais diferentes adaptações de uma localidade para outra, e não raro refletia um regionalismo contrário ao ideal de federalismo e unidade nacional. Há relatos que não era incomum professores das escolas normais também produzirem suas próprias adaptações ao já bem conhecido Hino com a finalidade de ser possível que seus alunos pudessem de alguma forma entoá-lo, esta pode ser a razão de eventual testemunho sobre variações desde uma introdução cantada, até a totalidade da letra do Hino. == Primeiras gravações == A primeira gravação do hino nacional foi feita em 4 de março de 1901, executada pela Municipal Military Band, de Londres, e lançada sob o disco Berliner 145. === Gravações Zon-o-phone === A primeira gravação brasileira do hino nacional foi feita em 1902. Instrumental, foi interpretada pela Banda da Casa Edison e lançada sob o disco Zon-o-phone 10187. No ano seguinte, foi feita outra gravação, também pela Banda da Casa Edison, e lançada no disco Zon-o-phone X-1051. === Menções honrosas === Uma gravação bem rara - e importante - é a gravação da Casa a Elétrica, disco Gaúcho R 1214 / 1239. == Grande Fantasia Triunfal sobre o Hino Nacional Brasileiro == Grande Fantasia Triunfal sobre o Hino Nacional Brasileiro foi composta por Louis Moreau Gottschalk e sua estreia se deu em concerto em 1869, tendo sido executada por 650 músicos, no Rio de Janeiro. Dedicada a Son Altesse Impériale Madame la Comtesse d'Eu, D. Isabel, a obra se trata de variações, especialmente em piano, da música de Francisco Manuel da Silva. Foi muito executada por Guiomar Novais e por Eudóxia de Barros. Mais recentemente, tornou-se popular por ter sido tocada pela Rede Globo durante o funeral de Tancredo Neves e por ser usada em propagandas eleitorais do Partido Democrático Trabalhista (PDT). Em 1973, a Comissão Nacional de Moral e Civismo abriu processo para verificar se a obra deveria ser banida do território nacional, por supostamente tratar-se de arranjo musical do hino nacional, algo proibido pela lei 5.700, de 1971. Após alguns anos, o processo foi encerrado, prevalecendo o parecer de pessoas como o músico Alfredo Melo, que explicou a diferença entre arranjo e variação. == Ver também == * Cruzeiro do Sul * Ipiranga * Hino à Bandeira * Hino da Independência * Hino da Proclamação da República * Símbolos do Brasil * Lei dos Símbolos Nacionais do Brasil == Ligações externas == * Hino Nacional do BrasilArquivo em mp3. * Hino Nacional BrasileiroArquivo *.wav. * Lei nº 5 700, de 1º de setembro de 1971Lei que trata dos Símbolos Nacionais, entre eles o Hino Nacional. * OSC PatriotismoVeja detalhes sobre os Símbolos Nacionais Brasil Nacional Categoria:Arte no Brasil do século XIX",
 "title": "Hino Nacional Brasileiro"
}