{
 "id": "27139",
 "text": "São Salvador, ou, em espanhol, San Salvador (), é a capital e a maior cidade de El Salvador. Como capital da nação, a cidade abriga a sede do Governo e do Conselho de Ministros de El Salvador, a Assembleia Legislativa de El Salvador, a Suprema Corte de Justiça e outras instituições e agências do Estado, bem como a residência oficial do Presidente da República. Maior cidade do país, do ponto de vista econômico, São Salvador é sede de grandes indústrias e companhias de serviço do país. == História == Diego de Holguín foi o Primeiro Alcaide (= Prefeito) da vila de San Salvador. Consta dos livros históricos que Dom Pedro de Alvarado se apresentou ao cabildo da Guatemala no dia 6 de maio de 1525 e pediu que fosse nomeado regidor Francisco de Arévalo, substituindo o capitão Holguín, que foi viver na vila de San Salvador, como seu alcaide. Entre os fundadores dessa primeira Vila estão os nomes de Gonzalo de Alvarado, Francisco Diaz Peñacorba, Diego de Holguín, Alonso Oliveros, Alonso Orduña e Fernando Pizarro. Segundo assinala o historiador salvadorenho Doutor Rodolfo Barón Castro, Holguín nasceu cerca de 1486 num povoado espanhol chamado Tona ou Sona. Veio à América muito jovem, instalando-se em Hispaníola, atualmente Ilha de São Domingos, no ano de 1506. De lá participou da fundação de outras povoações. Em junho de 1526, os índios incendiaram a cidade e a colônia foi despovoada. === Séculos XX e XXI === No início do , a capital, como o país em geral, desenvolveu-se em função da renda gerada pela exportação do café. Como reflexo dessa prosperidade, foi iniciada a construção de várias estruturas conhecidas na cidade, como o Parque Dueñas, posteriormente conhecido como Plaza Libertad (1900), o Teatro Nacional de San Salvador, o antigo Palácio Presidencial (1911) e o Hospital Rosales (inaugurado em 1902). Todas essas edificações tiveram como objetivo tornar a cidade mais cosmopolita. Mas novamente os desastres naturais destruíram muitas construções daqueles anos com os terremotos de 1917 e 1919 e uma inundação em 1922. Por ser a sede do governo, San Salvador foi palco de importantes acontecimentos ao longo do . Logo nos primeiros anos ocorreu o assassinato de Manuel Enrique Araujo em 4 de fevereiro de 1913 na Plaza Barrios. Anos mais tarde, chegaria ao poder Maximiliano Hernández Martínez através de um golpe de estado em 1931, em meio à crise econômica que resultou na queda dos preços do café durante os anos da Grande Depressão. A partir de então seria iniciada uma época de agitação política com o predomínio dos militares. Na década de 1970, com o aumento da violência política, San Salvador foi cenário de numerosos protestos populares de diversas organizações de oposição ao regime; a maior delas, registrada na história do país, ocorreu em 22 de janeiro de 1980.Enfoques del Siglo Ed. No. 8, Dutriz Hermanos S.A. de C.V., p.14. Com o desenrolar da guerra civil, apesar de não ser palco de operações militares, a situação nas ruas da capital era desconfortável. Desaparecimentos forçados, bombas e ataques a transportes públicos eram habituais. Nesses anos, um acontecimento em especial atingiu a área metropolitana: o terremoto de 1986, que, além de causar a perda de cerca de 1500 vidas, destruiu muitos edifícios do centro histórico. Outro momento crítico ocorreu com a chamada \"ofensiva final\" de 11 de novembro de 1989. Os Acordos de Paz de Chapultepec, assinados em 16 de janeiro de 1992, terminaram com a guerra. Nesses dias, no centro histórico ocorreram diversas demonstrações de alegria, especialmente em 1º de fevereiro com o fim oficial das ações militares. Apesar dessa conquista histórica que pôs fim à violência política, novos desafios surgiram com a escalada da violência criminal. Na década de 1990, foi atingido o auge econômico com a implantação de um modelo neoliberal no país. A cidade passou a ser mais ativa economicamente com a chegada de franquias internacionais, a criação de novas vias de acesso para veículos, novos centros comerciais e áreas de lazer. Na primeira década do , o governo construiu novas estradas na periferia para descongestionar a cidade. Por outro lado, o desemprego nos últimos anos tem aumentado os problemas sociais, entre eles o aumento do comércio informal. == Geografia == O município de San Salvador está localizado na região central do país. Encontra- se entre 600 e 1000 m de altitude, a uma média de 658 m. Limita-se ao norte com os municípios de Nejapa, Mejicanos, Cuscatancingo e Delgado, a leste com Soyapango e San Marcos, ao sul com Panchimalco e também com San Marcos, e a oeste com Antiguo Cuscatlán e Santa Tecla. Entre as principais elevações do município estão os montes El Picacho, Monte San Jacinto e Monte Chantecuán e as colinas La Torre e da Candelaria. Na região encontram-se tipos de solos como regossolo, latossolo e andossolo, e rochas de lava andesítica e lava basáltica. Os principais rios do município são o rio Acelhuate, que se encontra a 2,2 km da cidade, e o rio Iohuapa, a 5,2 km. Outros rios são o Matalapa, El Garroba, San Antonio, Urbina e Casa de Piedra. Entre os córregos estão o El Garrobo, Sirimullo, La Quebradona, Los Cojos, Las Lajas, El Manguito, La Lechuza, La Mascota, San Felipe, Tutunichapa e Mejicanos. === Clima === San Salvador tem clima quente todo o ano. O período mais fresco vai de dezembro a fevereiro e o mais quente, de março a maio. San Salvador possui duas estações, uma chuvosa e outra seca. A temporada seca estende-se de novembro a abril e a chuvosa, de maio a outubro, quando podem ocorrer inundações. Às vezes, quando as frentes frias fortes afetam El Salvador durante a estação seca, a temperatura do ponto de orvalho pode cair abaixo de 10 °C, uma situação que seria bastante fria para a maioria dos habitantes, mas que geralmente não tem nenhum efeito pois a umidade é baixa, o que significa que o ponto de orvalho passa a ser menos relevante, porque de 7 °C a 10 °C a sensação é de 15 °C a 18 °C de temperatura. == Demografia == {| class=\"navbox\" Anos População 1900 1910 1920 1930 1940 1950 De acordo com o censo realizado em 2007, a população do município é de habitantes, 100% urbana, equivalente a 20,2% da população do departamento de San Salvador e 5,5% da população do país, sendo homens e mulheres. A densidade demográfica é de hab./km². Distribuição da população por faixa etária Distribuição da população por faixa etária Distribuição da população por faixa etária Distribuição da população por faixa etária Distribuição da população por faixa etária Distribuição da população por faixa etária Distribuição da população por faixa etária Faixa etária 0–3 4–6 7–17 18–59 60 ou + Total População O censo apurou residências, sendo ocupadas e desocupadas (14,3%), o que equivale à média de 3,7 pessoas por residência ocupada. A Área Metropolitana de San Salvador ou Grande San Salvador, conhecida como AMSS, é formada pelo município de San Salvador e outros 13 municípios que são: Antiguo Cuscatlán e Santa Tecla do departamento La Libertad, e Apopa, Ayutuxtepeque, Cuscatancingo, Delgado, Ilopango, Mejicanos, Nejapa, San Marcos, San Martín, Tonacatepeque e Soyapango, que pertencem ao departamento de San Salvador. No censo de 2007, a população da AMSS era de habitantes. === Religião === No centro da cidade está a Catedral Metropolitana de San Salvador, que faz parte da Arquidiocese de San Salvador. As festas patronais são em homenagem ao Divino Salvador do Mundo, patrono da cidade desde a época colonial. Além disso, a Virgem da Apresentação, que pode ter sido a primeira venerada pelos povos antigos, é considerada \"Patrona Protetora da Cidade de San Salvador\". A Virgem do Rosário também é patrona da Arquidiocese e da metrópole. A maior parte da população é católica, porém há também uma quantidade considerável de grupos evangélicos e protestantes como a Associação Batista de El Salvador (ABES), que conta com quatro igrejas locais somente em San Salvador, as Assembleias de Deus, a Igreja Elim, o Tabernáculo Bíblico Amigos de Israel e a Missão Centroamericana. Existem também comunidades religiosas judaicas, sem deixar de mencionar a igreja das Testemunhas de Jeová e A Igreja de Jesus Cristo dos Santos dos Últimos Dias. == Governo municipal == Em El Salvador, por disposições constitucionais, os municípios dispõem de autonomia em termos econômicos, técnicos e administrativos (art. 203). Esses são governados por um conselho composto por um prefeito (ou alcaide), eleito pelo voto livre e direto a cada três anos com a possibilidade de reeleição, um administrador ou síndico e dois ou mais vereadores, cujo número varia em proporção à população do município. No caso de San Salvador, o município é atualmente governado pelo prefeito Norman Quijano do partido ARENA, para o período 2009–2012. O conselho é completado por um administrador, doze vereadores titulares e quatro suplentes, e um secretário. As funções e competências do governo estão definidas nas normas do Código Municipal. === Prefeitos ou alcaides de San Salvador desde 1964 === * José Napoleón Duarte (1964–1970) * Carlos Antonio Herrera Rebollo (1970–1974) * José Antonio Morales Ehrlich (1974–1976) * José Napoleón Gómez (1976–1978) * Alejandro Duarte (1982–1985) * José Antonio Morales Ehrlich (1985–1988) * Armando Calderón Sol (1988–1994) * Mario Valiente (1994–1997) * Héctor Silva Argüello (1997–2003) * Carlos Rivas Zamora (2003–2006) * Violeta Menjívar(2006–2009) * Norman Quijano (2009–2012) == Símbolos da cidade == Os símbolos da cidade são o brasão, a bandeira, o hino e a vara municipal (ou vara edilícia). Os três primeiros surgiram por iniciativa de um concurso lançado em 1943. O brasão (desenhado pelo pintor José Mejía Vides) mostra quatro quadrantes: o do canto superior direito e do canto inferior esquerdo mostram obliquamente as cores azul e branco (representando a Bandeira Nacional e Federal), o do canto superior esquerdo mostra um colar de esmeralda, símbolo de Cuzcatlán, e o quadro restante mostra o sino da Igreja de La Merced, que se atribui a José Matías Delgado e por ter tocado no Movimento da Independência de 1811. Em relação à bandeira, ela foi desenhada por iniciativa das autoridades. O hino foi escolhido e elaborado por Carlos Bustamante (letra) e Ciríaco de Jesus Wings (música). A vara municipal mostra uma série de figuras e símbolos relacionados com a história local. De cima para baixo, essas imagens são: a imagem representativa da raça nativa, o primeiro prefeito Dom Diego de Holguín, , decreto real que elevou San Salvador à condição de cidade, Dom Antonio Gutiérrez intendente de 1811, o padre José Matías Delgado, o Selo de Libertação de 1811, o Selo Independência de 1821, o atual brasão municipal e o brasão nacional Dios Unión Libertad. == Locais de interesse == === Palácio Nacional === O Palácio Nacional é considerado um dos prédios mais majestosos de El Salvador. A ideia de construir a estrutura veio do capitão-general Gerardo Barrios, um dos presidentes mais populares da história do país. A construção começou em 1866, sob o comando de Ildefonso Marín e José Dolores Melara, e continuou até sua conclusão em 1870. Infelizmente, em 19 de novembro de 1889, um incêndio o reduziu a escombros. O atual palácio foi desenhado pelo engenheiro José Emilio Alcaine e construído entre 1905 e 1911. O projeto ficou sob a responsabilidade de José María Peralta Lagos, enquanto Don Pascasio Gonzalez foi o responsável pelas obras. Os materiais de construção foram importados da Alemanha, Bélgica, Itália e outros países. === Catedral Metropolitana === A Catedral Metropolitana de San Salvador é a principal igreja da Arquidiocese católica romana de San Salvador e sede do arcebispo de San Salvador. A igreja foi visitada duas vezes pelo Papa João Paulo II que disse que a catedral estava \"intimamente ligada com as alegrias e as esperanças do povo salvadorenho\". Durante suas visitas em 1983 e 1996, o Papa ajoelhou-se e rezou diante do túmulo do arcebispo Óscar Romero, assassinado em 1980 e cujo túmulo é um grande atrativo de peregrinação. === Teatros === O Teatro Nacional de El Salvador é o mais antigo teatro da América Central. Ele começou a ser construído em 3 de novembro de 1911 pelo arquiteto francês Daniel Beylard e foi inaugurado em 1 de março de 1917. Seu estilo é renascentista francês com toques modernos. Foi decorado pelo arquiteto italiano Lucio Capellaro e seu saguão principal é considerado um dos mais bonitos e elegantes da América Central. Entre os novos teatros, está o Auditório FEPADE onde são realizados espetáculos e apresentações, é também um lugar popular para a realização de eventos escolares. Há também o Centro Espanhol (El Centro Español) e o Teatro Presidente que abriga balés, sinfonias e outros eventos.http://www.elsalvador.com/especiales/2004/bienvenido_a_casa/cultura.asphttp://www.minube.com/rincon/teatro- nacional-a2808 === Shopping centers === A área metropolitana de San Salvador tem alguns dos melhores shopping center da América Central como o Multiplaza, Las Fuentes, La Gran Via, Las Cascadas, Galerias, Futura Plaza no WTC San Salvador, El Paseo, Mundo Plaza, Plaza San Benito, Blasilea (mais conhecido como Zona Rosa, uma rua em San Salvador onde há restaurantes ao ar livre, lojas e onde o Hotel Hilton Princess está localizado), Plaza Merliot e o Metrocentro San Salvador, o maior da América Central. === Gastronomia === Os restaurantes em San Salvador são influenciados por diversas culturas diferentes. As opções incluem as cozinhas italiana, coreana, japonesa, tailandesa, francesa, chilena, americana, peruana, mexicana, espanhola, árabe, alemã, chinesa, argentina e outros. Opções de gastronomia local incluem os Típicos Margot onde se pode comprar a famosa pupusa salvadorenha. === Museus === San Salvador possui vários museus, entre os maiores e mais populares estão o Museu Nacional de Antropologia de El Salvador (MUNA) cuja missão é fazer com que os salvadorenhos reflitam sobre sua identidade cultural através de exposições, pesquisas, publicações e programas educacionais nos campos da arqueologia e da antropologia como um testemunho dos processos sociais dos diferentes grupos humanos que habitaram e habitam o território do país. Há também o Museu MARTE, uma entidade privada, sem fins lucrativos, que iniciou as suas atividades em 22 de maio de 2003 com a inauguração de suas instalações. O MARTE exibe uma mostra de arte salvadorenha através de sua coleção permanente, coleções privadas e da coleção nacional. Apresenta uma visão representativa da arte a partir de meados do até os dias de hoje.http://www.marte.org.sv/http://www.munaelsalvador.com/ === Festivais de Gastronomia === Em todo o país, há festivais gastronômicos, onde as pessoas vendem comida, arte e música, em San Salvador há um festival no parque Las Fuentes de Beethoven que ocorre uma vez por mês. === Esportes === Como em toda a América Latina, o futebol é o esporte mais praticado em El Salvador. O Estádio Cuscatlán, com capacidade para pessoas, é o maior palco do futebol da América Central e do Caribe. Além de ser o maior, o Estádio Cuscatlán é muitas vezes referido como o estádio mais moderno da região. Foi anunciado em 16 de novembro de 2007, que o Estádio Cuscatlán se tornaria o primeiro estádio de futebol na América Central e Caribe a ter uma grande LED TV para os torcedores. A tela possui 40 m de altura e de largura e foi concluída em março de 2008. Além do Cuscatlán, a cidade possui o Estádio Jorge \"Mágico\" González (ou Estádio Nacional de la Flor Blanca) com capacidade para pessoas,www.fussballtempel.net este estádio abrigou o Jogos Centro-Americanos e do Caribe de 2002 (El Salvador ficou em sexto lugar entre os 37 países). == Transportes == San Salvador era servida pelo Aeroporto Internacional de Ilopango até 31 de janeiro de 1980, quando este foi substituído pelo Aeroporto Internacional de El Salvador (IATA: SAL, ICAO: MSLP) localizado a cerca 50 km de San Salvador. O Aeroporto de Ilopango, localizado no leste da cidade, atualmente é usado apenas para fins militares e voos charter, mas deve ser modernizado para ser utilizado em voos comerciais domésticos. == Educação == O Ministério da Educação lançou, no início de 2006, o chamado \"Plan 2021\", como medida para melhorar a educação no país. San Salvador possui escolas primárias, secundárias e de ensino superior. San Salvador possui algumas escolas evangélicas particulares de ensino médio, como o Colegio Bautista, o Liceo Cristiano Juan Bueno e o Colegio Cristiano Josué. Há também escolas particulares católicas, como o Colegio Cristóbal Colón, o Liceo Salvadoreño, o Externado San José, o Colegio Don Bosco, o Colegio La Asunción. Entre as escolas não religiosas estão a García Flamenco e o Colegio Augusto Walte. San Salvador possui também muitas escolas particulares bilingues, tais como: a Academia Británica Cuscatleca (inglês britânico), o Colegio Internacional de San Salvador (inglês), a Escuela Americana (inglês), a Escuela Panamericana (inglês), o Liceo Francés (francês) e o Colegio Alemán (alemão). Em San Salvador estão localizadas algumas das mais importantes universidades do país, tais como: a Universidade de El Salvador (a única universidade pública do país), a Universidade Centroamericana José Simeón Cañas e a Universidade Tecnológica de El Salvador. == Cidades-irmãs == * Caracas, Venezuela * Cidade da Guatemala, Guatemala * Los Angeles, Estados Unidos * Madrid, Espanha * Tel Aviv, Israel * Manágua, Nicarágua * Cidade do México, México * San Pedro Sula, Honduras * Taipei, Taiwan == Problemas sociais == Com o aumento da violência no país, San Salvador é considerada a Zona Metropolitana com maior índice de delinquência do país. Outro problema muito significativo são as maras (um tipo de gangue), tanto que escritórios do FBI têm sido abertos na cidade. Outro problema existente é a desordem no centro histórico por parte dos vendedores ambulantes, um problema originado pelo crescimento da população e pela busca do sustento diário.",
 "title": "San Salvador"
}