{
 "id": "27181",
 "text": "Porto Príncipe (alternativamente Porto do Príncipe;No sítio do Ciberdúvidas da Língua Portuguesa , o linguista Carlos Rocha afirma não encontrar \"dicionarizadas as formas «Porto de Príncipe» ou, numa tradução mais fiel, «Porto do Príncipe», que, embora possíveis, parecem não ter ganho o favor dos lexicógrafos. em francês: Port-au-Prince, ; em crioulo haitiano: Pòtoprens, ) é a capital e a maior cidade do Haiti. Localiza-se no sudoeste do país e é um porto no golfo de Gonaives. A sua população tem aproximadamente 2,5 a três milhões de habitantes. Foi fundada em 1749 pelos franceses. == História == Antes da chegada de Cristóvão Colombo, a ilha de Hispaniola era habitada pelos taínos, que haviam chegado cerca de em canoas grandes, procedentes da Venezuela. No momento em que Colombo chegou, em 1492, a região estava sob o controle do cacique taino Bohechio. A região serviu como um terreno de caça. A população da região era de cerca de na época, mas foi extinta 30 anos após a chegada dos espanhóis. Com a chegada dos espanhóis, os índios foram forçados a aceitar um protetorado e Bohechio, sem filhos por ocasião da morte, foi sucedido por sua irmã, Anacaona, esposa do cacique Caonabo. Anacaona tentou manter relações cordiais com os espanhóis, mas isso revelou-se difícil, já que estes insistiam em cobrar tributos cada vez maiores. Eventualmente, a administração colonial espanhola decidiu passar a atuar diretamente na região e, em 1503, Nicolas Ovando, então governador, decidiu pôr fim ao regime liderado por Anacaona. Ele convidou ela e outros líderes tribais para uma festa e, depois que os indígenas beberam vinho - os espanhóis não beberam naquela ocasião -, ele ordenou que a maioria dos indígenas fosse morta. Anacaona foi poupada, mas apenas para ser enforcada publicamente algum tempo depois. Subsequentemente, através da violência, dos trabalhos forçados e da transmissão de doenças contra as quais os índios tinham baixa imunidade, como a gripe e a varíola, os colonizadores espanhóis terminaram por dizimar a população nativa.LAS CASAS, F. B. O paraíso destruído: a sangrenta história da conquista da América Espanhola. Tradução de Heraldo Barbuy. Porto Alegre. L&PM.; 2011\\. 176 p. O domínio espanhol sobre a área foi estabelecido. Ovando fundou uma vila não muito longe da costa (a oeste de Etang Estuarina), ironicamente chamada de \"Santa Maria de la Paz Verdadera\", que seria abandonada alguns anos depois. Pouco tempo depois, Ovando fundou \"Santa Maria del Puerto\". Esta foi queimada por exploradores franceses em 1535, depois novamente em 1592 pelos ingleses. Estes assaltos provaram ser demais para a administração colonial espanhola e, em 1606, os espanhóis decidiram abandonar a região. Por mais de 50 anos, a área que hoje é Porto Príncipe viu sua população cair drasticamente. Finalmente, alguns piratas começaram a usá-la como uma base e os comerciantes holandeses começaram a frequentá-la em busca de couro, já que a caça era abundante lá. Por volta de 1650, os piratas franceses, ou flibustiers, atuando fora de sua base na Ilha da Tartaruga, começaram a chegar ao litoral e estabeleceram uma colônia em Trou-Borded. Como a colônia cresceu, eles montaram um hospital não muito longe da costa. Isso levou a região a ser conhecida como \"Hôpital\" (traduzido do francês, \"hospital\"). Embora não tivesse havido a presença real espanhola em Hôpital por mais de 50 anos, a Espanha manteve a sua reclamação formal para o território e a presença crescente dos piratas franceses em terras espanholas provocou a coroa, que mandou uma expedição de soldados castelhanos para Hôpital com o objetivo de retomá-la. A missão provou ser um desastre para a Espanha, como eram em menor número e, em 1697, o governo espanhol assinou o Tratado de Rijswijk, renunciando a quaisquer reivindicações para Hôpital. Por essa época, a França também instalou bases em Ester e Gonaïves. Ester era uma aldeia rica com ruas retas habitada por mercadores; foi aqui que o governador viveu. Por outro lado, a região circundante, Petite-Rivière, era muito pobre. Na sequência de um grande incêndio em 1711, Ester foi abandonada. No entanto, a presença francesa na região continuou a crescer, e não muito tempo depois, uma nova cidade foi fundada a sul: Leogane. Embora a primeira presença francesa em Hôpital, a região que mais tarde viria a ser Porto Príncipe, tivesse sido a dos flibustiers, quando a região tornou-se uma colônia real francesa a administração colonial começou a se preocupar com a presença contínua desses piratas. Embora úteis para repelir a intenção inglesa de invadir o território francês, eram relativamente independentes e não respondiam às ordens da administração colonial, sendo uma potencial ameaça para esta. Portanto, no inverno de 1707, Choiseul-Beaupré, o governador da região, tentou se livrar do que ele via como uma ameaça. Ele insistiu sobre o controle de Hôpital, mas os flibustiers recusaram, considerando este controle uma humilhação. Como consequência, os piratas, em vez de ceder o controle de Hopîtal para o governador, decidiram abandonar a cidade e se tornar agricultores. === História colonial === Em 1770, Porto Príncipe substituiu Cap-Français (a moderna Cap-Haïtien) como a capital da colônia de Saint- Domingue e, em 1804, tornou-se a capital do Haiti recém-independente. Antes da independência do Haiti, foi capturada pelas tropas britânicas em 4 de julho de 1794. == Geografia == A área metropolitana de Porto Príncipe é bem densa e alastrada devido a um deficiente planejamento urbano. A modernização é pouca. A área metropolitana é divida em vários distritos (bairros). Pétionville é um influente bairro do sudeste do município localizado na zona suburbana da cidade. Delmas situa-se ao sul do aeroporto e ao norte do centro da cidade. Carrefour localiza-se a sudoeste do Porto Príncipe. O município de Porto Príncipe abriga muito bairros de baixa renda que vivem atormentados com a pobreza e a violência. Um exemplo mais notório é Cité Soleil. O centro da cidade é o local de vários esforços de modernização projetados na capital. A eliminação dos piratas como um grupo de Hôpital reforçou a autoridade da administração colonial, o que também fez da região um destino mais atraente para os ingleses. A fim de proteger a área, em 1706, um capitão chamado Saint- André navegou na baía logo abaixo de Hôpital em um navio chamado Le prince (O príncipe). Diz-se que Saint-André nomeou a região como Port-au-prince (que significa Porto do príncipe), embora o porto e a região circunvizinha ainda fossem conhecidas como Hôpital. No entanto, as ilhotas da baía já eram conhecidas como Les Îlets du Prince (As ilhas do príncipe) já em 1680. Os nobres ingleses procuravam várias doações de terras da coroa francesa em Hôpital. O primeiro nobre a controlar Hôpital foi Sieur Joseph Randot. Após sua morte, em 1737, Sieur Pierre Morel ganhou o controle sobre parte da região. A essa altura, a administração colonial estava convencida de que uma capital era necessária e deveria ser logo escolhida, a fim de controlar melhor a parte grande de Santo-Domingo (Hispaniola). Por um tempo, Petit-Goave e Leogane disputavam essa honra, mas ambas foram excluídas por várias razões. Em primeiro lugar: a localização. Petit-Goave tinha um clima muito favorável à malária e a topografia de Leogane tornava-a de difícil proteção. Assim, em 1749 uma nova cidade foi construída: Porto Príncipe. === Clima === Porto Príncipe possui um clima tropical e temperaturas relativamente constantes ao longo do ano. A estação chuvosa de Porto Príncipe vai de março a novembro, embora a cidade experimente uma quebra relativa da chuva durante o mês de julho. A estação seca da cidade abrange os três meses restantes. == Pontos de interesse == Os principais monumentos e mais interessantes locais de Porto Príncipe são: * Universidade do Haiti * Palácio Nacional * Museu Nacional do Haiti * Basílica de Notre Dame * Bicentenário da Independência == Governo == O prefeito de Porto Príncipe Jean Yves Jason comandou a cidade no momento do sismo no início de 2010. Vizinhanças distintas que também foram atingidas como os distritos de Delmas, Carrefour e Pétionville são administradas por seus próprios prefeitos que, por sua vez, porém ficam sob a jurisdição do prefeito geral da cidade. A sede estatal, o Palácio Presidencial, está localizado no Champ de Mars, que foi parcialmente destruído durante o sismo. A PNdH (Police Nationale d'Haïti, \"polícia nacional do Haiti\") é a autoridade que rege a aplicação das leis em todo o país, inclusive na capitaltendo recentemente aumentado em número. No entanto, devido a sua pouca eficiência e a seus recursos humanos insuficientes, um número significativo de pessoal da ONU esteve presente em toda a cidade como parte da missão de estabilização no Haiti. A câmara municipal de Porto Príncipe foi destruída no sismo de 2010, juntamente com a maior parte dos outros edifícios públicos municipais. == Economia == Porto Príncipe é o maior centro econômico e financeiro do país. A capital, hoje, exporta café e açúcar e, no passado, exportava outros bens como sapatos e bolas de beisebol. Porto do Príncipe tem instalações de processamento de alimentos, bem como sabão, têxteis e cimento. Apesar da instabilidade política, a cidade também conta com o setor de turismo e empresas de construção para movimentar sua economia. Porto Príncipe já foi um lugar popular para os cruzeiros, mas perdeu quase todo o seu turismo e não tem mais navios de cruzeiroque vêm ao porto. Pode-se esperar níveis extremamente elevados de atividade econômica em toda a cidade, especialmente entre as pessoas que vendem bens e serviços pela rua. Porto Príncipe também tem vários bairros de luxo cujas taxas de criminalidade são bem mais baixas que as do centro da capital. Porto Príncipe conseguiu manter o setor de turismo. O Aeroporto Internacional Toussaint Louverture (referido frequentemente como o aeroporto Internacional de Porto Príncipe) é a principal porta de entrada para os turistas. A área de Pétionville de Porto do Príncipe é rica e é geralmente o local mais comum para os turistas visitarem e permanecerem. == Saúde pública == Há um bom número de hospitais, incluindo: * Sacred Heart Hospital Center (CDTI, Centro Hospitalar do Sagrado Coração); * Hopital de l'Université d'Etat d'Haiti (Hospital Universitário do Estado do Haiti); * Centre Obstetrico Gynécologique Isaie Jeanty-Leon Audain; * Hopital du Canapé-Vert; * Hopital Français; * Hopital Sant Francois de Sales; * Hopital-Maternite Sapiens; * Hopital OFATMA; * Clinique de la Santé; * Maternite Cristo Roi (Maternidade Cristo Rei); * Rue Centre Hospitalier de Berna; * Maternite Mathieu. Após o sismo de 2010, apenas dois hospitais permaneceram com seu funcionamento. == Educação == As escolas mais importantes de Porto Príncipe são a Escola da União, fundada em 1919, e a Escola Cristiana de Quisqueya, fundada em 1974. Ambas oferecem uma educação pré-universitária do estilo estadunidense. Os estudantes francófonos podem estudar no Liceo Francês. == Cultura == thumb|Artesão haitiano A cultura da cidade se baseia principalmente no entorno do palácio nacional. O museu nacional está localizada nos terrenos do palácio, construído em 1938. O palácio nacional foi uma das estruturas iniciais da cidade, mas foi destruída e depois reconstruída em 1918. Foi destruída pelo sismo novamente em 12 de janeiro de 2010. Outro destino popular na capital é o Oloffson Hotel, uma mansão do que, uma vez, foi a residência privada de dois ex-presidentes do Haiti. Tornou-se um centro popular para a atividade turística no centro da cidade. A catedral de Porto do Príncipe é um local famoso de interesse cultural e atrai visitantes estrangeiros pelo seu estilo arquitectónico neo-romântico. == Demografia == A população da área metropolitana de Porto Príncipe é superior a 2 milhões. A maioria da população é de ascendência africana, mas uma minoria mulata proeminente detêm o controle das empresas da cidade. Há um considerável número de residentes latinoamericanos, bem como um pequeno número de brancos (principalmente estrangeiros). Cidadãos do Oriente Médio (principalmente sírios e libaneses) são uma pequena minoria, com uma presença significativa na capital. Árabes haitianos (um grande número dos quais vivem na capital) são concentrados nas áreas financeiras, onde a maioria deles constituíram empresas. A maioria dos mulatos na cidade estão concentrados nas zonas mais ricas de Porto do Príncipe. == Desastres naturais == Porto Príncipe, assim como o restante do Haiti, sofre com a ocorrência de desastres naturais, principalmente ciclones tropicais (tempestades tropicais e furacões). Estando à borda da placa do Caribe, a cidade registra sismos de baixa intensidade com frequência; sismos de grande intensidade são raros mas, em 12 de janeiro de 2010, um forte sismo de 7,0 na escala de Richter, com epicentro a poucos quilômetros da cidade, danificou ou destruiu praticamente todas as construções da cidade, causando grande devastação, com mais de 300 000 mortos.Número de mortos no haiti pode passar de dez mil, diz Premiê == Cidades-irmãs == Porto Príncipe tem as seguintes cidades-irmãs: * Miami, Estados Unidos * Baton Rouge, Estados Unidos == Ligações externas == * Vídeo: Haiti - Bon bagay, o cotidiano do país mais pobre das Américas contado por haitianos de Cité Soleil, favela onde vivem 250 000 pessoas; ocupada pela ONU para acabar com os grupos armados. Categoria:Comunas do arrondissement de Porto Príncipe",
 "title": "Porto Príncipe"
}