{
 "id": "27223",
 "text": "Turim (em italiano Torino e em piemontês Turin) é uma comuna italiana, capital e maior cidade da região do Piemonte, e efetivamente a quarta maior cidade do país, com uma população de 910 188 habitantes (2009), estando atrás apenas de Roma, Milão e Nápoles. Estende-se por uma área de 130 km², tendo uma densidade populacional de 6 596 hab/km². Faz fronteira com Venaria Reale, Settimo Torinese, Borgaro Torinese, San Mauro Torinese, Collegno, Rivoli, Baldissero Torinese, Grugliasco, Pino Torinese, Orbassano, Pecetto Torinese, Beinasco, Moncalieri e Nichelino. A cidade de Turim tem aproximadamente 1 700 000 habitantes em sua região metropolitana e 2 200 000 em sua área urbana (Metropolitan Database OCSE). A cidade é sede da fabricante FIAT e foi ainda sede dos Jogos Olímpicos de Inverno de 2006. A cidade é a quarta comuna italiana por população e constitui um terço do complexo econômico-produtivo do país. Cidade bimilenária, fundada provavelmente como Taurasia nas imediações atuais, em Turim do 3 século a.C, população celto-ligure da Itália Setentrional e transformada em colônia romana de Augusto como o nome de lulia Augusta Taurinorum no I século a.C. Foi durante a Alta Idade Média o centro de um importante ducado lombardo (o Ducado de Turim) e passou em seguida para o controle nominal dos Savoia no século XI, depois tornou-se sede da carolíngia Marca de Turim. Sucessivamente se constituiu uma comuna livre, sofrendo várias dominações, até que em 1280 tornou-se definitivamente parte da Casa de Savoia, e em seguida do Ducado de Savoia, do qual em 1563 se transformou em capital. Em 1720 foi capital do Reino da Sardenha. Foi a capital da Itália entre 1861 e 1864. Em Turim se encontra o Sudário de Turim. == Geografia == Turim está localizada no noroeste da Itália. A cidade fica na extremidade ocidental da planície do rio Pó. É cercada a oeste pelos Alpes e a leste pelos morros do Monferrato. Três grandes rios passam pela cidade: o Pó e dois de seus tributários, o Dora Riparia (do celta duria, água, mais tarde alterado para \"Dúria Menor\" pelos romanos) e o Stura di Lanzo e Sangone. Na riva oriental o Pó tem como afluentes riachos que nascem nos morros. == Demografia == No ano 1861, quando se tornou a capital da Itália, Turim tinha 173 mil habitantes. Após uma crise, devida à mudança da capital para Florença, Turim desenvolveu uma economia industrial, tornando-se a segunda cidade industrial, atrás apenas de Milão. A cidade continuou crescendo, mesmo durante a Segunda Guerra Mundial, até ultrapassar o milhão de moradores durante os anos sessenta. A partir do final dos anos setenta houve uma diminuição da população, devida à baixa taxa de natalidade e ao crescimento das cidades na região metropolitana. Cerca de 16,4% da população possui menos de 14 anos de idade, enquanto aqueles em idade de aposentadoria são 18,8%. A cidade viu um crescimento no número de imigrantes, incluindo as áreas suburbanas. A população continua na maioria italiana (96,1%), mas há grupos significantes de romenos (2,3%), marroquinos (1,5%), peruanos (0,5%), albanianos (0,4%) e outros. == Economia == Hoje em dia a cidade é uma grande área industrial, conhecida particularmente como a sede da montadora de automóveis FIAT. A cidade é sede do edifício Lingotto, que já foi a maior fábrica de carros do mundo e que agora é centro de convenções, local para concertos, galeria de arte, centro de compras e hotéis. Outras companhias fundadas em Turim incluem a Invicta (1821), Lavazza, Martini, Kappa e a fábrica de chocolate Caffarel. Também é um centro da indústria aeroespacial, com a Alenia. Alguns elementos principais da Estação Espacial Internacional foram produzidos na cidade. Futuros projetos europeus como Ariane 5 serão gerenciados de Turim pela nova companhia NGL, subsidiária da EADS (70%) e Finmeccanica (30%). Em Turim também surgiram grandes companhias italianas, como a Telecom Italia do ramo das telecomunicações e a rede de televisão RAI. A maioria das indústrias de cinema moveram-se para outras partes da Itália, mas Turim continua sendo sede do Museu Nacional de Cinema. == Cidades-irmãs == As cidades-irmãs são as seguintes: * Belo Horizonte, Brasil * Campinas, Brasil * Campo Grande, Brasil * Chambéry, França * Colônia, Alemanha * Córdova, Argentina * Cuiabá, Brasil * Detroit, Estados Unidos * Gaza, Palestina * Glasgow, Reino Unido * Haifa, Israel * Liège, Bélgica * Lille, França * Nagoya, Japão * Quetzaltenango, Guatemala * Roterdã, Países Baixos * Salt Lake City, Estados Unidos * Shenyang, China * Tirana, Albânia * Esch-sur-Alzette, Luxemburgo Turim tem acordos de colaboração com as seguintes cidades: * Bacău, Romênia * Barcelona, Espanha * Bogotá, Colômbia * Cannes, França * Gwangju, Coreia do Sul * Harbin, China * Lyon, França * Shenzhen, China * Vancouver, Canadá * Zlín, República Checa ==Esporte== A cidade é conhecida por ser sede dos famosos times de futebol Juventus Football Club e de seu rival, Torino Football Club no qual disputam o clássico Juve vs.Toro. Turim também é famosa por ter participação em eventos como a Copa do Mundo da FIFA em 1934 e 1990 e os Jogos Olímpicos de Inverno de 2006. == Ver também == * AC Torino * Juventus FC * Mole Antonelliana * Cerveja Metzger == Ligações externas == * Página com várias fotos de Turim",
 "title": "Turim"
}