{
 "id": "27259",
 "text": "O ano 536 (DXXXVI) foi um ano bissexto começando na terça-feira do calendário juliano. As suas letras dominicais foram F e E. Na época, era conhecido como o Ano após o Consulado de Belisário (ou, com menos frequência, ano 1289 Ab urbe condita). A denominação 536 para este ano usa-se desde o primeiro período medieval, quando a era civil de Anno Domini se tornou o método prevalecente na Europa para nomear anos. == Cataclisma == No início deste ano, um vulcão localizado na Islândia expeliu cinzas no Hemisfério Norte, criando uma névoa que mergulhou a Europa, o Oriente Médio e partes da Ásia numa escuridão por 18 meses, com consequências cataclísmicas. As temperaturas no verão caíram de 1,5 ° C a 2,5 ° C, iniciando a década mais fria nos últimos 2300 anosTop stories: Earth’s darkest year, errors in ocean study, and a young crater under Greenland’s ice por Frankie Schembri (16 de novembro de 2018). Em algumas partes da Europa e da Ásia, o Sol brilhava apenas quatro horas por dia e não iluminava mais do que a Lua. Apesar de a vida na Terra não ter acabado, este período de intensa escuridão foi seguido por um longo período de agitação, com as árvores a terem muitas dificuldades em crescer desde o ano 536 até 555. As evidências sugeriam uma atenuação solar extensa, mas os cientistas nunca souberam o motivo. Os cientistas analisaram um núcleo de gelo na Groenlândia e concluíram que erupções subaquáticas que transportam sedimentos e microrganismos marinhos para a atmosfera, ajudaram a atenuar a luz do Sol. A partir de um núcleo de gelo chamado GISP2, os cientistas analisaram as camadas de gelo datadas entre 532 e 542, mediram a química da água de fusão e extraíram fósseis microscópicos para estudá-las ao microscópio. A análise surpreendeu os investigadores: as camadas do núcleo de gelo continham 91 fósseis de espécies microscópicas que teriam vivido em águas quentes e tropicais. Mas como apareceram estas espécies tropicais, amantes de calor, numa camada de gelo na Groenlândia? A equipa suspeita que tenham sido atirados para a atmosfera por erupções vulcânicas subaquáticas perto do Equador. Em vez de emitir muito enxofre, as erupções subaquáticas teriam vaporizado a água do mar, aumentando o vapor d'água e transportando sedimentos carregados de cálcio e criaturas microscópicas do mar para a atmosfera. De acordo com os cientistas, as erupções vulcânicas equatoriais podem afetar o globo inteiro. Uma vez na atmosfera, os sedimentos e os microorganismos podem ser capazes de refletir a luz solar. Por serem tão difíceis de detectar nos registos de sedimentos, estes nunca haviam sido identificados antes. == Mortes == * 22 de Abril - Papa Agapito I",
 "title": "536"
}