{
 "id": "27321",
 "text": "Laissez-faire é expressão escrita em francês que simboliza o liberalismo econômico, na versão mais pura de capitalismo de que o mercado deve funcionar livremente, sem interferência, taxas nem subsídios, apenas com regulamentos suficientes para proteger os direitos de propriedade. Esta filosofia tem início nos Estados Unidos e nos países da Europa durante o final do século XIX até o início do século XX. == Etimologia == É parte da expressão em língua francesa laissez faire, laissez aller, laissez passer, que significa literalmente \"deixai fazer, deixai ir, deixai passar\". A sua origem é incertamente atribuída ao comerciante Legendre, que a teria pronunciado numa reunião com Colbert, no final do século XVII (Que faut-il faire pour vous aider? perguntou Colbert. Nous laisser faire, teria respondido Legendre). Mas não resta dúvida que o primeiro autor a usar a frase laissez-faire, numa associação clara com sua doutrina, foi o Marquês de Argenson por volta de 1751. == Fundamentos == Por ser um sistema de pensamento, o laissez-faire baseia-se nos seguintes ensinamentos: # O indivíduo é a unidade básica da sociedade; # O indivíduo tem o direito natural de liberdade; # A ordem física da natureza é um sistema harmonioso e autorregulado; # Corporações são criaturas do Estado, e portanto devem ser vigiadas cautelosamente pelos cidadãos devido à tendência de romperem a ordem espontânea de Adam Smith. Esses ensinamentos constituem os elementos básicos do pensamento laissez- faire, embora outro básico elemento, muitas vezes desconsiderado, é que mercados devem ser competitivos, uma regra que os primeiros defensores sempre enfatizaram. Para garantir a liberdade e a autorregulação dos mercados, eles propuseram o “imposto único”, um imposto territorial que substituísse todos os outros impostos prejudicadores do bem-estar penalizando a produção. == História do debate == === China === Durante as dinastias Han, Tang, Sung e Ming, funcionários eruditas chineses muitas vezes entravam em debate sobre a interferência que o governo deveria ter na economia, como monopólios em indústrias lucrativas e controle de preços. Tais debates sempre traziam à tona facções confucionistas, opositoras ao governo grande (controlador), e facções “reformistas”, apoiadoras ao governo grande. Durante as dinastias Han e Tang, eram instituídos pelos imperadores durante tempos de guerra monopólios estatais e abolidos no final das crises fiscais. Por fim, nas dinastias posteriores Sung e Ming, os monopólios estatais foram abolidos em todas as indústrias, e nunca mais reinstalados até o fim dessas dinastias pelo fato de seguirem políticas laissez-faire. Durante a dinastia Qing, monopólios estatais foram reinstalados e o governo começou a interferir brutalmente na economia; para muitos estudiosos, isso impediu que o capitalismo se desenvolvesse na China. === Europa === Na Europa, o movimento laissez-faire foi amplamente promovido por fisiocratas, originalmente pelo rico negociante Vincent de Gournay. Gournay adotou o conceito de acordo com a filosofia wu wei, das escritas chinesas de François Quesnay. Gournay defendia que o governo deveria permitir que o direito natural governasse a atividade econômica, com o Estado apenas intervindo na proteção da vida, liberdade e prosperidade. Suas ideias foram adotadas por Quesnay e Anne Robert Jacques Turgot. Quesnay tinha confiança do rei francês Luís XV, persuadindo-o em 1754 para experimentar o laissez-faire. Em 17 de setembro do mesmo, o rei aboliu todos os pedágios e restrições à venda e transporte de grãos, e por mais de uma década, o experimento foi um sucesso. Porém, em 1768, houve uma queda na colheita, e o custo do pão aumentou tanto que acarretou numa fome generalizada, ao passo que comerciantes estavam exportando grãos para obter maior lucro. Em 1770, o decreto sobre o livre-comércio foi revogado. A doutrina laissez-faire tornou- se parte integral do liberalismo europeu do séc. XIX. == Ver também == * Anarcocapitalismo * Concorrência * Escola de Manchester * Desregulamentação * Fundamentalismo de mercado * Liberalismo econômico * Liberalismo * Libertarianismo * Livre-comércio * Moeda privada * Objetivismo (Ayn Rand) * Privatização * Sistema bancário livre * Sistema bancário sombra * Wu wei ==Bibliografia== * * * * ==Leitura adicional== * * Bourgin, Frank The Great Challenge: The Myth of Laissez-Faire in the Early Republic (George Braziller Inc., 1989; Harper & Row, 1990) * por Christian Gerlach, London School of Economics – Março de 2005 * John Maynard Keynes, The end of laissez-faire (1926) * Carter Goodrich, Government Promotion of American Canals and Railroads, 1800–1890 (Greenwood Press, 1960) ** Goodrich, Carter. \"American Development Policy: the Case of Internal Improvements,\" Journal of Economic History, 16 (1956), 449–60. in JSTOR ** Goodrich, Carter. \"National Planning of Internal Improvements,\" Political Science Quarterly, 63 (1948), 16–44. in JSTOR * Johnson, E.A.J., The Foundations of American Economic Freedom: Government and Enterprise in the Age of Washington (University of Minnesota Press, 1973) * Categoria:Capitalismo Categoria:Liberalismo clássico Categoria:Individualismo Categoria:Minarquismo Categoria:História do pensamento econômico Categoria:História da economia Categoria:Ideologias Categoria:Escola clássica Categoria:Palavras, frases e expressões em francês",
 "title": "Laissez-faire"
}