{
 "id": "2732",
 "text": "{{Info/Nave espacial |Nome = Voyager 2 |Imagem = |Legenda = Renderização artística da sonda. |Nomes alternativos = |Tipo = Sonda espacial |Missão = Exploração planetária |Operadores = NASA JPL |NSSDC = 1977-076A |SATCAT = 10271 |Website = voyager.jpl.nasa.gov |Duração da missão = |Plataforma = |Fabricante = JPL |Massa de lançamento = |Massa = |Altura = |Largura = |Comprimento = |Diâmetro = |Potência de energia = |Geração de energia = Gerador termoelétrico de radioisótopos |Baterias = |Duração das baterias = |Locomoção = |Velocidade máxima = |Tipo de telescópio = |Diâmetro do espelho = |Distância focal = |Comprimento de onda = |Módulos = |Tripulação = |Volume = |Vida útil = |Massa de carga útil = |Capacidade de armazenamento = |Projetista = |Aplicações = |Estado de produção = |Unidades fabricadas = |Lançadas = |Operacionais = |Falhadas = |Perdidas = |Primeiro lançamento = |Último lançamento = |Retirada de serviço = |Antecessor = Voyager 1 |Sucessor = |Contratante = Martin Marietta General Dynamics |Data de lançamento = 20 de agosto de 1977, 14:29 UTC |Veículo de lançamento = Titan IIIE |Local de lançamento = Cabo Canaveral, LC-41 |Destino = Sistema Solar exterior Meio interestelar |Data de inserção = |Data de sobrevoo = Sobrevoo de Júpiter Data: 9 de julho de 1979, 22:29:00 UTC Distância: Sobrevoo de Saturno Data: 25 de agosto de 1981, 03:24:05 UTC Distância: Sobrevoo de Urano Data: 24 de janeiro de 1986, 17:59:47 UTC Distância: Sobrevoo de Netuno Data: 25 de agosto de 1989, 03:56:36 UTC Distância: |Data de aterrissagem = |Local de aterrissagem = |Distância percorrida = |Desativação = |Último contato = 2025 (previsão) |Fim da missão = |Decaimento = |Referência orbital = |Regime = |Longitude = |Semi-eixo maior = |Excentricidade = |Altitude = |Periastro = |Apoastro = |Inclinação = |Período = |Longitude do nó ascendente = |Argumento de periastro = |Anomalia média = |Movimento médio = |Velocidade = |Época = |Revoluções = |Banda W = |Banda V = |Banda Ka = |Banda K = |Banda Ku = |Banda X = |Banda C = |Banda S = |Banda L = |Frequências = |Instrumento 1 = |Instrumento 2 = |Instrumento 3 = |Instrumento 4 = |Instrumento 5 = |Instrumento 6 = |Instrumento 7 = |Instrumento 8 = |Instrumento 9 = |Instrumento 10 = |Insígnia da missão = |Notas = |rodapé = }} Voyager 2 é uma sonda espacial lançada pela NASA (a agência espacial dos Estados Unidos) em 20 de agosto de 1977, para estudar planetas exteriores e espaço interestelar além da heliosfera do Sol. Como parte do Programa Voyager, foi lançado dezesseis dias antes da Voyager 1, em uma trajetória que demorou mais para chegar nos gigantes gasosos Júpiter e Saturno mas possibilitou novos encontros com os gigantes gelados Urano e Netuno. Voyager 2 continua a ser a única espaçonave a ter visitado qualquer um dos planetas gigantes de gelo. Foi a terceira de cinco espaçonaves a atingir a velocidade de escape solar, o que lhe permitiu deixar o Sistema Solar. A Voyager 2 cumpriu com sucesso sua missão primordial de visitar o sistema joviano em 1979, o sistema saturniano em 1981, o sistema uraniano em 1986 e o sistema netuniano em 1989. A espaçonave está em sua missão estendida de estudar o espaço interestelar, estando em operação há 47 anos; em outubro de 2024, atingiu uma distância de 137,9 AU (20,6 bilhões de km) da Terra. A sonda entrou no espaço interestelar em 5 de novembro de 2018, a uma distância de 119,7 AU (17,9 bilhões de km) (cerca de 16,58 horas-luz) do Sol e movendo-se a uma velocidade de 15,341 km/s em relação ao Sol. Voyager 2 deixou a heliosfera do Sol e atualmente está viajando pelo meio interestelar, uma região do Espaço sideral além da influência do Sistema Solar, se juntando a Voyager 1, que havia atingido o meio interestelar em 2012. Voyager 2 começou a fornecer as primeiras medições diretas da densidade e temperatura do plasma interestelar. Voyager 2 permanece em contato com a Terra através do Rede de Espaço Profundo da NASA.NASA Voyager – The Interstellar Mission Mission Overview Em 2020, a manutenção da Rede de Espaço Profundo cortou o contato externo com a sonda por oito meses. O contato foi restabelecido em 2 de novembro de 2020, quando uma série de instruções foram transmitidas, posteriormente executadas e retransmitidas com uma mensagem de comunicação bem-sucedida. Em 12 de fevereiro de 2021, as comunicações completas com a sonda foram restauradas após uma grande atualização da antena que levou um ano para ser concluída. A antena de comunicação DSS 43, que é o único responsável pelas comunicações com a sonda, está localizada próximo de Camberra, na Austrália. Em julho de 2023, comunicações com a Voyager 2 foi perdida quando o controle de voo apontou sua antena para longe da Terra, movendo-a dois graus para longe da Terra. Em 1 de agosto, o sinal da portadora da espaçonave foi detectado usando várias antenas da Rede de Espaço Profundo. Um sinal de alta potência em 4 de agosto foi enviado da estação Camberra comandou com sucesso a espaçonave para se reorientar em direção à Terra, retomando as comunicações indicando que estava operando normalmente e que permanecia em sua trajetória esperada. Como medida à prova de falhas, a sonda também estava programada para redefinir autonomamente sua orientação para apontar para a Terra, o que teria ocorrido em 15 de outubro. == Ver também == * Pálido Ponto Azul * Retrato de família (Voyager) * Voyager 1 * Voyager Golden Record * Pioneer 10 * Pioneer 11 == Ligações externas == * NASA Voyager website Categoria:Programa Voyager Categoria:1977 na exploração espacial Categoria:Naves deixando o Sistema Solar",
 "title": "Voyager 2"
}