{
 "id": "27861",
 "text": "{{Info/Região metropolitana do Brasil |nome = Região Metropolitana de São Paulo |mapa = SaoPaulo RM SaoPaulo.svg |imagem = São Paulo satellite image, Landsat-5 2010-04-18 (cropped).jpg |estado = São Paulo |lei = 14 (federal), 94 (estadual) |data= |municípios = 39 |sede = São Paulo | regiões metropolitanas limítrofes = Jundiaí Sorocaba Baixada Santista Vale do Paraíba |área = 7946.84 |população = 20743587 |população_pos = 1 |data_pop = Censo IBGE/2022 |idh = 0.794 |data_idh = PNUD/2010 |idh_pos = 1 |idh_ref = |pib = 1.621 trilhões |data_pib = Seade/2022 Região Metropolitana de São Paulo (RMSP), também conhecida como Grande São Paulo, é a maior região metropolitana do Brasil, com cerca de 20,7 milhões de habitantes, e uma das dez regiões metropolitanas mais populosas do mundo. Reúne 39 municípios do estado de São Paulo em intenso processo de conurbação. O termo refere-se à extensão da capital paulista, formando com seus municípios lindeiros uma mancha urbana contínua. A RMSP foi instituída pela Lei Complementar Federal Nº 14, de 8 de junho de 1973.https://www.planalto.gov.br/ccivil_03/leis/lcp/lcp14.htm#:~:text=LEI%20COMPLEMENTAR%20N%C2%BA%2014%2C%20DE,%2C%20Curitiba%2C%20Bel%C3%A9m%20e%20Fortaleza No entanto, sua existência legal e política dependia da aprovação de uma lei estadual específica, de acordo com a Constituição Federal de 1988, no , que atribuiu aos estados a responsabilidade pela criação das regiões metropolitanas. A população, segundo a estimativa calculada para 1º de julho de 2021, era de habitantes. Sua população é superior à de vários países, como o Chile (), Países Baixos () e Portugal (), além de ser mais populoso que a Bolívia, o Paraguai e o Uruguai juntos. Se a Região Metropolitana de São Paulo fosse uma nação, seria a 59ª mais populosa do mundo. Outros centros urbanos próximos a São Paulo são também regiões metropolitanas do estado, como Campinas, Baixada Santista, Vale do Paraíba, Sorocaba e Jundiaí. O chamado Complexo Metropolitano Expandido, megalópole da qual a Grande São Paulo faz parte, ultrapassa os 32,2 milhões de habitantes, aproximadamente 75% da população do estado. As regiões metropolitanas de Campinas e de São Paulo são interligadas pela Região Metropolitana de Jundiaí, e formam a primeira macrometrópole do hemisfério sul, unindo 72 municípios que, juntos, abrigam 12% da população brasileira. == Geografia == === Área === A área da Região Metropolitana da São Paulo – quilômetros quadrados – corresponde a menos de um milésimo da superfície brasileira e pouco mais de 3% do território paulista. Tem aproximadamente as mesmas dimensões de algumas nações, como Líbano (10 452 km²) e Jamaica (10 991 km²), e superiores às de países como Luxemburgo (2 586 km²). A área urbanizada compreende quilômetros quadrados, ou seja, algo em torno de 221 mil quarteirões. Entre 1962 e 2002, a mancha urbana passou de 874 km² para km² – o que, em termos de espaço, é praticamente o mesmo que incorporar, em quarenta anos, uma cidade do porte de Piracicaba. A metrópole sofre com o processo de conurbação, o qual fez com que as cidades perdessem seus limites físicos - devido ao crescimento da área urbana de São Paulo em direção às cidades vizinhas - dando origem a uma mancha urbana contínua. ===Clima=== Na prática, o clima da Região Metropolitana de São Paulo é o tropical de altitude, tipo Cwa; porém, muitos acreditam ser do tipo subtropical por estar com a maior parte desta área, um pouco ao sul do Trópico de Capricórnio. A topografia e a proximidade do mar (maritimidade), cerca de 70 km, são os principais fatores que influenciam o clima desta imensa região metropolitana. As frentes frias que vêm do oceano sobem por baixo e por cima do planalto, atingindo a escarpa sul da RMSP, no sentido Barlavento, soprando a umidade por toda a região. O relevo acima de 760 m de altitude causa um considerável declínio nas temperaturas, especialmente durante à noite. Então Considera-se o fato de ser Subtropical pela posição geográfica ao sul deste trópico. Diferentemente do clima Subtropical do restante do país (com precipitações constantes e frequentes o ano todo), o clima Subtropical da Grande São Paulo é muito semelhante ao clima Tropical de Altitude Cwa ocorrido em cidades como em São José dos Campos, Campinas e São Carlos. Sendo Assim, o clima de toda a Região Metropolitana de SP, é o Subtropical, tipo Cwa, com invernos secos, e frios para os padrões brasileiros, sendo, estes, pouco frios ou amenos, e apresentando verões úmidos, e relativamente quentes, com temperaturas que raramente ultrapassam os 35 °C e em condições bastante chuvosas. Em âmbito geral, o clima da RMSP no verão é quente e chuvoso, e no inverno é ameno e subseco, podendo apresentar pequenas variações de temperaturas em diversas partes da mesma, e podendo o clima ser amenizado ou agravado pela presença de fatores que geram microclimas diferenciados entres as cidades da RMSP. Estes climas são diferenciados somente pela presença de áreas mais verdes ou mais elevadas, ou até próximo às escarpas da serra do mar facilitando a umidade pela maritimidade sob alguns municípios do sul da Região Metropolitana. O município mais frio da RMSP é o de Vargem Grande Paulista, pois fatores como ser o mais alto na área urbana, e possuir uma forte presença de Mata Atlântica no seu entorno urbano e dentro do mesmo, facilita a perda de temperatura local, além de ser uma das primeiras áreas significativamente urbanas quando viemos sentido Curitiba-São Paulo, isso faz dela um microclima diferenciado nas proximidades ocidentais da Grande-São Paulo. == Economia == A Região Metropolitana de São Paulo é o maior polo de riqueza nacional. A renda per capita em 2011 atingiu cerca de R$ . A metrópole detém a centralização do comando do grande capital privado, concentrando a maioria das sedes brasileiras dos mais importantes complexos industriais, comerciais e principalmente financeiros, que controlam as atividades econômicas no país. Esses fenômenos fizeram surgir e condensar na região metropolitana uma série de serviços sofisticados, definidos pela íntima dependência da circulação e transporte de informações: planejamento, publicidade, marketing, seguro, finanças e consultorias, entre outros. A região exibe um Produto Interno Bruto (PIB) de R$ 760,04 bilhões (2011). Em 2011 representava 56,32% do PIB paulista. A Grande São Paulo abriga quatro das trinta cidades com melhor infraestrutura no Brasil, tendo São Paulo em primeiro lugar, São Bernardo do Campo e Guarulhos empatadas na nona posição e Santo André na vigésima-sétima colocação. == Municípios == Esta lista é classificável. Clique no ícone no cabeçalho da coluna para alterar a chave e a ordem de classificação. Foto Município Área territorial (km²) População (2022) PIB (2013) (em mil reais) IDH-M (2010) 96,11 86 678 0,784 alto 65,69 316 473 0,786 alto 317,41 29 676 569.093 0,712 alto 140px 96,10 95 030 0,781 alto 131,33 92 689 0,728 alto 34,97 387 121 0,749 alto 324,01 273 640 0,780 alto 30,80 393 237 0,757 alto 140px 70,39 250 720 0,735 alto 155,63 66 970 0,749 alto 29,57 179 205 0,738 alto 49,07 165 139 0,703 alto 140px 133,931 144 849 0,731 alto 270,82 31 236 0,731 alto 140px 318,68 1 291 784 0,763 alto 150,87 158 522 0,742 alto 82,66 232 513 0,735 alto 82,61 369 275 0,714 alto centro 17,45 118 045 0,760 alto 522,18 27 404 0,709 alto 320,70 93 617 0,788 alto 61,87 418 261 0,766 alto centro 712,67 449 955 0,783 alto centro 64,95 743 432 0,776 alto 108,52 18 370 0,727 alto 17,26 103 765 0,771 alto 99,12 115 559 0,784 alto 36,34 44 170 0,749 alto 425,00 15 202 0,732 alto 363,30 53 174 0,738 alto 179,93 154 105 0,814 muito alto 175,78 748 919 0,815 muito alto 409,48 810 729 0,805 muito alto centro 15,33 165 655 0,862 muito alto 186,33 15 984 0,728 alto 1 521,10 11 451 245 0,805 muito alto 206,20 307 364 0,765 alto 20,39 273 542 0,769 alto 42,48 50 333 0,770 alto Total Total 7 946,84 20 743 587 0,780 alto == Distritos == Municípios Distritos Aldeia Jardim Belval Jardim Silveira Jordanésia Polvilho Aldeia de Carapicuíba Vila Dirce Caucaia do Alto Cipó- Guaçu Santa Margarida Paulista Santo Antônio Paulista Jardim Presidente Dutra Barnabés Terra Preta Biritiba Ussu Brás Cubas César de Sousa Jundiapeba Quatinga Sabaúna Taiaçupeba Cidade Kemel Jardim Santa Luzia Ouro Fino Paulista Nossa Senhora do Remédio Capuava Paranapiacaba Riacho Grande Boa Vista Paulista Palmeiras de São Paulo == Infraestrutura == === Transporte rodoviário === thumb|direita|Trecho sul do Rodoanel Mário Covas. ;Principais rodovias Bandeirantes Anhanguera Castelo Branco Raposo Tavares Imigrantes Anchieta Ayrton Senna Rodoanel Mário Covas Marginal Tietê e Marginal Pinheiros Fernão Dias Presidente Dutra Régis Bittencourt Avenida do Estado ===Rodoanel=== O Rodoanel Mário Covas (SP-021), também conhecido como Rodoanel Metropolitano de São Paulo ou simplesmente Rodoanel é uma autoestrada de 177 quilômetros, duas pistas e oito faixas de rodagem que está sendo construída em torno do centro da Região Metropolitana de São Paulo, na tentativa de aliviar o intenso tráfego de caminhões oriundos do norte e sul do Brasil e que hoje cruzam as duas vias urbanas marginais da cidade (Pinheiros e Tietê), cujo reflexo no tráfego vem provocando uma grave situação de congestionamentos. === Outras rodovias === * Rodovia Tancredo Neves * Rodovia Caminho do Mar * Rodovia José Simões Louro Júnior * Rodovia Armando Sales * Rodovia Índio Tibiriçá * Rodovia Henrique Eroles * Rodovia Hélio Smidt * Rodovia Prof. Alfredo Rolim de Moura * Rodovia Dom Paulo Rolim Loureiro * Rodovia Deputado Antonio Adib Chammas * Rodovia Juvenal Ponciano de Camargo * Estrada do Governo * Estrada dos Romeiros * Rodovia Bunjiro Nakao * Estrada Sezefredo Fagundes * Estrada da Roselândia * Rodovia Padre Eustáquio * Rodovia Mogi-Dutra == Ver também == * Megalópole Rio-São Paulo * Complexo Metropolitano Expandido * Interior de São Paulo * Região do Alto Tietê * Região do Grande ABC * Observatório de Saúde da Região Metropolitana de São Paulo * Transporte na Região Metropolitana de São Paulo * Aves da Grande São Paulo * Regiões metropolitanas do Brasil * Lista de regiões metropolitanas de São Paulo por população ** Região Metropolitana da Baixada Santista ** Região Metropolitana de Campinas ** Região Metropolitana do Rio de Janeiro ** Região Metropolitana do Vale do Paraíba e Litoral Norte == Ligações externas == * * * *",
 "title": "Região Metropolitana de São Paulo"
}