{
 "id": "2801",
 "text": "Eva Anna Paula Hitler (Munique, 6 de fevereiro de 1912 – Berlim, 30 de abril de 1945) foi companheira de longa data de Adolf Hitler e, por menos de 40 horas, sua esposa. Eva e Hitler conheceram-se em Munique, quando ela tinha 17 anos e trabalhava como assistente e modelo para Heinrich Hoffmann, fotógrafo pessoal de Hitler. Durante esse precoce relacionamento, ela tentou por duas vezes o suicídio. Em 1936, passou a ser presença constante na Berghof, a casa- refúgio que Hitler mantinha em Obersalzberg (próximo a Berchtesgaden), onde viveu protegida durante toda a Segunda Guerra Mundial. Eva também era fotógrafa e muitas das fotos e filmes coloridos com o Führer que sobreviveram a essa época foram feitos por ela. Embora não participasse de eventos públicos com ele até meados de 1944, quando sua irmã Gretl casou-se com o oficial da SS Hermann Fegelein, Eva era tida como figura chave no círculo social íntimo de Hitler. Quando o Terceiro Reich começou a desmoronar, Eva jurou lealdade a Hitler e juntou-se a ele em Berlim, abrigando-se no chamado Führerbunker, instalado sob a Chancelaria do Reich. À medida que as tropas do Exército Vermelho avançavam pelas vizinhanças, em 29 de abril de 1945, eles casaram-se numa breve cerimônia civil (Eva contava 33 anos de idade e Hitler 56). Menos de 40 horas depois, o casal suicidou-se em uma sala bunker, Hitler com um tiro na têmpora e Eva com uma cápsula de cianeto. O povo alemão só tomou conhecimento da relação entre os dois após suas mortes. ==Biografia== Eva nasceu em Munique, em 1912. Era a segunda filha do professor Friedrich \"Fritz\" Braun (1879–1964) e de Franziska \"Fanny\" Kronberger (1885–1976). Antes de casar, sua mãe tinha sido costureira. A irmã mais velha de Eva era Ilse (1909–1979) e a mais nova Margarete (1915–1987). O casal Braun se divorciou em abril de 1921, mas se casaram novamente em novembro de 1922 devido a problemas financeiros na Alemanha, como a hiperinflação. Eva estudou em um liceu católico em Berlim e por um ano estudou administração em um convento em Simbach am Inn, onde tinha notas altas e uma inclinação para o atletismo. Aos 17 anos, conseguiu emprego com o fotógrafo oficial do Partido Nazista, Heinrich Hoffmann, como sua assistente e logo ela aprendeu a usar a câmera e a tirar suas próprias fotos. Foi no estúdio de Hoffmann que Eva conheceu Hitler, 23 anos mais velho que ela, em outubro de 1929. Nessa época, Eva morava com sua irmã mais nova, que chegou a acompanhar a irmã em várias viagens de Hitler e Eva a Obersalzberg. ==Eva e Hitler== Hitler morava com a filha de sua meio- irmã, Geli Raubal, em um apartamento na Prinzregentenplatz, número 16, em Munique, de 1929 até a morte dela. Em 18 de setembro de 1931, Geli foi encontrada morta com um tiro na cabeça, em um aparente suicídio com a arma de Hitler. Na época, ele estava em Nuremberg e acredita-se que este tenha sido seu relacionamento mais intenso até conhecer Eva, com quem começou a se relacionar após a morte de Geli. Eva já tinha tentado o suicídio em 10 ou 11 de agosto de 1932 atirando no peito com a arma que seu pai tinha, mas historiadores acreditam que o tiro foi apenas para chamar a atenção de Hitler. Após sua recuperação, Hitler firmou seu compromisso com ela e no final de 1932, os dois se tornaram amantes. Em 1933, Eva ainda trabalhava como fotógrafa para Hoffmann e por isso ela podia viajar como sua assistente na comitiva de Hitler em trabalho oficial para o Partido Nazista. Segundo informações de seu diário, Eva tentou um segundo suicídio em maio de 1935, com uma overdose de remédios para dormir de Hitler, mas que não deu certo. Hitler deu a Eva e sua irmã mais nova um apartamento de três quarto em Munique naquele mês de agosto e no ano seguinte as irmãs foram morar em uma vila, em Bogenhausen, perto de Berchtesgaden, mas as irmãs passavam a maior parte do tempo em Munique. Eva também tinha sua própria residência, próxima à Chancelaria do Reich, em Berlim, decorada por Albert Speer. Eva era parte da equipe de Hoffmann durante os primeiros Comícios de Nuremberg, em 1935. A meia-irmã de Hitler e mãe de Geli, Angela, não estava presente e depois foi dispensada de seu cargo de governanta da residência de Hitler em Berchtesgaden. Não se sabe se sua antipatia por Eva foi a principal razão, mas membros da equipe de Hitler disseram que Eva era agora intocável. Hitler desejava se apresentar ao povo alemão com a imagem de um herói casto. Na ideologia nazista, os homens eram os líderes políticos e os guerreiros, e as mulheres eram donas de casa. Ele acreditava que era um homem atraente para as mulheres e desejava explorar o fato para obter vantagens políticas permanecendo solteiro e acreditava que um casamento reduziria esse apelo. Hitler e Eva nunca apareciam como um casal em público. A única vez em que estiveram juntos em uma foto oficial foi quando ela se sentou perto dele nas Jogos Olímpicos de Inverno de 1936. O povo alemão não soube do relacionamento dos dois até depois do fim da guerra. Eva tinha seu próprio aposento na residência oficial de Hitler e no esconderijo em Berlim. Estudiosos da Segunda Guerra Mundial afirmam que as mulheres não tinham influência na política da Alemanha Nazista e a influência de Eva era mínima ou quase inexistente. Ela nunca tinha permissão de ficar na mesma sala quando conversas políticas ocorriam e era sempre posta para fora dos aposentos quando ministros e outros dignitários do governo estavam presentes. Ela nem era membro do Partido Nazista. Os principais interesses de Eva na época eram cinema, moda e esportes, tendo uma vida de privilégios, com pouco interesse em política. O único momento em que a política lhe gerou algum interesse, foi em 1943, logo depois da transição da economia para uma economia de guerra. Com o aperto nas contas e o confisco de produtos para os esforços de guerra, bens de consumo tipicamente femininos, como cosméticos e artigos de luxo, eram proibidos. Eva teria ficado enfurecida com isso e Hitler pedira que seu ministro de armamentos apenas suspendesse a produção ao invés de proibi-los. Eva continuou como assistente de Hoffmann mesmo depois de seu relacionamento com Hitler ter começado. Ela tirou várias fotos e fez filmagens de membros do círculo íntimo de Hitler e chegou a vendê-las a Hoffmann por valores bem altos. Além de fotógrafa, ela se tornou secretária particular de Hitler, o que lhe dava vários privilégios, como entrar e sair da chancelaria sem revista e sem necessidade de autorização. Em 3 de junho de 1944, a irmã mais nova de Eva se casou com Hermann Fegelein, Gruppenführer da SS, oficial de Heinrich Himmler, membro da comitiva de Hitler. O casamento serviu como desculpa para Hitler permitir a presença de Eva em funções oficiais da chancelaria, já que ela poderia ser apresentava como cunhada de Fegelein. Quando Fegelein foi preso nas semanas finais da guerra, tentando fugir para a Suíça ou para a Suécia, Hitler autorizou sua execução. Ele foi fuzilado por deserção no jardim da Chancelaria em 28 de abril de 1945. ==Casamento e morte== Em abril de 1945, Eva foi de Munique para Berlim para ficar com Hitler no esconderijo do führer. Ela se recusou a deixá-lo conforme o Exército Vermelho se aproximava da capital. Meia-noite entre 28 e 29 de abril, Hitler e Eva se casaram em uma pequena cerimonia civil. Como testemunhas estavam presentes Joseph Goebbels e Martin Bormann. Em seguida, Hitler teve um modesto café da manhã com a esposa, agora chamada de Eva Hitler. Depois das 13h do dia 30 de abril de 1945, Hitler e Eva deram adeus aos membros da comitiva e aos ministros. Por volta de 15h30, várias pessoas ouviram um estampido de um tiro dentro do esconderijo. Minutos depois, o assistente de Hitler, Heinz Linge, e seu chefe administrativo, Otto Günsche, entraram na pequena sala e encontraram os corpos de Hitler e de Eva em um pequeno sofá. Eva tinha mordido uma cápsula de cianeto e Hitler atirou contra a própria têmpora com sua arma. Os corpos foram levados para o lado de fora, pela saída de emergência do esconderijo, até o jardim dos fundos da Chancelaria do Reich, onde foram queimados. Eva Braun tinha apenas 33 anos de idade. Os restos carbonizados foram encontrados pelos soviéticos. Em 11 de maio, o dentista de Hitler, Hugo Blaschke e seus assistentes confirmaram que os restos pertenciam de fato a Eva e Hitler. Os soviéticos, secretamente, levaram os restos para a sede da SMERSH, em Magdeburg, junto dos corpos de Joseph e sua esposa, Magda Goebbels, além de seus seis filhos. Em 4 de abril de 1970, uma equipe da KGB exumou as caixas que continham os restos mortais. Eles foram incinerados e as cinzas foram espalhadas no rio Biederitz, um distributário do Elba. Outros membros da família Braun sobreviveram à guerra. Sua mãe, Franziska, morreu aos 96 anos em janeiro de 1976, morando em uma antiga casa de fazenda em Ruhpolding, na Baviera. Seu pai, Fritz, morreu em 1964. Sua irmã mais nova deu à luz a uma menina em 5 de maio de 1945, a quem chamou de Eva. Ela depois se casaria com Kurt Beringhoff, morrendo em 1987. A irmã mais velha de Eva, Ilse, não era parte do círculo íntimo de Hitler. Ela se casou duas vezes e morreu em 1979. ==Ver também== *Der Untergang * Traudl Junge Categoria:Família Hitler Braun, Eva Categoria:Suicídios por envenenamento Categoria:Suicidas da Alemanha Categoria:Naturais de Munique",
 "title": "Eva Braun"
}