{
 "id": "28123",
 "text": "{{Info/Município do Brasil | nome = Sertânia | preposição = de | foto = Parque Nacional do Catimbau - Eulália Giles (35).jpg | leg_foto = | apelido = Princesa do Moxotó | brasão = Brasão de Sertânia.png | bandeira = Bandeira_sertania.jpg | link_brasão = | link_bandeira = | link_hino = | aniversário = | fundação = | gentílico = sertaniense | lema = | prefeito = Ângelo Rafael Ferreira dos SantosPrefeito e vereadores de Sertânia tomam posse Portal G1 - acessado em 2 de janeiro de 2021 | partido = PSB | mandato_início = 2021 | fim_mandato = 2024 | vereadores = 13 | mapa = Brazil Pernambuco Sertânia location map.svg | latP = S | latG = 08 | latM = 04 | latS = 14 | lonP = O | lonG = 37 | lonM = 15 | lonS = 57 | estado = Pernambuco | região_intermediária = Caruaru | mesorregião = Sertão Pernambucano | data_mesorregião = IBGE/2008 | microrregião = Sertão do Moxotó | data_microrregião = IBGE/2008 | região_imediata = Arcoverde | região_metropolitana = | vizinhos = Monteiro, São Sebastião do Umbuzeiro e Zabelê - (PB); Iguaracy, Ibimirim, Tupanatinga, Buíque, Arcoverde e Custódia - (PE). | dist_capital = 316 | área = 2421.511 | área_ref = | população = 35367 | data_pop = estatísticas IBGE/2015 | altitude = 558 | clima = Semiárido | sigla_clima = BSh | idh = 0.613 | data_idh = PNUD/2010 | pib = mil | data_pib = IBGE/2013 | pib_per_capita = 6393,39 | data_pib_per_capita = IBGE/2013 | site_prefeitura = sertania.pe.gov.br }} Sertânia é um município brasileiro do estado de Pernambuco. == História == O atual território do município era habitado por indígenas Cariris da nação Tapuya ( Piripães, Caraíbas, Rodelas, Jeritacés); quando se iniciou a ocupação do local pelos povos europeus. A captura e o aprisionamento dos indígenas para o trabalho na atividade canavieira foi o marco do povoamento após a ocupação do território originário. Há indícios de que os holandeses já haviam pisado na região durante a Insurreição Pernambucana, buscando ajuda dos indígenas Cariris para a luta contra os portugueses. Em 1792, Antão Alves, natural do município pernambucano de Vitória de Santo Antão, se muda para o povoado de Moxotó e desenvolve negócios com gado. Estabeleceu-se com a filha do português Raimundo Ferreira de Brito, Dona Catarina, e formou uma fazenda de gado nas terras do sogro português. No início do século XIX, Antão Alves inicia a construção de uma igreja dedicada à Nossa Senhora da Conceição, cedendo à igreja uma data de uma légua quadrada de terra. O povoamento das terras do município se deu ao redor da igreja, como de costume na população nordestina, que sempre se estabelecia em locais onde houvesse igreja ou perto de lagos e rios. Neste caso, a existência do rio Moxotó muito favoreceu o crescimento do povoado. O município de Sertânia foi elevado à categoria de distrito em 1942, como o nome inicial de Alagoa de Baixo. No mesmo dia foi criada a freguesia, cuja sede foi transferida para o povoado de Jeritacó. O topônimo Sertânia significa: \"cidade sertaneja\". == Geografia == === Vegetação === A vegetação de Sertânia é a caatinga hiperxerófila. === Clima === O clima da cidade é o semiárido, do tipo Bsh'. Com chuvas de outono-inverno. O verão é chuvoso e quente, com máximas entre 32 °C e 37 °C, e mínimas entre 18 °C e 22 °C. O inverno é seco e ameno, com máximas entre 25 °C e 29 °C, e mínimas entre 10 °C e 16 °C. === Distritos e povoados === * Sede * Algodões * Henrique Dias * Rio da Barra * Albuquerque-Né * Povoados: Pernambuquinho, Waldemar Siqueira, Moderna, Caroalina, Várzea Velha, Umburanas e Cruzeiro do Nordeste. == Ligações externas == * Confederação Nacional de Municípios Categoria:Fundações em Pernambuco em 1873",
 "title": "Sertânia"
}