{
 "id": "28152",
 "text": "\\---- (, na numeração romana) foi um ano comum do século XV do Calendário Juliano, da Era de Cristo, e a sua letra dominical foi G (52 semanas), teve início numa segunda-feira e terminou também numa segunda-feira. == Eventos == * 20 de janeiro — Doação da ilha do Corvo a Afonso I, duque de Bragança que envia três dezenas de colonos sob as ordens de Antão Vaz de Azevedo para dar início ao povoamento da ilha. * 22 de março — O Santo Sudário é adquirido por Luís, duque de Saboia. * 29 de maio — Queda de Constantinopla; o sultão otomano conquista Constantinopla depois de um cerco de seis semanas, pondo fim ao Império Romano do Oriente, um evento que muitas vezes se utiliza para marcar o fim da Idade Média e o início da Idade Moderna. * Revolta da Moreia de 1453–1454, no Despotado da Moreia, último território bizantino na Europa. * Maomé XI, El Chiquito torna-se o 19.º sultão do Reino Nacérida de Granada; reinará até à sua morte em 1455. * Fim da Guerra dos cem anos entre França e Inglaterra. * Início do povoamento da ilha das Flores, Açores. == Nascimentos == * 10 de junho — Francesco Soderini, diplomata e cardeal italiano, decano do Colégio dos Cardeais . * 15 de setembro — Infante Afonso de Castela, aparentemente várias vezes considerado Príncipe das Astúrias, herdeiro do trono de Reino de Castela . * 13 de outubro — Eduardo de Westminster, príncipe de Gales, duque da Cornualha e herdeiro de Henrique VI de Inglaterra . * Afonso de Albuquerque, almirante e vice-rei da Índia Portuguesa . * João Fernandes Lavrador, navegador e explorador português, que deu nome à região canadiana do Labrador . == Mortes == * 9 de janeiro — Stefano Porcari, nobre italiano que em 1452 liderou uma revolução contra o Papa . * 24 de abril — Carlo Marsuppini (Carlo Arentino), humanista e chanceler da República de Florença . * 29 de maio — Constantino XI Paleólogo, último imperador bizantino . * 4 de junho — Giovanni Giustiniani Longo, diplomata e militar genovês que comandou as tropas genovesas que estiveram ao lado dos bizantinos no cerco de Constantinopla. . * 7 de outubro -- Koga Kiyomichi, kuge (nobre da corte japonesa) do Período Muromachi da história do Japão. . * 24 de dezembro — John Dunstable, compositor inglês . * Maomé IX, 15.º sultão do Reino Nacérida de Granada, que reinou em quatro ocasiões entre 1419 e a sua morte .",
 "title": "1453"
}