{
 "id": "28159",
 "text": "\\---- (, na numeração romana) foi um ano comum do século XV do Calendário Juliano, da Era de Cristo, a sua letra dominical foi B (52 semanas), teve início a um sábado e terminou também a um sábado. == Eventos == * 05 de Janeiro - François Villon é banido de Paris. * 08 de Março - Luís XI autoriza a quarta feira de Lyons, cujas origens remontam ao reinado de Carlos VII, em 1420. * 30 de Março - Ruprecht von der Pfalz (1427-1480) se torna Arcebispo de Colônia. * 03 de Abril - Os otomanos tomam a fortaleza veneziana de Argos. * 28 de Abril - Basilius Bessarion se torna patriarca latino de Constantinopla. * 07 de Maio - Grande incêndio na cidade de Toulouse destrói três quartos da cidade, além de causar destruição total em várias igrejas, conventos e edifícios públicos. * 25 de Maio - O Império otomano conquista de vez o Reino da Bósnia. * 26 de Maio - Luís XI, tendo chegado de Guiena, onde havia assinado um tratado de Paz com os reis de Castela, Aragão e Navarra, faz sua entrada em Toulouse. * 17 de Junho - Vlad III, O Empalador, tenta assassinar num ataque noturno, obrigando-o a se retirar para a Valáquia. * 12 de Julho - Abertura do porto de Bordeaux para os comerciantes ingleses. * 19 e 26 de Julho - Tratado de Wiener Neustadt, ratificado em Sopron. O Imperador Frederico III renuncia a seus direitos sobre a Hungria e devolve a coroa real a Matias Corvino. Ele recebe em troca a Transdanúbia e 80.000 ducados de ouro pagos por Matias em dinheiro fornecido pelo papa para a Cruzada Antiotomana. Matias Corvino mantém o título de rei da Hungria e o direito a sucessão, caso venha a morrer sem deixar herdeiros. * 20 de Julho - Paris: decreto de Luís XI obriga a todos os eclesiásticos a fazerem declaração de todos os seus bens. * 12 de Setembro - assinatura de uma aliança ofensiva contra os turcos entre Veneza e Hungria. Veneza começa a guerra contra os turcos (concluída em 1479). * 15 de Setembro - Guerra dos Treze anos: Na Batalha da Lagoa de Vístula os cavaleiros da Ordem Teutônica são derrotados pelos prussianos, que tinham como aliado o rei da Polônia. * 25 de Setembro - O Duque de Urbino toma a cidade de Fano de Sigismondo Malatesta (1417-1468). Senigallia cai algum tempo depois. * 05 de Outubro - Assinatura do Tratado de ZeilsheimMainz Stift Feud, 1461-1463: Adolfo II de Nassau é reconhecido como arcebispo de Mogúncia, cargo que ocupa até a morte. * 22 de Outubro - O Papa ordena a retirada das tropas para a cruzada, que deveria convergir para Ancona. Sua morte em Ancona em 1464 abortou o projeto. * 26 de Outubro - Ratificação do Tratado de Zeilsheim entre Diether de Isenburg e seu adversário Adolfo II de Nassau (1423-1475). * 01 de Novembro - Fim da dinastia comnena no Império de Trebizonda. * 07 de Novembro - Afonso V de Portugal parte para um expedição mal sucedida contra o Marrocos. * 16 de Dezembro - Matias Corvino retoma a cidade de Jaice das mãos dos otomanos, que conquistaram a Bósnia, consolidando, desse modo, uma linha com 500 km de fortalezas da Valáquia ao Adriático. * 31 de Dezembro - Luís XI ordena a criação da Universidade de BourgesCreation de 1ª universite de bourges in Encyclopaedia Universalis, atendendo a um pedido de seu irmão Carlos de Valois, Duque de Berry. Essa universidade foi fechada durante a Revolução Francesa. == Nascimentos == * 17 de Janeiro - Antoine DupratNew Advent cardeal e chanceler da França (m. 1535) * 17 de Janeiro — Frederico III, príncipe-eleitor da Saxónia entre 1486 e a sua morte . * 22 de Fevereiro - Bernardino Gadolo religioso e literato italiano (m. 1499) * 24 de fevereiro — Giovanni Pico della Mirandola, erudito, humanista e filósofo neoplatónico italiano. . * 02 de Março - Johannes Angelus, astrônomo e médico alemão (m. 1512) * 15 de Março - Johannes Virdung matemático e astrólogo alemão (m. 1535) * 15 de Maio - Margarethe, Condessa de Hanau (m. 1504) * 24 de Junho - Henrique IV, Duque de Braunsvique-Luneburgo (m. 1514) * 04 de Agosto - Lorenzo di Pierfrancesco de Médici, banqueiro e político italiano (m. 1503) * 24 de Agosto - Jakob von Oldenburg pirata alemão (m. 1484) * 07 de Setembro - Ursula Pfäffinger Maria Pfäffinger, madre superiora da abadia de Frauenchiemsee na Baviera (m. 1528) * 29 de Setembro - Luís I, Conde de Löwenstein, fundador da dinastia Löwenstein-Wertheim (m. 1523) * 29 de Outubro - Alessandro Achillini, médico, filósofo italiano, foi também professor universitário e tradutor de Averroes (m. 1512) * 04 de Novembro - Antonio TebaldeoNew Advent poeta italiano (m. 1537) * 29 de Novembro - Andrea Della Valle cardeal italiano (m. 1534) === Datas Incompletas === * Thomas Magnus embaixador e capelão de Henrique VIII e fundador da Escola de Gramática Thomas Magnus (m. 1550) * Sir James Tuchet, 7º Lord Audley de HeleighThepeerage (m. 1497) * Roberto Pucci, Bispo de Pistoia e cardeal italiano (m. 1547) * Kaspar SchatzgeyerNew Advent Caspar Sasgerus, professor de teologia da Universidade de Ingolstadt (m. 1527) * Johannes SchiphowerCERL Thesaurus teólogo e historiador alemão (m. 1521) * Johannes NiblingBiographia Cisterciensis cisterciense e prior de Ebrach (m. 1526) * Johannes Cuno, O VelhoCERL Thesaurus Johann Kuhn, humanista, helenista e dominicano alemão (m. 1513) * Gregor LamparterDeutsche Biographie chanceler e chefe de estado austríaco (m. 1523) * Eberhard von Ferber◄► http://www.deutsche-biographie.de/sfz15816.html CERL Thesaurus burgomestre de Dantzig (m. 1529) == Mortes == * 09 de Janeiro - Guilherme Neville, Barão Fauconberg de jure uxoris e 1.º conde de Kent; destacou-se como militar durante a Guerra das Rosas . * 14 de Fevereiro - Teodorico II de Moers arcebispo e eleitor de Colônia (n. 1385) * 18 de Fevereiro - Otão II, Duque de Brunsvique-Gotinga, cognominado O Caolho (n. 1380) * 09 de Março - Santa Catarina de Bolonha, clarissa e escritora mística italiana (n. 1413) * 12 de Março - George Douglas, 4.º Conde de Angus filho de William Douglas, 2.º Conde de AngusThepeerage (1398-1437) (n. 1417) * 23 de Março - Jakob KaschauerÖsterreich Lexikon escultor e pintor de vitrais austríaco (n. 1400) * 23 de Março - Nicolaus Sagundinus, humanista, filólogo italiano e secretário do doge Cristóforo Moro (1390-1471) de Veneza (n. 1402) * 24 de Março - Prospero Colonna, cardeal italiano (n. 1410) * 10 de Abril - Heinrich von WerlDeutsche BiographieRegesta Imperii franciscano e teólogo alemão (n. 1400) * 15 de Abril - Wolfgang HoltzerPersonen LexikonCERL Thesaurus Burgomestre de Viena. * 24 de Abril - Kaspar von Breitenlandenberg abade de São Galo * 27 de Abril - Isidoro de Quieve, cardeal, humanista e teólogo bizantino cipriota grego, . * 12 de Maio - Escolástica, Duquesa da Saxônia (1373-1419) (n. 1393) * 01 de Maio - Antonio Astesano poeta italiano (n. 1412) * 31 de Maio - Caspar von Schönberg bispo de Meissen (n. 1395) * 01 de Junho - Frederico de Hesse filho de Luís I, Landgrave de HesseRoyal Blood (1402-1458) (n. 1458) * 04 de Junho - Flavio Biondo, humanista, historiador, arqueólogo italiano . * 05 de Junho - Estêvão IV da Bósnia, déspota da Sérvia a partir de 1459 e rei da Bósnia a partir de 1461 . * 17 de Junho - Catarina de Portugal (1436-1463), infanta e religiosa de Portugal, filha de . * 05 de Julho - Jean Bureau burgomestre de Bordeaux (n. 1390) * 09 de Julho - Gottschalk GresemundCERL Thesaurus teólogo católico e professor de Teologia da Universidade de Erfurt (n. 1406) * 16 de Julho - Bernardo II, Duque da Saxônia-Lauenburgo (n. 1390) * 20 de Agosto - Alessandro Oliva prior e cardeal italiano (n. 1407) * 26 de Agosto - Peter von Schleinitz cardeal e Bispo de Naumburgo. * 30 de Agosto - João Vicente, médico e religioso português, formado pela Universidade de Lisboa (n. 1380) * 23 de Setembro - João de Médici um banqueiro e mecenas italiano (n. 1421) * 01 de Outubro - Georg von Haugwitz bispo de Naumburgo e chanceler do príncipe eleitor Frederico II, O Pacífico, Eleitor da Saxônia (1412-1464) * 01 de Outubro - Sante Bentivoglio príncipe e tirano de Bolonha (n. 1424) * 06 de Outubro - Frederico III de Brandemburgo cognominado O Gordo (n. 1424) * 22 de Outubro - James Berkeley, 1º Barão Berkeley (n. 1394) * 28 de Outubro - Kaspar LinkeGoogle Books Bispo de Pomesânia (n. 1400) * 30 de Outubro - Maria de Borgonha Duquesa de Cleves, segunda filha de João Sem Medo (n. 1393) * 01 de Novembro - David Comneno, último imperador do Império de Trebizonda * 04 de Novembro - Bertoldo d'Este, condotiero italiano (n. 1434) * 12 de Novembro - São Diogo de Alcalá (n. 1400) * 15 de Novembro - Giannantonio Orsini Príncipe de Taranto, morreu estrangulado (n. 1393) * 18 de Novembro - João IV da Baviera-Munique desde 1460 . * 21 de Novembro - Leopoldo, Burgrave de Leuchtenberg (n. 1382) * 29 de Novembro - Maria de Anjou rainha da França (n. 1404) * 01 de Dezembro - Maria de Gueldres, esposa de Jaime II da Escócia (n. 1434) * 02 de Dezembro - Alberto VI da Áustria, arquiduque da Áustria da Casa de Habsburgo, o primeiro a ostentar o título de Arquiduque a partir de 1458 . * 03 de Dezembro - Louis Chalons, Príncipe de Orange, cognominado O Bom (n. 1388) * 13 de Dezembro - Bartolomeo Vitelleschi, cardeal italiano, nomeado em 6 de Abril de 1444 pelo antipapa Félix V * 25 de Dezembro - Johann von Schwarzenberg humanista, moralista, reformador e homem de estado alemão (m. 1528) * (Aben Ismail), 18º rei nacérida de Granada em duas breves ocasiões entre 1445 e 1462.",
 "title": "1463"
}