{
 "id": "2816",
 "text": "A actina é uma proteína que faz parte da família das proteínas globulares que formam microfilamentos. É um dos três elementos fundamentais do esqueleto celular (citoesqueleto) dos organismos eucariontes. Em conjunto com a miosina e moléculas de ATP gera movimentos celulares e musculares. Pode ser encontrada como monômero livre, chamado actina G, ou como parte de polímeros denominados miofilamentos ou Actina F que são associados à funções celulares tão importantes como mobilidade e contração da célula durante o processo de divisão celular.Actina Já foram identificadas seis diferentes isoformas de actina, entre elas a Actina alfa 1, músculo esquelético, também conhecida como ACTA1. == História == A actina foi observada experimentalmente pela primeira vez em 1887 por W.D. Halliburton, que havia extraído uma proteína muscular que coagulava porções de miosina, chamando-a fermento de miosina. Contudo, Halliburton foi incapaz de caracterizar as suas observações, logo o descobrimento é atribuído a Brúnó F. Straub, então um jovem bioquímico trabalhando no laboratório de Albert Szent-Györgyi no Instituto de química médica da Universidade de Szeged, na Hungria. == Filamentos de actina == Presente no citoplasma das células eucariotas sob a forma de feixes de filamentos paralelos ou redes de filamentos anastomosados com 5-7 nm de diâmetro. São constituídos pela polimerização da proteína globular actina G, originando os filamentos de actina F. O modelo mais aceitável é o de um filamento helicoidal formado por uma cadeia simples de monómeros. Estes monómeros são constituídos por uma cadeia polipeptídica de 374 (375 no músculo esquelético) unidades. A actina é o maior componente dos filamentos finos das células musculares e do sistema citoesquelético de células não musculares, e está presente em todos os eucariontes. Os miofilamentos podem interagir com um grande número de outras estruturas e adquirir propriedades através de várias moléculas (actin binding proteins). Este grupo de proteínas pode ainda mediar a interação dos miofilamentos com outras estruturas celulares, nomeadamente membranas, ou funcionar como motores, agrupadas na família das miosinas. Categoria:Proteínas estruturais Categoria:Citoesqueleto Categoria:Biologia celular Categoria:Sistema muscular",
 "title": "Actina"
}