{
 "id": "28176",
 "text": "\\---- (, na numeração romana) foi um ano comum do século XV do Calendário Juliano, da Era de Cristo, e a sua letra dominical foi F (52 semanas), teve início a uma terça-feira e terminou também a uma terça-feira. == Eventos == * 9 de fevereiro — França e Veneza assinam tratado contra Milão. * 12 de maio — Acertos e confirmação dos antigos Tratados de paz, entre D. Manuel I de Portugal e Henrique VII de Inglaterra. * 21 de maio — Na cidade de Madrid é assinado o tratado de confirmação da Convenção entre D. Manuel I de Portugal e os reis Católicos, para a mútua entrega de delinquentes. * 4 de julho — Promulgação do foral das Alfândegas das ilhas dos Açores e do foral da alfândega do Funchal. * 10 de julho — A nau Bérrio, comandada por Nicolau Coelho, é a primeira a chegar a Lisboa com a notícia da chegada à Índia, no regresso da armada de Vasco da Gama da primeira viagem marítima de Lisboa à Índia. * 24 de agosto — Alonso de Ojeda descobre o Lago de Maracaibo, que deu o nome de Pequena Veneza, nome este que, ligeiramente modificado, se converteu em Venezuela e passou a denominar todo o país. * 18 de setembro — Vasco da Gama entra triunfalmente em Lisboa, onde é recebido pela corte, no regresso da sua viagem à Índia. * 22 de setembro — Data da independência da Confederação Helvética. * Proibida a saída de judeus de Portugal. * 19 de novembro — Vicente Yáñez Pinzón, navegador espanhol, parte de Palos de la Frontera, tendo chegado em terras brasileiras antes de Pedro Álvares Cabral, o seu descobridor oficial. * ?? - Elevação do lugar de Ponta Delgada na ilha de São Miguel à categoria de vila. == Nascimentos == * 29 de janeiro — Catarina de Bora (Katharina von Bora), mulher de Martinho Lutero. * 31 de março — Papa Pio IV (m. 1565). * ?? — São Pedro de Alcântara (m. 1562). * ?? — Niccolò Tartaglia, matemático italiano (m. 1557). == Mortes == * Abdalazize Ataba — santo muçulmano sufista e professor de Marrocos, um dos \"Sete Santos de Marraquexe\".",
 "title": "1499"
}