{
 "id": "28205",
 "text": "\\---- ( na numeração romana) foi um ano comum do século XVI do Calendário Juliano, da Era de Cristo, a sua letra dominical foi A (52 semanas), teve início a um domingo e terminou também a um domingo. == Eventos == * Bula do Papa Paulo III de autorização para a fundação do primeiro convento de freiras de Angra. O Convento de São Gonçalo em Angra do Heroísmo, fundado por Brás Pires do Canto.Angra do Heroísmo: Janela do Atlântico entre a Europa e o Novo Mundo. Horta (Faial): Governo Regional dos Açores; Direcção Regional do Turismo dos Açores. s.d.Igreja de São Gonçalo, Edic. do Recolhimento de São Gonçalo. Imp. Tipografia Açor – Angra do Heroísmo. Pág. 1 * Fernão Mendes Pinto, Diogo Zeimoto e Cristóvão Borralho chegam ao Japão. * Nomeação do licenciado Nuno Álvares Pereira no cargo de ouvidor e visitador geral das ilhas dos Açores. * Criação do imposto da carne na ilha da Madeira. * Naufrágio, junto à ilha Terceira, da nau cognominada Grifo, capitaneada por Baltazar Jorge.[Relação das Naus da Índia pertencente à British Library, Códice Add. 20902.] * Os portugueses abandonam Safim, na costa ocidental de Marrocos. === Fevereiro === * 2 de fevereiro – Batalha de Bacente: Os portugueses liderados por Cristóvão da Gama capturam um forte muçulmano no nordeste da Etiópia. * 13 de fevereiro ** Catarina Howard, quinta esposa de Henrique VIII de Inglaterra, é executada por adultério ** Gonzalo Pizarro e Francisco de Orellana descobrem o rio Amazonas. === Agosto === * 28 de agosto – Batalha de Wofla na Etiópia: Reforçado com pelo menos arcabuzeiros e cavalaria, o Imame Ahmad Gragn ataca o acampamento do Império Português. Os portugueses estão dispersos; Cristóvão da Gama é capturado e executado no dia seguinte. == Nascimentos == * Janeiro ** 27 de janeiro – Giuseppe Guami, compositor e organista italiano (m. 1611). * Fevereiro ** 22 de fevereiro – Santino Garsi, compositor e tocador de alaúde italiano (m. 1604). * Março ** 2 de março – Petrus Hogerbeetius, médico e poeta holandês (m. 1599). ** 8 de março – Wolfgang Amling, pseudônimo, Theophilus Evodius, teólogo e reformador alemão (m. 1606). ** 19 de março – Jan Zamoyski, Ioannes de Zamość, magnata, duque e secretário do rei Sigismundo II da Polônia (m. 1605). * Abril ** 20 de abril – Johannes Hedericius, teólogo luterano alemão (m. 1617). ** 22 de abril – Georg Rollenhagen, pastor, escolástico, poeta e pedagogo alemão (m. 1609). * Maio ** 21 de maio – Johannes Stuckius, antiquariano, filólogo suíço e professor de teologia (m. 1607). * Junho ** 24 de junho – São João da Cruz, santo e religioso espanhol (m. 1591). * Julho ** 24 de julho – Wilhelm Canter, helenista e filólogo alemão (m. 1575). * Outubro ** 1 de outubro – Álvaro de Mendaña de Neira, explorador, navegador e cartógrafo espanhol (m. 1595). ** 4 de outubro – Roberto Bellarmino, erudito, teólogo e santo italiano (m. 1621). ** 15 de outubro – Aquebar, o maior dos imperadores mogul na Índia (m. 1605). ** 20 de outubro – Bernardus Furmerius, historiador e humanista holandês (m. 1616). * Novembro ** 9 de novembro – Anders Sørensen Vedel, sacerdote, tradutor e historiador dinamarquês (m. 1616). * Dezembro ** 08 de dezembro – Maria Stuart, Rainha da Escócia, (m. 1587). ** 21 de dezembro – Thomas Allen (1542-1632), matemático, antiquariano e místico irlandês (m. 1632). == Mortes == * Janeiro ** 6 de janeiro – Bernaert van Orley, também chamado Barend van Orley, pintor e decorador belga (n. 1481). * Fevereiro ** 13 de fevereiro – Alessandro Cesarini, bispo e cardeal italiano (n. ?). ** 13 de fevereiro – Catherine Howard, quinta esposa de Henrique VIII, Rei da Inglaterra (1540-1542) (n. 1520). ** 22 de fevereiro – Nikolaus Federmann, aventureiro e conquistador alemão (n. 1505). * Maio ** 21 de maio – Hernando de Soto, explorador espanhol (n. 1496). * Agosto ** 4 de agosto – Pomponius Cecius, cardeal, Bispo de Sutri e de Nepi (n. ?). ** 24 de agosto – Gasparo Contarini, cardeal e embaixador italiano, e chefe de estado Veneziano (n. 1483). ** 29 de agosto – Cristóvão da Gama, militar e explorador colonial português (n. 1515). * Setembro ** 16 de Setembro – Diego de Almagro, o Moço, explorador espanhol, assassino de Francisco Pizarro (n. 1520). ** 21 de Setembro – Juan Boscán Almogáver, poeta e tradutor catalão (n. 1492). * Novembro ** 05 de Novembro – Nicolaus Clenardus, Nicolaas Cleynaerts, teólogo e humanista belga (n. 1495) * Dezembro ** 14 de Dezembro – James V, Rei da Escócia, (n. 1512).",
 "title": "1542"
}