{
 "id": "28218",
 "text": "\\---- (, na numeração romana) foi um ano comum do século XVI do Calendário Juliano, da Era de Cristo, a sua letra dominical foi B (52 semanas), teve início a um sábado e terminou também a um sábado. Também foi o ano em que foi criado o teatro elisabetano. == Eventos == * 17 de Janeiro - Redação da Confissão da Guanabara pelos huguenotes Jean du Bourdel, Matthieu Verneuil, Pierre Bourdon e André la Fon, numa prisão na ilha de Serigipe, atual Ilha de Villegagnon, no Rio de Janeiro. Possivelmente dois outro presos, Jean de Léry e Jacques le Balleur, tenham tido envolvimento na redação. * 9 de Fevereiro (sexta-feira) - Jean du Bourdel, Matthieu Verneuil e Pierre Bourdon foram executados por heresia a mando do almirante revertido ao catolicismo Nicolas Durand de Villegagnon. André la Fon, teve a sua sentença comutada à prisão perpétua. * 24 de Abril - Casamento de Francisco, Delfim de França com a Rainha Maria Stuart da Escócia. * 17 de Novembro - Isabel I assume o trono inglês após a morte da sua irmã Maria I. * Mem de Sá assume o terceiro governo-geral do Brasil * Fernando I torna-se imperador do Sacro Império Romano-Germânico após a morte de Carlos V. == Nascimentos == *Janeiro ** 16 de Janeiro - Jakobe von Baden, Duquesa de Jülich-Cleves-Berg (m. 1597). ** 29 de Janeiro - Paulus Hentzner, jurista e escritor alemão (m. 1623). *Fevereiro ** 5 de Fevereiro - Heinrich Schickhardt, arquiteto renascentista alemão (m. 1635). ** 27 de Fevereiro - Christoph Murer, pintor de vidros e autor sueco (m. 1614). *Março ** 7 de Março - João VII de Mecklemburgo, filho de João Alberto I de Mecklemburgo (1525-1576) (m. 1592). ** 8 de Março - Albrycht Radziwiłł, denominado O Justiniano da Lituânia, grande marechal da Lituânia (m. 1592). *Maio ** 15 de Maio - Françoise de Cezelli, heroína francesa que lutou na guerra contra os espanhóis em 1590 (m. 1615). *Junho ** 10 de Junho - Markus Welser, humanista, historiador, editor e burgomestre alemão (m. 1614). ** 15 de Junho - André da Áustria, cardeal e governador da Holanda (m. 1600). *Julho ** 9 de Julho - David Origanus, astrônomo alemão e professor de Grego e Matemática da Universidade de Frankfurt an der Oder (m. 1629). ** 11 de Julho - Robert Greene, dramaturgo inglês (m. 1592). *Agosto ** 19 de Agosto - François de Bourbon, príncipe de Conti, filho de Luís I de Bourbon-Condé (1530-1569) (m. 1614). ** 19 de Agosto - Paulus Merula, historiador, filólogo e bibliotecário holandês (m. 1607). ** 29 de Agosto - Claus Maltesen Sehested, governador de Saaremaa, Maior ilha da Estônia (m. 1612). *Setembro ** 27 de Setembro - Quirinus Reuter, teólogo e reformador alemão (m. 1613). *Outubro **6 de Outubro - Jacob Bunel, pintor histórico francês (m. 1614). ** 12 de Outubro - Maximiliano III de Habsburgo, Grão-Mestre da Ordem Teutônica e administrador da Prússia (m. 1618). ** 15 de Outubro - Simon Simonides, poeta renascentista polonês, conhecido como o Píndaro da Polônia (m. 1629). ** 18 de Outubro - Adam von Dobschütz, príncipe de Breslau (1607-1624) (m. 1624). ** 18 de Outubro - Gerhard Rantzau, de 1600 a 1627 foi governador dinamarquês da Silésia-Holstein, um dos dezesseis estados da Alemanha († 1627), ** 19 de Outubro - Giovanni Alberti, pintor italiano (m. 1601). ** 22 de Outubro - William Perkins, pregador, clérigo e puritanista inglês (m. 1602). ** 25 de Outubro - Johann Georg Agricola, médico alemão e autor da obra De re metallica (Sobre a natureza dos metais) (m. 1633). *Novembro ** 6 de Novembro - Thomas Kyd, dramaturgo inglês (m. 1594). ** 10 de Novembro - Diane de Aumale, filha de Claude de Guise, Segundo Duque de Aumale (1526-1573) (m. 1586). *Dezembro ** 3 de Dezembro - Gregorio Pagani, pintor italiano (m. 1605). ** 9 de Dezembro - Johannes Becius, pregador e teólogo calvinista holandês (m. 1626). ** 14 de Dezembro - Wolfgang Heider, educador, humanista e filósofo alemão (m. 1626). == Mortes == *Janeiro ** 4 de Janeiro - Frans Fraet, poeta holandês (n. c1505). ** 5 de Janeiro - Claus Bille, cavaleiro sueco que participou no Massacre de Estocolmo em 8 de Novembro de 1520, onde morreram 82 pessoas (n. 1490). ** 22 de Janeiro - Christoph von Braunschweig, Bispo de Verden, Alemanha e arcebispo de Brêmen (n. 1487). ** 28 de janeiro - Jakob Micyllus (em alemão, Jakob Moltzer); humanista, poeta e pedagogo alemão (n. 1503). *Fevereiro ** 13 de Fevereiro - Cristina de Espoleto, religiosa italiana da Ordem de Santo Agostinho (n. 1435). ** 15 de Fevereiro - Alfonsus de Castro, teólogo e pregador espanhol (n. 1495). ** 15 de Fevereiro - Francesco Bonafede, naturalista e botânico italiano e fundador do jardim botânico da Universidade de Pádua (n. 1474). ** 18 de Fevereiro - Eleonora de Castela (1498–1558), Arquiduquesa da Áustria, Princesa da Espanha e Rainha de Portugal e da França (n. 1498) ** 27 de Fevereiro - Johann Faber, também conhecido como Johannes Fabri, pregador e controversista alemão (n. 1504). *Março ** 5 de Março - Thomas von Imbroich, mártir alemão que morreu decapitado (n. 1533). ** 8 de Março - Pietro Bertani, cardeal italiano e Bispo de Fano (n. 1501). ** 8 de Março - Thomas Tresham, cavaleiro, político e religioso inglês (n. ?). ** 9 de Março - Basilius Axt, médico alemão (n. 1485). ** 16 de Março - Janus Cornarius, humanista, médico e filólogo saxão (n. 1500). ** 25 de Março - Girolamo Doria, cardeal italiano (n. 1495). ** 26 de Março - Jean Fernel, também conhecido como Joannes Fernelius, físico e médico fisiologista francês (n. 1497). *Abril ** 6 de Abril - Ägidius Faber, teólogo luterano húngaro (n. 1490). ** 15 de Abril - Melchior Zobel von Giebelstadt, príncipe-bispo de Würzburg (n. 1505). ** 18 de Abril - Roxelana, esposa de Solimão, o Magnífico (1494-1566 (n. 1510). ** 20 de Abril - Johannes Bugenhagen, também chamado de Doutor Pomeranus, Reformador da Pomerânia e da Dinamarca (n. 1485) *Maio ** 1 de Maio - Gabriel Zwilling, teólogo e reformador luterano alemão (n. 1487) ** 22 de Maio - Jason Pratensis, médico neurologista e poeta holandês (n. 1486). ** 31 de Maio - Philip Hoby, embaixador inglês no Sacro Império Romano e em Flandres (n. 1505). *Junho ** 4 de Junho - Maximiliano de Borgonha, almirante holandês, filho de Adolfo de Borgonha (♀ 1540) (n. 1514). ** 6 de Junho - Felipe de Nassau, O Velho, conde holandês (n. 1490). ** 18 de Junho - Anton von Schaumburg, Arcebispo de Colônia ** 21 de Junho - Piero Strozzi, líder militar italiano (n. 1510). ** 25 de Junho - Johannes Ferrarius, jurista, teólogo e filósofo alemão (n. 1486) *Julho ** Julho - Pierre du Val, pregador francês (n. c1500) ** 31 de Julho - Georgius Macropedius, humanista e dramaturgo holandês (n. 1487). *Agosto ** 1 de Agosto - Olaus Magnus, eclesiástico, historiador, geógrafo, erudito e cartógrafo sueco (n. 1490). ** 5 de Agosto - Pietro Tagliavia d'Aragonia, cardeal italiano e arcebispo de Palermo (n. 1500). ** 9 de Agosto - Franz Kale, Burgomestre de Braunschweig (n. 1488). ** 11 de Agosto - Justus Menius, teólogo luterano alemão (n. 1499). ** 15 de Agosto - George Dowdall, Primaz de toda Irlanda arcebispo de Armagh (n. 1487). ** 15 de Agosto - Paulus Lautensack, místico e pintor alemão (n. 1478). ** 24 de Agosto - Isabel de Portugal Castro, também conhecida como Isabel de Lencastre, duquesa portuguesa, esposa de Teodósio, 5o Duque de Bragança (1510-1563) (n. 1513). ** 29 de Agosto - Richard Croke, filólogo e linguista inglês (n. 1489). ** 31 de Agosto - Ferenc Kendi, príncipe e magnata húngaro (n. ?). *Setembro ** 9 de Setembro - Adam Krafft, reformador alemão (n. 1493). ** 13 de Setembro - Gebhard VII, conde de Mansfeld (n. 1478). ** 17 de Setembro - Walter Devereux, Primeiro Visconde Hereford, (n. 1488). ** 21 de Setembro - Carlos de Habsburgo, Rei de Espanha e Imperador do Sacro Império Romano-Germânico *Outubro ** 7 de Outubro - Utz Eckstein, panfletista, teólogo e reformador alemão (n. 1490). ** 21 de Outubro - Júlio César Scaligero, (nome verdadeiro, Giulio Bordoni), humanista italiano (n. 1484) ** 31 de Outubro - William Peyto, cardeal inglês (n. ?). *Novembro ** 1 de Novembro - Erhard Schnepf, teólogo e reformador alemão (n. 1495). ** 2 de Novembro - Petrus von Ansbach- Rauch, dominicano e Bispo Auxiliar de Bamberg (n. 1495). ** 17 de Novembro - Reginald Pole, cardeal britânico e arcebispo de Cantuária (n. 1500). ** 17 de Novembro - Maria I da Inglaterra, (Maria Tudor, Maria, A Sanguinária), Rainha da Inglaterra (n. 1516) ** 23 de Novembro - Charles van Lalaing, conde e grande proprietário de terra holandês (n. 1510). *Dezembro ** 7 de Dezembro - Gerrit van Assendelft, jurista holandês e Senhor de Assendelft (n. 1488). ** 7 de Dezembro - Johann Forster, teólogo alemão (n. 1496) ** 15 de Dezembro - Thomas Cheney, Senhor Guardião dos Cinco Portos, na costa meridional da Inglaterra (n. 1485). ** 18 de Dezembro - Jakob von Jonas, filólogo, jurista, político e diplomata alemão (n. 1500) ** 19 de Dezembro - Cornelius Scribonius Grapheus, humanista e poeta belga (n. 1482). ** 20 de Dezembro - Leonhard Brunner, teólogo luterano alemão (n. 1500). ** 21 de Dezembro - John Sheppard, organista, compositor e cantor inglês (n. 1515). ** 29 de Dezembro - Hermann Finck, teórico, compositor e organista alemão (n. 1527).",
 "title": "1558"
}