{
 "id": "28215",
 "text": "\\---- (, na numeração romana) foi um ano bissexto do século XVI do Calendário Juliano, da Era de Cristo, e as suas letras dominicais foram C e B (52 semanas), teve início a uma sexta-feira e terminou a um sábado. == Eventos == * 9 de Fevereiro - Fundação do Valdivia em Chile. * 10 de Abril - Mercê da capitania da ilha Graciosa, Açores a D. Fernando Coutinho. * 16 de Abril - Confirmação da doação da ilha Graciosa a D. Fernando Coutinho. * 24 de Junho - Naufrágio do galeão grande São João, que partira de Cochim para Lisboa, junto à costa africana de Natal. * 4 de Julho - Criação da capelania dedicada a Santa Ana, na ilha da Madeira. * 7 de Julho - Ataque de corsários franceses ao Porto Santo. * O Canato de Cazã é destruído e anexado pelo Império Russo, o qual ganha acesso ao alto e médio Volga. * Criação da freguesia de Santana (Madeira) * Sagração do Bispo do Funchal, D. Frei Gaspar do Casal. * Participação de D. Frei Gaspar do Casal no Concílio de Trento. == Nascimentos == * Datas Incompletas ** Alessandro Casolani, pintor italiano e discípulo de Cristoforo Roncalli (1552-1626) (m. 1607). ** Alfonso Visconti, cardeal italiano e Bispo de Cervia (m. 1608). ** Ambrogio Buonvicino, escultor italiano (m. 1622). ** Antoine de Pluvinel, mestre de equitação e Autor da obra: Maneige Royal (m. 1620). ** Carlo Broglia, arcebispo católico italiano (m. 1617). ** Dom Justo Takayama, daimyo japonês (m. 1615). ** Filippo Paruta, erudito, numismata e arqueólogo italiano (m. 1629). ** Flora Zuzzeri, poetisa lírica dálmata (m. 1648). ** Francesco Bonciani, literato e arcebispo de Pisa (m. 1619). ** Hans von Aachen, pintor alemão (m. 1615). ** Jean Hotman, Marquis de Villers-St-Paul, diplomata francês (m. 1636). ** John Speed, cartógrafo e historiador inglês (m. 1629). ** Ludovico de Torres, cardeal italiano (m. 1609). ** Miguel de Benavides, sinólogo e clérigo espanhol (m. 1605). ** Petrus Plancius, O Velho, astrônomo e cartógrafo holandês (m. 1622). ** Philemon Holland, erudito e tradutor inglês (m. 1637). ** Philippe de Carteret I, Senhor de Sark das Ilhas do Canal (m. 1594). ** Pompeo Arrigoni, cardeal italiano e arcebispo de Benevento (m. 1616). ** Raffaele Fagnani, literato e jurista italiano (m. 1623). ** Richard Hakluyt, geógrafo, editor e tradutor, um dos pioneiros a relatar as primeiras viagens marítimas britânicas (m. 1616). ** Scipione Cicala, corsário e navegador genovês (m. 1605). ** Šimon Lomnický z Budče, sacerdote e escritor tcheco (m.1622). ** Thomas Aufield, mártir católico inglês (m. 1585). ** Usimbardo Usimbardi, religioso e bispo católico italiano (m. 1612). ** Edmund Spenser, poeta inglês (m. 1599). ** Jean Bertaut, poeta francês (m. 1611). * Janeiro ** 12 de Janeiro - Rudolf Asper, pintor e decorador suíço (m. 1611). ** 14 de Janeiro - Alberico Gentili, jurista italiano (m. 1608). * Fevereiro ** 1 de Fevereiro - Edward Coke, político e jurista inglês (m. 1634). ** 2 de Fevereiro - Ernestus Hettenbach, médico e físico alemão (m. 1616). ** 7 de Fevereiro - Ottaviano Bon, embaixador italiano (m. 1623). ** 8 de Fevereiro - Agrippa d'Aubigné, poeta e militar francês (m. 1630). ** 19 de Fevereiro - Melchior Khlesl, chanceler, cardeal e bispo de Viena (m. 1630). ** 24 de Fevereiro - Madalena, Condessa de Lippe, casada com Jorge I, O Pio, de Hessen-Darmstadt (1547-1596) (m. 1587). ** 28 de Fevereiro - Joost Bürgi, astrônomo, relojoeiro e matemático suíço (m. 1632). * Março ** 1 de Março - Anna de Jülich-Kleve-Berg, filha de Guilherme, O Rico (1516-1592) Prússia (m. 1632). ** 18 de Março - Polykarp von Leyser I, teólogo luterano alemão (m. 1610). ** 20 de Março - Christoph von Hohenzollern-Haigerloch, primeiro conde de Hohenzollern- Haigerloch, filho de Carlos I de Hohenzollern (1516-1576) (m. 1592). ** 21 de Março - Francisco Goméz de Sandoval y Rojas, Duque de Lerma, cardeal e político espanhol (m. 1625). ** 22 de Março - Eleonora, Duquesa de Wuerttemberg, casada com Georg I von Hesse-Darmstadt (1547-1596) (m. 1618). * Abril ** 24 de Abril - Daniel Lindtmayer, pintor, vidreiro e gravador suíço (m. 1607). * Maio ** 28 de Maio - Alexander IV, 4° Lord Elphinstone, filho de Robert Elphinstone, 3° Lord Elphinstone (1530-1602) (m. 1638). * Junho ** 18 de Junho - Gabriello Chiabrera, poeta e dramaturgo italiano (m. 1638). ** 25 de Junho - Hans von Schweinichen, marechal e autor alemão (m. 1616). * Julho ** 11 de Julho - Flaminio Piatti, cardeal italiano (m. 1613). ** 18 de Julho - Rodolfo II de Habsburgo, Imperador do Sacro Império Romano-Germânico desde 1576 (m. 1612). ** 26 de Julho - Petrus Artomius, Piotr Artomius Krzesichleb, bibliófilo, editor, pregador e tradutor polonês (m. 1609). * Agosto ** 14 de Agosto - Fra Paolo Sarpi, Paulus Venetus, teólogo, erudito, filósofo, patriota e historiador italiano (m. 1623). ** 22 de Agosto - Philibert de Gramont, conde de Guiche, militar francês (m. 1580). ** 24 de Agosto - Lavinia Fontana, pintora italiana (m. 1614). * Setembro ** 4 de Setembro - Erik Brahe, conde de Visingsborg e filho do chefe de estado sueco Per Brahe, O Velho (1520-1580) (m. 1614). ** 10 de Setembro - Miklós Pálffy, conde e militar húngaro (m. 1600). ** 17 de Setembro - Papa Paulo V, Camillo Borghese, foi papa desde 1605 até sua morte (m. 1621). ** 20 de Setembro - Lorenz Scholz von Rosenau, botânico e médico alemão (m. 1599). ** 22 de Setembro - Basílio IV, tsar da Rússia de 1606 a 1610 (m. 1612). * Outubro ** 6 de Outubro - Matteo Ricci, matemático, cartógrafo, jesuíta e missionário italiano na China (m. 1610). ** 7 de Outubro - Sir Walter Raleigh, poeta, explorador e historiador britânico (m. 1618). ** 8 de Outubro - Cesare D'Este, marquês de Montecchio (m. 1628). * Novembro ** 26 de Novembro - Georg Hager, compositor e cancioneiro alemão (m. 1634). ** 27 de Novembro - Johann von Jagemann, jurista e professor da Universidade de Marburgo (m. 1604). * Dezembro ** 19 de Dezembro - Arcangelo Giani, religioso e presbitero italiano (m. 1623). ** 21 de Dezembro - Richard Day, clérigo e impressor inglês (m. 1607). ** 27 de Dezembro - William Cavendish, 1° Conde de Devonshire, (m. 1626). ** 28 de Dezembro - Carlos, Príncipe do Palatino, filho de Filipe, O Jovem (1541-1583), Landgrave de Hesse (m. 1555). ** 29 de Dezembro - Henrique I de Bourbon, Príncipe de Condé, um dos líderes protestantes durante a guerra das religiões (m. 1588). ** 30 de Dezembro - Simon Forman, astrólogo, ocultista e herbalista inglês (m. 1611). == Mortes == * Datas Incompletas ** Amico Aspertini, pintor italiano (n. 1474). ** Bernardo Antonio de' Medici, Bispo de Forlì de 1528 até 1551 e diplomata italiano (n. 1476). ** Claude d'Annebault, almirante e militar francês (n. 1495). ** Edward Wotton, médico e zoólogo inglês (n. 1492). ** Fabrizio Maramaldo, condottiero italiano e matador do capitão italiano Francesco Ferrucci (1489-1530) em 3 de Agosto de 1530 durante a Batalha de Gavinana, (n. 1494). ** Giovanni Antonio Lappoli, pintor italiano (n. 1492). ** Gualtiero Padovano, pintor italiano (n. 1510). ** Lazzaro Bonamico, humanista e escritor italiano (n. 1479). ** Giglio Gregorio Giraldi, Gyraldus Lilius Gregorius, arqueólogo e poeta italiano (n. 1479). ** Niccolò Da Corte, escultor italiano (n. c1500). ** Pedro de Gamboa, mestre de obras e arquiteto espanhol (n. 1512). * Janeiro ** 17 de Janeiro - Pedro Mexía, Pedro Mejía, humanista e historiador espanhol (n. 1497). ** 8 de Janeiro - Eustorg Hector de Beaulieu, organista, poeta e compositor francês (n. c1495). ** 11 de Janeiro - Johann Cochlaeus, Johann Dobeneck, humanista e controversista alemão (n. 1479). ** 13 de Janeiro - Jakobus Greselius, humanista e religioso alemão, professor da Universidade de Colônia (n. 1483). ** 22 de Janeiro - Eduardo Seymour, 1.º Duque de Somerset, (n. 1500). * Fevereiro ** 6 de Fevereiro - Friedrich Nausea, bispo católico de Viena (n. 1496). ** 6 de Fevereiro - Henrique V de Mecklemburgo-Schwerin, grão-duque e filho de Magno II de Mecklemburgo (1441-1503) (n. 1479). ** 20 de Fevereiro - Anne Parr, Condessa de Pembroke, irmã de Catherine Parr (1512-1548), sexta esposa de Henrique VIII de Inglaterra (n. 1514). ** 26 de Fevereiro - Heinrich Faber, pedagogo e teórico musical alemão (n. c1490). * Março ** 9 de Março - Leandro Alberti, historiador e filósofo italiano (n. 1479). ** 28 de Março - Guru Angad Dev, guru e santo indiano (n. 1504). * Abril ** 3 de Abril - Benedictus Paulus, professor e jurista alemão (n. 1490). ** 14 de Abril - Laurentius Andreae, Lars Anderson, clérigo e erudito sueco (n. 1470). ** 19 de Abril - Olaus Petri, tradutor da Bíblia, reformador, humanista e historiador sueco (n. 1493). ** 21 de Abril - Pedro Apiano, astrônomo e matemático alemão (n. 1495). * Maio ** 17 de Maio - Pedro Nunes Cardoso, corregedor e desembargador português (n. ?). ** 26 de Maio - John Dudley (†1552), filho de Ambrose Dudley, 3° Conde de Warwick (1528-1589) (n. 1550). ** 26 de Maio - Sebastian Münster, cartógrafo, cosmógrafo e hebraísta alemão (n. 1489). * Junho ** 4 de Junho - Caspar Sturm, humanista e arauto imperial alemão (n. 1475). ** 25 de Junho - Ernst V, Conde de Honstein Kletten, filho de Ernst IV, Conde de Honstein Kletten (1430-1508) (n. 1483). * Julho ** 4 de Julho - Arnold von Brauweiler, Burgomestre de Colônia (n. 1473). ** 9 de Julho - György Szondy, militar e herói húngaro, que ajudou na reconstrução da Hungria depois da Batalha de Mohacs em 29 de Agosto de 1526 contra os turcos (n. ?). ** 12 de Julho - Niccolò Soggi, pintor italiano (n. 1474). ** 21 de Julho - Antonio de Mendoza, conde de Tendilla e vice-rei espanhol do Peru (n. c1495). ** 26 de Julho - Johannes Gast, Johannes Peregrinus, reformador suíço e discípulo de Ecolampadius (1482-1531) (n. 1500). ** 27 de Julho - Hieronymus von Efferen, Senhor de Burg Stolberg, casado com Anna de Nesselrode, sobrinha de Guilherme de Nesselrode II (m. 1483) (n. ?). ** 27 de Julho - István Losonczy, militar húngaro que lutou contra os turcos (n. ?). * Agosto ** 6 de Agosto - Claude Jay, jesuíta francês e um dos dez fundadores, junto com Inácio de Loyola (1491-1556), da Companhia de Jesus (n. c1500). ** 6 de Agosto - George Throckmorton, político inglês e membro do Parlamento durante o governo de Henrique VIII (n. c1489). ** 6 de Agosto - Matteo da Bascio, Matteo Serafini Bassi, religioso italiano e fundador da Ordem dos Frades Menores Capuchinhos, (n. 1495). ** 10 de Agosto - Hans Baldun Grün, pintor e gravador holandês (n. c1475). ** 14 de Agosto - Philipp von Flersheim, Bispo de Speyer, (n. 1481). ** 15 de Agosto - São Basílio, O Louco por Cristo, Taumaturgo de Moscou, em russo Василий Блаженный, renomado santo russo, foi sepultado na Basílica em Moscou que leva hoje o seu nome (n. 1469). ** 15 de Agosto - Anthony Wingfield, político inglês e vice-chamberlain (n. 1485). ** 15 de Agosto - Hermann V. von Wied, Arcebispo e príncipe-eleitor de Colônia (n. 1477). ** 17 de Agosto - Ägidius Aquila, livreiro austríaco (n. 1496). * Setembro ** 9 de Setembro - Johannes Sichardus, jurista e humanista alemão (n. 1499). ** 27 de Setembro - Hans Tscherter, arquiteto militar austríaco (n. ?). * Outubro ** 3 de Outubro - Friedrich von Brandenburg, arcebispo de Halberstadt (n. 1530). ** 15 de Outubro - Oswald Myconius, reformador protestante suíço (n. 1488). ** 17 de Outubro - Andreas Osiander, teólogo luterano e reformador alemão (n. 1498). ** 17 de Outubro - Caspar Hedio, Kaspar Böckel, historiador e reformador protestante (n. 1494). ** 20 de Outubro - Rene I, Visconde de Rohan, casado com Isabel de Albret' (1512-1555), filha de João III de Navarra, (1469-1516) (n. 1516). ** 27 de Outubro - Galeazzo Pietra, Primeiro bispo católico de Vigevano (n. 1462). ** 29 de Outubro - Arcebispo Serapião, em russo Архиепископ Серапион, arcebispo de Novgorod de 14 de Junho de 1551 a 29 de Outubro de 1552 (n. ?). * Novembro ** 8 de Novembro - Johannes Kymaeus, teólogo e reformador alemão (n. 1498). ** 10 de Novembro - Günther de Schwarzburg, filho de Henrique XXXI de Schwarzburg-Blankenburg (1473-1526) (n. 1499). ** 10 de Novembro - Hans Herbst, pintor alemão (n. 1470). ** 11 de Novembro - Joachim Greff, pedagogo e teólogo luterano alemão (n. c1510). ** 12 de Novembro - Jodocus Willich, humanista, médico, filólogo e erudito alemão (n. 1501). ** 30 de Novembro - Dietrich von Büchel, Secretário do Arcebispo de Colônia Hermann V. von Wied (1477-1552) (n. ?). * Dezembro ** 3 de Dezembro - Francisco Xavier, missionário e jesuíta espanhol (n. 1506). ** 9 de Dezembro - Helena de Hohenlohe, filha de Jorge I, Conde de Hohenlohe-Waldenburg (1488-1551) (n. 1542). ** 11 de Dezembro - Paolo Giovio, Paulus Jovius, historiador, bispo e médico italiano (n. 1483). ** 14 de Dezembro - Vigil Raber, pintor e restaurador italiano (n. 1490). ** 20 de Dezembro - Catarina von Bora, esposa de Martinho Lutero (1483-1546) (n. 1499). ** 21 de Dezembro - Heliodoro de Paiva, filósofo e teólogo português (n. c1502). ** 25 de Dezembro - Johannes Marcellus, filólogo e poeta alemão (n. 1510). ** 26 de Dezembro - Cesare Cybo, arcebispo católico italiano, Bispo de Mariana, na Córsega e arcebispo de Turim (n. 1495). ** 26 de Dezembro - Torben Bille, arcebispo dinamarquês de Lund 1532-1536 (n. ?).",
 "title": "1552"
}