{
 "id": "2824",
 "text": "Amido ou fécula é um carboidrato constituído principalmente de glicose com ligações glicosídicas. Este polissacarídeo é produzido pelas plantas verdes servindo como reservatório de energia. É o mais comum carboidrato na alimentação humana e é encontrado em grande quantidade de alimentos, como batatas, arroz e trigo. == Estrutura== O grão de amido é uma mistura de dois polissacarídeos, amilose e amilopectina, polímeros de glicose formados através de síntese por desidratação (a cada ligação de duas glicoses, no caso, há a \"liberação\" de uma molécula de água). * Amilose: :Macromolécula constituída de 250 a 300 resíduos de D-glicopiranose, ligadas por pontes glicosídicas α-1,4, que conferem à molécula uma estrutura helicoidal. * Amilopectina: :Macromolécula, menos hidrossolúvel que a amilose, constituída por cerca de 1400 resíduos de α-glicose ligadas por pontes glicosídicas α-1,4, ocorrendo também ligações α-1,6, que dão a ela uma estrutura ramificada. A amilopectina constitui, aproximadamente, 80% dos polissacarídeos existentes no grão de amido. == Síntese == O amido é sintetizado em organelas denominadas plastídeos: cloroplastos das folhas e amiloplastos de órgãos de reserva, a partir da polimerização da glicose, resultante da fotossíntese. Nos vegetais, o polímero de glicose utilizado como reserva é o amido, que tem estrutura muito parecida com o glDP-glicose sintase. O ADP-G é substrato da amido sintetase, a enzima que verdadeiramente catalisa a incorporação de glicose ao polímero. == Hidrólise == Na digestão o amido é decomposto por reações de hidrólise em carboidratos menores. Essa hidrólise é efetuada pelas enzimas amilases existentes na saliva e suco pancreático. * A enzima α-amilase (α-1,4-glicano hidrolase) rompe as ligações glicosídicas α-1,4 da amilose originando uma mistura de maltose, amilopectina e glicose. Rompe também as ligações α-1,4 da amilopectina, originando uma mistura de polissacarídeos denominados dextrinas. * A enzima β-amilase (β-1,4-glicano maltohidralase) rompe as ligações α-1,4 dos polissacarídeos resultantes da hidrólise da amilopectina, originando maltose pura. O amido é digerido pela boca e pelo duodeno e a enzima que o digere é a ptialina ou amilaze salivar. == Ocorrência == O amido é encontrado nas sementes, caules e raízes de várias plantas como trigo, mandioca, arroz, milho, feijão, batata, entre outras. == Usos e aplicações == Uso comercial * Também usado no tratamento da varicela. * Na alimentação, como fonte de glicose. * Preparação de colas. * Preparação de gomas utilizadas em lavanderia e fabricação de papel e tecidos. * Fabricação de xaropes e adoçantes. * Fabricação de heptamido. * Fabricação de álcool etílico. * Para liberação controlada de fármacos * Produção de bioplástico O emprego do amido (especificamente o da mandioca) é pesquisado no intuito de produzir hidrogênio verde (ver: Bio-hidrogénio e Produção biológica de hidrogênio). == Amido Termoplástico == O amido termoplástico (TPS - Thermoplastic Starch) é o produto resultante da adição de um plastificante (como água, álcool e glicerina) ao amido.OLIVEIRA, CAMILA F. P. Obtenção e características de amido termoplástico e de suas misturas com polipropileno. São Paulo, 2015. Consultado em 29 de junho de 2021. Assim, forma-se um polímero biodegradável proveniente de fontes renováveis, de baixo custo e de grande disponibilidade.TEIXEIRA, ELIANGELA M. Utilização de amido de mandioca na preparação de novos materiais termoplásticos. São Carlos, 2007. Consultado em 29 de junho de 2021. Contudo, o TPS apresenta limitações mesmo para aplicação em produtos de baixos requisitos devido a conjunto de fatores como sua baixa propriedade mecânica, térmica, e de resistência à umidade, além de possuir baixa compatibilidade com outros polímeros sintéticos.MIGUEL, OLÁDIO D. Blendas de amido termoplástico e polietileno grafitizado (enxertado). São Carlos, 2014. Consultado em 29 de junho de 2021. === Obtenção === Para a obtenção do amido termoplástico (TPS) podem ser utilizadas diversas técnicas de processamento indústrias como a extrusão, injeção, moldagem por compressão e misturadores internos. Nas quais o TPS se forma através da submissão do amido granular à pressão, cisalhamento, temperaturas na faixa de 90-180ºC e na presença de um plastificante, como água e/ou glicerol, transformando-o em um material fundido onde as cadeias de amilose e amilopectina estão intercaladas, e a estrutura semicristalina original do grânulo é destruída.CORRADINI, ELISÂNGELA et al. Amido Termoplástico. São Carlos, 2007. ==== Efeito da Pressão ==== A pressão é um fator essencial para a ocorrência da desestruturação do grânulo de amido. A sua quantidade necessária para formação do TPS irá variar de acordo com a temperatura e com o teor do plastificante. Sem falar que sua própria variação pode ocasionar uma diferença nas propriedades resultantes do material. ==== Efeito da Temperatura ==== A temperatura possui um importante papel para a obtenção do TPS. O aumento da temperatura resulta em um grau de desestruturação do amido mais elevado, necessitando de menos esforço no processo de mistura para a formação dos retículos cristalinos. === Absorção de Umidade === O amido termoplástico (TPS) apresenta alta sensibilidade à umidade. Tendo como referência um ambiente com umidade relativa de 54%, o amido chega a 10% de absorção de água em cerca de 6 horas. === Propriedades Mecânicas === Para um teor de 70% de amido e de 30% de plastificante (glicerol). Módulo de Elasticidade 31 (±10,8) MPa Alongamento 58%(±5) Resistência à tração 2,5 (±0,2) MPa Temperatura de transição vítrea 2 Cº === Cristalinidade === Outro fator que afeta as propriedades do amido termoplástico é a cristalinidade residual do mesmo devido à incompleta desestruturação do amido granular (rompimento dos grânulos). Isto pode gerar materiais com baixa resistência mecânica devido à presença de uma interface entre o grânulo intacto e a fase termoplástica. Um outro tipo de cristalinidade associada ao TPS ocorre pela rápida recristalização da estrutura da amilose durante o resfriamento, após o processamento, ou então pela armazenagem do material processado. As principais estruturas cristalinas observadas são do tipo V e B.VAN SOEST, J.J.G.; DE WIT, D.; VLIEGENTHART, J.F.G. Mechanical properties of thermoplastic waxy maize starch. Journal of Applied Polymer Science, New York, v.61, p.1927-1937, 1996. === Aplicação === A utilização do amido termoplástico, um polímero biodegradável, é uma alternativa para substituir parcialmente os polímeros sintéticos em aplicações nas quais não são requeridos tempos longos de uso, como embalagens, potes para plantio, pratos e talheres descartáveis.WANG, X. L.; YANG, K. K.; WANG, Y .Z. Properties of starch blends with biodegradable polymers. Journal of Macromolecular Science-Polymer Reviews, [S. l.], v. C43, p. 385- 409, 2003. A mistura do amido termoplástico com outros polímeros sintéticos biodegradáveis é um dos segmentos de grande importância para o desenvolvimento de novos materiais biodegradáveis, onde normalmente, objetiva-se o aumento da velocidade de biodegradação do polímero sintético biodegradável e redução de custo, já que os polímeros biodegradáveis sintéticos são relativamente mais caros que até mesmo outros polímeros sintéticos mais convencionais e não biodegradáveis. Algumas dessas misturas resultaram em materiais com boas propriedades mecânicas e maior resistência a umidade, sem perder suas características de biodegradabilidade.YU, L.; DEAN, K.; LI, L. Polymer blends and composites from renewable resources. Progress in Polymer Science, Elmsford, v. 31, p. 576-602, 2006. Categoria:Polissacarídeos lij:Ammido",
 "title": "Amido"
}