{
 "id": "28245",
 "text": "\\---- (, na numeração romana) foi um ano comum do século XVI do actual Calendário Gregoriano, da Era de Cristo, e a sua letra dominical foi A (52 semanas), teve início a um domingo e terminou também a um domingo. \\---- == Eventos == * Em Portugal, inauguração da Igreja de São Paulo (Braga). * Fundada Hiroshima. * Naufrágio à entrada da Baía de Angra da nau espanhola Trinidad, vinda do México, o acontecimento é descrito por na Histoire de la Navigation, Linschoten.Histoire de la Navigation, Linschoten.Abbé Prévost, na sua Histoire des Voyages. * Os canhões do Forte de São Sebastião, de Angra, sob o governo de Juan de Horbina, impedem, o corsário inglês Sir Francis Drake de atracar em Angra. * D. António Prior do Crato, sedeado em Angra do Heroísmo, envia uma força naval atacar as forças castelhanas em Lisboa. == Agosto == * 2 de agosto - Henrique III de França é assassinado por um monge católico fanático. Henrique de Navarre se proclama Rei Henrique IV de França. * 4 de agosto – Naufrágio dentro das fortalezas de protecção da Baía de Angra do galeão São Giraldo de nacionalidade portuguesa e provindo de Malaca. Este acontecimento, inicia-se com o período Linschoten na história da cidade.Histoire de la Navigation, Linschoten. == Setembro == * 21 de setembro - Batalha de Arques - Tropas do rei Henrique derrotam tropas da Liga Católica do Duque Charles de Mayenne (irmão mais novo do Duque de Guise) * 26 de Setembro - Um raio mata duas pessoas na ilha Terceira durante uma tempestade, provavelmente um ciclone tropical, atingiu uma casa palhoça na Serra de Santiago, Praia da Vitória, matando o proprietário e um soldado castelhano que lá estava hospedado. == Outubro == * 20 de outubro - Afundamento na Baía de Angra da nau espanhola Nuestra Señora de Guia, posta a pique por corsários, com 200 000 ducados em ouro, prata e pérolas a bordo. == Novembro == * 1 de novembro - Henrique IV da França é impedido numa tentativa de conquistar Paris da Liga Católica. == dezembro == * 9 de dezembro - Alvará de autorização de fundação do Convento de Santo Agostinho em Angra, ilha Terceira, Açores. == Nascimentos == * 9 de janeiro - Ivan Gundulić, poeta croata (m. 1638). * 5 de fevereiro - Esteban Manuel de Villegas, poeta espanhol (m. 1669). * 3 de março - Gisbertus Voetius, Teólogo holandês (m. 1676). * Yönten Gyatso, 4º Dalai Lama (Budismo) no Tibet == Mortes == * 05 de Janeiro - Catarina de Medici, rainha consorte de França (n. 1519). * 22 de Fevereiro - Andreas Dudithius, foi um nobre húngaro de origem croata, humanista, bispo e diplomata. (n. 1533). * 02 de Março - Alessandro Cardinal Farnese, cardeal italiano (n. 1530). * 01 de Agosto - Jacques Clément, assassino francês de Henrique III de França (n. 1567). * 02 de Agosto - Rei Henrique III de França (n. 1551). * 16 de Setembro - Michael Baius, teólogo flamengo (n. 1513). * Tansen, músico indiano. == Epacta e idade da Lua == Epacta gregoriana 13 Idade da Lua Letra n",
 "title": "1589"
}