{
 "id": "28290",
 "text": "\\---- (, na numeração romana) foi um ano comum do século XVII do actual Calendário Gregoriano, da Era de Cristo, a sua letra dominical foi F (52 semanas), teve início a uma terça-feira e terminou também a uma terça-feira. == Eventos == * Portugal e a República Holandesa firmam um Tratado de Aliança Defensiva e Ofensiva. O tratado não é cumprido por ambas as partes e em consequência não tem efeito nas colônias portuguesas sob domínio neerlandês. * Aclamação de Amador Bueno, Movimento Nativista Brasileiro; * Construção de um forte na vila das Velas que em 1644 foi substituído por outro de mais dimensãoBASTOS, Barão de. Relação dos fortes, Castelos e outros pontos fortificados, que se acham ao presente inteiramente abandonados, e que nenhuma utilidade tem para a defesa do Pais, com declaração daqueles que se podem desde já desprezar (Arquivo Histórico Militar). Boletim do Instituto Histórico da Ilha Terceira, Vol. LV, 1997.VIEIRA, Alberto. Da poliorcética à fortificação nos Açores: introdução ao estudo do sistema defensivo nos Açores nos séculos XVI-XIX. Boletim do Instituto Histórico da Ilha Terceira, Vol. XLV, Tomo II, 1987.. * No contexto da Restauração da Independência, às vésperas do movimento que conduziria à expulsão dos espanhóis da Terceira, o Mestre de Campo Álvaro de Viveiros formulou e propôs um plano de destruição do Forte de São Sebastião, rejeitado pelo Senado de Angra. *Batalha de M'Bororé, guaranis que habitavam em reduções dirigidas pelos jesuítas derrotaram os bandeirantes paulistas. Foi um importante episódio na história dos trinta Pueblos (Reduções) do Paraguai e da história da Argentina, pois evitou que a região compreendida entre os Rios Uruguai e Paraná, que atualmente pertence à Argentina, se tornasse território brasileiro. === Em andamento === * Guerra dos Trinta Anos (1618–1648) == Março == * 24 de Março - Em cumprimento às instruções recebidas, Francisco Ornelas da Câmara, Capitão-mor da Vila da Praia, é encarregado por D. João IV de Portugal de aclamá-lo na Terceira, reduzindo à obediência o Castelo de São Filipe no Monte Brasil. Ornelas promove a aclamação na Praia e logo após, em Angra. * 26 de Março - Eclode, em Angra do Heroísmo a rebelião popular dos Minhas Terras. * 27 de Março - Início do cerco ao Castelo de São João Baptista da Ilha Terceira; Angra é ocupada militarmente pelo seu Capitão-mor, João Bettencourt de Vasconcelos, que pede auxílio militar ao Capitão-mor da Praia, Francisco Ornelas da Câmara. * 28 de Março - Manuel Jaques de Oliveira, com uma companhia da freguesia da Ribeirinha que incluía mulheres, conquista o Forte de São Sebastião, de onde os espanhóis fogem por mar para a Fortaleza de São João Baptista.O episódio é narrado pelo padre Manuel Luís Maldonado na Fenix Angrence (vol. 2, p. 170). * 31 de Março - Domingo de Páscoa, D. João IV foi aclamado rei em Angra, sob o fogo cerrado das baterias espanholas, foi um dos acontecimentos mais “impressionantes” da Restauração segundo o Historiador José Manjardino: \"a aclamação fez-se num ambiente dramático que já aqui em tempos se apontou como a mais espectacular e genuína restauração da independência havida em terras de Portugal. Uma procissão cívica percorria as ruas até à Praça, convergindo para a Sé, onde se cantou um Te Deum, tudo ao ritmo e sob a fumarada da artilharia castelhana que, do castelo de São Filipe, disparava sem cessar sobre a cidade.\" == Maio == * 13 de Maio - D. João IV decretou a criação da Aula de Artilharia e Esquadria, remota antecessora do Comando da Instrução e Doutrina e da própria Academia Militar. == Junho == * 20 de Junho - D. Luís Peres de Viveiros, com os trezentos soldados que trazia para socorrer a guarnição espanhola cercada no Castelo de São João Baptista, rende-se a Francisco de Ornelas junto aos ilhéus da Mina; == Agosto == * 25 de Agosto tomada de Luanda pelos holandeses. == Novembro == * Editado o primeiro periódico em Portugal, com o nome Gazeta, em que se relatam as novas todas, que ouve nesta corte, e que vieram de várias partes no mês de novembro de 1641. == Dezembro == * 21 de dezembro, grande enchente de mar (maremoto?) nas Velas, ilha de São Jorge. Provocou grande destruição na vila, fez feridos e arrastou para o mar muitos bens. == Nascimentos == * 7 de Abril - Antónia Sibila de Barby-Mühlingen, princesa-consorte de Schwarzburg-Sondershausen (m. 1684). * 14 de Outubro - Henriqueta Doroteia de Hesse-Darmstadt, condessa de Waldeck-Pyrmont (m. 1672). == Mortes == * 11 de Janeiro - Franciscus Gomarus, foi teólogo, calvinista e Professor de Teologia da Universidade de Leiden (n. 1563). * 8 de Fevereiro - Johannes Freitagius, foi Professor de Medicina e médico particular do Bispo de Osnabrück. (n. 1581). * 1 de Junho - Carlos Emanuel Pio de Saboia, cardeal italiano (n. 1585). * 04 de Julho - Pedro Teixeira, militar português, explorador e sertanista. * ?? - Sebastião de Matos de Noronha, Arcebispo de Braga (n. 1586).",
 "title": "1641"
}