{
 "id": "28306",
 "text": "\\---- (, na numeração romana) foi um ano comum do século XVII do Calendário Gregoriano, da Era de Cristo, e a sua letra dominical foi G (52 semanas), teve início numa segunda-feira e terminou também numa segunda-feira. == Eventos == * António de Sousa de Macedo, um dos Quarenta Conjurados, redige o primeiro jornal alguma vez feito em Portugal, o Mercurio Portuguez. * Os portugueses perdem Cochim assim como a Cananor, com a sua fortaleza, a favor dos neerlandeses na última fase negocial do Tratado de paz de Haia que chega ao fim neste ano. O seu início tinha-se dado em 1661) * A Ordem dos Agostinianos Descalços chega a Portugal, instalando-se em Lisboa no Lugar do Grilo que lhes deu a designação popular de \"grilos\" aos seus frades. * Inicia-se a construção do Convento de São Francisco, Angra do Heroísmo que são terminadas em 1 de Outubro de 1672. * Naufrágio de 11 navios, o total de uma frota que provinha do Brasil, foi o maior desastre de que há registo ocorrido na Baía de Angra, por acção duma tempestade. Fora o que deu à costa, a carga perdeu-se. Este acontecimento provoca a interdição real da arribada em Angra durante algum tempo. * Robert Hooke identifica as células observando ao microscópio um pedaço de cortiça. === Janeiro === * 25 janeiro - Os Correios tiveram sua origem no Brasil com a criação do Correio-Mor no Rio de Janeiro, embora a capital da colônia fosse então Salvador. === Março === * 24 de março - Rei Carlos II de Inglaterra cria a Província da Carolina e a divide entre oito diferentes proprietários. === Junho === * 6 de Junho - Dá-se a Batalha do Ameixial com a vitória dos portugueses sobre os castelhanos. == Nascimentos == * 26 de janeiro - D. João de Almeida Portugal, 2.º conde de Assumar e embaixador português na Catalunha (m. 1733). * 24 de agosto - D. Rodrigo da Silveira Silva e Teles, 3º conde de Sarzedas, filho do 2º conde D. Luís Lobo da Silveira (m. 1735). * 31 de outubro - João de Sousa e Ataíde, 1.º conde de Alva (m. 1740). * António Manuel de Vilhena, 66.º Grão-Mestre da Ordem dos Hospitalários na ilha de Malta (m. 1736). == Mortes == * 23 de julho - José Ortiz de Camargo, bandeirante no Brasil. * dezembro - Rodrigo de Miranda Henriques, um religioso português e reitor da Universidade de Coimbra (ca. 1620). * Abraham Pharar ou Abraham Farrar, médico, poeta e religioso judeu nascido em Portugal. * Ngola Ana Nzinga Mbande, rainha dos reinos do Ndongo e Matamba. (n. 1583). * António Barbosa Bacelar, poeta português (n. 1610).",
 "title": "1663"
}