{
 "id": "28351",
 "text": "\\---- (, na numeração romana) foi um ano bissexto do século XVIII do actual Calendário Gregoriano, da Era de Cristo, e as suas letras dominicais foram G e F (52 semanas), teve início a uma segunda-feira e terminou a uma terça-feira. thumb|left|Vista geral da cidade de Itabira, Minas Gerais, Brasil. == Eventos == * Minas Gerais se tornaria uma capitania, com a economia fortemente controlada pela Coroa. * É criada a Comarca do Serro Frio - primeira Comarca do norte de Minas Gerais. * Nasce oficialmente a cidade de Itabira. * Reconstrução da Ermida de Nossa Senhora do Loreto na Fajã de Baixo, ilha de São Miguel, Açores. === Julho === * 10 de julho - Erupção vulcânica no Pico Soldão, faldas da Montanha do Pico, Lajes do Pico, Açores, iniciou-se por \"dezasseis bocas nas faldas do Pico\" de fogo.Por detrás do cabeço do Soldão\" uma erupção que \"inundou de fogo\" perto de uma légua quadrada, consumindo terras e vinhedos e destruindo 30 casas \"cujos moradores salvaram suas vidas fugindo precipitadamente\". A erupção foi precedida de numerosos sismos e perdurou até Dezembro daquele ano. === Dezembro === * 31 de dezembro - Erupção submarina no Banco D. João de Castro entre a ilha Terceira e a ilha de São Miguel, Açores.No dia 10 de Outubro viu-se da ilha Terceira, a alguma distância dela, sair do mar um grande fogo. Marítimos que foram observar de perto o fenómeno viram uma ilha toda de fogo e fumo, de onde uma grande quantidade de cinzas eram lançadas no ar com o ruído de um trovão. A erupção foi precedida de muitos tremores, sentidos na Terceira e na costa oeste de São Miguel. A ilha formada era quase redonda e suficientemente alta para ser avistada de 7-8 léguas de distância. Perdurou até finais de 1723, sendo desfeita pelo mar. == Nascimentos == * Jacques-Joachim de Soignies, pintor belga (m. 1783). * 25 de dezembro - Anna Maria Pertl Mozart, mãe de Mozart (m. 1778). * João Fernandes de Oliveira, contratador de diamantes do Brasil Colônia (m. 1779). * 31 de dezembro - Carlos Eduardo Stuart ( Carlos III) == Mortes == * 18 de janeiro - Jerónimo Soares, bispo de Viseu, clérigo e político português (n.1635). * 15 de agosto - Luís de Vasconcelos e Sousa, conde de Castelo Melhor, político e diplomata português (n. 1636).",
 "title": "1720"
}