{
 "id": "28385",
 "text": "\\---- (, na numeração romana) foi um ano comum do século XVIII do actual Calendário Gregoriano, da Era de Cristo, e a sua letra dominical foi B (52 semanas), teve início a um sábado e terminou também a um sábado. == Eventos == * 8 de Abril - Inauguração do Santuário do Bom Jesus de Matosinhos, por Feliciano Mendes, em Congonhas, Minas Gerais, com a celebração do primeiro Jubileu do Senhor Bom Jesus * 9 de julho, Um grande terramoto atinge a ilha de São Jorge, Açores, registado na história como o Mandado de Deus. Foi um dos mais violentos terramotos de que há registo nos Açores, causou destruição generalizada e deu forma a muitas fajãs, entre elas a da Fajã da Caldeira de Santo Cristo. * 9 de Julho, O Mandado de Deus causa grandes estragos na Igreja de Santa Bárbara das Manadas, Manadas, Velas, templo classificado como Monumento Nacional. * 9 de Julho destruição do Convento de São Diogo, vila da Calheta, pelo “O Mandado de Deus”. * 9 de Julho, destruição da Igreja de Santo Antão do concelho da Calheta, pelo Mandado de Deus. Depois de reconstruído foi elevado a paróquia em 1888.São Jorge, Açores, Guia do Património Cultural. Edição Atlantic View – Actividades Turísticas, Lda. Dep. Legal n.º 197839/03. ISBN 972-96057-2-6, 1ª edição, 2003. * 9 de Julho destruição da Igreja de São Tiago Maior, da Ribeira Seca, pelo Mandado de Deus, templo que datava do século XVI. * 9 de Julho, o Mandado de Deus destrói a Ermida de São Lázaro, que neste mesmo ano daria lugar à Igreja de São Lázaro, no Norte Pequeno. Sob a iniciativa do padre Nicolau António Silveira, deu-se início a reconstrução, tendo nascido a actual igreja. As obras foram efectuadas por José de Avelar de Melo e terminadas 1761. * Inicio da construção da Ermida de Santa Rita de Cássia das Manadas, graças ao testamento do Capitão Antão de Ávila Pereira, feito em 8 de junho de 1757. As obras terminam um ano depois, 1758.Jornal Açores, 1955. * Inicio da construção do Porto da Calheta, Vila da Calheta, ilha de São Jorge, cuja colocação do primeiro farolim só ocorreria em 1872. == Nascimentos == * 27 de Janeiro - Gomes Freire de Andrade, militar português (m. 1817) * 9 de Agosto - Thomas Telford, engenheiro escocês (m. 1834) * 28 de Novembro - William Blake, poeta, pintor e gravador inglês (m. 1827) * 7 de Junho - Georgiana Cavendish, Duquesa de Devonshire (m.1806) * 6 de Setembro - Marquês de La Fayette, aristocrata e militar francês (m. 1834) == Mortes == * 17 de Outubro - René-Antoine Ferchault de Réaumur, cientista francês (n. 1683).",
 "title": "1757"
}