{
 "id": "28387",
 "text": "\\---- (, na numeração romana) foi um ano comum do século XVIII do actual Calendário Gregoriano, da Era de Cristo, e a sua letra dominical foi B (52 semanas), teve início a um sábado e terminou também a um sábado. == Eventos == *Final da Guerra dos Sete Anos. * Jean-Jacques Rousseau, na sua obra Cartas da Montanha, ataca a Constituição e o Conselho de Genebra por este condenar a sua obra Emílio. * Inicia-se uma grave crise económica em Portugal, que se prolonga até 1770. * Ribeiro Sanches publica em Paris o Método para Aprender a Estudar Medicina. * James Hargreaves inventa a máquina de fiar vários fios em simultâneo. === Janeiro === * 1 de Janeiro ** O Brasil é elevado a vice-reino, sendo a capital transferida de Salvador da Bahia para o Rio de Janeiro. ** Os governadores-gerais do então Estado do Brasil passaram a ostentar ininterruptamente o título de \"vice-rei\", o qual já tinha sido anteriormente atribuído, mas apenas de forma pontual e sem continuidade. === Fevereiro === * 10 de fevereiro - O Tratado de Paris entre a Inglaterra e a Espanha põe fim à Guerra dos Sete Anos. * 15 de fevereiro - O Tratado de Hubertusburgo entre a Prússia e a Áustria termina a Guerra dos Sete Anos. A Áustria devolve o condado de Glatz e a Silésia à Prússia e esta, por sua vez, abandona a Saxónia. === Agosto === *20 de agosto - Primeira edição das festividades em honra de Nossa Senhora da Agonia em Viana do Castelo * 31 de agosto - A capital do Vice-Reino do Brasil é transferida da cidade de Salvador para a do Rio de Janeiro. === Outubro === * 24 de outubro - Um edital manda demolir todas as barracas de madeira e de pano, levantadas em Lisboa após o terramoto de 1755. * 3 de outubro - Morre Augusto III, rei da Polónia. == Nascimentos == * 26 de janeiro - Carlos XIV João da Suécia, rei da Suécia e Noruega de 1818 a 1844 (m. 1844) * 13 de junho - José Bonifácio de Andrada e Silva, estadista brasileiro (m. 1838). == Mortes == * 1 de janeiro - Gomes Freire de Andrade, 1.º Conde de Bobadela * setembro - Carlos Mardel, engenheiro e arquitecto húngaro, trabalhou em Portugal, na reconstrução de Lisboa, após o Terramoto de 1755, juntamente com Eugénio dos Santos. * 3 de outubro - Rei Augusto III da Polónia.",
 "title": "1763"
}