{
 "id": "28429",
 "text": "== Eventos == === Janeiro === * 1 de janeiro ** Vidas Secas e demais obras de Graciliano Ramos, além de outros autores do Brasil e Europa que faleceram em 1953, entram em domínio público. Os curtas-metragens Steamboat Willie e Plane Crazy, algumas das primeiras versões de Mickey Mouse, também entram em domínio público nos EUA. ** Egito, Etiópia, Irã, Arábia Saudita e Emirados Árabes Unidos se tornam membros permanentes do BRICS. ** Fim da República de Artsaque, enclave da Armênia no Azerbaijão. ** Sismo de magnitude 7,5 atinge a prefeitura de Ishikawa, Japão, resultando na morte de pelo menos 221 pessoas e deixando 1 120 feridas. ** Etiópia anuncia um acordo com Somalilândia para utilizar o porto de Berbera. Além disso, a nação declara sua intenção de reconhecer eventualmente a independência da Somalilândia, tornando-se o primeiro país a fazê-lo. * 2 de janeiro ** Colisão de Airbus A350 deixa 5 mortos durante pouso no Aeroporto Internacional de Tóquio, Japão. ** Lee Jae- myung, líder da oposição sul-coreana, é hospitalizado após esfaqueamento em Busan. ** Nas eleições gerais das Ilhas Marshall em 2023, a Legislatura do país elege Hilda Heine como Presidente para um segundo mandato não consecutivo, durante sua primeira sessão após a eleição geral. ** Onda de frio atinge a Europa Setentrional: Na Finlândia e na Suécia termômetros registram -40 °C, com o frio extremo e a neve prejudicando o transporte nos dois países. * 3 de janeiro - Atentados terroristas na cidade iraniana de Carmânia resultam na morte de pelo menos 84 pessoas. * 4 de janeiro - Terremoto no Japão: Murata Manufacturing, que detém 40% do mercado de capacitores para celulares, está entre as empresas afetadas pelo terremoto no Japão. *5 de janeiro - Ex-atleta paraolímpico Oscar Pistorius, condenado por matar a namorada, deixa a prisão. *6 de janeiro ** A Federal Aviation Administration suspendeu a circulação de todos os veículos 737 MAX 9 da Boeing após a saída de emergência de um modelo da Alaska Airlines ter se soltado em pleno voo. **Coreia do Norte ataca a ilha sul-coreana de Yeonpyeong com aproximadamente 60 projéteis. *7 de janeiro **Nas eleições gerais de Bangladesh de 2024, a Liga Awami, liderada pela titular Sheikh Hasina, conquista um quarto mandato consecutivo em meio a protestos por parte dos partidos de oposição e uma significativa queda na participação dos eleitores. *8 de janeiro **Os Estados Unidos lançam com sucesso o foguete Vulcan Centaur se tornando o primeiro módulo de pouso comercial a pousar na Lua - e a primeira missão de pouso lunar lançada dos americanos desde 1972. **Presidente do Equador, Daniel Noboa, declara estado de exceção no país devido a escalada de violência no país após a fuga de um líder de uma facção criminosa. Em Guaiaquil, a sede da rede estatal TC Televisión é invadida por criminosos armados. *9 de janeiro - O novo primeiro- ministro da França, Gabriel Attal, de 34 anos se torna o premiê mais jovem a assumir o cargo na história da Quinta República da França e também o primeiro abertamente gay. *10 de janeiro - Artemis II: Nasa atrasa para setembro de 2025 primeira missão tripulada à Lua em 50 anos. * 11 de janeiro ** Arqueólogos descobrem aglomerado de cidades antigas na Amazônia equatoriana. ** Estados Unidos e Reino Unido lançam ataques aéreos contra alvos de militantes Houthis no Iêmen, em resposta aos ataques do grupo a navios no Mar Vermelho. *13 de janeiro - Lai Ching-te é eleito presidente de Taiwan. *14 de janeiro ** O rei Frederik X da Dinamarca subiu ao trono, sucedendo à sua mãe, a rainha Margrethe II, que abdicou formalmente após 52 anos como monarca. ** Após disputa política e protestos, Bernardo Arévalo toma posse como o 52º presidente da Guatemala. *15 de janeiro - Nauru retira seu reconhecimento a Taiwan após as eleições gerais de 14 de janeiro e estabelece relações diplomáticas com a China. *19 de janeiro - O Japão se torna o quinto país a conseguir pousar na Lua, com sua missão SLIM. *20 de janeiro - Na Amazônia, entre o Acre e o Amazonas, é registrado um tremor de terra de magnitude 6,6, o de maior intensidade já registrado na história do Brasil. O terremoto não deixou vítimas, nem causou danos materiais. *22 de janeiro - Joseph Boakai toma posse como presidente da Libéria. *24 de janeiro - Avião de transporte militar russo Ilyushin Il-76 que transportava 74 pessoas (dentre eles 65 prisioneiros de guerra ucranianos) cai no distrito de Korochansky, Oblast de Belgorod, Rússia, perto da fronteira com a Ucrânia, matando todos a bordo. *25 de janeiro - NASA anuncia o fim da missão do helicóptero Ingenuity em Marte, após constatação de danos nos rotores no seu último voo realizado em 18 de janeiro. A aeronave realizou 72 voos no Planeta Vermelho durante 3 anos. *28 de janeiro ** Pela primeira vez, a Agência Espacial Iraniana coloca simultaneamente três satélites em órbita. Governos de países europeus (como Alemanha, França e Reino Unido) criticaram o lançamento. ** Neuralink, de Elon Musk, faz primeiro implante de um chip cerebral em um humano. *31 de janeiro - Sultão de Johore Ibrahim Iskandar ascende ao trono como o 17º Yang di-Pertuan Agong (Rei) da Malásia. === Fevereiro === * 4 de fevereiro ** 4 de fevereiro - Em Vinduque, Namíbia, Hage Geingob, presidente do país, morre aos 82 anos, e é sucedido pelo seu vice-presidente Nangolo Mbumba. ** O São Paulo vence o Palmeiras por 4-2 nos pênaltis e conquista a Supercopa Rei pela primeira vez. A final foi disputada no Estádio Mineirão, em Belo Horizonte. ** Em El Salvador, o atual presidente Nayib Bukele é reeleito com mais de 80% dos votos. * 7 de fevereiro - No meio de um boicote da oposição, Ilham Aliyev é reeleito para um quinto mandato como presidente do Azerbaijão. * 8 de fevereiro - Irakli Kobakhidze torna-se primeiro-ministro da Geórgia. * 10 de fevereiro - Katalin Novák, presidente da Hungria, renuncia ao cargo em meio a escândalo de abuso sexual. * 11 de fevereiro ** Alexander Stubb é eleito presidente da Finlândia. * 14 de fevereiro - Nos Estados Unidos, ocorreu um tiroteio na cidade de Kansas City, Missouri, em desfile de comemoração pela vitória do Kansas City Chiefs no Super Bowl LVIII, deixando 22 feridos e um morto. * 15 de fevereiro - Grécia se torna o primeiro país cristão ortodoxo a legalizar casamento entre pessoas do mesmo sexo. * 18 de fevereiro - Oppenheimer vence sete prêmios (incluindo o de melhor filme) do British Academy Film Awards de 2024. * 21 de fevereiro - Ucrânia bombardeia centro de treinamento russo em Kherson, matando mais de 60 militares russos. * 22 de fevereiro ** O módulo lunar Nova-C lander (IM-1 Odysseus) da Intuitive Machines se torna o primeiro veículo comercial a pousar na Lua. ** Incêndio destrói prédio e mata 10 pessoas em Valência, Espanha. *25 de fevereiro - A Seleção Brasileira vence a Seleção Italiana por 6-4 na final da Copa do Mundo de Futebol de Areia de 2024 e conquista o seu sexto título mundial da modalidade. A final foi realizada em Dubai, Emirados Árabes Unidos. *26 de fevereiro - Feleti Teo é nomeado primeiro-ministro de Tuvalu. *29 de fevereiro ** O Fluminense vence a LDU por 2-0 (2-1 no placar agregado) e conquista a Recopa Sul-Americana pela primeira vez. O jogo de volta da final foi disputado no Estádio do Maracanã, Rio de Janeiro. ** Ministério da Saúde da Faixa de Gaza, controlado pelo Hamas, acusa as Forças de Defesa de Israel de matarem mais de 100 pessoas que esperavam em fila de distribuição de comida em Gaza. O governo de Israel afirmou que o ataque foi uma resposta as ameaças feitas por palestinos a soldados israelenses. ** É encerrado as operações de transferências bancárias TED e DOC no Brasil. === Março === * 3 de março - Pela segunda vez, Shehbaz Sharif é nomeado primeiro-ministro do Paquistão. * 4 de março ** Suprema Corte decide que Donald Trump pode disputar as eleições dos EUA. ** França se torna o primeiro país a proteger o aborto em sua Constituição. *7 de março - Suécia entra oficialmente na OTAN e se torna o 32º membro da aliança. *10 de março ** Ocorre em Portugal as eleições legislativas, onde a coalizão de centro-direita Aliança Democrática vence por uma margem estreita o Partido Socialista, que governava o país desde 2015. Além disso, o partido de extrema-direita Chega obtém uma vitória expressiva, se tornando assim a terceira maior força política do país. ** Oppenheimer ganha sete estatuetas no Oscar, incluindo a de melhor filme e a de melhor diretor. *12 de março **Al-Hilal supera o The New Saints do País de Gales e se torna o clube de futebol masculino com o maior número de vitórias seguidas na história. **Ocorre um acidente aéreo com o veículo Ilyushin Il-76 na Rússia. 15 pessoas morreram. ** Em meio a crise de insegurança, Ariel Henry renuncia ao cargo de primeiro-ministro do Haiti. *17 de março - Em eleição controversa, Vladimir Putin é reeleito para um quinto mandato como presidente da Rússia com cerca de 88% dos votos. *20 de março - Denunciado por corrupção, Võ Văn Thưởng renuncia ao cargo de presidente do Vietnã. *22 de março - Em Moscou, Rússia, ocorreu um ataque terrorista ao Crocus City Hall, que deixou ao menos 137 pessoas mortas e mais de 100 feridas. O Estado Islâmico de Coraçone reivindicou a autoria do ataque em suas redes sociais. *24 de março - A Polícia Federal do Brasil prende o deputado federal Chiquinho Brazão (UNIÃO- RJ), o conselheiro do Tribunal de Contas do Estado do Rio de Janeiro, Domingos Brazão, e o policial Rivaldo Barbosa, apontados como mandantes do assassinato de Marielle Franco. *26 de março - O navio porta-contêineres MV Dali colide com a ponte Francis Scott Key, em Baltimore, Estados Unidos, causando o colapso total da ponte e a morte de seis pessoas. *31 de março - Romênia e Bulgária passam a integrar o Espaço Schengen. === Abril === * 1 de abril ** Alemanha legaliza o uso recreativo de maconha. ** Bombardeio israelense à embaixada iraniana em Damasco. * 2 de abril - Luís Montenegro toma posse como Primeiro-Ministro de Portugal, liderando o XXIV Governo Constitucional do País. * 3 de abril - Terremoto de magnitude 7,4 atinge a ilha de Taiwan, deixando ao menos 12 mortos e mais de 1,1 mil feridos. * 4 de abril - O Secretário de Estado dos Estados Unidos, Antony Blinken, afirma que a Ucrânia fará parte da OTAN. * 5 de abril ** Terremoto de magnitude 4,8 atinge a cidade de Nova Iorque, nos Estados Unidos. O tremor não deixou vítimas, nem causou danos estruturais. **Em Quito, Equador, policiais equatorianos invadem a embaixada do México no país e prendem Jorge Glas, ex-vice-presidente do Equador, que havia recebido asilo político na embaixada mexicana, ocasionando o rompimento das relações diplomáticas entre os dois países. * 6 de abril ** Peter Pellegrini é eleito presidente da Eslováquia. ** Somália bane a pesca de arrasto em seu mar territorial, em tentativa de acabar com a exploração excessiva de peixes no Oceano Índico. *8 de abril - Um eclipse solar total é visível na América do Norte. *9 de abril ** O Senador Sérgio Moro não tem o seu mandato cassado após ser acusado de abuso de poder econômico por supostamente ter gasto valores acima do permitido para chegar ao Senado Federal. ** Na Irlanda, Simon Harris se torna o Taoiseach (primeiro-ministro) mais jovem da história do país. *13 de abril ** Irã retalia com drones e mísseis contra território de Israel, após bombardeio israelense à embaixada iraniana em Damasco. ** Homem armado com faca mata seis pessoas e fere ao menos outras oito em um shopping em Sydney, Austrália, sendo em seguida morto pela polícia. *16 de abril - Tempestade incomum causa inundações e deixa mortos na região do Golfo Pérsico: Em Dubai, EAU, as chuvas deixaram ao menos um morto, no dia mais chuvoso da cidade em 75 anos, com mais de 250mm de chuva em 24 horas. Em Omã, as fortes chuvas mataram ao menos 18 pessoas. *17 a 19 de abril - Monte Ruang, na Indonésia, entra em erupção, e pelo menos 11 mil pessoas de ilhas vizinhas são evacuadas. *18 de abril - Israel lança ataques contra a cidade de Isfahan, no Irã. *19 de abril - Ucrânia diz ter derrubado avião militar da Rússia usado em ataque, o Ministério da Defesa da Rússia disse que o avião caiu na região de Stavropol, no sul do país. *20 de abril - Embarcação naufraga e deixa ao menos 58 mortos na República Centro-Africana. *21 de abril - No Peru, mulher morre por eutanásia, no primeiro caso da história do país. *23 de abril ** Na Malásia, helicópteros da Marinha do país colidem no ar e matam 10 tripulantes. Aeronaves faziam um ensaio para o desfile comemorativo do 90º aniversário da Marinha Real da Malásia. ** Após ficar 5 meses sem contato, a sonda espacial Voyager 1 volta a transmitir sinais para a Terra. ** Pela primeira vez Portugal admite responsabilidade por escravidão de negros e genocídio de indígenas no Brasil durante o período colonial. *25 de abril ** Em entrevista, autoridade do Hamas diz que grupo abandonará armas se Israel concordar com criação de Estado Palestino. ** Após a renúncia de Ariel Henry, Conselho Presidencial de Transição assume o governo do Haiti. *26 de abril - Incêndio em pousada de Porto Alegre mata 10 pessoas e deixa 15 feridos. *26 a 28 de abril - Múltiplos tornados atingem a região sul dos Estados Unidos e causam estragos, deixando ao menos quatro mortos e mais de 100 feridos. *28 de abril - Enchentes no estado brasileiro do Rio Grande do Sul causam dezenas de mortes e deixam milhares de desabrigados. *29 de abril - Mísseis russos atingem a orla de Odessa, na Ucrânia, matando cinco pessoas e ferindo mais de 30. === Maio === * 2 de maio - Jeremiah Manele é eleito primeiro-ministro das Ilhas Salomão. * 3 de maio - CNSA lança a espaçonave Chang'e 6 a bordo do foguete Longa Marcha 5 para coletar amostras do lado oculto da Lua. * 4 de maio - Madonna encerra oficialmente o The Celebration Tour com um show gratuito na Praia de Copacabana, considerado o quinto maior da história. * 5 de maio - José Raúl Mulino é eleito presidente do Panamá. * 7 a 11 de maio - Realização do 68° Festival Eurovisão da Canção em Malmö, Suécia, tendo como o país vencedor a Suíça. * 8 de maio - Gordana Siljanovska- Davkova é eleita presidente da Macedônia do Norte, se tornando a primeira mulher a assumir o cargo na história do país. * 10 de maio - Uma série de tempestades solares atingem a Terra, criando auroras nas latitudes mais a sul e a norte do que o habitual. * 13 de maio - Protestos contra reforma eleitoral eclodem na Nova Caledônia, território ultramarino da França no Pacífico Sul. * 15 de maio **Lawrence Wong assume o cargo de primeiro-ministro de Singapura. ** Primeiro-ministro da Eslováquia, Robert Fico sofre tentativa de assassinato. * 17 de maio - O Vaticano publica um documento sobre novas regras para o discernimento de fenômenos sobrenaturais. *19 de maio ** Presidente do Irã, Ebrahim Raisi morre em acidente de helicóptero, o helicóptero caiu na região de Varzaqan, quando o presidente retornava de um compromisso oficial para inaugurar uma represa. ** Luis Abinader é reeleito presidente da República Dominicana. ** Tentativa de golpe de Estado na RD Congo acaba com seis mortos, dentre eles, o líder da oposição Christian Malanga. *21 de maio - Turbulência severa em voo da Singapore Airlines que ia de Londres, Inglaterra, para Singapura deixa um morto e dezenas de feridos. *22 de maio ** Noruega, Espanha e Irlanda anunciam o reconhecimento de um Estado Palestino. Primeiro- ministro israelense, Benjamin Netanyahu, considerou a iniciativa \"uma recompensa ao terrorismo\". ** A Atalanta vence o Bayer Leverkusen por 3-0 na final da Liga Europa da UEFA e conquista seu primeiro título internacional. A final foi disputada em Dublin, Irlanda. *24 de maio - Deslizamento de terra na Papua-Nova Guiné deixa cerca de 670 desaparecidos e ao menos 2 mil mortos, segundo autoridades locais. *25 de maio **O Papa Francisco promove a primeira \"Jornada Mundial das Crianças\", se reunindo no Estádio Olímpico de Roma com 70 mil crianças de 101 países diferentes. **Ataque russo atinge hipermercado de ferragens em Carcóvia, Ucrânia, deixando pelo menos quatro mortos e dezenas de feridos. * 26 de maio ** Turbulência em voo da Qatar Airways que ia de Doha, Catar a Dublin, Irlanda, deixa 12 pessoas feridas. ** As Forças de Defesa de Israel (FDI) realizam um ataque com foguetes a cidade de Rafá, no sul da Faixa de Gaza, matando dois líderes do Hamas. O ataque também vitimou cerca de 45 refugiados palestinos. ** Gitanas Nausėda é reeleito presidente da Lituânia. *28 a 29 de maio - Coreia do Norte envia mais de 250 balões carregados com lixo e fezes para a Coreia do Sul. *29 de maio - Olympiacos vence a Fiorentina por 1-0 na prorrogação na final da Liga Conferência da UEFA e se torna o primeiro time grego campeão em competições organizadas pela UEFA. A final foi disputada em Atenas, Grécia. *30 de maio - Donald Trump se torna primeiro ex- presidente dos EUA a ser condenado criminalmente. *31 de maio - Enchentes no estados da Baviera e Bade-Württemberg, no sul da Alemanha, deixam ao menos quatro mortos. === Junho === * 1 de junho **Real Madrid vence o Borussia Dortmund por 2-0 na final da Liga dos Campeões da UEFA e conquista seu 15.° título na competição. A final foi disputada em Londres, Inglaterra. **Halla Tómasdóttir eleita presidente da Islândia. * 2 de junho - México elege a primeira mulher para o cargo de presidente, Cláudia Sheinbaum, que foi apoiada pelo atual presidente Andrés Manuel López Obrador. * 5 de junho **Narendra Modi é reeleito para um terceiro mandato como Primeiro-ministro da Índia. ** A espaçonave Starliner da Boeing é lançada em um foguete Atlas V para a Estação Espacial Internacional (ISS). A missão denominada Crew Flight Test (teste de voo tripulado) levou dois astronautas da NASA para uma estada na ISS. * 6 a 9 de junho - Eleições parlamentares europeias: eleitores dos 27 países da União Europeia vão às urnas para eleger 720 membros do Parlamento Europeu. * 10 de junho - Queda de avião no Malawi mata todos os nove ocupantes, incluindo o vice-presidente do país Saulos Chilima. * 12 de junho - Incêndio em prédio que servia de alojamento para trabalhadores estrangeiros, localizado nos arredores de Kuwait, Kuwait, deixa 40 feridos e 50 mortos, sendo a maioria de origem indiana. * 14-20 de junho - Pelo menos mil peregrinos muçulmanos morreram devido ao calor extremo em Meca, na Arábia Saudita, durante o Hajj. * 15 a 16 de junho - Realização de uma cúpula na Suíça, organizada pelo governo suíço, com a presença de mais de 90 países para debater caminhos para a paz na Guerra na Ucrânia. O Brasil, parceiro comercial da Rússia, não assinou o relatório final. * 19 de junho - Durante visita histórica de Vladimir Putin à Coreia do Norte, o presidente russo e Kim Jong-un assinam um pacto que prevê assistência mútua em caso de ataque estrangeiro contra um dos dois países. * 23 de junho **Ataques terroristas coordenados na República do Daguestão, Rússia, deixam pelo menos 20 mortos e 46 feridos. **Henrique, Grão-Duque de Luxemburgo, anuncia que seu filho e herdeiro Guilherme assumirá os deveres reais a partir de outubro, em preparação para a sua eventual abdicação. * 24 de junho - Julian Assange, fundador do WikiLeaks, deixa o Reino Unido após ser libertado da prisão em um acordo com os Estados Unidos. * 26 de junho - Uma tentativa fracassada de golpe de estado em La Paz, Bolívia, é liderada pelo ex- comandante geral Juan José Zúñiga. * 28 de junho-9 de julho - O furacão Beryl, o primeiro de categoria 5 a atingir o Caribe em um mês de junho, deixa pelo menos 18 pessoas mortas em sua passagem pelo Caribe, Venezuela e Estados Unidos. * 29 de junho - Ataques suicidas com bombas em Gwoza, Borno, Nigéria, deixam ao menos 32 mortos e 42 feridos. === Julho === * 2 de julho ** Dick Schoof toma posse como Primeiro-ministro dos Países Baixos. ** Tumulto em celebração hindu em Uttar Pradesh, Índia, deixa pelo menos 121 mortos. * 5 de julho **Keir Starmer é nomeado Primeiro-ministro do Reino Unido pelo rei Carlos III após vitória do Partido Trabalhista nas eleições gerais. **Masoud Pezeshkian eleito presidente do Irã. *11 de julho - A torre da Catedral de Rouen, na cidade de Normandia, França é destruída por um incêndio. Ninguém ficou ferido. *13 de julho - O ex-presidente dos Estados Unidos Donald Trump sofre uma tentativa de assassinato, sendo atingido de raspão na orelha por uma bala durante um comício eleitoral no estado da Pensilvânia. O atirador foi morto. Um apoiador do político também morreu e outras duas pessoas se feriram em estado grave. *15 de julho ** Khadga Prasad Oli toma posse para quarto mandato como primeiro-ministro do Nepal. ** Paul Kagame reeleito presidente de Ruanda. *15-22 de julho - Protestos contra cotas para empregos públicos deixa mais de 160 mortos em Daca, Bangladesh. *18 de julho - Terremoto de 7,3 graus de magnitude atinge a região de Antofagasta, Chile, na fronteira com Bolívia e Argentina. O sismo foi sentido em várias cidades dos estados brasileiros de São Paulo, Paraná, Santa Catarina, Rio de Janeiro, Maranhão e no Distrito Federal. * 19 de julho **Falha em atualização de software da CrowdStrike causa apagão cibernético global em sistemas Microsoft Windows, afetando vários serviços e organizações pelo mundo. **Queda de ponte durante chuva em Shaanxi, China, mata 11 pessoas e deixa outras 30 desaparecidas. * 21 de julho - Atual presidente dos EUA, Joe Biden desiste de concorrer a reeleição após pressão do partido democrata, dando apoio a Kamala Harris. * 22 de julho - Deslizamentos de terra causados por fortes chuvas em Gofa, sul da Etiópia, deixam mais de 200 mortos. O desastre foi o pior do gênero na história do país. * 24 de julho - Avião da Saurya Airlines cai durante decolagem em Katmandu, Nepal, matando pelo menos 18 pessoas. * 26 de julho - Início dos Jogos Olímpicos de Verão de 2024 em Paris, França. *27 de julho - Canadá é punido pela FIFA com perda de 6 pontos nos Jogos Olímpicos de Paris, após a seleção da Nova Zelândia denunciar que drones estavam sobrevoando o espaço de treinamento para espionagem. *30 de julho **Deslizamentos de terra provocados por fortes chuvas deixam mais de 200 mortos em Querala, Índia. **Motins de extrema-direita eclodem em todo o Reino Unido em resposta a um esfaqueamento em massa em Southport, Inglaterra. *31 de julho **Ismail Haniya, líder do Hamas, é assassinado em Teerã, Irã. **Moussa Dadis Camara, ex-ditador da Guiné, é condenado a 20 anos de prisão por crimes contra a humanidade. === Agosto === * 1 de agosto - Estados Unidos e Rússia realizam a maior troca de prisioneiros desde o fim da Guerra Fria. * 5 de agosto - Depois de semanas de protestos, a Primeira-ministra de Bangladesh, Sheikh Hasina renuncia e foge do país e se refugia em Agartala, Índia. * 6 de agosto - Exército Ucraniano inicia uma ofensiva transfronteiriça surpresa dentro do Oblast de Kursk, no oeste da Rússia. Segundo o governo russo, cerca de 76 mil pessoas foram evacuadas da região. A ação é considerada o maior avanço de um exército estrangeiro em território russo desde o fim da Segunda Guerra Mundial. * 8 de agosto - Terremoto de 7,1 graus de magnitude atinge a ilha de Kyushu, no Japão, deixando oito pessoas feridas. *9 de agosto ** Queda de avião modelo ATR-72 500 no município de Vinhedo, estado de São Paulo, no Brasil, mata todos os 62 ocupantes. ** Queda de avião de pequeno porte em Coyhaique, no Chile mata todos os 7 ocupantes. * 11 de agosto - Encerramento dos Jogos Olímpicos de Verão de 2024 em Paris, França. * 13 de agosto - O Tribunal Superior Eleitoral analisou o recurso de pedido de cassação de Antonio Denarium, governador de Roraima. A Corte, no entanto, suspendeu o julgamento sem definir nova data. * 14 de agosto - A Organização Mundial da Saúde (OMS) declara o mpox uma emergência de saúde pública de interesse internacional, após a disseminação do vírus em países africanos. * 15 de agosto - Suécia registra primeiro caso de mpox fora da África. *16 de agosto ** Paetongtarn Shinawatra é eleita Primeira-ministra da Tailândia, se tornando a mais jovem da história do país. ** Homem-bomba mata 16 soldados iemenitas e fere outros 18 em Abyan, Iêmen. *17 de agosto - Inauguração oficial de Nusantara, nova capital da Indonésia. A previsão é que a cidade só se torne totalmente operacional por volta da década de 2040. *19 de agosto - Naufrágio do iate de luxo Bayesian durante uma forte tempestade na costa de Palermo, Sicília, Itália deixa sete mortos, incluindo o bilionário britânico e magnata de tecnologia Mike Lynch. 15 pessoas foram resgatadas com vida. *22 de agosto - O Supremo Tribunal de Justiça (STJ) da Venezuela, controlado pelo governo, sacramenta a vitória do presidente Nicolás Maduro na eleição presidencial de 28 de julho. Os Estados Unidos, a União Europeia, a OEA, e mais de dez países latino-americanos (dentre eles, Argentina, Chile e Uruguai) rejeitaram a decisão, acusando a justiça venezuelana de não ser imparcial e independente. *23 de agosto - Em um festival em Solingen, Alemanha, ocorre um esfaqueamento em massa no qual um homem mata três pessoas e fere outras oito. O suspeito se entregou à polícia e foi preso. O Estado Islâmico reivindicou a autoria do ataque. *24 de agosto - Atentado terrorista do Jama'at Nusrat al-Islam wal Muslimin (JNIM), braço africano da Al-Qaeda, deixa pelo menos 200 mortos e 140 feridos em Barsalogho, Sanmatenga, Burquina Fasso. *28 de agosto - Início dos Jogos Paralímpicos de Verão de 2024 em Paris, França. *30 de agosto **Tufão Shanshan atinge a ilha de Kyushu, no Japão, deixando quatro pessoas mortas e cerca de 99 feridas. **Alexandre de Moraes, ministro do STF, ordena a suspensão da rede social X em todo território brasileiro após Elon Musk, dono da plataforma, negar-se a apresentar um representante oficial no país. A suspensão teve início na madrugada do sábado (31/08). **Blecaute de magnitude nacional atinge a Venezuela. *31 de agosto - Queda de um helicóptero modelo Mi-8T nas proximidades de um vulcão na península de Kamchatka, Rússia mata todos os 22 ocupantes. === Setembro === * 1 de setembro ** Atentado terrorista perpetrado pelo grupo jidadista Boko Haram em Yobe, Nigéria deixa ao menos cem mortos. ** Uma tentativa de fuga na Prisão Central de Makala, em Kinshasa, República Democrática do Congo, deixa 129 pessoas mortas. * 1 de setembro a 8 de setembro - O tufão Yagi deixa mais de 300 pessoas mortas em sua passagem pela China, Vietnã, Laos, Myanmar, Tailândia e Filipinas. *4 de setembro - Tiroteio na Apalachee High School, na cidade de Winder, Geórgia, EUA deixa quatro mortos e pelo menos nove feridos. O atirador foi identificado como um jovem de 14 anos que era estudante da escola. *5 de setembro - Michel Barnier nomeado primeiro-ministro da França. *7 de setembro **Edmundo González, líder da oposição venezuelana e autoproclamado presidente de seu país, foge da Venezuela para buscar asilo político na Espanha. González deixou a Venezuela em um avião da Força Aérea Espanhola. **Comemora-se a Independência do Brasil. *8 de setembro ** Encerramento dos Jogos Paralímpicos de Verão de 2024 em Paris, França. ** Abdelmadjid Tebboune reeleito Presidente da Argélia com cerca de 95% dos votos. *12 de setembro - O bilionário Jared Isaacman e mais três civis realizam a primeira caminhada espacial comercial, como parte da missão Polaris Dawn, da SpaceX. *14 de setembro - A Venezuela prendeu seis estrangeiros, incluindo americanos e espanhóis, acusados de desestabilizar o país e planejar um atentado contra o presidente Nicolás Maduro, com as acusações sendo negadas por Espanha e Estados Unidos. *15 de setembro **Tiros foram disparados perto do ex-presidente Donald Trump durante um jogo de golfe na Flórida, levando o FBI a investigar uma possível tentativa de assassinato, um suspeito foi preso. **Um ataque no centro de Israel foi reivindicado pelos Houthis, aliados do Hamas. O grupo afirmou a autoria do ataque em uma declaração oficial, que é parte de uma série de ações que visam aumentar a tensão na região. *16 de setembro **Tempestade Boris causa as piores enchentes em quase 30 anos na Europa Central e Oriental, resultando em pelo menos 17 mortes e extensos danos materiais. **A Guarda Costeira dos EUA revelou uma imagem inédita do submarino Titan, mostrando a cauda do veículo, e confirmou a morte dos cinco passageiros após a implosão durante uma expedição ao Titanic, enquanto as investigações sobre o incidente continuam. *17 de setembro **O Parlamento da Geórgia aprovou uma lei que restringe os direitos LGBT e proíbe eventos afirmativos e exibições públicas da bandeira do arco-íris, enquanto a presidente tenta vetá-la. **Centenas de membros do Hezbollah ficaram feridos no Líbano devido à explosão de pagers, que ocorreu como parte de um ataque coordenado e resultou em múltiplos feridos e caos na região. **Um ataque com explosivos, atribuído ao ELN, matou dois soldados e feriu 25 em uma base militar na Colômbia. O atentado ocorreu em Arauca, perto de uma escola, e viola o Direito Humanitário Internacional. **A Coreia do Norte disparou vários mísseis balísticos de curto alcance, com dois projéteis caindo no mar, segundo a Guarda Costeira do Japão. O lançamento segue uma recente declaração de Kim Jong-un sobre a ampliação do arsenal nuclear do país e ocorre após a exibição de instalações de enriquecimento de urânio. **O STF instauração de um inquérito pela Polícia Federal (PF) para investigar alegações de assédio sexual e moral contra o ex-ministro Silvio Almeida. Silvio Almeida nega as acusações. **A missão da ONU na Venezuela denunciou o regime de Nicolás Maduro por crimes contra a humanidade. O relatório acusa o governo de graves violações dos direitos humanos, incluindo tortura e execução extrajudicial, em um contexto de repressão política. Maduro rejeita as acusações, afirmando que são infundadas e motivadas por interesses políticos externos. **A Restaurant Brands International (RBI), proprietária do Burger King, assumiu as operações da Subway no Brasil. *18 de setembro **O Hezbollah atacou o norte de Israel, em retaliação à explosão coordenada de pagers pertencentes a seus membros, que resultou na morte de 12 pessoas e mais de 2.700 feridos, com o grupo extremista e o governo libanês acusando Israel de estar por trás dos ataques, enquanto Israel não se pronunciou oficialmente. **Após explosões de dispositivos no Líbano, o primeiro-ministro Najib Mikati pedirá ao Conselho de Segurança da ONU uma reunião. **Israel inicia um deslocamento de tropas para a fronteira com o Líbano, marcando uma nova fase no conflito com o Hezbollah após explosões coordenadas de equipamentos do grupo extremista. **Em mais um episódio da Guerra na Ucrânia, um ataque ucraniano com drones explodiu um depósito de armas russo na região de Tver, gerando uma enorme bola de fogo e múltiplas detonações, enquanto as autoridades russas evacuavam a área afetada. **A Assembleia Geral da ONU aprova uma resolução exigindo que Israel encerre a ocupação nos territórios palestinos em até 12 meses, com base em um parecer da Corte Internacional de Justiça que a considera ilegal. **Começa a ser vendido no Brasil o \"Galaxy Ring\", o primeiro anel inteligente da Samsung que foi anunciado em Julho de 2024. **Edmundo González revelou, pela primeira vez, que o regime de Nicolás Maduro o submeteu a coação, chantagem e pressão para assinar um documento para deixar o país após as eleições presidenciais da Venezuela de 2024. **O FBI revela que o Irã tentou influenciar as eleições dos EUA, vazando documentos roubados da campanha de Trump para a equipe de Biden. **A Coreia do Norte lançou mais balões carregados com lixo para a Coreia do Sul, afetando áreas ao norte de Seul e provocando uma resposta das Forças Armadas sul-coreanas, que condenaram a ação e prometeram medidas contra futuras provocações. **O governo do Haiti criou um conselho eleitoral provisório para realizar eleições até 2026, após anos de instabilidade política e violência. *19 de setembro **Hassan Nasrallah, chefe do Hezbollah, declarou que explosões de pagers e walkie-talkies foram uma declaração de guerra de Israel e prometeu vingança. **O X diz estar negociando com o governo brasileiro para retornar ao país, após ser suspenso por ordens judiciais do Supremo Tribunal Federal. **Após 43 anos, a Igreja Católica publica um documento que conclui seus estudos sobre as aparições de Međugorje, onde aprova com reservas a devoção. *20 de setembro **Um ataque israelense a Beirute, o maior efetivo contra o Líbano desde o início da guerra em gaza, matou 12 pessoas e feriu 59, incluindo crianças. **Serviço Secreto dos EUA admite falhas de comunicação que comprometeram a segurança de Trump nos momentos que antecederam o atentado em julho. **No Brasil, realizou-se o primeiro voo experimental de um \"carro voador\", em Quadra, município do estado de São Paulo, com um eVTOL chinês cujo modelo é o EH216-S, da marca EHang. O veículo estava sem passageiros. *21 de setembro **Um ataque aéreo israelense a uma escola usada como abrigo em Gaza matou 22 pessoas, principalmente mulheres e crianças. **Bombardeio israelense em Beirute matou 45 pessoas, incluindo três crianças, e provocou retaliação do Hezbollah com 150 foguetes contra Israel. *22 de setembro **Uma explosão em mina de carvão no Irã matou 51 trabalhadores e deixou 20 feridos, causada por vazamento de gás metano. **O representante do Hezbollah, Naim Kassem, afirmou que o grupo está em \"guerra indefinida\" contra Israel e promete manter ofensivas até cessar-fogo. **O primeiro-ministro israelense, Benjamin Netanyahu, prometeu continuar a ofensiva contra o grupo extremista Hezbollah, \"até garantir segurança de moradores do norte\". **Na Cúpula do Futuro da ONU, António Guterres apresentou o Pacto para o Futuro, aprovado pela Comunidade das Nações, com 56 ações para promover desenvolvimento sustentável e cooperação multilateral. **Início da edição inaugural da Copa Intercontinental da FIFA. **A Rússia lançou mísseis e drones contra a Ucrânia; defesa aérea ucraniana interceptou alguns. Ataques feriram 21 pessoas em Zaporizhzhia. **Pesquisadores da Universidade da Cidade do Cabo (UCT) e do Instituto Max Planck reconstruíram genomas humanos de 10 mil anos atrás na África do Sul. *23 de setembro **Israel lançou um grande ataque aéreo no Líbano, causando 492 mortes, 1.645 feridos, pânico e fuga em massa. **Israel e Hezbollah intensificaram ataques após ofensiva israelense no Líbano, levando a mísseis disparados pelo grupo extremista contra Galileia e provocando reações israelenses. **Diante da escalada de conflitos entre Israel e Hezbollah, EUA diz que enviarão tropas ao Oriente Médio, além de recomendarem a saída de cidadãos do Líbano. **Deu-se início, em Nova York, à Assembleia Geral da ONU, cujo abordou, em destaque, o risco de um conflito regional no Oriente Médio. **Ministro libanês das Relações Exteriores, Abdallah Bou Habib, pede ajuda dos EUA para mediar conflito Israel-Hezbollah, criticando discurso de Biden na ONU como pouco eficaz. **A justiça argentina ordenou a prisão de Nicolás Maduro e 30 colaboradores por violações de direitos humanos, incluindo tortura e desaparecimentos forçados. *24 de setembro **Israel realizou ataques aéreos contra alvos do Hezbollah no Líbano, resultando em seis mortes, aumentando tensões regionais. **Sete pessoas morreram e 15 ficaram feridas em bombardeios israelenses na Faixa de Gaza, segundo a Defesa Civil local. **O Exército israelense informou que matou Ibrahim Qabisi, comandante do Hezbollah, em ataque aéreo em Beirute. **Israel negou intenção de invadir o Líbano, conforme o embaixador na ONU, enquanto tensões com o Hezbollah resultam em numerosos mortos e feridos. *25 de setembro **Sirenes soaram em Tel Aviv, enquanto a defesa israelense interceptou, pela primeira vez dentro da capital de Israel, um míssil do Hezbollah. Por sua vez, bombardeios israelenses no Líbano deixaram 72 mortos. **Forças de Defesa de Israel convocaram reservistas para reforçar combate ao Hezbollah após intensificação de ataques na região norte. **Primeiro Ministro libanês, Najib Mikati denunciou, na ONU, ataques israelenses que mataram civis libaneses, clamando por cessar-fogo e defesa da soberania do Líbano. **China anunciou lançamento bem-sucedido de míssil balístico intercontinental, com ogiva fictícia, que caiu no Oceano Pacífico. **Festival religioso hindu no leste da Índia terminou com 46 mortos, incluindo 37 crianças, durante banhos rituais em rios e lagoas. *26 de setembro **Israel rejeitou proposta de cessar-fogo dos EUA e França, afirmando que continuará a luta contra o Hezbollah com total força. **Ministro do Interior do Líbano confirmou mais de 70 mil deslocados devido ao conflito com Israel; 533 abrigos foram estabelecidos. **Israel anunciou que Estados Unidos enviaram novo pacote de ajuda militar de US$ 8,7 bilhões, focado em ofensivas contra o Hezbollah. **Israel realizou ataque aéreo que resultou na morte do comandante do Hezbollah, Muhammad Srour, em Beirute. *27 de setembro **Papa Francisco pediu perdão, em nome da Igreja Católica, pelos abusos sexuais de menores e a necessidade de medidas concretas para reparação. **Na Assembleia Geral da ONU, Netanyahu declarou que Israel venceu a guerra, que buscará paz e enfrentará o Irã, enquanto delegados da ONU (incluindo a delegação brasileira) abandonaram o plenário no momento de seu discurso, ao passo que outros o aplaudiram. **Israel bombardeou Beirute, no maior ataque, até então, desde início do conflito com Hezbollah, causando intensa destruição na capital libanesa. **Hamas, na Síria, teve seu chefe, Ahmad Muhammad Fahd, morto em ataque israelense. *28 de setembro ** O Furacão Helene causa estragos no Estados Unidos, deixando ao menos 115 mortos e mais de 600 pessoas desaparecidas. https://g1.globo.com/mundo/noticia/2024/09/30/furacao-helene-mata-mais- de-100-nos-eua.ghtml ** O Furacão John causa estragos duas vezes no oeste do México e deixa 21 mortos. https://noticias.uol.com.br/internacional/ultimas- noticias/2024/09/28/furacao-john-acapulco-mexico-mortos.htm === Outubro === *1 de outubro ** Claudia Sheinbaum tomou posse como Presidente do México ** Irã ataca Israel com ao menos 180 projéteis, que atingiram as cidades de Tel Aviv, Jerusalém e Haifa. *6 de outubro ** Realização do 1º turno das eleições municipais no Brasil * 8 de outubro ** A Microsoft termina o suporte ao Windows 11 Home e Pro versão 22H2 e ao Windows 11 IoT e Education 21H2. ** O Senado Federal do Brasil realiza a sabatina de Gabriel Galípolo para nomeação como presidente do Banco Central do Brasil, a partir de 2025, sob a indicação do presidente Luiz Inácio Lula da Silva. ** Ministro Alexandre de Moraes autorizou o desbloqueio do X no Brasil após a plataforma ter comunicado o pagamento das multas e o bloqueio de contas exigidos pelo STF. *11 de outubro - É registrado o primeiro caso de transmissão do vírus HIV através de transplante de órgãos no Brasil, no município de Nova Iguaçu. Seis pessoas foram infectadas após as cirurgias e três pessoas foram presas acusadas de fraudar os laudos sanitários. O laboratório PCS Lab Saleme foi interditado pelo Ministério da Saúde. https://www.cnnbrasil.com.br/politica/pf-vai- investigar-infeccao-de-pacientes-por-hiv-apos-transplantes-no-rio/ https://noticias.uol.com.br/cotidiano/ultimas-noticias/2024/10/16/quem-sao-os- alvos-da-operacao-dos-transplantes-de-orgaos-com-hiv.htm https://www.cnnbrasil.com.br/nacional/ministerio-da-saude-solicita-interdicao- de-laboratorio-apos-contaminacao-por-hiv/ == Eventos previstos == * 27 de outubro - Realização do 2º turno das eleições municipais no Brasil em municípios onde for necessário. * 8 de dezembro - A Catedral de Notre-Dame de Paris reabrirá ao público após a conclusão dos restauros do incêndio de 2019. == Mortes == * 4 de janeiro - Glynis Johns, atriz, dançarina e cantora britânica. * 5 de janeiro - Zagallo, ex-futebolista e ex-técnico brasileiro. * 7 de janeiro - Franz Beckenbauer, ex-futebolista, treinador alemão. * 17 de janeiro - Shawnacy Barber, atleta canadense. * 21 de janeiro - Norman Jewinson, diretor de cinema canadense. * 22 de janeiro - Arno Allan Penzias, físico norte-americano e Prémio Nobel. * 23 de janeiro - Frank Farian, cantor e produtor musical alemão * 30 de janeiro - Chita Rivera, atriz e cantora norte-americana. * 1 de fevereiro - Carl Weaters, ator e jogador de futebol americano norte-americano. * 4 de fevereiro - Hage Geingob, presidente namibiano. * 5 de fevereiro - Dries van Agt, ex-primeiro-ministro dos Países Baixos. * 6 de fevereiro - Sebastián Piñera, empresário e ex-presidente chileno. * 11 de fevereiro - Kelvin Kiptum, fundista queniano, recordista mundial da maratona. * 16 de fevereiro - Alexei Navalny, político russo, líder da oposição russa. * 20 de fevereiro - Andreas Brehme, futebolista alemão. * 21 de fevereiro - Roger Guillemin, neurocientista francês. * 21 de fevereiro - Micheline Presie, atriz francesa. * 29 de fevereiro - Brian Mulroney, político canadense. * 1 de março ** Akira Toriyama, autor japonês de mangá. ** Iris Apfel, empresária e estilista norte-americana. * 2 de março - Janice Burgess, executiva de televisão norte-americana, roteirista e produtora da Nickelodeon. * 11 de março **Paul Alexander, advogado, escritor e sobrevivente da poliomielite norte-americano. **Eric Carmen, cantor norte-americano. * 29 de março - Louis Gossett Jr., ator norte-americano. * 29/30 de março - Chance Perdomo, ator norte-americano-britânico. * 2 de abril - Juan Vicente Pérez, agricultor venezuelano e o homem mais velho do mundo. * 6 de abril - Ziraldo, cartunista brasileiro. * 8 de abril - Peter Higgs, vencedor do Nobel de Física, físico britânico. * 10 de abril - O.J. Simpson, ator, locutor e ex- jogador de futebol americano norte-americano. * 12 de abril - Roberto Cavalli, estilista italiano. * 19 de abril - Daniel Denett, filósofo norte-americano. * 26 de abril ** Anderson Molejo, cantor brasileiro. ** José Santa Cruz, ator e dublador brasileiro. * 30 de abril - Paul Auster, escritor norte-americano. * 5 de maio - Bernard Hill, ator britânico. * 12 de maio - Amália Barros, jornalista e política brasileira. * 13 de maio - Alice Munro, vencedora do Nobel de Literatura, escritora canadense. * 16 de maio **Antero Greco, jornalista brasileiro. **Silvio Luiz, locutor esportivo, apresentador, ator e árbitro de futebol brasileiro. * 19 de maio - Ebrahim Raisi, presidente iraniano. * 8 de junho - Maria da Conceição Tavares, economista e política luso-brasileira. * 10 de junho - Saulos Chilima, vice-presidente malauiano. * 13 de junho - Nahim, cantor brasileiro. * 20 de junho - Donald Sutherland, ator canadense. * 26 de junho - Pat Heywood, atriz escocesa. * 7 de julho - Bengt Samuelsson, vencedor do Nobel de Fisiologia ou Medicina, bioquímico sueco. * 11 de julho - Shelley Duvall, atriz norte-americana. * 17 de julho - Cheng Pei-pei, atriz chinesa. * 19 de julho - Nguyễn Phú Trọng, ex-presidente vietnamita. * 26 de julho - J. Borges, artista, cordelista e poeta brasileiro. * 9 de agosto - Susan Wojcicki, ex-diretora executiva do YouTube. * 17 de agosto - Silvio Santos, apresentador e empresário brasileiro. * 18 de agosto - Alain Delon, ator e empresário franco-suíço. * 21 de agosto - Diana, cantora brasileira. * 27 de agosto - Juan Izquierdo, futebolista uruguaio. * 5 de setembro - Sérgio Mendes, músico brasileiro. * 9 de setembro - James Earl Jones, ator norte-americano. * 9 de setembro - Caterina Valente, cantora e atriz franco-italiana. * 11 de setembro - Alberto Fujimori, ex-presidente peruano. * 3 de outubro - Cid Moreira, jornalista, locutor e apresentador brasileiro. * 4 de outubro - Emiliano Queiroz, ator, autor e roteirista brasileiro. * 6 de outubro - Johan Neeskens, futebolista neerlandês. * 7 de outubro - Cissy Houston, cantora norte-americana e mãe de Whitney Houston. * 9 de outubro - Ratan Tata, industrial e filantropo indiano. * 12 de outubro - Ary Toledo, humorista, cantor e compositor brasileiro. * 16 de outubro - Liam Payne, cantor, compositor e ex-integrante da boyband One Direction. == Prémio Nobel == * Fisiologia ou Medicina: Victor Ambros e Gary Ruvkun. * Física: John Hopfield e Geoffrey Hinton. * Química: David Baker, Demis Hassabis e John M. Jumper * Literatura: Han Kang * Paz: * Ciências Económicas: == Epacta e idade da Lua == Epacta gregoriana 19 () Idade da Lua Letra u == Ligações externas == *",
 "title": "2024"
}