{
 "id": "28665",
 "text": "| | |} Para fins de governo e administração interior do Estado, o território chileno se divide em regiões e as regiões em províncias. Para fins de administração local, as províncias se dividem em comunas. Os nomes das comunas correspondem aos estipulados nas leis e decretos-leis que as criaram. As comunas, apenas para fins de censo, se dividem em distritos (Distritos censales). As comunas chilenas equivalem aos municípios brasileiros, possuindo, em sua grande maioria, zona urbana e zona rural. A sede da administração da comuna está localizada na zona urbana principal da comuna, que corresponde a cidade de mesmo nome da comuna. O Chile está dividido em 16 regiões, 57 províncias e 346 comunas. No dia 2 de outubro de 2007 a XIV Região de Los Rios foi desmembrada da X região de Los lagos. Em 9 de outubro de 2007 a I Região de Tarapacá foi dividida dando origem à XV Região de Arica e Parinacota. Em 6 de setembro de 2018 a VIII Região de Biobío foi dividida dando origem à XVI Região de Ñuble. Abaixo segue a relação das 16 regiões (do norte para o sul): Imagem Bandeira Nome da região População (2017) Superfície (km²) PIB per capita (USD) Capital Região de Arica e Parinacota 226 068 16 873,3 18 308 Arica Região de Tarapacá 330 558 42 225,8 29 129 Iquique Região de Antofagasta 607 534 126 049,1 30 698 Antofagasta Região de Atacama 286 168 75 176,2 28 979 Copiapó Região de Coquimbo 757 586 40 579,9 14 338 La Serena Região de Valparaíso 1 815 902 16 396,1 14 510 Valparaíso Região Metropolitana de Santiago 7 112 808 15 403,2 24 850 Santiago Região de Libertador Geral Bernardo O'Higgins 914 555 16 387,0 14 840 Rancagua Região de Maule 1 044 950 30 296,1 12 695 Talca Região de Ñuble 480 609 13 178,5 Chillán Região de Biobío 1 538 194 23 890,2 13 281 Concepción Região da Araucanía 957 224 31 842,3 11 064 Temuco Região de Los Ríos 384 837 18 429,5 11 824 Valdivia Região de Los Lagos 828 708 48 583,6 12 196 Puerto Montt Região de Aysén de Geral Carlos Ibáñez del Campo 103 158 108 494,4 13 085 Coyhaique Região de Magalhães e Antártica Chilena 166 533 132 297,2 15 601 Punta Arenas == Ver também == * ISO 3166-2:CL * Províncias do Chile * Comunas do Chile * Patagônia Categoria:Subdivisões do Chile Chile, Regioes Chile 1 Regioes, Chile Categoria:Listas do Chile",
 "title": "Regiões do Chile"
}