{
 "id": "28674",
 "text": "Deserto de Atacama está localizado na região norte do Chile até a fronteira com o Peru. Com cerca de km de extensão, é considerado o deserto mais alto do mundo. É o deserto não polar mais seco do mundo, (Excerpt) pois chove raramente na região, em consequência de as correntes marítimas do Oceano Pacífico não conseguirem passar para o deserto, por causa de sua altitude. Assim, quando se evaporam, as nuvens úmidas descarregam seu conteúdo antes de chegar ao deserto, podendo deixá-lo durante épocas sem chuva. De acordo com estimativas, o deserto de Atacama ocupa 105 mil quilômetros quadrados, ou 128 mil quilômetros quadrados se as encostas inferiores dos Andes forem incluídas. A maior parte do deserto é composta por terreno pedregoso, lagos de sal (salinas) e areia. As temperaturas no deserto variam entre 0 °C à noite a 40 °C durante o dia. Em função destas condições existem poucas cidades e vilas no deserto; uma delas, muito conhecida, é São Pedro de Atacama, que tem pouco mais de habitantes e está a metros de altitude. Por ser bem isolada é considerada um oásis no meio do deserto e o principal ponto de encontro de viajantes do mundo inteiro, mochileiros, fotógrafos, astrônomos, cientistas, pesquisadores, motociclistas e aventureiros, além de possuir uma vida agitada, mesmo depois da meia noite, com bares e restaurantes lotados e pessoas conversando e planejando o dia seguinte. == História == A região foi primeiramente habitada pelos atacamenhos, povo da região juntamente com a civilização dos nativos aymaras, ambos deixaram um legado inestimável em termos arqueológicos, daí o seu nome deserto de Atacama. Tal riqueza é guardada em importantes museus, salientando-se o Museu de San Miguel de Azapa localizado no Vale de Azapadadeduer distante 12 km de Arica e o Museu Del Padre Le Paige, em São Pedro de Atacama. Há importantes manifestações de arte rupestre pré-colombianas na região, que é o berço de uma das maiores esculturas de figura humana feita na pré-história, o Gigante do Atacama. Nas entranhas do deserto também podem-se descobrir ruínas intactas como as Vivendas Circulares de Tulor, que datam do 800 a.C., e as pukaras, fortalezas de defesa em Quitor e Lasana, além do centro administrativo Inca em Catarpe (província de Arica). == Geografia == === Relevo === O terreno da região é bastante diversificado tanto no aspecto de altitude como de formação, variando de altitudes quase ao nível do mar até metros, como no caso do vulcão Ojos del Salado. Também encontram-se áreas marcadas por erosão, dunas e montanhas. O solo é diversificado, mas é composto basicamente de sal e areia. === Clima === Possui clima quente durante o dia e frio à noite, mas ao longo do ano é seco, apresentando variações de temperatura que vão de 0 °C a 40 °C. A falta de chuva nessa região é devida às correntes marinhas do Pacífico. A corrente marinha de Humboldt, deixa o ar muito frio, que ao se chocar com as correntes quentes do Pacífico geram condensação e consequentemente chuva. Porém, até chegar no deserto, as nuvens se descarregam chegando lá já vazias, fazendo com que não chova lá. Já foi registrado como o menor índice pluviométrico do planeta. A Cordilheira dos Andes impede a chegada de ar úmido da Amazônia, pois funciona como uma barreira para a corrente de ar. O Oceano Pacífico seria então o encarregado de umidificar a região do deserto de Atacama mas, por ser uma corrente marítima fria não ocorre evaporação da água sendo que o ar que vai em direção ao deserto é seco. === Flora === É formada basicamente por árvores de pequeno porte, como a Pimienta e o Algarrobo, arbustos como o Chanhar e plantas como a Anhanhuca e a Brea que crescem na sua maioria ao longo dos vales e na região da precordilheira e cactos que crescem principalmente nas serras próximas à costa mais ao sul. Deve-se ressaltar as plantas que crescem, eventualmente apenas, na região em que ocorre o fenômeno do Inverno Florido entre as cidades de Copiapó e Vallenar. O deserto de Atacama em geral apresenta um terreno rochoso muito seco e pouco propicio a brotar algumas plantas. Em alguns lugares próximos à região de Antofagasta existem grandes áreas de deserto absoluto, onde o solo é completamente desprovido de vegetação. === Hidrografia === A região, apesar de ser seca e não apresentar um índice pluviométrico relevante, apresenta alguns lagos com água quase todo o ano, servindo de fonte de vida tanto para os habitantes da região quanto para os animais que lá habitam. == Turismo == O deserto do Atacama é muito visado por turistas, para prática do trekking, montanhismo, montaria, off-road, mountain bike, e arqueólogos, devido ao fato da região possuir interessantes artefatos arqueológicos e históricos, além de salinas, gêiseres, vulcões, lagoas coloridas, vales verdejantes e cânions de água cristalina. Também há múmias com mais de anos deixadas pelos Chinchorros (antigos habitantes da área). ==Cinema== Jorge Durán filmou Romance Policial no Deserto do Atacama. == Galeria == Image:San_Pedro_de_Atacama_church.jpg|Igreja de San Pedro de Atacama Image:Licancabur Snow.jpg|Vulcão Licancabur, visto de San Pedro de Atacama Image:Mondaufgang_im_Valle_de_la_Luna.jpg|Pôr do sol no Vale da Lua em San Pedro Image:Sonnenuntergang_im_Salar_de_Atacama.JPG|Pôr do sol no Salar de Atacama Image:Spiny_cactus_ball1.jpg|Cacto no Atacama Image:Atacama_lizard1.jpg|Lagarto no Atacama == Ver também == * Acidente na mina San José em 2010 * Atacama * Calama * Cultura atacamenha * El Loa * Inca * Puna atacamenha * San Pedro de Atacama === Bibliografia === * Braudel, Fernand, The Perspective of the World, ISBN 0-520-08116-1 vol. III of Civilization and Capitalism 1984 (in French 1979). * Sagaris, Lake. Bone and dream : into the world's driest desert. 1st ed. -- Toronto : A.A. Knopf Canada, c2000. ISBN 0-676-97223-3 == Ligações externas == *SanPedrodeAtacama.Net & Org",
 "title": "Deserto de Atacama"
}