{
 "id": "28672",
 "text": "Direito da informática é um campo do direito que se propõe estudar aspetos jurídicos do uso de computadores e da tecnologia da informação em geral, com fundamento no crescente desenvolvimento da Internet e na importância da tecnologia da informação e da informática nas relações jurídicas, sendo por isso, uma nova área do estudo do Direito. O Direito da Informática visa regulamentar as relações sociais ocorridas no âmbito da tecnologia da informação. Trata-se pois de uma evolução do próprio direito, que busca resolver os complexos (e muitas vezes novos) problemas jurídicos ocasionados no âmbito da sociedade da informação. Há ainda os que designam esta o campo de estudos como \"Direito Digital\", \"Direito Eletrônico\", \"Direito da Tecnologia da Informação\", \"Direito da Internet\", ou ainda \"Direito Cibernético\", termos que parecem ter menor utilização nos países lusófonos. Porém, o termo \"Direito Digital\" tem se tornado relativamente popular no Brasil para indicar questões jurídicas relativas à Internet. A palavra \"informática\" é um substantivo feminino e significa segundo definição dicionarizada (Houaiss) o “ramo do conhecimento dedicado ao tratamento da informação mediante o uso de computadores e demais dispositivos de processamento de dados.” – Ou seja, termo abrangente e tecnicamente recomendável para tratar de questões relacionadas a computadores. \"Telemática\" também substantivo feminino é, segundo a mesma fonte, o “conjunto de serviços informáticos fornecidos através de uma rede de telecomunicações. A ciência que trata da transmissão, a longa distância, de informação computadorizada.” – i.e., redes, grandes redes como a Internet, etc. Falar “Direito da Informática” não significa fazer referência “ao direito subjetivo da ciência informática” como querem alguns – também com objetivo de causar perplexidade. Ao contrário, pode se fazer como na maioria das vezes se faz, referência ao conjunto das normas de Direito que gravitam ao redor da ciência jurídica e da informática, assim como falamos e escrevemos “Direito do Trabalho”. Não é possível notar, portanto, qualquer impropriedade em denominar este novo ramo de estudos desta maneira. Sabemos que o vocábulo “direito” pode ser empregado com significações distintas, como lembra André Franco Montoro: Na primeira, direito significa a lei ou norma jurídica (direito-norma). Na segunda, direito tem o sentido de faculdade ou poder de agir (direito-faculdade ou direito-poder). Na terceira, indica o que é devido por justiça (direito-justo). Na quarta, o direito é considerado como fenômeno social (direito-fato social). Na última, ele é referido como disciplina científica (direito-ciência). São cinco realidades distintas: O direito como ciência (epistemologia jurídica); O direito como justo (axiologia jurídica); O direito como norma (teoria da norma jurídica); O direito como faculdade (teoria dos direitos subjetivos) e, finalmente, o direito como fato social (sociologia do direito). É notório que essa área ainda não é reconhecida na organização das disciplinas jurídicas. Não há uma sistematização. Segundo Alessandro Rafael Bertollo de Alexandre, \"O direito da informática não é um ramo autônomo, mas um conglomerado atípico dos mais variados campos legislativos, resultado de uma revolução silenciosa da tecnologia. Embora a autonomia pareça derivar das modificações sociais que reclamam novos princípios e normas, a revolução tecnológica é a mais recente fase da revolução industrial, que se desenvolve para exigir nova postura frente às atividades sociais eminentemente inovadoras, cujo tratamento, apesar de se tornar especial em determinadas ocasiões, não se distingue em essência das outras atividades e estruturas existentes cujo tratamento se dá pelas matérias clássicas do Direito moderno\". No mesmo sentido (1999): ELIAS, Paulo Sá. As diferentes nomenclaturas normalmente retratam influências derivadas dos mais diversos países e carregam consigo diferentes formas de abordagem das matérias, bem como pequenas distinções no conteúdo. Na França, recebe a nomenclatura Droit de l'informatique, no Reino Unido, Information Technology Law, na Alemanha, Informatikrecht; na Espanha, Derecho Informático ou Derecho de las Nuevas Tecnologías; e nos Estados Unidos e Índia, CyberLaw ou ainda Computer Law. Em Portugal, o prof. José de Oliveira Ascensão, da Faculdade de Direito da Universidade de Lisboa, fala em \"Direito da Sociedade da Informação\". Na Europa tem se difundido o termo Legal Informatics, que aborda não só o campo da ciência do Direito que se dedica ao estudo da regulação da informática e assuntos correlatos pelo Direito (o Direito da Informática propriamente dito), mas, também, o campo que trata da influência da informática no Direito, como base de dados de jurisprudência e legislação, uso de inteligência artificial para automação de decisões, etc., o que em Português restou convencionado como Informática Jurídica (ou Direito Informático conforme o prof. Ricardo L. Lorenzetti). Há, inclusive, um programa de mestrados nesta área, patrocinado pela União Europeia com cursos nas Universidades de Estocolmo, Strathclyde, Oslo, Hanôver, Saragoça, Bolonha e Leuven, entre outras. Corrente dissidente, alguns juristas defendem que não há que se falar em uma nova área do Direito, já que a Informática Jurídica está permeando praticamente todas as áreas tradicionais. Em verdade, não merece confundida \"Direito da Informática\" com \"Informática Jurídica\", eis que enquanto esta dedica-se ao uso da tecnologia da informação aplicada ao Direito, aquela em verdade busca regulamentar relações jurídicas ocorridas no âmbito ou através das tecnologias da informação e comunicação. Não se deve confundir, ainda, o direito da informática com o processo eletrônico, uma vez que este diz respeito ao uso da informática no Processo, ao passo que aquele trata dos aspectos jurídicos referentes à TI. == Informação e o usuário, alcances e cuidados == Característica importante, no que diz respeito às novas tecnologias, é quanto a sua capacidade de antever o desejo do usuário, por meio da análise de dados obtidas por meio das pesquisas realizadas anteriormente, seja nas redes sociais ou motores de busca. Esses mecanismos de busca lidam com grande quantidade de informação, assim, para selecionar qual o conteúdo parece mais adequado, ele seleciona algumas rotas de pesquisa. Analisa-se a frequência com que uma página é visitada e atualizada, para, assim, determinar a sua importância. Exemplo desses mecanismos é o PageRank, do Google. Existindo assim, o fenômeno de câmara eco ou filtro do conteúdo, tal como, Eli Pariser, autor do livro O Filtro Invisível — O Que a Internet Está Escondendo de Você, aborda o conceito criado por ele de filtro-bolha, “existe esse processo de filtragem, de uma enorme quantidade de informações que podem chegar ao leitor, que são selecionadas por esses algoritmos”. Assim a ferramenta desenvolvida para facilitar nossas pesquisas, acaba por nos isolar, mostrando apenas aquilo que temos mais afinidade e dando menor ênfase a outros temas. Nesse direcionamento de notícias, devemos dar atenção especial às Fake News, e o modo que elas estão nos afetando. Pariser destaca o fato de que “há uma grande maioria que espera que o Facebook os avise se algo é suficientemente importante”, notamos com isso, sua capacidade de influenciar nossa percepção sobre o mundo a nossa volta, de modo a prejudicar nossa interação com as diferenças. Segundo o mesmo autor “a democracia requer que os cidadãos vejam as coisas a partir de outros pontos de vista, mas, em vez disso, estamos cada vez mais fechados em nossas bolhas”, porque, “se ninguém enfrenta seus argumentos, é natural que você imagine que está certo e que não há espaço para discussão” e que sua é opinião uma verdade para todos, quando na verdade ela apenas diz respeito ao conjunto de interesses próprios e de amigos. Fato importante que estimulou análise mais detalhada quanto ao controle de notícias falsas é a eleição presidencial dos Estados Unidos da América de 2016. Com o suporte de análise de marketing, Brad Parscale comandou a campanha digital de Donald Trump, do mesmo modo que faria para uma marca comercial, baseando-se em dados e perfis para segmentar a audiência, em redes do Facebook, Twitter e Google. Contudo, essas operações de divulgação de campanha, por meio de conteúdo pago, teriam, segundo investigações iniciadas por diversas agências norte americanas, incluindo o Senado, contado com influência externa russa. Segundo um estudo das Universidades de Indiana e do Sul da Califórnia, 15% dos perfis do Twitter são falsos. Estima-se que 49 milhões de contas sejam usadas apenas para lançar mensagens e influenciar a opinião pública. O grupo independente Securing Democracy (“defendendo a democracia”) tenta estudar o papel da propaganda russa nas últimas eleições através da análise de hashtags, trending topics e endereços da Internet. “Embora o Twitter não faça um grande trabalho para eliminá-los, nós tentamos alertar”, afirmam. Assim como Pascale, outro nome polêmico é Paul Horner. Envolvido em inúmeras polêmicas relacionadas a difamação, calúnia e injúria contra os opositores de Trump “Facebook encontrou mais de 3.000 perfis que compravam publicidade para incentivar o clique nesse tipo de conteúdo” embora ele afirmasse que tudo se tratava de uma sátira política. Embora 3.000 anúncios e 100 mil dólares possam parecer um pequeno número e valor, o fato de serem bem direcionados acaba gerando grande impacto, como analisa Dennis Yu, diretor de Tecnologia da BlitzMetrics, empresa de marketing digital especializada em publicidade no Facebook. “Cem mil dólares de posts muito concentrados são muito poderosos”, afirma Yu. “Quando você tem um post realmente quente, você consegue com frequência que ele se multiplique de forma viral. As pessoas comentam e compartilham”. As grandes empresas do meio, Facebook, Google e Twitter, já foram convocadas para depor no Senado americano e iniciaram a divulgação de dados que dizem respeito à avaliação do alcance da interferência externa por meio dos perfis, assim como anunciaram a criação de grupos e mecanismos para combater as falsas notícias.. O Facebook desenvolveu um sistema para detectar notícias falsas, bem como as combater, através de mecanismos de não remuneração delas; além disso, passa a contar com uma equipe que pode decidir sobre a desativação da conta em caso de comprovação da irregularidade Com tudo isso, a interferência de notícias falsas causa grande medo em conversações políticas ou mesmo nas eleições ao redor do mundo. Motivando pronunciamentos do Papa Francisco e escolha do tema para o Dia da Comunicação 2018: ‘A verdade vos tornará livres’ (Jo 8, 32). Notícias falsas e jornalismo de paz”, escreveu em sua conta de Twitter, no dia 29/09/17. Pós verdade, em inglês “post-truth”, foi eleita a palavra do ano, em 2016, pela Oxford Dictionaries, departamento da universidade de Oxford responsável pela elaboração de dicionários, a qual elege uma palavra para a língua inglesa. Ele também foi definido pelo instituto como um substantivo “que se relaciona ou denota circunstâncias nas quais fatos objetivos têm menos influência em moldar a opinião pública do que apelos à emoção e a crenças pessoais” \"Segundo a Oxford Dictionaries, a palavra vem sendo empregada em análises sobre dois importantes acontecimentos políticos: a eleição de Donald Trump como presidente dos Estados Unidos e o referendo que decidiu pela saída da Grã- Bretanha da União Europeia, apelidada de “Brexit”. Ambas as campanhas fizeram uso indiscriminado de mentiras, como a de que a permanência na União Europeia custava à Grã Bretanha US$ 470 milhões por semana no caso do Brexit, ou de que Barack Obama é fundador do Estado Islâmico no caso da eleição de Trump. [...] A leitura de muitos acadêmicos e da mídia tradicional é que as mentiras fizeram parte de uma bem sucedida estratégia de apelar a preconceitos e radicalizar posicionamentos do eleitorado. Apesar de claramente infundadas, denunciar essas informações como falsas não bastou para mudar o voto majoritário\". Os dilemas atuais com relação ao espaço virtual motivaram comentários e propostas e grandes nomes como o professor Tim Berners-Lee, criador da World Wide Web, vinculado ao Massachusetts Institute of Technology (MIT). Berners-Lee, no 28° aniversário de apresentação de sua ideia para criação da rede mundial de computadores, divulgou uma carta com preocupações e propostas com relação a sua criação. Ele está cada vez mais preocupado com a interferência de governos e grandes companhias aos direitos digitais. Dentre as preocupações está o controle com relação à proteção de dados pessoais, à desinformação e à transparência da publicidade política; algumas de suas propostas para combater o problema são regulação de propaganda, maior transparência quanto ao funcionamento dos algoritmos de busca e controle das campanhas políticas. Somado a suas propostas, há ainda a descentralização de alguns motores de busca em relação a toda a internet e a criação de uma “constituição mundial – uma declaração de direitos” para manter a neutralidade e abertura da rede. == Regulações de atividades na Internet == === Marco civil e a regulação de atividades dentro e fora da Internet === O atual cenário que vivemos da Era Digital – em que há uma crescente utilização e criação de novas tecnologias da informação e da comunicação, em especial a Internet, que fazem surgir novos recursos tecnológicos – exige que o Direito se modernize para acompanhar as transformações e para atender às novas demandas, regulando-as. Fala-se hoje de uma democracia eletrônica. O acréscimo do adjetivo eletrônica à palavra democracia determina a introdução das tecnologias do processo democrático, baseando-se na noção de que a internet está transformando a forma com que os cidadãos interagem com seus representantes. O Marco Civil da Internet (ou Lei nº12.965/14) é uma lei brasileira de 2014 que visa regulamentar o uso da Internet no Brasil, estabelecendo princípios, garantias, direitos e deveres. Tem como fundamentos a liberdade de expressão, mas também os direitos humanos, o desenvolvimento da personalidade e o exercício da cidadania em meios digitais (art 2º, inciso II). Na seção III, a lei trata da responsabilidade por danos decorrentes de conteúdo gerado por terceiros. No artigo 19, somente responsabiliza civilmente provedores de aplicação por conteúdos gerados por terceiros se não retirarem o conteúdo, após ordem judicial específica, com o intuito de assegurar a liberdade de expressão e impedir a censura (art 19). Nesses casos, se o provedor não cumprir a ordem judicial, lhe será atribuída responsabilidade solidária, tal como antes do Marco Civil. Até o advento do Marco Civil, os provedores de aplicações tinham de retirar o conteúdo, quando meramente notificados pela própria vítima, em até 24 horas, sob pena de responder civilmente por danos morais. Com o Marco Civil, a vítima terá de esperar um tempo maior, já que precisará entrar com uma ação judicial e esperar o resultado desta que obrigue a remoção das informações ofensivas. Se os conteúdos envolverem cenas de nudez ou sexo, então, o provedor deve remover o conteúdo mediante pedido extrajudicial da vítima, conforme consta no artigo 20. Nesse caso, se não retirar o conteúdo obsceno, lhe será atribuída responsabilidade subsidiária. Além de remover o conteúdo, o provedor tem o dever de informar à vítima os dados de identificação do autor do conteúdo, por força do direito à informação – sendo responsabilizado subsidiariamente, em caso de descumprimento da ordem. Uma outra interpretação do Marco Civil, é a de que a responsabilidade subsidiária do artigo 20 só será aplicável em casos nos quais a vítima não puder ser caracterizada como consumidora. Na inexistência de relação de consumo, a primeira interpretação será aplicada: caso o provedor de aplicação não forneça os dados de identificação do autor da postagem, responderá solidariamente, por tornar-se co-autor do delito. O contexto atual da informação – de grande importância para as relações sociais, econômicas e educacionais – caminha ao lado de questionamentos elementares como de que maneira tornar o ambiente informacional digno e de acordo com os princípios e direitos fundamentais. O Direito precisa acompanhar as inúmeras transformações pelas quais a sociedade passa em decorrência da evolução tecnológica, a fim de possibilitar a justiça para todos e uma correta aplicação dos princípios fundamentais. === Direito de ser esquecido === ==== Brasil ==== Surgiu, primeiro, no direito penal, como um elemento essencial à ressocialização dos presos possibilitando que seus erros passados ficassem para trás e eles pudessem, então, seguir uma nova vida normal, sem constantes julgamentos e discriminações. No Brasil, este é um direito relativamente recente: em 2004, discutiu-se a tese pela primeira vez nos tribunais brasileiros. O primeiro caso foi a chamada Chacina da Candelária (1993). Em 1993, policiais à paisana alvejaram crianças que dormiam na calçada da Igreja da Candelária, resultando na morte de 8 jovens, dos quais 6 eram menores de idade. Quase 10 anos depois, a rede Globo retratou o caso em um episódio do programa Linha Direta, identificando Jurandir França como envolvido no caso, apesar de ele ter sido indiciado e inocentado pela justiça. Por conta da exibição do programa, Jurandir França teve seu cotidiano afetado, com o retorno da revolta popular em torno de sua figura. A decisão do STJ foi de que a identificação ofendeu o direito ao esquecimento, e, por isso, condenou a rede Globo ao pagamento de uma indenização. O segundo caso, julgado na mesma ocasião, foi o Caso Aída Curi (1958). As circunstâncias do crime não são precisas, existem apenas suposições, baseadas nas provas deixadas no local. Em 1958, a jovem Aída Curi foi atacada, estuprada e acabou arremessada do terraço de um prédio. Vários anos mais tarde, a rede Globo, em outro episódio do programa Linha Direta, exibiu o caso, com fotos e simulações. A família da vítima alegou que esta exposição reavivara a dor e aflição experimentadas na época. Como o fato ficara conhecido por “Caso Aída Curi”, mostrou-se impossível retratá-lo sem fazer alusão à vítima; o STJ, então, concluiu que nenhuma indenização seria devida, desde que não houvesse um viés sensacionalista. O tema do direito ao esquecimento ficou mais complexa, após o surgimento da internet e dos mecanismos de busca, que atuam na eternização e perpetuação da informação. Se antes uma notícia e jornal sobre uma determinada pessoa ficava escondida em arquivos físicos e tendia a ser esquecida sozinha, com a internet, os serviços de busca, como Google ou Bing, não deixam que nada seja esquecido. As consequências de manter informações sobre erros do passado dos indivíduos podem ser drásticas: estigmas, perseguição social, bullying, dificuldades para encontrar emprego – configurando, desse modo, um tratamento degradante, o qual é claramente condenado e proibido pela Constituição. A tutela da dignidade da pessoa humana, portanto, passa pelo direito ao esquecimento. A velocidade de propagação de conteúdo na internet favorece ainda os chamados crimes informáticos (ou crimes cibernéticos). Uma informação há muito esquecida e já sem relevância para o debate público, pode voltar à tona e muito rapidamente se espalhar. Essa velocidade de propagação relaciona- se com o número de pessoas que compartilha as informações objeto do crime, logo, o deixar de compartilhar já dificulta o delito, facilitando o descobrimento da origem e, portanto, do autor do delito. Conclui-se, então, que a sociedade tem importante papel nos crimes informáticos, podendo aumentar ou diminuir seus impactos. Em 2013, em uma decisão inédita, o Tribunal de Justiça de São Paulo condenou uma pessoa pelo compartilhamento de notícia falsa e ofensiva, entendendo que o compartilhamento aumenta o potencial ofensivo da publicação na rede, ao aumentar o número de pessoas que terão acesso àquele conteúdo. A ferramenta curtir, por sua vez, não configura mesma situação, já que apenas demonstra concordância com relação a um conteúdo, sem, contudo, aumentar seu alcance. Um crime que tem sido comum neste âmbito é o chamado “revenge porn”, a pornografia de vingança. Desde junho de 2015, o Google passou a aceitar pedidos de usuários para remoção de buscas que tenham relação com a pornografia de vingança. Esse tipo de conteúdo, claramente irrelevante e ofensivo, deve ser excluído dos meios de comunicação para uma devida tutela dos direitos fundamentais. O direito ao esquecimento não é uma forma de censura. Não se busca criar meios de censura, nem violar os princípios da publicidade e da liberdade de imprensa, mas, através da ponderação de valores, da razoabilidade e da proporcionalidade, defender a dignidade, a honra e a imagem dos indivíduos, direitos fundamentais da pessoa humana. A ideia é proteger as informações pessoais e interpessoais, numa era de superexposição, a fim de evitar abusos. Uma maneira de preservar o direito ao esquecimento, sem impor algum tipo de censura com a exclusão de conteúdo, seria a devida exclusão dos links dos mecanismos de busca – responsáveis por oferecer acesso facilitado a conteúdos comprometedores. A remoção, limitada aos links, deve observar critérios claros: só se faz necessário esse tipo de medida, quando se tratam de informações ofensivas, comprometedoras, irrelevantes (sem importância pública ou histórica, para o momento e para as gerações futuras) e que apenas trazem prejuízos ao indivíduo exposto. A dificuldade, então, é justamente determinar o que é ou não irrelevante, o que é ou não ofensivo e constituinte de uma forma de tratamento degradante. Não há, no Brasil, até o momento, regulamentações específicas sobre a matéria: o direito ao esquecimento precisa ser disciplinado pelo Poder Legislativo. Tem- se apenas decisões inspiradas nos entendimentos jurisprudenciais, na tentativa de atender às demandas da sociedade com relação a este tema. Vê-se que, dadas as características da internet – ambiente propício para a eternização de informações – houve um aumento da procura pelo Judiciário, enfatizando ainda mais a necessidade de regulamentação legislativa. O Marco Civil da Internet tem sido criticado nesse âmbito, sendo considerado falho. O indivíduo exposto diariamente na internet precisa entrar com uma ação judicial requerendo a retirada do conteúdo. Obrigá-lo a ingressar com uma ação, frente a um judiciário lento, é obrigá-lo a suportar por tempo indeterminado a situação que fere seus direitos fundamentais. ==== Mundo ==== No âmbito internacional, faz-se referência ao caso Lebach. Na Alemanha, perto da cidade de Lebach, 4 soldados foram cruelmente assassinados enquanto dormiam. Uma rede de televisão, anos depois, quando o episódio já havia sido apagado da memória popular, planejava exibir um documentário sobre o caso. Um dos condenados como cúmplice no caso, já prestes a concluir a pena e a readquirir sua liberdade, após duas derrotas em instâncias inferiores, conseguiu no Tribunal Constitucional Alemão, impedir a exibição do documentário, o qual atrapalhava sua ressocialização, por identificá-lo através de seu nome e de fotos. Em se tratando do direito ao esquecimento na internet, tem-se a decisão do Tribunal de Justiça da União Europeia (TJUE), em que foi declarada procedente uma ação movida contra o Google. O caso em questão refere-se a um cidadão espanhol, que estava insatisfeito com os resultados do mecanismo de busca ao pesquisar por seu perfil. === Direito de ser lembrado === A memória estabelece uma função importante no processo histórico da sociedade. A possibilidade de se recordar e de ter acesso à informação permite que as comunidades não repitam os mesmos erros de seus antepassados. Como dizem sociólogos, a modernidade transformou o homem em um ser apático e com pouca memória. Nesse contexto, o direito à memória consiste no direito que os lesados e toda a sociedade detém de ter um esclarecimento sobre os fatos e as circunstâncias que gerarem graves violações a direitos humanos. O direito à memória ou o direito de ser lembrado é um direito da personalidade, bem como o direito ao esquecimento e apresenta íntima ligação com a dignidade da pessoa humana que é um dos fundamentos da República Federativa do Brasil no artigo 1º da CF/88. No Brasil, o tema do direito à memória ganhou notoriedade com a criação da comissão da verdade em 2011 destinadas a apurar as circunstâncias em que ocorreram violações a direitos humanos durante o período da ditadura. A lei de anistia inclusive foi muito debatida à luz do direito à memória, assim como o caso Gomes Lund em que se discutiu a investigação e a punição de crimes praticados por militares durante o período da ditadura militar. Nessa ocasião, o STF julgou improcedente o pedido da ADPF 153/2008 e declarou que a lei de anistia não perdeu sua validade de modo que os crimes praticados com motivação política, por militares, durante a ditadura militar foram anistiados. Resta ainda a discussão sobre o que é motivação política e quais crimes foram praticados com essa dita motivação política. Há uma tensão entre os direitos da personalidade da memória e do esquecimento. Há algumas ponderações que devem ser feitas. Trata-se de choque entre princípios constitucionais e precisa lição de Robert Alexy, princípios são como mandados de otimização e devem ser ponderados para que se chegue a decisão mais razoável e proporcional no caso concreto. No caso do direito à memória, deve ser analisado se a memória em questão é relevante historicamente. Assim se for um episódio que trata de um cidadão comum, de alguém que não é uma pessoa pública não há de se falar em memória relevante. Em uma época em que a informação circula tão rápido e em uma velocidade tão grande, apresenta-se um grande desafio para o direito atualmente. A discussão desses princípios do direito de ser lembrado e o direito de ser esquecido estão constantemente em tensão. Um leading case nesse tema do direito à memória e direito ao esquecimento foi uma decisão do Tribunal de Justiça da União Europeia, que definiu a possibilidade de que um cidadão solicite aos buscadores da internet, como o Google, a remoção de links a conteúdos prejudiciais ao interessado e que já não sejam pertinentes. No momento, não há na legislação brasileira qualquer previsão legal para essa remoção de links. Existem, isso sim, alguns projetos de lei em tramitação no Congresso com o objetivo de regular o tal direito ao esquecimento. Por exemplo, um dos projetos pretende incluir no Marco Civil da Internet (Lei 12.965/2014) a seguinte disposição: “O indivíduo ou seu representante legal poderá requerer judicialmente, a qualquer momento, a indisponibilização de conteúdo que ligue seu nome ou sua imagem a crime de que tenha sido absolvido, com trânsito em julgado, ou a fato calunioso, difamatório ou injurioso”. De autoria da deputada Soraya Santos (PMDB-RJ), o projeto de lei torna-se problemático ao achar que o direito ao esquecimento possibilitaria exigir que se apague da internet determinado conteúdo publicado. A decisão europeia trata simplesmente da remoção de links nos sites de busca. Conforme lembrou o ministro Luís Roberto “retirar a matéria é censura. A Matéria foi escrita e vai existir sempre. A discussão que ocorreu na Corte de Justiça europeia foi a de retirar a referência em site de busca. A referência era movida contra o Google. O pedido não era para retirar matéria, porque retirar matéria sempre será censura”. Seja qual for a natureza do site – de busca, jornalístico, opinativo, etc. –, a liberdade de expressão deve ser sempre respeitada, desde que não haja discurso de ódio ou qualquer tipo de discriminação. A Constituição Federal é muito clara nesse sentido e uma lei que viesse restringir tal liberdade seria inconstitucional. A internet deve continuar sendo livre. Isso não significa que ela seja um espaço sem lei. Ao contrário, a lei deve ser instrumento para a manutenção da liberdade na internet. Em casos de abusos e equívocos, deve haver pronta correção, com reparação de eventuais danos. Não é admissível, porém, que uma decisão proferida na União Europeia seja manipulada para servir de pretexto para reduzir as liberdades de expressão e de imprensa no País. O direito à privacidade impõe graves deveres a quem – seja pessoa jurídica ou física – queira publicar algum conteúdo na internet. Entre esses deveres, porém, não consta a obrigação de excluir, depois de certo tempo, determinados conteúdos simplesmente porque eles desagradaram a determinadas pessoas. Faz parte da liberdade de expressão o direito à memória, com suas luzes e também com suas sombras. Poucas coisas são tão autoritárias quanto a pretensão de apagar do passado determinados acontecimentos, como se eles nunca tivessem ocorrido. Tal ambição é típica dos regimes totalitários, que, conscientes de que uma sociedade privada de memória é frágil e facilmente manipulável, querem reescrever a história a seu modo. A possibilidade de lembrar é também uma manifestação de liberdade. === Atividades da Economia === A expansão da rede facilitou e fomentou a operação de modelos de negócio de consumo colaborativo, descentralizados e colaborativos, que estão possibilitando a transição da cultura de posse para uma cultura de acesso, realizados, em geral, através de plataformas digitais como aplicativos para celular. Tornando viável o compartilhamento de recursos humanos, físicos e intelectuais, e como vai afirmar Ramon Bezerra Costa em Sobre o papel da confiança e das tecnologias digitais de comunicação nas experiências de economia colaborativa concretizadas entre desconhecidos, requerendo confiança em estranhos e ganhando escala global por meio da internet. As práticas que caracterizam a economia colaborativa são muito diversas, tanto do ponto de vista das áreas, tipos de serviços e produtos que se pode acessar, quanto das maneiras pelas quais essas relações acontecem. Saindo assim do mundo virtual para o real, com várias modalidades, criando opções, em viagens, com hospedagem em casas de desconhecidos, Airbnb, Wimdu e Home Exchange por exemplo, troca e doação de objetos e transporte. Nesse último modelo de negócio temos a atuação, relevante do Uber, assim como outras dinâmicas do consumo colaborativo: um aplicativo com um sistema de fácil manuseio e com informações sempre disponíveis promete facilitar a busca por motoristas mais próximos e oferecer um serviço de transporte seguro e com boa experiência, vai afirmar Ana Cirne Paes de Barros, em Uber: O Consumo Colaborativo e as Lógicas do Mercado. A empresa Uber foi fundada em 2009 e desde a sua fundação ensejou fervoroso debate no âmbito do direito sobre a legalidade do serviço oferecido pela empresa e acerca da concorrência desleal com os taxistas. A empresa opera sem regulamentação e vem enfrentando batalhas legais. A briga se dá com os taxistas, os quais levantam como principais argumentos que o serviço oferecido pela Uber é ilegal, por não ser regulamentado, e que os motoristas de Uber incorrem no exercício ilegal da profissão de taxista, visto não terem autorização para desempenhar essa função. Esta é uma empresa de tecnologia, que existe por causa da Internet e por meio dela opera, tal como afirma a própria Uber. Uma plataforma tecnológica que conecta diretamente oferta e demanda, no âmbito digital: o aplicativo serve para aproximar passageiros e motoristas, possibilitando um fácil deslocamento nos grandes centros urbanos, podendo contribuir para a qualidade de vida das pessoas. Importante ponto nesse debate é o princípio constitucional da liberdade de profissão que se encontra expresso na Constituição Federal, em seu artigo 5º, inciso XIII, que diz: “é livre o exercício de qualquer trabalho, ofício ou profissão, atendidas as qualificações profissionais que a lei estabelecer”.Constituição Federal Nota- se, a partir da leitura da constituição, que se trata de uma norma constitucional de eficácia limitada uma vez que a norma diz que devem ser atendidas as qualificações profissionais que a lei estabelecer, portanto, a aplicabilidade dessa norma é mediata e indireta dependendo de regulamentação legal. Um exemplo disso é a profissão de advogado que só pode ser exercida por quem é aprovado no exame da OAB. Essa limitação no exercício da profissão não fere o princípio constitucional da liberdade de profissão. Assim sendo, não faz sentido usar como argumento apenas o artigo 5º, inciso XIII, para defender a licitude do serviço prestado pela empresa Uber. A Uber é uma empresa de tecnologia, dessa forma, a Lei 12.965/2014, o Marco Civil da Internet, traz importantes aspectos a serem analisados. No artigo 2º, inciso V, prevê-se a livre iniciativa e a livre concorrência; no artigo 3º, inciso III, ressalta-se a liberdade de modelos de negócios promovidos na internet; e no artigo 4º, inciso III, afirma-se como um dos objetivos da Internet o incentivo à inovação e o fomento à ampla difusão de novas tecnologias e novos modelos de acesso. Embora a empresa se declare apenas de tecnologia, isso não anula o fato de ser também uma empresa de transporte, dado o serviço oferecido pelo aplicativo. (3 - p. 8/9) E é aqui que a discussão encontra novos dilemas. A Lei 12.468/2011, a qual regulamenta a profissão de taxista, não concedeu o monopólio de toda atividade de transporte individual de passageiros aos taxistas. O transporte individual de passageiros é composto de duas modalidades: pública e privada - embora prevista na lei, não é regulamentada, e, dado o princípio da livre iniciativa, não impede a prestação pelos particulares. A Lei nº 12.587/2012, define “transporte público individual” como um “serviço remunerado de transporte de passageiros aberto ao público, por intermédio de veículos de aluguel, para a realização de viagens individualizadas”. O aplicativo Uber não realiza transporte público individual de passageiros por dois motivos: 1) o Uber não está aberto ao público, já que para utilizá-lo é necessário possuir o aplicativo e, além disso, o motorista, de acordo com sua conveniência tem autonomia para aceitar ou não realizar a corrida. Enquanto para chamar um táxi, basta, na rua, basta fazer um sinal com a mão, o motorista do Uber só atenderá ao chamado se feito por meio do aplicativo; 2) o veículo automotor utilizado para o transporte, no caso do Uber, é particular, e não de aluguel. Logo a alegação dos taxistas de que os motoristas de Uber incorrem no exercício ilegal da profissão de taxista, visto não terem autorização para desempenharem essa função, sendo, por isso, um serviço de transporte clandestino mostra-se sem fundamento. Os motoristas não exercem função de taxista por serem um transporte privado, e não um transporte público individual de passageiros. Enquanto ao Estado só cabe fazer o que a lei permita ou imponha, aos particulares é livre a atuação, desde que não haja proibições ou imposições de uma conduta oposta na lei (conforme artigo 5º, inciso II da Constituição Federal.) Sendo assim, a falta de regulamentação do transporte privado individual de passageiros[46], portanto, não é uma atividade ilícita: até que se tenha uma lei proibindo, não se pode alegar ser ilegal - o que não significa que não se deva regulamentar a situação. O tema da concorrência desleal também é levantado pelos taxistas como uma ilegalidade do serviço prestado pela Uber. Vale lembrar que a Carta Magna consagra em seu artigo 170, inciso IV, a livre concorrência como um dos princípios gerais da ordem econômica, intimamente ligada aos princípios da livre iniciativa e do valor social do trabalho. O conceito de concorrência desleal ainda está em desenvolvimento - havendo dificuldades em diferenciar concorrências leais e desleais - mas apresenta características como, por exemplo: o desrespeito à cláusula contratual e a concorrência parasitária. Em que pese os argumentos dos taxistas, estudos do Conselho Administrativo de Defesa Econômica (CADE) mostraram que não há concorrência desleal da Uber com relação ao serviço de táxi, visto que não há elementos econômicos que caracterizam essa concorrência desleal e que a atuação de novos agentes, como a Uber, tende a ser positiva para os consumidores. Outro argumento a favor da Uber baseia-se no artigo 6º do Código de Defesa do Consumidor, o qual afirma que é direito básico do consumidor ter liberdade de escolha na contratação do serviço ou aquisição do produto. Logo, se o indivíduo preferir usar o Uber, em vez de um táxi, deve ser respeitada a sua escolha. O tema da legalidade dos serviços prestados pela empresa Uber foi analisado pelo Tribunal de Justiça do estado de São Paulo. Em sede do agravo de instrumento número 2128660, o sindicato de taxistas rebelou- se contra uma decisão que indeferiu pedido de antecipação de tutela para que fosse suspendido o funcionamento do aplicativo Uber. O acórdão do tribunal indeferiu o pedido da liminar, pois entendeu que não havia periculum in mora - um dos requisitos para a concessão de liminar. Ademais, o tribunal entendeu não se tratar de um caso de concorrência desleal, citando os princípios da livre iniciativa e da livre concorrência. O tema da legalidade da regulamentação da Uber é uma das questões mais debatidas atualmente e está longe de haver uma solução definitiva sobre isso. Os taxistas ainda são um grupo muito forte politicamente, que conta com o apoio de muitos parlamentares municipais, estaduais e federais, os quais procuram frear o avanço dos e-hailing (processo de chamar por forma de transporte via computador ou dispositivo de smartphone). Ao passo que serviços desse mesmo tipo como 99 Taxi, WillGo, Cabify, Televo e EasyGo, vem se expandindo no Brasil, demonstrando o grande número de fiéis usuários e um poderoso lobby. Outro tema relevante na discussão sobre os aplicativos de transportes gira em torno dos direitos trabalhistas dos motoristas que trabalham prestando esse serviço. A empresa Uber se auto classifica como uma plataforma de compartilhamento de transporte individual, que conecta motoristas e passageiros por meio de seu aplicativo em smartphones. Portanto,na visão da empresa por ser uma plataforma de compartilhamento de transporte individual não há de se falar em direitos trabalhistas. Em seu argumento, a Uber cita o artigo 3º da CLT( consolidação das leis do trabalho) que diz que: considera-se empregado toda pessoa física que presta serviço de natureza não eventual a empregador, sob dependência deste e mediante salário. O argumento da Uber, à luz deste dispositivo legal, é que os motoristas parceiros não são subordinados tampouco dependem da Uber e, portanto, não há vínculo empregatício. A discussão gira muito em torno dos requisitos para a existência de vínculo empregatício que estão explicitas na CLT, quais sejam, subordinação, remuneração, não eventualidade e pessoalidade. Cabe agora aos nossos pretórios interpretar esse problema e decidir se há ou não vínculo empregatício. No brasil, a justiça ainda não se pronunciou sobre esse tema. Há uma ação tramitando no tribunal regional do trabalho da 2ª região de autoria de motoristas da Uber afirmando que foram desligados imotivadamente do aplicativo e estão pleiteando na justiça o reconhecimento de direitos trabalhistas como por exemplo a indenização em razão de demissão sem justa causa. Em se tratando do cenário internacional, Recentemente a justiça dos EUA, que é reconhecidamente mais flexível que a brasileira no tocante a direitos trabalhistas, declarou que motorista de uber têm direitos trabalhistas. Ainda no cenário anglo-saxão no dia 10/11/2017 a empresa Uber sofreu uma derrota significativa nos tribunais da Grã Bretanha. A justiça britanica decidiu que há vínculo empregatício entre a uber e seus motoristas. Assim, a uber terá que arcar com diversos direitos trabalhistas como ri remuneradas e piso salarial. === Tecnologia como ferramenta do Direito === Com a cientifização da computação, cujo marco inicial foi a Segunda Guerra Mundial com o surgimento dos primeiros computadores digitais, houve uma transição de perspectiva do homem em relação à capacidade dos números se transformarem em objetos móveis, capazes de construir conhecimento e, além disso, capazes de mimetizarem atos humanos ou mesmo aperfeiçoá-los. O ramo que trata, diretamente, do desafio da automatização do comportamento humano é denominado de “Inteligência Artificial”. Esta área da computação teve como principal marco científico a invenção do cientista Alan Turing, denominada “Máquina de Turing” e criada em 1950. Outro marco importante para a concretização desse ramo ocorreu na década de 1970 com a criação de sistemas especialistas pelos cientistas Ed Feigenbaum, Bruce Buchanan e Joshua Lederber. Os sistemas criados, além de possuírem a capacidade de raciocinar sobre problemas comuns, possuíam também a capacidade de solucionar problemas por meio de conhecimento humano armazenado. Esse foi o início para que, nos dias atuais, fossem elaborados sistemas tecnológicos capazes de - além de raciocinar e armazenar conhecimento - compreender, aprender e mimetizar capacidades. Esse tipo de sistema que busca reproduzir o poder da mente humana é denominado, no mundo da tecnologia, de “sistema cognitivo”. A sua estrutura busca simular as redes neurais humanas com o objetivo de dar autonomia às máquinas e aumentar a sua capacidade de armazenamento de grandes quantidades de dados não-estruturados. == Inteligência Artificial e Sistemas cognitivos no Direito == A chegada desse tipo de software no campo do direito é uma realidade. Com a entrada de sistemas cognitivos no mundo do direito, há uma promessa de otimizar as atividades de advogados em escritórios de advocacia. Esta tecnologia se apresenta como um novo desafio ao advogado humano como aplicador do direito, pois ainda são desconhecidas as consequências que a implantação desse tipo de tecnologia pode trazer. Alguns especialistas do direito questionam se estas tecnologias serão usadas para auxiliar os profissionais do direito ou para substituí-los. Abaixo estão algumas tecnologias de sistema cognitivo que foram adotadas em variados escritórios de advocacia do mundo: ;COIN: Implantada, inicialmente, no escritório especializado em causas financeiras JPMorgan Chase Co., é um software capaz de interpretar acordos de empréstimos comerciais, sendo que este trabalho antes era exercido por advogados e oficiais de empréstimo, ou seja, um trabalho que custava, aproximadamente, 360.000 horas por ano, quando realizado por advogados, é realizado em segundos pelo software COIN. ;WATSON: Um software elaborado pela IBM, que representou o ápice do sistema cognitivo relacionado a produções tecnológicas desta empresa. Dentre as principais funções do Watson, no campo do Direito está elaborar ações, defesas ou recursos judiciais. A sua primeira aplicação foi implantada no robô Ross que já é usado em escritórios de advocacia estadunidenses. Além disso, o Watson possui variações que abrangem diversas áreas científicas, como por exemplo: Watson Knowledge studio, Watson for Oncology e etc. ;LAWGEEX: Fundada em 2014, pelo advogado internacional Noory Bechor e líder do experiente AI Ilan Admon, o Lawgeex é um software que permite a automatização do processo de elaboração e aprovação de contratos. Este software combina algoritmos de aprendizagem de máquinas, análise de texto e o conhecimento de advogados especialistas para entregar revisões de contratos aprofundadas utilizando os critérios pré-definidos da equipe legal. ;DO NOT PAY (DNP): É um software, idealizado pelo jovem empresário Joshua Browder, que possui como principal área de atuação as localidades do Reino Unido. A proposta inicial do DNP era processar e analisar reclamações em relação aos parking tickets (bilhetes de estacionamento) mas, segundo Browder, o objetivo, a longo prazo, é tratar de outros tipo de operações dentro do campo do direito, como casamento, divórcio e falência. ;NEXLP : Software idealizado, em 2013, pelos cientistas Jay Leib e Dan Roth, nasceu com a vontade, por parte de Jay, de inovar o mercado jurídico em relação ao aumento da eficiência e a redução dos custos em escritórios de advocacia. O seu sistema funciona com a identificação de padrões, com a posterior avaliação destes dados a partir dos padrões obtidos e, por último, com a demonstração do resultado em relação ao caso proposto. Ou seja, com este sistema podem-se coletar os documentos necessários para qualquer litígio possível. O comitê de Ciência e Tecnologia do Parlamento da Inglaterra abriu inquérito para examinar o uso crescente de algoritmos (e inteligência artificial) na tomada de decisões públicas e privadas, com o objetivo de avaliar como os algoritmos são formulados, os erros e possíveis correções – bem como o impacto que eles podem ter nos indivíduos e sua capacidade de entender ou desafiar decisões tomadas com base no uso da inteligência artificial. Os algoritmos e a inteligência artificial também já estão sendo usados no Poder Judiciário. No caso Zilly (Angwin et al. 2016) – uma das questões consideradas pelo risk scoring algorithm utilizado (algoritmo de pontuação de risco em matéria de execução penal) foi que um dos pais do acusado já havia sido preso. Sabemos que nunca um promotor de justiça ou um juiz vai aceitar a existência de um argumento como esse para pedir ou atribuir um período maior de prisão ao acusado pelo simples fato de que um dos seus pais teria sido preso anteriormente. Mas a máquina interpretou assim. Por exemplo, ferramentas de mapeamento de crimes são cada vez mais utilizadas para examinar dados de crime e identificar hotspots (locais com grande incidência de crimes) para aumentar a eficiência na alocação de recursos policiais. No entanto, os dados de entrada (por exemplo, dados históricos da criminalidade) podem ser inclinados à parcialidade, provocada por policiais, cujas práticas podem não refletir a incidência real de crime, e em vez disso acabam influenciados pela segmentação dos grupos marginais. == Relações polêmicas entre a tecnologia e o Direito == Um estudo de Michal Kosinski tem 81% de chance de determinar se um homem é homossexual ou heterossexual ao analisar uma única fotografia – esse número sobe para 91% se a análise for feita com cinco fotos – e 74% de chance de acertar para mulheres – sobe para 83% com cinco fotos. O impacto desse estudo aponta para sua dimensão ética, já que problematiza a possibilidade de governos autoritários utilizarem-no para expor gays onde há perseguição. Nos Estados Unidos, há tribunais que usam inteligências artificiais as quais decidem autonomamente, fixando multas, sentenciando e decidindo sobre a liberdade dos réus. Essas ferramentas se aperfeiçoam a cada dia para aprimorar a acurácia das decisões humanas, ajudando, por exemplo, na alocação de recursos finitos. Tipicamente, esses algoritmos são muito restritos, o que significa que apenas os desenvolvedores e – com muitas limitações – compradores podem verificar a forma como o software toma as decisões. Tal falta de transparência tem consequências reais, como a deliberada alteração do direcionamento do período de penas privativas de liberdade, por exemplo, para o tempo máximo previsto – apenas os operadores do software poderiam identificar o problema, já que os programas não usam uma linguagem acessível a muitas pessoas. Em 2013, foi criada a Finch Soluções, como braço de um dos maiores escritórios do país, o JBM & Mandaliti, do interior paulista. A necessidade de automatizar procedimentos e reduzir despesas fez com que as áreas de suporte e tecnologia se unissem para desenvolver softwares que fazem em segundos o trabalho que dezenas de advogados demorariam meses — e analisa até mesmo o histórico de decisões de determinado juiz e a chance de sucesso de cada causa. A paulista Looplex, por exemplo, padroniza e consegue diminuir para 5 minutos a criação de uma peça jurídica de dezenas de páginas que levaria de 2 a 3 horas. Isso pode afetar o mercado de trabalho, gerando desemprego, já que este vai consolidando um padrão polarizado. A minoria dos detentores de conhecimentos apropriados à era digital consegue ganhos de renda, enquanto a grande massa dos assalariados aproxima-se da pobreza e, sobretudo, da irrelevância. A capacidade de aprendizagem das máquinas e a multiplicação dos robôs torna cada vez mais fácil substituir o trabalho humano. Um estudo dirigido pela Oxford Martin School apontou que as consequências sobre os empregos serão devastadoras. Estão em risco 47% dos postos de trabalho nos EUA, 57% na média dos países, 69% na Índia, 77% na China e 85% na Etiópia. A destruição tende a ser maior onde a estrutura ocupacional é mais distante da economia do conhecimento. Polêmica também a influência de grandes empresas de tecnologia na comunidade acadêmica. No Brasil, há uma série de professores, grupos de pesquisas, think tanks e outras organizações do gênero que recebem grande quantia de financiamento desses grupos empresariais para que as pesquisas acadêmicas possam refletir os interesses jurídicos, ideológicos, estratégicos, políticos e comerciais dessas empresas. Professores e pesquisadores que não estão alinhados com essa prática, são desacreditados por uma série de ações. O jornal \"The Wall Street Journal\" publicou relevante matéria (Paying Professors: Inside Google’s Academic Influence Campaign) sobre o tema. No Brasil, ainda é aguardada uma matéria investigativa sobre essa gravíssima questão. Categoria:Ciberespaço",
 "title": "Direito da informática"
}