{
 "id": "28688",
 "text": "Tômbua, também grafada como Tombwa, é uma cidade e município no litoral da província do Namibe, em Angola. O município tem 18 019 km² e cerca de 187 573 mil habitantes; a cidade e comuna-sede é o principal centro urbano do município e nela vive 60% da população, na sua maioria pescadora. É limitado a norte pelos municípios de Moçâmedes e a leste pelo município do Virei e pela província do Cunene, a sul pela República da Namíbia, e a oeste pelo Oceano Atlântico. O município possui, além da comuna-sede, que também conserva o nome de Tômbua, as comunas de Iona e São Martinho dos Tigres.Comunas. Ministério da Administração do Território e Reforma do Estado. 2018. == História == O primeiro contato de um europeu com a baía de Porto Alexandre, marco geográfico vital para o estabelecimento do município, ocorreu numa expedição, em janeiro de 1486, onde chegou-se àquela enorme baía, onde encontraram duas grandes aldeias, a que denominaram de povoado de Angra das Duas Aldeias.Tômbua. Rede Angola. 22 de setembro de 2016. Outra expedição, de 24 de setembro de 1839, marca a chegada do capitão Pedro Alexandrino da Cunha a um local de nome Curoca ou Angra das Duas Aldeias, que o capitão denominou de Porto do Pinda. A expedição do capitão Cunha fica 21 dias em Porto do Pinda, quando zarpa para a baía dos Tigres, onde chega em 1 de novembro de 1839. Capitão Cunha não estabelece nenhum empreendimento nas áreas, preferindo a região de Moçâmedes.Azevedo, José Manuel de. A colonização do Sudoeste Angolano : do deserto do Namibe ao planalto da Huíla - 1849-1900. Salamanca: Universidade de Salamanca, 2014. Em 1854 os empreendimentos coloniais portugueses decidem marcar presença em Porto Alexandre (anteriormente Porto do Pinda) depois de tomar conhecimento da visita de um explorador britânico de nome James Edward Alexander, que renomeou a pequena aldeia de hereros que havia às margens da baía como Porto Alexandre. O empreendimento português consistiu primeiramente em construir uma colónia militar, com a categoria de vila já em 1855, e; em 1860 trazer vários portugueses algarvios, experimentados na arte pesqueira, para formar a vila pesqueira de Porto Alexandre e a vila de São Martinho dos Tigres (abandonada em 1975). O município de Porto Alexandre foi formalmente criado em 1895, mantendo esse nome até 1975, quando passa a denominar-se Tômbua. == Geografia == O município do Tômbua é o maior em área territorial da província do Namibe, mas é quase completamente coberto pelos desertos do Namibe e de Caoco. Na fronteira com a província do Cunene é possível observar as cadeias de morros rochosos da Serra da Chela, que representam o fim do deserto do Namibe.Duarte, L. V.; Callapez, P. M.. Do Proterozoico da Serra da Leba (Planalto da Humpata) ao Cretácico da Bacia de Benguela (Angola): A geologia de lugares com elevado valor paisagístico. in Comunicações Geológicas 101(3):1255-1259 · Dezembro de 2014. O principal referencial geográfico para a cidade de Tômbua é a baía de Porto Alexandre, que fornece à localidade um porto muito bem protegido, vital para sua economia pesqueira; outros referenciais geográficos litorâneos importantes são o estreito dos Tigres e a ilha dos Tigres. === Hidrografia === Tômbua é o único município do Namibe que é abastecido por um rio que não é intermitente, ou seja, não seca em sua totalidade durante parte do ano; este rio é o Cunene, no extremo sul da faixa tombuense.Tômbua - um município a mercê do deserto. Portal Angop. 15 de agosto de 2013. Outro rio importante é o Curoca, para produção agrícola em suas áreas férteis pós-inundações.Ponte do rio Curoca dinamiza o Tômbua. Jornal de Angola. 15 de dezembro de 2013. Já para o abastecimento de água potável há também o oásis dos Arcos do Carvalhão (anteriormente lagoa São João do Sul).Lagoa do Arco no Tômbua com água após seis anos. Portal Angop. 3 de abril de 2018. === Demografia e línguas === No interior do município encontram-se as etnias mucubais, himbas (maioria) e manchas de coissãs. No município cerca de 50% da população usa a língua portuguesa como língua primária; a segunda língua mais falada é o cuvale. === Questões ecológicas === A cidade de Tômbua corre o risco de ser coberta pelas areias do deserto de Caoco. Esforços e medidas contra a desertificação vêm sendo tomadas para combater o fenômeno. == Economia == A economia do município do Tômbua tem como base a pesca e a indústria na transformação de pescado e marisco, havendo uma estrita subdivisão da atividades, com os homens tendo a tarefa da pesca, enquanto que as mulheres são responsáveis pela limpeza e preparo para a salga. Os serviços relacionados ao turismo também são importantes para os munícipes tombuenses, havendo muita procura por hotelaria, transportes e alimentação baseadas nos atrativos natureza inóspita e selvagem do Parque do Iona, bem como das praias, dos marcos históricos do município e da cidade fantasma de São Martinho dos Tigres. A indústria está concentrada no beneficiamento do pescado marítimo e na estalagem e manutenção de embarcações, gerando certa massa salarial. == Infraestrutura == === Transportes === O município do Tômbua é servido pelas rodovias EN-100, que a liga com a cidade de Moçâmedes e com a foz do Cunene; outras rodovias incluem a EN-295, entre a vila de Espinheira e a província do Cunene, e a rodovia EN-100-3, de ligação com a cidade de Tômbua.Estudo sobre o estado das rodovias do Namibe. República de Angola - Ministério dos Transportes. 2018. O porto de Tômbua, um dos principais da província, serve não só a indústria pesqueira, como também o transporte marítimo, fazendo a ligação com outros portos do litoral. O município ainda é servido por três aeródromos, sendo o principal o aeródromo do Tômbua, seguido pelo aeródromo do Iona. Já o aeródromo da Ilha dos Tigres, outrora muito importante, encontra-se inativo. === Saúde === A saúde no município de Tômbua é servida por um hospital municipal e vários postos de saúde. Nos casos mais graves os pacientes são transferidos para unidades hospitalares na cidade de Moçâmedes. === Educação === A cidade de Tômbua é servida por escola primárias, secundárias, e do ensino médio. No interior do município um dos principais problemas é o abandono das aulas a meio do ano letivo, quando as populações nómada comuns na região se deslocam. A administração municipal de Tômbua vem tomando medidas para que as populações nómadas consigam fixar-se para facilitar o acesso aos sistemas de educação e saúde. == Cultura e lazer == Os espaços de lazer para os munícipes incluem as paisagens naturais dos desertos do Namibe e de Caoco, o oásis da Lagoa do Arco, as savanas guiadas pelo Parque Nacional do Iona, as ruínas de São Martinho dos Tigres e a ilha dos Tigres. Outros locais, mais distantes e pouco acessíveis aos munícipes, são os banhos de água doce no rio Cunene e a contemplação da foz do mesmo, e as quedas do Monte Negro No Parque Nacional do Iona — um dos maiores e mais biodiversamente ricos de Angola — encontram-se uma grande variedade de espécies de animais como olongos, cabras-de-leque, avestruzes, suricatas, leões, raposas, hienas, zebras e guelengues, entre outros. Na foz do Cunene podem-se observar jacarés e outras espécies de animais aquáticos e terrestres por ser um lugar de desova. Nesta zona é proibida a caça. ==Ver também== * Comunas de Angola Tombua Categoria:Municípios da província de Namibe",
 "title": "Tômbua"
}