{
 "id": "28755",
 "text": "Tarapacá é uma das 16 regiões do Chile. Sua capital é a cidade de Iquique, localizada a 1.853 km ao norte de Santiago. A Região de Tarapacá é banhada a oeste pelo Oceano Pacífico, e faz divisa a leste com a Bolívia, ao norte com a recém criada Região de Arica e Parinacota e ao sul com a Região de Antofagasta (rio Loa). == Divisão político-administrativa da Região de Tarapacá == A Região de Tarapacá, para efeitos de governo e administração interior, se divide em 2 províncias: Província Área em km² População Capital El Tamarugal 39.933 3 156 Pozo Almonte Iquique 2.845,3 238 950 Iquique Em 9 de outubro de 2007 houve a divisão da Região de Tarapacá, dando origem à Região de Arica e Parinacota, permanecendo a Região de Tarapacá apenas com a antiga Província de Iquigue, a qual foi dividida em duas. Em 9 de outubro de 2007 houve a divisão da Região de Tarapacá, dando origem à Região de Arica e Parinacota, permanecendo a Região de Tarapacá apenas com a antiga Província de Iquigue, a qual foi dividida em duas. Em 9 de outubro de 2007 houve a divisão da Região de Tarapacá, dando origem à Região de Arica e Parinacota, permanecendo a Região de Tarapacá apenas com a antiga Província de Iquigue, a qual foi dividida em duas. Em 9 de outubro de 2007 houve a divisão da Região de Tarapacá, dando origem à Região de Arica e Parinacota, permanecendo a Região de Tarapacá apenas com a antiga Província de Iquigue, a qual foi dividida em duas. Para fins de administração local, as províncias estão divididas em 7 comunas. 250px 250px 250px Província Capital Comuna Iquique Iquique 9 Iquique 5 Alto Hospicio El Tamarugal Pozo Almonte 6 Camiña 7 Colchane 8 Huara 10 Pica 11 Pozo Almonte Os números do 1 ao 4 no mapa referem-se às comunas desmembradas em 9 de outubro de 2007 para a formação da Região de Arica e Parinacota. Os números do 1 ao 4 no mapa referem-se às comunas desmembradas em 9 de outubro de 2007 para a formação da Região de Arica e Parinacota. Os números do 1 ao 4 no mapa referem-se às comunas desmembradas em 9 de outubro de 2007 para a formação da Região de Arica e Parinacota. Tarapaca Categoria:Estados e territórios fundados em 1883",
 "title": "Tarapacá (região)"
}