{
 "id": "2881",
 "text": "História e Actualidade deste Ritmo Musical dos Andes Colombianos == Origem etimológica da palavra Bambuco == O Bambuco é um ritmo típico colombiano herdado dos quechuas, que tinham o hábito de o interpretar enquanto faziam cerâmica; chegou-se a esta conclusão devido ao facto de a palabra bambuco derivar etimologicamente de wampu (canoa, balsa) e puku (vaso) dando lugar a wampu puku (vaso em forma de canoa). Com a chegada dos espanhóis, como estes não entendiam a pronúncia correcta, converteram-na em : wanpuku, o que derivou para Bambuco que é a palavra mais comum hoje em dia. De fato, discute-se outro significado possível: segundo alguns autores ku é o possesivo se. O que seria o mesmo que dizer que a palabra Bambuco deriva de wampu ku, ou seja,canoeiros. Isto implicaria que tivessem sido os canoeiros indígenas quechuas ou da Colômbia a inventar o bambuco. == Propriedades deste ritmo e características étnicas == O Bambuco pode-se cantar, tocar, dançar e interpretar instrumentalmente. Teve origem na Região Andina Colombiana, e nasceu da mistura de várias danças como resultado da mestiçagem racial que teve lugar no continente logo à chegada dos espanhóis, ainda que, na realidade, nesta dança predominem elementos de tipo indígena. Recebeu, desde o início, várias contribuições dos outros grupos raciais que, não obstante, não a alteraram mais que em 10%, até que, desde então, poucas alterações se seguiram na sua estrutura, tal como é utilizada hoje pelos descendentes mestiços dos seus criadores. ==O Bambuco como símbolo nacional== Este ritmo acompanhou as tropas comandadas por Simão Bolívar nas suas viagens de libertação nacional. Estes soldados eram, na sua maioria, neogranadinos (de Nova Granada - hoje, Colômbia). Sobre este assunto, pode-se consultar o seguinte site: http://www.banrep.gov.co/blaavirtual/letra-s/site/67.htm == Características == Dança de ritmo moderado num compasso de ¾ o de 6/8 (ou alternados), com letra escrita em versos octassílabos. As melodias constam de uma, duas ou três partes de acordo com o poema. O passo mais simples da dança executa-se colocando um pé diante do outro que apenas está apoiado na ponta, fazendo-o resvalar nessa posição, retrocedendo num pequeno salto. A coreografia é, no entanto, mais complexa e estruturada, figurando a corte feita pelo rapaz à rapariga (e vice-versa), em pequenos episódios onde é fácil distinguir a sedução, a perseguição, a cortesia. Aliás, esta dança tem uma forte componente teatral, sendo mesmo executada em palco. ==Autores mais importantes== *Jorge Villamil *Jose Macias *Dario Garzon *Pedro Cardona *Rosa Delia Barrera de Barrera *HeKeIsDa *Jorge Veloza *Luis Uribe Bueno == Intérpretes mais conhecidos == *Silva y Villalba *Garzon y Collazos *Los Patuma *HeKeIsDa *Zabala y Barrera *Grupo Remanseros == Ligações externas == *Como dançar *como interpretar musicalmente *Sobre os trajes típicos Categoria:Música da Colômbia Categoria:Música folclórica",
 "title": "Bambuco"
}