{
 "id": "28928",
 "text": "O senado romano (em latim: senatus) é a mais remota assembleia política da Roma Antiga, com origem nos \"conselhos de anciãos\" da Antiguidade oriental (surgidos após o ano ). Era uma assembleia de notáveis — o conselho dos pater familias (pais ou chefes das famílias patrícias) — que provinha já dos tempos da monarquia romana. Rigorosamente hierarquizado, constituía, sob a república (), a magistratura suprema, que foi mantida sob o império (–476), mas com poderes bem diminuídos, passando a ser quase como a \"oposição republicana\", sendo os seus titulares muitas vezes alvos a abater ou a enviar para o exílio por parte de imperadores mais hostis à instituição. == Origens == O termo latino senātus é derivado de senex, que significa \"homem velho\". Portanto, senado significa, literalmente, \"conselho de anciãos\". Sua origem possivelmente provém da estrutura tribal das comunidades do Lácio. Estas comunidades muitas vezes incluem um conselho aristocrático de anciãos tribais. As famílias romanas primitivas eram denotadas gentes (singular gens) ou clãs que eram governadas por um patriarca, o pater. Quando estas primeiras famílias agregaram-se para formar Roma os pater das principais gentes foram selecionados para participar de um conselho de anciãos (o futuro senado romano). Com o tempo, os pater reconheceram a necessidade de um único líder. Portanto, eles elegeram um rei romano (rex), e investiram nele o seu poder soberano. Quando o rei morria, o poder seria naturalmente revertido para os pater. O senado tinha três responsabilidades principais: funcionava como repositório definitivo para o poder executivo, atuava como conselheiro do rei, e funcionava como um corpo legislativo em sintonia com o povo de Roma. Os senadores romanos reuniam-se em um templum ou qualquer outro local que havia sido consagrado por um funcionário religioso (um áugure). == Durante a monarquia == Durante os anos da monarquia, a mais importante função do senado foi a de selecionar novos reis. O período entre a morte de um rei e a eleição do próximo era conhecida como interregnum. Quando um rei morria, um membro do senado (o interrex) indicava um candidato para substituir o rei. No primeiro interregnum, ocorrido após o desaparecimento de Rômulo, o senado, que então era composto por cem homens, dividiu-se em dez decurias, cada uma regida por um decúrio que exerceu a função de Interrex por cinco dias. Por um ano os decúrios alternaram-se no poder até que o novo rei foi aclamado. Após o senado dar sua aprovação inicial do candidato, ele era formalmente eleito pelo povo e, em seguida, recebia a aprovação final do senado. Assim, apesar do rei ser oficialmente eleito pelo povo, efetivamente a decisão era do senado. O mais significativo papel do senado, além das eleições reais, era a de conselho consultivo do rei. Apesar do rei não estar limitado pelo conselho do senado, o crescente prestígio do senado fez seu conselho cada vez mais influente. Tecnicamente, o senado poderia fazer leis, apesar de que seria incorreto ver os decretos do senado como legislação em sentido moderno. Apenas o rei poderia decretar novas leis, embora ele muitas vezes envolvesse tanto o senado como a assembleia das cúrias no processo. No entanto, o rei era livre de ignorar qualquer decisão que o senado tivesse aprovado. Assim, durante a monarquia, o senado ou conselho dos anciãos era o conselho dos reis, sendo os seus membros — cuja escolha possivelmente se fazia pelos reis, entre o chefe das diferentes gentes (singular gens) — denominados senatores ou pater (pais), cujo número a princípio era de 100, e, no final do período real, ascendeu a 300. O senado, que era convocado pelo rei, estava em posição de subordinação diante dele. Quanto a sua competência: * Com relação ao rei, era consultiva (este, nos casos mais importantes, devia consultá-lo, embora não estivesse obrigado a seguir o conselho); * Com referência aos comícios era confirmatória (toda deliberação deles, para ter validade, devia ser confirmada pelo senado, ou seja, obter a patrum auctoritas). == Durante a república == O senado tornou- se, especialmente na fase republicana (), a mais alta autoridade do Estado, que os senadores exerciam em carácter vitalício. Nesse período, o senado romano fiscalizava através dos questores os cônsules (autoridades executivas máximas), controlava a justiça, as finanças públicas, as questões religiosas e dirigia a política externa, incluindo a componente militar – vital num momento de conquistas expansionistas. O senado tornou-se o verdadeiro centro do governo, onde estavam os questores, pois os magistrados cum imperium tinham interesse em consultá-lo e em seguir o seu conselho antes de tomarem deliberações mais importantes, uma vez que, sendo o senado órgão permanente, ficavam eles resguardados de possíveis incriminações quando retornassem à qualidade de simples cidadãos. Graças a isso, o senado, além de enfeixar em suas mãos a direção política externa de Roma, atuava nos diversos setores da administração pública. Além disso, tinha ele ingerência na formação das leis, quer declarando nulas aquelas cuja votação não obedecera às formalidades legais, quer exercendo controle sobre os comícios pela patrum auctoritas ou auctoritas patrum (autoridade dos pais), isto é, pela confirmação das leis por ele, depois de ter verificado se elas iriam, ou não, contra os costumes e, em caso afirmativo, se a revogação do costume seria justificada. Este procedimento começou a ser desrespeitado a partir do período dos Gracos, cujo poder era baseado no prestígio e na riqueza. Após a Lex Publilia (), passou o senado a dar, antes da votação comicial, a autoritas patrum, que se tornou, assim, mera formalidade. Quanto a sua constituição, era o senado formado em sua maioria por ex-questores, no início da república, de 300 senadores; Lúcio Cornélio Sula elevou esse número a 600; Júlio César e o Segundo Triunvirato (Otaviano, Marco Antônio e Lépido) o aumentaram: o primeiro, para 900; os segundos, para mais de mil. A origem dos senadores (vitalícios) provém da sua riqueza e status social. No início, o recrutamento era feito entre os patrícios, nobres de linhagem antiga e tradicional em Roma. Depois de , passou a ser possível aos plebeus, antigos magistrados curuis (patres conscriptii) integrarem o senado, que começou com Júlio César () a receber também elementos oriundos das províncias. Até a Lei Ovínia (, aproximadamente), eram os senadores designados pelos cônsules. A partir de então, essa atribuição passou para os censores, que podiam escolher os senadores dentre os que tinham ocupado magistraturas (geralmente eram antigos cônsules), sem distinção entre patrício e plebeu. Os componentes do Segundo Triunvirato usurparam aos censores essa faculdade. O primeiro dos senadores com o nome a constar na listagem elaborada pelos censores (o album senatus, elaborado de cinco em cinco anos) era designado por príncipe do senado (geralmente um antigo censor) , título que pertenceu a Augusto e que depois esteve na base do nome do principado. O senado foi um dos três elementos da república (senado, magistrados e assembleias), simbolizados pela famosa sigla sacramental – figurada nas insígnias de guerra, nos edifícios públicos e nos atos oficiais – SPQR – Senatus Populusque Romanus, isto é, o senado e o povo romano. == Durante o império == Em , Augusto reduziu o número dos senadores a 60, dos 300 que antecediam, possibilitando, assim, que o senado realmente funcionasse. Com efeito, uma assembleia com mais de mil membros, como salientou Thomas Carlyle, pode fazer apenas uma coisa: destruir. O império foi funesto com o senado e seus questores, afastando-o gradualmente da administração dos assuntos e questões de Roma, diminuindo a sua importância enquanto assembleia política. O conflito entre o senado e os imperadores e as transformações súbitas das funções e da estrutura do senado estão entre os processos mais bem documentados da história da primeira parte do império. Durante o principado, o senado manteve-se, aparentemente, em posição de destaque, tendo a maioria de questores. Na realidade, porém, sua atividade foi inspirada e orientada pelo príncipe. Os senadores eram eleitos entre os ex-magistrados, e, como a influência do princeps era decisiva nessa eleição, os membros do senado eram homens de sua confiança. Por outro lado, o príncipe tinha livre iniciativa para convocar o senado, e a ele apresentar propostas. No principado, o senado perdeu, em favor do príncipe, os poderes fundamentais que detinha na república. Assim, a direção da política externa. De outra parte, no entanto, absorveu as funções eleitorais e legislativas dos comícios, embora, ainda nisso, enorme fosse a influência exercida pelo princeps. Até o século III d.C., toda cunhagem de bronze possuía a marca \"SC\", abreviatura de senatus consultum, isto é, \"por decreto consultivo do senado\". O senado com os questores nunca alinhou-se com a \"democratização\" na república ou com as ambições monárquicas, apoiando Pompeu contra César, \"apoiou\" com reservas e hesitações Otaviano (futuro imperador Augusto), aliado pouco convicto dos primeiros imperadores, até que se tornou mesmo um centro de revolta contra Nero e o seu governo. Apesar das convulsões com os imperadores, o senado na maioria de questores, onipotente como dizia Políbio, nunca perdeu os pergaminhos de classe ou ordem senatorial, de \"fina flor\" da sociedade romana, com participação no governo, variável. A sua participação nos assuntos internos de Roma nem sempre foi meritória, recorde-se, ou isenta de falhas graves e trágicas até, mas a esta instituição deve Roma o brilho do seu poder, de civilização baseada em instituições sólidas e operantes, entre muitas vitórias fulcrais ou às primeiras formas de organização provincial. == Ver também == * Optimates e Populares * Senado bizantino == Bibliografia == * * Categoria:Política da Roma Antiga Categoria:Governo da República Romana Categoria:Governo do Império Romano Categoria:Reino de Roma",
 "title": "Senado (Roma Antiga)"
}