{
 "id": "2895",
 "text": "Hemácias são unidades morfológicas da série vermelha do sangue, também designadas por eritrócitos ou glóbulos vermelhos, que estão presentes no sangue em número de cerca de 4,5 a 6,0 x 106/mm³, em condições normais. São constituídas basicamente por globulina e hemoglobina, e a sua função é transportar o oxigênio (principalmente) e o gás carbônico (CO2) (em menor quantidade) aos tecidos. Os eritrócitos vivem por aproximadamente 120 dias.Laura Dean. Blood Groups and Red Cell Antigens Estas células não possuem núcleo nem ADN e o seu citoplasma é rico em hemoglobina, que é responsável pela cor vermelha do sangue. Por conta da sua caraterística a hemácia é utilizada para diversas pesquisas, como osmolaridade de membranas. == Formação nos humanos == A formação de hemácias é denominada eritropoiese. Este processo é dinâmico e envolve os processos de mitose, síntese de DNA e hemoglobina, incorporação do ferro, perda de núcleo, organelos e resulta na produção de glóbulo vermelho sem núcleo e com reservas energéticas. A medula óssea é o cerne da eritropoiese que realiza-se pela diferenciação das células-tronco em pro eritroblasto, eritroblasto basófilo, eritroblasto policromático, eritroblasto ortocromático e reticulócito (liberado na circulação). Após o período de um ou dois dias o reticulócito perde o retículo e torna-se um eritrócito. == Características == Nos mamíferos, os eritrócitos são discos bicôncavos que não têm núcleo e medem 0,007 mm de diâmetro. Nos demais vertebrados, são ovais e possuem núcleo. A ausência do núcleo em mamíferos pode ser considerada uma vantagem evolutiva, já que o espaço que seria ocupado pelo núcleo pode ser ocupado por uma maior quantidade de hemoglobina, aumentando a eficiência no transporte de oxigênio. A cor vermelha se deve à alta concentração da molécula de transporte de oxigênio dentro das células, a hemoglobina. Há cerca de 5 milhões de eritrócitos em um milímetro cúbico de sangue humano; eles são produzidos numa velocidade de 2 milhões por segundo por um tecido especial que se localiza na medula óssea de quase todos os ossos no recém nascido, e apenas nos ossos axiais em adultos (arcos costais, corpo vertebral, esterno e ílio) o tecido hematopoiético, e as partículas velhas são destruídas e removidas pelo baço liberando bilirrubina. Os eritrócitos também atuam no começo da verífase (fase da divisão celular entre anáfase e telófase ) ativando a coenzima de restrição do MED2, enzima responsável pela promoção da citocinese. As baixas tensões de oxigênio, hipoxia, nas grandes altitudes estimulam maior produção de hemácias para que o transporte de oxigênio seja facilitado. A hipoxia é detectada pelo sistema renal, e este produz a hormona Eritropoetina que estimula a medula óssea a produzir maior número de eritrócitos, consequentemente causando a correção da hipoxia. Quando colocadas em solução hipotônica (menos concentrada), as hemácias sofrem hemólise, ou seja, se rompem. Em meio hipertônico (mais concentrado), perdem água e murcham, ocorrendo plasmólise. Quando os eritrócitos se rompem, liberam a hemoglobina, que é convertida em bilirrubina e eliminada pela vesícula biliar ao sistema gastrintestinal. Na membrana dos glóbulos vermelhos existem vários tipos de proteínas que são: a anquirina, actina, glicoforina, banda 3, espectrina e banda 4.1. == Doenças e ferramentas de diagnóstico == Doenças sanguíneas que envolvem as hemácias incluem: * Anemias são doenças caracterizadas pela capacidade diminuída de transporte de oxigénio devido à diminuição da contagem de eritrócitos ou à concentração de hemoglobina nestas células. ** Anemia ferropénica (ou anemia ferropriva) é a anemia mais comum; ocorre quando a ingestão de ferro ou a sua absorção pelo organismo está diminuída, levando a diminuição da produção da hemoglobina, pois o ferro é um dos seus principais constituintes; ** Anemia falciforme é uma doença genética que resulta da mutação das moléculas de hemoglobina. Quando estas se desligam do oxigénio tornam-se insolúveis e levam à alteração da forma das hemácias. Estas partículas em forma de foice são rígidas e podem bloquear os vasos sanguíneos, causar dor, tromboses e outros danos teciduais. Especificamente, a anemia falciforme é devida a uma mutação que consiste na troca de um aminoácido Glu-6 (glutamato na posição 6) por uma Val-6 (valina na posição 6) na zona externa da hemoglobina; esta mudança de um aminoácido polar para um hidrofóbico causa a alteração conformacional própria da anemia falciforme. ** Talassemia é uma doença genética que resulta na alteração da quantidade produzida de subunidades da hemoglobina. ** Anemia hemolítica é um grupo de anemias cuja causa se deve à destruição aumentada de glóbulos vermelhos (hemólise), podendo ter origem factores intrínsecos ou extrínsecos à hemácia. ** Esferocitose é uma anemia hemolítica caracterizada por um defeito genético nas proteínas da membrana e/ou no citoesqueleto da partícula, levando a hemácias pequenas, de forma esférica (esferócitos), daí o nome, e de constituição frágil, ao contrário da sua forma bicôncava e flexível. ** Anemia Perniciosa é uma doença autoimune caracterizada pela falta do factor intrínseco necessário para a absorção da vitamina B12 da comida. A vitamina B12 é essencial para a produção da hemoglobina. ** Anemia aplástica é causada pela incapacidade da medula óssea de produzir partículas sanguíneas,(a produção de partículas sanguíneas pela medula óssea também pode ser chamada de eritropoiese). * O parasita da malária passa parte do seu ciclo de vida nas hemácias, alimenta-se da hemoglobina e depois provoca hemólise, o que origina febre. Tanto a anemia falciforme e a talassemia são comuns nas áreas da malária pois estas mutações oferecem resistência a esta doença. * Policitemias (ou eritrocitoses) são doenças caracterizadas por um aumento do número de glóbulos vermelhos. O aumento da viscosidade do sangue daí derivado pode causar vários sintomas. ** Na policitemia primária o número aumentado de hemácias advém de uma alteração da medula óssea. * Várias doenças microangiopáticas, que incluem a coagulação intravascular disseminada e as microangiopatias trombóticas, apresentam no diagnóstico fragmentos de hemácias designado por esquistócitos. Estas patologias geram feixes de fibrina que prendem os glóbulos vermelhos quando estes tentam passar pelo trombose. Os vários exames sanguíneos incluem a contagem de glóbulos vermelhos por volume de sangue e o hematócrito (percentagem de volume de sangue ocupado pelo volume total das hemácias). O tipo sanguíneo precisa de ser determinado se for necessária uma transfusão sanguínea ou um transplante de órgãos. == Sistema ABO == ;A descoberta dos grupos sanguíneos Por volta de 1900, o médico austríaco Karl Landsteiner (1868 – 1943) verificou que, quando amostras de sangue de determinadas pessoas eram misturadas, as hemácias se juntavam, formando aglomerados semelhantes a coágulos. Landsteiner concluiu que determinadas pessoas têm sangues incompatíveis, e, de fato, as pesquisas posteriores revelaram a existência de diversos tipos sanguíneos, nos diferentes indivíduos da população. Quando, em uma transfusão, uma pessoa recebe um tipo de sangue incompatível com o seu, as hemácias transferidas vão se aglutinando assim que penetram na circulação, formando aglomerados compactos que podem obstruir os capilares, prejudicando a circulação do sangue. ;Aglutinogênios e aglutininas No sistema ABO existem quatro tipos de sangues: A, B, AB e O. Esses tipos são caracterizados pela presença ou não de certas substâncias na membrana das hemácias, os aglutinogênios, e pela presença ou ausência de outras substâncias, as aglutininas, no plasma sanguíneo. Existem dois tipos de aglutinogênio, A e B, e dois tipos de aglutinina, anti-A e anti-B. Pessoas do grupo A possuem aglutinogênio A, nas hemácias e aglutinina anti-B no plasma; as do grupo B têm aglutinogênio B nas hemácias e aglutinina anti-A no plasma; pessoas do grupo AB têm aglutinogênios A e B nas hemácias e nenhuma aglutinina no plasma; e pessoas do grupo O não tem aglutinogénios na hemácias, mas possuem as duas aglutininas, anti-A e anti-B, no plasma. == Ver também == * Hematopoiese * Eritropoiese Hemácia Hemácia Categoria:Sangue",
 "title": "Hemácia"
}