{
 "id": "28983",
 "text": "Aconcágua (pronunciação espanhola: [akoŋkaɣwa]) é a montanha mais alta fora da Ásia, com 6.961 metros de altitude, e, por extensão, o ponto mais alto tanto no hemisfério ocidental quanto no hemisfério sul. Ele está localizado na Cordilheira dos Andes, na província de Mendoza, Argentina, e está situado 112 quilômetros a noroeste de sua capital, a cidade de Mendoza. O cume também está localizado a cerca de 5 km da Província de San Juan e a 15 quilômetros da fronteira internacional com o Chile; é um dos Sete Cumes. O Aconcágua é delimitado pelo Valle de las Vacas ao norte e a leste e pelo Valle de los Horcones Inferior a oeste e sul. A montanha e seus arredores são parte do Parque Provincial Aconcágua. A montanha tem uma série de geleiras. O maior glaciar é o Ventisquero Horcones Inferior, com cerca de 10 km de comprimento, que desce a partir da face sul da montanha por cerca de 3600 m de altitude, perto do acampamento Confluência.What is the world's highest volcano? Smithsonian Institution, Global Volcanism Program. Acessado em 22 de agosto de 2012. Dois outros grandes sistemas geleira são o Ventisquero de las Vacas Sur e Glaciar Este/Ventisquero Relinchos a cerca de 5 km de comprimento. A mais conhecida é a do nordeste ou Glaciar dos Polacos, pois é uma rota comum de subida. A montanha foi criada pela subducção da placa de Nazca sob a placa sul-americana durante a geologicamente recente orogenia andina; mas não é um vulcão.Simkin, T. and Siebert, L. (2002-). What is the world's highest volcano? Smithsonian Institution, Global Volcanism Program. Acessado em 22 de agosto de 2012. A origem do nome é contestada; é a partir do mapuche Aconca- Hue, que remete para o rio Aconcágua e significa \"vem do outro lado\", o quéchua Ackon Cahuak, que significa \"Sentinela de Pedra\", ou Anco Cahuac, \"Sentinela Branco\",Secor, op. cit., p. 13. ou ainda o termo aimará Janq'u Q'awa, \"Ravina Branca\" ou \"Livro Branco\".Guías Pedagógicas del Sector Lengua Indígena, Aymara Ministerio de Educación, Fondo de las Naciones Unidas para la Infancia, UNICEF, Santiago de Chile, 2012 (Spanish), p. 62 Janq’u q’awa (Aconcagua: quebrada blanca). == História == A primeira tentativa de chegar ao cume foi feita por um europeu em 1883 por um grupo liderado pelo geólogo e explorador alemão Paul Güssfeldt. A rota que ele usou é agora o itinerário normal até a montanha. A primeira subida registrada foi feita em 1897 por uma expedição europeia liderada pelo alpinista britânico Edward FitzGerald, que não conseguiu atingir o cume ao longo de oito tentativas entre dezembro de 1896 e fevereiro 1897, mas o guia da expedição suíço, Matthias Zurbriggen, alcançou o cume em 14 de janeiro. Na tentativa final de um mês depois, dois outros membros da expedição, Stuart Vines e Nicola Lanti, alcançaram o cume, em 13 de fevereiro. O lado leste do Aconcágua foi escalado pela primeira vez por uma expedição polaca, com Konstanty Narkievicz-Jodko, Stefan Daszynski, Wiktor Ostrowski e Stefan Osiecki, em 9 de março de 1934, sobre o que é agora conhecido como o Glaciar dos Polacos. A rota através da face sudoeste foi feita pela primeira vez ao longo de sete dias em janeiro de 1953 pela equipe suíço-argentina de Frederico e Dorly Marmillod, Francisco Ibanez e Fernando Grajales. A famosa difícil face sul da montanha foi conquistada por uma equipa francesa liderada por René Ferlet. Pierre Lesueur, Adrien Dagory, Robert Paragot, Edmond Denis, Lucien Berardini e Guy Poulet chegaram ao cume depois de um mês de esforço, em 25 de fevereiro de 1954.R.J. Secor, Aconcagua: A Climbing Guide, The Mountaineers Books, 1999, pp. 17-21Mario Fantin, Some Notes on the History of Aconcagua, The Alpine Journal 1966 A pessoa mais jovem a chegar ao cume foi Tyler Armstrong, da Califórnia. Ele tinha nove anos de idade quando alcançou o cume em 24 de dezembro de 2013. A pessoa mais velha a escalar foi Scott Lewis, que alcançou o cume em 26 de Novembro, de 2007, quando ele tinha 87 anos de idade. == Acesso == Possui três vias de acesso: a normal, o Glaciar dos Polacos e a Parede Sul. A mais frequentada é a rota normal ou noroeste, que apresenta menos obstáculos técnicos - mesmo assim, não é recomendada para aventureiros não aclimatados ou não experientes. As outras duas requerem escalada em gelo e rocha. A sua silhueta árida, os cumes gelados, o deserto de um lado e o oceano do outro mostram a magnitude e a magia da natureza. Por ser a montanha mais alta da América desafia todos os anos montanhistas de todo mundo a escalá-la. Existem alguns locais para acampamentos para quem deseja realizar a subida da montanha: Confluência a 3368 m de altitude, Plaza de Mulas 4370 m – que é o acampamento base –, Nido de Condores a 5560 m e Berlim a 5926 m. Apesar de sua altitude, o Aconcágua não é uma montanha difícil de ser escalada do ponto de vista técnico, pois para atingir o seu cume pela rota normal não é necessário que o montanhista realize escaladas técnicas. Porém, a subida pela face sul do Aconcágua é considerada uma das mais perigosas do mundo. Para superar blocos de gelo do tamanho de edifícios são necessários bom conhecimento técnico e enorme capacidade física. O desafio que a montanha apresenta é um teste de resistência física pois o montanhista tem que superar o frio e a falta de oxigênio comum às grandes altitudes. O Aconcágua foi escalado pela primeira vez pelo suíço Mathias Zürbriggen em 1897. Em 2002, Rodrigo Raineri e Vitor Negrete formaram a única dupla brasileira a escalar a Face Sul do Aconcágua, bem como a Rota Noroeste em pleno inverno, em 2004. Em 24 de dezembro de 2013, Tyler Armstrong, um menino norte-americano de nove anos, alcançou o monte Aconcágua. == Ver também == * Ojos del Salado * Monte Pissis * Tupungato * Huascarán == Ligações externas == * Parque Provincial Aconcagua (em espanhol com opções de tradução) * Informação geográfica, história, rotas, acampamentos e clima de Cerro Aconcágua (em português) * Dados e fotos relacionados a Face Sul do Aconcágua (em português) * Tracklog para GPS do Aconcagua (em português) Categoria:Montanhas da Argentina Categoria:Sete Cumes Categoria:Montanhas com mais de 6000 metros de altitude Categoria:Pontos culminantes de países",
 "title": "Aconcágua"
}