{
 "id": "28987",
 "text": "As catacumbas de Roma () são antigas catacumbas — um conjunto subterrâneo de corredores e abrigos utilizados para sepultamentos — debaixo de Roma, Itália, dos quais pelo menos quarenta ainda existem, alguns deles descobertos apenas nas últimas décadas. Embora sejam famosos por sua história em relação ao cristianismo primitivo, romanos de todas as religiões, juntos ou separados, estão enterrados nelas, com sepultamentos iniciando no Toynbee: 39–40. e resultado principalmente do excesso populacional da cidade e da falta de terras para cemitérios. As catacumbas cristãs são extremamente importantes para a história da arte paleocristã, pois elas abrigam a grande maioria dos exemplares anteriores a 400, em afrescos e esculturas, além de medalhões em vidro dourado (que, como a maioria dos corpos, foram removidos). As catacumbas judaicas são igualmente importantes para o estudo da arte judaica do período. Relíquias de santos de catacumbas, algumas de origem duvidosa, estão espalhadas por igrejas do mundo inteiro. == História == === Precursores === Os etruscos, como muitos outros povos europeus, costumavam enterrar seus mortos em câmaras subterrâneas. O costume original dos romanos era a cremação, depois da qual as cinzas eram mantidas em vasilhames específicos (urnas, potes ou baús), geralmente num columbário. A partir do , o sepultamento (o enterro de restos não cremados) entrou na moda, em túmulos ou sarcófagos, que eram esculpidos quando se podia pagar pelo serviço. Os cristãos também preferiam o enterro por causa da crença da ressurreição corpórea na Segunda Vinda. === Catacumbas cristãs === As primeiras catacumbas de grande porte foram escavadas a partir do . Elas eram cavadas através de camadas de tufo, uma macia rocha vulcânica, do lado de fora das muralhas da cidade, uma vez que a lei romana proibia o enterro dentro dos limites da cidade. Anteriormente, o costume pagão era cremar os corpos e apenas cristãos e judeus enterravam-nos. Como a maioria deles na época pertenciam às classes mais baixas ou eram escravos, geralmente não tinham os recursos necessários para comprar terras para enterrar seus mortos. Mais barato era escavar uma rede de túneis, cada vez mais profundos, nas rochas de tufo que existiam nos subúrbios de Roma. No início, estes túneis provavelmente não eram utilizados para os serviços litúrgicos normais, apenas para o enterro e, numa extensão de costumes romanos preexistentes, serviços funerários (memoriais) e celebração do aniversário dos mártires cristãos. Existem cerca de sessenta câmaras funerárias subterrâneas em Roma, construídas ao longo das principais estradas romanas, como a Via Ápia, a Via Ostiense, a Via Labicana, a Via Tiburtina e a Via Nomentana. Os nomes das catacumbas — como a Catacumba de Calisto e a Catacumba de São Sebastião, na Via Ápia — são geralmente referências a importantes mártires enterrados no local. Cerca de 80% das escavações utilizadas para enterros cristãos datam da época posterior às perseguições.van der Meer, F., Early Christian Art, 1967, Faber and Faber, 19 ==== Tipologia ==== As catacumbas romanas são compostas de passagens subterrâneas (ambulacra), em cujas paredes estão escavados os túmulos (loculi). Estes loculi, geralmente dispostos uns sobre os outros (pilae) e podem abrigar um ou mais corpos. Outros tipos de enterro, tipicamente nas catacumbas romanas, são os arcossólio (arcosolium), um nicho formado por um arco sobre uma base plana de mármore. Os cubículos (cubicula), câmaras que abrigam loculi de uma única família), e criptas (cryptae), capelas decoradas com afrescos, são comuns nas catacumbas. Quando o espaço acabava, outros túmulos eram cavados no piso dos corredores, conhecidos como formas (formae). Escavadores (), sem dúvida escravos, construíram vastos sistemas de galerias e passagens, umas sobre as outras. Elas ficam entre 7 e 19 metros abaixo da superfície numa área de mais de 2,4 km². Estreitos degraus que descem até quatro andares ligam os diversos níveis. As passagens em geral tem 2,5 x 1,0 metros. Os nichos para os corpos (lóculos) estão escavados nas paredes em toda parte e tem geralmente de 40 a 60 centímetros de altura e 120 a 150 centímetros de comprimento. Os corpos eram colocados ali em sarcófagos de pedra ainda vestidos com suas roupas e enrolados em linho. A câmara era então selada com uma laje com o nome, a idade e o dia da morte. As decorações em afresco são as principais evidências sobreviventes da arte paleocristã e, inicialmente, copiavam diretamente os estilos romanos utilizados para decorar residências, com uma iconografia secular adaptada ao uso religioso. A Catacumba de Santa Inês é uma pequena igreja. Algumas famílias conseguiam construir cubículos que abrigavam vários lóculos e os elementos arquiteturais do espaço ajudavam na decoração. === Declínio e redescoberta === Em 380, o cristianismo tornou-se a religião estatal do Império Romano. A princípio, muitos ainda desejavam ser enterrados câmaras próximas de seus mártires preferidos. Porém, a prática foi declinando vagarosamente e os mortos passaram a ser enterrados em cemitérios de igrejas. No , as catacumbas eram utilizadas apenas para os memoriais dos mártires, embora algumas pinturas tenham sido adicionadas em datas tão tardias como o , como o caso da pintura de Santo Estevão na Catacumba de Comodila. Aparentemente, os ostrogodos, vândalos e lombardos que saquearam Roma também violaram as catacumbas, provavelmente em busca de objetos valiosos. No , elas estavam praticamente abandonadas e as relíquias mais preciosas foram transferidas para basílicas construídas na superfície para abrigar seus memoriais. Nos séculos seguintes, elas permaneceram esquecidas até serem acidentalmente redescobertas em 1578, depois do que Antonio Bosio passou décadas explorando e pesquisando-as para sua obra Roma Sotterranea (1632). O arqueólogo Giovanni Battista de Rossi (1822–1894) publicou o primeiro estudo extensivo profissional sobre as catacumbas. Entre 1956 e 1959, as autoridades italianas encontraram mais catacumbas perto de Roma. Atualmente, a manutenção delas está ao encargo da Santa Sé, que investiu, por exemplo, os Salesianos de Dom Bosco com a supervisão das Catacumbas de Calisto. Na Cúria, a responsabilidade sobre as catacumbas está com a Pontifícia Comissão de Arqueologia Sagrada, que dirige escavações e restaurações. Estudos das catacumbas são dirigidos pela Pontifícia Academia de Arqueologia. == Lista de catacumbas de Roma == Cerca de quarenta catacumbas foram construídas nos subúrbios de Roma. === Catacumba de Marcelino e Pedro === Estas catacumbas, localizadas na antiga Via Labicana (moderna Via Casilina), fica perto da igreja Santi Marcellino e Pietro ad Duas Lauros. O nome é uma referência a dois mártires cristãos, Marcelino e Pedro, que, segundo a tradição foram enterrados no local, perto do corpo de São Tibúrcio. === Catacumba de São Calisto === Situada na Via Ápia, estas catacumbas foram construídas depois de 150 e abriga alguns hipogeus cristãos e uma área funerária sob os cuidados da Igreja Católica. Seu nome é uma referência ao diácono Calisto, nomeado pelo papa Zeferino para administrar o cemitério. Quando ele tornou-se papa, Calisto ampliou o complexo, que logo se tornou o cemitério oficial da Igreja de Roma. As arcadas, onde mais de cinquenta mártires e dezesseis pontífices foram enterrados formam parte de um complexo funerário que ocupa mais de quinze hectares e mais de vinte quilômetros de passagens. === Catacumba de Domitila === Perto da Catacumba de São Calisto está a impressionante Catacumbas de Domitila, batizadas em homenagem a Santa Domitila, se estendem por mais de quinze quilômetros de passagens subterrâneas. Estas galerias são únicas por serem as mais mais antigas de Roma e algumas ainda abrigam ossos. Elas são também uma das maiores e mais bem preservadas de todas as catacumbas cristãs, abrigando, entre outras muitas obras importantes, um afresco da \"Última Ceia\" do . Além disso, está ali a única basílica subterrânea em uma catacumba romana. A entrada para o complexo se dá através dela, construída no , na via delle Sette Chiese, 280. Ela foi abandonada depois de se tornar insegura no e foi redescoberta em 1593; uma grande reconstrução foi realizada em 1870. === Catacumbas de Comodila === Estas catacumbas, na Via Ostiense, abrigam uma das mais antigas imagens conhecidas de Cristo barbado. Elas originalmente abrigavam as relíquias dos santos Félix e Adauto. === Catacumbas de Generosa === Localizada na Via Campana, acredita-se que estas catacumbas foram o local de repouso, talvez temporariamente, de Simplício, Faustino e Beatriz, mártires que morreram em Roma durante a perseguição de Diocleciano (302-3). === Catacumba de Pretextato === Também na Via Ápia, estas catacumbas foram construídas no final do . Elas são compostas de uma vasta área subterrânea, primeiro pagã e depois cristã, que abriga vários túmulos de mártires cristãos. Nas partes mais antigas do complexo está o \"Cubículo da Coroação\", com uma representação rara para a época de Cristo recebendo a coroa de espinhos, e uma pintura do de \"Susana e os anciãos\", alegoricamente representados como uma ovelha entre lobos. === Catacumba de Priscila === Esta catacumba, localizada na Via Salaria, em frente à Villa Ada, deriva seu nome provavelmente do proprietário das terras onde foi construída. Atualmente está sob os cuidados da freiras beneditinas de Priscilla. === Catacumba de São Lourenço === Construída numa colina ao de de San Lorenzo fuori le Mura, acredita-se que estas catacumbas abrigaram o túmulo de São Lourenço de Roma. A basílica foi construída pelo papa Sisto III e depois remodelada em seu formato atual. Sisto também decorou o santuário da catacumba e foi enterrado lá. === Catacumbas de São Pancrácio === Construída debaixo da Basílica de São Pancrácio, construída originalmente pelo papa Símaco sobre o local onde estava enterrado o jovem mártir São Pancrácio. No , foi entregue aos carmelitas descalços, que remodelaram completamente a basílica. Nas catacumbas estão fragmentos de esculturas e inscrições pagãs e paleocristãs. === Catacumbas de São Sebastião === Um dos menores cemitérios cristãos, esta sempre foi uma das mais acessíveis catacumbas e, por isso, é uma das menos preservadas (dos quatro andares originais, o primeiro desapareceu quase completamente). A entrada para as catacumbas está na Basílica de São Sebastião Extramuros e, através dela, é possível visitar a cripta (restaurada) de São Sebastião, com o novo altar localizado no mesmo lugar onde ficava o antigo (do qual apenas vestígios da base restaram) e um busto do santo atribuído a Bernini. Nos andares mais profundos está uma construção, na parte posterior da basílica, que durante muito se acreditou ser o local do sepultamento de São Pedro e São Paulo, mas que era, na verdade, como se demonstrou através de escavações, o túmulo do marte Quirino, bispo de Sescia, na Panônia, cujos restos foram levados para lá no . À direita está uma capela do papa Honório III, adaptada como vestíbulo para o mausoléu, com interessantes pinturas do de Pedro e Paulo, da crucificação, santos, o \"Massacre dos Inocentes\", a \"Madona com o Menino\" e outros temas. À esquerda está um mausoléu com um altar dentro de uma abside: na parede da esquerda está um grafito onde se lê \"domus Petri\", uma pista de que se acreditava na época que São Pedro estava de fato enterrado no local. === Catacumbas de São Valentim === Estas catacumbas foram dedicadas a São Valentim. No , as relíquias do mártir foram transladadas para a basílica Santa Prassede, em Roma. === Catacumbas de Santa Inês === Foi construída à volta do túmulo da muito venerada Santa Inês de Roma, cujos restos hoje estão conservados em Sant'Agnese fuori le mura, uma basílica construída diretamente sobre as catacumbas. Seu crânio está numa capela lateral de Sant'Agnese in Agone, na Piazza Navona, também em Roma. === Catacumbas da via Anapo === Na Via Salaria, estas catacumbas são provavelmente do final do ou início do e abrigam diversos afrescos de temas bíblicos. === Catacumba de Calepódio === Esta catacumba é notável por abrigar as tumbas do papa Calisto I (que, ironicamente, é o criador da Catacumba de Calisto, que contém os túmulos de uma dúzia de outros papas) e do papa Júlio I . O túmulo de Calisto foi descoberto em 1960, mas as relíquias já haviam sido transportadas para Santa Maria in Trastevere, em 790, pelo papa Adriano I por causa da iminente invasão lombarda. Na mesma ocasião, foram levadas também as relíquias de Júlio I . === Catacumbas judaicas === Há seis catacumbas judaicas conhecidas em Roma, duas das quais estão abertas para o público: a Catacumba da Vigna Randanini e a Catacumba da Villa Torlonia. A de Villa Torlonia foi descoberta em 1918 e as escavações continuaram no local por pelo menos mais doze anos. A estrutura tem duas entradas, uma na Via Siracusa e a outra dentro da villa. Elas cobrem mais de m² e são do ou III, sendo utilizadas pelo menos até o . Há quase um século de epitáfios no local, mas pouco decorados. No local estão importantes afrescos de clássicos símbolos religiosos judeus. === Outras === * Grutas do Vaticano * Catacumba dos Giordanos * Catacumba de São Nicomedes * Catacumba de Santa Hilária * Catacumba de Santa Felicidade * Catacumba de Trasão == Galeria == Imagem:Comodilla Catacomb Iesus 4th century.JPG|Cristo barbado, Catacumba de Comodila Imagem:Maria Felix Adauctus.jpg|Madona com o Menino com Félix e Adauto, Catacumba de Comodila Imagem:Rom, Domitilla-Katakomben, Fresko \"Christus und die 12 Apostel\" und Christussymbol \"Chi Rho\" 1.jpg|Cristo e os apóstolos, Catacumba de Domitila Imagem:Agape feast 02.jpg|Ágape, Catacumba de Domitila Imagem:Eucharistic bread and fish.jpg|Peixe e pão eucarísticos, Catacumba de São Calisto Imagem:Baptism - Saint Calixte.jpg|Batismo infantil, Catacumba de São Calisto Imagem:Jonah thrown into the Sea.jpg|Jonas lançado ao mar, Catacumba de Marcelino e Pedro Imagem:Adam & Eve 01b.jpg|Adão e Eva, Catacumba de Marcelino e Pedro Imagem:Fiery furnace 01.jpg|A \"Fornalha Ardente\", Catacumba de Priscila Imagem:Madonna catacomb.jpg|Madona com o Menino, Catacumba de Priscila Imagem:Good shepherd 01 small.jpg|Bom Pastor, Catacumba de Priscila Imagem:SamsonViaLatina.jpg|Sansão derrota os filisteus, Catacumba da Via Latina Imagem:Via Appia Jewish Catacombs 4.jpg|Menorá na Catacumba judaica da Vigna Randanini Imagem:Hercules garden hesperides hel hi.jpg|Hércules no Jardim de Hespérides, afresco na catacumba da Via Latina, em Roma, Itália == Bibliografia == * Jocelyn Toynbee, Death and Burial in the Roman World, JHU Press, 1996 reprint, ISBN 0801855071, 9780801855078 == Ligações externas == * * * * * . * * * * * * Categoria:Tumbas papais",
 "title": "Catacumbas de Roma"
}