{
 "id": "29028",
 "text": "(, na numeração romana) foi um ano comum do século I, do Calendário Juliano, da Era de Cristo, teve início a um sábado e terminou também a um sábado, e a sua letra dominical foi B. == Eventos == * Tibério Cláudio César Augusto, pela terceira vez, e Germânico César, pela segunda vez, cônsules romanos.Louis Moréri, Le grand Dictionaire historique, ou le mélange curieux de l'histoire sacrée et profane, Suite chronologique des consuls romains, p.89 [google books] * Germânico viaja para o leste do império. Ele passa por Lesbos, onde se encontra com sua esposa Agripina Maior, que havia acabado de dar à luz Júlia Lívila. Em seguida, ele visita a Ásia, e, em Colofonte, ouve um oráculo de Apolo que previa sua morte iminente.James Ussher, The Annals of the World [em linha]Germânico morre no ano seguinte. * Cneu Pisão alcança Germânico em Rodes, e depois volta para Síria. Ele corrompe as legiões, e passa a falar mal de Germânico e Agripina, dizendo que fazia isto com o consentimento do imperador Tibério. * Germânico, mesmo sabendo destes problemas, teve que ir à Armênia. Os armênios haviam expulsado Vonones, e estavam sem rei. Germânico coroa Zenão, filho de Polemão, rei do Ponto, como rei da Armênia. Zenão era querido pelo povo, pois desde criança ele imitava os costumes e hábitos dos armênios. Após a coroação, Zenão adotou o nome Artaxias, por causa da Artaxata, cidade onde foi coroado. * A Capadócia é organizada como uma província romana. Seu primeiro governador é Quinto Verânio. Para mostrar a boa vontade dos romanos, os tributos são reduzidos. * Q. Servaeus é indicado para governar Comagena. Esta província era governada por um pretor. * Germânico, ainda insatisfeito com Pisão, o encontra em Cirro, cidade da Síria, onde tem uma discussão acalorada, mas Pisão se mostra submisso. Eles se separam ainda com rancor mútuo. * Artabano, rei dos partas, envia embaixadores a Germânico para renovar a aliança com Roma. Artabano gostaria de se encontrar com Germânico no Eufrates, mas se mostrou insatisfeito com a presença de Vonones na Síria, temendo que ele causasse uma rebelião entre os nobres da Pártia.Vonones havia sido rei da Pártia antes de Artabano. Germânico respondeu favoravelmente à aliança, e moveu Vonones para Pompeipólis, uma cidade da Cilícia, mas isto não foi feito para agradar Artabano, mas para irritar Pisão, pois Vonones havia dado vários presentes a Plancina, esposa de Pisão. als:10er#18",
 "title": "18"
}