{
 "id": "29097",
 "text": "foi um ano bissexto do século I a.C. que durou 366 dias. De acordo com o Calendário Juliano, o ano teve início numa quarta-feira e terminou a uma quinta-feira. as suas letras dominicais foram E e D. == Eventos == * 189a olimpíada: Asclepíades de Sidom, vencedor do estádio.Eusébio de Cesareia, Crônica, As Olimpíadas Gregas, Uma lista desde a primeira olimpíada até a 247a quando Antonino, filho de Severo, era imperador dos romanos [em linha] * Caio César Otaviano, pela décima vez, e Caio Norbano Flaco, cônsules romanos.Louis Moréri, Le grand Dictionaire historique, ou le mélange curieux de l'histoire sacrée et profane, Suite chronologique des consuls romains [google books] * 29o Jubileu.James Ussher, The Annals of the World [em linha] === Roma === * Augusto, ao iniciar seu décimo consulado, em 1 de janeiro, faz o Senado o autorizar a cumprir sua promessa, de dar 400 sestércios a todo habitante de Roma. O Senado dá a Augusto plenos poderes. === Judeia === * Herodes envia 50.000 homens, que ele havia alimentado nos tempos de fome, para a colheita. Herodes, por sua diligência, conseguiu restaurar o reino, que estava em ruínas, e ainda ajudou seus vizinhos. * Herodes constroi dois palácios no Monte Sião, um deles com o nome de César e o outro com o nome de Agripa, que eram maiores que o Templo de Jerusalém. === Arábia === * Augusto envia Élio Galo, o terceiro governador romano do Egito, para submeter os árabes, cujo rei era Obodes. * Élio Galo atravessa o Mar Vermelho com 10.000 soldados romanos e seus aliados, inclusive 500 judeus (que haviam sido fornecidos por Herodes) e 1000 nabateus sob Syllaeus. * Obodes era um rei preguiçoso, e havia entregue o governo a Syllaeus. Este prometeu guiar Élio Galo, mas o levou por caminhos tortuosos. Quando Élio Galo chega a Album, no território dos nabateus, seu exército está sofrendo de doença, e ele tem que passar o verão e o inverno para se recuperar. === Síria === * Zenodoro, que controlava as regiões de Traconítida, Bataneia e Auranítida, se une aos que viviam nas cavernas e pilhavam os damascenos. Estes pedem ajuda a Varo, governador da Síria, que ataca Zenodoro e toma seus territórios. Categoria:Anos do século I a.C.",
 "title": "24 a.C."
}