{
 "id": "29091",
 "text": "foi um ano bissexto do século I a.C. que durou 366 dias. De acordo com o Calendário Juliano, o ano teve início num domingo e terminou a uma segunda- feira. as suas letras dominicais foram A e G. == Eventos == * 187a olimpíada: Aristo de , vencedor do estádio. Ele também havia vencido na 185a olimpíada.Eusébio de Cesareia, Crônica, As Olimpíadas Gregas, Uma lista desde a primeira olimpíada até a 247a quando Antonino, filho de Severo, era imperador dos romanos [em linha] * Cneu Domício Enobarbo e Caio Sósio Nepos, cônsules romanos.Louis Moréri, Le grand Dictionaire historique, ou le mélange curieux de l'histoire sacrée et profane, Suite chronologique des consuls romains, p.88 [google books]Nicolas Lenglet Dufresnoy, Chronological Tables of Universal History (1762), Fasti Romani Consulares, p.207 [google books]Dufresnoy cita o segundo cônsul apenas como Caio Sósio. * Após acusações recíprocas feitas no senado romano, Marco Antônio rompe com Otaviano, e se divorcia de Otávia, irmã de Otaviano.James Ussher, The Annals of the World [em linha] * Otávia, expulsa de casa, leva todos filhos que Antônio teve com Fúlvia, exceto o mais velho, que ficou com o pai. * Cleópatra influencia Antônio, para que este ordene a Herodes que ataque a Arábia. Os planos de Cleópatra eram que, se Herodes fosse vitorioso, ela ganharia a Arábia, e se Herodes fosse derrotado, ela ganharia a Judeia. * Herodes derrota os árabes em Dióspolis. * Os dois cônsules, Domício e Sósio, se mostram a favor de Antônio, com Sósio fazendo declarações a favor de Antônio, porém depois eles mudam de lado e passam a apoiar Otaviano.Nicolas Lenglet Dufresnoy, Chronological Tables of Universal History (1762), The Seventh Epocha, p.108 * O testamento de Marco Antônio, que havia sido confiado à guarda das virgens vestais, é tomado à força por Otaviano. Ele lê o testamento em público, que fica ciente de que Cesarião era filho de Júlio César e Cleópatra. Pelo testamento, os filhos de Antônio com Cleópatra são incluídos entre seus herdeiros. O público fica indignado, e acredita que, se Antônio tivesse o poder, entregaria Roma a Cleópatra e moveria o império para o Egito.No texto de Dufresnoy, incorretamente, consta que Otaviano lê o testamento de Pompeio para o Senado. * Otaviano declara guerra a Cleópatra, e retira o consulado do ano seguinte de Antônio. A estratégia de Otaviano, ao não declarar Antônio como inimigo, tinha o objetivo de não tornar também inimigos os aliados de Antônio. Otaviano vai ao templo de Belona e faz todos rituais que precedem uma guerra.Pelo texto de Dufresnoy, o Senado declara guerra contra Antônio e Cleópatra. * Otaviano e Antônio se preparam para a guerra Antônio e Cleópatra se retiram para Éfeso, onde reúnem 800 navios, 200 dos quais fornecidos por Cleópatra. * Herodes derrota os árabes em Cana, na Celessíria, mas depois que Atênio, general de Cleópatra que detestava Herodes se une aos árabes, Herodes sofre uma derrota. Herodes passa a lutar contra os árabes a partir das montanhas. * Antônio planejava atacar a Itália, mas retorna ao Peloponeso, e passa o inverno em Patara. == Nascimentos == Categoria:Anos do século I a.C.",
 "title": "32 a.C."
}