{
 "id": "29106",
 "text": "foi um ano bissexto do século I a.C. que durou 366 dias. De acordo com o Calendário Juliano, o ano teve início a um sábado e terminou a um domingo. as suas letras dominicais foram B e A. == Eventos == * Lúcio Domício Enobarbo e Público Cornélio Cipião, cônsules romanos.Louis Moréri, Le grand Dictionaire historique, ou le mélange curieux de l'histoire sacrée et profane, Suite chronologique des consuls romains, p.89 [google books]Nicolas Lenglet Dufresnoy, Chronological Tables of Universal History (1762), Fasti Romani Consulares, p.208 [google books] * Augusto dedica o Templo de Quirino em Roma, que ele havia reconstruído. O templo tinha setenta e seis colunas, a mesma idade do imperador.Dião Cássio, História de Roma, Livro LIV, 19.4 [em linha] * Augusto vai à Gália, segundo Dião Cássio, porque ele havia ficado muito tempo em Roma, ou porque ele tinha um caso com Terência, a esposa de Mecenas, e queria poder viver com ela longe das fofocas.Dião Cássio, História de Roma, Livro LIV, 19.1-3 Ele deixa Tauro como prefeito urbano.Dião Cássio, História de Roma, Livro LIV, 19.6 * Na noite seguinte à partide de Augusto, o Templo de Juvento é destruído pelo fogo, e são vistos vários portentos.Dião Cássio, História de Roma, Livro LIV, 19.7 * Agripa é enviado por Augusto para ser governador da Síria.James Ussher, The Annals of the World [em linha]Nicolas Lenglet Dufresnoy, Chronological Tables of Universal History (1762), The Greek Olympiads, p.167 Herodes convida Agripa para visitar a Judeia, onde ele é recebido com honras.Nicolas Lenglet Dufresnoy, Chronological Tables of Universal History (1762), The Seventh Epocha, p.109 * As tribos alpinas dos camunos e vênios se rebelam, e são submetidas por Públio Sílio.Dião Cássio, História de Roma, Livro LIV, 20.1 * Os Panônios e os nóricos atacam a Ístria, mas são derrotados por Sílio, e se submetem.Dião Cássio, História de Roma, Livro LIV, 20.2 * Rebeliões na Dalmácia e Hispânia são rapidamente reprimidas.Dião Cássio, História de Roma, Livro LIV, 20.3 * A Macedônia é devastada por invasões dos dentéletos e dos escordicos. * Na Trácia, Marco Lólio com ajuda de Roemetalces, guardião dos seus sobrinhos, filhos de Cótis, subjugam os bessos. * Lúcio Galo conquista os sármatos e os obriga a voltar para além do rio Ister. * A maior guerra deste ano ocorreu na fronteira entre a Gália e a Germânia, e possivelmente foi o motivo que levou Augusto à Gália. As tribos germânicas sugambros, usípetes e têncteros capturaram alguns romanos em seu território e os crucificaram; em seguida, cruzaram o Reno, pilhando a Germânia e a Gália. Quando a cavalaria romana chegou, eles a emboscaram, deixando Lólio, o governador da província, em dificuldades.Dião Cássio, História de Roma, Livro LIV, 20.4s Quando Augusto chegou, porém, os bárbaros se retiraram, aceitando a paz e deixando alguns reféns.Dião Cássio, História de Roma, Livro LIV, 20.6 * 191a olimpíada: ** Diódoto de Tiana, vencedor do estádio.Eusébio de Cesareia, Crônica, As Olimpíadas Gregas, Uma lista desde a primeira olimpíada até a 247a quando Antonino, filho de Severo, era imperador dos romanos [rbedrosian.com] [www.attalus.org] ** Herodes, em viagem para a Itália para rever seus filhos, comparece os jogos olímpicos, e se torna um dos juízes. Ele faz uma doação, e é declarado como juiz perpétuo. * Em Roma, Herodes é recebido por César, e recebe de volta seus filhos que haviam sido educados. * Em Jerusalém, termina a construção do templo. == Nascimentos == ==Mortes== * Emílio Mácer, poeta de Veronen, morre na Ásia. Categoria:Anos do século I a.C.",
 "title": "16 a.C."
}