{
 "id": "2920",
 "text": "O é um polissacarídeo e a principal reserva de energia nas células animais e bactérias (como as cianobactérias, antigamente chamadas de algas azuis), encontrado, principalmente, no fígado e nos músculos. Geralmente também é encontrado nos fungos, sendo, neste caso, a principal substância de reserva.BD Editors, Glycogen, Biology dictionary, 4 de outubro de 2019 == Descrição == Ocorre intracelularmente como grandes agregados ou grânulos, que são altamente hidratados por apresentar grande quantidade de grupos hidroxila expostos, sendo capazes de formar ligações de hidrogênio com a água. É uma molécula constituída por subunidades de glicose unidas por meio de ligações. Apresenta uma ramificação a cada oito a doze unidades. Reserva a energia de todos os carboidratos no corpo, principalmente dentro do fígado. == Armazenamento == O glicogênio é especialmente abundante no fígado, onde ele constitui até 7% do peso úmido deste órgão. Neste caso, é denominado glicogênio hepático, sendo encontrado em grandes grânulos, eles mesmos agregados de grânulos menores, compostos por moléculas de glicogênios unitárias altamente ramificadas e com uma massa molecular média de vários milhões. Esses grânulos apresentam em uma forma intimamente unida as enzimas responsáveis pela sua síntese e degradação. A principal função do glicogênio armazenado no fígado é alimentar a necessidade energética das células cerebrais. No caso de verificar-se uma esteatose, ele é armazenado dentro de vacúolos com limites pouco definidos. == Uso do glicogênio muscular == O glicogênio muscular responde em casos de hiperglicemia, pegando o açúcar da corrente sanguínea e armazenando-o para realizar a neoglicogênese. O glicogênio muscular não é usado em resposta à hipoglicemia pelos animais porque eles precisam desse glicogênio para realizar as atividades em busca da sua fonte de alimentos. Por exemplo, um leão precisa correr para pegar a sua presa; se ele estivesse usado o glicogênio muscular, ele não conseguiria correr. == Ramificações == Cada ramificação do glicogênio termina com um açúcar não redutor. Sendo assim, ele tem tantos terminais não redutores quantas ramificações, porém com um único terminal redutor. Quando este é utilizado como fonte de energia, suas unidades de glicose são retiradas uma a uma, a partir dos terminais não redutores. As enzimas podem agir em muitos terminais, fazendo com que este polissacarídeo se reduza a um monossacarídeo. == Hidrólise == O glicogênio é hidrolisado pelas α- e β-amilases. A α-amilase, presente no suco pancreático e na saliva, quebra o laço glicosídico α(1→4) ao acaso, produzindo tanto maltose quanto glicose. Já a β-amilase (que também quebra o laço glicosídico α(1→4)) cliva sucessivas unidades de maltose, iniciando a partir do terminal não reduzido. == Síntese == A síntese de glicogênio é o processo pelo qual a glicose é polimerizada a glicogênio, que é acumulado nas células em quantidades variáveis de acordo com o tipo celular, funcionando aí como depósito de energia acessível à célula. Em determinadas células, como nas do fígado e músculo, este processo pode ser intenso, e ocorrem extensos depósitos de glicogênio. O glicogênio hepático, que chega a 150 g, é degradado no intervalo das refeições, mantendo constante o nível de glicose no sangue ao mesmo tempo em que fornecem este metabólito às outras células do organismo. O glicogênio muscular, ao contrário, só forma glicose para a contração muscular. == Ver também == * Glicogênese * Glicogenólise * Ciclo de Cori == Ligações externas == * A lógica química do metabolismo do glicogênio. Categoria:Carboidratos Categoria:Polímeros Categoria:Polissacarídeos",
 "title": "Glicogénio"
}