{
 "id": "29210",
 "text": "Brisbane é a capital do estado australiano de Queensland, terceira maior cidade e o segundo maior \"hub\" econômico, administrativo, cultural e urbano do leste do país. É banhada pelo Oceano Pacífico e é em seu território que desagua do Rio Brisbane, o qual dá nome à cidade. Segundo dados estimados para o ano de 2014, possuí uma população absoluta de 2 274 600 habitantes vivendo dentro de seus limites oficiais — fazendo dela a terceira maior cidade australiana em termos populacionais, atrás de Sydney e Melbourne. Desse total de 2.2 milhões de habitantes de Brisbane, cerca de 1 000 000 viviam na cidade de Brisbane propriamente dita no mesmo período e algo em torno de em seus quatro subúrbios satélites integrados, no mesmo ano. Já sua área metropolitana, a terceira mais populosa da Austrália, que se estende por toda a conurbação do sudeste do estado de Queensland, abrigava 3,4 milhões de pessoas segundo o censo australiano de 2014, ou cerca de 70% da população de toda Queensland (que foi estimada no mesmo período em 4,8 milhões de habitantes). Está situada a 945 km a nordeste da capital do país, Canberra, e a cerca de 733 km a norte de Sydney, a principal cidade australiana. Brisbane é uma das cidades mais antigas da Austrália. Embora tenha sido fundada como parte da colônia de povoamento britânica no leste do país em 1825, a área que hoje é ocupada pela cidade já era volumosamente habitada séculos antes da chegada dos primeiros europeus por aborígenas das tribos Turrbal e Jagera. Ademais, Brisbane floresceu ao longo dos séculos XIX e XX ao abrigar, no período, contínuos grupos de colonos, majoritariamente oriundos da Grã- Bretanha, que na cidade e seus arredores procuravam se estabelecer, fazendo expandir o comércio e a indústria em seu território. Esse fluxo foi significativamente acentuado durante a Primeira e a Segunda Guerra Mundial, e continuou, embora em declínio, por algum tempo ao longo dos anos 50 e 60. Hoje, Brisbane é um dos principais centros turísticos da Austrália, porta de entrada para a indústria do turismo no estado de Queensland e em todo o leste e nordeste do país. Em 2010, foi eleita a 36.ª cidade mais \"habitável\" do mundo, que leva em consideração níveis de segurança pública, limpeza urbana, transparência governamental, bem estar social e conservação dos patrimónios públicos. Brisbane será a sede dos Jogos Olímpicos de Verão de 2032, tendo o anúncio sido feito em Tóquio em 2021, pouco antes do início dos Jogos Olímpicos de 2020. == História == Foi fundada pelos britânicos em 1825. Antes da colonização europeia da Austrália, a área de Brisbane era habitada pelos povos Turrbal, cujos ancestrais migraram para a região através do estreito de Torres. A área da baía de Moreton foi inicialmente explorada por Matthew Flinders. Em 17 de julho de 1799, Flinders desembarcou no que hoje é conhecido como Woody Point, que ele chamou de \"Red Cliff Point\", após as falésias de cor vermelha da baía. Em 1823, o governador de Nova Gales do Sul, Thomas Brisbane, instruiu que uma nova exploração seria desenvolvida, e um grupo liderado por John Oxley exploraria a baía de Moreton. Oxley explorou o rio Brisbane, na medida do Goodna. Oxley recomendou o ponto de Red Cliff para uma nova colônia, relatando que os navios podiam atracar em qualquer maré e facilmente chegar perto da costa. Queensland foi proclamada uma colônia separada em 6 de junho de 1859, com Brisbane como sua capital, embora não tenha sido incorporado como uma cidade até 1902. Mais de vinte pequenos municípios e condados foram reunidos em 1925, para formar a cidade de Brisbane, que é regida pelo Conselho da Cidade de Brisbane. 1930 foi um ano significativo para Brisbane, com a construção dos marcos que ajudaram a definir o caráter da cidade. A Ponte Story e Brisbane City Hall, em seguida, edifícios mais altos da cidade. Além disso, o Santuário da Lembrança, em ANZAC Square, tornou-se o principal memorial da guerra de Brisbane. Durante a Segunda Guerra Mundial, Brisbane tornou-se ponto fundamental para a campanha dos Aliados quando o edifício AMP (agora chamado de MacArthur Central) foi utilizado como sede da South Pacific West pelo General Douglas MacArthur, chefe das forças aliadas do Pacífico. MacArthur tinha anteriormente rejeitado uso da Universidade de Queensland como seu quartel-general, como as curvas distintas no rio de Santa Lucia poderiam ajudar os bombardeiros inimigos. Também foi usado como um quartel-general das tropas americanas durante a Segunda Guerra Mundial o T & G Building. Aproximadamente um milhão de soldados americanos passaram pela Austrália durante a guerra. Apesar do crescimento constante, o desenvolvimento de Brisbane foi marcado por problemas de infra-estrutura. O governador do Estado John Bjelke-Petersen começou um grande programa de mudança e de renovação urbana, começando com o Distrito Financeiro Central e subúrbios. Bondes era um popular meio de transporte público em Brisbane, e a cidade tornou-se a última cidade da Austrália a fechar completamente a sua rede de bondes. A inundação de Brisbane em 1974 foi um grande desastre que temporariamente impediu o avanço da cidade. Durante esta época, Brisbane cresceu e modernizou rapidamente se tornando um destino da migração interestadual. Alguns dos marcos populares de Brisbane foram perdidos, incluindo o Hotel Bellevue e Cloudland, demolidos em circunstâncias controversas. O crescimento da população de Brisbane ultrapassa a média nacional, desde 1990 cresce a uma taxa média de cerca de 2,2% ao ano. == Geografia == Localizada no Oceano Pacífico, junto à foz do rio Brisbane, é um porto importante da Austrália, além de centro comercial e industrial. Tem cerca de 980 mil habitantes na cidade propriamente dita, com mais de 1,8 milhão de habitantes em sua região metropolitana. É a maior área urbana da Austrália em território, porém, apenas a terceira em população. As estimativas dizem que em 2030 a cidade terá mais de 2,5 milhões de habitantes. === Clima === O clima de Brisbane é subtropical (classificado por Köppen como Cfa), com verões quentes e chuvosos e invernos amenos e secos. Os invernos são mais secos porque sua localização fica próxima a cidades de clima tropical. O mês de janeiro é o mais chuvoso e o mês de julho, o mais seco. O período de seca pode começar a qualquer momento a partir de junho, seu início pode variar muito de um ano para outro, enquanto em alguns anos pode começar em junho, em outros as chuvas só diminuem no fim de agosto. Considerando a média de precipitação, o período seco se inicia em julho e se intensifica em agosto e setembro, acabando no início de outubro, quando são registradas as primeiras chuvas de verão. No verão destacam-se o calor e as chuvas: chove muito nessa época e tempestades são comuns. A temperatura é alta durante a tarde, próxima ou superior aos 30 °C, mas raramente acima dos 40 °C. Massas de ar polar são raras nessa época do ano. Durante o inverno, a amplitude térmica diária é maior, por causa do tempo mais seco, principalmente em setembro. Nos meses de junho a agosto, é comum a chegada de frentes frias seguidas de massas de ar polar, que derrubam muito a temperatura, entretanto elas atuam durante poucos dias na região, pois elas perdem força devido ao contato com o ar mais quente de latitudes mais baixas. == Cultura == === Esportes === A cidade já foi sede dos Jogos da Commonwealth de 1982, foi uma das sedes das Copas do Mundo de Rugby de 1987 e 2003 e também recebeu a final da Copa do Mundo de Rugby League de 2008. O esporte mais popular de Brisbane é o rugby league, a cidade é a casa do Brisbane Broncos que joga na NRL, também é a casa do time de futebol australiano Brisbane Lions, do time de rugby Reds da liga Super Rugby e do time de futebol Brisbane Roar. == Ligações externas == *",
 "title": "Brisbane"
}