{
 "id": "29272",
 "text": "{{Info/Município do Brasil | nome = Cuitegi | foto = | apelido = | brasão =Brasao Cuitegi.png | bandeira =Bandeira Cuitegi.jpg | link_hino = | aniversário = 26 de dezembro | fundação = | gentílico = cuitegiense | lema = | prefeito = Geraldo Alves Serafim | partido = PSDB | fim_mandato = 2024 | mapa = Brazil Paraíba Cuitegi location map.svg | latP = S | latG = 06 | latM = 53 | latS = 34 | lonP = O | lonG = 35 | lonM = 31 | lonS = 22 | estado = Paraíba | região_intermediária = João Pessoa | data_região_intermediária = IBGE/2017 | região_imediata = Guarabira | data_região_imediata = IBGE/2017 | região_metropolitana = Guarabira | vizinhos = Pilõezinhos (norte); Guarabira (leste); Alagoinha (sul); Pilões (oeste)Mapa da Confederação Nacional de Municípios | dist_capital = 88 | área = 39.301 | área_ref = | população = 6889 | altitude = 89 | clima = Tropical chuvoso com verão seco | sigla_clima = As' | idh = 0.562 | pib = mil | pib_per_capita = 3276.96 |site_prefeitura=www.cuitegi.pb.gov.br|site_câmara=www.cmcuitegi.pb.gov.br| leg_foto = | link_brasão = | link_bandeira = | data_mesorregião = IBGE/2008 | data_microrregião = IBGE/2008 | data_pop = IBGE/2010 | data_idh = PNUD/2000 | data_pib = IBGE/2008 | data_pib_per_capita = IBGE/2008 }} Cuitegi é um município brasileiro do estado da Paraíba, localizado na Região Geográfica Imediata de Guarabira e integrante da Região Metropolitana de Guarabira. De acordo com o IBGE (Fundação Instituto Brasileiro de Geografia e Estatística), no ano de 2010 sua população foi estimada em 6.889 habitantes. Área territorial de 39,301 km² e o principal curso d'água é o rio Araçagi. ==História== O Arraial de Cuite (1860) da então Vila Independência pertencera ainda como Distrito (1938), da atual Guarabira até o ano de (1961), quando obteve sua Emancipação Política, elevando-se à qualidade de Cidade com a denominação de Cuitegi. A Povoação fora fundada por Capitão Firmino Alves Pequeno, que construiu a primeira residência e um estabelecimento comercial. O inicio do povoamento é atribuído à construção dessa casa, em 1860, destinada à hospedagem dos tropeiros que passavam a caminho da feira de Mamanguape. O topônimo Cuitegi é derivado dos termos tupis cuité (fruto do cuitezeiro) e ji (rio), o que portanto produz «rio dos cuités», segundo o célebre historiador Horácio de Almeida. No livro Guarabira através dos Tempos, de Cleodon Coelho, há o seguinte trecho que corrobora tal significado: ::«Ainda existem à margem do rio que margeia o distrito frondosas cuitezeiras, cujos frutos quase sempre de forma esferoidal são aproveitados na fabricação de cuias.» Sua história tem início com a colonização portuguesa que, próximo a Mamanguape, estenderam uma linha de comércio para o interior. Conta-se que os tropeiros que iam para Mamanguape paravam debaixo destas árvores para descanso da tropa e depois seguiam viagem. Cuitegi ficava em seu itinerário. O então povoado apresentava um comércio florescente nos idos de 1870 e 1880. Tinha o nome de Cuité até 15 de novembro de 1938, data em que o decreto-lei nº 1.164, que alterava o povoado para vila também a renomeou para Cuitegi. Tornou-se município em 26 de dezembro de 1961 ao desmembrar-se de Guarabira. ==Ligações externas== *Página da prefeitura *Federação dos Municípios da Paraíba *Dados municipais e mapa de alta resolução em PDF Categoria:Municípios da Paraíba Categoria:Fundações na Paraíba em 1961",
 "title": "Cuitegi"
}