{
 "id": "29296",
 "text": "O trigo (Triticum spp.)Belderok, Bob & Hans Mesdag & Dingena A. Donner. (2000) Bread-Making Quality of Wheat. Springer. p.3. ISBN 0-7923-6383-3. é a gramínea cultivada em todo o mundo. Mundialmente, é a segunda maior cultura de cereais, sendo a primeira o milho e a terceira o arroz.FAO. 2021. Crop Prospects and Food Situation - Quarterly Global Report No. 1, March 2021. Rome. https://doi.org/10.4060/cb3672en O grão de trigo é um alimento básico usado para fazer farinha e, com esta, o pão, na alimentação dos animais domésticos e como ingrediente na fabricação de cerveja. O trigo é também plantado estritamente como forragem para animais domésticos, como a palha. == História == O trigo foi primeiramente cultivado no Crescente Fértil, no Médio Oriente. Os arqueólogos demonstraram que o cultivo do trigo é originário da Síria, Jordânia, Turquia e Iraque. Há cerca de 10 000 anos, uma mutação ou hibridização ocorreu, resultando em uma planta com sementes grandes, porém que não podiam espalhar-se pelo vento. Esta planta não poderia vingar como silvestre, porém, poderia produzir mais comida para os humanos e, de fato, ela teve maior sucesso que outras plantas com sementes menores e tornou-se o ancestral do trigo moderno. O joio é uma espécie morfologicamente muito parecida com o trigo, que crescendo nas zonas cerealíferas, é considerada uma erva daninha desse cultivo. A semelhança entre essas duas plantas é tão grande que em algumas regiões costuma-se denominar o joio como \"falso trigo\", sendo esta semelhança usada na Parábola do Trigo e do Joio.Craig S. Keener, The Gospel of Matthew: A Socio-Rhetorical Commentary, Wm. B. Eerdmans Publishing, 2009 p.387 A espécie tem distribuição cosmopolita estando presente em todas as regiões temperadas e subtropicais. Contudo após maduro o joio é fácil identificar e arrancar, diferenciando assim o trigo do joio. == Produção e consumo == Triticultura é o nome dado para o cultivo de trigo. Em 2003, o consumo mundial per capita de trigo foi de 67 kg, com o maior consumo per capita (239 kg) encontrada no Quirguistão. Em 1997, o consumo global de trigo foi de 101 kg per capita, com maior consumo (623 kg per capita) na Dinamarca, mas a maior parte deste (81%) foi para a alimentação animal.CIMMYT World wheat facts and trends 1998-9. O trigo é o alimento básico primário no norte da África e do Oriente Médio, e está crescendo em popularidade na Ásia. Ao contrário do arroz, a produção de trigo é mais difundido globalmente embora a participação da China é quase um sexto do mundo. O Rio Grande do Sul é o maior produtor do Brasil de trigo, com 2,3 milhões de toneladas em 2019.IBGE prevê safra recorde de grãos em 2020 O Paraná é o 2º maior produtor, com uma produção quase idêntica ao Rio Grande do Sul. Em 2019, os 2 estados colheram juntos cerca de 85% da safra do Brasil, mas mesmo assim, o país é um dos maiores importadores globais do cereal, tendo importado cerca 7 milhões de toneladas neste ano, para atender a um consumo de 12 milhões de toneladas. A maior parte do trigo que o Brasil importa vem da Argentina.BRASIL - IMPORTAÇÃO DE TRIGO 2019 (POR PAÍS) Na colheita do ano 2002, a produção internacional do trigo totalizou 563,2 milhões toneladas e os países que mais produziram trigo foram: China com 89 milhões de toneladas, Índia com 71,5 milhões de toneladas, Ucrânia com 50,6 milhões de toneladas, Estados Unidos com 44 milhões de toneladas, França com 39 milhões de toneladas. País Produção em 2018 (milhões de toneladas anuais) 131,4 99,7 72,1 51,2 35,7 31,7 25,0 24,6 20,9 20,2 20,0 18,5 Total mundial 772 Fonte: Food and Agriculture Organization Fonte: Food and Agriculture Organization == Espécies mais comuns == * Trigo comum - (T. aestivum) Uma espécie hexaploide que é a mais cultivada no mundo. * Triticum monococcum - Uma espécie diploide com variedades selvagens e domesticadas. Foi uma das primeiras espécies cultivadas, mas raramente utilizada atualmente. * Farro - (T. turgidum var. dicoccum) Uma espécie tetraploide com variedades selvagens e domesticadas. Cultivada em tempos antigos, mas pouco atualmente. É de farro que vem a palavra farinha. * Trigo duro - (T. turgidum var. durum) A única variedade tetraploide largamente usada hoje. * Kamut® - (T. turgidum var. polonicum) Uma variedade tetraploide cultivada em pequenas quantidades, mas extensivamente comercializada. Originária do Médio Oriente * Espelta - (T. spelta) Outra espécie hexaploide cultivada em pequenas quantidades. === Variedades tradicionais em Portugal === Tradicionalmente as espécies de trigo mais plantadas no território português antes do advento da agricultura industrial eram cinco: barbela, massaruco, o preto-amarelo, o angelino e o raspe-negro. == Agronomia == === Cultivares === Os cultivares de trigo são classificados segundo a estação do ano em que crescem (trigo de inverno ou trigo da primavera) e pelo conteúdo em glúten (trigo duro elevado conteúdo em glúten) ou trigo macio (elevado conteúdo em amido). === Desenvolvimento da cultura === As decisões quanto ao manejo da cultura necessitam de conhecimento do estágio de desenvolvimento da plantação. Em especial, as aplicações de fertilizantes, fungicidas e reguladores de crescimento são feitas em estágios específicos de crescimento da planta. Por exemplo, as recomendações (americanas) atuais geralmente indicam que a segunda aplicação de nitrogênio deve ser feita quando a espiga (não visível nesta época) está com aproximadamente 1 cm de tamanho (Z31 na escala Zadok). O conhecimento dos estágios também é utilizado para identificar os períodos de maior risco para a planta quanto ao clima. Por exemplo, o estágio de meiose é extremamente suscetível a baixas temperaturas (abaixo de 4 °C) ou altas temperaturas (acima de 25 °C). Os produtores ainda se beneficiam sabendo que quando a folha bandeira (última folha) aparece ela representa cerca de 75% das reações de fotossíntese durante o período de enchimento dos grãos e, por isso, ela deve ser mantida livre de doenças ou ataque de insetos para garantir uma boa colheita. Existem muitos sistemas para identificar os estágios da planta, sendo as escalas Feekes e Zadoks as mais utilizadas nos Estados Unidos. Cada escala é um sistema padrão que descreve estágios sucessivos atingidos pela planta durante a época de cultivo. === Moagem === Denomina-se moagem de trigo o processo de retirada do endosperma ou farinha do grão de trigo. O endosperma compõe cerca de 75% a 80% do total do grão, para podermos separar esse endosperma de casca ou farelo, o grão deve ser submetido a uma umidificação seguida de um repouso, o qual é determinado pela dureza do grão. Esse repouso do trigo faz com que o farelo se torne flexível e friável, possibilitando assim a retirada da farinha, que fica agregada ao mesmo. Para separar o endosperma da casca podem ser utilizados rolos de moagem em bancos de cilindros, seguidos de uma peneiração em peneiradores planos ou plansifters. Os grãos passam diversas vezes pelos rolos até que se consiga fazer uma separação completa, para os grãos inteiros ou com grande quantidade de farelo agregado utilizamos rolos raiados. Durante a primeiras passagens pelos rolos raiados, temos a geração de sêmolas, ou partículas de endosperma, que variam de 200 a 1000 mícrons de tamanho; abaixo dessa escala, já pode ser classificado como farinha e, acima, retorna novamente ao banco de cilindro para posterior moagem, seguida de peneiração. Assim sucessivamente, até que se retire todo o endosperma agregado ao farelo. As sêmolas por sua vez passam pelo sassor onde são classificadas de acordo com sua pureza e seguem para bancos de cilindros com rolos lisos, para ser reduzidas; depois, são peneiradas novamente, voltam aos cilindros para ser comprimidas, assim sucessivamente até estarem na granulometria de farinha ou farelo. É necessário um conjunto de rolos raiados e lisos e muitas peneiras para que o processo possa ser realizado de maneira que se retire todo o endosperma presente no grão. == Contraindicações == O trigo, assim como o malte, a cevada, a aveia e o centeio, contêm glúten na sua composição, desta forma, não deve ser consumido por pessoas com intolerância ao glúten. ==Doenças== Existem muitas \"doenças do trigo\", principalmente causadas por fungos, bactérias e vírus.Crop Disease Management Bulletin 631-98. Wheat Diseases O melhoramento de plantas para desenvolver novas variedades mais resistentes a doenças e boas práticas de manejo da cultura são importantes meios de impedir o desenvolvimento de endemias. No entanto, o uso de agrotóxicos, utilizados para prevenir a atuação dos agentes biológicos nocivos, pode ter um custo significativo na produção de trigo, alterando o preço final ao consumidor, além de afetar seriamente a saúde do produtor e indiretamente do próprio consumidor. As estimativas da quantidade de perda da produção de trigo devido a parasitas, variam entre 10-25% em Missouri. ==Importância== Cultura essencial para a segurança alimentar, o trigo é o alimento básico para mais de um terço da população mundial e contribui para quase 20% do total de calorias e proteínas consumidas pelas pessoas, mais do que qualquer outra fonte alimentar. E é também uma importante fonte de vitaminas e minerais. ==Genoma== A descodificação da sequência do genoma do trigo foi apresentada em agosto de 2018, e é o resultado de 13 anos de investigação, juntando mais de 200 cientistas de 73 instituições de 20 países, um consórcio, o International Wheat Genome Sequencing Consortium. A revelação da estrutura do geno do trigo foi durante muito tempo considerada uma missão impossível, devido ao grande tamanho - cinco vezes maior do que o genoma humano - e complexidade - a existência de três sub-genomas e mais de 85% do genoma ser composto por elementos repetidos. Além da sequência dos 21 cromossomas o artigo apresenta a localização exata de 107.891 genes e de mais de quatro milhões de marcadores moleculares. == Ligações externas == * * * * * * * Categoria:Cereais Categoria:Trigo Categoria:Poaceae",
 "title": "Trigo"
}