{
 "id": "29318",
 "text": "Mauricio Cardim - Fotógrafo desde 1980Revista Época - Um olhar talentoso sobre a cidade, nasceu em Ipiaú no sul da Bahia, iniciou fotografando celebridades do mundo artístico nacional e internacional, inserindo ao longo do tempo muito de suas fotos em capas de LPs e CDs. Sendo considerado um caçador de imagens, retratou em suas lentes a cidade de São Paulo e todas as regiões do Brasil, transformando muitas de suas imagens em exposições fotográficas e cartões postais.Lavras 24 Horas Postais de Mauricio Cardim, continua em cartazM Sendo um frequentador do Centro de São Paulo, uma de suas mostras mais famosas foi São Paulo nas lentes de Mauricio Cardim. == Histórico == Mauricio Cardim nasceu em Ipiaú, sul da Bahia e residiu em São Paulo 33 anos. Fotografa profissionalmente há 39 anos. O hobby de adolescente permaneceu e se tornou profissão. No início de sua carreira os trabalhos eram feitos com personalidades artísticas. Paisagens, natureza, pessoas, animais e cidades já foram registrados para exposições, jornais, revistas, livros, calendários e capas de discos. Figura reconhecida, dedicou parte de seu tempo a recuperação do acervo iconográfico da cidade de São Paulo. Registrando com sensibilidade, o cotidiano e as afeições das aglomerações urbanas e sempre presente na capital paulista. Seu currículo estão mais de 100 exposições: * Conjunto Cultural da Caixa - SP, Sesi Paulista, Senac, Sesc, EMTU. * Bibliotecas: Biblioteca Kennedy, Biblioteca Mário de Andrade e Biblioteca Alceu Amoroso Lima, Memorial do Imigrante, Shopping Light, Pinacoteca (Santos) e Centro Cultural de Porto Seguro - Bahia. E outras cidades de MG MS e BA. Morou também quase 09 anos em Sete Lagoas/MG. Retornou as origens baianas há mais de dois anos O fotógrafo já teve ao mesmo tempo, cinco exposições em cartaz, na Cidade de São Paulo. Cardim, também trabalha com diversos temas entre eles: Primavera,Natureza. Na área artística apresentou mostras sobre Circo, Ídolos da Jovem Guarda e Mulheres Guerreiras ( grandes personalidades do meio artístico). A parte arquitetônica é muito presente no trabalho do profissional, onde destacaram-se exposições sobre à arquitetura da cidade de São Paulo Outro marco na carreira do fotógrafo foi a exposição \"Costa do Descobrimento” retratando Porto Seguro e região. Em março de 2004, apresentou a mostra \"Um Olhar Sobre o Brasil\" no Centre Culturel Alfred Dallaire - Montreal - Canadá, convidado pelo Cônsul-Geral do Brasil, Sr.Fernando Jacques de Magalhães Pimenta. Nas bancas da capital paulista ou em quase todo Brasil, encontram-se cartões postais com as maravilhosas fotos de Cardim, sendo que mais de 1000 imagens suas já foram transformadas em cartões postais. No momento, ele está empenhando-se em fotografar principalmente o Nordeste. O Estado de Minas Gerais, até agora foi o mais fotografado até o momento. Mais de 180 cidades entre elas Congonhas, Cambuquira, São Lourenço, Caxambu, Ouro Preto, São João del-Rei, Tiradentes, Sete Lagoas sendo que essas últimas foram transformadas em cartões postais., Desse roteiro-viagem o fotógrafo já realizou diversas mostras centradas na cidade de Sete Lagoas, Matozinhos e Belo Horizonte. Diversas exposições de Mauricio Cardim aconteceu em Feira de Santana/BA. com o tema Cartões Postais de Mauricio Cardim. A mais recente exposição Santo Amaro e São Paulo nas Lentes de Mauricio Cardim no Centro Cultural Santo Amaro, Av: João Dias. Até 29 de Fevereiro 2020. A proposta do fotógrafo é retratar o máximo de cidades de todas as Regiões do País e transformar as imagens em cartões postais, o carro chefe de seu trabalho há mais de 21 anos e ainda em clima de comemoração 40 Anos de Fotografia (25 de Junho 2020). Vale ressaltar que o Fotógrafo também é colecionador desses retângulos culturais. == Ligações externas == * CityBrazil trabalhos de 2011 * Fotos recentes de Mauricio Cardim * Sítio oficial * Francisco Martins - Assessor do fotógrafo Categoria:Fotógrafos da Bahia Categoria:Naturais de Ipiaú",
 "title": "Mauricio Cardim"
}