{
 "id": "29344",
 "text": "O hino nacional da África do Sul é uma canção híbrida (desde 1997), que combina versos do Hino Nacional do governo do apartheid, \"Die Stem van Suid- Afrika\" e o Hino Popular do Congresso Nacional Africano e outras organizações negras: o \"Nkosi Sikelel' iAfrika\". Isto o torna, talvez, o único hino nacional com duas partes cantadas em tons diferentes. A sua letra inclui cinco das onze línguas oficiais da África do Sul, sendo ela composta por Enoch Sontonga. == Djavan == Em 1986, no álbum Meu Lado, o cantor brasileiro Djavan fez uma homenagem à África ao cantar o Hino Nacional do Congresso Africano. No disco a canção apresentava o título original: \"Nkosi sikelel' iAfrika\" ; Músicos * Arranjador(es): Djavan e Banda Sururu de Capote * Coro:Ary Sperling; Belva Reed; Jennifer Dunjwa-Blajberg; Kika Tristão; Leonardo Lasse; Maud Yamba-Yamba; Mulela Amatende; Ronaldo Nascimento; Sunday Yamba-Yamba; Tomás José Jane * Percussão: Armando Marçal (Marçalzinho) ; Djavan; Téo Lima Francis Mendes el encantador == Letra == Idioma Texto Português Xhosa Nkosi sikelel' iAfrika Maluphakanyisw' uphondo lwayo, Deus abençoe a África Que alcance sua glória Zulu Yizwa imithandazo yethu, Nkosi sikelela, thina lusapho lwayo. Escuta-nos, Senhor bendiz a nós, teus filhos. Sesotho Morena boloka setjhaba sa heso, O fedise dintwa le matshwenyeho, O se boloke, o se boloke setjhaba sa heso, Setjhaba sa, South Afrika, South Afrika! Senhor, te rogamos que protejas nossa nação, Intervém y cessa todos os conflitos Protege-nos, Protege nossa nação, Protege a África do Sul, África do Sul! Africâner Uit die blou van onse hemel, Uit die diepte van ons see, Oor ons ewige gebergtes, Waar die kranse antwoord gee, Do azul de nosso céu, Do mais profundo do nosso mar, Sobre nossos montes eternos, onde ressoam os ecos pelas rochas, Onde os penhascos respondem, Inglês Sounds the call to come together, And united we shall stand, Let us live and strive for freedom, In South Africa our land. Soa o chamado para vir juntos, e unidos permaneceremos em pé, Vivamos e lutemos pela libertade na África do Sul, nossa terra. == Ligações externas == * Africa Sul Categoria:Símbolos da África do Sul Categoria:Canções multilíngue",
 "title": "Hino nacional da África do Sul"
}