{
 "id": "29430",
 "text": "O sufismo (; ) é conhecido como a corrente mística e contemplativa do Islão. Os praticantes do sufismo, conhecidos como sufis, procuram desenvolver uma relação íntima, direta e contínua com Deus, utilizando-se das práticas espirituais transmitidas pelo profeta Maomé, com destaque para o zikr (a lembrança de Deus), orações e jejuns. Também incorpora práticas, como cânticos, música e movimentos, cuja legalidade é objeto de divergência de opinião entre teólogos e jurisprudentes islâmicos, de diversos países islâmicos, na interpretação da sharia, a lei divina. A ascensão da civilização islâmica coincide fortemente com a disseminação da filosofia sufi no islamismo.Cf. Ordens Sufis no Islã : Iniciação às Confrarias Esotéricas muçulmanas no Irã xiita e no mundo sunita, p. 13 (São Paulo, Polar, 2020). A disseminação do sufismo foi considerada um fator definitivo na disseminação do Islã e na criação de culturas islâmicas integrais, especialmente na ÁfricaPara a era pré-moderna, consulte Vincent J. Cornell, Realm of the Saint: Power and Authority in Moroccan Sufism, ISBN 978-0-292-71209-6; and for the colonial era, Knut Vikyr, Sufi and Scholar on the Desert Edge: Muhammad B. Oali Al- Sanusi and His Brotherhood, ISBN 978-0-8101-1226-1. e na Ásia. Entre os grandes representantes da mística islâmica, incluem-se sufis iniciais como Rabia de Baçorá, santa do século VIII; além de Haçane de Baçorá, Junaide de Bagdá, Bajazeto de Bastam e Dulnune do Egito; o místico Almançor Alhalaje, martirizado em Bagdá no século X por ter dito, em estado de êxtase, \"Eu sou a Verdade\"; o grande sufi metafísico Ibn Arabi (século XIII), autor de diversas obras influentes, entre elas as \"Revelações de Meca\"; Algazali, Rumi, Suhrawardi, Attar, os xeiques Shadhili, Darqawi, al-Alawi, entre outros. Poetas e filósofos sufistas como Ibn Arabi,Hirtenstein, Stephen. (1999). O Compassivo Ilimitado. ISBN 9781905937387. Khoja Akhmet Yassawi, Rumi e Attar de Nixapur aumentaram bastante a disseminação da cultura islâmica na Anatólia, Ásia Central e Sul da Ásia.Leonard Lewisohn, The Legacy of Medieval Persian Sufism, Khaniqahi-Nimatullahi Publications, 1992.Seyyed Hossein Nasr, Islam: Religion, History, and Civilization, HarperSanFrancisco, 2003. (Ch. 1) O Tasawwuf, palavra árabe que designa o misticismo e esoterismo islâmicos, é conhecido no Ocidente como sufismo. Há duas correntes principais de entendimento islâmico: o sunismo e o xiismo, sendo que o sufismo é observado com mais vigor na corrente sunita.SILVA FILHO, Mário Alves da. A Mística Islâmica em Terræ Brasilis: o Sufismo e as Ordens Sufis em São Paulo . Dissertação (Mestrado em Ciências da Religião). São Paulo: PUC/SP, 2012. As ordens sufis (turuq) podem estar associadas ao Islão sunita ou xiita, pois não se trata de uma divisão dentro do Islão, mas sim a uma visão interior (esotérica) da vida e do ser.Ver Ordens Sufis no Islã : Iniciação às Confrarias Esotéricas muçulmanas no Irã xiita e no mundo sunita, p. 31 (Polar, 2020). O pensamento sufi se fortaleceu no Médio Oriente no e hoje encontra-se por todo o mundo. Na Indonésia, assim como muitos outros países da Ásia, Oriente Médio e África, o islamismo foi introduzido através das ordens sufis. Entre as confrarias sufis mais conhecidas no Ocidente contemporâneo, destacam- se a Mevlevya, estabelecida por Rumi em Kônia, na Turquia, no século XIII; a Shadilyia, estabelecida também no século XIII pelo xeique (\"mestre espiritual\") magrebino Iman Shadili; a tarica Alawyia, fundada pelo xeique Ahmad al-Alawi no início do século XX, em Mostaganem, Argélia.Mateus Soares de Azevedo: Iniciação ao Islã e Sufismo. Rio de Janeiro, Record, 2002 Em resumo, o sufismo é um ramo do conhecimento no Islão, que trata dos aspectos internos da prática e da ética religiosas. Por aspectos internos, entenda-se o que se refere não somente às intenções, sentimentos e consciência, mas também aos aspectos mais intensos e profundos da espiritualidade, e em última instância ao coração. == Etimologia == Uma das teorias para alguns autores é que a palavra sufi é oriunda de suf, que significa \"lã\" em árabe. Aparentemente, os eus primeiros praticantes tinham por hábito vestir-se com lã, como forma de demonstrar a sua simplicidade, sendo provavelmente influenciados pelos ascetas cristãos da Síria e da Palestina. A lã possuía também uma conotação espiritual nos tempos pré-islâmicos. Para outros autores, a origem deve ser procurada na palavra árabe safa, que significa \"pureza\". Seja como for, para os grandes estudiosos de linguística, estas palavras têm origem no egípcio antigo, já que o árabe é um idioma substancialmente de influência egípcia, onde o radical \"SF\" tem como significado \"pureza\". Portanto, a palavra SUFI é de origem substancialmente egípcia, mas isto não quer dizer que o sufismo seja egípcio, e sim que teve sua base lá, pois o sufismo é atemporal, embora tenha conexões profundas com a sabedoria de todas as grandes culturas do passado, tais como a egípcia, a celta, a persa e afins. A forma como se conhece hoje mais divulgada é a da ortodoxia muçulmana e foi dada pela revelação recebida pelo profeta Maomé e estruturado no século XI depois de Cristo. Sabemos que existem vários santos sufis muito anteriores a esta data, entretanto foi a partir do século XI que as escolas sufis começaram a se organizar como se apresentam nos modelos atuais. == Sufi: a flor do Oriente == Conhecido por muitos como o misticismo do Islão, o sufismo é uma filosofia de autoconhecimento e contato com o divino, através de certas práticas as quais nem sempre seguem um padrão fixo e frequentemente parecem incompreensíveis a um observador que esteja fora do contexto de trabalho. Estas práticas devem ser aplicadas por um professor. Os sufis acreditam que Deus é amoroso e o contato com ele pode ser alcançado pelos homens através de uma união mística, independente da religião praticada. Por este conceito de Deus, foram, muitas vezes, acusados de blasfêmia e perseguidos pelos próprios muçulmanos esotéricos, pois contrariavam a ideia convencional de Deus. Almançor Alhalaje (século X), um dos grandes representantes do sufismo, foi executado, pois ensinou, em estado de êxtase, que Deus e ele eram um; que havia atingido a identidade suprema. Como o ideal do sufismo era ascético, acreditavam que Jesus era tão importante quanto Maomé, que o Alcorão era tão essencial quanto a Bíblia ou a Torá. Quase um século e meio depois, Algazali, um dos maiores pensadores do mundo e seguidor sufi, disseminava a ideia de que a verdade mística não pode ser aprendida, mas sim experimentada por meio do êxtase. Para os sufis muçulmanos, a origem histórica da sua religiosidade pode ser encontrada nas práticas meditativas do profeta Maomé. Este tinha por hábito refugiar-se nas cavernas das montanhas de Meca, onde se dedicava à meditação e ao jejum. Foi durante um desses retiros que Maomé recebeu a visita do anjo Gabriel, que lhe comunicou a primeira revelação de Deus. Encontramos seguidores desta corrente em todos os segmentos sociais: camponeses, donas de casa, advogados, comerciantes, professores. Sua filosofia básica é: \"Estar no mundo, mas não ser dele\", livre da ambição, da cobiça, do orgulho intelectual, da cega obediência ao costume ou do respeitoso temor às pessoas de posição mais elevada. == O caminho sufi na história do homem == O sufismo ortodoxo de influência muçulmana pode ser dividido historicamente nos períodos antigo, clássico, medieval e moderno. Um dos fatos marcantes do período clássico foi a crucificação de Almançor Alhalaje, acusado de heresia, em 922, após declarar \"Eu sou a verdade\". Foi na época medieval, entretanto, que os sufis aprenderam a disfarçar em poesias complexas qualquer afirmação que pudesse ser considerada um desafio à crença do \"Deus Único\". Assim, só mesmo os esclarecidos podiam decifrá-las. Durante a Idade Média, Algazali afastou-se da vida mundana para empreender uma busca por Deus. Seus escritos ajudaram a combinar os aspectos considerados heréticos do sufismo com o islamismo ortodoxo. Em números, os sufis atingiram o auge na era moderna, entre 1550 e 1800. Embora ainda sejam perseguidos em alguns países islâmicos, os sufis estão presentes em diversas partes do mundo. == Ordens sufis == Incluem os bektashis, murides (Muridiyya), a Ordem Chishti, Kubrawiya, Mawlawiyya, Naqshbandi, Nimatullahi, Qadiri, Senussi, Shadiliyya, Suhrawardiyya, Tijaniyyah, dentre outras. As autênticas ordens sufis são reconhecidas por estarem vinculadas ao Islão e por terem documentada a sua linhagem, na cadeia de mestres que as conecta com o profeta Maomé. == Bibliografia == * Evans-Pritchard, E.E. - The Sanusi of Cyrenaica. Amen House, London: Oxford University Press, 1949. * SCHUON, Frithjof - Para Compreender o Islã. Rio de Janeiro: Nova Era, 2006. ISBN 85-7701-046-5 * SCHUON, Frithjof - Sufism: Veil and Quintessence. Bloomington: World Wisdom, 1981. ISBN 0-941532-00-3 * STODDART, William - O Sufismo. Lisboa, Edições 70, 1980. * SOARES DE AZEVEDO, Mateus - Iniciação ao Islã e Sufismo. Rio de Janeiro: Record, 2001. ISBN 85-01-04181-5 * SOARES DE AZEVEDO, Mateus - Mística Islâmica. Petrópolis: Vozes, 2000. ISBN 85-326-2357-3 * SOARES DE AZEVEDO, Mateus - A Inteligência da Fé: Cristianismo, Islã, Judaísmo. Rio de Janeiro: Nova Era, 2006. ISBN 85-7701-045-7 * DANNER, Victor - The Islamic Tradition. Nova York: Sophia Perennis, 2005. ISBN 1597310 == Fontes adicionais == * Aydin, N. (2005). Virtue vs. decadence: The struggle of civilizations within the global village, in Ian Markham and Ibrahim Ozdemir, Eds. Globalization, ethics and Islam: The case of Bediuzzaman Said Nursi. Cornwall: Ashgate Publishing Limited. * Michel, T., S.J. (1997). A Christian looks at Islamic spirituality. Zamboanga City: Silsilah Publications. * Michel, T., S.J. (2005). Said Nursi’s views on Muslim-Christian understanding. Istanbul: Nesil Printing. * Noor, F. A. (2007). Mediating the mediated image of Islam: Multiple audiences, differentiated constituencies in the global age, in Abdul Rashid Moten and Noraini M. * Noor, Eds. Terrorism, democracy, the west & the Muslim world. Malaysia: Thomson Learning. * Topbas, O. N. (2011). Sufism: A path towards the internalization of faith (Ihsan). Istanbul: Erkam Publications. *SOARES DE AZEVEDO, Mateus - Ordens Sufis no Islã: Iniciação às Confrarias Esotéricas muçulmanas no Irã xiita e no mundo sunita. São Paulo, Polar, 2020. ISBN 978-85-86775-41-3 == Ligações externas == * Categoria:Islão",
 "title": "Sufismo"
}