{
 "id": "29448",
 "text": "{{Info/Município do Brasil |nome = Manoel Urbano |foto = ManoelUrbano.jpg |leg_foto = Aérea de Manoel Urbano - Acre |apelido = |brasão = Brasão_de_Manoel_Urbano.jpg |bandeira = Bandeira_de_Manoel_Urbano.png |leg_brasão = |leg_bandeira = |link_hino = |aniversário =14 de maio |fundação = |gentílico =murbanense |lema = |padroeiro = Nossa Senhora da Penha |diocese = |prefeito = José Altanizio Taumaturgo Sá |partido = MDB |fim_mandato = 2024 |mapa = Acre Municip ManoelUrbano.svg |latP =S | latG =08| latM =50 | latS =20 |lonP =O | lonG =69| lonM =15 | lonS =36 |estado = Acre |mesorregião = Vale do Acre |data_mesorregião = IBGE/2008 |microrregião = Sena Madureira |data_microrregião = IBGE/2008 |vizinhos = Norte: Pauini, Boca do Acre (AM); Sul e Leste: Sena Madureira; Oeste: Santa Rosa do Purus; Noroeste: Feijó; Sudoeste: República do Peru. |dist_capital = 244 |área = 9386.961 | área_ref = |população = 14379 |data_pop = estimativa IBGE/2018 |altitude = 185 |clima = Tropical |sigla_clima = |idh = 0.551 |data_idh = PNUD/2010 |pib = mil |data_pib = IBGE/2008 |pib_per_capita = 8129.59 |data_pib_per_capita = IBGE/2008 }} Manoel Urbano é um município brasileiro localizado no interior do estado do Acre. Sua população, de acordo com estimativas do Instituto Brasileiro de Geografia e Estatística (IBGE), era de habitantes em 2018. == História == Manoel Urbano originou-se do seringal Castelo, Colocação Tabocal, depois seu nome mudou para Vila Castelo, devido ao navio Castelo que ficou encalhado no rio Purus, durante um período de seca, aguardando a cheia do rio para regressar ao porto de Belém. O Município de Manoel Urbano foi fundado a 1º de março de 1963, alcançando sua autonomia através da lei nº 588 de 14 de maio de 1976. A localidade foi desmembrada do município de Sena Madureira e recebeu o nome de Manoel Urbano em homenagem a um dos primeiros exploradores do rio Purus, Manuel Urbano da Encarnação. == Geografia== Limita-se ao norte com Boca do Acre e Pauini, no Amazonas, ao sul e a leste com o município de Sena Madureira, a oeste com o município de Santa Rosa do Purus, a noroeste com o município de Feijó e a sudoeste com o Peru. === Demografia === Sua população é de 8 886 habitantes e sua área é de cerca de 9 387 km² (0,8 hab./km²). === Religião === A religião da população residente no município de Manoel Urbano, segundo o censo de 2010, é composta da seguinte forma: Religião % Catolicismo 52,1 Protestantismo 28,4 Outras 7,5 Sem religião 12,0 === Problemas socioambientais === Devido aos altos índices de devastação florestal, em 9 de novembro de 2023, o município de Manoel Urbano foi incluído na relação de municípios situados no bioma Amazônia considerados prioritários pelo governo federal para ações de prevenção, controle e redução dos desmatamentos e degradação florestal. == Organização político-administrativa == Sendo um município do Brasil, Manoel Urbano é administrada por dois poderes, o executivo e o legislativo, independentes e harmônicos entre si. O primeiro é representado pelo prefeito, auxiliado pelo seu gabinete de secretários e eleito pelo voto popular para um mandato de quatro anos, sendo permitida uma única reeleição para mais um mandato consecutivo, enquanto que o segundo é representado pela Câmara Municipal de Manoel Urbano, órgão colegiado de representação dos munícipes que é composto por vereadores também eleitos por sufrágio universal.MEIRELLES, Hely Lopes. Direito municipal brasileiro. 18. ed. São Paulo: Malheiros, 2017. As atuais autoridades que ocupam cargos da organização político-administrativa de Manoel Urbano são as seguintes (data: 12 de novembro de 2023): * Prefeito: José Altanízio Taumaturgo Sá \"Tanizo Sá\" - MDB (2021/-) * Vice-prefeito: Raimundo Toscano Velozo - PP (2021/-) * Presidente da câmara: ignorado. == Infraestrutura == === Educação === * E.E.E.B. Antonio Nascimento * E.E.E.B. Dom Prospero Bernardi * E.E.E.B. Nazira Anute de Lima * E.E.E.B. Indígena Santa Julia * E.M.E.B. Antonio Saboia * E.M.E.B. Boa Vista * E.M.E.B. Luiz Plácido Fernandes * E.M.E.B. Marechal Castelo Branco * E.M.E.B. Maria das Graças Alves da Rocha * E.M.E.B. Professor Naluh Gouveia * E.M.E.B. Terra Alta * E.M.E.B.I. Menino Jesus *E.M Ieda Araújo *E.M Antônia Mendes === Rodovias === * BR-364 - Rodovia federal que liga Sena Madureira a Manoel Urbano ==Ligações externas== * Categoria:Topônimos que não seguem as normas ortográficas vigentes da língua portuguesa Categoria:Fundações no Acre em 1963",
 "title": "Manoel Urbano"
}