{
 "id": "29450",
 "text": "{{Info/Município do Brasil |nome = Sena Madureira |foto = SenaMadureiraAC.01.jpg |leg_foto = A cidade de Sena Madureira e o rio Iaco à esquerda |apelido = Princesinha do Acre\" \"Princesinha do Yaco\" \"Primeira Capital do Acre\" \"Capital do Acre\" \"Sena City\" \"Capital do Purus\" \"Capital do Departamento do Alto Purus\" \"Capital do Interior do Acre\" \"Terra do Mandi |brasão = Brasão de Sena Madureira - AC.svg |bandeira = Bandeira de Sena Madureira - AC.svg |fundação = |gentílico =senamadureirensse |lema = |prefeito = Mazinho Serafim Resultado para prefeito nas eleições 2016 em todo o Acre. Página visitada em 04/01/2017. |partido = UNIÃO |fim_mandato = 2024 |mapa = Acre Municip SenaMadureira.svg |latP =S | latG =09| latM =03 | latS =57 |lonP =O | lonG =68| lonM =39 | lonS =25 |estado = Acre |mesorregião = Vale do Acre |data_mesorregião = IBGE/2008 |microrregião = Sena Madureira |data_microrregião = IBGE/2008 |vizinhos = Boca do Acre (AM), Assis Brasil, Bujari, Rio Branco, Xapuri, Brasiléia, Manoel Urbano, Peru. |dist_capital = 137 |área = 25278.095 |área_ref = |população = 45177 |população_pos = AC: 3º |data_pop = estimativa IBGE/2018 |altitude = 150 |clima = Equatorial |sigla_clima = |idh = 0.603 |data_idh = PNUD/2010 |pib = Mil |data_pib = IBGE/2010 |pib_per_capita = 9859.85 |data_pib_per_capita = IBGE/2010 |leg_brasão = |leg_bandeira = }} Sena Madureira é um município brasileiro do estado do Acre, sendo o terceiro município mais populoso do referido estado, ficando atrás apenas da capital Rio Branco e da cidade de Cruzeiro do Sul. Foi o primeiro município da Regional Purus, situa-se às margens do rio Iaco, tendo como principais afluentes os rios Macauã e Caeté. A igreja mais antiga do Acre localiza-se em Sena Madureira, a Igreja de Nossa Senhora da Conceição, de 1910.http://www.diocesederiobranco.org.br/paroquias/paroquia-nossa-senhora-da-conceicao--sena-madureira--1910https://www.tripadvisor.com.br/Attraction_Review-d10102068.html == História == Foi fundada em 25 de setembro de 1904. Recebeu muitos migrantes, principalmente migrantes dos estados nordestinos. Durante o Ciclo da borracha, a cidade se fortaleceu, tornou-se capital do Departamento do Alto Purus, chegando a ser um importante centro político de todo o Acre, até então, um território do Brasil. As expedições de destemidos nordestinos, para a exploração de seringais da região, deram-se por volta de 1861, chefiadas por Manoel Urbano da Encarnação e João Gabriel de Melo, próximo à foz do rio Chambuiaco, no alto Rio Purus, em território peruano. Enquanto Manoel Urbano da Encarnação explorou os seringais do Rio Purus, João Gabriel explorava os rios Acre e Iaco, além de seus afluentes. Da jornada tomaram parte, no Rio Iaco, os cearenses Francisco Barbosa, Augusto Escócio e Benjamin Duarte Ponte Franco; no rio Macauã, Custódio Miguel dos Anjos e José Procópio e, no rio Caeté, João da Costa Gadelha e Manoel Trindade Corrêa. Através do Decreto Federal n.º 5.188, de 07 de abril de 1904, que organizou o território do Acre em 03 Departamentos autônomos, o Departamento do Alto Purus recebeu a nomeação do seu 1º Prefeito Departamental, General Siqueira de Menezes, que deveria estabelecer a sede administrativa. Em 09 de julho do mesmo ano, o General parte de Manaus com destino ao Acre, e em 24 de setembro, após 74 dias de viagem, atravessou a linha Cunha Gomes, aportou à margem esquerda do Rio Iaco, em terras do Seringal Santa Fé, logo escolhidas para a localização da futura sede do Departamento. No dia seguinte, 25 de setembro, às 08:00 horas da manhã, instalou o governo e o berço da cidade de Sena Madureira, dando-lhe este nome em homenagem ao afeto e admiração que consagrava ao Coronel Antônio Sena Madureira, militar que havia participado da Guerra do Paraguai. O município também é conhecido como \"terra do mandim\". == Geografia == Fica a cerca de 145 km da capital do estado do Acre, pela Rodovia federal BR-364, sendo hoje o polo mais importante da Região do Alto Purus, e um dos principais municípios do Estado. Possui uma área de 25 296,70 km², equivalente a 16,62% da área total do Estado. Sua população, conforme estimativas do IBGE de 2018, era de habitantes, gerando uma densidade demográfica de 1,60 hab/km². === Limites === * Norte com o estado do Amazonas (Boca do Acre); * Sul, com o município de Assis Brasil; * Leste, com os municípios de Bujari, Rio Branco, Xapuri e Brasileia; * Oeste com o município de Manuel Urbano; * Sudoeste, com o Peru. === Problemas socioambientais === Devido aos altos índices de devastação florestal, em 9 de novembro de 2023, o município de Sena Madureira foi incluído na relação de municípios situados no bioma Amazônia considerados prioritários pelo governo federal para ações de prevenção, controle e redução dos desmatamentos e degradação florestal. == Organização politico-administrativa == O Município de Sena Madureira possui uma estrutura politico-administrativa composta pelo Poder Executivo, chefiado por um prefeito eleito por sufrágio universal, auxiliado diretamente por secretários municipais nomeados por ele, e pelo Poder Legislativo, institucionalizado pela Câmara Municipal de Sena Madureira, órgão colegiado de representação dos munícipes que é composto por vereadores também eleitos por sufrágio universal.MEIRELLES, Hely Lopes. Direito municipal brasileiro. 18. ed. São Paulo: Malheiros, 2017. === Atuais autoridades municipais de Sena Madureira === * Prefeito: Osmar Serafim de Andrade \"Mazinho Andrade\" - MDB (2021/-) * Vice-prefeito: Gilberto Lira de Almeida - MDB (2021/-) * Presidente da Câmara: Ivoneide Bernardino - MDB (2023/-). == Economia == As atividades econômicas do município estão baseadas na agricultura e pecuária, esse dois tornaram-se, com o passar dos anos, os principais motores da economia. A extração de madeira, castanha e borracha também continuam a ser importantes na cidade, mas não mais como antes. O aquecimento econômico agora vem do funcionalismo público, do comércio e das pequenas indústrias, setores estes que vêm crescendo acentuadamente. O município já dispõe de vários supermercados de grande porte como o Supermercado Ponto da Economia, Mercearia Júnior, Mercearia Henrique, Mercearia Nascimento, São Felipe, Stock e Supermercado Central; e de hotéis como o Rio Sena, Avenida, Central e o Gregórios Plaza Hotel. {| class=wikitable style=\"float:right; margin: 1em;border-collapse:border;\" Serviços Agropecuária Indústria Tendo uma posição geográfica estratégica privilegiada, entre a capital do estado, Rio Branco, distando 137 km, e a segunda maior cidade do estado, Cruzeiro do Sul, distando 433 km, em 2014, Sena Madureira possuía uma frota total de 5.815 veículos. == Religião == Religião no Município de Sena Madureira segundo o censo de 2010.https://cidades.ibge.gov.br/brasil/ac/sena-madureira/pesquisa/23/22107?detalhes=true Religião % Catolicismo 60,9 Protestantes 26,6 Outras 0,6 Sem religião 11,9 == Educação == Na área educacional o município é assistido pelos sistemas Estadual e Municipal de Ensino, tanto na zona urbana quanto na rural. ==Bibliotecas== * Biblioteca Pública Estadual Luiza de Souza Ferreira de Paula, a municipalização da mesma foi autorizada pela Lei Estadual N. 2.990, de 8 de outubro de 2015.LEI N. 2.990, DE 8 DE OUTUBRO DE 2015. al.ac.leg.b. Acesso em 28 de dezembro de 2016. == Galeria == == Senamadureirensses ilustres == *Biografias de senamadureirensses == Ver também == *Ciclo da borracha *Fronteira Brasil–Peru *Ordem dos Servos de Maria *Festival do Peixe de Sena Madureirahttps://ac24horas.com/2014/09/12/festival-do-peixe-acontece-neste-final-de-semana-em-sena-madureira/ *BR-364 *Amazônia Ocidental Brasileira == Ligações externas == * * Categoria:Fundações no Brasil em 1904",
 "title": "Sena Madureira"
}