{
 "id": "29451",
 "text": "Ágata é uma variedade criptocristalina de quartzo, subvariedade da calcedônia. Caracteriza-se pela diversidade de cores, geralmente dispostas em faixas paralelas, não concêntricas, mostrando a cristalização ou deposição em vesículas e com aspecto zonado. Embora as ágatas possam ser encontradas em vários tipos de rocha hospedeira, elas são classicamente associadas a rochas vulcânicas e podem ser comuns em certas rochas.The Nomenclature of Silica by Gilbert Hart, American Mineralogist, Volume 12, pages 383-395, 1927 De acordo com Teofrasto, a ágata (achates) foi nomeada do rio Achates, agora o Drillo, na Sicília, onde o mineral foi primeiramente encontrado. == Formação e características == A maioria das ágatas ocorre como nódulos em rochas eruptivas, ou antigas lavas, onde preenchem as cavidades produzidas originalmente pela desagregação do vapor na massa derretida, e então preenchido, completamente ou parcialmente, pela matéria silicosa depositada em camadas regulares em cima das paredes. Tais ágatas, quando cortadas transversalmente, exibem uma sucessão de linhas paralelas, frequentemente de extrema tenuidade, dando uma aparência unida à seção, e por isso tais minerais são conhecidas como ágata unida e ágata listrada. Na formação de uma ágata ordinária, é provável que as águas que contêm sílica dissolvida – derivada, talvez, da decomposição de alguns dos silicatos presentes na própria lava – infiltraram-se através da rocha, depositando um revestimento silicioso no interior das vesículas produzidas por vapor. As variações no caráter da solução, ou nas condições de deposição, podem causar variações correspondentes nas camadas sucessivas, de modo que as faixas de calcedônia frequentemente alternam com camadas de quartzo cristalino. Várias vesículas de vapor podem unir-se enquanto a rocha for viscosa, e assim dar forma a uma cavidade grande que possa se transformar em receptáculo de uma ágata de tamanho excepcional; assim um geode brasileiro, revestido de ametista, pesando 35 toneladas, foi exibido na Exposição de Dusseldorf de 1902. O primeiro depósito na parede de uma cavidade, dando forma à \"pele\" da ágata, é geralmente uma substância mineral esverdeada escura, como celadonite, delessite ou \"terra verde,\" os quais são ricos em ferro, derivado provavelmente da decomposição de augite na rocha-mãe. Este silicato verde pode dar origem, por alteração, a um óxido marrom do ferro (limonite), produzindo uma aparência oxidada na parte externa do nódulo de ágata. A superfície exterior de uma ágata, liberta da sua matriz, é frequentemente áspera, aparentemente na conseqüência da remoção do revestimento original. A primeira camada depositada sobre a parede da cavidade é por alguns chamada de \"iniciador,\" e em cima desta base os minerais zeolíticos podem ser depositados. Muitas ágatas são ocas, uma vez que a deposição não prosseguiu pelo tempo suficiente para encher a cavidade, e nesses casos o último depósito consiste geralmente de quartzo, frequentemente ametista, tendo os ápices dos cristais dirigidos para o espaço livre, formando uma cavidade, uma drusa ou um geodo revestido por cristais. == Variedades de ágata == Uma ágata mexicana, apresentando um único olho, recebeu o nome de ciclope. Matéria inclusa de uma cor verde, como fragmentos de \"terra verde,\" embutida na calcedônia e disposta em filamentos e outras formas sugestivas de crescimento vegetal, dá origem à ágata do musgo. Com a desintegração da matriz em que as ágatas estão encaixadas, estas são libertadas, e, sendo por sua natureza siliciosa extremamente resistentes à ação do ar e da água, permanecem como nódulos no solo e no cascalho, ou tornam-se roladas como seixos nos córregos. As ágatas dendríticas apresentam bonitos padrões em forma de feto formados devido à presença de íons de ferro e manganês. Outros tipos de materiais inclusos depositados durante a formação de ágatas incluem crescimentos sageníticos (cristais radiais) bem como pedaços de detritos retidos (como areia, cinza, ou lama). Ocasionalmente as ágatas preenchem vazios produzidos pela decomposição de matéria vegetal, como um ramo de árvore ou raíz designando-se por ágata de molde. A ágata Turritella é formada a partir de fósseis de conchas de Turritella silicificados numa base de Calcedónia. A Turritela é um gastrópode marinho com conchas alongadas, em forma de espiral com muitas volutas. De igual modo, os corais, madeira petrificada e outros restos orgânicos ou rochas porosoas podem ser \"agatizados\". O coral \"agatizado\" é muitas vezes denominado ágata ou pedra de Petoskey. Determinadas pedras, quando examinadas em seções finas pela luz transmitida, apresentam um espectro de difracção, devido à extrema delicadeza das faixas sucessivas, sendo então denominadas ágatas do arco-íris. Outras formas de ágata incluem a ágata carneliana (com tons avermelhados), ágata do Botsuana, ágata laço azul, ágata pluma, ágata tubo (com canais de fluzo visíveis), ágata fortificação (que exibem pouca ou nenhuma estruturação laminar), ágata do fogo (que parece brilhar internamente como uma opala), ágata holliana azul (variedade que é encontrada apenas em Holley, Oregon). Temos também a \"ágata geométrica\". Uma jazida foi encontrada na Paraíba e está sendo analisada. Diferente de todas as demais formas, esta possui lados completamente planos naturalmente e algumas ôcas com superfícies planas interna e externamente. Ainda estão sob estudos, mas muitos colecionadores, artistas e museus já começam a busca por exemplares que variam de 3 a 14 lados, variando de apenas alguns gramas até 19 quilos e 800 gramas já retirada com lados polidos naturalmente. == Ver também == * Lista de minerais Categoria:Minerais Categoria:Gemas Categoria:Silicatos e germanatos Categoria:Variedades de quartzo Categoria:Pedras da Bíblia Categoria:Esculturas de pedra",
 "title": "Ágata"
}