{
 "id": "29476",
 "text": "O Museu Anchieta está localizado na praça do Pátio do Colégio, no centro de São Paulo, que é considerado um local de memória coletiva para a educação paulistana e nacional, possuindo um acervo de excelência para a história da educação. A visita ao museu possibilita o contato com sua história, através de seu acervo composto de artefatos e imagens do progresso histórico da cidade de São Paulo, incluindo a salvaguarda de uma parede de taipa de pilão do séc XVI, que certamente faz parte da construção mais antiga da cidade. Além disso, o museu mostra que o Pateo do Collegio passou por grandes transformações morfológicas de uso ao longo de sua ocupação, como escola, hospital, casa de capitães gerais, igreja, secretaria da educação, e, por fim, museu. Ele reúne todo o histórico da vida do padre José de Anchieta. Há uma maquete que mostra a antiga cidade de São Paulo, cercada por taipas e pelos rios da época. Fica no ponto do Planalto Paulista escolhido pelos Jesuítas para fundação da cidade destinada a ser a segunda maior do mundo e a primeira a nascer de um colégio. É o marco do início da cidade, que foi fundada em 1554 pelos jesuítas Manuel da Nóbrega e José de Anchieta, que ali ergueram sua primeira capela. Próximo a ela, está o museu Anchieta, onde encontram-se utensílios de uso diário da época e trabalhos preciosos da arte sacra. No interior do pátio do museu, encontram-se paredes originais da construção que foram mantidas para estudo. São feitas de barro e óleo de baleia e foram confeccionadas pelo padre Afonso Brás. == História == O prédio do Museu Anchieta, que contém o atual acervo, foi construído em 1974. Ele teve como referência arquitetônica a aparência do século XIX. O mesmo, que abriga o museu, contém um acervo muito diverso que busca contar os 450 anos da história de São Paulo sob o prisma da presença jesuíta na cidade, a primeira porta para o sertão. Assim, sendo registrado o cotidiano do paulista com vários materiais, como épocas de bandeirantismo, contendo peças de várias tribos indígenas, até a cultura material religiosa marcada pela atuação missionária no sertão, que buscava catequizar novos povos e fiscalizar as distintas práticas religiosas, que eram realizadas pelos colonos portugueses. Um pouco sobre a história da presença jesuíta na cidade de São Paulo, que está presente em diversas formas no museu: A intenção da coroa portuguesa de conquista e assimilação dos povos nativos levou primeiramente o ingresso ao sertão para procurar índios, logo depois, os jesuítas procuravam entrar em contato para preservar e controlar os índios, por meio da instrumentalização como trabalhadores e a catequização. A fundação do Colégio de São Paulo de Piratininga em 25 de Janeiro de 1554 e a chegada dos jesuítas foram a porta de entrada para a ida ao sertão, onde os jesuítas buscavam encontrar índios que fugiam para a mata contra as realizações dos colonos. Assim, poderiam cumprir a missão jesuítica de catequizar e expandir o cristianismo para os povos do Novo Mundo, almejando conquistar, também, o interior do Brasil. Desta forma, surge a Companhia de Jesus, que tinha como objetivo zelar pela ortodoxia católica e expandir as fronteiras da cristandade. Como ferramentas para a evangelização dos nativos utilizavam cantos para os ensinamentos da fé, catequização de jovens por ter facilidade de aprendizado etc.Porém, conflitos entre indígenas e colonos atrapalhavam a presença dos jesuítas no sertão, por isso, fizeram uma aliança com o chefe de uma tribo muito importante de Piratininga, Tibiriçá, com certeza um dos mais influentes líderes indígena da região. Nos anos de 1550, esta aldeia, conhecida como Inhapuambuç, passou a acolher a capela e o Colégio de São Paulo instalado pelos inacianos em 25 de janeiro de 1554. Com isso, conseguiram implementar o projeto de catequese no sertão, estabelecendo, assim, o primeiro aldeamento longe do litoral. Os aldeamentos indígenas representavam uma área destinada à igreja, que além de marcados por símbolos materiais, também eram marcados por uma política de instrumentalização do trabalhador indígena e a uniformização dessas comunidades, que provocava nos índios um processo de etnocídio, por perderem referências coletivas e identitárias. A construção desses aldeamentos era feita por materiais como a taipa e o espaço era organizado em torno de um ponto fixo. A perspectiva, antes focada para a experiência e sabedoria (pensamento dos indígenas), passa a ser em prol de uma uniformidade em relação a terra (imposição dos jesuítas), além da fixação em um espaço determinado, o que antes não acontecia. Impondo um modelo tipicamente europeu aos indígenas. Com a vinda dos jesuítas e a organização dos aldeamentos, a ótica que estava voltada para a experiência e sabedoria muda em favor de uma regularidade de relação com a terra, para o aproveitamento do material em larga escala, imposta pelo modo agricultura voltada para o comércio interno. Outra informação foi a fixação em um determinado e determinante espaço. Está presente na construção do núcleo geral do aldeamento composto pelo lugar sagrado, como, uma igreja, capela de taipa. Dessa maneira, o meticuloso trabalho de desestruturação comunitária estava alinhado em um espaço que ao mesmo tempo era público nos missais e privado na questão do relacionamento entre os missionários e indígenas, principalmente no confessionário. A igreja, enquanto espaço físico e não como uma institucionalização, deixa mancha na construção do espaço do aldeamento e de toda a prática que rodeia e norteia o projeto de reestruturação organizacional das aldeias indígenas. Assim, sem o espaço definido e aberto pela capela ou Igreja de taipa, dá a entender uma organização não pautada no aldeamento. Entretanto, não é definidor único do espaço, está muito presente na construção de um imaginário e de uma lógica de muito tempo e trabalho afastados do que entendiam ou compartilhavam as comunidades pré-coloniais. Concluímos que esse espaço não é só como materialidade construída e imposta, mas sim como reorganizador das relações socioculturais que chegam como choque nas culturas indígenas em geral. Como as capelas ou igrejas são um lugar comum sagrado, o aldeamento tem como característica a presença das mesmas no lugar marcando um território construído ao seu redor, reorganizando toda a estrutura que já existia na colonização portuguesa, reconfigurando a instituição regrada do tempo e do trabalho e uniformizando e instrumentalizando para um trabalho mais produtivo. Administrado pela posição portuguesa, como também por unidades domésticas multifamiliares por unidades nucleares, exigindo um modelo europeu aos modelos diversificados de relacionamento endógenos e exógenos a determinadas culturas. === Território: a configuração do sertão e do sagrado === A igreja era representação máxima do aldeamento em sua reconfiguração do espaço e também como o primeiro local de relações entre os arquitetos e engenheiros jesuítas e os construtores indígenas. Essa primeira relação de troca, mescla os saberes e experiência do Novo Mundo a um conhecimento técnico, mas não a resposta para a construção da igreja. Como material de construção, tinha a taipa e com isso provinha um saber indígena. Essa parede é preservada pelo Museu Anchieta no centro de São Paulo. Porém, a técnica não pode priorizar outras formas de relacionamento apresentadas pela construção da Igreja, mas se reconfiguram jornadas de trabalhos. == Padre Anchieta == São Jose Anchieta foi um padre jesuíta espanhol, um dos fundadores da cidade brasileira de São Paulo e santo da Igreja Católica. Nascido no dia 19 de março de 1534, na cidade de Tenerife, nas Ilhas Canárias. Teve uma vida direcionada para o ensino e sacerdócio. Tendo em sua origem a ascendência nobre pela parte do pai e judaica pela mãe, Anchieta foi levado a Portugal para que tivesse uma educação intelectual e não passasse as mais intensas perseguições do Tribunal do Santo Oficio instalado em terras espanholas. Foi o autor da primeira gramática da língua tupi. Foi para o domínio dos lusíadas quanto tinha quatorze anos de idade, na mesma época em que estudou filosofia no Colégio das Artes que pertence à Universidade de Coimbra. Após três anos, entrou na Companhia de Jesus para colaborar com o processo de expansão do cristianismo em terras americanas. Ao adentrar nesse “exército da fé”, executou a função de celebrar várias missas ao longo de um mesmo dia. Anchieta veio para o Brasil e ao chegar teve interesse em conhecer mais a língua dos nativos. Padre Auspicueta ajudou-o a aprender os primeiros termos e expressões do “abanheenga”, língua dos índios tupis e guaranis. Durante esse período andou bastante pelo Rio de Janeiro e Espírito Santo. No ano de 1567, conseguiu o cargo de Provincial, o mais alto posto da Ordem de Jesus, que foi desocupado após a morte do Padre Manuel da Nóbrega. A partir disso, o padre José Anchieta andou por toda extensão do território colonial orientando as atividades das muitas missões jesuítas espalhadas pelo Brasil. Anchieta faleceu em 9 de junho de 1597 em Reritiba, na capital do Espiríto Santo. Ficou conhecido como “apóstolo do Novo Mundo” e curador de almas e corpos” porque por causa de seus trabalhos prestados a favor da expansão do cristianismo nas Américas. Em 1980 foi beatificado pelo papa João Paulo II após o desenrolar de um lento processo de investigação. De acordo com os autos, Anchieta havia operado o “milagre” de converter três pessoas ao cristianismo em um mesmo dia. === Principais Obras === \\- \"Poema à Virgem\" \\- \"Os feitos de Mem de Sá\" \\- \"Arte e Gramática da língua mais usada na costa do Brasil\" \\- \"A Cartilha dos Nativos\" (Gramática tupi-guarani) \\- \"Carta da Companhia == Tombamento == A justificativa usada para seu tombamento foi o fato de que o terreno ocupado pelo prédio se remete ao local da primeira capela construída pelos jesuítas, local escolhido por ser considerado pelos padre jesuítas José de Anchieta e Manoel de Nóbrega um local seguro para catequizar os índios. == Acervo == O acervo do museu é composto por seis salas, sendo uma dedicada às artes sacras, que possui esculturas em barro e argila condizentes ao estilo barroco latino, representando características da população indígena. Em outra fica exposta a reserva técnica de arqueologia do museu, englobando a cultura material localizada nas escavações no pátio externo e interno onde fica a igreja e a casa dos jesuítas. A última sala possui enfoque no Padre Anchieta, contendo documentação, livros, registros históricos, e reportagens sobre sua vida e seus feitos. Nesta sala ainda é possível encontrar nas paredes a técnica de produção usada, desde conchas para dar liga a massa para a construção (que possivelmente foram retiradas dos Sambaquis que ficam ao redor do museu), até cal e pedras. Além disso, o museu apresenta uma parte que expõem instrumentos indígenas, como flechas e lanças, quebra coquinhos, pilões, almofarizes, machados, amoladores, feitos de arenito ou rocha à base de óxido de ferro. Há também aquarelas, fotografias, quadros, e outras obras relacionadas ao período de fundação da cidade de São Paulo. Além disso, é possível encontrar algumas peças religiosas, que entre elas estão as “paulistinhas\", santos feitos de terracota pelos indígenas que eram instrumentalizados pelos jesuítas, oratórios que ficavam em capelas de famílias abastadas, relicários de famílias renomadas de São Paulo, além de objetos utilizados em práticas religiosas dentro da igreja, como: ostensórios, crucifixos, pia batismal, confessionários e o cálice para a celebração da missa. Objetos, estes, que fizeram parte da catequização e representação do sagrado católico. Um pouco do acervo que pode ser encontrado no museu, que foi composto inicialmente de coleções particulares pertencentes a padres residentes na irmandade do Pateo do Collegio, de doações e do reembolso de alguns dos objetos que pertenceram originalmente à Igreja e ao Colégio dos Jesuítas: === Pinacoteca === A pinacoteca possui doze telas, todas restauradas, dos séculos XVII, XVIII e XX. === Pia batismal === A pia batismal representa o sentido da missão evangelizadora da Companhia de Jesus junto às populações indígenas. === Cripta === A antiga cripta da Igreja do Pateo do Colégio concebe atualmente mais um espaço do museu, onde reminiscências de paredes construídas nos séculos XVII encontram-se por lá. O espaço comporta exposições relacionadas a história de são Paulo e ao Pateo do Colégio. === Baldaquino === O baldaquino mostra uma peça única, espécie de dossel, mantido por quatro colunas. === Maquete === A maquete dá a oportunidade, a quem o visita, de se localizar geográfica e historicamente ao sentido que tem o espaço para o nascimento da cidade de São Paulo, com textos explicativos, mapas e maquetes recentemente restaurados e também uma iconografia única. === Arte sacra === O espaço acomoda exemplares da coleção de arte sacra. No meio das peças encontram-se mesas de altar, oratórios, crucifixos, relicários, ostensórios, pias de água benta e outros objetos. == Curiosidades == O acervo do museu Anchieta foi montado a partir de coleções privadas pertencentes a alguns Padres residentes na comunidade do Pateo do Collegio, de devolução de alguns objetos que fizeram parte da original Igreja e do Colégio dos Jesuítas e de doações. Ainda no local há intérpretes de Libras, e conta com profissionais para tratamento ao público com deficiência intelectual. Existe também uma entrada especial para cadeirantes, bilheteria acessível e obras em uma altura própria para os mesmos. Para os deficientes visuais, o museu disponibiliza mediação e percurso tátil. ==Ver também== *João Paulo II *José de Anchieta *Afonso Brás *Pátio do Colégio *Vaticano *São Paulo (cidade) *Pinacoteca do Estado *Jardim da Luz *Catedral Metropolitana *Casa Anchieta ==Ligações externas== * Pátio do Colégio e Museu Padre Anchieta Anchieta Anchieta Categoria:Sé (distrito de São Paulo)",
 "title": "Museu Anchieta"
}