{
 "id": "29477",
 "text": "O Pátio do Colégio é onde foi levantada a primeira construção da atual cidade de São Paulo, quando o padre Manuel da Nóbrega e o então noviço José de Anchieta, bem como outros padres jesuítas a pedido de Portugal e da Companhia de Jesus, estabeleceram um núcleo para fins de catequização de indígenas no Planalto. É uma obra apostólica pertencente à Companhia de Jesus. Composto pelo Museu Anchieta, Auditório Manoel da Nóbrega, Galeria Tenerife, praça Ilhas Canárias (Café do Pátio), Igreja São José de Anchieta (abriga o fêmur de José de Anchieta),Igreja São José de Anchieta a Cripta Tibiriçá e a Biblioteca Padre Antônio Vieira. Também integram o complexo Pateo do Collegio o Museu de Arte Sacra dos Jesuítas e o projeto social Oficinas Culturais Anchieta, ambos no município de Embu das Artes. == História == O Pátio do Colégio é o marco inicial do nascimento da cidade de São Paulo. O local, no alto de uma colina entre os rios Tamanduateí e Anhangabaú, foi o escolhido para iniciar a catequização dos indígenas. Em 25 de janeiro de 1554, foi realizada, diante da cabana coberta de folhas de palmeira de cerca de noventa metros quadrados - ou, como descrita por Anchieta, de dez por catorze passos craveiros (passo craveiro era uma medida linear portuguesa) - a missa que oficializou o nascimento do colégio jesuíta. Este conhecido como Real Colégio de São Paulo de Piratininga. Em 1556, o padre Afonso Brás, precursor da arquitetura brasileira, foi o responsável pela construção em taipa de pilão de um colégio e igreja anexa. Brigas entre os colonos e os religiosos que defendiam os indígenas culminaram na expulsão dos jesuítas do local em 1640, para onde só retornariam treze anos mais tarde. Na segunda metade do século XVII, foi erigida a terceira edificação, de taipa de pilão e pedra. O Pátio do Colégio foi sede do governo paulista entre os anos de 1765 e 1912, após a apropriação do local pelo Estado, servindo como palácio dos Governadores, devido à expulsão dos jesuítas de terras portuguesas, determinada pelo marquês de Pombal em 1759. Com a mudança, o Pátio do Colégio recebeu o nome de Largo do Palácio, comportando assim o centro cívico e cultural da cidade. Em 1770, passou a abrigar a sessão inaugural da Academia Paulista de Letras, a chamada “Academia dos Felizes”. Nos arredores foram constituídos a Casa de Ópera, a Casa de Fundição, as feiras da Rua do Carmo, o conjunto de habitações do Solar da Marquesa e o comércio da Ladeira do Palácio. O antigo casarão colonial foi completamente descaracterizado por profundas reformas durante todo esse período, sobretudo no último quartel do século XIX. Algumas tiveram como objetivo adaptar o Palácio do Governo às repartições provenientes do desenvolvimento dos serviços públicos. Em 1881, Florêncio de Abreu, ao assumir a presidência da província, realizou transformações radicais no palácio. Remodelou-se totalmente a fachada principal; e sua ala perpendicular, local onde funcionou a primeira sede do Correio Geral de São Paulo, foi derrubada. Em 1896, o palácio dos Governadores foi parcialmente demolido e modificado, e em 1953, foi completamente demolido. Em dezembro de 1936, o último lampião a gás da cidade, para uso operacional, foi desligado. A edificação atual, que tem inspiração na construção original seiscentista, foi construída entre 1954 e 1979. Nela, há fragmentos de uma parede de 1585, remanescente do antigo colégio dos jesuítas. Abriga o Museu Anchieta, que reúne um acervo de aproximadamente setecentos objetos, expostos em seis salas. Em 2018, o edifício sofreu uma intervenção, feita pelo Coletivo M.I.A. como protesto: \"A crítica é geral, para as pessoas olharem umas às outras.\" diz um dos autores João França. == Atividades == === Religiosas === A Bênção das Rosas é uma solenidade que foi introduzida pelos jesuítas no Brasil na solenidade que criou a Congregação de Nossa Senhora do Rosário na Vila de Piratininga em 1583. As rosas foram trazidas para o Brasil pelo Padre Anchieta 1560 e 1570. São celebradas missas na Igreja. A casa também promove ações religiosas e cursos de temática religiosa. === Culturais === A instituição mantém uma programação de concertos com orquestras e corais. O público adulto pode apreciar concertos e apresentações de grupos folclóricos, já as crianças participam de uma série de oficinas de arte e história, teatro de fantoche, caça ao tesouro etc. O museu possui um acervo de arte sacra e diferentes suportes da memória, como iconografia inédita, textos explicativos, mapas e maquete sobre a história do Pátio do Colégio e da cidade de São Paulo no século XVI. A Biblioteca Padre Antônio Vieira é especializada em história do Brasil e da Companhia de Jesus. Possui seis mil títulos catalogados e mais sete mil em catalogação. ==Edifícios== * Colégio de São Paulo dos Jesuítas: a primeira escola, em pau a pique, data de 1554. A segunda, em taipa de pilão, de 1556. O colégio foi reconstruído entre 1680 e 1694. De 1759 a 1765, sediou a residência da Arquidiocese. De 1765 a 1912, foi sede do Palácio dos Governadores e residência oficial dos Capitães-Generais Governadores de São Paulo. De 1835 a 1879, foi sede também do Legislativo Paulista.Prédio erguido por jesuítas no Pátio do Colégio foi primeira sede da Assembleia Divisão de Acervo Histórico da Assembleia Legislativa - Agência de Notícias da ALESP, 25/09/2014 O imóvel foi demolido parcialmente e modificado em 1896. De 1912 a 1932, serviu de Palácio dos Despachos. Na revolução de 1924, o Palácio sofreu alguns bombardeios.RIBEIRO, A. S. 5 de julho: 80 anos de uma revolução. Agência de Notícias da ALESP, 02/07/2004. . Posteriormente, foi sede da Secretaria da Educação, de 1932 até 1953, quando foi totalmente demolido. * Igreja Bom Jesus ou Igreja do Colégio: construída em 1556, em taipa de pilão, foi reconstruída em 1680. Em 1757, recebeu uma cripta, até hoje existente. Interditada em 1891, foi demolida em 1896.KUHN, João Carlos Santos. Resistências sagradas: Pátio do Colégio, secularização e reconstrução. 2016. Dissertação (Mestrado em História e Fundamentos da Arquitetura e do Urbanismo) - Faculdade de Arquitetura e Urbanismo, University of São Paulo, São Paulo, 2016. Disponível em: . Acesso em: 2017-12-16. Reconstruída entre 1954 e 1979, como parte do Museu Anchieta. Em 1980, foi renomeada Igreja do Beato José de Anchieta. == Ver também == * Basílica José de Anchieta * Museu Padre Anchieta * Praça da Sé == Ligações externas == * '' * * Categoria:Atrações turísticas da cidade de São Paulo Categoria:Patrimônio tombado pelo CONPRESP Categoria:Companhia de Jesus Categoria:Fundações no Brasil em 1554 Categoria:História da Igreja Categoria:História do estado de São Paulo Categoria:Patrimônio histórico do estado de São Paulo Categoria:Centro Histórico de São Paulo Categoria:Sé (distrito de São Paulo) Categoria:Colégios jesuítas",
 "title": "Pátio do Colégio"
}