{
 "id": "29501",
 "text": "João Ferreira Annes d'Almeida, ou simplesmente João Ferreira de Almeida (Torre de Tavares, Várzea de Tavares, Portugal, 1628 — Batávia, Indonésia, 1691), foi um ministro pregador da Igreja Reformada nas Índias Orientais Holandesas, reconhecido especialmente por ter sido o primeiro tradutor da Bíblia para a língua portuguesa. A sua tradução do Novo Testamento foi publicada pela primeira vez em 1681, em Amesterdão. Almeida faleceu antes de concluir a tradução dos livros do Antigo Testamento, chegando aos versículos finais do Livro de Ezequiel. A tradução dos demais livros do Antigo Testamento foi concluída em 1694, por Jacobus op den Akker. Os volumes da tradução do Antigo Testamento em português foram publicados somente a partir do século XVIII, em Tranquebar e Batávia, no Oriente. A primeira edição em um único volume de uma tradução completa da Bíblia em português foi impressa somente em 1819, em Londres. Além da tradução da Bíblia, João Ferreira de Almeida também escreveu algumas obras contra os ensinos da Igreja Católica Apostólica Romana. == Biografia == === Anos iniciais === Almeida nasceu na localidade de Torre de Tavares, no Reino de Portugal. Ficou órfão ainda em criança e veio a ser criado na cidade de Lisboa por um tio que era membro de uma ordem religiosa. Pouco se sabe sobre a infância e início da adolescência de Almeida, mas afirma-se que teria recebido uma excelente educação visando a sua entrada no sacerdócio. Não se sabe o que teria levado Almeida a sair de Portugal, mas em 1642, aos quatorze anos de idade, já se encontrava na Ásia, passando por Batávia (atual Jacarta, na Indonésia) e, em seguida, Malaca (na atual Malásia). Naquela época, Batávia era o centro administrativo da Companhia Holandesa das Índias Orientais, e Malaca, ex-colônia portuguesa, havia sido conquistada pelos holandeses em 1641. === A conversão ao protestantismo === Em 1642, aos quatorze anos de idade, João Ferreira de Almeida deixou a Igreja Católica Apostólica Romana e se converteu ao protestantismo. Ao velejar entre Batávia e Malaca, ambas possessões holandesas no Oriente, Almeida pôde ler um tratado anticatólico em castelhano, intitulado \"Differença d'a Christandade\", posteriormente traduzido por ele em língua portuguesa. Este panfleto atacava algumas das doutrinas e conceitos do catolicismo e a utilização do latim durante os ofícios religiosos. Isto provocou um grande efeito em Almeida, de modo que, ao chegar a Malaca naquele mesmo ano, juntou-se à Igreja Reformada Holandesa e dedicou-se imediatamente à tradução de trechos dos Evangelhos do castelhano para o português. === O padre João Ferreira de Almeida === É comum aparecer nas primeiras edições da tradução de João Ferreira de Almeida a informação de que ele seria padre. Isso se deve ao fato de que, naquele contexto, a palavra \"padre\" poderia ser utilizada para se referir tanto ao clero católico, como aos ministros protestantes. Neste sentido, ele seria padre (aqui equivalente à pastor) da Igreja Reformada Holandesa, e não da Igreja Católica Apostólica Romana. Além disso, a posição anticatólica de João Ferreira se revela em todos os seus escritos, pois além de traduzir a Bíblia, ele compôs várias obras contra pontos que considerava os erros da Igreja Católica. === Tradutor da Bíblia Sagrada === Dois anos após rejeitar as doutrinas da Igreja Católica Apostólica Romana, João Ferreira de Almeida lançou-se num enorme projeto: a tradução de todo o Novo Testamento para o português, usando como base a versão em latim de Teodoro de Beza, consultando também como fontes traduções em castelhano, francês e italiano. O trabalho foi concluído em menos de um ano, quando Almeida tinha apenas dezesseis anos de idade. Terminada em 1645, essa tradução pioneira não foi publicada. Mas o tradutor fez cópias à mão do trabalho, as quais foram mandadas para as congregações de Malaca, Batávia e Ceilão (hoje Sri Lanka). Apesar da sua juventude, enviou uma cópia do texto ao governador-geral holandês, em Batávia. Crê-se que a cópia teria sido enviada para Amesterdam mas que o responsável pela publicação do texto faleceu resultando no desaparecimento do trabalho de Almeida. Em 1651, ao lhe ser solicitada uma cópia da sua tradução para a Igreja Reformada na ilha de Ceilão, Almeida descobriu que o original desaparecera. Lançando-se de novo ao trabalho, partindo de uma cópia ou rascunhos anteriores do seu trabalho, Almeida concluiu no ano seguinte uma versão revista dos Evangelhos e do livro de Actos dos Apóstolos. Em 1654, completou todo o Novo Testamento mas, uma vez mais, nada foi feito para imprimir a tradução, sendo realizadas apenas algumas poucas cópias manuscritas. Almeida integrou no ministério eclesiástico da Igreja Reformada Holandesa, primeiramente como \"visitador de doentes\" e, em seguida, como \"pastor suplente\". Começou seu ministério tornando-se membro do Presbitério de Málaca, depois de escolhido como capelão e diácono daquela congregação. No tempo de Almeida, um tradutor para a língua portuguesa era muito útil para as igrejas daquela região. Além de o português ser o idioma comumente usado nas congregações presbiterianas, era o mais falado em muitas partes da Índia e do Sudeste da Ásia. Acredita-se, no entanto, que o português empregado por Almeida tanto em pregações como na tradução da Bíblia fosse bastante erudito e, portanto, difícil de entender para a maioria da população. Essa impressão é reforçada por uma declaração dada por ele na Batávia, quando se propôs a traduzir alguns sermões, segundo palavras, \"para a língua portuguesa adulterada, conhecida desta congregação\". Em 1656, ordenado pastor, foi indicado para o Presbitério do Ceilão na Índia, para onde seguiu com um colega, chamado Baldaeus. Durante os três anos seguintes, trabalhou na revisão da tradução de partes do Novo Testamento feita anteriormente. Depois de passar por um exame preparatório e de ter sido aceito como candidato ao pastorado, Almeida acumulou novas tarefas: dava aulas de português a pastores, traduzia livros e ensinava catecismo a professores de escolas primárias. Ao que tudo indica, esse foi o período mais agitado da vida do tradutor. Durante o pastorado em Galle (Sul do Ceilão), Almeida assumiu uma posição tão forte contra o que ele chamava de \"superstições papistas\", que o governo local resolveu apresentar uma queixa a seu respeito ao governo de Batávia (provavelmente por volta de 1657). Entre 1658 e 1661, época em que foi pastor em Colombo, voltou a enfrentar problemas com o governo, o qual tentou, sem sucesso, impedi-lo de pregar em português. O motivo dessa medida não é conhecido, mas supõe-se que estivesse novamente relacionado com as ideias fortemente anticatólicas do tradutor. A passagem de Almeida por Tuticorin (Sul da Índia), onde foi pastor por cerca de um ano, também parece não ter sido das mais tranquilas. Tribos da região negaram-se a ser batizadas ou ter seus casamentos abençoados por ele. De acordo com seu amigo Baldaeus, o facto aconteceu porque a Inquisição havia ordenado que um retrato de Almeida fosse queimado numa praça pública em Goa. Foi também durante a estada no Ceilão que, provavelmente, o tradutor conheceu sua mulher e casou-se. Vinda do catolicismo para o protestantismo, como ele, chamava-se Lucretia Valcoa de Lemmes (ou Lucrécia de Lamos). Um acontecimento curioso marcou o começo de vida do casal: numa viagem através do Ceilão, Almeida e Dona Lucretia foram atacados por um elefante e escaparam por pouco da morte. Mais tarde, a família completou-se, com o nascimento de um menino e de uma menina. === Ideias e personalidade === Sendo considerado um dos primeiros missionários protestantes a visitar aquele país, visto que servia como missionário convertido, ao serviço de um país estrangeiro, e ainda devido à exposição directa do que considerava serem doutrinas falsas da Igreja Católica Apostólica Romana, bem como à denúncia de corrupção moral entre o clero, muitos entre as comunidades de língua portuguesa passaram a considerá-lo apóstata e traidor. Esses confrontos resultaram num julgamento por um tribunal da Inquisição em Goa, Índia, em 1661, sendo sentenciado à morte por heresia. O governador-geral da Holanda chamou-o de volta a Batávia, evitando assim a consumação da sentença. A partir de 1663 (dos 35 anos de idade em diante, portanto), Almeida trabalhou na congregação de fala portuguesa da Batávia, onde ficou até o final da vida. Nesta nova fase, teve uma intensa atividade como pastor. Os registros a esse respeito mostram muito de suas ideias e personalidade. Entre outras coisas, Almeida conseguiu convencer o presbitério de que a congregação que dirigia deveria ter a sua própria cerimônia da Ceia do Senhor. Também propôs que os pobres que recebessem ajuda em dinheiro da igreja tivessem a obrigação de frequentá-la e frequentar o catecismo. Ofereceu-se para visitar os escravos da Companhia das Índias em seus bairros, dando-lhes aulas de religião — sugestão que não foi aceita pelo presbitério — e, com muita frequência, alertava a congregação a respeito das \"influências papistas\". Ao mesmo tempo, retomou o trabalho de tradução da Bíblia, iniciado na juventude. Foi somente então que passou a dominar a língua holandesa e a estudar grego e hebraico. Em 1676, Almeida comunicou ao presbitério que o Novo Testamento estava pronto. Aí começou a batalha do tradutor para ver o texto publicado — sabia que o presbitério não recomendaria a impressão do trabalho sem que fosse aprovado por revisores indicados pelo próprio presbitério. E também que, sem essa recomendação, não conseguiria outras permissões indispensáveis para que o facto se concretizasse: a do Governo da Batávia e a da Companhia das Índias Orientais, na Holanda. === Exemplares destruídos === Escolhidos os revisores, o trabalho começou e foi sendo desenvolvido vagarosamente. Quatro anos depois, irritado com a demora, Almeida resolveu não esperar mais — mandou o manuscrito para a Holanda por conta própria, para ser impresso lá. Mas o presbitério conseguiu parar o processo, e a impressão foi interrompida. Passados alguns meses, depois de algumas discussões e brigas, quando o tradutor parecia estar quase desistindo de apressar a publicação de seu texto, cartas vindas da Holanda trouxeram a notícia de que o manuscrito fora revisado e estava sendo impresso naquele país. Em 1681, a primeira edição do Novo Testamento de Almeida finalmente saiu da gráfica. Um ano depois, ela chegou à Batávia, mas apresentava erros de tradução e revisão. O facto foi comunicado às autoridades da Holanda e todos os exemplares que ainda não haviam saído de lá foram destruídos, por ordem da Companhia das Índias Orientais. As autoridades holandesas determinaram que se fizesse o mesmo com os volumes que já estavam na Batávia. Pediram também que se começasse, o mais rápido possível, uma nova e cuidadosa revisão do texto. Apesar das ordens recebidas da Holanda, nem todos os exemplares recebidos na Batávia foram destruídos. Alguns deles foram corrigidos à mão e enviados às congregações da região (um desses volumes pode ser visto hoje no Museu Britânico, em Londres). O trabalho de revisão e correção do Novo Testamento foi iniciado e demorou dez longos anos para ser terminado. Somente após a morte de Almeida, em 1693, é que essa segunda versão foi impressa, na própria Batávia, e distribuída. Enquanto progredia a revisão do Novo Testamento, Almeida começou a trabalhar o Antigo Testamento. Em 1683, completou a tradução do Pentateuco. Iniciou-se, então, a revisão desse texto, e a situação que acontecera na época da revisão do Novo Testamento, com muita demora e discussão, acabou se repetindo. Já com a saúde prejudicada — pelo menos desde 1670, segundo os registros —, Almeida teve sua carga de trabalho na congregação diminuída e pôde dedicar mais tempo à tradução. Mesmo assim, não conseguiu acabar a obra à qual dedicara toda a vida. Em outubro de 1691, Almeida morreu. Nessa ocasião, chegara a Ezequiel 48:31. A tradução do Antigo Testamento foi completada em 1694 por Jacobus op den Akker, pastor calvinista holandês. Depois de passar por muitas mudanças, foi impressa na Batávia, em dois volumes: o primeiro em 1748 e o segundo, em 1753. === Tradução após a morte de Almeida === A segunda edição do Novo Testamento em português, revista pouco antes da morte de Almeida, veio a ser publicada em 1693. No entanto, alguns historiadores afirmam que, uma vez mais, esta segunda edição foi desfigurada pela mão dos revisores. Perdendo-se a motivação para a continuação do trabalho de tradução da Bíblia para o português na Ásia, foi a pedido dos missionários protestantes dinamarqueses em Tranquebar, no sul da Índia e então parte da Índia Dinamarquesa, que uma sociedade inglesa, a Society for Promoting Christian Knowledge, em Londres, financiou a terceira edição do Novo Testamento de Almeida, em 1711. Durante o Século XIX, a British and Foreign Bible Society e a American Bible Society distribuíram milhares de exemplares da versão de Almeida em Portugal e nas principais cidades do Brasil. == Reconhecimento == Entre outubro de 2006 e março de 2007, o programa de televisão da RTP1, Os Grandes Portugueses, realizou uma votação popular para escolher O Grande Português. Aquela votação, indicou João Ferreira de Almeida como o 19º personagem mais importante na história de Portugal. == Ver também == * Almeida Corrigida Fiel (ACF) * Almeida Revista e Corrigida (ARC) (2009, 3ª edição) * Almeida Revista e Atualizada (ARA) (1993, 2ª edição) * Nova Almeida Atualizada (NAA) (2017, 3ª edição da ARA) * Almeida Século 21 (AS21 ou A21) * Texto Massorético (texto hebraico do Antigo Testamento) * Texto Majoritário * Texto Recebido ou Textus Receptus (Novo Testamento) *Traduções da Bíblia em língua portuguesa *Sociedade Bíblica de Portugal *Sociedade Bíblica do Brasil == Ligações externas == * * * * * * * * * * * Obra de João Ferreira de Almeida na Biblioteca Nacional Digital Categoria:Naturais de Mangualde Categoria:Reforma Protestante Categoria:Tradutores de Portugal Categoria:Tradutores para a língua portuguesa Categoria:Tradutores da Bíblia Categoria:Pastores de Portugal Categoria:Protestantes de Portugal",
 "title": "João Ferreira de Almeida"
}