{
 "id": "29510",
 "text": "Esta é uma lista das 88 constelações modernas em ordem decrescente de sua área aparente no céu, medida em graus quadrados. No. Constelação Área 1 Hydra 1303 gr. qd. 2 Virgo 1294 gr. qd. 3 Ursa Major 1280 gr. qd. 4 Cetus 1231 gr. qd. 5 Hercules 1225 gr. qd. 6 Eridanus 1138 gr. qd. 7 Pegasus 1121 gr. qd. 8 Draco 1083 gr. qd. 9 Centaurus 1060 gr. qd. 10 Aquarius 980 gr. qd. 11 Ophiuchus 948 gr. qd. 12 Leo 947 gr. qd. 13 Boötes 907 gr. qd. 14 Pisces 889 gr. qd. 15 Sagittarius 867 gr. qd. 16 Cygnus 804 gr. qd. 17 Taurus 797 gr. qd. 18 Camelopardalis 757 gr. qd. 19 Andrômeda 722 gr. qd. 20 Puppis 673 gr. qd. 21 Auriga 657 gr. qd. 22 Aquila 652 gr. qd. 23 Serpens * 637 gr. qd. 24 Perseus 615 gr. qd. 25 Cassiopeia 598 gr. qd. 26 Orion 594 gr. qd. 27 Cepheus 588 gr. qd. 28 Lynx 545 sq.deg. 29 Libra 538 gr. qd. 30 Gemini 514 gr. qd. 31 Cancer 506 gr. qd. 32 Vela 500 gr. qd. 33 Scorpius 497 gr. qd. 34 Carina 494 gr. qd. 35 Monoceros 482 gr. qd. 36 Sculptor 475 gr. qd. 37 Phoenix 469 sq.deg. 38 Canes Venatici 465 gr. qd. 39 Aries 441 gr. qd. 40 Capricornus 414 gr. qd. 41 Fornax 398 gr. qd. 42 Coma Berenices 386 gr. qd. 43 Canis Major 380 gr. qd. 44 Pavo 378 gr. qd. 45 Grus 366 gr. qd. 46 Lupus 334 gr. qd. 47 Sextans 314 gr. qd. 48 Tucana 295 gr. qd. 49 Indus 294 gr. qd. 50 Octans 291 gr. qd. 51 Lepus 290 gr. qd. 52 Lyra 286 gr. qd. 53 Crater 282 gr. qd. 54 Columba 270 gr. qd. 55 Vulpecula 268 gr. qd. 56 Ursa Minor 256 gr. qd. 57 Telescopium 252 gr. qd. 58 Horologium 249 gr. qd. 59 Pictor 247 gr. qd. 60 Piscis Austrinus 245 gr. qd. 61 Hydrus 243 gr. qd. 62 Antlia 239 gr. qd. 63 Ara 237 gr. qd. 64 Leo Minor 232 gr. qd. 65 Pyxis 221 gr. qd. 66 Microscopium 210 gr. qd. 67 Apus 206 gr. qd. 68 Lacerta 201 gr. qd. 69 Delphinus 189 gr. qd. 70 Corvus 184 gr. qd. 71 Canis Minor 183 gr. qd. 72 Corona Borealis 179 gr. qd. 73 Dorado 179 gr. qd. 74 Norma 165 gr. qd. 75 Mensa 153 gr. qd. 76 Volans 141 gr. qd. 77 Musca 138 gr. qd. 78 Chamaeleon 132 gr. qd. 79 Triangulum 132 gr. qd. 80 Corona Australis 128 gr. qd. 81 Caelum 125 gr. qd. 82 Reticulum 114 gr. qd. 83 Triangulum Australe 110 gr. qd. 84 Scutum 109 gr. qd. 85 Circinus 93 gr. qd. 86 Sagitta 80 gr. qd. 87 Equuleus 72 gr. qd. 88 Crux 68 gr. qd. Nota: * A Serpente é dividida em duas partes: Cabeça da Serpente (Serpens Caput), 429 gr. qd., e Cauda da Serpente (Serpens Cauda), 208 gr. qd.. == Fonte == * Artigo na Wikipédia em inglês.",
 "title": "Lista de constelações por área"
}