{
 "id": "29514",
 "text": "{{Info/Município do Brasil | nome = Tarauacá | foto = Aerial Tarauacá.jpg | leg_foto = Vista parcial de Tarauacá, Acre | apelido = | brasão = Coat of arms of Tarauacá.png | bandeira = Bandeira_de_Tarauacá.jpg | fundação = | gentílico = tarauacaense | lema = | prefeito = Maria Lucinéia Nery de Lima Menezes | partido = PDT | fim_mandato = 2024 | mapa = Acre Municip Tarauaca.svg | latP = S | latG = 08 | latM = 09 | latS = 39 | lonP = O | lonG = 70 | lonM = 45 | lonS = 57 | estado = Acre | mesorregião = Vale do Juruá | data_mesorregião = IBGE/2008 | microrregião = Tarauacá | data_microrregião = IBGE/2008 | vizinhos = Ipixuna, Eirunepé e Envira (AM) (N), Jordão (S), Feijó (L), Cruzeiro do Sul, Porto Walter (O) e Marechal Taumaturgo (SO). | dist_capital = 381 | área = 15553.430 | área_ref = | população = 41976 | população_pos = AC: 4º | data_pop = estimativa IBGE/2018 | altitude = 168 | clima = equatorial | sigla_clima = | idh = 0.539 | data_idh = PNUD/2010 | pib = mil | data_pib = IBGE/2008 | pib_per_capita = 7124.55 | data_pib_per_capita = IBGE/2008 | leg_brasão = | leg_bandeira = }} Tarauacá é um município brasileiro localizado no noroeste do estado do Acre. Está distante 381 km da capital do estado, Rio Branco. Sua população, de acordo com estimativas do Instituto Brasileiro de Geografia e Estatística (IBGE), era de habitantes em 2018, o que a coloca na posição de 4ª mais populosa de seu estado. Ocupa o terceiro lugar entre os municípios do estado em extensão territorial, com uma área de 15.553,43 km². == História == Os primeiros habitantes do que um dia se tornaria o município de Tarauacá foram os Iauanauás e os Catuquinas-pano, ambos povos Pano (ou Nawa), que atualmente habitam a Área Indígena Rio Gregório, localizada dentro dos limites do município. O município de Tarauacá originou-se do Seringal Foz do Muru, que foi criado na confluência do Rio Tarauacá com o Rio Muru, transformando-se em povoado com o passar do tempo. Fundado em 1º de outubro de 1907, por Antônio Antunes de Alencar, o povoado foi transformado em vila e batizado de \"Seabra\". Obteve sua autonomia através do Decreto Federal 9 831, de 23 de outubro de 1912, tornando-se, então, município. Tarauacá é conhecido como \"a terra do abacaxi gigante\". Esse fruto chega a pesar em torno de 15 kg, fato que provoca grande admiração nos visitantes. A cidade é dotada de razoável infraestrutura turística. Conta com hospedarias, bares, hotéis e restaurantes, onde sempre se encontram pratos à base de peixes nobres da região, dentre outras especialidades. O município de Tarauacá se tornou famoso no Brasil e no mundo após o programa Globo Repórter exibir uma matéria sobre as \"Riquezas Amazônicas\" que foi ao ar em 08 de dezembro de 2006. A reportagem mostra que além de produzir uma espécie de abacaxi gigante, também comprova que uma combinação de ervas que só existem na região, é capaz de fazer crescer cabelo em quem tem calvície. Carlos Pinto da Silva, o seringueiro que se virou cientista ao desenvolver o \"Shampoo Esperança\", diz que jamais revelará o segredo da sua fórmula milagrosa, tão cobiçada pelas indústrias de cosméticos. == Geografia == Localizada no Vale do Juruá, no oeste acreano, à 381 km de Rio Branco, Tarauacá limita-se ao norte com Ipixuna, Eirunepé e Envira, no Amazonas; ao sul, com o município de Jordão; a leste, com o município de Feijó; a oeste, com os municípios de Cruzeiro do Sul e Porto Walter e, a sudoeste, com o município de Marechal Thaumaturgo. Área de , equivalendo a 10,53% da área total do estado, possuindo, entre os demais municípios, a terceira maior área territorial. Tarauacá é à 270 km de Sena Madureira, também no interior do Acre. Tarauacá é o segundo município do Acre em concentração de terras indígenas, com oito áreas, equivalendo a 9,8% deste município. Esses povos vivem em 30 aldeias, com aproximadamente pessoas. A cidade é banhada pelo Rio Tarauacá, que, no verão, é margeado por quilômetros de praias de areias brancas e finas. O rio serve de opção nos finais de semana à centenas de banhistas, que procuram suas águas no afã de refrescar-se do forte calor da época. De acordo com Earthquake Track é um município com alta incidência de terremotos, mas nos últimos anos nenhum passou da magnitude 6.2, ou seja, são tremores leves e não costumam destruir edificações. Segundo dados do Instituto Nacional de Meteorologia (INMET), referentes ao período de 1969 a 1990 e a partir de 1993, a menor temperatura registrada em Tarauacá foi de em 19 de julho de 1975, e a maior de em 23 de setembro de 2002. O maior acumulado de precipitação em 24 horas foi de em 31 de janeiro de 2015. Janeiro de 2015 também foi o mês de maior precipitação, com . === Demografia === Segundo dados de 2014, sua população é de habitantes, na proporção de 51,62% urbana, cerca de 16 608 pessoas; e 48,38% rural, cerca de 15 563 pessoas. Sua densidade demográfica é de 1,48 habitantes por quilômetro quadrado. === Problemas socioambientais === Devido aos altos índices de devastação florestal, em 9 de novembro de 2023, o município de Tarauacá foi incluído na relação de municípios situados no bioma Amazônia considerados prioritários pelo governo federal para ações de prevenção, controle e redução dos desmatamentos e degradação florestal. == Política e administração == Sendo um município do Brasil, Tarauacá é administrada por dois poderes, o executivo e o legislativo, independentes e harmônicos entre si. O primeiro é representado pelo prefeito, auxiliado pelo seu gabinete de secretários e eleito pelo voto popular para um mandato de quatro anos, sendo permitida uma única reeleição para mais um mandato consecutivo, enquanto que o segundo é representado pela Câmara Municipal de Tarauacá, órgão colegiado de representação dos munícipes que é composto por vereadores também eleitos por sufrágio universal.MEIRELLES, Hely Lopes. Direito municipal brasileiro. 18. ed. São Paulo: Malheiros, 2017. As atuais autoridades que ocupam cargos da organização político-administrativa de Tarauacá são as seguintes (data: 12 de novembro de 2023): * Prefeita: Maria Lucinéia Nery de Lima Menezes - PDT (2021/-) * Vice-prefeito: Raimundo Maranguape de Brito - PSD (2021/-) * Presidente da Câmara: Pedro Claver de Souza Freire - PSD (2023/-). == Economia == A base econômica do município de Tarauacá se fundamenta na agricultura, pecuária, pesca e no extrativismo de borracha e madeira, para exportação. Conta, ainda, com pequenas indústrias de móveis, cerâmicas e artefatos de cimento, mas a base da economia ainda é o funcionalismo público. Embora, ano após ano, a participação deste diminua na composição econômica. {| class=wikitable style=\"float:right; margin: 1em;border-collapse:border;\" Serviços Agropecuária Indústria == Religião == Religião no Município de Tarauacá segundo o censo de 2010.https://cidades.ibge.gov.br/brasil/ac/tarauaca/pesquisa/23/22107?detalhes=true Religião % Catolicismo 72,1 Protestantismo 20,6 Religiões indígenas 2,2 Outras 0,5 Sem religião 4,6 ==Infraestrutura== Dispõe de correios, bancos (Banco do Brasil, Caixa Econômica Federal, e Banco da Amazônia), rede de celulares de diversas operadoras, internet ADSL, rádio, uma emissora de televisão por satélite, centros de saúde e um hospital além de contar periodicamente com atendimento feito pelo barco-hospital da Secretaria de Saúde do Estado. O município, que sofria isolamento por causa das precárias condições da BR-364, agora conta com ligação permanente pela rodovia ao restante do país. A maior parte de suas relações econômicas dá-se com o município de Feijó, devido a sua relativa proximidade (cerca de 48 quilômetros). O transporte fluvial é sazonal, devido à variação do nível das águas do Rio Tarauacá. No município localiza-se o terceiro mais movimentado aeroporto do Acre, o Aeroporto de Tarauacá. ==Biblioteca== *Biblioteca Pública Estadual Anselmo Marinho Lessa. Governo do Estado Acre, Sistema Estadual de Cultura, Fundação de Cultura Elias Mansour, Fundo Estadual de Fomento e Incentivo à Cultura - EDITAL CULTURA E COMUNIDADE GRUPOS E PESSOAS 2013 *Biblioteca Pública Municipal == Ver também == *Amazônia Ocidental Brasileira *Fronteira Brasil–Peru *Ciclo da borracha *Rio Tarauacá ==Ligações externas== * * * Categoria:Fundações no Brasil em 1907",
 "title": "Tarauacá"
}