{
 "id": "29530",
 "text": "{{Info/Município do Brasil | nome = Coari | foto = Igreja Matriz de Coari (2020).jpg | leg_foto = Igreja Matriz de Coari | apelido = Rainha do Solimões | brasão = Brasão de Coari.jpg | bandeira = Coari bandeira.jpg | leg_brasão = | leg_bandeira = | fundação = | emancipação = | aniversário = 02 de agosto | gentílico = coariense | dist_capital = 363 | padroeiro = Sant'ana e São Sebastião | prefeito = Keitton Wyllyson Pinheiro Batista | partido = PP | fim_mandato = 2024 | vereadores = 15 | mapa = Amazonas_Municip_Coari.svg | latP = S | latG = 04 | latM = 05 | latS = 06 | lonP = O | lonG = 63 | lonM = 08 | lonS = 27 | estado = Amazonas | região_intermediária = Manaus | data_região_intermediária = IBGE/2017 | região_imediata = Coari | data_região_imediata = IBGE/2017 | vizinhos = Oeste: Tefé e Maraã; Norte: Codajás; Leste: Codajás e Anori; Sul: Tapauá | dist_ref = | área = 57921.646 | área_ref = | população = 70616 | data_pop = IBGE/Censo 2022 | população_pos = AM: 6º | altitude = 40 | densidade = 0.66 | clima = equatorial | sigla_clima = Am | CEP = 69460-000 | idh = 0.586 | idh_pos = AM: 21º | data_idh = PNUD/2010 | pib = mil | pib_pos = BR: 536º | data_pib = IBGE/2021 | pib_per_capita = 38 982,37 | data_pib_per_capita = IBGE/2021 | site_prefeitura = | site_câmara = }} Coari (AFI: [koa'ri]) é um município brasileiro no interior do estado do Amazonas, Região Norte do país. De acordo com o Censo 2022, do Instituto Brasileiro de Geografia e Estatística (IBGE), a população do município era de 73.820 em 2022, sendo o sexto município mais populoso do estado. Situada no centro da maior floresta tropical do mundo, a cidade está mais precisamente localizada à margem esquerda do rio Solimões entre o Lago de Coari e o Lago do Mamiá. A cidade é conhecida como a Rainha do Solimões e mais recente apelidada de \"terra do gás\", a qual localiza-se a Província Petrolífera de Urucu, onde se extrai petróleo e gás natural. Coari tem a sua origem ligada às raízes indígenas, entre eles os primeiros povos ancestrais que viviam na região como os Jurimagua, Kambeba, Catuxy, Uaupé, Juma, Irijus, antes da chegada dos Portugueses e Espanhóis. O nome Coari possui esta herança e dois significados. Em 1759 a aldeia é elevada a lugar com nome português de Lugar de Alvellos. Em 1874 o lugar foi elevada à vila (Vila de Coary), no mesmo ano é criado o município de Coari com a instalação da sede da cidade. == Etimologia == O nome Coari também está ligado às raízes indígenas e há duas versões: das palavras indígenas \"Coaya Cory\", ou \"Huary-yu\", significa respectivamente \"rio do ouro\" e \"rio dos deuses\". == História == === Primeiros povos e colonização européia === Antes da chegada dos colonizadores, a região de Coari era habitada pelos povos nativos, com destaque aos povos Jurimauas, Catauixis, Jumas e outros. A história de Coari se remonta ao Século XVIII. O primeiro núcleo de povoamento na região é fundado pelo jesuíta espanhol Samuel Fritz. Após conflitos e seus desdobramentos pela determinação de Portugal em ocupar as áreas outrora pertencentes à Espanha. Fritz subitamente faleceu e com ele morreu sua causa. A configuração do domínio português nesta região do vale do Solimões, onde localiza-se o município de Coari, deveu-se em grande parte à expansão das missões Carmelitas. Em 1703, já eram 30 missões Carmelitas. Das missões Carmelitas no Solimões, nasceram Santana de Coary (atual Coari), Santa Theresa de Teffé (Tefé) e São Paulo dos Cambebas (São Paulo de Olivença). O povoamento recebe o nome de Coari, por estar situado às margens do lago de mesmo nome, próximo ao rio Coari. A denominação recebida pelo rio e ao lago que banha a sede municipal, foi estendida a denominação também ao município, posteriormente. O povoado de Coary foi elevada a lugar apenas em 1759, quando recebeu o nome de Freguesia de Alvelos, nome este de origem portuguesa. O povoado estava localizado na região onde hoje situa-se a praia da Freguesia e desapareceu por completo poucos anos depois. Por virtude da Lei nº 37, de 30 de setembro de 1854, a sede da freguesia foi transferida para a foz do lago de Coari. Vinte anos após a mudança da sede, a mesma foi elevada à Vila pela Lei nº 287, de 1 de maio de 1874. A vila recebeu o nome de Coary, sendo que sua instalação ocorreu em dezembro do mesmo ano. Em 15 de novembro de 1890, o termo judiciário de Coari foi instalado. Pelo decreto 95-A, de 10 de abril de 1891, foi criada a Comarca da vila, que recebeu sua instalação definitiva em 30 de junho do mesmo ano. Entretanto, a Comarca coariense foi extinta em 1913, tendo seu termo subordinado à comarca de Tefé, município vizinho. A Comarca de Coari foi novamente instalada três anos depois, em 1916, em virtude da Lei n° 844, de 14 de fevereiro daquele ano. No entanto, mais uma vez a Comarca foi suprimida, por força da Lei n° 133, de 7 de fevereiro de 1922. A comarca foi restaurada, outra vez, através da Lei n° 122, de 10 de março de 1924, não sendo mais suprimida. ==== Fundação de Coari ==== A fundação deu início com a elevação à vila pela Lei nº 287 em 1º de maio de 1874. A vila recebeu o nome de Vila de Coary. A emancipação ocorreu em 21 de maio de 1874, pela Lei Provincial n.º 287, é criado o município de Coari, (desmembrado do município de Tefé); fazendo desta data histórica de emancipação o início de criação de Coari. A instalação oficial da sede da cidade ocorreu em 2 de dezembro de 1874. E por alguma razão teórica denominou-se 2 de agosto de 1932, da instalação da sede pelo Ato Estadual n° 1.665, de 2 de agosto do mesmo ano, convencionou-se a usar como aniversário da cidade, e não a data de emancipação municipal. O município de Coari possuía uma Comarca e os seus 05 distritos: A vila de Coary, o distrito do Barro Alto, distrito de Camará, distrito de Itapéua e distrito de Piorini. A população no final da primeira década do século XX era de 11.000 mil habitantes e 295 eleitores. Foi eleito o primeiro prefeito do município, Dorval dos Santos Melo, e para vereadores Raimundo de Freitas Dantas, Sebastião Rodrigues do Nascimento, Luiz Freitas de Moraes, Maria Ferreira de Souza, João Nogueira de Araújo e João Soares da Fonseca. Nesta eleição votaram eleitores. == Geografia == Coari localiza-se na margem esquerda do Rio Solimões com uma área de 57.921,646 km² e densidade demográfica de 1,5 habitantes por km², sendo o oitavo maior município do estado em área territorial. Situado no centro da maior floresta tropical do mundo, o município está localizado bem ao centro do estado do Amazonas na Região Geográfica Imediata de Coari, composta de 4 municípios e pertence à região geográfica intermediária de Manaus. A cidade de Coari é pólo da microrregião de Coari e incluída na mesorregião do Centro Amazonense, onde de acordo com coordenadas, em Coari está o centro geodésico do estado do Amazonas. Limita-se com os municípios de Codajás, Tefé, Maraã, Anori e Tapauá. A cidade de Coari está mais precisamente localizada à margem esquerda do rio Solimões entre o Lago de Coari e o Lago do Mamiá. Ao redor da cidade são encontrados igarapés, Ilhas, praias e áreas ecológicas, com destaque para o parque ecológico das Barreiras (uma região de terra firme alta, com a presença de solo argiloso e propício a pescas esportivas), o Encontro das Águas de Coari, formado pelas águas do rio Solimões e pelo lago de Coari, além do próprio Lago de Coari, famoso cartão-postal natural da cidade. O Rio Coari é o principal curso d’água com 570 quilômetros de extensão, nele encontra-se os principais balneários da cidade. O rio Urucú é também um dos importantes afluentes do rio Coari, é nele onde localiza-se o pólo petrolífero de Urucu. A vegetação da cidade é densa, tipicamente coberta pela floresta amazônica. Com uma flora diversificada e árvores de origem amazônica, como a seringueira, andirobeira e samaúmeira, podem ser observadas mesmo aos arredores do centro urbano. Répteis como tartarugas e tracajás também são comuns no habitat natural, assim como toda a fauna da floresta presente na Amazônia também se encontra inserido na cidade. Nas áreas rurais do município, há maior número de espécies de plantas, pássaros, anfíbios e insetos. Clima O clima de Coari é considerado tropical equatorial (tipo Am segundo Köppen), quente e úmido, com temperatura média compensada anual de 26,8 °C e umidade do ar relativamente (URA) elevada com média anual 82% (ideal 60% de umidade, segundo a Organização Mundial de Saúde - OMS), com índice pluviométrico em torno de 2 357 milímetros (mm) anuais. As estações do ano são relativamente bem definidas: o verão é muito chuvoso e o inverno relativamente muito calor. Segundo dados do Instituto Nacional de Meteorologia (INMET), referentes ao período de 1969 a 2016, a menor temperatura registrada em Coari foi de em 18 de julho de 1975, e a maior atingiu em 27 de setembro de 2015. O maior acumulado de precipitação em 24 horas foi de milímetros (mm) em 16 de fevereiro de 2012. Janeiro de 2012, com , foi o mês de maior precipitação. Coari possui em média ao ano: * Duração da luz do sol: 1.448 h/ano * Nascer do sol: 05:48 * Pôr do sol: 18:06 * Duração do dia: 12h 18min * Meio-dia solar: 11:57 == Demografia == De acordo com o novo Censo 2022 promovido pelo Instituto Brasileiro de Geografia e Estatística (IBGE), a população de Coari era de 70.496 habitantes, sendo o 6º município amazonense mais populoso e apresentando uma densidade populacional de 1,22 habitantes por km². Média de 4,01 moradores por domicílio. São 35.883 homens (50,8%) e 34.733 mulheres (49,2%). A razão de sexo é 103,3 homens a cada 100 mulheres. A idade mediana do coariense é 24 anos e o índice de envelhecimento é 25,5 pessoas com 60+ anos para cada 100 com até 14 anos. A maior parte da população de Coari é residente na zona urbana, o que representa 65,3% do total de habitantes, população rural (34,6). A população de todo o município representa 2,39% da população do estado. Outro setor que também cresceu muito acima da média foi a urbanização, que registrou 8,02% de crescimento em 10 anos, passando de 54,5% para 58,8%, com urbanização adequada de bueiro, pavimentação e meio-fio. Apresenta 38% de domicílios com esgotamento sanitário adequado, 69.4% de domicílios urbanos em vias públicas com arborização. === Composição étnica e migração === O percentual da população coariense por grupo étnico-racial tem na sua formação histórica o resultado da miscigenação dos três grupos étnicos básicos que compõem a população brasileira: o indígena, o europeu (portugueses e espanhóis) e o negro, formando, assim, os mestiços da região (caboclos). Mais tarde outros pequenos grupos de imigrantes marcaram presença, como árabes e japoneses. Entre migrantes de outros estados destacam-se os grupos advindos do nordeste no começo do século XIX, em especial cearenses e paraibanos. === Composição étnico-racial, Censo 2022 === * Pardos ou mestiços (75,4%), * Brancos (12,4%), * Indígenas (6,1%), * Pretos (5,8%), * Amarelos (0,12%) Evolução do crescimento populacional de Coari Entre os anos de 1970 a 1980, houve uma variação de crescimento demográfico anual de 54,1%, de 1980 a 1990 foi observado um decréscimo de -9,22%, de 1990 a 2000 o crescimento demográfico anual em Coari foi de 73,4%, o maior registrado. Entre 2000 a 2010, o Censo de 2010 registrou um crescimento menor, de 13,2%. O atual Censo de 2022 registrou uma população de 70.616 habitantes; um decréscimo de -7,04%. A nova revisão do Censo de 2022 registrou uma população estimada em 73.820, em 2024. O crescimento populacional de Coari a longo prazo foi de 155,5%, de 1970 a 2022, apresentando um crescimento populacional muito superior a média nacional brasileira (118%), registrada no mesmo período. Crescimento populacional Censo Pop. 1970 27 707 1980 42 609 1990 38 678 2000 67 096 2010 75 965 2022 70 616 2024 73 820 proj. O Índice de Desenvolvimento Humano Municipal registrado em Coari é de 0,586 o que é considerado baixo pelo Programa das Nações Unidas para o Desenvolvimento (PNUD) de 2010, ocupando a 21ª posição na questão do IDH. Na década de 1990 foi registrado um IDH de 0,312 (muito baixo) em 1991, após uma década em 2000 o índice teve leve crescimento 0,389, em 2010 foi observado um incremento de mais 0,197 elevando o índice para 0,586, ainda assim considerado baixo. Para 2021 com base na média de crescimento de 2000 a 2010 o índice está projetado para 0,783 considerado \"alto\". A taxa de mortalidade infantil média na cidade é de 19,5 para 1.000 nascidos vivos. O índice de GINI é 0,62 e mede a desigualdade econômica. O indicador varia de 0 (perfeita igualdade) a 1 (desigualdade). Na avaliação da qualidade da educação no ensino fundamental, considerando o Índice de Desenvolvimento da Educação Básica (IDEB), Coari obteve nota 4,7 para os anos iniciais e nota 4,0 para os anos finais, em 2021. (Meta: 6,0 e 5,5, respectivamente). No Índice de Progresso Social (IPS), medida sobre qualidade de vida em valores de 0 (pior) a 100 (melhor), o município tinha um valor médio de 53,59 em 2014 (média nacional era 67,73). Após dez anos Coari apresentou um IPS de 47,13 em 2024, média nacional é 61,83. O município possui uma taxa de extrema pobreza de 6,0% da população que sobrevive com US$ 2.15 por dia, ou R$ 208,42 ao mês. (A taxa brasileira é 4,4%, em 2023). A taxa de alfabetização que é o percentual das pessoas alfabetizadas é de 86,3%. Enquanto a taxa de analfabetismo é de 13,7%. === Religião === Coari está localizada no país mais católico do mundo em números absolutos. São diversas as manifestações religiosas presentes no município. Embora seu desenvolvimento tenha sido sobre uma matriz social eminentemente católica, tanto devido à colonização quanto à imigração. A cidade possui a maior torre de catedral de toda a região do rio Solimões, a Diocese de Coari. É também possível encontrar atualmente na cidade dezenas de denominações protestantes diferentes, assim como a prática do umbandismo, espiritismo, crenças indígenas, entre outras. De acordo com dados do censo de 2010 a população coariense era composta por: * Católicos (73,01%), * Evangélicos (21,99%), * Sem religião/ Irreligião (1,3%), * Espíritas (0,2%) * Outras religiões (0,2%). == Subdivisões == O município de Coari encontra-se sudividido em zonas geográficas: norte, sul, centro-sul, leste e oeste. A cidade possui 15 bairros, além da mais nova região de expansão habitacional Nova Vida. A cidade possui 3 distritos principais e 205 zonas rurais-ribeirinhas. A zona mais populosa da cidade é a zona norte com cerca de 9.200 habitantes a qual compreende o Centro e o bairro Tauá Mirim. O bairro mais populoso é o União com mais de 6.400 habitantes, localizado na zona oeste da cidade. Na zona sul Itamarati com uma população de cerca de 5.400 habitantes. Na centro-sul o bairro Urucu com cerca de 6.100 hab. Na zona leste é o antigo bairro Chagas Aguiar com 6.275 hab. Os 10 maiores bairros de Coari: Bairros População União 6.408 Chagas Aguiar 6.275 Urucu 6.117 Itamarati 5.442 Tauá Mirim 4.730 Centro 4.471 Do Pêra 3.956 Santa Helena 3.338 Duque de Caxias 3.203 Santa Efigênia 3.165 Dentro do zoneamento das comunidades rurais de Coari, estão as nove regiões onde estão inseridas as comunidades rurais-ribeirinhas: região do Lago de Coari (38 comunidades), Lago do Mamiá (15), Estrada Coari-Itapéua (2), Codajás Mirim (11), Rio Copeá (28), Rio Piorini (9), Baixo Solimões (35), Médio Solimões (25) e Alto Solimões (42), num total de 205 comunidades e uma população de 15.402 habitantes aproximadamente, segundo o Plano Diretor de Desenvolvimento Municipal de Coari. O município possui 9.652 pessoas originalmente Indígenas, a principal Terra Indígena é a Cajuhiri Atravessado, de demarcação homologada e uma população de 51 indígenas. Esta Terra Indígena está localizada entre o Rio Solimões e o Lago de Coari, a cerca de 30km de distância do porto de Coari. O aldeiamento dos Kambeba, Miranha e Tikuna, são descendestes do antigos povos originários Omágua ou Kambeba. == Política == Coari já possuiu 30 governantes majoritários, 15 destes nomeados e quinze prefeitos eleitos por eleições diretas (voto popular), seguindo o modelo proposto pela Constituição Federal. O primeiro prefeito eleito em Coari foi Roberval Rodrigues da Silva (PFL) de 1982 a 1988. O prefeito atual de Coari é Keitton Pinheiro, do Progressistas. De acordo com o Tribunal Regional Eleitoral do Amazonas (TRE-AM), Coari possuía em 2020, 51.739 eleitores, sendo o quarto maior colégio eleitoral do Amazonas, entre os municípios do estado, atrás apenas de Parintins, Manacapuru e Itacoatiara. Eleições suplementares 2021 Candidatos Votos (%) Resultado Keitton Pinheiro 17 765 53,24% Eleito Robson Tiradentes 11 680 35,00% A eleição suplementar realizada em 2021 em Coari foi determinada pelo Tribunal Regional Eleitoral (TRE-AM); após reeleição, renúncia e cassação do mandato de Adail Filho (PP), prefeito reeleito em 2020. Segundo o TRE, eles não poderiam comandar a prefeitura, porque esse seria o terceiro mandato consecutivo do mesmo núcleo familiar. Atualmente Adail Filho (Republicanos), cumpre seu primeiro mandato como deputado federal pelo Amazonas. Nas eleições 2021, Keitton Pinheiro (PP), foi eleito com 53,24% dos votos, Robson Tiradentes (PSC) 35,00%, Zé Henrique (PL) 11,31%, outros 0,44%, com 100% das urnas apuradas. O comparecimento do eleitorado às urnas foi de 77,1%. Abstenção 22,89%. Dentre todos os prefeitos, é notável ainda, na política coariense o registro histórico do assassinato de dois prefeitos durante seus mandatos: Herbert Lessa de Azevêdo, prefeito da Vila de Coary, em 1927 e do prefeito e médico Dr. Odair Carlos Geraldo, em 1995. == Economia == O Produto Interno Bruto (PIB) de Coari é R$ R$ 3.380.278,023 bilhões, em 2021 (dados mais recente), ante R$ 1.923,312 bilhão, em 2020. Um crescimento de 43,1% no período. Coari possui o segundo maior PIB do Estado do Amazonas depois de Manaus, influenciado principalmente pela indústria extrativa mineral. O PIB do setor da indústria somou R$ 2 bilhões de reais, participação de 60% no PIB total do município. O PIB do setor de serviços, cerca de R$ 615 milhões, o PIB da agropecuária, R$ 113 milhões, da administração pública, composto por educação, saúde e seguridade social, R$ 536 milhões e da arrecadação de impostos R$ 113 milhões. De acordo com o IBGE, o PIB per capita de Coari é de R$ 38.982,37, (ante R$ 22.387, em 2020), um crescimento anual de 42,5% no período. A composição do PIB de Coari destaca-se, sobretudo, na área da indústria do petróleo e prestação de serviços. {| class=\"wikitable sortable\" Indústria Serviços Administração Pública Agropecuária Impostos === Setor primário === * Agricultura: Cultiva-se principalmente produtos como a mandioca, feijão, coentro, pepino, maxixe, pimenta e couve-flor em períodos temporários. Na cultura permanente destaque maior para a produção de banana, limão, goiaba, mamão, cupuaçu e maracujá. *Pecuária: O criatório no município consiste no desenvolvimento de espécies como Mestiço e Nelore. *Avicultura: A criação é tipicamente doméstica e o consumo é familiar, representado pela criação de galinhas e perus. *Extrativismo vegetal: A produção e extração de madeira é uma atividade de destaque na cidade. Figuram também a extração do cacau, castanha-do-pará e sorva. === Setor secundário === * Indústrias: além da indústria extrativa de petróleo e gás natural na Província Petrolífera de Urucu, o município também apresenta concentrações de indústrias alimentícias e de materiais de construção. == Turismo, cultura e sociedade == === Turismo === Coari foi inserido no mapa do turismo do Amazonas em 2022. O município faz parte do mapa do turismo do Polo Médio Solimões. Dentre os principais pontos turísticos da cidade estão: * Catedral de Sant'Ana e São Sebastião (Igreja Matriz); * Praça de São Sebastião e letreiro Eu amo Coari; * Cristo Redentor de Coari; * Mercado Municipal; * Feira do Produtor; * Porto de Coari; * Lago de Coari; * Balneário do Guarabira; * Praia da Freguesia === Festas populares === Dentre os principais festas populares e culturais estão: * Festejo de São Sebastião: 2ª quinzena de janeiro * Carnaval de Rua de Coari: entre fevereiro e março (data móvel) * Festejo do Divino Espírito Santo: 2ª quinzena de abril * Festejo de Nossa Senhora do Perpétuo Socorro: 1ª quinzena de maio * Festejo da Padroeira Santana, Padroeira da cidade: 2ª quinzena de junho * Festival Folclórico de Coari: final de julho seguido ao aniversário da cidade * Aniversário da cidade: 1 a 3 de agosto * Festa da Cultura: 3 de agosto * Festejos de Santo Afonso: 1ª quinzena de agosto * Festival da Música Popular de Coari: 24 a 26 de Outubro * Festejos de São Sebastião: 2ª quinzena de outubro * Autos de Natal: 1ª quinzena de dezembro * Festa do Gás Natural (Substituta da Festa da Banana desde o ano 2000): 1ª quinzena de dezembro * Réveillon da Cidade (31 de dezembro) == Pessoas notáveis == * Silvério Jose Nery * Francisco Marques Vasconcelos == Ligações externas == * * * Prefeitura * * Prefeitura no Facebook * Prefeitura no Instagram Categoria:Fundações no Amazonas em 1932",
 "title": "Coari"
}