{
 "id": "29555",
 "text": "Roberto Landell de Moura (Porto Alegre, – Porto Alegre, ) foi um padre católico, cientista e inventor brasileiro. Teve sólida formação cultural e científica, e formou-se sacerdote em Roma. Voltando ao Brasil, passou a desenvolver sua carreira eclesiástica, sendo indicado para diversas paróquias nos estados do Rio Grande do Sul e São Paulo, mas pouco se sabe deste aspecto de sua vida, que parece ter sido pouco expressivo. Embora fosse devotado ao sacerdócio, antes de radicar-se definitivamente no Rio Grande do Sul suas passagens pelas paróquias foram tipicamente breves, e mais de uma vez pediu exoneração voluntária. Sabe-se que sua devoção à ciência e suas ideias avançadas para seu tempo causaram algumas vezes o espanto e a revolta dos católicos, e isso pode ter sido um fator importante na sua incapacidade de desenvolver um trabalho pastoral estável, e ao mesmo tempo seus experimentos ocupavam muito de sua energia e atenção. Somente na fase final de sua vida religiosa, já tendo deixado a ciência em segundo plano, sua carreira na Igreja se consolidou, sendo designado sucessivamente vigário-geral da Arquidiocese de Porto Alegre, cônego e penitenciário do Cabido Metropolitano, monsenhor e arcediago, responsável também pela paróquia do Menino Deus e finalmente pela paróquia do Rosário, em cuja igreja hoje estão depositados seus despojos. Landell de Moura, no entanto, é mais conhecido pelo seu pioneirismo na ciência da telecomunicação, tendo desenvolvido uma série de pesquisas e experimentos que o colocam como um dos primeiros a conseguir a transmissão de som e sinais telegráficos sem fio por meio de ondas eletromagnéticas, o que daria origem ao telefone e ao rádio, senão o primeiro de todos, o que ainda é motivo de polêmicas. Vários testemunhos afirmam que ele vinha realizando testes bem sucedidos em ambas as modalidades de transmissão desde 1893 ou 1894, mas a documentação sobre esses primeiros experimentos é pobre e a data é disputada. O seu primeiro registro inconteste, documentado publicamente, é de 3 de junho de 1900, testando com sucesso aparelhos que transmitiram sem fio sons e sinais telegráficos. No Brasil ele usualmente é considerado o pioneiro em nível mundial. Nos outros países sua realização permanece largamente ignorada, embora um crescente número de fontes estrangeiras estejam aceitando sua primazia. Também deixou projetos que apontam seu pioneirismo na transmissão de imagens sem fio, sendo considerado nacionalmente um precursor da televisão e das fibras ópticas, mas também nestes campos a documentação sobrevivente não é muito clara, e internacionalmente sua contribuição nesta área específica caiu num esquecimento quase total. Demonstrou paralelamente algum interesse pela homeopatia, pela psicologia e pelo espiritismo, abordados pelo viés da ciência. Teve muitas dificuldades técnicas e financeiras para desenvolver suas pesquisas, trabalhou a maior parte do tempo sozinho e encontrou muita resistência e incredulidade por parte de autoridades e da população, o que impediu que seu reconhecimento em vida fosse mais amplo, mas em certas esferas sua estatura científica foi devidamente apreciada e sabe-se que rejeitou oportunidades de divulgar seus inventos. Assim, a ideia popular que se formou em torno dele como um perseguido, injustiçado e sofrido cientista enfrentando um mundo insensível e obscurantista, se tem uma parte de verdade, tem também seu lado de mito romântico. A sua biografia ainda tem muitas lacunas e do seu legado científico apenas parte foi estudado, havendo muita documentação autógrafa ainda por explorar. Seja como for, no Brasil já recebeu uma série de homenagens e reconhecimentos oficiais. É cidadão honorário da cidade de São Paulo, patrono da Ciência, da Tecnologia e da Inovação do município de Porto Alegre, patrono dos radioamadores brasileiros, e em 2012, por decreto presidencial, seu nome foi inscrito no Livro dos Heróis e Heroínas da Pátria. == Biografia == ===Primeiros anos e início da carreira eclesiástica=== Roberto Landell de Moura nasceu na cidade de Porto Alegre, capital do estado do Rio Grande do Sul, em 21 de janeiro de 1861, filho do capitão do Exército e grande comerciante de carvão Inácio José Ferreira de Moura e de Sara Mariana Landell, ambos de tradicionais famílias gaúchas, descendente o pai de portugueses e a mãe de escoceses. Foi o quarto de quatorze irmãos, tendo sido batizado na Igreja do Rosário, junto com sua irmã Rosa, em 19 de fevereiro de 1863.Marcelo S. Alencar, Waslon T. A. Lopes & Alencar, Thiago T. O Fantástico Padre Landell de Moura e a Transmissão sem Fio . Memorial Landell de Moura.Rodrigues, Ivan Dorneles. Tributo ao Padre Cientista Roberto Landell de Moura . Memorial Landell de Moura. Seu pai lhe transmitiu as primeiras letras. Realizou os seus primeiros estudos formais em Porto Alegre, na escola do professor Hilário Ribeiro, e em 1872 matriculou-se com seu irmão Ignácio no Colégio Jesuíta de Nossa Senhora da Conceição, em São Leopoldo, na época o mais distinguido colégio do estado, onde cursou Humanidades, concluindo esta etapa em 10 de outubro de 1873. Voltou a Porto Alegre e ingressou em 1874 no colégio do professor Fernando Ferreira Gomes, também um educandário de grande prestígio e o maior da capital, onde estudou francês, alemão e gramática portuguesa. Em manuscritos seus, há uma notícia de que aos dezesseis anos teria inventado uma espécie de telefone, apenas um ano depois de Graham Bell, mas não deixou nenhuma descrição precisa do aparelho. Com o fechamento parcial do Colégio Gomes em 1876, devido à aposentadoria do seu diretor, Landell de Moura seguiu para o Rio de Janeiro, com o objetivo de estudar na Escola Politécnica, ao que parece sustentando-se com emprego em um armazém de secos e molhados. No entanto, permaneceria ali poucos meses. Seu irmão Guilherme o encontrou na cidade do Rio antes de seguir para Roma, onde estudaria para tornar-se padre, e o convenceu a abraçar também a vida religiosa. Matriculou-se em 22 de março de 1878 no Colégio Pio Americano, onde estudou Direito Canônico, ingressando ao mesmo tempo na Universidade Gregoriana, onde fez outros estudos, de natureza incerta.Casonatto, Odalberto Domingos. O Padre Landell de Moura e a Ciência . Monografia. Pontifícia Universidade Católica do Rio Grande Sul, 2010 Completou sua formação eclesiástica e foi ordenado sacerdote secular em 28 de outubro de 1886, no mesmo dia celebrando sua primeira missa. Em Roma conceberia sua teoria sobre a unidade entre as forças físicas do Universo e sua harmonia essencial.Santos, César Augusto Azevedo dos. \"Landell de Moura ou Marconi, quem é o Pioneiro?\" In: XXVI Congresso Brasileiro de Ciências da Comunicação. Belo Horizonte, 02-06/09/2003 Chegando de retorno ao Brasil em 7 de fevereiro de 1887, passou a residir no Seminário São José, localizado no Morro do Castelo, no Rio de Janeiro. Nesta época substituiu algumas vezes o coadjutor do capelão do Paço Imperial, rezando sua primeira missa no Rio para o imperador D. Pedro II e sua corte. Com o imperador, outro amante das ciências, entreteria várias conversas. Contudo sua permanência no Rio seria novamente breve. Em 20 de fevereiro de 1887 estava de volta ao Rio Grande do Sul, nomeado capelão da Capela Nosso Senhor Jesus do Bom Fim e professor de História Universal do Seminário Episcopal de Porto Alegre. Em 27 de junho de 1891 foi provisionado vigário encomendado da Paróquia de Santana na cidade de Uruguaiana, ali ficando até 31 de outubro do mesmo ano. Em 1892 foi transferido para o estado de São Paulo, designado para a paróquia de Santos, e de 28 de outubro de 1894 a 19 de dezembro de 1896 foi pró-pároco da Igreja Matriz de Santa Cruz (hoje a Basílica Nossa Senhora do Carmo), em Campinas, mandando dourar o púlpito, as tribunas e os altares, mas desenvolveu uma atuação pastoral discreta, uma vez que era um simples substituto do titular, o cônego Cipião Goulart Junqueira, que já era idoso. Em 2 de março de 1898 foi nomeado pároco da Capela de Santa Cruz de Santana, na cidade de São Paulo, assumindo também a responsabilidade pela tesouraria da paróquia e pela capelania do Colégio Sagrado Coração de Maria. No ano seguinte ele é encontrado envolvido em um grandioso projeto de construção de uma instituição de ensino, a que chamou de “A Polymathica”, composta de um internato, um externato, um colégio proletário e um grêmio para abrigo de senhoras que queriam se retirar do mundo, mas seus planos acabaram frustrados, pois não conseguiu verbas para finalizar as obras. Permaneceria nesta paróquia até outubro de 1900, quando exonerou-se. ===Primeiros experimentos científicos=== Neste ínterim começava a ser conhecido pelo seu envolvimento com a ciência e iniciava suas primeiras experiências, que desde logo despertaram controvérsias e lhe deram má fama popular. Previa que seria possível a comunicação entre mundos diferentes, e divulgando essas ideias, provocou a ira de seus paroquianos, pois a doutrina da Igreja na época não admitia a possibilidade de vida fora da Terra. Por conta destas ideias revolucionárias, teve seu laboratório vandalizado. Em 1892 teria construído o primeiro transmissor sem fio de mensagens, antes de Guglielmo Marconi fazer seus primeiros testes na Itália. Entre 1893 e 1894, segundo Fornari, seu primeiro biógrafo e seu contemporâneo, teria realizado a primeira transmissão pública de som por meio de ondas hertzianas, ocorrida entre o alto da Avenida Paulista e o Alto de Santana, cobrindo uma distância de oito quilômetros.Copstein, Jayme. O Telefone que o Brasil não Ligou . Memorial Landell de Moura. Na ocasião ele testou um transmissor de ondas, um telégrafo sem fio e um telefone sem fio. Contudo, segundo Luiz Netto, não existe documentação sólida a respeito da data dos primeiros experimentos, o que prejudicou seu reconhecimento internacional.Netto, Luiz. Conheça o homem que apertou o botão da comunicação — padre Roberto Landell de Moura . Memorial Landell de Moura. Testemunhos de Jayme Leal Velloso, Arthur Dias, Maria Ribeiro de Almeida e do Correio do Povo, recolhidos por Hamilton Almeida, colocam seus primeiros experimentos entre 1890 e 1896. Os experimentos se sucederiam, e em 1899 o Jornal do Commercio assinalou seu sucesso e seu pioneirismo mundial no campo da transmissão do som sem fio: thumb|Primeira página do memorial descritivo da patente brasileira nº 3279, de 9 de março de 1901 ::\"Nas diversas experiências executadas recentemente notou o inteligente inventor, que a zona que à mercê das vibrações do éter percorre o som articulado, se vai alargando à medida que se aproxima do receptor, de modo que, colocando-se vários desses receptores dentro do mesmo campo de recepção, alguns metros separados uns dos outros, todos eles recebem ao mesmo tempo com a mesma clareza a palavra transmitida. Deste resultado, que se saiba, não o obteve sábio algum, nem no velho nem no novo mundo, cabe ao padre Landell toda a glória da invenção. Para tal alcançar não se pense que o infatigável homem de ciência foi de um salto, há muitos anos que faz experiências e estuda metodicamente, entregando-se inteiramente à construção do triunfo que acaba de conseguir, sujeito por certo às leis da mais esquisita precisão, das quais fez nascer o seu pequeno aparelho transmissor e o seu pequeníssimo receptor\".\"O Telephoro\". Jornal do Commercio, 14 de junho de 1899 A primeira inequívoca demonstração pública de seus inventos ocorreu no dia 3 de junho de 1900, tendo como testemunhas o cônsul britânico em São Paulo, Percy Charles Parmenter Lupton, mais autoridades brasileiras, empresários e populares, \"as quais foram coroadas de brilhante êxito\", conforme noticiou o Jornal do Commercio. A bibliografia brasileira em geral aceita este testemunho como fidedigno, e considera pelo menos plausível a hipótese de que tenha tido sucesso na transmissão de som sem fio bem antes. Alguns admitem que possa ter antecedido também as conquistas de Guglielmo Marconi na transmissão de sinais telegráficos sem fio. Em 10 de dezembro de 1900 o doutor J. Rodrigo Botet, através do jornal La Voz de España, em sua edição brasileira, reforçou o seu pioneirismo: ::\"Um jornal da capital federal atribuiu a invenção desse aparelho, que tem a propriedade de transmitir a voz humana a uma distância de oito dez ou 12 quilômetros sem necessidade de fios metálicos, ao engenheiro inglês Brighton. O diário a que me refiro está mal informado. Nem a invenção do sistema de transmitir a palavra a distâncias é recente nem foi um inglês o primeiro sábio que resolveu satisfatoriamente esse árduo problema, que envolveu os mais intricados princípios físico-químicos que podem oferecer-se a ciência humana. O que primeiro penetrou e descobriu os grandes segredos da telúrica etérea com glória e proveito, faz pouco mais ou menos um ano foi um brasileiro, foi o nobre sábio o padre Roberto Landell de Moura. Porque acompanhei passo a passo o estudo de seus inventos sobre telegrafia e telefonia, com e sem fios; porque fui testemunha presencial de várias experiências, todas prodigiosas; e porque tive a honra de me ocupar do sábio e de suas eminentes obras em dois artigos publicados em El Diário Español, de São Paulo, artigos que mereceram a honra de ser reproduzidos no Rio de Janeiro, no Jornal do Comércio, por tudo isto, julgo-me obrigado, agora a sair em defesa do direito de prioridade que assiste ao benemérito brasileiro o padre Roberto Landell de Moura, no que tange à transmissão da palavra falada sem necessidade de fios. […] ::\"O mérito cresce de ponto, em se considerando que os inventores europeus e americanos dispõem de operários mecânicos inteligentíssimos e de fábricas e laboratórios onde escolher as peças que a feitura de seus mecanismos requer. O pe. Landell tem que conceber e executar ele mesmo os aparelhos, sendo a um só tempo o sábio que inventa, o engenheiro que calcula e o operário que forja e ajusta todas as peças de complicadíssimos mecanismos. […] Mas acontece que o humilde sacerdote se fecha em sua modéstia habitual em vez de dormir sobre os louros. Os poucos amigos e admiradores que tem a seu lado são capazes de compreender o sábio e avaliar o valor de seus inventos\". Com os bons resultados obtidos, em 9 de março de 1901 Landell de Moura conseguiu obter a primeira patente brasileira para um “aparelho destinado à transmissão fonética à distância, com fio ou sem fio, através do espaço, da terra e do elemento aquoso”. Diante disso, a Igreja reconheceu o seu mérito e autorizou que iniciasse em 14 de junho uma excursão científica, que passou pela Itália, França e Estados Unidos. Neste país instalou um laboratório na cidade de Nova Iorque, onde permaneceria quatro anos. Ele pretendia patentear os inventos também nos Estados Unidos, mas o Departamento de Patentes exigiu a apresentação de protótipos funcionais para conceder os registros. Como ele havia levado apenas os projetos, teve de construir três aparelhos, o que prolongou sua estadia. O jornal New York Herald publicou em 1902 uma reportagem sobre as experiências desenvolvidas na transmissão de sons sem uso de aparelhos com fio, inclusive por cientistas americanos, alemães, ingleses dentre outros, destacando o padre Landell com uma fotografia e uma entrevista. Ressalta o jornal: \"Por entre os cientistas, o brasileiro Padre Landell de Moura é muito pouco conhecido. Poucos deles tem dado atenção aos seus títulos para ser o pioneiro nesse ramo de investigações elétricas. Mas antes de Brighton e Ruhmer, o Padre Landell, após anos de experimentação, conseguiu obter uma patente brasileira para sua invenção, que ele chamou de Gouradphone\".Apud Reis, Ronaldo. Landell de Moura, pioneiro das telecomunicações. Memorial Landell de Moura. Segundo Santos e Casonatto, a partir da divulgação dos seus inventos na imprensa, empresários norte- americanos ofereceram elevadas somas ao padre para que autorizasse a sua produção industrial. Porém, ele recusou esta oportunidade de ser reconhecido em ampla escala, dizendo que “os inventos já não mais me pertencem. Por mercê de Deus, sou apenas o depositário deles. Vou levá-los para minha Pátria, o Brasil, a quem compete entregá-los à humanidade”. Enquanto estava lá, contraiu pneumonia e bronquite e passou alguns meses em Cuba em busca de melhores ares, voltando a Nova Iorque em 3 de junho de 1903, e retomando seu trabalho nos protótipos. Em 1904 obteve enfim três patentes norte-americanas: número , de 11 de outubro, para um “transmissor de ondas”, e em de 22 de novembro as de números e , para um “telefone sem fio” e para um “telégrafo sem fio”, que poderiam funcionar através da luz ou de ondas de rádio, com ou sem fio. No mesmo ano desenvolveu um projeto para transmissão de imagens à distância, cuja tecnologia o tornaria também um pioneiro da televisão, do teletipo e do controle remoto. Novamente Netto diz que a documentação é pobre sobre este trabalho, impedindo que se conheça até que ponto ele chegou realmente. Voltou ao Brasil em 1905, assumindo a paróquia de Botucatu, mas continuava com suas pesquisas, solicitando no mesmo ano um auxílio financeiro aos deputados do estado de São Paulo a fim de poder continuar seus trabalhos e colocar em prática seus inventos, mas seus pedidos não sensibilizaram os parlamentares e foram arquivados. Fez um apelo ao presidente da República Rodrigues Alves para que disponibilizasse dois navios da Marinha, desejando demonstrar a transmissão sem fio em longas distâncias. O assessor da Presidência encarregado de analisar o caso não deu crédito ao padre, e consta que disse ao presidente: “Excelência, o tal padre é positivamente maluco. Imagina que ele chegou até a falar-me na possibilidade de conversar um dia, com outros mundos”, o que resultou na rejeição de seu pedido. Inconformado, em um acesso de raiva, Landell destruiu vários de seus aparelhos.Alencar, Marcelo S.; Alencar, Thiago T. & Lopes, Waslon T. A. \"What Father Landell de Moura Used to Do in His Spare Time\" . In: Proceedings of the 2004 IEEE Conference on The History of Electronics. Betchley Park, 2004 De acordo com declarações tardias de Landell de Moura, nesta época ele teria sido obrigado pela Igreja a abandonar seus experimentos. Em 22 de abril de 1906 assumiu a paróquia de Mogi das Cruzes, mas nada ficou registrado de sua passagem e exonerou-se em 24 de março de 1907. Neste ano escreveu um memorial descrevendo os efeitos eletroluminescentes de um indeterminado campo energético que envolveria os seres vivos, registrando-os em filme fotográfico, fenômeno conhecido hoje como efeito Kirlian, mas não se sabe se ele tinha conhecimento de experiências anteriores de Fernando Sanford neste campo. Ao mesmo tempo, descreveu os efeitos da eletricidade sobre o corpo humano. Sem uma designação eclesiástica, Landell de Moura passou algum tempo em Tambaú e depois voltou para a capital paulista. Em 2 de julho de 1908 foi nomeado vigário encomendado da paróquia de Nossa Senhora da Conceição de Caconde, atendendo também uma capela em Tapiratiba e outras cidades da região de Ribeirão Preto. No ano seguinte demonstrou interesse em partir. Como havia ganhado a simpatia da comunidade, foi feito um abaixo-assinado para que permanecesse, mas em 27 de setembro de 1908 pediu exoneração e transferiu-se para o Rio Grande do Sul. ===Volta ao Rio Grande do Sul=== Chegou a Porto Alegre em 15 de outubro, assumindo a paróquia do Menino Deus, onde atuou até 31 de dezembro de 1914. Há poucos sinais de suas atividades neste intervalo, quer científicas, quer pastorais. Participou da cerimônia de inauguração de um pequeno jardim zoológico no bairro do Menino Deus em 1913 e por algum tempo foi diretor do Asilo de Santa Thereza, hoje o Asilo Padre Cacique. Ainda em 1913 trabalhou no aperfeiçoamento do seu sistema de transmissão de imagens, dando-lhe o nome de \"televisão\". Com a fundação da Faculdade de Medicina Homeopática em 1914, assumiu uma cátedra, junto com seu irmão João, que era farmacêutico e médico. Na inauguração da escola, em 2 de março, o padre Landell proferiu um discurso sobre a lei dos similares, que constitui o princípio básico da homeopatia. No entanto, no mesmo ano uma crise interna provocou a cisão da instituição em duas novas escolas superiores, a Faculdade de Ciências Médicas e Escola Médico-Cirúrgica, e em nenhuma delas a homeopatia foi incluída. Retomou suas atribuições eclesiásticas e em 6 de janeiro de 1915 foi nomeado vigário-geral da Arquidiocese. Diz Casonatto que \"segundo alguns, havia deixado a paróquia do Menino Deus profundamente magoado e como que desanimado\". Talvez isso tenha se devido em parte a uma saúde em declínio, havendo notícia desde 1915 de uma série de pedidos de licença para tratamento médico e temporadas em estações termais. Assumiu ao mesmo tempo a paróquia de Nossa Senhora do Rosário, onde entrou várias vezes em conflito com o clero e os fiéis a respeito de devoções não aprovadas e por seus estudos sobre o espiritismo e a psicologia, mas segundo Casonatto deixou as finanças da paróquia em boas condições. Em 7 de junho de 1916 foi nomeado cônego capitular e penitenciário do Cabido Metropolitano de Porto Alegre. Em 1919 publicou o livro Apontamentos de Psychologia e em 1920 participou da fundação do Instituto Histórico e Geográfico do Rio Grande do Sul. Em 17 de setembro de 1927 recebeu o título eclesiástico de monsenhor, e no ano seguinte foi nomeado arcediago. Em 1928, com a vida periclitando e já recolhido ao hospital da Beneficência Portuguesa, um amigo perguntou-lhe por que motivo nunca havia feito propaganda de seus inventos e de suas patentes, e a resposta foi que \"não podia e não devia aparecer como inventor. E continuou que anos antes, havia sido aconselhado a deixar a batina, para dedicar-se só à ciência, respondera que não por que respeitava seu voto, e que seu sacerdócio fora a maior aspiração de seus pais. Resolveu renunciar às glórias que as suas invenções lhe puderam conquistar”. Faleceu no dia 30 de junho de 1928, vitimado pela tuberculose, agravada pelo tabagismo, sendo um fumante inveterado. Recebera os últimos sacramentos do arcebispo metropolitano dom João Becker. A encomendação do corpo ocorreu na Catedral entre grande solenidade, oficiada pelo arcebispo e vários outros clérigos, e acompanhada por todo o Cabido e grande assistência popular, num dia de chuva torrencial, sendo sepultado na Gruta de Nossa Senhora de Lourdes do Cemitério São Miguel e Almas. Sua morte foi noticiada em vários jornais, recebeu obituários elogiosos, e a Assembleia Legislativa do Estado aprovou um Voto de Pesar. Em 13 de julho de 2002, com grande cortejo solene de populares, autoridades e destacamentos da Brigada Militar, da Liga de Defesa Nacional, do Movimento Tradicionalista Gaúcho, do 3º Batalhão de Comunicações do Exército e de escoteiros, seus restos mortais foram transladados sobre um carro do Corpo de Bombeiros até a Igreja do Rosário, onde foram inumados num altar lateral, sendo instalada ali uma placa comemorativa.Netto, Luiz. Relatório da Trasladação e Inumação dos Restos Mortais do Monsenhor Roberto Landell de Moura . Memorial Landell de Moura. == Obra == thumb|Esquema do telefone patenteado no Brasil em 1901 O trabalho de Landell de Moura se insere num grande movimento científico internacional, que no século XIX buscava uma melhoria na capacidade de comunicação à distância, uma corrida que era estimulada principalmente pelo empresariado em busca de lucro, mas também por instâncias governamentais, diante de suas aplicações estratégicas, econômicas, políticas e práticas. Landell pesquisou a aplicação das ondas eletromagnéticas, previstas teoricamente por James Clerk Maxwell na primeira metade da década de 1860, e demonstradas praticamente por Heinrich Rudolf Hertz em 1887. Muitos outros cientistas se destacaram pelas contribuições que deram para o que veio a ser conhecido como rádio, entre eles Alexander Stepanovich Popov, Nikola Tesla, Guglielmo Marconi, Édouard Branly e Oliver Lodge, desenvolvendo tecnologias que propiciaram a abertura de duas linhas principais de pesquisa, a telegrafia sem fio (transmissão de sinais) e a telefonia sem fio (transmissão de som), ampliando as possibilidades dessas modalidades de comunicação, que até então dependiam de redes de transmissão com fio, que tinham um elevado custo de construção e ainda padeciam de vários inconvenientes técnicos em termos de segurança e qualidade de transmissão.Darisbo, Daltro. \"Padre Landell de Moura: ondas de rádio nas transformações do final do século XIX\". In: Klöckner, Luciano & Cachafeiro, Manolo Silveiro (orgs.). Por que o Pe. Roberto Landell de Moura foi inovador? Conhecimento, fé e ciência. EdiPUCRS, 2012, pp. 75-79 Marconi fez suas primeiras experiências bem sucedidas de um telégrafo sem fio em 1895, e obteve em 1896 a sua primeira patente, sendo em geral creditado como o pioneiro neste campo, logo surgindo uma grande indústria em seu redor. A primazia pode, no entanto, caber a Landell de Moura, que de acordo com vários testemunhos teria realizado experimentos bem sucedidos tanto em telegrafia quanto em telefonia sem fio desde 1893, e embora esta data tenha sido reconhecida em dois artigos de uma grande enciclopédia norte-americana sobre a história do rádioRiedinger, Edward A. \"Landell de Moura, Father Roberto 1861-1928 Brazilian Wireless Pioneer\". In: Sterling, Christopher H. (ed.). Encyclopedia of Radio. Routledge, 2004Lochte, Robert H. \"Early Wireless\". In: Sterling, Christopher H. (ed.). Encyclopedia of Radio. Routledge, 2004, p. 834 e em algumas outras publicações internacionais, mesmo no Brasil estas primeiras evidências ainda estão sob controvérsia. Seu primeiro experimento público inconteste foi realizado em 3 de junho de 1900, e sua primeira patente foi obtida em 1901. Por outro lado, fora do Brasil Reginald Fessenden é tido em geral como o primeiro a ter conseguido demonstrar publicamente a telefonia sem fio, em experimento levado a cabo com sucesso em 24 de dezembro de 1900.Tuffani, Maurício. \"O verdadeiro inventor do rádio\". In: Ponto Crítico - UNESP Ciência, nov/2010 Deve-se observar que, segundo as descrições disponíveis, abaixo detalhadas, as transmissões de som realizadas por Landell ocorreram através de ondas de rádio e de luz, e caber-lhe-ia a primazia na primeira modalidade, na qual trabalharam também Marconi e Fessenden, mas na segunda ela pertence a Graham Bell, que realizou um experimento em 1880 através do Fotofone, patenteado no mesmo ano.Bruce, Robert V. Bell: Alexander Bell and the Conquest of Solitude. Cornell University Press, 1990, p. 338Groth, Mike. \"Photophones Revisted\". In: Amateur Radio, Wireless Institute of Australia, 1987, pp. 12–17 Apesar do seu evidente conhecimento profundo da ciência, a origem deste conhecimento é um tanto obscura. O curso na Escola Politécnica do Rio pode ter-lhe dado alguma base, mas ali permaneceu poucos meses, e seu biógrafo Hamilton Almeida refere que teria se graduado em Física e Química na Universidade Gregoriana de Roma, mas segundo pesquisas recentes de Odalberto Casonatto, naquela época a Universidade não ministrava tais matérias, e provavelmente teria acompanhado em vez um ou mais dos cursos regulares da instituição, que eram Teologia, Direito Canônico, Filosofia, História e Bens Culturais da Igreja, Missiologia, Ciências Sociais e Espiritualidade, Psicologia, Ciências Religiosas, Estudos Judaicos e Estudos sobre Religiões e Cultura. De acordo com Sílvio Lancellotti, sua formação científica foi obtida em grande parte de forma autodidata.Lancellotti, Sílvio. \"Em memória de Landell de Moura\". Revista da Folha, 28/03/2010 Em 1893 Landell enunciou os princípios de seu trabalho:Alencar, Marcelo Sampaio de. \"O Padre Landell de Moura e a Invenção da Comunicação sem Fio\". In: Klöckner, Luciano & Cachafeiro, Manolo Silveiro (orgs.). Por que o Pe. Roberto Landell de Moura foi inovador? Conhecimento, fé e ciência. EdiPUCRS, 2012, pp. 67-74 * \"Todo movimento vibratório que até hoje, como no futuro, pode ser transmitido através de um condutor, poderá ser transmitido através de um feixe luminoso; e, por esse mesmo fato, poderá ser transmitido sem o concurso desse agente; * \"Todo movimento vibratório tende a transmitir-se na razão direta de sua intensidade, constância e uniformidade de seus movimentos ondulatórios, e na razão inversa dos obstáculos que se opuserem à sua marcha e produção; * \"Dai- me um movimento vibratório tão extenso quanto a distância que nos separa desses outros mundos que rolam sobre nossa cabeça, ou sob nossos pés, e eu farei chegar minha voz até lá\". O padre deixou também uma breve descrição sobre as propriedades de seus aparelhos: ::“O aparelho Telauxiofono é última palavra, sobre telefonia com fio, não só pelo vigor e inteligibilidade com que transmite a palavra, mas também porque, com ele, se obtêm todos os efeitos do telefone alto-parlatore e do teatrofono. Com esta notável diferença, que se tratando da teatrofonia, é suficiente um só transmissor, por maior que seja o número dos concertantes. Além disso, com o Telauxiofono, o problema da telefonia ilimitada tornar-se-á uma realidade prática e econômica. O Caleofono, como o precedente, trabalha também com fio, e é original porque, em vez de tocar a campainha para chamar, faz ouvir o som articulado ou instrumental. É muito apropriado para escritórios. O Anematofono, com o qual, sem fio, obtêm-se todos os efeitos da telefonia comum, porém com muito mais nitidez e segurança, visto funcionar ainda mesmo com vento e mau tempo. É admirável este aparelho, pelas leis inteiramente novas que revela. O Teletiton, espécie de telegrafia fonética com o qual, sem fio, duas pessoas podem-se comunicar, sem que sejam ouvidas por outra. Creio que com este sistema poder-se-á transmitir por meio da energia elétrica a grandes distâncias e com muita economia, sem que seja preciso usar-se de fio ou cabo condutor. O Edifono finalmente serve para dulcificar e depurar as vibrações parasitas da voz fonografada, reproduzindo-a ao natural. Este aparelho tornar- se-á o amigo inseparável dos músicos compositores e dos oradores\".Apud Casonatto, op. cit. O memorial apresentado para a obtenção da patente brasileira cita que o aparelho permite “projetar pelo espaço a voz a distâncias bem regulares. Funciona com sol, chuva, tempo úmido e forte cerração, como também com vento contrário se usarmos de placas automáticas e, nestes dois últimos casos, a distância a que se pode chegar é verdadeiramente prodigiosa. No mar, quando há cerração, e nas regiões calmas, esse aparelho pode prestar muito bons serviços”. De acordo com Daltro Darisbo, fundador do Museu do Rádio do Rio Grande do Sul, Landell fez transmissões através de dois sistemas principais. O primeiro era um transmissor de ondas que utilizava um microfone eletromecânico inventado por ele, que recolhia as ondas sonoras em uma câmara de ressonância \"onde um diafragma metálico abria e fechava o circuito do primário de uma bobina de Ruhmkorff, induzindo no secundário dessa bobina uma alta tensão que era irradiada ou através de uma antena ou de duas esferas centelhadoras. A detecção era feita por dispositivos que foram sendo melhorados ao longo do tempo\". O interruptor fonético era o elemento-chave do aparelho e sua verdadeira inovação, pois praticamente todos os outros componentes já eram conhecidos em seu tempo. Segundo a análise de técnicos da Telebras, a capacidade de transmitir em ondas contínuas deriva de \"uma válvula cujas características se aproximavam da válvula de três eletrodos, que a partir da invenção de Lee De Forest (1907) passou a dominar totalmente os meios de transmissão\". A invenção desta válvula de três eletrodos também é muitas vezes atribuída a Landell, mas erroneamente. De acordo com a Unicamp, o que Landell utilizou foi o tubo de Crookes, que tem um acelerador de elétrons mas é incapaz de controlar este fluxo, o que as válvulas amplificadoras conseguem. O engenheiro da Faculdade Metropolitana Londrinense Carlos Guerra Lima aponta, por outro lado, que mesmo usando o tubo de Crookes, no seu projeto havia uma clara intenção obter uma amplificação associando o tubo a um oscilador, e que \"se pode dizer sem sombra de dúvidas é que este equipamento era muito mais complexo tecnicamente do que os desenvolvidos por Marconi e Rhumer\". Landell também recomendou, antecipando Marconi em muitos anos, o emprego preferencial de ondas curtas a fim de aumentar o alcance das transmissões. O segundo sistema utilizado pelo cientista, também de acordo com Darisbo, era um telefone sem fio que utilizava a luz como uma onda portadora da informação de áudio. \"Nesse aparelho, as variações das pressões acústicas da voz eram transformadas em variações de intensidade de luz, captadas por uma superfície parabólica espelhada. No foco dessa parábola havia um dispositivo cuja resistência ohmica variava segundo as variações da intensidade de luz\". No circuito de detecção havia apenas uma chave, um par de fones de ouvido, uma bateria e o dispositivo fotossensível, que identificava a variação da luz incidente e fazia variar de acordo a corrente elétrica, que em resposta fazia vibrar uma membrana metálica, gerando uma vibração acústica similar à emitida, possibilitando a comunicação. A detecção da luz era feita por células de selênio. Estas células não eram invenção sua, mas de Graham Bell, que as usou em seu Fotofone. Ele, porém, não foi mais adiante porque a distância coberta era pequena demais, apenas de alguns metros, e o inventor julgou que o aparelho teria pouca utilidade. Landell conseguiu aumentar significativamente o alcance com uma fonte de luz de grande potência que empregava o arco voltaico e pelo uso dos espelhos parabólicos em uma nova disposição.Lima, Carlos Guerra. \"Padre Landell de Moura e o Primeiro Transmissor-Receptor de Voz sem Fio\". In: Klöckner, Luciano & Cachafeiro, Manolo Silveiro (orgs.). Por que o Pe. Roberto Landell de Moura foi inovador? Conhecimento, fé e ciência. EdiPUCRS, 2012, pp. 109-122 Demonstrando conhecimentos sobre o efeito fotoelétrico e por utilizar a luz como meio de transporte de informação, Landell é considerado um dos precursores das fibras ópticas. Já o Teleforama, cujo projeto data de 1904, seria um aparelho para a transmissão de imagens à distância, fazendo do padre um pioneiro da televisão, antecipando em mais de vinte anos as primeiras demonstrações em 1926 do escocês John Logie Baird, que recebeu o crédito como o inventor do primeiro sistema televisivo viável. Mas não sobreviveu um modelo, não se sabe se chegou a ser construído, e o projeto é pouco detalhado. Técnicos da Telebras, analisando as evidências, concluíram que é uma tentativa de construir um registrador telegráfico, o que significaria que ele seria pelo menos o inventor do controle remoto pelo rádio e do teletipo, invenções que na história oficial ficaram conhecidas respectivamente durante a I Guerra Mundial e em 1928. ===Reconstruções=== Em 1984 a Fundação de Ciência e Tecnologia, de Porto Alegre, reconstruiu o Transmissor de Ondas patenteado em 1904 nos Estados Unidos. Os testes tiveram sucesso na transmissão em uma larga faixa de frequência e em distâncias de até 50 metros. Os técnicos supõem que na época do padre a distância poderia ter sido bem maior, devido à ausência da interferência eletromagnética que hoje existe. O aparelho distorceu severamente a voz, tornando-a muitas vezes incompreensível, mas sua efetividade na transmissão de som foi comprovada. O aparelho foi demonstrado publicamente em 1984, e Almeida descreve o evento: ::\"O aparelho foi apresentado em público, pela primeira vez, nas solenidades de encerramento da Semana da Pátria. No dia 7 de setembro de 1984, em frente ao Monumento do Expedicionário, na capital gaúcha, o governador do Rio Grande do Sul, Jair Soares, pronunciou, pelo fone do aparelho, duas palavras que foram ouvidas nitidamente por centenas de pessoas: 'Porto Alegre'. Aquele momento festivo cristalizou de maneira incontestável a funcionalidade do invento do Padre Landell\". Em 2004 Marco Aurélio Cardoso Moura, com o apoio técnico de Rolf Stephan e Alexandre Stephan, da Industrial Eletro Mecânica Apex Ltda., fez outra reconstrução, também funcional e também com o som muito distorcido, recebendo melhor na faixa das ondas médias e em FM. Para Ferrareto, \"os indícios existentes apontam, portanto, para o sucesso de Landell de Moura na transmissão e recepção de voz mesmo que a qualidade não permitisse a imediata aplicação prática dos aparelhos criados pelo brasileiro. O aprimoramento destes em território nacional dependeria de aporte significativo de recursos a partir de uma consciência a respeito da importância estratégica de tal tecnologia. Consciência inexistente no Brasil de então\". A qualificação e estabilização do sinal dependeriam de avanços tecnológicos que se fariam pouco mais tarde, principalmente através de John Ambrose Fleming, Reginald Fessenden, Edwin Howard Armstrong e Lee De Forest. ===Outros interesses=== Landell de Moura demonstrou possuir conhecimentos sobre uma ampla variedade de temas científicos, mas suas referências são escassamente conhecidas. Enfronhou-se com a Homeopatia, quando esta corrente terapêutica experimentava uma onda de popularidade no Brasil, resultando na criação de duas instituições superiores de ensino, uma no Rio de Janeiro e outra em Porto Alegre. Landell foi convidado em 1914 a lecionar na recém- fundada Faculdade de Medicina Homeopática do Rio Grande do Sul, onde daria aulas de Psicologia Experimental e Antropologia, mas provou ser um conhecedor da Homeopatia propriamente dita na palestra inaugural da escola, onde discorreu eruditamente sobre as duas formas de curar, sintetizadas nos axiomas hipocráticos contraria contrarius curantur (a cura se faz pelos contrários, que é a base da alopatia) e similia similibus curantur (a cura se faz pelos semelhantes, que é a base da medicina homeopática). Entretanto, com a crise interna da Faculdade quase imediatamente após sua fundação, que desencadeou a formação de duas novas escolas, Landell jamais chegou a dar suas aulas.Dalla Porta, Ben-Hur Fernando Cassol. \"O Padre landell de Moura e a Faculdade de Medicina Homeopática do Rio Grande do Sul\". In: Klöckner, Luciano & Cachafeiro, Manolo Silveiro (orgs.). Por que o Pe. Roberto Landell de Moura foi inovador? Conhecimento, fé e ciência. EdiPUCRS, 2012, pp. 55-58 Desenvolveu pesquisas sobre o registro de um campo energético sutil que circunda os seres vivos, que Landell denominou de \"perianto\" e que outros nomeiam \"aura\". Este campo energético foi detectado em meados de 1939 por Semyon Davidovich Kirlian, batizando o chamado efeito Kirlian, que parece ser de fato o mero registro de descargas de corona causadas pela ionização de fluidos em proximidade de um condutor eletricamente carregado.Boyers, David G. & Tiller, William A. \"Corona discharge photography\". In: Journal of Applied Physics, 1973; 44 (7): 3102–3112Greene, Sean. \"UCLA lab researched parapsychology in the '70s\". In: News, A Closer Look. UCLA Daily Bruin, 27/10/2010. A natureza exata da energia registrada nas imagens ainda é controversa, mas seja qual for, o trabalho de Landell de Moura neste campo antecede o do russo em muitos anos, e, diferente dele, não obteve resultados acidentais, sendo fruto de uma busca deliberada e dirigida.Abatte, Vânia Maria. \"Roberto Landell de Moura: o pai da bioeletrografia\". In: Klöckner, Luciano & Cachafeiro, Manolo Silveiro (orgs.). Por que o Pe. Roberto Landell de Moura foi inovador? Conhecimento, fé e ciência. EdiPUCRS, 2012, pp. 80-87 Ele descreveu seus testes da seguinte maneira: ::\"Todo o corpo humano está como que envolvido de um elemento de forma vaporosa, mais ou menos densa, segundo a natureza ou o estado do indivíduo ou ambiente em que ele se acha. Esse elemento quando adquire uma tensão capaz de vencer obstáculos que se opõe à sua expansão, escoa do corpo humano sob a forma de descargas disruptivas ou silenciosas, tal qual sucede com a eletricidade. E os fenômenos que nestas ocasiões se dão têm muita analogia com os elétricos estáticos e dinâmicos, com relação aos outros corpos semelhantes. Pelo que cheguei à conclusão de que se trata de um fenômeno que constitui uma variedade dos fenômenos produzidos pela eletricidade ou pela causa da eletricidade, do calor, da luz, etc.\"Apud Abatte, op. cit. Vânia Maria Abatte, professora do Núcleo de Pesquisas e Estudos Landell de Moura, estudando os cadernos notas do padre, encontrou uma descrição das fotografias \"Kirlian\" que ele obteve da ponta de seus próprios polegares e de um pequeno animal, indicando que levou o experimento até o final e teve sucesso, mas não se sabe exatamente que meios desenvolveu para isso, nem como era o equipamento, e as ditas imagens nunca foram encontradas. A professora refere ainda que \"o que Landell descobriu em relação ao perianto, ou então energia sutil, é o que quase na totalidade se sabe atualmente sobre o assunto\". Outras áreas de seu interesse foram a mediunidade, espiritismo, sonambulismo, levitação e hipnotismo e outras que se encaixam na definição de parapsicologia, as quais estudava no seu Gabinete de Antropologia Experimental, instalado ao lado da Igreja do Rosário, mas o que se sabe a respeito é fruto de relatos pouco objetivos, havendo mais lendas e o registro de alguns fenômenos mal explicados do que fatos comprovados. No Gabinete também dava consultas gratuitas a pessoas doentes ou com dificuldades diversas. Entre os casos relatados está o de um homem que se recusou a ir buscar um remédio para uma mulher em difícil trabalho de parto, e o padre o teria hipnotizado obrigando-o a fazê-lo. Era um bom amigo do médico espírita Hernani de Irajá, e com ele entreteve assíduas conversas sobre filosofia e outros temas. Num desses encontros, estando ambos em um bonde, teria dito que era possível induzir outras pessoas à ação pela simples força do pensamento, e para prová-lo disse que faria uma mulher sentada mais à frente, de costas, virar-se para trás, ato que ela teria executado após o padre fixar sua atenção por alguns momentos sobre ela.Dillenburg, Sérgio. \"Aquele Estranho Menino...\". In: Klöckner, Luciano & Cachafeiro, Manolo Silveiro (orgs.). Por que o Pe. Roberto Landell de Moura foi inovador? Conhecimento, fé e ciência. EdiPUCRS, 2012, pp. 133-135 José Vitorino Panarari de Moura, seu sobrinho, refere ainda que ele \"tinha força magnética e era vidente. Era capaz de fazer uma pessoa dormir e fazia curas por meio da sugestão”.Apud Almeida, op. cit. Deixou um livro sobre psicologia, Apontamentos de Psychologia (1919), e um opúsculo sob pseudônimo, Cartas Inéditas de Bernardus Vallumbrosius a seu discípulo Arsênio, Bispo de Thyrsea (1922), onde tratava de temas como os tipos de caráter, a personalidade, os estados anormais, as neuroses, as paixões, os estigmas e taras de família e assuntos correlatos, tratando paralelamente de temas filosóficos e teológicos. Peruzzo diz que o pseudônimo foi adotado para contornar a censura oficial, e ao mesmo tempo faz referência indireta a Galileu Galilei, que estudara no monastério de Santa Maria de Vallombrosa.Peruzzo, Rafael. \"Landell e Galileu\". In: Klöckner, Luciano & Cachafeiro, Manolo Silveiro (orgs.). Por que o Pe. Roberto Landell de Moura foi inovador? Conhecimento, fé e ciência. EdiPUCRS, 2012, pp. 59-66 ==Controvérsias com a Igreja Católica== Landell de Moura viveu em um meio fortemente influenciado pela Igreja Católica, que até 1891 foi a religião oficial do Estado, e cuja doutrina orientava grande parte dos valores da população e determinava suas crenças e hábitos de vida. A ciência em desenvolvimento, junto com um forte influxo de ideias liberais a partir do trabalho de maçons e positivistas, entre outros, paulatinamente iam minando os alicerces do catolicismo, desencadeando algumas vezes reações extremadas dos devotos, como é exemplo o caso da destruição de seu laboratório por membros da comunidade católica de Campinas.Silva, Ana Celina F. da et al. \"Landell de Moura — o padre inventor\". In: Klöckner, Luciano & Cachafeiro, Manolo Silveiro (orgs.). Por que o Pe. Roberto Landell de Moura foi inovador? Conhecimento, fé e ciência. EdiPUCRS, 2012, pp. 88-100 Mas havia outros motivos para discórdias. Entrou em conflito com a comunidade da paróquia do Rosário por tentar substituir a devoção de Nossa Senhora dos Brasileiros, que não era aprovada regularmente, pela de Nossa Senhora de Aparecida, e em seus sermões vergastava os fiéis pelos seus maus hábitos de vida e os confundia introduzindo conceitos inovadores da ciência. Era contra o celibato dos sacerdotes, considerando-os homens como os outros. Informa o professor Rafael Peruzzo que em três oportunidades ele recebeu advertências de seus superiores para moderar o seu discurso e concentrar-se na doutrina canônica. Aos devotos, tanto como ao clero, também não agradava que um padre se envolvesse em assuntos como o espiritismo, a paranormalidade e a psicologia, e que parecia blasfemar ao dizer que seus inventos podiam estabelecer a comunicação com outros planetas. Lochte cita um episódio em que fez uma demonstração de um telefone sem fio para o bispo de São Paulo em meados de 1890, e o prelado teria ficado tão perturbado com as \"vozes que vinham de nenhum lugar\" que teria qualificado o aparelho como obra do demônio e proibido o padre de continuar seus experimentos. Ernani Aguiar, por seu turno, diz que quando estava nos Estados Unidos foi proibido de oficiar missas. Um de seus coroinhas, Benedicto Olegario Berti, afirmou que o padre levava aonde quer que fosse uma caixinha preta de 10 cm de altura, com a qual falava baixinho e aparentemente era respondido. Provavelmente tratava-se de seus experimentos com a comunicação sem fio, mas diz o coroinha que até durante as missas a tal caixinha estava presente, sendo colocada ao lado do cálice da consagração, e o padre chegava a interromper a cerimônia para atender a \"chamados\" vindos da caixa, e por isso o chamavam de louco ou diziam que tinha um pacto com o demônio.Andrade, Mario Celso Ramiro. O Gabinê Fluidificado e a Fotografia dos Espíritos no Brasil. Tese de Doutorado. Universidade de São Paulo, 2008, p. 102 Outros relatos de época alegam que chegou a fazer demonstrações de levitação dentro da Igreja e mesmo durante missas, que teria tentado monitorar cientificamente um exorcismo e que falava com os mortos através de seus aparelhos. Dizia-se também que estabelecera uma recompensa de um conto de réis para quem provasse a atuação de espíritos sobre a matéria, e que considerava o espiritismo uma manifestação do mal. Naturalmente, suas ideias inovadoras chocavam os hábitos da época, a ignorância gerava boatos e suspeitas, e a comunidade católica se punha em alvoroço. Em vista disso, recebeu ordem para encerrar as atividades do seu Gabinete de Antropologia Experimental.\"Bioeletrografia: entenda por que o trabalho do pioneiro do rádio Landell de Moura desperta o interesse de estudioso de espiritismo\". TVCOM Tudo Mais, 07/01/2015Maida, João Batista. \"Comunicação com os mortos - Transcomunicação instrumental ou TCI\". Folha Espírita, (568).Luiz, André. \"Da caixinha de Landell à fototônica\". In: Rinaldi, Sonia. Contatos Interdimensionais. Pensamento, 2000, pp. 231-232 Mas a Igreja nem sempre se mostrou avessa a inovações, tolerou por muito tempo suas \"excentricidades\", atribuiu-lhe posições de responsabilidade e permitiu que o padre fizesse sua viagem pela Europa e Estados Unidos a fim de demonstrar suas invenções, mas parece claro que seu diálogo com seus pares e correligionários foi muitas vezes tumultuado e tenso, apesar de não ser este o seu desejo, fazendo suas pesquisas para engrandecer a ciência e colocar o nome da Pátria \"na ampla e ilimitada esfera dos modernos cometimentos científicos\", mas também para abolir superstições e iluminar a fé, e não para derrubá-la. Uma de suas declarações é expressiva: ::“Desejo mostrar ao mundo que a Igreja Católica não é uma inimiga da ciência e do progresso humano. Indivíduos da Igreja podem num ou noutro caso ter se oposto à luz, mas fizeram-no na sua cegueira pela verdade católica. Eu próprio já deparei com grande oposição dos meus companheiros de fé. No Brasil, um populacho supersticioso, afirmando que eu tinha partes com o diabo, invadiu o meu gabinete e destruiu o meu aparelho. Quase todos os meus amigos de educação e camaradas intelectuais, seculares e leigos indiferentemente, consideravam as minhas teorias contrárias à ciência. Sei bem o que é sentir como Galileu e exclamar como ele: E pur si muove. Quando todos eram contra mim, eu contentava-me em conservar-me no meu terreno, e dizia: É assim; não pode ser de outro modo\".\"Jornal do Comércio: notícias publicadas\" . Memorial Landell de Moura. Hoje as antigas controvérsias parecem estar superadas. Casonatto, em monografia apresentada no curso de Teologia da Pontifícia Universidade Católica do Rio Grande do Sul (PUCRS), declara que \"permanece hoje seu testemunho que a ciência não está contra os dados da religião e da fé, mas ambas se completam. Numa época em que a Teologia estava conturbada pelos avanços da ciência e sem respostas para muitas interrogações, Pe. Landell já tinha uma resposta. Ele tentou conciliar a ciência e a religião embora por causa disto sofresse ataques durante toda a sua vida\". Dom Dadeus Grings, arcebispo de Porto Alegre, notou que \"Landell de Moura teve uma inspiração, que deixou surpresas as pessoas de seu tempo. Houve até incompreensões. Parecia fora de época\", mas louvou sua contribuição para o progresso da ciência mundial e brasileira, salientando ainda a utilidade do rádio como instrumento de educação, diversão e aproximação entre as pessoas, e também como veículo de evangelização, possibilitando levar com facilidade a mensagem de Cristo aos quatro cantos da Terra, e concluiu dizendo: \"Sentimo- nos felizes e orgulhosos por tê-lo em nosso meio, integrante dos cidadãos e do clero da Arquidiocese de Porto Alegre. Deus lhe pague por todo bem que fez pela Igreja e pela Humanidade!\".Grings, Dadeus. \"Uma nova comunicação\". In: Klöckner, Luciano & Cachafeiro, Manolo Silveiro (orgs.). Por que o Pe. Roberto Landell de Moura foi inovador? Conhecimento, fé e ciência. EdiPUCRS, 2012, pp. 12-13 Em 2013, na missa realizada em São Paulo comemorando os 85 anos de sua morte, foi ainda mais enfático o teor da homilia proferida pelo cônego Antonio Aparecido Pereira, vigário episcopal para as Comunicações da Arquidiocese de São Paulo, o qual, falando em nome do cardeal arcebispo de São Paulo dom Odilo Pedro Scherer, reconheceu publicamente o erro da Igreja e da sociedade brasileira ao negarem-lhe em vida o merecido reconhecimento, pedindo por isso perdão a Deus e ao próprio padre Landell.\"Especial Landell de Moura\" .Jornalistas & Cia., 01/07/2013 ==Reconhecimento== Landell de Moura obteve um reconhecimento limitado nos Estados Unidos ainda em vida, e entre 1909 e 1922 o irlandês J. C. Oakenfull escreveu livros que foram editados com boa repercussão na Grã-Bretanha, Estados Unidos, Bélgica, Canadá, França, Suíça, Portugal, Austrália, Nova Zelândia, Índia e China, referindo-se a ele como o inventor do rádio, mas depois caiu em um grande esquecimento. Nos anos recentes diversos artigos e outras publicações internacionais já lhe fazem referência aceitando seu pioneirismo absoluto na transmissão de som sem fio através das ondas de rádio, é reconhecido como tal em inúmeros websites populares de vários países e foi incluído como o pioneiro na Sala da Fama do website Microwaves101, publicado em associação com a IEEE Microwave Theory and Techniques Society e o Institute of Electrical and Electronics Engineers, a maior organização profissional do mundo, mas fora do Brasil em geral continua bastante desconhecido ou subestimado.Ferrareto, Luiz Artur. \"Roberto Landell de Moura: o pioneiro brasileiro das comunicações\". In: Klöckner, Luciano & Cachafeiro, Manolo Silveiro (orgs.). Por que o Pe. Roberto Landell de Moura foi inovador? Conhecimento, fé e ciência. EdiPUCRS, 2012, pp. 38-51Microwave Hall of Fame Part I. Microwaves 101, in association with The Institute of Electrical and Electronics Engineers and IEEE Microwave Theory and Techniques SocietyElliman, Paul. \"Voices Falling Through the Air\". In: Journal of Conservation and Museum Studies, 2012; 10 (1)Lochte, Robert H. \"Going Wireless In 1880\". In: Invention & Technology, 2000; 16 (1)Sethi, Anand Kumar. The Business of Electronics: A Concise History. Palgrave Macmillan, 2013, p. 23Thompson, William Forde (ed.). Music in the Social and Behavioral Sciences: An Encyclopedia. Sage Publications, 2014, p. 927Bathgate, Gordon. Voices from the Ether: The History of Radio. Girdleness Publishing, 2012, p. 9 Santos, descrevendo a controvérsia que existe, diz que Landell é frequentemente comparado com Marconi como se seus inventos fossem semelhantes, quando de fato não eram. Landell trabalhou com as ondas de rádio e as ondas de luz para transmitir sinais elétricos e som, ao passo que Marconi, em seu trabalho inicial, aquele que se tornou famoso, usava apenas as ondas de rádio e apenas para transmitir sinais elétricos, criando um telégrafo sem fio. Outro problema para Landell é que a transmissão de som sem fio através da luz havia sido inventada por Graham Bell antes dele e a invenção da telefonia sem fio através de ondas de rádio permanece envolta na disputa com Reginald Fessenden, já que a massa da bibliografia internacional não aceita o experimento de Landell de 3 de junho de 1900, aceitando em vez o de Fessenden, que ocorreu seis meses depois. O historiador Heródoto Barbeiro, porém, recusa-lhe o título de \"pai do rádio\" que usualmente é-lhe atribuído no Brasil, alertando para o fato que o rádio como hoje o conhecemos foi o resultado de um processo continuado que não nasceu com Landell nem terminou com ele, recebendo a contribuição de muitos cientistas, dizendo que pode ser difícil definir em que ponto o rádio nasceu efetivamente.\"Com fé na ciência: Padre Landell de Moura, o pioneiro do rádio - 1ª parte\". Rádio Senado, 04/11/2011, 08 min 30 s - 09 min 07 s À parte a questão da primazia internacional, para a história das telecomunicações brasileiras sua contribuição precursora tem um valor incontestável. Mesmo sendo reais a circunstância de ter trabalhado na maior parte do tempo sozinho, as resistências que encontrou nos meios oficiais para o apoio de suas pesquisas e a ocasional oposição das comunidades católicas, Santos também observou que existe uma tendência à mitificação do personagem mesmo na bibliografia acadêmica, que muitas vezes magnifica exageradamente os seus infortúnios e seu destino de vítima do seu contexto, mostrando-o como \"desprovido de qualquer tipo de ambição material, de porte físico fragilizado, altruísta, estigmatizado como louco, perseguido por fiéis da Igreja e que, apesar da falta de apoio governamental e da Igreja Católica, conseguiu realizar experimentos importantes para a humanidade\". O próprio cientista rejeitou oportunidades de divulgar e comercializar seus inventos e estava consciente dos obstáculos que sempre se levantam para aqueles que desbravam novos campos do conhecimento, dizendo: ::\"É óbvio que aqueles que não compreendam bem uma razão científica não possam enquadrá-la em seu justo mérito, nem tampouco aplaudir-me e ajudar-me com recursos para prosseguir no estudo e no trabalho. Com certeza, supõem que vivo sonhando entre utopias científicas de utilidade aparente. […] Bem sei que, em coisas de ciência, o que avança em relação à sua época, não deve esperar justiça dos contemporâneos. […] O que desejo é que o fruto de meus estudos se traduza em proveito e glória de minha Pátria, e em holocausto ao Deus Supremo, que me inspira em minhas investigações e me ilumina com suas divinas luzes para penetrar e ordenar, à minha maneira, esses fatores interessantíssimos da Criação, que nos ligam aos outros planetas, estabelecendo comunicação entre as esferas mais remotas e as entranhas da terra que pisamos. Só por isso, dou-me por bem recompensado das pesadas vigílias e das infinitas penúrias que me custam as invenções\".Apud Botet, Rodrigo. \"O Gouradphono\". La Voz de España, 24/02/1901 Por outro lado, em que pesem suas dificuldades, em seu país ele nunca foi inteiramente esquecido. Mesmo antes de falecer conseguiu reunir um pequeno círculo de admiradores e recebeu algum apoio da Igreja, embora limitado, e em 1910 a antiga Repartição Geral dos Telégrafos começou organizar a primeira rede radiotelegráfica por centelhamento, fundando oito estações que em seu conjunto cobriam todo o litoral do país. Seu reconhecimento em maior escala começou logo após sua morte. Em 1933 um artigo de página inteira no Jornal da Manhã o saudava como o inventor do telefone sem fio e lhe tecia grandes elogios, procurando restituir-lhe \"a glória que lhe negaram em vida\".\"Foi um brasileiro, um riograndense que inventou a telephonia sem fio!\" Jornal da Manhã, 25/06/1933 Depois muitas outras homenagens se sucederam. Seu nome batizou uma escola, uma praça, a Fundação Educacional e Cultural Padre Landell de Moura, uma rua e o 1° Centro de Telemática de Área do Exército Brasileiro, todos em Porto Alegre. Em 2011, quando foi celebrado o sesquicentenário de seu nascimento, que ocorreu com comemorações em vários pontos do Brasil, a Prefeitura da cidade o declarou Patrono da Ciência, da Tecnologia e da Inovação no Município, 2011 foi declarado pelo Município como Ano da Inovação Padre Landell de Moura e no mesmo ano foi instituída a Semana Padre Landell de Moura, a ser comemorada anualmente de 24 a 30 de setembro. É o patrono também de um colégio em Bento Gonçalves; de uma praça em Piracicaba; do Centro de Pesquisa e Desenvolvimento em Telecomunicações em Campinas; dos radioamadores brasileiros, que criaram a Medalha Roberto Landell de Moura para homenagear cidadãos e entidades nacionais ou estrangeiras por méritos e serviços relevantes prestados à Liga de Amadores Brasileiros de Rádio Emissão (LABRE); do Prêmio Landell de Moura, instituído pela Diocese de Santa Maria e concedido a pessoa ou empresa que se destacar na promoção e defesa dos valores humanos e cristãos, bem como na educação comunitária; do Prêmio Pe. Roberto Landell de Moura, criado pela Sociedade Brasileira de Microeletrônica com os objetivos de reverenciar sua memória e estimular a pesquisa e a inovação na área de microeletrônica; da Semana Padre Landell de Moura, instituída pelo governo do Rio Grande do Sul, comemorada de 24 a 30 de setembro de cada ano, e da Semana Padre Roberto Landell de Moura, instituída pelo governo de São Paulo, a ser comemorada todos os anos de 5 a 11 de novembro. Foi distinguido com a cidadania honorária da cidade de São Paulo, e tem bustos no Belvedere Deputado Rui Ramos, em Porto Alegre, e na sede da LABRE em Tatuapé (primeiramente instalado sob o vão do MASP na capital paulista). Foi-lhe erguido um monumento diante da Basílica de Nossa Senhora Medianeira em Santa Maria, os Correios do Brasil emitiram um selo em sua homenagem em 2011, e foi biografado por Ernani Fornari, Ivan Dorneles Rodrigues e Hamilton Almeida.Almeida, Hamilton. \"A longa (e interminável) construção da biografia do padre Landell\". In: Klöckner, Luciano & Cachafeiro, Manolo Silveiro (orgs.). Por que o Pe. Roberto Landell de Moura foi inovador? Conhecimento, fé e ciência. EdiPUCRS, 2012, pp. 17-37 Em 2012 a Prefeitura de Porto Alegre e a Pontifícia Universidade Católica do Rio Grande do Sul publicaram em conjunto um substancioso festschrift dedicado a Landell de Moura, que inclui o primeiro levantamento da bibliografia impressa produzida a seu respeito ou que lhe dá algum espaço, apontando cerca de cem títulos, entre biografias, artigos, teses, reportagens e outros, mas não incluiu a bibliografia online e novos títulos continuam aparecendo.Cachafeiro, Manolo Silveiro & Marcon, Morgana. \"Padre Landell de Moura: inventário bibliográfico\". In: Klöckner, Luciano & Cachafeiro, Manolo Silveiro (orgs.). Por que o Pe. Roberto Landell de Moura foi inovador? Conhecimento, fé e ciência. EdiPUCRS, 2012, pp. 101-108 Seu legado é preservado e divulgado principalmente pelo Memorial Landell de Moura e pelo Instituto Histórico e Geográfico do Rio Grande do Sul (IHGRGS), situados em Porto Alegre.Rosales, Marcelo. \" O Busto de Landell\". In: Klöckner, Luciano & Cachafeiro, Manolo Silveiro (orgs.). Por que o Pe. Roberto Landell de Moura foi inovador? Conhecimento, fé e ciência. EdiPUCRS, 2012, p. 101 O Movimento Landell de Moura, que trabalha para promover o seu reconhecimento em larga escala, obteve importante vitória em 27 de abril de 2012, quando a Presidência da República sancionou a Lei nº 12 614, que determinou a inscrição do seu nome no Livro dos Heróis e Heroínas da Pátria, depositado no Panteão da Pátria e da Liberdade Tancredo Neves, em Brasília.\"Landell de Moura, Herói da Pátria\" . Portal dos Jornalistas, 03/05/2012 O Movimento também almeja que o governo brasileiro reivindique internacionalmente o pioneirismo de Landell de Moura na invenção do rádio. Apesar dessas múltiplas homenagens, é opinião de muitos estudiosos que mesmo no Brasil ele não é conhecido como mereceria.\"Com fé na ciência: Padre Landell de Moura, o pioneiro do rádio\". Reportagem especial (áudio). Rádio Senado, 04/11/2011, Parte 2.\"Padre Landell de Moura: um herói sem glória\". Grupo Editorial Record, s/d. Para remediar esta situação, em 2013 foi entregue ao ministro da Educação, Aloízio Mercadante, um abaixo-assinado e um dossiê solicitando a inclusão do estudo da sua vida e obra no currículo regular das escolas nacionais.\"Dossiê pede obra de Landell de Moura no currículo escolar\". Coletiva, 14/03/2013 O estudo do seu legado é dificultado por vários fatores. Não sobreviveu nenhum dos seus aparelhos, e a documentação original que resta, embora volumosa, compondo 230 documentos entre livros de notas científicas, esquemas técnicos, cartas e outros papéis, com um total de 4 470 páginas, depositada em seu grosso no IHGRGS, nem sempre é clara o bastante para permitir um perfeito entendimento de suas intenções, métodos, materiais e procedimentos técnicos usados, e mesmo de seus resultados. Além disso, esta documentação é de difícil acesso. A maior parte dela se encontra escrita em uma intrincada mistura de latim, português e inglês, pouco foi transcrito e explorado, e parte da coleção original encontrada após sua morte pode ter sido perdida. Guerra Lima também afirmou que \"sob pretexto de que é uma instituição privada, [o IHGRGS] não permite acesso aos originais nem a cópias fieis dos trabalhos do cientista. O IHGRGS produziu um CD com as patentes e algumas histórias sobre o Padre Landell que não são a expressão do seu trabalho, mas sim o entendimento de alguns dos seus funcionários\". Desta forma, apenas uma fração do seu pensamento e suas pesquisas são conhecidos. Dos seus objetos pessoais também pouco chegou aos dias de hoje: uma batina, uma mesa de trabalho, um confessionário e alguns outros itens. Em janeiro de 2015 o Movimento Landell de Moura iniciou um abaixo-assinado virtual para que o Ministério da Educação do Brasil inclua a biografia de Landell no currículo do ensino básico no Brasil. == Ver também == *Guglielmo Marconi *Lista dos vinte gaúchos que marcaram o século XX segundo o jornal Zero Hora *Nikola Tesla *Reginald Fessenden == Ligações externas == *Memorial Landell de Moura. * Inventário do Acervo Padre Roberto Landell de Moura. Instituto Histórico e Geográfico do Rio Grande do Sul. *História da Radiodifusão. Ministério das Comunicações. * Documentário sobre o padre Landell de Moura. TV Senado. * \"Com fé na ciência: Padre Landell de Moura, o pioneiro do rádio\". Rádio Senado, reportagem especial (áudio), 4 de novembro de 2011. Parte 1, Parte 2. Categoria:Brasileiros de ascendência escocesa Categoria:Brasileiros de ascendência portuguesa Categoria:Cientistas brasileiros do século XX‎ Categoria:Físicos do Rio Grande do Sul Categoria:Heróis nacionais do Brasil Categoria:História do rádio Categoria:Inventores do Brasil Categoria:Naturais de Porto Alegre Categoria:Padres do Rio Grande do Sul Categoria:Radioamadorismo Categoria:Clérigos-cientistas católicos Categoria:Alunos da Pontifícia Universidade Gregoriana",
 "title": "Roberto Landell de Moura"
}