{
 "id": "29591",
 "text": "{{Info/Município do Brasil | nome = Craíbas | foto = | leg_foto = | apelido = Terra dos Minérios | brasão = Brasao_Craibas.png | bandeira = Bandeira Craibas.png | link_brasão = | link_bandeira = | link_hino = | aniversário = 23 de abril | fundação = | gentílico = craibense | lema = | prefeito = Teófilo José Barroso PereiraPrefeito e vereadores de Craíbas tomam posse Portal G1 - acessado em 2 de janeiro de 2021 | partido = PP | mandato_início = 2021 | fim_mandato = 2024 | vereadores = 11 | mapa = Craíbas.png | latP = S | latG = 09 | latM = 37 | latS = 04 | lonP = O | lonG = 36 | lonM = 46 | lonS = 04 | estado = Alagoas | mesorregião = Agreste Alagoano | data_mesorregião = IBGE/2008 | microrregião = Arapiraca | data_microrregião = IBGE/2008 | região_metropolitana = do Agreste | vizinhos = Igaci, Major Izidoro, Girau do Ponciano, Lagoa da Canoa, Arapiraca e Jaramataia | dist_capital = 160 | área = 278.880 | área_ref = | população = 25390 | população_pos = AL: 35º | data_pop = Censo IBGE/2022 | altitude = | clima = | sigla_clima = | idh = 0.553 | data_idh = PNUD/2000 | pib = mil | data_pib = IBGE/2008 | pib_per_capita = 3083.75 | data_pib_per_capita = IBGE/2008 | site_prefeitura = craibas.al.gov.br }} Craíbas é um município localizado na região central de Alagoas. Em 2018, a população foi estimada pelo IBGE em habitantes, enquanto sua área é de 278,880 km². ==História== Em 1865, Manoel Nunes da Silva Santos chegou à região onde está hoje o município de Craíbas, sendo um dos seus primeiros habitantes. Apesar de ser uma área pobre, ele resolveu se estabelecer ali mesmo, adquirindo uma grande extensão de terras pertencentes a Felipe Nogueira de Lima, composta basicamente de matas e árvores, principalmente a craibeira, que acabaria dando nome à cidade. Até 1892, Manoel Nunes foi o único proprietário do lugar. Com o falecimento de sua esposa, Josefa Teixeira da Silva, neste mesmo ano, iniciou-se a partilha de bens entre filhos e genros. As terras foram divididas e incrementou-se, a partir daí, o desenvolvimento da localidade. No começo do século XX, Craíbas passou a ter características de um povoado. Por volta de 1922 já figurava na divisão administrativa do estado de Alagoas, como um lugarejo pertencente ao município de Limoeiro de Anadia. Adalberto Marroquim, em sua Terra das Alagoas, assevera que em Craíbas, por este tempo, existia uma escola pública mantida pelo estado. A primeira feira pública foi realizada em 23 de março de 1923. O primeiro cartório de registro civil foi instalado em 1939. O crescimento socioeconômico do povoado determinou a sua autonomia administrativa. Dessa forma, pela lei nº 2.471, de 28 de agosto de 1962, obteve a sua emancipação política. O deputado estadual José Pereira Lúcio foi o autor do projeto, aprovado na Assembleia Legislativa e sancionado pelo então governador Luiz Cavalcante. A instalação oficial do município ocorreu em 23 de setembro de 1962. Até a realização das eleições municipais, Antônio Barbosa foi nomeado prefeito, interinamente. Em 1963, Manoel Pedro da Silva foi eleito prefeito, mas perdeu o mandato em 1965, quando a cidade voltou a ser distrito de Arapiraca. Somente após um plebiscito, realizado em 1982, o então governador Theobaldo Barbosa devolveu a autonomia político-administrativa a Craíbas. ==Geografia== ===Localização=== O município de Craíbas encontra-se na região central conhecida como Mesorregião do Agreste Alagoano. Estabelece limites com os municípios de Igaci, Girau do Ponciano, Lagoa da Canoa, Arapiraca, Jaramataia, e Major Isidoro. A sede do município encontra-se a uma altitude de aproximadamente 252 metros e coordenadas geográficas de 09°37'04,8\" de latitude sul e de 36°46'05\" de longitude oeste. O acesso a partir de Maceió é feito através das rodovias pavimentadas BR-316, BR-101 e AL-220. ===Clima=== O clima é do tipo tropical semiárido, com chuvas de verão. O período chuvoso se inicia em novembro com término em abril. A precipitação média anual é de 431,8 mm. ===Hidrografia=== O município de Craíbas encontra-se inserido na bacia hidrográfica do rio São Francisco, banhado pela sub-bacia do rio Traipu, cujo afluente de maior expressão no município é o riacho Salgado. == Organização Político-Administrativa == A estrutura político-administrativa do Município de Craíbas é composta pelo Poder Executivo, chefiado por um Prefeito eleito por sufrágio universal, o qual é auxiliado diretamente por secretários municipais nomeados por ele, e pelo Poder Legislativo, institucionalizado pela Câmara Municipal de Craíbas, órgão colegiado de representação dos munícipes que é composto por vereadores também eleitos por sufrágio universal.MEIRELLES, Hely Lopes. Direito municipal brasileiro. 18. ed. São Paulo: Malheiros, 2017. === Atuais autoridades municipais de Craíbas === * Prefeito: Teófilo José Barroso Pereira - PP (2021/-) * Vice-prefeito: Sebastião Barbosa da Silva - Democratas (2021/-) * Presidente da câmara: ignorado. === Coronelismo === Município com baixo IDH, o mandonismo caracteriza a política local de Craíbas. Assim, o município é uma extensão territorial da área que se encontra sob a influência da \"Família Pereira\", clã político oriundo do município de Junqueiro que tem como nomes mais relevantes o político e latifundiário Arthur Lira (presidente da Câmara dos Deputados entre 2021 e 2024), o ex-senador Benedito de Lira, Fernando Soares Pereira (deputado estadual a partir de 2023), além de diversos prefeitos do interior alagoano, como do próprio prefeito de Craíbas para o mandato de 2021 a 2024, Teófilo José B. Pereira, que é neto de Teófilo Pereira que foi prefeito de Junqueiro entre a década de 1950 e 1960. Além da forte influência na política alagoana, representada por diversos de seus membros terem ocupado prefeituras em outros municípios alagoanos e cargos públicos na administração estadual, esse clã político também possui uma controversa grande quantidade de propriedades rurais reunindo mais de 100 fazendas, em que a vida política teve papel relevante, sendo que membros dessa família teriam invadido a terra indígena dos Kariri-Xocó, situada nas margens do rio São Francisco, segundo o Observatório \"De Olho nos Ruralistas\". ==Economia== Sua população vive basicamente da agricultura, voltada para o plantio de tabaco (fumo); também é muito forte o plantio de milho, algodão e feijão. Seus habitantes têm forte ligação com a cidade vizinha de Arapiraca, grande consumidora do tabaco plantado na cidade. Nos últimos anos o município vem sendo conhecido pela exploração de minérios, quando foram detectadas diversas áreas ricas em minério. A empresa Vale Verde, subsidiária da canadense Aura Minerals é que vem explorando a região. A chegada da empresa vem gerando empregos e mais desenvolvimento para a cidade. Também está prevista a construção de uma ferrovia para deslocar o minério encontrado. O começo da extração estava previsto para o início de agosto de 2013. ==Transportes== De acordo com dados do IBGE, a frota municipal de veículos em 2015 era formada em sua grande parte por 1968 motocicletas, seguido por 1123 automóveis, 305 caminhonetes, 432 motonetas, 132 caminhões, 34 micro-ônibus e 26 ônibus. ==Educação== ;Escolas municipais * Escola Municipal de Ensino Fundamental Tenente-coronel José Barros Paes * Escola Municipal de Ensino Fundamental Padre José Theisen * Escola Municipal Ana Carolina de Queiroz * Escola Municipal de Educação Infantil Alice Rodrigues * Escola Municipal Pedro Ramos Francisco - Vila Folha Miúda, distrito de Craíbas * Escola Alonso de Abreu - Sítio Lagoa Nova * Escola Santos Dumont - Sítio Salgado * Escola Municipal de Ensino Fundamental Dr. José Pereira Mendes - Povoado Bom Jesus * Escola Municipal Padre Afrânio Pinheiro Bezerra - Povoado Santa Rosa * Escola Municipal Pedro Nunes Sobrinho * Escola Municipal de Ensino Fundamental Francisco Paulino da Silva - Povoado Marruás * Escola Vereador Antônio Ventura de Oliveira- Povoado Lagoa da Angélica ;Escolas estaduais * Escola Estadual Nossa Senhora da Conceição == Cultura e cidadania == Craíbas tem em seu calendário duas festividades bastante movimentadas: a festa de emancipação política (23 de abril) e a festa da padroeira, Nossa Senhora da Conceição (8 de dezembro). Em 2013, a Universidade Federal de Alagoas, através da Faculdade de Direito de Alagoas, implantou na cidade, mais precisamente no povoado Bom Jesus (zona rural do município), o programa Nas Asas do Carcará, que visa promover a mobilização social em regiões atingidas pelo fenômeno da seca por via do incentivo à cidadania, educação, cultura e capacitação profissionalizante. É desenvolvido por quase cinquenta membros que compõem o corpo do projeto, não somente do curso de direito, mas em conjunto com parcerias especializadas de diversas unidades acadêmicas, como ciências biológicas, geografia, psicologia, medicina, odontologia e nutrição, entre outras. ==Religião== No tocante ao aspecto religioso, a paróquia de Nossa Senhora da Conceição foi fundada em 27 de junho de 1959 por dom José Terceiro de Souza, então bispo de Penedo. Atualmente a freguesia integra o vicariato de Arapiraca e tem como pároco o padre Genival Vicente Barbosa. A Paróquia de Craíbas está sob a jurisdição eclesiástica da Diocese de Penedo, cujo bispo atual é dom Valdemir Ferreira dos Santos. Categoria:Municípios de Alagoas Categoria:Fundações em Alagoas em 1986",
 "title": "Craíbas"
}