{
 "id": "29627",
 "text": "thumb|250px|Talude formado por rochas ricas em obsidiana no Obsidian Dome, Califórnia Obsidiana é uma rocha ígnea extrusiva constituída quase integralmente por um tipo de vidro vulcânico com 70% ou mais de sílica (SiO2 \\- dióxido de silício) na sua composição química. Forma-se quando uma lava de composição félsica e baixo teor em água (menos que 2-3% mássicos) arrefece rapidamente sem permitir a formação de cristais em quantidade substancial. Apesar do rápido arrefecimento ser necessário, a vitrificação ocorre essencialmente porque a riqueza em silicato das lavas félsicas induz uma elevada viscosidade e polimerização que dificultam a cristalogénese. A obsidiana é classificada como um mineraloide ==Descrição== A obsidiana é produzida quando lavas félsicas emitidas por um vulcão arrefecem rapidamente com pouca ou nenhuma cristalogénese. A obsidiana é frequentemente encontrada nas margens de escoadas lávicas de características félsicas, especialmente das riolíticas, nas quais o alto teor em dióxido de silício propicie uma composição química que induz elevada viscosidade e um alto grau de polimerização na lava. A inibição da difusão atómica que resulta da alta viscosidade e polimerização explica a reduzida taxa de crescimento dos cristais. Para a formação da obsidiana é fundamental um baixo teor mássico de água (em geral em torno de 1%), sendo que quando o teor em água excede os 2-3% (em massa), a formação de micro-bolhas na lava em arrefecimento produz pedra- pomes em vez de obsidiana. Em situações intermédias forma-se a retinite, uma massa igualmente amorfa (e portanto um mineraloide), mas com grandes percentagem de inclusões cristalinas e sem o lustre vítreo típico da obsidiana. A natureza vítrea da obsidiana, na essência um sólido amorfo, ou seja um vidro, confere a esta rocha uma elevada dureza (5-6 na escala de Mohs) e fragilidade, pelo que fractura na forma concoide, produzindo lâminas com gume muito afiado. A capacidade de formar lâminas cortantes de elevada dureza levou a que a obsidiana fosse utilizada no passado na manufactura de ferramentas de corte e de perfuração, tendo recentemente sido utilizada na produção experimental de lâminas cirúrgicas a utilizar em bisturis de grande precisão. ==Origem e propriedades== O nome «obsidiana» deriva de uma observação constante da obra História Natural de Plínio, o Velho, que afirma que: Este texto de Plínio, o Velho, estabelece a etimologia do nome «obsidiana», assim designada por se assemelhar ao vidro vulcânico encontrado na Etiópia por Obsius, um explorador romano, a que fora dado o nome de obsiānus lapis, em honra do seu descobridor.obsidian. The Concise Oxford Dictionary of English Etymology. Oxford University Press (1996). Retrieved 2011-11-20.D Harper. obsidian. Etymology online. 2012-06-17M H Manser. The Facts On File Dictionary of Allusions. Infobase Publishing, 2008, ISBN 0816071055. A obsidiana forma-se quando a lava, o material de que é originária, arrefece rapidamente sem permitir a cristalização da maioria dos seus compostos constituintes.M E Malainey. A Consumer's Guide to Archaeological Science: Analytical Techniques, Springer, 2010 ISBN 1441957030 As tectites foram durante muito tempo consideradas como obsidianas produzidas por erupções vulcânicas lunares, mas na actualidade poucos cientistas consideram verdadeira essa hipótese, atribuindo antes a sua formação ao impacte de corpos extraterrestres. A obsidiana é um material semelhante a um mineral, ou seja um mineraloide, mas não um verdadeiro mineral pois, por ser um vidro, isto é um sólido amorfo, não cumpre um dos requisitos essenciais dos minerais que é serem cristalinos. Para além disso, a sua composição química é demasiado complexa para que pudesse constituir um único mineral. Apesar da obsidiana ser geralmente de coloração escura, similar a rochas máficas como os basaltos, a composição da obsidiana é em extremo félsica. A obsidiana é composta maioritariamente por SiO2 (dióxido de silício), geralmente numa proporção de 70% ou mais. Entre as rochas cristalinas com composição semelhante à obsidiana incluem-se os granitos e os riolitos. Em consequência da obsidiana ser metaestável nas condições prevalecentes na superfície da Terra (com o tempo o vidro transforma-se em finos cristais minerais), não é encontrada obsidiana formada antes do Período Cretáceo. Este processo de decomposição da obsidiana é acelerado pela presença de água. Tendo em geral menos de 1% de água (em peso) na sua composição quando é formada, a obsidiana fica progressivamente hidratada quando exposta às águas subterrâneas, formando perlite. A obsidiana pura tem em geral uma coloração escura, mas a cor varia em consequência da presença de impurezas. Ferro e magnésio tipicamente dão à obsidiana uma coloração negra ou castanho escuro. São conhecidas algumas raras ocorrências de obsidiana quase incolor. Em algumas rochas, a inclusão de pequenos cristais brancos de cristobalite, forma aglomerados radiais no seio do vidro negro que produzem um padrão de manchas, por vezes em forma de floco de neve (obsidiana floco de neve). A obsidiana pode conter padrões formados por bolhas de gás que permaneceram do fluxo da lava, alinhadas ao longo de camadas criadas à medida que a rocha fundida fluía antes de arrefecer. Essas bolhas podem produzir interessantes efeitos tais como um brilho dourado (obsidiana brilhante). Um brilho iridescente, em forma de arco-íris (obsidiana arco-íris) é causado pela inclusão de nanopartículas de magnetite. == Ocorrência == A obsidiana pode ser encontrada em locais onde tenham ocorrido erupções riolíticas, pelo que apesar de não ser uma rocha comum ocorre em múltiplas áreas de vulcanismo recente, desde a Australásia,Bonetti, R., P. Di Cesare, A. Guglielmetti, F. Malerba, E. Migliorini, M. Oddone, J. R. Bird, R. Torrence and R. J. Bultitude, 1998. Fission track dating of obsidian source samples from the Willaumez Peninsula, Papua New Guinea and eastern Australia. Records of the Australian Museum 50(3): 277–284. [25 November 1998]. doi:10.3853/j.0067-1975.50.1998.1286 à Eurásia e às Américas,Washington Obsidian Source Map . Obsidianlab.com. Retrieved on 2011-11-20.Oregon Obsidian Sources. Sourcecatalog.com (2011-11-15). Retrieved on 2011-11-20. para além de diversas regiões insulares. Na América do Norte a obsidiana ocorre em escoadas lávicas no interior das caldeiras do Vulcão Newberry e do Vulcão de Medicine Lake no Cascade Range e nas Inyo Craters a leste da Sierra Nevada na Califórnia. O Yellowstone National Park inclui uma área rica em obsidiana localizada entre Mammoth Hot Springs e a Norris Geyser Basin. Existem depósitos em diversos estados do oeste dos Estados Unidos, incluindo Arizona, Colorado, New Mexico, Texas, Utah, Washington, Oregon e Idaho. Depósitos de obsidiana foram também localizados no leste do continente, nos estados de Virgínia, Pennsylvania e Carolina do Norte. Na região do Mediterrâneo central são conhecidos depósitos em quatro regiões: Lipari, Pantelleria, Palmarola e Monte Arci.Iain Morley and Colin Renfrew. The Archaeology of Measurement: Comprehending Heaven, Earth and Time in Ancient Societies, Cambridge University Press, 2010 ISBN 0521119901. Na região do Mar Egeu são conhecidos desde a Antiguidade depósitos em Milos e Giali. A região em torno da cidade de Acigöl e o vulcão de Göllü Dağ são as mais importantes origens de obsidiana conhecidos na Anatólia central e uma das mais importantes origens deste material durante o período pré-histórico no Oriente Médio.Prince Mikasa no Miya Takahito. Essays on Anatolian Archaeology, Otto Harrassowitz Verlag, 1993 ISBN 3447033959.L Romano. 6 ICAANE, Otto Harrassowitz Verlag, 2010 Volume 3 of Proceedings of the 6th International Congress of the Archaeology of the Ancient Near East: 5–10 May 2009 ISBN 3447062177.P R S Moorey. Ancient Mesopotamian Materials and Industries: The Archaeological Evidence Eisenbrauns, 1999 ISBN 1575060426. A nível mundial, são conhecidas cerca de 70 localidades onde a obsidiana pode ser extraída (dados de 2010).Mindat – Obsidian (inglês – a lista inclui muitos locais, mas não é exaustiva). Entre os depósitos de obsidiana conhecidos contam-se: ;África: * Nas imediações do Lago Shala, Etiópia * No vulcão Chabbi, próximo de Awassa, Etiópia ;Médio Oriente: * Nas imediações de Ierevan, Arménia * Hasan Dağı, Turquia * İkizdere, Turquia * Nemrut Dağı, Turquia * Süphan Dağı, Turquia ;Europa: * Islândia (em múltiplos lugares, mas principalmente em Landmannalaugar) * Lipari (ilhas Eoli) * Monte Arci, Sardenha * Palmarola, Itália * Pantelleria * Ilha Gyali, Mar Egeu * Ilha Milos, Mar Egeu (jazigo explorado desde a Idade do Bronze e com os restos da mineração dessa época ainda visíveis) * Montes Tokajer, Hungria e outros depósitos na Eslováquia * Garsebacher Schweiz nos arredores de Meißen, Sachsen, Alemanha * Las Cañadas, em Tenerife, bem como no bordo da Caldera de Taburiente e nas montanhas de La Palma, Canárias * Em diversos locais dos Açores, com destaque para o Pico Alto, na ilha Terceira ;América do Norte: * Mount Edziza no norte da British Columbia (comercializado pelos povos aborígenes desde 8000 a.C) * Vulcões da região da Cidade do México (México) * Newberry Caldera, Oregon, USA * Glass Buttes, Oregon, USA * Glass Mountain, Califórnia, USA ;Polinésia e Nova Zelândia: * Ilha de Páscoa * Ilhas Mayor, Tuhua, Nova Zelândia (origem da obsidiana usada pelos povos maori) == Uso pré-histórico e histórico == A primeira evidência arqueológica conhecida do uso de obsidiana foi descoberta em Kariandusi e outros sítios da idade Achelense (que começou há cerca de 1,5 milhões de anos) e foi datada de 700.000 a.C, ainda que o número de objetos encontrados nestes sítios seja muito limitado em comparação com o Neolítico.S Bunny. American trade routes for obsidian. New Scientist (1985-04-18).D Schmandt-Besserat. Volume 3 of Invited lectures on the Middle East at the University of Texas at Austin, Undena Publications, 1979, ISBN 0-89003-031-6HV Merrick, FH Brown, WP Nash. Society, Culture, and Technology in Africa, Volume 11, 1994 (Masca Research Papers in Science and Archaeology Supplement) University of Pennsylvania Museum of Archaeology, ISBN 1-931707-05-7J. D. Fage. The Cambridge history of Africa: From c. 1600 to c. 1790, Part 1050, Cambridge University Press, 1979 ISBN 0-521-21592-7National Museum of Kenya. Kariandusi . Retrieved 2012-06-30 A análise do uso de obsidiana na cerâmica do Neolítico na área em torno de Lipari demonstra que este é significativamente mais baixo a uma distância equivalente a duas semanas de caminhada. A obsidiana proveniente da Anatólia foi utilizada no Levante e na região do actual Curdistão iraquiano desde cerca de 12 500 a.C. A primeira evidência do seu uso por civilizações do período histórico foi encontrada em escavações realizadas em Tell Brak e data de finais do quinto milénio. A obsidiana foi muito valorizada nas culturas da Idade da Pedra porque, como o sílex, podia ser fraturado para produzir lâminas cortantes ou pontas de flecha e de lança. Como ocorre com todos os vidros vulcânicos e alguns outros tipos de rochas, a obsidiana fratura-se com uma característica fratura concoide. A forma de fratura da obsidiana permite que se possa golpear com outras pedras para modificar a sua forma, permitindo a criação de objetos com formas complexas. A obsidiana também era polida para criar espelhos rústicos primitivos. Para calcular a idade dos artefactos de obsidiana, os arqueólogos modernos desenvolveram um sistema de datação relativa conhecido por datação por hidratação da obsidiana. === Oriente Médio === No Período de al-Ubaid,no quinto milénio antes de Cristo, já se faziam facas a partir de obsidiana minado no território que hoje é a Anatólia central, Turquia. No Antigo Egito utilizou-se para fins decorativos obsidiana importada das ilhas do Mediterrâneo oriental e das regiões do sul do Mar Vermelho. A obsidiana também se utilizava em circuncisões rituais pela sua agudez e maneabilidade. Na zona do Mediterrâneo oriental utilizou-se obsidiana para fabricar ferramentas, espelhos e objetos decorativos. Também se encontraram objetos de obsidiana em Gilat, um sítio no oeste de Negueve, em Israel. Oito artefactos de obsidiana de Gilat que datam da Idade do Cobre são provenientes dos jazigos da Anatólia. Mediante a análise de ativação de neutrões (NAA) na obsidiana encontrada neste sítio conseguiu-se determinar rotas comerciais e redes de intercâmbio desconhecidas até então. === Américas === thumb|250px|Máscara de obsidiana do período Clássico proveniente de La Herradura, Tlaxcala, México A análise cuidadosa da obsidiana numa cultura ou lugar pode ser de grande utilidade para reconstruir o comércio, a produção e a distribuição, e com isso compreender os aspetos económicos, sociais e políticos de uma civilização. Este é o caso de Yaxchilán, uma cidade maia onde até se estudaram as implicações das guerras ligadas com o uso de obsidiana e os seus restos.Brokmann, Carlos, Tipología y análisis de la obsidiana de Yaxchilán, Chiapas, Colección Científica, no. 422, INAH, 2000 Outro exemplo é a recuperação arqueológica dos sítios costeiros Chumash na Califórnia, que apontam para a existência de laços comerciais importantes com o longínquo sítio de Casa Diablo nas montanhas da Sierra Nevada.C. Michael Hogan (2008). Morro Creek, A. Burnham (ed.). Megalithic.co.uk. Retrieved on 2011-11-20. As culturas mesoamericanas usaram profusamente a obsidiana para elaborar ferramentas e ornamentos. Também a utilizaram para elaborar armas, como as espadas de madeira dura com folhas de obsidiana incrustadas, conhecidas como hadzab entre os maias ou macuahuitl entre os aztecas. A arma era capaz de infligir terríveis lesões por combinar as lâminas afiladas da obsidiana com o corte irregular de uma arma de serra. As populações aborígenes das Américas comercializavam a obsidiana por todo o continente. Como cada vulcão, e em alguns casos cada erupção vulcânica, produz obsidiana com características distintas, os arqueólogos podem traçar as origens de cada artefacto específico. As mesmas técnicas de rastreio permitiram rastrear a origem da obsidiana encontrada na Grécia como procedente de Melos, Nisyros ou Giali, ilhas do mar Egeu. Os blocos e as folhas de obsidiana vendiam-se terra adentro, a grandes distâncias da costa. Em Chile encontraram-se ferramentas de obsidiana provenientes do vulcão Chaitén tão longe como em Chan-Chan, Mehuín, 400 km a norte do vulcão e também em vários lugares a 400 km ao sul do vulcão. === Ilha de Páscoa === Na Rapa Nui (Ilha de Páscoa) a obsidiana, denominada pelos antigos rapanui como mat'a, foi utilizada para elaborar ferramentas afiladas, tanto de corte como para a guerra, em forma de pontas de lança, as quais foram encontradas abundantemente em toda a ilha, e também como material para formar as pupilas dos olhos das estátuas moai (ou mo'ai). == Uso atual == Atualmente, alguns cirurgiões utilizam lâminas de obsidiana porque o seu fio é até cinco vezes mais delgado que o dos bisturis de aço. Os cortes feitos com as lâminas de obsidiana são mais finos e causam menos dano ao tecido orgânico, permitindo que as feridas cirúrgicas sarem mais rapidamente. Apesar de nos Estados Unidos o uso de lâminas de obsidiana para fins cirúrgicos em seres humanos não ter ainda sido aprovado pela Food and Drug Administration (FDA), a obsidiana é utilizado como escalpelo por alguns cirurgiões, porque as folhas de obsidiana bem preparadas apresentam um fio muito mais nítido que os bisturis cirúrgicos de alta qualidade de aço; o fio da obsidiana tem uma espessura de apenas 3 nanómetros. Mesmo a lâmina de metal melhor afiada tem uma folha irregular e dentada quando vista sob um microscópio; pelo contrário, as lâminas de obsidiana apresentam-se suaves e uniformes quando examinadas, mesmo com recurso a um microscópio eletrónico. A obsidiana é também utilizada para fins ornamentais e como pedra preciosa. Desde a década de 1970 que se utiliza obsidiana para a fabricação da base dos giradiscos, como por exemplo o modelo SH-10B3 da Technics, de coloração negra grisácea.Technics SH-10B3 obsidian plinth. vinylengine.Technics. oswaldsmillaudio.com ==Galeria== imagem:Different rocks at Panum Crater.jpg|A pedra superior é obsidiana, abaixo dessa é granito e à direita mais abaixo está o riólito (cor clara). imagem:Pig.snowobsidian.jpg|Porco, escultura em obsidiana \"floco de neve\" (10 cm). imagem:Obsydian śnieżny,6 USA.jpg|Obsidiana \"floco de neve\" polida. imagem:Apachenträne.jpg|Lágrima de apache imagem:Hand Pieces of Obsidian.jpg|Forma típica das pedras de obsidiana, com a típica fratura concoidal e bordos afiados. ==Ver também== *Espelhos nas culturas mesoamericanas – o espelho de obsidiana possuía significados rituais principalmente entre os astecas *Lágrima de apache *Hialoclastite e taquilite – vidros vulcânicos com composição basáltica *Talha lítica *Vidro do deserto da Líbia *Tuhua - uma fonte de ferramentas de obsidiana dos povos Māori. *Datação por hidratação da obsidiana *Ferramentas de pedra *Yaxchilan Lintel 24 – um baixo-relevo de origem Maia mostrando um ritual de sangramento em que a língua é perfurada por um cordão contendo lamelas de obsidiana ==Ligações externas== * * Categoria:Rochas vulcânicas Categoria:Rochas félsicas Categoria:Rochas vítreas Categoria:Vulcanologia Categoria:Gemas Categoria:Mineraloides Categoria:Sólidos amorfos",
 "title": "Obsidiana"
}