{
 "id": "29646",
 "text": "Novosibirsk (em russo Новосиби́рск, \"Nova Sibéria\") é a capital da província homônima, na Sibéria, Rússia. Localiza-se às margens do rio Ob. Com habitantes (censo 2014), é o maior centro urbano da Sibéria e a terceira maior cidade da Federação Russa, após Moscou e São Petersburgo. Fundada em 1893 durante a construção da Transiberiana, é uma cidade do estilo modernista, ruas amplas e com infraestruturas modernas, como o metrô inaugurado em 1985 (o único a leste dos Montes Urais), com duas linhas e 13 estações. O centro da atividade comercial é no lado direito do rio, onde concentra-se a atividade comercial e cívica. Aos 20 quilômetros no sul localiza-se o Akademgorodok, um bairro de ciência e do sector informático. == História == Anteriormente a região era habitada pelos povos samoiedos. Os primeiros cossacos russos chegaram ao território do Novosibirsk moderno no século XVI, e continuaram mais para leste. No início do século XVIII os imigrantes russos já moravam na margem ocidental do Ob, mas antes da primeira metade do século o território mais ao leste não foi controlado pela Rússia. Para manter a ordem e recolher os impostos, o império russo construiu a ostrog (fortaleza) de Chauss (modernamente o povoado de Kolyvan) em 1713 e aquela de Berdsk em 1716. Durante a construção da linha férrea do Transiberiano os projetistas poderiam escolher um trajeto mais a norte, perto de Tomsk (então a maior cidade da Sibéria), mas preferiram as costas de Novosibirsk moderno por que há colinas com camadas de rocha em pouca profundidade, o que foi muito conveniente para construção. O projeto foi aprovado no 1893 e no mesmo ano foi fundada a aldeia dos construtores na margem direita do rio, com a designação de Novo- Alexandrovskiy, como referência a Alexandre III, o czar da Rússia. Ainda que naquele tempo no território da cidade moderna existiam aldeias pequenas, foi o povoado dos construtores que cresceu e juntou elas. A ferrovia Transiberiana foi o primeiro meio do transporte rápido conectando os enormes territórios siberianos com a Rússia ocidental, e permitiu a agricultura e comércio local se desenvolver. A área do Novosibirsk e outros territórios do sul do Sibéria se ficaram exportadores dos produtos alimentares. Novosibirsk aproveito o cruzamento da ferrovia com o grande rio do Ob que permitia transportar o grano do sul. No ano de 1903, torna-se oficialmente uma cidade, chamada Novo- Nikolayevsk, referendo ao czar Nicolau II. Em 1925, por vontade da sua população, foi atribuída à cidade a designação atual de Novosibirsk (Nova Sibéria), e o governo comunista, preventivamente tendo medo da resistência nas cidades antigas de Omsk e Tomsk, decidiu de mudar a capital da região para Novosibirsk, mais nova e sem classe aristocrata. O centro da cidade possui os monumentos arquitetónicos desse época no estilo construtivista. Durante a segunda guerra mundial, Novosibirsk recebeu algumas fábricas evacuadas por Transiberiana e reconstruidas perto das linhas ferroviárias. Um dos seus monumentos de destaque é o Memorial, com placas de granito, onde estão inscritos os nomes das cerca de pessoas que morreram na Guerra Patriótica, inaugurado em 1965. == Geografia == === Clima === == Economia == Novosibirsk é um dos principais centros industriais da Federação Russa. O complexo industrial é formado por 214 empresas indústrias grandes e médias. Representam mais de dois terços da produção total de óblast de Novosibirsk, com um total de pessoas trabalhando o setor. As principais indústrias são a indústria de energia, gás, água, metais, a metalúrgica e a maquinaria, que representam 94% da produção industrial total. O número de empresas chegou a 132.071 unidades e existem 43.402 empresários individuais registados. O comércio por si só contou com um volume de vendas de 217.795,1 milhões de rublos em 2009 e cresceu alcançando a marca de 722.092,6 milhões de rublos, em 2011. A cidade é sede de várias empresas russas das mais importantes, entre elas a sede de concentrados químicos de Novosibirsk NPCC, uma das maiores empresas de combustível nuclear da Rússia; a empresa energética Novosibirskenergo; a companhia ferrovia da Sibéria Ocidental, a operadora de telecomunicações Sibirtelecom, a Associação de Produção de Aeronaves de Novosibirsk V.P. Chkalov, a empresa de engenharia para a produção de maquinário agrícola e equipamentos de mineração Sibselmash. No setor da construção e urbanismo, o governo local construirá um total de 10.612 mil metros quadrados de habitações até 2015 e manterá programas de reconstrução e modernização de habitações em mal estado e, em geral, um desenvolvimento integral da infraestrutura da cidade. Por sua parte, o comércio é um dos motores da estrutura industrial e da economia de Novosibirsk. Em 30 de março de 2011 a agência classificadora Standard & Poor's elevou a classificação de crédito a longo prazo da cidade de Novosibirsk de \"BB-\" a \"BB\" e a classificação em escala nacional a \"ruAA\". A perspectiva da classificação era \"estável\". == Infraestrutura == === Educação e ciência === Novosibirsk é conhecido por ser um importante centro científico, abrigando seção siberiana da Academia de Ciências da Rússia, no qual existem dezenas de institutos de pesquisa, entre estes o Novosibirsk State University, Institutos de Física e Matemática Escolar do NSU e a Escola Superior de Informática. Nas proximidades, em Koltsovo, há o Centro de Virologia e Biotecnologia. A cidade possui um total de 32 instituições de ensino superior (11 universidades, 8 academias e 13 instituições), além disso, existem 14 filiais de universidades de outras cidades da Rússia (incluindo instituições de Moscou e São Petersburgo). A maior universidade é a Universidade Técnica Estadual de Novosibirsk (NSTU), com mais de 22 mil alunos. As universidades presentes na cidade são: Universidade Estadual de Novosibirsk, Universidade Técnica Estadual de Novosibirsk, Universidade Estadual Agrária de Novosibirsk, Universidade Estadual de Arquitetura e Engenharia Civil de Novosibirsk, Universidade Estadual de Medicina de Novosibirsk, Universidade Estadual de Economia e Gestão de Novosibirsk, Universidade Estadual Pedagógica de Novosibirsk, Universidade Estadual de Economia e Comércio da Rússia, Universidade Siberiana Estadual de Transporte Ferroviário, Universidade Siberiana Estadual de Telecomunicações e Informática e Universidade Siberiana de Cooperativas de Consumidores. == Transportes == Novosibirsk é o maior centro de transportes da Sibéria e na cidade existe a confluência de várias linhas férreas e de rodovias, dentre elas destaca-se a ferrovia Transiberiana. Em Novosibirsk se encontra a sede da ferrovia da Sibéria Ocidental, um dos ramais siberianos da empresa estatal Ferrovia russa. A situação de Novosibirsk é fundamenta para o transporte já que conecta a Sibéria ao Oriente, Asia Central e Rússia europeia. Os fluxos humanos e o comércio contribuem significativamente no desenvolvimento da cidade. Novosibirsk é também um porto fluvial. Existe uma rede de ônibus na cidade. E outro meio de locomoção de massa na cidade é metrô (o único a leste dos montes Urais), inaugurado em 1986. Conta com duas linhas em funcionamento, totalizando doze estações, no final de 2005, foi inaugurada a décima segunda estação. É a forma mais rápida para deslocar-se, mas está concentrado na região central. A intersecção das rotas marítimas e terrestres são um fator adicional no crescimento da cidade. O porto fluvial se encontra nas proximidades da famosa ponde sobre o Rio Ob, na área central da cidade. A navegação pelo Ob consiste em transportes de mercadorias, transporte local de passageiros e a extração de areia. As rotas turísticas do rio só existem em Tomsk e Zavyalovo. Por último, o Aeroporto Internacional Tolmachevo, com voos regulares a outras partes da Rússia, Europa e Ásia. == Cultura == O Dia da Cidade é celebrado no final domingo de junho, com a realização de um concerto na Praça Lenine e na Avenida Krasniy. O trânsito rodoviario é encerrado neste dia. ==Esporte== A cidade de Novosibirsk é a sede do Estádio Spartak e do FC Sibir Novosibirsk, que participa do Campeonato Russo de Futebol.http://www.rsssf.com/tablesr/rus10.html A cidade também abriga a equipe de Futsal Sibiryak (Siberiano) que participa da Superliga de Futsal, a principal competição russa na modalidade, tendo sido vice campeã na temporada 2011/2012 e terceira colocada nas temporadas 2010/2011 e 2013/2014. Já o HC Sibir Novosibirsk, equipe de Hóquei no Gelo, disputa a Kontinental Hockey League (KHL), a segunda mais importante Liga de Hóquei no Gelo do mundo. == Ligações externas == *",
 "title": "Novosibirsk"
}