{
 "id": "29651",
 "text": "A história do Chile divide-se comumente em doze períodos históricos que cobrem o intervalo de tempo compreendido entre o começo do povoamento humano no atual território até à atualidade.Villalobos, Sergio, Historia del Pueblo Chileno, Ed. Zig-Zag, Santiago de Chile, 1980. O período pré-hispânico corresponde ao povoamento inicial do atual território chileno pelas várias etnias ameríndias, que se estende desde cerca de até a chegada dos espanhóis. A partir de 1492, a exploração europeia nas Américas começou. Fernão de Magalhães e sua expedição foram os primeiros europeus a chegar ao Chile. Eles chegaram pelo sul, através do Estreito de Magalhães, estreito que hoje leva seu nome, em 1520. Em seguida, Diego de Almagro comandou uma expedição ao Vale do Aconcágua e ao norte do atual território chileno em 1536. O terceiro período corresponde à conquista espanhola, que durou de 1536 a 1598, com a Guerra de Arauco, durante a qual os espanhóis ficaram prestes a ser exterminados pelos mapuches. O período colonial cobre mais de dois séculos , tendo sido um período marcado pela criação das instituições coloniais. Em seguida, o período da Independência decorreu entre a deposição do governador espanhol em 1818 ao exílio do libertador Bernardo O'Higgins em 1823. Ele foi marcado por várias batalhas contra os monarquistas, que conseguiram reconquistar rapidamente o país, e por problemas no novo governo. Uma vez que a independência do país foi atingida, seguiu-se um período de organização do Estado chileno entre 1823 e 1830, que viu três líderes vitoriosos e duas constituições. Entre 1831 e 1861, ocorreu o período da República Conservadora. Ele foi marcado pela entrada em vigor da Constituição de 1833 estabelecida por Diego Portales, com um governo forte e centralizado. Apesar de algumas tentativas de subversão, a estabilidade institucional foi mantida e o país experimentou a prosperidade econômica. O oitavo período, conhecido como a República Liberal (1861-1891), foi caracterizado por uma maior estabilidade política, permitindo uma ampliação do território nacional tanto ao sul como ao norte. Na guerra civil de 1891, começou a República parlamentar, que durou até a promulgação da Constituição de 1925. O Congresso Nacional passou a dominar a política e o presidente se tornou uma figura sem praticamente nenhuma autoridade. O país tornou-se urbanizado e os primeiros sindicatos foram criados. O período da República Presidencialista, da Constituição de 1925 até o golpe de Estado de 1973, marcou uma mudança nas instituições do país. Três partidos passaram a dominar a política: o Partido Radical, o Partido Democrata Cristão do Chile e os Partido Socialista do Chile. Muitas empresas públicas foram criadas neste período. Seu final foi marcada pelo triunfo das ideias de esquerda e socialistas. Após o Golpe de Estado de 11 de Setembro de 1973 que derrubou o presidente democraticamente eleito Salvador Allende, um regime militar ditatorial tomou o poder com uma junta liderada pelo general Augusto Pinochet. Dezenas de milhares de apoiantes da oposição foram presos, torturados ou mortos, inclusive no exterior, enquanto outros foram deportados ou condenados ao exílio. Com a ajuda dos Chicago Boys, Pinochet seguiu uma política econômica liberal, e uma nova constituição foi aprovada em 1980. == Chile pré- hispânico == De acordo com a teoria da passagem do Homem pelo Estreito de Bering através da ponte de Beríngia, durante a última glaciação conhecida com o nome de Würm pelos europeus e Wisconsin pelos americanos, o Chile – localizado na parte mais meridional da América do Sul e na zona ocidental da mesma, sobre o oceano Pacífico – foi a última região da América a ser ocupada. A glaciação Wurm-Wisconsin durou cerca de cinquenta mil anos. Segundo os cientistas, a Ponte Terrestre de Bering teve condições de ser transitada durante quatro mil anos na primeira fase e quinze mil anos na segunda. A partir de então, o homem foi andando para o sul, até chegar ao atual território chileno. O território atual do Chile, o menos povoado de todo o continente americano, foi habitado por diversos grupos indígenas antes da chegada espanhola. No início, os indígenas estavam organizados em grupos tribais nômades, evoluindo logo após sua chegada para sociedades aldeãs sedentárias. Os restos arqueológicos mais antigos do país foram encontrados em Monte Verde,Dillehay, Tom, C. Ramírez, M. Pino, M. B. Collins, J. Rossen, y J. D. Pino Navarro (9 de mayo 2008). «Monte Verde: Seaweed, Food, Medicine, and the Peopling of South America» . Science 320 (5877): pp. 784-786. próximo a Puerto Montt e datam de cerca de .Salisbury, David F. (2008). «New Evidence About Earliest Americans Supports Coastal Migration Theory» . Universidad Vanderbilt. \"New evidence from the Monte Verde archaeological site [...] confirms its status as the earliest known human settlement in the Americas\". Alguns restos encontrados na cova Fell, um sítio arqueológico na Terra do Fogo (região mais austral do país), indicam que a presença humana remonta a cerca de . As mudanças climáticas do 6.º milênio antes de Cristo alteraram drasticamente os costumes dos paleoindígenas chilenos que tiveram que se adaptar a um novo contratempo: a formação do deserto de Atacama, ocasionando o desaparecimento de muitas espécies, e o oceano Pacífico delimitando as atuais costas marítimas. Estes indígenas tiveram que se adaptar a um clima muito mais quente do que estavam acostumados, motivo pelo qual muitos se deslocaram do norte para o litoral e o vale central. Assim, se formaram os principais grupos indígenos chilenos: atacamenhos e aimarás na porção mais setentrional; diaguitas um pouco mais ao sul; os changos na costa setentrional; a grande família dos mapuches no vale central até o seno de Reloncaví e os tehuelches, chonos, alacalufes, onas e yámanas na Patagônia. De alguns milhares de paleoíndios existentes em VII a. C., a população aumentou até cerca de indígenas no .Silva Galdames, Osvaldo (1995). Historia de Chile Ilustrada . Santiago, Chile: COPESA. Durante o , a cultura dos povos indígenas foi influenciada pela expansão do império Inca sobre o norte do atual território chileno, iniciando com o Sapa (Imperador) Inca Pachacútec, e foi culminada sob a direção dos Sapas Incas Túpac Yupanqui e Huayna Capac. Estes últimos avançaram até o sul subjugando a povos aimaras, atacamenses, diaguitas e picunches; não conseguindo derrotar as tribos mapuches, estabeleceram finalmente a fronteira meridional do Império Inca ao norte do rio Maule.Sociedad Chilena de Historia y Geografía (Marzo de 1995). La expansión incaica en el valle de Aconcagua, según los cronistas (HTML). Boletín N.º 5 de la Filial Valparaíso de la Sociedad Chilena de Historia y Geografía. Página visitada em 17 de Fevereiro de 2014. Entretanto, na Ilha de Páscoa foi desenvolvida uma cultura com características polinésias muito avançadas, apesar de seu isolamento. A antigo povo Rapa Nui desenvolveu-se e construiu enormes esculturas conhecidas como Moais.Diamond, Jared (1995). \"El fin de los pascuenses\" (PHP) . Crisis energética. No entanto, aproximadamente entre os séculos XVI e XVIII, houve uma crise que levaria a uma guerra civil, que iria acabar com a maioria os vestígios da dita civilização.Calderón A., Enrique (17 de fevereiro de 2007). \"Colapso: La Isla de Pascua\" (PHP) . Diario La Jornada. == Descobrimento == O primeiro europeu a reconhecer o território chileno foi o português Fernão de Magalhães, na sua tentativa de circunavegação do planeta sob as ordens de Carlos I, rei da Espanha. Após zarpar de Sanlúcar de Barrameda em 26 de setembro de 1519, e de reconhecer grande parte do litoral brasileiro e argentino, Magalhães descobriu o estreito que liga o Pacífico ao oceano Atlântico, em 1 de novembro de 1520, data que a historiografia chilena considera como a do descobrimento do território do país. Em um primeiro momento, Magalhães nomeou o local de Estreito de Todos os Santos, tendo posteriormente levado o seu nome.Martinic, Mateo (2002). «Hallazgo del territorio por los europeos, su exploración y progresivo conocimiento (siglos XVI al XIX)» Breve historia de Magallanes. Punta Arenas: Ediciones de la Universidad de Magallanes. pp. 137. ISBN 956-7189-14-5. thumb|upright|Diego de Almagro, pioneiro na exploração espanhola do território chileno O primeiro explorador de grande parte do território chileno foi Diego de Almagro, companheiro de Francisco Pizarro na conquista do Peru. As disputas que teve com Pizarro pela divisão das riquezas do destruído império Inca levaram-no a se aventurar nas terras do sul. Almagro partiu de Cusco em julho de 1535. Muitos historiadores acreditam que uma das razões da viagem de Almagro eram os rumores da existência de um reino muito mais rico que o Inca ao sul, o qual poderia haver surgido de forma intencionada como forma de debilitar as investidas conquistadoras e assim permitir uma rebelião nativa. Após percorrer o caminho do Inca (cruzando territórios correspondentes às atuais Bolívia e norte da Argentina), Almagro realizou a travessia da cordilheira dos Andes com terríveis resultados: grande parte de sua comitiva morreu durante a travessia devido à hipotermia. Após mais de nove meses, Almagro finalmente chegou ao vale de Copiapó, em 21 de março de 1536. Almagro organizou o reconhecimento de sua governança denominada Nova Toledo (como havia sido chamado o território cedido ao conquistador por parte do monarca espanhol), sem encontrar as riquezas que tanto buscava. Um enfrentamento em Reinohuelén entre os indígenas e uma das patrulhas é considerado a primeira batalha da denominada Guerra de Arauco. Decepcionado e cansado da desastrosa viagem decide voltar ao Peru, em 1536, tomando a rota de Arequipa até Cuzco, onde se rebela contra Pizarro.Larraín Valdés, Gerardo (2001). Diego de Almagro . Santiago: Luxemburgo. ISBN 956-272-488-3. == Dominação espanhola == === Conquista === Em 1540, Pedro de Valdivia levou a cabo uma segunda expedição, com a qual se iniciou o período da conquista. Ao contrário de Diego de Almagro, tomou a rota do Deserto de Atacama.Vivar, Gerónimo de (1966). Crónica y relación copiosa y verdadera de los reinos de Chile 1558 . Em: Fondo Histórico y Bibliográfico José Toribio Medina, Tomo 2. Instituto Geográfico Militar, Santiago de Chile. Ao chegar ao vale de Copiapó, torna solene possessão do território, em nome do rei da Espanha e a nomeia Nova Estremadura, em homenagem à sua terra natal. Renova a marcha até o vale do Aconcágua, onde o cacique Michimalongo tentou o deter sem êxito. Em poucos meses Valdívia foi proclamado pelo cabildo como Governador e Capitão Geral da Nova Extremadura. Inicialmente rechaçou a ideia, porém aceita o cargo em 11 de junho de 1541. Nesta primeira etapa lutou contra os indígenas do norte do país, tentando consolidar a dominação espanhola naqueles territórios; quando dispôs de mais tropas iniciou a ocupação dos territórios situados mais ao sul. Também iniciou a fundação de outras cidades: La Serena (1544), Concepción (1550), La Imperial (1552), Valdivia (1552), Villarrica e Los Confines (1553).Encina, Francisco Antonio, y Leopoldo Castedo (2006). «Cronología General de Chile». Historia de Chile . vol. X. Santiago: Editorial Santiago. ISBN 956-8402-78-0. Em 1553, o país parecia definitivamente pacificado, mas os mapuches, dirigidos por Lautaro e Caupolicán iniciaram uma insurreição, e Valdívia perdeu a vida em um dos combates. O novo governador, García Hurtado de Mendoza y Manríquez (1557), posterior vice-rei do Peru (1589-1596), reconstruiu as cidades destruídas, mas não teve sucesso em vencer a resistência dos indígenas. Cabe destacar que, em 1557, desembarcou, no Chile, junto com o novo governador, seu amigo de infância, o poeta-soldado Alonso de Ercilla y Zúniga, que, inspirado em toda essa sangrenta epopeia, viria a ser o autor da primeira grande poesia épica americana: \"La Araucana\", onde retrata o heroísmo e tenacidade dos mapuches (araucanos) na defesa de suas terras, e \"apresenta\" o próprio Chile ao mundo, em verso heroico. \"La Araucana\" viria ser reconhecida por Miguel de Cervantes, no imortal \"Dom Quixote\", como uma das maiores obras escritas em verso heroico castelhano. No governo de Rodrigo de Quiroga, em 16 de dezembro de 1575, um terremoto acompanhado de um tsunâmi assolou a região sul, destruindo as cidades de La Imperial, Villarrica, Valdivia e Castro. Estudos recentes calculam, a partir de descrições do fenômeno e danos produzidos, uma magnitude perto de 8,5 graus na escala de Richter.Lagos López, Marcelo (2000). Tsunâmis de origen cercano a las costas de Chile . Revista de Geografía Norte Grande (27): pp. 98. Em 1598, os mapuches se revoltam novamente e se produz o \"desastre de Curalaba\", que quase acaba com a tentativa de colonização do Chile. As cidades ao sul do rio Biobío são destruídas, exceto Castro. Após sucessivos combates da Guerra do Arauco, se estabelece uma fronteira tácita entre a colônia espanhola e as terras sob dominação mapuche no rio Biobío, de onde se iniciaram depois perigosas revoltas.Obregón Iturra, Jimena (2008). Concepciones hispanas en torno a un territorio disputado en Chile (HTML). Revista electrónica de ciencias sociales. === Colônia === Finalizada a etapa de Conquista, inicia-se um período que durará mais de dois séculos, durante os quais se ampliaria e consolidaria a dominação espanhola no território, apenas resistida pelos mapuches. O Reino do Chile constituía administrativamente uma capitania-geral com capital em Santiago. O controle efetivo do território embarcado por esta se reduzia ao Vale Central até o rio Biobío. À frente da capitania se encontrava o governador e o capitão geral, assessorado pela Real Audiência, presidida pelo mesmo governador. A Audiência, além de servir de órgão de consulta do governador, tinha também as funções de tribunal de apelações do reino.Campos Harriet, Fernando (1999). Historia constitucional de Chile (7.ª edición). Santiago: Editorial Jurídica de Chile. ISBN 956-10-0405-4. Como toda capitania-geral, Chile era uma região especial de administração, mas com base no sistema de controle recíproco de autoridades, o rei sujeitou ao governador a vigilância do vice-rei do Peru, ao expressar em uma cédula real de 1589 que deveria \"guardar, cumprir e executar suas ordens, e o avisar de tudo que ali se oferecesse de consideração\". A partir de tal norma, os vice-reis entenderam que a relação entre ambos era de efetiva dependência, além de, em alguns casos, a relação do governador ser direta com o rei e em outras passar pelo vice-rei entre a capitania e o vice-reinado. Por exemplo, mediante cédulas reais, só se autorizou a vice-reis intervirem no Chile em caso de \"alvoroço e tumulto\"; facultou-se aos vice-reis colocar em prática táticas militares na Guerra de Arauco (defensiva) e, depois, ordenou- se diretamente ao governador do Chile implantá-las (ofensiva). Também se autorizou aos vice-reis remover o governador e, posteriormente, se negou a eles tal atribuição. Em respeito a recursos militares e abastecimento comercial, a capitania dependeu do vice-reinado. A administração de justiça da capitania era autônoma do vice-reinado, exceto a Inquisição que correspondia a um delegado de Lima e os juízos de comércio, que dependeram do consulado de Lima até 1795.Luis E. Boutin. La Inquisición en Chile . No Governo a relação foi flutuante, dependendo do período, as instruções que enviava o rei e inclusive as personalidades das respectivas autoridades (vice-reis e governadores), nunca havendo uma anexação formal da capitania ao vice-reinado. Além disso, em certos períodos, por questões estratégicas de segurança do Vice-reinado – por exemplo, diante de ameaças de corsários – os vice-reis intervinham diretamente no governo do Chile, inclusive por própria iniciativa. Mesmo assim, alguns governadores se acostumaram a consultar ou pedir conselhos sobre temas urgentes ao vice-rei, devido à grande distância que os separava do rei, na Espanha. Finalmente, em 1798, por conta de uma disputa entre o vice- rei O'Higgins e o governador Avilés, o rei Carlos III declarou que o Chile era independente do vice-reinado, \"como sempre deveria ter sido entendido\". A Guerra do Arauco tenderia, ao longo do período da colônia, diversas etapas de alta beligerância e outras mais pacíficas: guerra ofensiva, guerra defensiva e parlamentos. Além disso, os governadores espanhóis tiveram que enfrentar, durante a segunda metade do , a repetidas incursões de corsários ingleses. Para a sustentação do exército se estabeleceu, em 1600, o Real Situado, uma subvenção da coroa paga com cargo ao tesouro do vice-reinado do Peru.Francisco Antonio Encina & Leopoldo Castedo (1940-1952). \"Tomo II. La Colonia y la Ilustración\". Historia de Chile desde la Prehistoria hasta 1891 . Santiago. ISBN 956-8402-70-5. A situação geográfica do Chile, apertado entre as principais rotas terrestres e marítimas, foi um dos inconvenientes maiores com o qual lidou a colonização do país. Isto, somado ao constante estado de guerra em que se encontrava a capitania, converteram o Chile em uma das regiões mais pobres do império Espanhol na América. Os intercâmbios com o Peru foram a base da atividade comercial da capitania; posteriormente, ainda que legalmente proibido, se estabeleceu um comércio regular com Buenos Aires. O foi caracterizado economicamente como o século do sebo, pois este artigo, junto ao couro e o charque, se converteu no principal produto de exportação para o Peru, o que permitia a obtenção de importantes dividendos a uma economia precária, de escassa capacidade de produção em diversas áreas ao gado. O século seguinte, XVIII, foi chamado de século do trigo, já que neste século se formou uma nova estrutura social agrária, que permitiu um amplo desenvolvimento da agricultura e uma importante quantidade de exportações deste cereal ao vice-reinado. De fato, em 1687 o Chile se converteu no \"celeiro do Peru\", pois nesta data o país foi assolado por uma praga que afetou grande parte dos vales cultiváveis. Também se desenvolveu a mineração, com exploração de ouro, prata e cobre. Ainda que existisse um sistema de monopólio, o contrabando se tornou ativo e de forma ostensiva durante o , com a chegada de navios procedentes da França, Estados Unidos e Inglaterra. Apenas o estabelecimento da liberdade de comércio com a Espanha, em 1778, permitiu um intercâmbio mais contínuo com a metrópole. Durante esse período, ocorreram vários sismos de grande magnitude. Entre outros, o ocorrido em 13 de maio de 1647, que destruiu grande parte da cidade de Santiago; o de 15 de março de 1657, que danificou completamente Concepción e gerou um tsunâmi; e o de 8 de julho de 1730, que voltou a danificar seriamente Santiago e Valparaíso. == Independência == No ano de 1808, o Império Espanhol vivia um crescente estado de agitação, chegaram ao Chile as notícias da invasão napoleônica na Espanha. E o cativeiro de Fernando VIIPrimera Junta de Gobierno . Memoria Chilena. Portal de la cultura de Chile. na época em que tinha assumido García Carrasco como governador do Chile. Depois de um tumultuado caso de contrabando, renunciou em 1810. O militar mais antigo do Chile nesta época era Mateo de Toro y Zambrano, que assumiu interinamente o mandato.Bando de posesión del Conde de la Conquista . Ao mesmo tempo, havia se propagado fortemente entre os criollos o movimento juntista – trocar o governo espanhol por uma junta de notáveis que conservaria o governo enquanto durasse o cativeiro do Rei. O governador Mateo de Toro y Zambrano aceita a convocatória em um cabildo para decidir o estabelecimento de uma junta de governo. Assim, em 18 de setembro de 1810, se forma a Primeira Junta Nacional de Governo, ficando Mateo como presidente e dando início ao período denominado Pátria Velha. Em pouco tempo se convocam e se elegem os membros do Primeiro Congresso Nacional – tendo uma ampla maioria o movimento dos moderados, que propunham uma maior autonomia, sem chegar à completa separação do Império Espanhol, enquanto os exaltados, que pregavam a independência absoluta e instantânea, ficaram com a minoria. A priori, o governo transitório estabelecido se manteve sem intenções de obter independência. Porém, com o correr dos meses, tomou outros rumos, especialmente com a ascensão ao poder de José Miguel Carrera. São editados os primeiros textos constitucionais e leis próprias, e são criadas novas instituições, como o Instituto Nacional do Chile, a Biblioteca Nacional e o primeiro jornal chileno, a Aurora de Chile. Por vez, inicia a Guerra da Independência contra as tropas reais. As tropas enviadas pelo vice-rei do Peru, José Fernando de Abascal y Sousa, junto aos apoiadores da Coroa que habitavam o território, finalmente derrotam as tropas patriotas na Batalha de Rancagua, em 2 de outubro de 1814, dando início à Reconquista Espanhola. Neste momento se restauram as instituições coloniais, com os governos de Mariano Osorio e Casimiro Marcó del Pont. Com o Desastre de Rancagua, a maioria dos líderes independentistas teve que fugir para Mendoza, na Argentina. Ali foi formado o Exército dos Andes, a cargo do general argentino José de San Martín, do qual participava Bernardo O'Higgins, líder das milícias chilenas. Este Exército Libertador, que inicialmente contava com 4.000 homens e 1.200 militantes da tropa de auxílio para condução de mantimentos e munições, cruzou a Cordilheira dos Andes e em 12 de fevereiro de 1817 derrota as tropas reais na Batalha de Chacabuco, dando início à Pátria Nova. O'Higgins foi nomeado Diretor Supremo e, em 12 de fevereiro de 1818, primeiro aniversário da Batalha de Chacabuco, declara formalmente a independência do Chile, que se confirmaria com a vitória do exército chileno na Batalha de Maipú, em 5 de abril do mesmo ano. Sob seu governo realizaram-se diversas obras de infra-estrutura, organizou-se a Esquadra Libertadora que se dirige até o Peru, realizou-se a captura da cidade de Valdivia, que ainda se encontrava nas mãos dos espanhóis, por parte do almirante Thomas Cochrane e se promulgam duas cartas fundamentais, a Constituição de 1818 e a Constituição de 1822; O'Higgins, porém, ganha a antipatia do povo devido ao seu autoritarismo, suas tentativas de se manter no poder indefinidamente e a ordem de morte, por influência da Logia Lautarina, a Carrera e a Manuel Rodríguez. Para evitar uma guerra civil, O'Higgins renuncia em 28 de janeiro de 1823, e em julho do mesmo ano se exila no Peru. == Organização da república == Com a renúncia de Bernardo O'Higgins, o país entrou em um longo período de instabilidade política, que durou uma década. O general Ramón Freire, que se assume como Diretor Supremo sendo assessorado por Mariano Egaña, dedica-se a acabar com o último foco de resistência colonial em Chiloé,Encina, Francisco. Historia de Chile, tomo 17 , Ed. Ercilla, Santiago de Chile, 1983, pág. 89-92 y 133-141. mas a constante desordem política em que se encontra o país é um grave obstáculo ao seu governo. Como forma de solucionar o problema, é redigida a Constituição Moralista de 1823 – porém sua complexidade gera um grande rechaço na população que, somado à crise econômica imperante, provoca a caída do governo Freire.Salazar, Gabriel (2005). Construcción de Estado en Chile (1800-1837) . Santiago: Sudamericana. ISBN 9562622517. Em um ambiente dominado pelas disputas entre políticos, Manuel Blanco Encalada é eleito como primeiro Presidente do Chile. Seu curto governo esteve marcado pelo domínio do grupo federalista e a promulgação das Leis Federais de 1828. Mas novamente essa legislação é rechaçada e provoca o caos no país. Blanco Encalada renuncia e se estabelece uma sucessão de presidentes de curto período de governo.Historia de Chile: Segundo periodo: La creación de una nación (1810-1883). La Organización de la República . Biografía de Chile. Em 1828, Francisco Antonio Pinto consegue aprovar a Constituição de 1828, de linha liberal. Nas eleições, Pinto é reeleito, mas o acusam de fraude eleitoral. Além disso, o Congresso Nacional designa como vice-presidente Francisco Ramón Vicuña, cargo que deveria ser efetivado por eleição popular. Isto provocou o levante do exército, no comando de José Joaquín Prieto, que controla rapidamente o sul do Chile, dando início à Revolução de 1829.Ossa Santa Cruz, Juan Luis. La actividad política de Francisco Antonio Pinto: 1823-1828. Notas para una revisión biográfica . Revista: Historia 2007 I(40): pp. 91-128. ISSN 0073-2435. Pinto e Vicuña renunciam aos cargos para evitar uma guerra civil, mas já é demasiado tarde. A união entre conservadores, produtores de tabaco e partidários de O'Higgins, com a Batalha de Ochagavía, produz a queda do regime liberal e se instaura um governo revolucionário sob comando de José Tomás Ovalle. Finalmente, a batalha de Lircay outorga a vitória definitiva dos revolucionários e o fim do regime liberal. Batalla de Lircay, 17 de Abril 1830 . == República conservadora == Após a vitória na Revolução de 1829, José Joaquín Prieto assumiu como Presidente da República em 1831. Com ele, o poder de Diego Portales aumentou de tal forma que este último se converteu no homem mais importante do país.Bravo Lira, Bernardino (1992). El absolutismo ilustrado en Hispanoamérica: Chile (1760-1860) de Carlos III a Portales y Montt . Santiago: Impr. i Oficina de la Democracia. Seguindo a ideologia de Portales, de caráter autoritário - \"governo obedecido, forte, centralizador, respeitado e respeitável, impessoal, superior aos partidos e a os prestígios pessoais\" -, é promulgada a Constituição chilena de 1833, que entrega fortes poderes ao Presidente da República, eleito por sufrágio censitário por um período de 5 anos e reelegível por outros 5. Isso permite que o país acabe com o período de anarquia dos últimos anos, estabelecendo um período de estabilidade (só abalado momentaneamente pelas revoluções posteriores de 1851 e 1861), enraizado nas bases institucionais em que se desenvolveram os regimes posteriores, e começando a se recuperar da crise econômica. O descobrimento de cobre em Chañarcillo e a venda de trigo para mercados externos começaram a outorgar riqueza ao país. Além disso, a rivalidade dos portos de Valparaíso e de Callao no Peru pelo domínio do Pacífico se agravou com a criação da Confederação Peru-Boliviana de Andrés de Santa Cruz. Portales, um dos mais ferrenhos inimigos desta confederação, foi um dos promotores da guerra contra a união de Peru e Bolívia. Em sua posição de Ministro da Guerra, conseguiu que o Congresso chileno declarasse guerra contra a confederação em 28 de setembro de 1836. Grande parte do povo e do exército não estava convencida da ida à guerra; porém o assassinato de Portales, em 6 de junho de 1837, foi o alicerce necessário para a participação da população na guerra e a vitória na batalha de Yungay, a mando do general Manuel Bulnes, em 20 de janeiro de 1839.Villalobos, Sergio (2000). Chile y Perú, la historia que nos une y nos separa . Santiago: Editorial Universitaria. Em 1841, Bulnes é eleito como sucessor de Prieto. Durante este período, a economia do Chile segue em crescimento. Inaugura-se a Universidade do Chile e começa uma ascensão da cultura com a Sociedade Literária de 1842 de José Victorino Lastarria e Francisco Bilbao, entre outros. Também se deu início a um período conhecido como Época de Expansão, com o estabelecimento de uma colônia no Estreito de Magalhães.Manuel Bulnes Prieto (1799-1866). Su Gobierno . Memoria chilena. Ao fim de seu mandato uma tentativa revolucionária para evitar a ascensão de Manuel Montt foi aplacada pela Batalha de Loncomilla, em 8 de dezembro de 1851.Encina, Francisco Antonio, y Leopoldo Castedo (2006). Consolidación del Régimen Conservador, tomo VI de la Historia de Chile . Santiago de Chile: Editorial Santiago. pp. 32-36. ISBN 956-8402-74-8. Junto ao seu ministro, Antonio Varas, Montt seguiu a linha de seu predecessor: construção de estradas de ferro, pontes e estradas; elaborou-se o Código Civil de Andrés Bello e inicia-se a colonização do sul do Chile, através da imigração alemã nas regiões de Valdivia e Llanquihue, coroada pela fundação de Puerto Montt.Manuel Montt Torres (1809-1880) . Nuestro Chile, personajes de nuestra historia. Porém a estabilidade do regime conservador começou a ruir. A Questão do Sacristão deu origem a um conflito entre a Igreja Católica e o Estado, deixando Montt em uma encruzilhada. Diante desta situação, muitos conservadores se afastam do Presidente e se unem aos opositores do governo, dando origem à fusão Liberal-Conservadora. Antonio Varas, representando o Partido Nacional, finalmente é derrotado pela Fusão Liberal Conservadora, em 1851. == República liberal == José Joaquín Pérez assume como presidente em 1861, como candidato da unidade e assim acaba o período chamado Época dos Decênios - devido à duração dos mandatos dos presidentes Prieto, Bulnes, Montt e Pérez. Uma das primeiras situações conflitantes no seu governo foi a Guerra contra a Espanha.López Urrutia, Carlos (2007 [1968]). Capítulo XIV: La Guerra con España . Historia de la Marina de Chile. Santiago: El Ciprés Editores. pp. 289-322. ISBN 978-0-6151-8574-3. Consultado el 31 de marzo de 2012. O reino europeu havia ocupado as Ilhas Chinca, sob jurisdição do Peru como forma de pagamento por antigas dívidas contraídas durante a Guerra da Independência, logo após a batalha de Ayacucho (1824) e reconhecida na capitulação que se acordou após a batalha. Anos depois os detentores dos bônus, tanto peruanos quanto espanhóis, pressionaram para que a dívida fosse efetivada, o que motivou a presença na costa ocidental da América do Sul da Expedição Científica - denominação utilizada para uma forte esquadra de guerra espanhola. O pretexto da toma das ilhas foi um incidente na fazenda Malambo, que teve como resultado um espanhol morto e o Tratado Vivanco-Pareja, repudiado pelo povo peruano e que foi considerado como uma afronta à independência americana. O Chile se alia com o Peru, e finalmente no combate naval de Abtao os espanhóis são derrotados pela esquadra aliada, não sem antes bombardear o porto de Valparaíso, em 21 de março de 1866 e se livrarem do combate de Dois de Maio, em 2 de maio do mesmo ano, em El Callao. O período de expansão iniciado durante o governo de Montt foi continuado. No norte do Chile começa a exploração de minerais (salitre e cobre) na zona de Antofagasta, sob administração boliviana. Ao mesmo tempo, o francês Orélie Antoine de Tounens declarou a independência do reino da Araucania e Patagônia.Braun Menéndez, Armando (1967). El Reino de Araucanía y Patagonia . Santiago: Francisco de Aguirre. Ainda que este estado nunca tenha se instalado de fato, gera-se no país uma ideia de controlar finalmente a região de dominação indígena. Em 1865, uma lei interpretativa da Constituição estabelece a liberdade de cultos e em 1867 começa a regir o Código de Comércio.Sandoval, Ricardo (2007). Derecho Comercial . I. 1. p. 35. Em 1871, assume como presidente Federico Errázuriz Zañartu. Durante seu governo acaba a fusão Liberal-conservadora e se cria a Aliança Liberal, ao se unirem liberais com o Partido Radical.Matte Larraín, Arturo (1916). La Alianza Liberal de 1875 . Santiago: Imprenta Universitaria. Durante o regime liberal, realizam-se diversas modificações na constituição de 1933: reduz-se o quórum das sessões das câmaras do Congresso, limitam-se as faculdades presidenciais e se flexibiliza a acusação aos ministros por parte do Congresso, que começa a ter mais atribuições. Além disso começam a se tratar as \"questões teológicas\" ou relacionadas com a Igreja. O Código Penal é aprovado em 1874 e a Lei de Organização e Atribuições dos Tribunais (1975), que suprime o foro eclesiástico e os recursos de força. Em 1879, os atritos diplomáticos entre Chile e Bolívia, pela administração da fronteira norte do país e dos interesses chilenos nas minas de salitre, provocam o desembarque militar em Antofagasta em 14 de fevereiro, dando início à Guerra do Pacífico, o maior conflito bélico da história do país.Varigny, Charles (1974). La guerra del Pacífico . Santiago de Chile: Editorial del Pacífico S.A. Após a conquista do território de Antofagasta, o Chile rapidamente se enfrenta no mar com o Peru, aliado da Bolívia, e acaba com a conquista dos territórios de Tarapacá, Arica e Tacna, em meados de 1880. A Bolívia se retira da guerra em maio deste ano e o Chile consegue entrar em Lima com a Batalha de Miraflores, em 15 de janeiro de 1881. A guerra finalmente acaba com a Batalha de Huamachuco, em 10 de julho de 1883, com a firmação do Tratado de Ancón em 20 de outubro de 1883.Paz Soldán, Mariano (1904). Narración histórica de la Guerra de Chile contra el Perú y Bolivia . Buenos Aires: Librería e Imprenta de Mayo. A vitória chilena sobre os países aliados permite a expansão do território nacional anexando Tarapacá, Arica e Tacna pelo tratado de Ancón e Antofagasta. Paralelamente, a zona de Auracania havia sofrido um processo de lenta incorporação através da construção de fortes, instalação de colonizadores, tropas militares e a realização de parlamentos, resultando na Pacificação da Auracania em 1881.Bengoa, José (2000). Historia del pueblo mapuche: Siglo XIX y XX . Santiago: LOM Ediciones. ISBN 956-282-232-X. Em 1888 é também incorporada a Ilha de Páscoa.Bengoa, José (2004). \"Capítulo XVII: El pueblo Rapanui - El Acuerdo de voluntades entre el Ariki Atamu Tekena y el Capitán de Corbeta Policarpo Toro\". La memoria olvidada: Historia de los pueblos indígenas de Chile . Santiago: Publicaciones del Bicentenario. pp. 624-633. ISBN 956-7892-04-0. Por outro lado, o Chile renuncia ao território da Patagônia Oriental e da Puna de Atacama e os cede à Argentina com o tratado de 1881.Eyzaguirre, Jaime (2000). Breve historia de las fronteras de Chile . Santiago: Editorial Universitaria. pp. 69-75, 79-96. ISBN 956-11-1356-2. Os novos territórios incorporados provocaram um explosivo auge econômico no país, derivado principalmente da mineração do salitre, recuperando-se assim da crise econômica dos anos 1870. Diversas empresas europeias, principalmente britânicas, instalaram-se no extremo norte do país explorando nitratos. A riqueza produzida pelo \"ouro branco\" sustentava cerca de 75% dos ingressos fiscais e a totalidade da economia nacional.Blakemore, Harold (1977). Gobierno chileno y salitre inglés. Balmaceda y North 1886-1896 . Santiago: Editorial Andrés Bello. Entre 1883 e 1884, aprovaram-se diversas leis que apontavam para a laicização do Estado: lei de cemitérios laicos; lei do matrimônio civil; lei do registro civil. José Manuel Balmaceda foi eleito presidente em 1886. Aproveitando-se dos diversos dividendos da exploração do salitre, o governo de Balmacena caracterizou-se pela modernização completa do sistema econômico, educacional e sanitário, e a construção de grandes obras civis, como estradas de ferro ao longo de todo o país e o viaduto do Malleco. Durante seu governo, tratou de unificar liberais em torno de sua figura, mas a divisão se aprofundou, impossibilitando o desenvolvimento normal de sua gestão. Era comum que o congresso acusasse constitucionalmente aos ministros, paralisando o desenvolvimento normal do governo de Balmaceda. Além disso, somou, como inimigos, os líderes conservadores, a aristocracia e os empresários do salitre.Ramírez Necochea, Hernán (1972). Balmaceda y la contrarevolución de 1891 . Santiago: Editorial Universitaria. A forte oposição a Balmaceda se concretizou quando o congresso não aprovou a Lei de Proposições de 1891. Balmaceda declarou, em 1 de janeiro, que esta lei entraria em vigência e que o congresso não se reuniria até o mês de março daquele ano. No mesmo dia, o Congresso considerou ilegítima a atitude do Presidente e declarou a sua destituição. A Marinha chilena se uniu aos parlamentares, enquanto o exército declarou sua lealdade ao primeiro mandatário, dando início à Guerra Civil de 1891.Núñez, Jorge (2003). 1891: Crónica de la Guerra Civil . Santiago: LOM Ediciones. ISBN 956-282-527-2. Em 12 de abril, foi declarado um governo paralelo em Iquique, liderado por Ramón Luco e o almiranto Jorge Montt.San Francisco, Alejandro (2007). La Guerra Civil de 1891. Tomo I, La Irrupción Política de los Militares . Santiago: Centro de Estudios Bicentenario. Rapidamente, as tropas congressistas derrotaram no norte os balmacedistas. Com as batalhas de Concón (20 de agosto) e Placilla (28 de agosto), as tropas revolucionárias conseguiram entrar em Santiago. Balmaceda, refugiado na Embaixada da Argentina, suicida-se em 19 de setembro (no dia anterior finalizava-se o seu mandato), acabando com a guerra civil que produziu mais de 10.000 mortes.Bravo Lira, Bernardino (1986). Historia de las instituciones políticas de Chile e HispanoAmérica . Santiago de Chile: Editorial Andrés Bello. pp. 268. ISBN 956-13-1086-4.Espinoza, Julio Bañados (2005). Balmaceda, su gobierno y la revolución de 1891 . Santiago: Centro de Estudios Bicentenario. == República parlamentarista == A vitória das tropas congressistas na Guerra Civil permitiu o estabelecimento de um sistema político conhecido como República Parlamentar, dominado principalmente pela oligarquia composta pelos grandes latifundiários, a burguesia mineradora e bancária e a aristocracia chilena. Ainda que não tenha se estabelecido um sistema parlamentar propriamente dito, o Congresso Nacional dominou a política nacional e o Presidente se converteu em uma figura praticamente decorativa, sem autoridade e subalterno à decisão das maiorias parlamentares, o que o tornava incapaz de aprovar as reformas que o país precisava. Os gabinetes ministeriais eram constantemente censurados pelo Congresso e deveriam apresentar a sua renúncia imediatamente, produzindo-se uma rotativa ministerial que impossibilitava um governo adequado. Por exemplo, o governo de Germán Riesco teve um total de 17 gabinetes e 73 ministros em um período de cinco anos. thumb|Valparaíso em 1906, após histórico sismo Durante estes anos, o progresso do país continuou devido à riqueza produzida pela mineração do salitre, o que permitiu a construção de algumas obras como a Estrada de ferro Transandina e o Museu Nacional de Belas Artes, em comemoração ao centenário da Independência chilena. Além disso, a economia do país teve que se sobrepor ao destruidor sismo que assolou o porto de Valparaíso em 16 de agosto de 1906. Internacionalmente, mediante arbitragem britânica, resolveram-se os problemas limítrofes que o país mantinha com a Argentina na zona meridional dos Andes - devido à aplicação dos critérios do divortium aquarum (divisão de águas), defendido pelo Chile, e dos mais altos cumes, sustentado pela Argentina, que não coincidiam na região. Ao mesmo tempo, ambos países, junto ao Brasil, firmam o denominado Pacto ABC para estabelecer mecanismos de cooperação e de mediação entre os estados e, de certa forma, frenar a crescente influência estadunidense na região. À época também se iniciou a Primeira Guerra Mundial, conflito no qual a posição do país foi neutra. Contudo, ao longo das primeiras décadas do , começou a se manifestar o descontentamento dos cidadãos pela má situação. A forte migração de camponeses às cidades fez com que estes se submetessem a paupérrimas condições de vida, moradia e problemas sanitários. A mortalidade em 1895 era de 31%; pessoas morreram de varíola em 1909, e de tifo, ao passo que o analfabetismo superava 68% da população. Além disso, as condições de trabalho tanto nas cidades quantos nas empresas de salitre eram vergonhosas. Mil pessoas morriam em acidentes de trabalho a cada ano, mas toda essa situação era minimizada e desconhecida pelos dirigentes. Como forma de melhorar a situação, a partir dos anos 1900 começou a se fazer presente a chamada Questão Social, com as primeiras greves de trabalhadores exigindo condições básicas para o seu desenvolvimento no trabalho. As primeiras reformas nesse sentido surgiram em meados dessa década: exemplo disso é que só em 1907 foi implantado o descanso aos domingos. Muitos desses protestos acabaram tragicamente pela repressão militar contra os trabalhadores, sendo a mais conhecida a Matança de Santa Maria de Iquique. A fundação de sindicatos e do Partido Trabalhador Socialista 1912 permitiu o desenvolvimento do movimento operário nacionalmente. Os protestos começaram a se tornar cada vez maiores e mais violentos, demonstrando a incapacidade da classe dirigente para enfrentar os problemas que a nova sociedade industrial demandava. Em 1920, a união das forças populares e da classe média deu poder à oligarquia, e Arturo Alessandri assumiu como presidente. Alessandri propôs, ao Congresso, a adoção de leis muito avançadas no âmbito social, mas tais projetos encontraram uma forte oposição no senado. O descontentamento pela recusa das reformas se manifestou no chamado \"ruído de sabres\" de 1924, realizado pela jovem oficialidade do exército, que, em uma sessão do Congresso em que se debatia a remuneração parlamentar, fizeram soar suas cornetas como forma de demonstrar sua reprovação, o que foi interpretado como uma ameaça de golpe de estado. O Congresso aprova, nessa situação, rapidamente, as leis sociais, crendo que os militares voltariam a seus próprios trabalhos; porém isso não aconteceu. Diante de tal situação, Alessandri sente que seu poder foi superado e apresenta a renúncia ao Congresso, asilando-se na embaixada dos Estados Unidos. O Congresso não aceita a sua renúncia, dando-lhe uma autorização para se ausentar do país por seis meses. Em 10 de setembro, deixa o país, rumo à Itália. O poder ficou a cargo dos militares, que constituíram uma Junta de Governo, que não conseguiu, no entanto, controlar a situação. Em 12 de setembro, as forças armadas dissolveram o Congresso após 93 anos de funcionamento ininterrupto. Em 23 de janeiro do ano seguinte, se formou uma nova junta. Em poucos meses, solicitou-se o retorno de Alessandri. Ao voltar, em 20 de março de 1925, ele deparou-se com a aparição de um novo caudilho militar, Carlos Ibáñez del Campo, o seu Ministro da Guerra. Alessandri decidiu, então, realizar mudanças profundas na política nacional: criou o Banco Central de Chile e conseguiu que se aprovasse, em um plebiscito, uma nova Constituição, que foi promulgada em 18 de setembro de 1925. Com essa constituição, o poder voltou a ser exercido efetivamente pelo Presidente da República, dando fim ao governo parlamentar e estabelecendo um regime presidencial. == República presidencial == === Crise e instabilidade === Com a vitória do Presidencialismo, Alessandri e Ibáñez se enfrentaram em uma disputa pela liderança. O primeiro desejava estabelecer um candidato único à Presidência, cargo que Ibáñes ambicionava. Este foi apoiado por um manifesto de vários políticos promovendo sua candidatura que parecia oficial apesar da negativa manifestada por Alessandri, produzindo a renúncia generalizada do gabinete. Diante dessa situação, Ibáñez publicou uma carta aberta ao Presidente o recordando que só poderia governar emitindo decretos com a sua assinatura, já que era o único ministro do gabinete. Desta forma, o governo de Alessandri estava submetido às decisões de Ibáñez, algo que Alessandri não aguentaria: designou Luis Barros Borgoño como ministro do Interior e apresentou sua renúncia irrevogável, em 2 de outubro de 1925. Barros Borgoño foi substituído por Emiliano Figueroa, que havia sido eleito como candidato do consenso entre os partidos políticos para enfrentar a crise política em que o país se encontrava. Contudo Ibáñez manteve-se como ministro do Interior. Figueroa não pôde controlar Ibáñez e terminou renunciando em 7 de abril de 1927 - fato que permitiu a Ibañéz assumir a Presidência diante da disponibilidade do cargo. Durante seu governo criaram-se diversos organismos como a Linha Aérea Nacional, a Controladoria Geral da República, Carabineros do Chile e a Força Aérea do Chile. Além disso, promulgou-se o Código do Trabalho e firma-se o Tratado de Lima, em 3 de julho de 1929, que acaba com os problemas de fronteira com o Peru. Ibáñez teve, em seu começo, o respaldo da população. Mas com o passar dos meses começou a ter atitudes extremamente autoritárias. Centenas de políticos, incluindo Alessandri, partiram para o exílio; estabeleceram-se restrições à imprensa e o Congresso foi designado por Ibáñez com acordo dos partidos políticos, recebendo o apelativo de Congresso Termal, por conta do local da negociação (as Termas de Chillán). thumb|esquerda|Propaganda de 1930, acerca da produção de nitrato (salitre) do Chile O crash da bolsa de Nova Iorque deu origem, em 1929, à Grande Depressão. O governo de Ibáñez, que havia triplicado a dívida externa ao solicitar empréstimos aos Estados Unidos, e o inevitável colapso da mineração do salitre, provocaram uma crise sem precedentes no Chile, fazendo, do país, o mais afetado do mundo pelo incidente. Diante dessa situação, Ibáñez apresentou a renúncia em 1931 e deixou o governo nas mãos de Juan Esteban Montero, presidente do Senado. Nas eleições que foram convocadas para outubro, Montero derrotou, com folga, Alessandri, que havia voltado do exílio. Montero, ao reassumir a presidência, enfrentou imediatamente diversas tentativas revolucionárias. A sublevação da Esquadra em Coquimbo só foi a primeira tentativa de golpe de uma série que se sucederia nos meses seguintes, conseguindo se consumar finalmente em 4 de junho de 1932. Os líderes do golpe de estado, Marmaduke Grove, Carlos Dávila e Eugenio Matte, declararam a República Socialista do Chile. Porém esse governo durou apenas doze dias, até que um contra-golpe acabou com essa tentativa, o que permitiria que Dávila como presidente e outros membros da junta fossem desterrados na Ilha de Páscoa. Dávila, contudo, esteve só cem dias como presidente e, após vários mandatos interinos, Alessandri foi eleito como presidente da República. O segundo mandato de Arturo Alessandri caracterizou-se principalmente pela recuperação do país, tanto da economia quanto da política. Para isso, Alessandri utilizou-se em várias oportunidades das faculdades extraordinárias de seu cargo e conseguiu afastar o exército da política, que no momento estava composto pela coalizão de conservadores e liberais, o Partido Radical (que cada vez tinha mais destaque), e a esquerda emergente composta pelo Partido Socialista e o Partido Comunista. Além disso, a influência das ideologias fascistas que surgiam na Alemanha, Espanha e Itália foi assimilada pela juventude do Partido Nacional Socialista do Chile, liderado por Jorge González von Marées. Ainda que no começo Alessandri governou com um gabinete pluralista, os radicais lentamente começaram a se aproximar dos partidos de esquerda, retirando-se do governo em abril de 1934. A divisão dentre o governo da direita com a esquerda e os radicais começou a se tornar cada vez mais profunda e a violência começou a reaparecer. O Massacre de Ranquil foi só uma amostra da tensão que começou a reinar nos campo e na cidade. Alessandri declarou estado de sítio em fevereiro de 1936 e fechou o Congresso, enquanto os operários se declaravam em guerra à sombra da recém fundada Confederação de Trabalhadores do Chile. Apesar das agitações que ocorriam no país, Alessandri, junto ao ministro Gustavo Ross Santa María, estava conseguindo recuperar a derrotada economia. A mineração de salitre já estava dando seus últimos frutos e começava a ser substituída pelo cobre, enquanto a agricultura estava se recuperando rapidamente. A dívida externa foi reduzida em 31% com a compra de bônus depreciados e a indústria nacional conseguia satisfazer 70% das necessidades do país. Essa melhora permitiu a construção de obras como o Estádio Nacional e o Bairro Cívico. Com a aproximação da eleição presidencial, os radicais começaram a se aliar com os comunistas e socialistas, formando a Frente Popular, o qual levantou a candidatura do radical Pedro Aguirre Cerda. A Coalizão elegeu Gustavo Ross como candidato presidencial, sendo detestado pela oposição, que o denominava Ministro da Fome. Porém a surpresa foi a candidatura de Ibáñez, apoiado pela Aliança Popular Libertadora e o Partido Nacional-Nacionalista. Ross parecia ser o vencedor das eleições graças à onerosa campanha realizada e à divisão dos eleitores opositores entre Aguirre Cerra e Ibáñez. Porém um terrível acontecimento mudaria a situação: membros das juventudes nazistas tomaram a Casa Central da Universidade do Chile em 5 de setembro de 1938. Atrincheirados no edifício, uma tropa de artilharia atacou a entrada principal, o que ocasionou a rendição dos 71 protestantes. Estes foram transferidos ao Edifício do Seguro Operário, localizado em frente ao Palácio de La Moneda, e ali foram fuzilados por carabineros. A Matança do Seguro Operário foi atribuída à oposição como ordem de Alessandri, o que provocou a renúncia de Ibáñez de sua candidatura e seu apoio a Aguirre Cerda. Finalmente em 23 de outubro o candidato da Frente Popular obteve 50,2% dos votos, contra 49,3% de Ross. === Governos radicais === Pedro Aguirre Cerda assumiu o cargo de Presidente e levou a cabo uma política de esquerda moderada, promovendo a industrialização e diminuindo o poder da oligarquia. Diante do devastador sismo que devastou Chillán e grande parte do sul do país em 1939, funda a Corporação de Fomento da Produção. Através do \"Projetio de substituição de Importações\" busca conseguir a independência econômica do país. Exemplo disso é a criação da Empresa Nacional de Eletricidade, a fundação de plantas hidrelétricas, a ENAP a cargo da primeira descoberta de petróleo em Magalhães, a Companhia de Aços do Pacífico e indústrias estatais de exploração silvoagropecuária e manufatureira. Com esse impulso, a indústria chegou a um crescimento anual de 7,5% entre 1940 e 1943. Os bons resultados econômicos começaram a produzir mudanças na sociedade chilena e dar novos brios às cidades. Santiago, por exemplo, começou a explodir demograficamente, alcançando 1 milhão de habitantes e a cultura se desenvolveu graças aos aportes literários de Vicente Huidobro e Augusto D'Halmar. Como parte de sua vocação de educador, Aguirre Cerda iniciou a extensão da educação pública a grande parte do país, acreditando ser a única forma de superar a pobreza. Durante estes anos as relações internacionais do país tiveram que enfrentar importantes fatos bélicos que assolavam grande parte do mundo. A Guerra Civil Espanhola produziu um massivo êxodo de espanhóis, que chegaram ao país graças às ações realizadas pelo embaixador na França, Pablo Neruda - principalmente a bordo do navio Winnipeg. Anos mais tarde, produziu-se o início da Segunda Guerra Mundial, onde o Chile, assim como na Primeira Guerra Mundial, declarou- se neutro, apesar de grande parte da população apoiar os Aliados. Por outro lado, em 1940 e por ordem de Aguirre Cerda, oficializa-se a reclamação do país sobre a Antártida e declaram-se os limites do Território Antártico Chileno. O governo de Aguirre Cerda teve um fim abrupto devido à mortal tuberculose que o afetou, falecendo ao fim de 1941 sem terminar o mandato. Em 1942, o radical Juan Antonio Ríos é eleito como sucessor de Aguirre Cerda, finalizando a maioria dos projetos deste. Durante seu governo, as pressões para tomar parte oficialmente na Segunda Guerra Mundial, tanto pelos Estados Unidos quanto por simpatizantes do Eixo, termina com a declaração de guerra à Alemanha e Japão, em 20 de janeiro de 1943. Um feito transcendente para a história da literatura chilena foi a premiação da poetisa Gabriela Mistral com o Prêmio Nobel, em 10 de dezembro de 1946. A estabilidade originada nos governos radicais, com a soma das distintas forças políticas, começou a ruir seriamente durante o governo de Ríos. A crise entre a presidência e os socialistas, os comunistas, a direita e seus companheiros de partido levou Ríos a exigir a saída de todos os radicais de seu gabinete. Porém, como seu antecessor, a saúde impediu que continuasse no cargo de Presidente, falecendo em 1946. Gabriel Gonzáles Videla foi eleito Presidente como líder da Aliança Democrática, composta entre outros pelo Partido Radical e pelo Partido Comunista (PC) liderado por Neruda. Porém, em 1947, as eleições municipais deixaram clara a ascensão do PC em pleno cenário da Guerra Fria. Diante desta situação, e sob influência da guerra fria e do macartismo norteamericano, González Videla expulsa o PC de seu governo e se converte em seu férreo opositor. Os sindicatos mineiros de Lota e Chuquicamata, dominados por comunistas, declaram-se em greve e instala-se o estado de sítio em Santiago; nesse contexto, o Congresso aprova a Lei de Defesa da Democracia, denominada como a \"Lei Maldita\" por seus opositores, que proscreve ao Partido Comunista e envia seus militantes a um campo de detenção em Pisagua. Além disso, durante o governo de Gonzáles Videla elabora-se o \"Plano Serena\", visando o desenvolvimento da província de Coquimbo e remodelação de La Serena, além da conquista do voto feminino. Instalam-se as primeiras bases antárticas e funda-se a Universidade Técnica do Estado. Para a eleição presidencial de 1952, enfrentam-se Pedro Enrique Alfonso (representando o radicalismo), o centrista Arturo Matte, o socialista Salvador Allende e Carlos Ibáñez del Campo como candidato independente. O general Ibáñez aparece como a solução dos problemas da política tradicional e, com seus lemas de \"O General da Esperança\", \"Pão para Todos\" e seu símbolo da vassoura para varrer a corrupção, consegue a vitória com mais de 47%. O populismo com que assume Ibáñez permite ao seu governo grande adesão da população, aproximando-se da esquerda. Nos seus primeiros anos apóia inclusive a fundação da Central Única de Trabalhadores, liderada por Clotario Blest e derruba a \"Lei Maldita\" no fim de seu mandato. Porém em 1955 a substituição de importações fracassa e a economia entra em recessão. Seu governo começa a enfraquecer devido ao pouco apoio de partidos. Como forma de buscar uma solução ao problema econômico encarga-se à Missão Klein-Saks, uma firma estadunidense que apresenta ao presidente a única forma de solucionar os problemas: medidas liberais, como reformas no comércio exterior, supressão de subsídios, eliminação de reajustes automáticos de salários no setor público e parte do privado, modificação do estatuto do Banco Central do Chile e a criação do Banco do Estado do Chile. Estas medidas tornam-se impopulares e geram descontentamento na população. Greves ameaçam novamente a estabilidade do Governo e é proclamado estado de sítio por Ibáñez, sendo rechaçado pelo Congresso. Em 1957 enfrenta duramente a Federação de Estudantes da Universidade do Chile, pela alta nas passagens do transporte público, tendo os protestos deixando um saldo de mais de 20 mortos e graves danos materiais ao centro de Santiago. === Os Três Terços === Apesar das tentativas do Bloqueio de Saneamento Democrático, a forte decepção que produziu o populismo de Ibáñez na população permitiu a vitória do independente de direita Jorge Alessandri, filho de Arturo Alessandri, nas eleições presidenciais de 1958. Alessandri obteve cerca de 31,6%. Salvador Allende, como candidato da Frente de Ação Popular (FRAP) - aliança de esquerda - obteve 28,9%, enquanto o democrata cristão Eduardo Frei Montalva conseguiu 20,7%. Nesta eleição, o Partido Radical (cujo candidato Luis Bossay só obteve 15%) começa a perder protagonismo ante a conformação de um sistema político conhecido como \"Os Três Terços\" (a direita, a democracia cristã e a esquerda), e que perdurará por quinze anos. Devido ao fato de nenhum candidato ter alcançado a maioria absoluta, o Congresso teve que eleger o presidente, dando ao candidato da direita o cargo. O engenheiro Alessandri decide pôr em prática um plano de estabilização econômica, centrado fundamentalmente na luta contra a inflação. Devido a seu caráter sóbrio e técnico, muitas de suas medidas não são populares. A ideia de Alessandri é criar um Estado que tenha a infra-estrutura para incentivar o investimento privado, deixando a ideia do \"Estado Paternalista\". Para tanto, deixa-se assessorar por muitos especialistas na matéria, muitos dos quais eram independentes, o que provoca certos atritos com os partidos que o apoiavam. Durante seu governo, Alessandri teve que enfrentar os efeitos dos catastróficos terremoto e maremoto dos dias 21 de maio (com epicentro em Concepción) e 22 de maio de 1960 (com epicentro em Valdivia), mas que arrasou todos os povoados situados entre Chillán e Chiloé, sendo o movimento sísmico de maior intensidade registrado na história da humanidade, com 9,5 graus de magnitude na escala de Richter. Estima-se que a reparação dos sinistros tenha custado mais de 422 milhões de dólares. Apesar disso, o povo comemorou a realização do Campeonato Mundial de Futebol de 1962 no Chile. Em sua gestão, foram criadas as empresas estatais Entel Chile, Enami e Ladeco, e Alessandri tentou conseguir ajuda econômica estadunidense através da Aliança para o Progresso. Ademais, começou a materializar-se o projeto de reforma agrária que Alessandri via como uma forma de otimizar a exploração da terra. A reforma foi feita mediante a redistribuição das terras do Estado, sem interferência nas propriedades dos grandes lafundiários. Ao se aproximarem as eleições de 1964, a Guerra Fria estava no auge e o crescimento do socialismo de Allende parecia inevitável. É assim que a figura de Eduardo Frei Montalva emerge como forma de deter a FRAP. Com seu lema \"Revolução em Liberdade\", Frei consegue somar aliados a seu projeto de reformas profundas no país, sem submetê-lo à influência soviética, como supostamente faria Allende. Em dois anos, o Partido Democrata Cristão do Chile converte-se na principal referência política dos anos 1960. A luta entre Allende, Frei e o candidato da Frente Democrática, Julio Durán, é praticamente voto a voto. Porém um fato conhecido como \"Naranjazo\" mudaria completamente o destino da eleição. A morte do deputado socialista por Curicó, Óscar Naranjo, permitiu a realização de uma eleição complementar, prévia da presidencial, e que foi utilizada por todos os partidos como uma prévia da eleição do 4 de setembro. Nesta eleição, o filho do falecido, também socialista, obteve 39,2% dos votos, frente a 32,5% da Frente Democrática e 27,7% do Partido Democrata Cristão. Atemorizados com uma possível vitória de Allendre, os partidários da direita apóiam massivamente Frei, o qual ademais receberia apoio do governo dos Estados Unidos. A marcha da Pátria Jovem, organizada para apoiar a candidatura de Frei, converte-se em um êxito com a assistência de milhares de pessoas ao Parque Cousiño, o que seria uma prévia do resultado final da eleição. Frei obteve 56% dos votos (uma das mais altas maiorias na história eleitoral chilena) enquanto Allendre obteve cerca de 40%. Eduardo Frei leva adiante uma política de reformismo moderado, em que se destaca a construção de milhares de moradias, modernização do aparato estatal, a reforma educacional (obrigatoriedade de oito anos), fortalecimento das organizações de base e a ampliação da Reforma Agrária. Esta última se converteu em um dos temas mais delicados já que, ao contrário do governo de Alessandri, incluem-se expropriações das grandes fazendas, o que leva a animosidades com os políticos de direita que entendem o ato como uma traição ao seu apoio à eleição presidencial. Por outro lado, o governo inicia o processo de \"Chilenização\" do cobre, adquirindo a mina El Teniente e grande parte das ações de Andina e La Exótica. Além disso, constroem-se o túnel Lo Prado e o Aeroporto de Pudahuel, funda-se a Televisão Nacional do Chile e iniciam-se as escavações do Metrô de Santiago. Porém em 1967 a Democracia Cristã começa a rachar enquanto o governo deve assumir o rechaço tanto da esquerda quanto da direira. Em 1968, as greves começam a se propagar, enquanto as reformas das estruturas políticas dos alunos da Universidade do Chile e da Universidade Católica do Chile produzem sérios conflitos entre os estudantes e o governo. Em 1969, a crise do governo Frei se acentua, incluindo-se inclusive rumores de Golpe de Estado, o que se concretiza em 29 de outubro com o chamado \"Tacnazo\", liderado pelo general Roberto Viaux, que leva o Regimento Tacna às ruas de Santiago. Ainda que o evento tenha sido apaziguado e nada foi mais que um falso alarme, refletiu a gravidade da situação política em que se avizinha uma iminente vitória de Salvador Allende nas próximas eleições. No mesmo ano, surgiu o Movimento da Ação Popular Unitária (MAPU), como facção mais esquerdista da Democracia Cristã e se une à Unidade Popular, a nova aliança formada por socialistas, comunistas, radicais, sociais-democratas e outros grupos, tendo como propósito a chegada de Allende ao Palácio de La Moneda. Radomiro Tomic, o candidato oficial, não é considerado apto para derrotar Allende, motivo pelo qual a direita declara Jorge Alessandri candidato. Ainda que Alessandri obtivesse a princípio um grande apoio, com o correr das semanas este começou a dissipar-se. Em 4 de setembro de 1970, a votação foi realizada: Allende obteve 36,3%, enquanto Alessandri 34,9% e Tomic, 27,9%. Como nenhum candidato havia alcançado a maioria absoluta, o Congresso teria que decidir o vencedor. Desde 1946, o Congresso havia eleito nesses casos aquele que conseguisse a maioria relativa (assim o fez em 1946, 1952 e 1958), mas muitas pessoas começaram a pressionar para que Alessandri fosse eleito. O Presidente dos Estados Unidos, Richard Nixon, opõe-se fortemente a uma vitória do marxismo na América Latina, motivo pelo qual idealiza junto à CIA dois planos para evitar que o Congresso elegesse Allende: o primeiro consistia em tentar convencer a Democracia Cristã para que votasse em favor de Alessandri, o qual renunciaria e chamaria a novas eleições de donde seria eleito Frei; o segundo era provocar um clima de instabilidade política em que o Exército seria obrigado a atuar. Porém o chamado Track One viu-se eliminado quando Radomiro Tomic anunciou que havia chegado a um acordo com Allende para que este assumisse, respeitando um estatuto de garantias constitucionais. Isso provoca a execução do Track Two, que consistia no sequestro do Comandante do Exército René Schneider, de maneira tal a involucrar o Exército, para que impedisse o Congresso de eleger Allende. Tal ação foi executada em 22 de outubro de 1970, quando Scheneider tenta se defender do atentado e, nessas circunstâncias, é ferido gravemente, falecendo dias depois. Apesar do episódio, o Congresso Pleno decide em 24 de outubro designar Allende como novo presidente do Chile. Mas, o governo Nixon estava preparando outros \"Tracks\" para o caso de Allende tomar posse e assumir o governo da nação. === Governo da Unidade Popular === Salvador Allende, que assume em 3 de novembro, tenta construir uma nova sociedade baseada no socialismo através da democracia, uma experiência até então única no mundo. Entre suas primeiras medidas, continua o processo de reforma agrária e inicia-se um processo de estatização de empresas consideradas chave para a economia chilena. A partir de certos resquícios legais, baseados em um decreto-lei de 1932, se uma empresa detivesse certo mercado sua produção poderia sofrer intervenção do Estado, o que faz o governo da Unidade Popular incitar aos trabalhadores que detenham suas atividades e assim estatizar as empresas. Estas medidas foram rechaçadas pela direita, o que não sucedeu com o projeto chave do Governo e que foi apoiado por todos os setores políticos do país: a nacionalização do cobre. Em 15 de julho de 1971, foi aprovado este projeto por votação unânime nas duas Câmaras. O Estado (através da Codelco Chile), tornaria-se proprietário de todas as empresas extratoras de cobre - sendo que estas receberiam indenização, restando-lhes as \"utilidades excessivas\" que haviam tido nos últimos anos produto dos baixos ou nulos impostos que pagavam. Assim, Anaconda e Kennecott, uma das principais empresas mineradoras, não receberam indenizações pelas minas de Chuquimata e El Tenente, respectivamente, o que dá início a um boicote ao governo de Allende liderado por Henry Kissinger ( negando empréstimos internacionais) e apoiado por algumas empresas multinacionais como a ITT, a Ford, a Pepsicola e outras. Por outra parte, o aumento drástico dos salários dos trabalhadores e o congelamento dos preços funciona e alcança-se um crescimento de 8% no PNB com baixa inflação. Neste ambiente, a Unidade Popular chega ao seu auge, com 49,73% das preferências nas eleições municipais deste ano e com um de seus referentes, Pablo Neruda, recebendo o Prêmio Nobel de literatura. Porém, a partir do segundo ano, as reformas de Allende começam a ser paralisadas devido à violência que começa a surgir, ao boicote económico e sabotagens orientados pela administração Nixon (EUA) e à crise mundial do petróleo cujos efeitos nessa época tornaram-se notórios. A tomada de terrenos, aproveitando os resquícios da reforma agrária, termina com alguns agricultores mortos ao tentar defender seus terrenos. A sociedade começa a se polarizar e os enfrentamentos entre partidários e opositores de Allende tornam-se mais frequentes, nascendo os panelaços. Com tal clima, a visita de Fidel Castro incita os membros da esquerda a iniciar uma revolução popular com base na luta de classes, algo oposto ao que o presidente se propunha. Economicamente, a magia do primeiro ano começa a se desfazer, surgindo os primeiros sintomas do desabastecimento. O assassinato de Edmundo Pérez Zujovic por um obscuro grupúsculo terrorista sem vínculo com a Unidade Popular, é o estopim para a Democracia Cristã, que decide associar-se ao Partido Nacional para se opor ao governo. Uma acusação constitucional consegue derrubar o ministro do Interior, José Tohá; porém Allende consegue provocar a oposição ao colocá-lo como ministro da Defesa. Em 19 de fevereiro de 1972, a oposição tenta aprovar no Congresso Pleno uma reforma constitucional que buscava regularizar os planos estatizadores da União Popular, iniciativa dos senadores Juan Hamilton e Renán Fuentealba. Em 21 de fevereiro, Allende anuncia formulárias observações, através de vetos supressivos ou substitutivos, que finalmente chegaram por ofício em 6 de abril. Nos partidos do governo mais ligados à ultra-esquerda, aumenta o desejo de radicalizar as reformas, principalmente pelo líder do Partido Socialista, Carlos Altamirano; o Movimento de Esquerda Revolucionária intensifica seus ataques, respondendo ou sendo respondido pelos atentados do movimento de ultradireita Pátria e Liberdade. No âmbito econômico, o país entra em recessão e o crescimento cai. O PNB cai em torno de 25% e a dívida externa se eleva a 253 milhões de dólares. O desabastecimento, fortalecido por sabotagens (ocultamento de mercadorias) e greves de transportes financiadas pela CIA, permite a configuração do mercado negro e o governo instala as Juntas de Abastecimento e Preços (coordenadas nacionalmente pelo general Bachelet) para administrar o repasse de bens para a população. Os meios de comunicação entram em enfrentamentos verbais segundo sua tendência política. Segundo arquivos desclassificados posteriormente pelo governo estadunidense, a CIA houvera entregue apoio, mediante a contratação de publicidade, a diários opositores, como El Mercurio e aos promotores de uma greve de caminhões durante outubro de 1972, o que acaba com o ingresso de militares aos principais ministérios do país, formando-se um gabinete \"cívico-militar\", onde o general Carlos Prats, comandante em chefe do exército, assume como ministro do Interior. Em 1973, as eleições parlamentares dão à Unidade Popular 43% dos votos e à Confederação pela Democracia (CODE), 55%. Allende não consegue a maioria para aprovar suas reformas nem a Confederação pela Democracia consegue os dois terços do Congresso para poder destituir o Presidente. Ainda que Allendre tratasse de conseguir um entendimento com Patricio Aylwin, presidente da Democracia Cristã, o Partido Socialista mostra-se completamente intransigente e os acordos não progridem. A violência aumente, especialmente entre os estudantes, devido ao projeto da Escola Nacional Unificada. A FEUC demonstra seu repúdio e a Federação de Estudantes Secundários (FESES) se divide. O projeto é parado graças à intervenção do Cardeal Raúl Silva Henriquez, que surge como mediador da crise. O povo começa a ver as forças armadas como a única salvação para a crise que vive o país. Porém as ideias de René Schneider (\"enquanto houver regime legal as Forças Armadas não são uma alternativa de poder\") e a do general Carlos Prats (\"enquanto subsistir o Estado de Direito a força pública deve respeitar a Constituição\") estavam contra um pronunciamento militar para deter grande parte das tropas que se levantaram. Ainda que o Partido Comunista, respaldando ao presidente Allende, insistisse em manter a paz e evitar a guerra civil, Altamirano afirma que \"o golpe não se combate com diálogos, faz-se com a força do povo\". Enquanto as observações de Allende à reforma Hamilton-Fuenzalida foram rechaçadas em parte pelas câmaras, sem votar se insistiriam ou não no texto antes aprovado, gerando-se uma controvérsia entre o Presidente e o Congresso, enquanto à tramitação do projeto de reforma. Allende planteou a questão ao Tribunal Constitucional, que finalmente declarou-se incompetente, acolhendo a exceção formulada pela Câmara dos Deputados e o Senado. Diante dessa situação, e vencido o prazo para recorrer a um plebiscito que elucidaria a questão, Allende dita um decreto promulgatório da reforma, contendo apenas os pontos não vetados. Esse decreto não é aceito pela Controladoria Geral da República e a oposição considera tal fato como absolutamente ilegítimo. Em 22 de agosto, a câmara aprova o \"Acordo da Câmara de Deputados sobre o grave quebramento da ordem constitucional e legal da República\", causada pela negativa do exército em promulgar integralmente a reforma constitucional das três áreas da economia, aprovada pelo Congresso. Em 27 de junho, Carlos Prats é insultado nas ruas e, temoroso de um ataque como o de Schneider, dispara contra o agressor, atingindo uma mulher inocente. Prats apresenta sua renúncia, que é rechaçada por Allende. No dia 29, Prats teve que enfrentar um dos momentos mais tensos, quando o coronel Roberto Souper levanta o Regimento Blindado nº 2 e se dirige ao Palácio de La Moneda. Pratz, dirigindo as guarnições de Santiago, consegue deter essa tentativa de golpe conhecida como Tanquezaço, enquanto os instigadores se refugiam e pedem asilo na embaixada do Equador, deixando um saldo de vinte mortos, principalmente civis. Allende reconhece a crise em seu governo e decide convocar um plebiscito para evitar um golpe de estado. As facções mais radicais do governo da Unidade Popular repudiam a sua decisão. O MIR deixa de o chamar de \"companheiro\" e o chama de \"senhor\"; Allende apenas conta com o apoio do Movimento de Ação Popular Unitária, do Partido Radical e do Partido Comunista, que compartilham a \"via pacífica\". Diante dessa situação, Allende convocou seu ministro da Defesa, Orlando Letelier, para que convença ao Partido Socialista, o que consegue na noite de 10 de dezembro de 1973. == Regime militar == === Golpe de 1973 === Desde Agosto 1973, em forma mais visível, ou desde antes, com apoio dos \"Tracks\" de Nixon, setores da Marinha e a Força Aérea preparavam um golpe de estado contra o governo de Allende, lideradas pelo vice-almirante José Toribio Merino e o general Gustavo Leigh. Em 21 de agosto, Carlos Prats decidiu renunciar ao posto de Comandante em Chefe após manifestações das esposas dos generais. Em seu lugar, assume Augusto Pinochet no dia 23, considerado um general leal e apolítico. Em 22 de agosto, a Câmara de Deputados havia aprovado um acordo em que se convocava os ministros militares a solucionar \"o grave quebramento da ordem constitucional\" (o \"Acordo da Câmara de Deputados sobre o grave quebramento da ordem constitucional e legal da República\"). Altamirano é advertido de um possível golpe de estado por parte da Marinha e este lança um discurso incendiário, dizendo que o Chile se converterá em um \"segundo Vietnã heróico\", enquanto se inicia um processo de desaforo contra Altamirano. Em 7 de setembro, Pinochet é convencido por Leigh e Merino e se une aos golpistas, enquanto ente os Carabineros, apenas César Mendoza, um general de baixa antiguidade, estava a favor. No dia 10 de setembro, a marinha zarpou como estava previsto para participar dos exercícios UNITAS. O exército é aquartelado para evitar possíveis distúrbios no dia do processo de Altamirano. Porém a armada regressou a Valparaíso na manhã de 11 de setembro e tomou a cidade rapidamente. Allende foi alertado cerca das 7 da manhã e se dirigiu ao La Moneda, tratando de localizar a Leigh e Pinochet, o que foi impossível e o fez pensar que Pinochet estivesse preso. O general Sepúlveda, diretor dos Carabineros, assinalou que se manteriam fiéis, mas Mendoza assumiu como Diretor Geral. Por outro lado, Pinochet chegou ao Comando de Comunicações do Exército e começou a participar ativamente do golpe. Às 8h42, as rádios Mineria e Agricultura transmitiram a primeira mensagem da Junta Militar dirigida por Pinochet, Leigh, Mendoza e Merino, solicitando a Allende a entrega imediata de seu cargo e a evacuação imediata de La Moneda, ou seria atacado por tropas de ar e terra. Nesse momento, as tropas de Carabineros cercando o Palácio se retiraram. Allende decide continuar no Palácio, enquanto às 9h55 chegam os primeiros tanques ao Bairro Cívico, enfrentando-se a franco- atiradores leais ao governo. A CUT chama à resistência nos bairros industriais, enquanto o Presidente decide dar uma última locução: \"Colocado em uma transição histórica, pagarei com minha vida a lealdade do povo. E lhes digo que tenho a certeza de que a semente que entregaremos à consciência de milhares e milhares de chilenos não poderá ser cegada definitivamente. Trabalhadores de minha Pátria! Tenho fé no Chile e em seu destino. Superarão outros homens nesse momento cinza e amargo onde a traição pretende se impor. Sigam vocês sabendo que, muito mais cedo que tarde, abrirão-se de novo as grandes alamedas por onde passe o homem livre, para construir uma sociedade melhor.\" Salvador Allende, 11 de setembro de 1973 O fogo entre os tanques e os membros do GAP se inicia e, às 11h52, aviões Hawker Haunter da Força Aérea Chilena bombardeiam o Palácio de La Moneda e a residência de Allende, na Avenida Tomás Moro, Las Condes. O Palácio começa a se incendiar, mas Allende e seus partidários se negam a render-se. Perto das 2 horas da tarde, as portas são derrubadas e o Palácio é tomado pelo exército. Allende ordena a evacuação, mas se mantém no Palácio. Segundo o testemunho de seu médico pessoal, Allende disparou com uma metralhadora contra seu queixo, cometendo suicídio. Às 18 horas, os líderes do pronunciamento se reúnem na Escola Militar, assumindo como membros da junta militar que governará o país, e decretam o \"estado de guerra\", incluindo estado de sítio. === Primeiros anos da junta militar === Após derrubar o governo democrático de Allende, os membros da Junta de Governo começaram um processo de estabelecimento de seu sistema de governo. Ainda que em teoria se mantivesse vigente a Constituição de 1925, o poder que recaía na nova Junta estabelecia uma nova institucionalidade no país: o estado de guerra, onde qualquer pessoa poderia ser detida ou executada pelas tropas, mesmo na rua e sem maiores explicações. De acordo com o Decreto Lei Nº 1, de 11 de setembro de 1973, Augusto Pinochet assumia a presidência da Junta de Governo, em sua qualidade de comandante em chefe do ramo mais antigo das Forças Armadas. Este cargo, que originalmente seria rotativo, finalmente se tornou permanente; em 27 de junho de 1974 Pinochet assume como \"Chefe Supremo da Nação\", em virtude do Decreto Lei Nº 527, cargo que seria substituído pelo de Presidente da República, em 17 de dezembro de 1974, pelo Decreto Lei Nº 806. Entretanto, a Junta assume as funções constituinte e legislativa em lugar do Congresso Nacional, que foi fechado em 21 de setembro. Diante de tal situação, milhares de pessoas começaram a sofrer a repressão exercida pelo novo governo. A maioria dos líderes do governo da Unidade Popular e outros líderes da esquerda foram presos e transferidos a centros de reclusão. Cuatro Álamos, Villa Grimaldi, o Estádio Chile e o Estádio Nacional de Santiago foram utilizados como campos de detenção e tortura, assim como a Oficina Salitrera Chacabuco, a Ilha Dawson na Patagônia, o porto de Pisagua, o Buque Escola Esmeralda e outros locais ao longo do país. Três mil pessoas teriam sido assassinadas por membros da Direção de Inteligência Nacional (DINA) e de outros organismos das Forças Armadas, entre os que se destacam o general Bachelet, o cantor e compositor Victor Jara e o advogado e ministro José Tohá. Muitas dessas pessoas permanecem como desaparecidas na atualidade. Além disso, 35 mil pessoas foram torturadas sistematicamente, mais de 300 mil pessoas foram detidas por organismos do governo e outras tiveram que se exilar em diversos países do mundo, algumas das quais foram brutalmente assassinadas em atentados explosivos no exterior, como o general Carlos Prats na Argentina e o diplomata e ex-ministro Orlando Letelier em pleno bairro diplomático de Washington (EUA). As sistemáticas violações aos direitos humanos cometidas pela ditadura de Pinochet provocaram o repúdio de diversos estados e da Organização das Nações Unidas (ONU). A esto se agrega os evidentes enriquecimentos ilícitos de Pinochet, familiares, colaboradores mais próximos e dos setores que lucraram com a ditadura. A liberdade de imprensa no Chile acabou, salvo para jornais golpistas como \"El Mercurio\", similares e correlatos. Diversos jornais de esquerda ou até independentes foram expropriados e as vezes tiveram seus locais e maquinários saqueados, destruídos e incendiados. No âmbito econômico, o Regime Militar tenta uma \"política de choque\" para corrigir a crise em que havia sido assumida pelo governo, com inflação superior a 300%. Para tanto, solicita-se a ajuda de um grupo de jovens economistas egressos da Universidade de Chicago, que implantam o modelo de liberalismo de Milton Friedman. Os Chicago Boys aproveitaram as ideias nascidas em El Ladrillo e, seguindo as ideias de Friedman, sob a proteção e apoio da ditadura, começaram um tratamento de choque monetarista para a economia chilena: o gasto público foi reduzido em 20%, foram demitidos 30% dos empregados públicos, o Imposto de Valor Agregado (IVA) foi aumentado e os sistemas de empréstimo e financiamento de moradia foram eliminados. Como previsto, a economia depois destas medidas despencou, algo que Friedman considerava necessário para faze-la \"ressurgir\". O PGB e as exportações caíram em 12% e 40%, respectivamente, e o desemprego aumentou para 16%. Porém as medidas aplicadas durante esse período favorecidas pelo aumento internacional do preço do cobre (maior exportação do Chile) começaram a surtir efeito em 1977, quando a economia começou a se levantar e se deu início ao que foi o \"Boom\" ou o \"Milagre Chileno\". Nestes anos, finalizaram-se os trabalhos do Metrô de Santiago e começaram os da Carretera Austral. Aproveitando a conjuntura na América Latina, liderada por múltiplos ditadores militares, o Chile se integrou junto a outros estados na Operação Condor, um plano de inteligência destinado à pratica do terrorismo de estado no Cone Sul, apoiado pela CIA, visando inclusive o assassinato de ex-presidentes. Um dos ideólogos deste plano foi o chefe da DINA, Manuel Contreras, um dos homens com maior poder no país durante estes anos. A proximidade que tinha com líderes de outros países permitiu que, por exemplo, o Chile acertasse posições com a Bolívia, liderada pelo general Hugo Banzer. Isso permitiu a firmação do Acordo de Charaña, uma tentativa de solucionar o problema da mediterraniedade da Bolívia e em que se restabeleciam as relações diplomáticas, rompidas desde décadas atrás. === Troca de década === O ano de 1978 marca um dos anos mais críticos do governo de Pinochet. Os Estados Unidos, que o haviam apoiado no princípio do regime, tornam-se um dos seus principais detratores, devido principalmente ao atentado terrorista contra Orlando Letelier, exilado em Washington. Jimmy Carter, que assume o governo do país no ano anterior, realiza uma forte campanha junto a diversos organismos internacionais exigindo maiores liberdades civis no Chile e criticam a censura contra a imprensa e a repressão à oposição. Antes disso, Pinochet convoca um plebiscito, quando ainda não existiam registros eleitorais. De acordo com os resultados publicados pelo governo, votaram 5.349.172 pessoas: 4.012.023 votos pela opção \"Sim\", 1.092.226 pela opção \"Não\" e 244.923 foram brancos ou nulos. Porém, tais cifras foram questionadas devido às diversas irregularidades do processo. As violações aos direitos humanos continuaram apesar da pressão internacional. Enquanto Pinochet promulga o Decreto Lei Nº 2.191, que concedeu anistia a todos os que haviam cometido feitos delituosos desde a data do golpe, em qualidade de autores, cúmplices ou encobridores, a imprensa começa a revelar o destino dos primeiros detidos desaparecidos na zona de Lonquén. No entanto, a DINA é substituída pela CNI, enquanto o cardeal Raúl Silva Henriquez encara o problema e cria a Vicaria da Solidariedade. Neste ambiente, Gustavo Leigh manifesta publicamente suas diferenças de opinião com Pinochet. Leigh, o gestor do golpe, opõe-se ao excessivo personalismo de Pinochet e ao modelo econômico imposto. Leigh também esperava apurar os prazos para o retorno da democracia e estava contra as práticas terroristas que estava exercendo o Estado. Diante das declarações do Comandante da Força Aérea ao periódico italiano Corriere della Sera e sua recusa em se retratar, Leigh é destituído pela junta militar e é substituído por Fernando Matthei. Ainda que as relações diplomáticas com os países vizinhos haviam se aproximado, foram rompidas durante 1978. A proximidade da comemoração do centenário da Guerra do Pacífico produziu efervescência no Peru (com que teve problemas diplomáticos em 1974) e na Bolívia. As tentativas de outorgar uma saída ao mar a este último viram-se acabadas pelo veto do Peru ao Acordo de Charaña, veto que poderia exercer de acordo com o estabelecido no Protocolo Adicional do Tratado de Ancón, chegando o ditador do Peru, General EP Juan Velasco Alvarado a mobilizar a 18ª Divisão Blindada do Exército do Peru ao sul, próximo à fronteira do Chile; dias depois o general EP Francisco Morales Bermúdez Cerruti derrota o general Velasco, desmobiliza a 18ª Divisão Blindada, cujos tanques retornam aos seus quartéis e a normalidade volta à fronteira, mantendo o veto ao Acordo de Charaña. Diante de tal quadro Banzer rompe relações diplomáticas com o Chile. Ao mesmo tempo surge com a Argentina o Conflito de Beagle. A Rainha Elizabeth II do Reino Unido abdica das ilhas Picton, Lexxon e Nueva ao Chile, as quais estavam em disputa com o país vizinho. Ambos países haviam se comprometido a aceitar o laudo britânico de 1967, porém Jorge Rafael Videla declara o ocorrido como \"insanealmente nulo\" e a possibilidade de guerra com a Argentina é iminente, a que se somava a possibilidade de um \"quadrilhaço\" (guerra com a Argentina, Peru e Bolívia). O Chile tenta solucionar as diferenças através de uma mediação papal com Paulo VI, mas sua morte e a de seu sucessor, o Papa João Paulo I, agravam a situação. As tropas chilenas estão recrutadas em Punta Arenas e a esquadra chilena zarpa para enfrentar a da Argentina, em 22 de dezembro de 1978. Uma tempestade nas águas patagônicas evita o primeiro enfrentamento, enquanto o Papa João Paulo II apela a uma mediação entre ambos países, a qual é aceita pela Argentina. O conflito seria encerrado com o \"Tratado de Paz e Amizade\", firmado em 29 de novembro de 1984. Em outubro de 1978, o Conselho de Estado (um organismo assessor à Junta, presidido por Jorge Alessandri) recebeu um anteprojeto de Constituição redigido pela Comissão Ortúzar. Em 8 de junho de 1980, Alessandri entrega um dictamen e informe elaborado pelo Conselho, contendo várias correções ao anteprojeto. A fim de analisar o projeto apresentado pelo Conselho, a Junta de Governo nomeia um grupo de trabalho que praticou suas funções durante um mês, realizando diversas modificações no texto. Finalmente, em 10 de agosto Pinochet informa que a Junta aprovou a nova Constituição e que a submeterá a um plebiscito. Os registros eleitorais, no entanto, não foram abertos, motivo pelo qual várias irregularidades teriam sido cometidas. A oposição só pôde se manifestar em um ato político liderado por Eduardo Frei Montalva no teatro Caupolicán. Em 11 de setembro de 1980 realizou-se o referendo que obteve um respaldo de 68,95% dos votos. Assim, a nova Constituição Política da República do Chile entrou em vigor em 11 de março de 1981. Em 1981, os primeiros sintomas de uma nova crise econômica começam a ser sentidos no país. Pinochet impõe o liberalismo econômico. Durante o regime de Pinochet, entre 1974 e 1987, o PNB per capita do Chile caiu 6,4% em dólares constantes, caindo de US$ em 1973 para em 1993 (dólares constantes) FFRENCH-DAVIS, Ricardo. The Impact of Global Recession and National Policies on Living Standards: Chile, 1973-87 (Santiago: CIEPLAN, 1988), pp. 13-33. As sucessivas tentativas e erros de dosagem nas medidas recomendadas pelo modelo liberal custaram ao Chile uma queda 30% do seu PIB. Apenas cinco países da América Latina tiveram, em termos de PNB per capita, um desempenho pior que o do Chile durante a era Pinochet (1974-1989). As sucessivas tentativas e erros de dosagem nas medidas recomendadas pelo modelo liberal custaram ao Chile uma queda 30% do seu PIBPALAST, Greg. Tinker Bell, Pinochet and The Fairy Tale Miracle of Chile. 10/12/2006, in Articles Hudson, Michael Chile's Failed Economic Laboratory - an Interview with (Professor) Michael Hudson. Petrolia, CA: CounterPunch, 20/10/2003 a balança de pagamentos alcançou um déficit de 20% em 1981 e os preços do cobre caíram rapidamente. Os investidores estrangeiros deixaram de investir, enquanto o governo dizia que tudo isso era parte da recessão mundial. Os investidores nacionais e as empresas chilenas haviam aproveitado durante esse período para pedir diversos empréstimos, com base na promessa de um câmbio fixo de um dólar a 39 pesos chilenos. A situação não pôde se sustentar e, em junho de 1982, o peso foi desvalorizado e a política de câmbio fixo se encerrou. Diante disso, os empréstimos alcançaram taxas exorbitantes e muitos bancos e empresas quebraram. O desemprego se elevou a 25% e o governo não encontrava fórmula capaz de manejar a situação. A inflação alcançou 20% e o PIB caiu em 15%. Começaram, então, a aparecer os primeiros protestos de caráter pacífico, que foram violentamente reprimidas pelos carabineros e pelo exército. Implanta-se o estado de sítio e o momento é aproveitado por diversas organizações terroristas como a Frente Patriótica Manuel Rodriguez, que decidiu iniciar a \"Operação Retorno\" e começar com o fim do Regime pela via armada. Em 27 de dezembro de 1986, comandos do FPMR tentam assassinar o general Pinochet no caminho ao Cajón de Maipo. Diante do fracasso dos comandos esquerdistas, Pinochet ordena uma forte onda repressiva que termina com a morte de diversos frentistas (Operação Albânia). No mesmo período tornou-se público o assassinato de cinco professores comunistas que foram encontrados degolados, delito cometido por corpo de carabineiros, o que obrigou à renúncia do diretor geral César Mendoza, que foi substituído por Rodolfo Stange. Com a renúnica de Sergio Fernández ao Ministério do Interior, Sergio Onofre Jarpa, seu sucessor, permite a aproximação à Aliança Democrática (composta por democratas cristãos e socialistas moderados). Graças à participação do Cardeal Francisco Fresno, partidários do governo e parte da oposição formularam, em agosto de 1985, um \"Acordo Nacional para a Transição à Plena Democracia\". Tal acordo foi recebido com ceticismo por setores da extrema esquerda e sérias discrepâncias ao interior da Junta de Governo. No âmbito econômico, Hernán Büchi conseguiria produzir o \"Segundo Milagre\" devido a um profundo processo de privatizações de empresas públicas (LAN Chile, Entel, CTC, CAP) e a reimplantação do modelo liberal (substituído pelo keynesiano nos anos mais cruéis da crise). Ainda que o PIB se duplicasse nos anos seguintes, a redução do gasto social explica um aumento da desigualdade entre ricos e pobres, fazendo do Chile um dos país com maior desigualdade na renda, e as gratificações reduziram-se a limites mínimos, entre outros efeitos. Além disso, a zona do Chile Central foi sacudida por um terremoto em 3 de março de 1985, tendo os edifícios de Santiago, Valparaíso e San Antonio sofrido graves danos nas estruturas. === Últimos anos === O governo promulgou, em 1987, a Lei Orgânica Constitucional dos Partidos Políticos, que permitiu a criação de partidos políticos; e a Lei Orgânica Constitucional sobre sistema de inscrições eleitorais e Serviço Eleitoral, que permitiu se abrir os registros eleitorais. Com estas disposições legais, abriria-se a brecha para se cumprir o estabelecido pela Constituição de 1980. Segundo ela, devia-se convocar os cidadãos a um plebiscito onde se ratificaria um candidato proposto pelos Comandantes em Chefe das Forças Armadas e o General Diretor dos Carabineros, para ocupar o cargo de presidente da República no período seguinte de oito anos. No caso de o resultado ser adverso, o período presidencial de Augusto Pinochet se prorrogaria por mais um ano, como as funções da Junta de Governo, devendo se convocar a eleição de Presidente e de Parlamentares. No início de 1987, o país presenciaria a visita do Papa João Paulo II, que percorreu as cidades de Santiago, Viña del Mar, Valparaíso, Temuco, Punta Arenas, Puerto Montt e Antofagasta. O Sumo Pontífice seria testemunha presente da repressão durante alguns protestos, durante a cerimônia de beatificação de Teresa dos Andes no Parque O'Higgins (3 de abril de 1987). Durante sua visita, João Paulo II manteve uma longa reunião com Pinochet em que trataram do tema do retorno à democracia. Nesta reunião, o Pontífice haveria instigado Pinochet a fazer modificações no regime e inclusive haveria solicitado sua renúncia. No ano seguinte, convocou-se a realização do plebiscito, fixado em 5 de outubro. Em 30 de agosto de 1988, os Comandantes em Chefe das Forças Armadas e o General Diretor dos Carabineros, de conformidade com as normas transitórias da Constituição em vigor, propuseram como seu candidato Augusto Pinochet. Os partidários do \"Sim\" estariam integrados por membros do governo e os partidos Renovação Nacional, a União Democrata Independente e outros partidos menores. Por outro lado, a oposição criou a Concertação de Partidos pelo \"Não\" que agrupava 16 organizações políticas opositoras ao regime, entre as que se destacavam a Democracia Cristã, o Partido pela Democracia e algumas facções do Partido Socialista. No entanto, o Partido Comunista ainda estava proscrito. Em 5 de setembro deste ano, foi permitida a propaganda política após quinze anos de ditadura. A propaganda seria um elemento chave para a campanha do \"não\", ao mostrar um futuro colorido e otimista, contraponto a campanha oficial, notoriamente deficiente de qualidade técnica e que pressagiava o retorno do governo da Unidade Popular em caso de uma derrota de Pinochet. Ainda que a campanha do \"sim\" conseguisse reverter os magros resultados do começo, revitalizando sua campanha, os resultados finais entregaram a vitória à oposição: o \"sim\" obteve 44,01% contra 55,99% do \"não\". Apesar do silêncio inicial de Pinochet (que, segundo algumas informações, aparentemente havia pensado em não reconhecer os resultados no princípio), reconhece a vitória do \"não\" e afirma que continuará o processo traçado pela Constituição de 1980. Assim, chamou-se eleições para a presidência e parlamento no dia 14 de dezembro de 1989. Previamente, um plebiscito realizado em 30 de julho deste ano havia aprovado uma série de reformas à Constituição, reduzindo em parte o autoritarismo que possuía a Carta Fundamental. Na Eleição presidencial em 1989, Patricio Aylwin, candidato da Concertação, obteve 55,17% dos votos, frente a 29,4% de Büchi e 15,43% de Francisco Javier Errázuriz, candidato independente de centro. == Transição para a democracia == === Governo de Patricio Aylwin (1990-1994) === Patricio Aylwin recebeu o mandato das mãos de Augusto Pinochet, em 11 de março de 1990 no novo Congresso Nacional do Chile, localizado na cidade de Valparaíso, dando início ao processo de transição à democracia. No início de seu governo, Patricio Aylwin teve que trabalhar em um sistema que mantinha inacessíveis muitos vestígios do Regime Militar. Ainda que a Concertação tivesse obtido a maioria dos votos nas eleições parlamentares, devido ao sistema binomial e a existência de senadores designados, não se poderia fazer as esperadas reformas à Constituição e a administração local das comunas ainda estava nas mãos de pessoas designadas pelo governo militar, que foram substituídas nas eleições de junho de 1992. Aywlin governou cautelosamente, cuidando das relações com o exército, onde Pinochet ainda se mantinha como Comandante em Chefe. O exército, ainda que houvesse deixado de participar do governo, seguia sendo um importante ator político e manifestou seu rechaço a certas medidas do governo concertacionista através de movimentos táticos como o \"Exército em Enlace\" e o \"Boinazo\", em 1991 e 1992, respectivamente. Neste contexto, constituiu-se a Comissão Nacional de Verdade e Reconciliação, destinada a investigar e esclarecer as situações de violações dos direitos humanos durante os anos do Regime Militar. Dirigida por Raúl Rettig, a Comissão enfrentou o rechaço das autoridades castrenses. Apesar disso, o informe da comissão foi trazido ao conhecimento público através da televisão pelo Presidente Aylwin, em 4 de março de 1991, após nove meses de trabalho. No seu pronunciamento, Aylwin apresentou o resultado dos estudos, pediu perdão às famílias das vítimas em nome da Nação, anunciou medidas de reparação moral e material para estas e o desejo do Estado de impedir e prevenir novas violações aos direitos humanos. Durantew sua gestão, Aylwin propôs criar modificações nas normas tributárias para aumentar o gasto de impostos e melhorar a distribuição de renda, no momento em que a economia chilena seguia prosperando devido ao aumento das exportações de cobre e dos produtos agrícolas. Com tanto, a pobreza em seu mandato reduziu-se de 38,75% para 27,5%. Promulga-se a Lei Indígena, que reconhece pela primeira vez aos povos indígenas e que cria a Corporação Nacional de Desenvolvimento Indígena, organismo encarregado da promoção de políticas que fomentem o desenvolvimento integral desses povos. Igualmente, o Escritório de Planificação Nacional e Cooperação (ODEPLAN) se transforma em Ministério de Planificação e Cooperação; cria-se o Fundo de Solidariedade e Inversão Social, para fomentar as políticas sociais, e com a promulgação da Lei sobre Bases Gerais do Meio Ambiente, que buscava estruturar um marco para a ordenação ambiental, cria-se a Comissão Nacional do Meio Ambiente, para promover o desenvolvimento sustentável e coordenar as ações derivadas das políticas e estratégias ambientais do governo. Em 1993 foram realizadas novas eleições presidenciais e renovou-se a Câmara dos Deputados e metade do Senado. Eduardo Frei Ruiz-Tagle, filho do mandatário homônimo e também democrata-cristão, obteve 58,01% dos votos, a maior votação em eleições livres da história republicana. O segundo, Arturo Alessandri Besa, candidato da União pelo Progresso (RN e UDI), obteve só 24,3% dos sufrágios. === Governo de Eduardo Frei Ruiz-Tagle (1994-2000) === Frei, que assumiu em 11 de março de 1994, reiniciou as relações do país com exterior, após certo isolamento em que esteve durante o Regime Militar. A economia se expandiu ainda mais e o crescimento médio foi de 8% ao ano durante os três primeiros anos de governo, o que permitiu o início das negociações com o Canadá, Estados Unidos e México para a integração ao Nafta e o ingresso como membro associado do Mercosul. O Chile também ingressou no Grupo do Rio e no decorrer da década conseguiu resolver os últimos litígios fronteiriços com a Argentina (Laguna del Desierto e Campos de Hielo Sur). Ademais, iniciam-se as primeiras gestões para um tratado de livre-comércio e de associação com a União Europeia e, em 1997, o Chile se converte em membro da APEC, abrindo sua economia até a costa da Ásia, principalmente Japão e China. A pobreza continuou com seu ritmo descendente e, em 1998, chegou a 21,7% da população. Várias obras públicas foram construídas ao longo do país e inicia-se o sistema de licitações que permitem a construção das primeiras rodovias de nível internacional do país. Porém na metade de seu mandato tem início a crise asiática, que afetará grande parte da pujante economia chilena. Durante estes mesmos anos, o país enfrentou importantes crises ambientais: a alta contaminação atmosférica em Santiago, o sismo Blanco de 1995 que assolou o sul do Chile, as fortes secas de 1996 que impediram a geração de hidroeletrecidade e o corte do abastecimento às principais cidades, as enchentes de 1997 na zona centro-sul e o terremoto de Punitaqui no mesmo ano. O crescimento do Chile estancou-se (o PIB diminuiu em 1%) e o desemprego começou a aumentar, superando os 12% (em 1997, mantinha-se próximo a 5%). As decisões errôneas do ministro Eduardo Aninat e do Banco Central expandiram o efeito e a recessão se estabeleceu nos últimos anos do governo de Eduardo Frei. Concomitantemente, uma crise política inicia-se no país devido à detenção, em Londres, de Augusto Pinochet, que em 1998 havia assumido como senador vitalício após abandonar o Comando do Exército, devido a uma ordem de captura internacional emanada do juiz espanhol Baltasar Garzón pelo assassinato e tortura de cidadãos de nacionalidade espanhola durante seu governo. A detenção de Pinochet supôs uma humilhação ao Chile, visto que em seu país não havia sequer sido processado por causa alguma. A postura oficial do governo então foi que Pinochet deveria voltar ao país para ser julgado pelos tribunais nacionais e não na Espanha ou Suíça, países que solicitam sua extradição ao Reino Unido. Os partidos de direita apoiam fortemente Pinochet, realizando manifestações contra sua detenção, nas embaixadas da Espanha e do Reino Unido e ocorrem alguns embates com simpatizantes da Concertação, cujos partidos da ala progressista apóiam a reclusão de Pinochet. As gestões dos ministros de relações exteriores José Miguel Insulza e, posteriormente, Juan Gabriel Valdés, sofrem avanços e retrocessos. A Câmara dos Lordes revoca, em novembro de 1999, uma resolução de um tribunal que aceitava a imunidade diplomática de Pinochet como senador e ex-Presidente. A ex-Primeira Ministra Margaret Thatcher visita Pinochet, que começa a sofrer graves problemas de saúde, e confessa que o Chile havia apoiado ao Reino Unido durante a Guerra das Malvinas (1992), conflito em que o Chile era neutro, o que provocou reações de protesto por parte do governo argentino. Ainda que o governo de Tony Blair quisesse que se julgasse Pinochet, os exames neurológicos verificaram a gravidade do estado de saúde de Pinochet. Para evitar que o general morresse na Grã-Bretanha, Jack Straw, ministro das Relações Exteriores de Blair, decide liberar Pinochet em 2 de março de 2000 por \"razões humanitárias\". Pinochet retorna a Santiago no dia 3 e se levanta de sua cadeira de rodas, levantando sua bengala de forma vitoriosa, caminhando alguns metros na pista de aterrissagem do Aeroporto, irritando os políticos que estavam contra seu traslado. Durante estes anos, a direita aumentou seu apoio na mão de Joaquín Lavín, prefeito de Las Condes e figura relativamente nova no âmbito político, e que consegue se aproximar do eleitorado popular. Aproveitando as deficiências dos governos da Concertação no período da crise, Lavín consegue colocar em xeque o candidato oficial Ricardo Lagos, um dos principais líderes da esquerda concertacionista durante a época do plebiscito, pré-candidato presidencial nas duas oportunidades anteriores e ministro de Obras Públicas durante o governo de Frei. Diante da forte luta para ser o nominado da Concertação frente ao democrata-cristão Andrés Zaldivar, em que Lagos havia obtido mais de 71% em eleições primárias, grande parte do eleitorado de centro havia votado em Lavín temorosos da chegada de um socialista ao governo, repetindo a experiência de Salvador Allende. Da mesma forma, muitos comunistas e a esquerda extraparlamentar temem a vitória do candidato gremialista em primeiro turno e decidem votar por Lagos, deixando de lado a candidata Democrata-Cristã, Gladys Marín. Nas eleições de 12 de dezembro de 1999, Ricardo Lagos obtém 47,96% dos votos, apenas a mais que Lavín. Marín obtém apenas 3,92%. O segundo turno é fixado para 16 de janeiro de 2000: o comando de Lagos é refeito e integra Soledad Alvear, ex-ministra de Justiça de Frei, como coordenadora de campanha para aproximar-se do voto de centro que havia escapado para Lavín. Finalmente, Lagos é eleito com 51,3%, contra 46,7% do candidato da UDI. == Século XXI == === Governo de Ricardo Lagos (2000-2006) === Ricardo Lagos assume o governo em 11 de março de 2000 e deve lidar com as consequências da crise asiática, da qual o país não se recupera, e do caso Pinochet. Entre suas prioridades se destacam pôr em prática a Reforma Processal Penal e a redução dos níveis de desemprego. A economia chilena não decola e as tentativas de reforma do governo de Lagos não são aprovadas no Congresso ou não têm resultados favoráveis, como a reforma da saúde. Durante o ano de 2001, revela-se um caso de corrupção relacionado à venda de revisões técnicas em Rancagua, em que é envolvido um subsecretário do governo e alguns parlamentares da Concertação. Inicia-se, então, uma série de acusações de corrupção ao governo de Ricardo Lahos relacionadas ao Ministério de Obras Públicas (Caso MOP-GATE, principalmente) e a administação de Lagos começa a enfraquecer, especialmente após as eleições parlamentares deste ano que dão como resultado quase um empate técnico entre a Concertação e a Aliança pelo Chile. O governo passa por sua pior crise durante o ano 2002 e começos de 2003, quando enfrenta inúmeras críticas pela administração. O Chile ingressa como membro do Conselho de Segurança das Nações Unidas, tendo que tomar uma decisão ante os planos de Washington de invadir o Iraque. Ricardo Lagos, em uma conversa telefônica, informa a George W. Bush que o Chile votará contra a proposição, o que é apoiado por grande parte da população nacional, que se opunha em validar uma invasão. O Chile consegue fechar os acordos iniciados no governo anterior, firmando o tratado de livre comércio com a União Europeia, que entrou em vigência em 1 de janeiro de 2003. Posteriormente, são firmados os tratados com a Coreia do Sul e Estados Unidos, graças às gestões de Soledad Alvear, ministra de Relações Exteriores do governo de Lagos. As exportações, aumentam explosivamente e o Chile volta ao crescimento do governo de Frei, desfazendo-se as dúvidas que inicialmente tinha o empresariado. Mesmo assim o governo não consegue controlar as cifras de desemprego (que beiram os 8%) e a desigualdade de renda não varia substancialmente. No início de 2004, Lagos teve que enfrentar publicamente o Presidente da Bolívia, Carlos Mesa, visto que esse exige uma saída ao mar para seu país, considerando a precária situação econômica e política que vivia o país. Posteriormente, Lagos enfrenta Hugo Chávez e Néstor Kirchner. A dura posição frente ao Presidente da Bolívia e a atitude utilizada com os outros mandatários foram reconhecidas por toda a opinião pública, nacional e internacional, e a valorização positiva de Ricardo Lagos começou a aumentar, conseguindo taxas próximas a 65% de apoio segundo diversas pesquisas. A crise que parecia pressagiar inclusive um fim abrupto do governo se dissipa e a Concertação começa a ressurgir. Os prognósticos, que davam Joaquín Lavín como vencedor das próximas eleições presidenciais, começam a variar substancialmente com a arremetida de duas ministras do governo de Ricardo Lagos, Soledad Alvear e Michelle Bachelet. Sob o mandato do general Juan Emilio Cheyre, o exército reconhece as violações dos direitos humanos e o Governo entrega os resultados da Comissão Valech sobre tortura durante o Regime Militar. Pinochet é processado por diversos casos de violações aos Direitos Humanos, mas se isenta devido a uma \"demência senil\". Durante 2004, investigações nos Estados Unidos demonstrariam que Pinochet guardou vários milhões de dólares no Banco Riggs, e, em 2005, seria detido por evasão de tributos e falsificação de material público. O governo de Lagos caracterizou- se em um amplo desenvolvimento de obras viárias, criando-se as primeiras estradas urbanas do pais. Na política, diminui-se o apoio à Aliança, aparentemente pelo Caso Spiniak (descoberta de rede de crimes sexuais contra menores no país, que envolvia políticos da direit), o que permite uma recuperação do oficialismo, demonstrado nos resultados das eleições municipais de 31 de outubro de 2004 (47,9% para Concertação e 37,7% para a Aliança na eleição de conselheiros). As figuras das ex-ministras Alvear e Bachelet começam a aumentar seu respaldo nas pesquisas e, no princípio de 2005, ambas venceriam Lavín, o candidato da Aliança. A Concertação decide por um processo de primárias entre suas duas candidatas, enquanto na Aliança começam a surgir vozes dissidentes quanto à candidatura de Lavín, o que acaba com a indicação de Sebastián Piñera como candidato da Renovação Nacional, em 14 de maio. Diante do baixo respaldo nas pesquisas sobre as primárias, Alvear declina sua candidatura, o que faz de Bachelet a eleita como representante do conglomerado oficial. Bachelet, que havia assumido originalmente o Ministério da Saúde, passa em 2002 ao Ministério da Defesa Nacional, sendo a primeira mulher da América Latina em ostentar tal cargo. Durante sua administração, as relações civico-militares começam a se recompor após anos de deterioramento desde 1973. Bachelet corre como favorita. Com o passar dos meses, Piñera começa a tomar vantagem e finalmente supera levemente Lavín nas eleições presidenciais de 11 de dezembro. Ainda que a Concertação consiga um resultado histórico (51,75%) nas eleições parlamentares e que assim tenha, desde 2006, maioria em ambas as câmaras, sua candidata à primeira magistratura não consege convocar todo o apoio dos cidadãos de Lagos e seu conglomerado, e obtém 46% dos votos. Com tais resultados, Piñera e Bachelet enfrentaram-se novamente em 15 de janeiro de 2006 no segundo turno, no qual Bachelet recuperou grande parte do eleitorado dissipado no primeiro turno, graças ao decidido apoio dos personagens do governo, sendo eleita com 53,49% das preferências. Assumiu o cargo de Presidente da República em 11 de março de 2006, convertendo-se na primeira mulher em ostentar tal cargo no país. === Governo de Michelle Bachelet (2006-2010) === Michelle Bachelet pautou inicialmente seu governo pelo princípio da igualdade: na distribuição dos cargos públicos, a Presidente procurou dividir os cargos para homens e mulheres de maneira igualitária. Em maio de 2006, sua popularidade caiu cerca de 8% em relação ao mês anterior, devido aos maiores protestos já realizados no Chile desde o fim do governo de Pinochet, em 1990, organizados por estudantes secundaristas e universitários acerca de benefícios aos mesmos e participação no estudo da nova legislação de ensino chilena. Com isso, a quase totalidade de instituições secundárias de ensino no país entraram em greve por mais de duas semanas. Próximo ao Palácio de La Moneda, sede do governo federal, ocorreram vários conflitos entre forças policiais e estudantes.A mobilização realizadas por estudantes secundaristas do Chile entre abril e junho de 2006 e entre setembro e outubro do mesmo ano foi conhecida informalmente como Revolução dos Pinguins devido ao tradicional uniforme utilizado pelos estudantes. A greve nacional de estudantes convocada para 30 de maio, contou com uma adesão de mais de 600.000 estudantes, tornando-se o maior protesto de estudantes na história do Chile, superando os ocorridas em 1972 durante o governo de Salvador Allende e seu projeto da Escola Nacional Unificada e durante os anos 1980 contra as políticas do Regime Militar. == Bibliografia == * Encina, Francisco (1984), Historia de Chile desde la Prehistoria hasta 1891, Santiago de Chile: Editorial Ercilla. ISBN 956-10-1405-X. * Frías Valenzuela, Francisco (1986), Historia de Chile. Desde la Prehistoria hasta 1973, Santiago do Chile: Empresa Editora Zig-Zag, S.A. 11ª ed.: novembro de 1993. ISBN 956-12-0766-4. * Fuentes, Claudio: \"After Pinochet: Civilian policies toward the military in the 1990s Chilean democracy\", en Journal of Interamerican Studies and World Affairs.- (2000): .- [3] * Fuentes, Jordi; Cortés, Lia; Castillo Infante, Gabriel; Valdés Phillips, Arturo (1982), Diccionario Histórico de Chile, Santiago do Chile: Editorial Zig-Zag. * Lagos López, Marcelo: \"Tsunamis de origen cercano a la costas de Chile\", en Revista de Geografía Norte Grande.- (27): 2000.- p. 93-102 [4] (en PDF) * Muñoz Salazar, Luis (1992), 500 años: Cronología de Chile 1492-1992, Santiago do Chile. ISBN 9567192013. * Silva Galdames, Osvaldo (1995), Historia de Chile Ilustrada, Santiago do Chile: COPESA. * Silva G., Osvaldo (1996), Historia Contemporánea de Chile, México D.F.: Fondo de Cultura Económica. * Silva, Patricio: \"Searching for Civilian Supremacy: The Concertation Governments and the Military in Chile\", en Bulletin of Latin American Research.- 21(3): 2002.- p. 375-395 * Uribe, Armando y Opaso, Cristián (2001), Intervención Norteamericana en Chile [Dos textos claves], Santiago: Editorial Sudamericana. ISBN 956-262-123-5. * Vial Correa, Gonzalo (1996), Historia de Chile, (1890-1963), Santiago do Chile: Editorial Zig-Zag. * Villalobos, Sergio (1979), Historia de Chile, Santiago do Chile: Editorial Universitaria. * Villalobos, Sergio (1980), Historia del Pueblo Chileno, Santiago do Chile: Editorial Zig Zag.",
 "title": "História do Chile"
}