{
 "id": "29661",
 "text": "O tigre [feminino: tigresa] (nome científico: Panthera tigris) é um mamífero carnívoro da família dos felídeos, que habita o continente asiático. Dentre suas subespécies é o maior entre todos os felinos selvagens do mundo. São animais extremamente territoriais e solitários. Classificado como um superpredador em seu ecossistema respectivo, o tigre é tido como o terceiro maior carnívoro terrestre da contemporaneidade, excedido em porte unicamente pelo urso-polar e pelo urso-pardo. É o felino com maior variação de tamanho do mundo entre subespécies, com o tigre-siberiano alcançando até 310 kg enquanto o tigre-de-bali alcançava no máximo 100 kg; tamanho comparável a suçuaranas e leopardos. Algumas estimativas sugerem que existem menos de 2500 indivíduos reprodutores maduros, com nenhuma subpopulação com mais de 250 indivíduos reprodutores maduros. A população era estimada em 100 000 indivíduos no início do . Em tempos atuais, entretanto, apenas cerca de 4 000 indivíduos sobrevivem, uma queda de 97%. Tigres já foram encontrados da Turquia à Sibéria e da ilha de Java à Índia. Hoje em dia estão restritos principalmente a algumas regiões do Sudeste Asiático, Sibéria e Índia. Três das subespécies estão extintas: o tigre-do-cáspio (encontrado em certas regiões da antiga União Soviética, Turquia, Oriente Médio, Afeganistão e Mongólia), tigre-de- java (encontrado em Java) e tigre-de-bali (que era encontrado apenas em Bali). É um dos animais mais carismáticos do mundo, sendo símbolo da conservação da natureza e um dos animais mais populares. É o animal símbolo de diversos países da Ásia e mascote de diversas empresas em todo o mundo. == Etimologia == \"Tigre\" vem do iraniano, através do grego τίγρις e do latim tigris.FERREIRA, A. B. H. Novo Dicionário da Língua Portuguesa. Segunda edição. Rio de Janeiro: Nova Fronteira, 1986. p.1 675 Significa literalmente \"flecha\", por ser \"certeiro, rápido, silencioso e mortal como uma flecha\".Etimologia e onomástica da palavra tigreEtimologia 'Tigre' (em inglês) - Online Etymology == Taxonomia e evolução == Em 1758, Lineu primeiro descreveu a espécie em sua obra Systema Naturae, sob o nome científico Felis tigris. Em 1929, o taxonomista britânico Reginald Innes Pocock subordinou as espécies no gênero Panthera, usando o nome científico Panthera tigris. A palavra Panthera é provavelmente de origem oriental e rastreável ​​até à palavra pantera em grego, a palavra panthera em latim, a palavra pantere do francês antigo, o mais provável que signifique \"o animal amarelado\", ou de pandarah significando branco-amarelado. A derivação do grego pan-(\"todos\") e ther (\"besta\") pode ser etimologia popular. === Evolução === Parentes vivos mais próximos do tigre são o leão, leopardo e a onça-pintada, todos os quais são classificados sob o gênero Panthera. O mais velho parente extinto do tigre, chamado Panthera zdanskyi, foi encontrado na província de Gansu, noroeste da China. Esta espécie é considerada como um táxon irmão do tigre atual e viveu cerca de 2 milhões de anos atrás, no início do Pleistoceno. Era menor do que o tigre moderno, sendo do tamanho de um jaguar, e, provavelmente, não têm o mesmo padrão de pelagem. Apesar de ser considerado mais \"primitivo\", era funcionalmente e possivelmente ecologicamente semelhante ao seu primo moderno. Como Panthera zdanskyi viveu no noroeste da China, que pode ter sido onde a linhagem de tigres originou. Tigres cresceram em tamanho, possivelmente em resposta a radiações adaptativas de espécies de presas, como veados e bovídeos que possam ter ocorrido no Sudeste Asiático durante o início do Pleistoceno. Os primeiros fósseis de verdadeiros tigres são de Java, e têm entre 1,6 e 1,8 milhão de anos. Fósseis distintos são conhecidos dos depósitos do início e meio do Pleistoceno na China e Sumatra. A subespécie chamada tigre-de-trinil (Panthera tigris trinilensis) viveu cerca de 1,2 milhão de anos e é conhecido a partir de fósseis encontrados em Trinil, Java.Van den Hoek Ostende. 1999. Javan Tiger - Ruthlessly hunted down. 300 Pearls - Museum highlights of natural diversity. Tigres primeiro chegaram ao subcontinente indiano e depois ao norte da Ásia no final do Pleistoceno, atingindo o leste de Beríngia (mas não o continente americano), Japão e Sakhalin. Fósseis encontrados no Japão indicam que os tigres locais eram, como as subespécies insulares sobreviventes, menores do que as formas do continente, um exemplo de nanismo insular. Até ao Holoceno, os tigres também viviam em Bornéu, assim como na ilha de Palawan, nas Filipinas. Sequência completa do genoma do tigre foi publicada em 2013. Ele e outros genomas de felinos foram descobertos a ter semelhante composição de repetição e uma sintenia sensivelmente conservada. == Subespécies == Em 2017 a Cat Classification Task Force passou a classificar todos os tigres continentais como Panthera tigris tigris, colocando o que antes eram subespécies separadas como populações regionais de P. t. tigris; E todos os tigres das Ilhas da Sonda, não-continentais, como Panthera tigris sondaica. Há uma constante discussão sobre o número total de subespécies de tigre e quais são estas, e consequentemente as mesmas são reclassificadas constantemente com base em novos estudos, geralmente diminuindo o número de subespécies, ao definir o que antes era determinada subespécie separada em apenas mais uma população regional de uma mesma subespécie anterior. Contudo o IUCN lista nove subespécies distintas de tigre, três das quais estão extintas. As nove ocupavam historicamente uma extensa área que englobava a Rússia Asiática, Sibéria, Irã, Cáucaso, Afeganistão, antiga Ásia Central Soviética, Subcontinente indiano, China, todo o sudeste da Ásia e Insulíndia (ilhas de Sumatra, Java e Bali). Hoje em dia, se encontram extintos em muitos países da Ásia. Estas são as nove subespécies relacionadas pela IUCN: ==== Tigre- siberiano ==== (Panthera tigris altaica) Encontram-se em vales com encostas rochosas do rio Amur. Está agora confinado a uma pequena área no leste da Rússia, onde é protegido. Antigamente habitava a Coreia, Manchúria (região nordeste da China), sudeste da Sibéria e leste da Mongólia. Desde 1922, quando um indivíduo foi visto e caçado pela última vez, não são mais vistos na Coreia do Sul. Em liberdade, existem entre 480 e 540 indivíduos, segundo o censo de 2015. Algumas populações não são geneticamente viáveis, por estarem sujeitas a cruzamentos consanguíneos. Diferentemente das outras subespécies de tigre, vive em uma área de clima frio formada por florestas boreais (de carvalhos e coníferas). É a maior das subespécies de tigre e o maior felino existente atualmente. O tamanho é variável com a subespécie, pesando, na maior parte das vezes, entre 180 e 306 quilogramas em machos e as fêmeas entre 100 e 167. O comprimento do corpo fica de 2,4 a 3,3 metros. As informações sobre o tamanho máximo são confusas e não há um veredito sobre o maior na natureza. De acordo com a edição do Guinness Book of world records, de 1988, um tigre siberiano macho de cativeiro, chamado Jaipur, chegou a pesar, aos 7 anos e meio de idade, 423 kg e possuía 3,32 metros de comprimento, sendo o felino mais pesado do mundo. Há um relato de um tigre siberiano macho que foi baleado em Sikhote Allin no ano de 1950, que pesava 384 kg. Jaipur chegou a pesar 465 kg, antes de sua morte em 1999. A sua dieta é formada principalmente de suínos selvagens, veados, alces. Caçam, ainda, outros mamíferos, como ursos-pardos e ursos-negros-asiáticos. ==== Tigre-do-sul-da-china ==== thumb|225x225px|Tigre- do-sul-da-china do projeto Save China's Tigers. (Panthera tigris amoyensis) — É a mais criticamente ameaçada das subespécies, caminhando rapidamente à extinção. Até o começo dos anos 1950, havia, aproximadamente, 4 000 tigres na República Popular da China. Mas em 1959, Mao Tse Tung, na época do \"Grande Salto Adiante\", declarou os tigres uma praga. Seguiu-se, então, uma brutal perseguição aos tigres, reduzindo-os a 400 indivíduos em 1976 e entre 150–200 indivíduos na natureza em 1982. Em 1987, haviam entre 30–40 restantes. Em uma pesquisa de 2001 não foi encontrado nenhuma evidência da presença de tigres, mas ainda podem existir alguns na natureza, já que há relatos de rastros e avistamentos. Havia apenas 72 exemplares em cativeiro em 2007, a maior parte na República Popular da China, mas que descendem de somente seis exemplares distribuídos em zoos em 1976. A diversidade genética necessária para manter a espécie já não existe, indicando que uma possível extinção pode estar próxima. ==== Tigre-da-indochina ==== (Panthera tigris corbetti) — Era encontrado no Camboja, Laos, sudoeste da China, Mianmar, Tailândia e Vietnã. Encontra-se extinto na China desde 2007 quando o último foi morto e comido por um caçador ilegal. Habita florestas tropicais e subtropicais úmidas de folhas largas e floresta secas em preferencialmente regiões montanhosas. De acordo com estimativas do governo das populações de tigres, a população é de 352 espécimes: 200 na Tailândia, 85 em Mianmar, 20 no Vietnã, outros 20 no Camboja e 17 no Laos. ==== Tigre-de-sumatra ==== (Panthera tigris sumatrae) — É encontrado somente na ilha de Sumatra. Possui pelagem mais escura, e listras mais finas e abundantes que tendem a desintegrar em pontos perto do fim, além de linhas de pequenos pontos escuros entre listras regulares que podem ser encontradas no dorso, flancos e patas traseiras. Atualmente é a menor das subespécies vivas. A população selvagem estimada é de quatrocentos a quinhentos animais, presentes predominantemente nos cinco parques nacionais da ilha. Em 1978, era estimada em 1 000 animais que caiu para cerca de 800 em 1985.Santiapillai, C., Ramono, W. S. (1987). Tiger numbers and habitat evaluation in Indonesia, pp. 85–91 in: Tilson, R. L., Seal, U. S. (eds.) Tigers of the World: The Biology, Biopolitics, Management, and Conservation of an Endangered Species. Noyes Publications, New Jersey, ISBN 0815511337. As maiores ameaças a conservação da subespécie incluem desmatamento para plantações de palmeiras de óleo e plantio de acácia, diminuição das presas e comércio ilegal, principalmente para o mercado interno. Pesquisas genéticas recentes revelaram a presença de um marcador genético único, indicando que pode-se desenvolver uma nova espécie, caso não se torne extinto antes. ==== Tigre-de-bengala ==== (Panthera tigris tigris) — É encontrado nas florestas e savanas de Bangladesh, Butão, Nepal, Índia, Myanmar. É a segunda maior subespécie de tigre. É o animal nacional da Índia e de Bangladesh. Existem menos de 2 500 indivíduos na natureza, a maioria vivendo na Índia e em Bangladesh. O peso é entre 180 e 266 quilogramas para machos, e 100 a 160 para fêmeas. No entanto, o maior tigre-de-bengala encontrado no ambiente selvagem pesava 389 quilogramas e foi morto em 1967, embora esse peso seja um pouco artificial, já que ele havia acabado de comer um búfalo última noite, o que aumentaria o peso em até 45 kg. Sua dieta consiste em gauros (a maior espécie de bovídeo selvagem do planeta), várias espécies de cervos, javalis, búfalos-d'água selvagens e em alguns casos, chegam a alimentar-se de crocodilos, de ursos-beiçudos e, em casos extremos, de elefantes e rinocerontes asiáticos. ==== Tigre-malaio ==== (Panthera tigris jacksoni) — Presente exclusivamente no sul da Península Malaia. Até 2004, não era considerada como uma subespécie de tigre. Até então, era tido como parte da subespécie indochinesa. Tal classificação mudou em função de um estudo do Laboratório de Estudos da Diversidade Genômica, parte do Instituto Nacional do Câncer, dos Estados Unidos. Segundo estimativas, a população de tigres malaios selvagens é de 600 a 800 indivíduos. É um ícone nacional na Malásia, aparecendo no brasão e no logotipo de instituições do país. ==== Tigre-de-bali † ==== (Panthera tigris balica) — Sua ocorrência era limitada à ilha de Bali, na Indonésia. Estes tigres foram caçados até a extinção. O último exemplar de tigre balinês deve ter sido morto em Sumbar Kima, no oeste de Bali, em 27 de setembro de 1937 e era uma fêmea adulta. Nenhum tigre balinês era mantido em cativeiro. De todas as subespécies, era a menor de todas com tamanho comparável a suçuaranas e leopardos; os machos tinham entre 90–100 kg e as fêmeas entre 65 e 80 kg. Pesavam menos da metade dos tigres-siberianos. ==== Tigre-de-java † ==== (Panthera tigris sondaica) — Era limitado à ilha indonésia de Java. Esta subespécie foi extinta na década de 1970, como resultado de caça e destruição de seu habitat. Mas a extinção desta subespécie tornou-se extremamente provável já na década de 1950, quando havia menos de 25 animais em estado selvagem. O último animal selvagem foi avistado em 1976. Em uma pesquisa de 1994 não foi encontrado nenhum rastro de tigres. Presume-se que a impressão de uma pata com entre 26–28 cm registrada em 1997 possa ser de um tigre, enquanto um grupo ambientalista da Indonésia, liderados por Bambang Darmadja e Wahyu Giri Prasetyo, acredita que alguns pelos e fezes encontrados em 2004 também são provas de sua existência. ==== Tigre-do-cáspio ou tigre- persa † ==== thumb|235x235px|Tigres-do-cáspio eram utilizados no Coliseu de Roma. Zoo de Berlim, 1899 (Panthera tigris virgata) — Tornou-se provavelmente extinto na década de 1970, com o último sendo visto em 1961. Era encontrado no Afeganistão, Irã, Iraque, Mongólia, União Soviética e Turquia. De todas as subespécies de tigre era a mais ocidental, sendo a subespécie utilizada no Coliseu de Roma. Apresentava pelagem longa na parte inferior do corpo e da cabeça (semelhante a uma barba) durante o inverno. No começo do , foi alvo de perseguição por parte do governo da Rússia czarista (que acreditava não haver mais espaço para o tigre na região) por conta de um programa de colonização da área. Foi confirmado recentemente através de um estudo de DNA em 2009 que o tigre-do-cáspio e o tigre siberiano são praticamente a mesma subespécie. === Subespécies inválidas === Além das subespécies citadas acima, existem algumas subespécies que ainda não foram reconhecidas pela taxonomia. * Tigre-coreano (Panthera tigris coreensis) — Habitava a Península da Coreia e o sul da Manchúria, áreas das quais o tigre se encontra extinto desde meados do . Hoje considerado parte do tigre-siberiano. * Tigre-de-xinjiang (Panthera tigris lecoqi) — Estudado e classificado por Schwarz em 1916. Vivia no noroeste da China, mais precisamente na província de Xinjiang. É considerado parte do tigre-do-cáspio atualmente. * Tigre-do-turquestão (Panthera tigris trabata) — Tal como o tigre de Xinjiang foi estudado e classificado por Schwarz em 1916 e é considerado parte do tigre-do-cáspio. Vivia em áreas dos atuais Cazaquistão, Uzbequistão, Quirguistão e Tajiquistão. == Híbridos == Leões têm sido conhecidos por reproduzir com tigres (na maioria das vezes as subespécies de Amur e de Bengala) para criar híbridos chamados ligres e tigreões. Esses híbridos eram comumente criados em zoológicos, mas isso agora é desencorajado devido à ênfase na conservação e ao fato de esses animais desenvolverem doenças e viverem por pouco tempo. Híbridos ainda são criados em zoológicos privados e em jardins zoológicos na China. O ligre é um cruzamento entre um leão macho e uma tigresa. O pai leão transmite um gene promotor de crescimento, mas o gene inibidor de crescimento correspondente na fêmea está ausente, por isso ligres crescem muito mais do que qualquer um dos pais. Eles compartilham qualidades físicas e comportamentais de ambas as espécies de origem (manchas e listras sobre um \"fundo de areia\"). Ligres machos são estéreis, mas ligres fêmeas são muitas vezes férteis. Os machos têm cerca de 50% de chance de ter uma juba, mas, mesmo se eles a tiverem, suas jubas terão apenas cerca de metade do tamanho da de um leão puro. São tipicamente entre 3 e 3,3 metros de comprimento (incluindo a cauda) e pode pesar entre 364 e 418 quilos. O maior Ligre do mundo é um macho chamado Hercules, ele está no Guinness Book, possuí 3,33 metros de comprimento total, com 1,25 m na altura da cernelha e pesa 418,2 kg. O tigreão (Tigon), menos comum, é um cruzamento entre uma leoa e um tigre macho. Como o tigre macho não transmite um gene promovedor do crescimento e a leoa transmite um gene inibidor do crescimento, tigreões são relativamente pequenos, apenas pesando até 150 kg, que é cerca de 10-20% menor do que os leões. Como ligres, eles têm características físicas e comportamentais de ambas as espécies parentais, e os machos são estéreis. As fêmeas são férteis e, por vezes, têm ocasionalmente dado à luz litigreões (Li- tigons) quando acasaladas com um leão; e titigreões (ti-tigons). == Características == Tigres têm corpos musculosos com membros anteriores poderosos, grandes cabeças, caudas longas e garras enormes. A pelagem é densa e pesada; a coloração varia entre tons de laranja e marrom com áreas ventrais brancas e listras pretas verticais distintas, cujos padrões são únicos para cada indivíduo. A sua função provável é de servir como camuflagem na vegetação, como erva alta com fortes padrões verticais de luz e sombra. O tigre é uma das poucas espécies de felino listrada; não se sabe por que os pontos são o padrão de camuflagem mais comum entre os felinos. Listras do tigre também são encontradas na pele, de modo que, se fosse para ser raspada, o seu padrão de revestimento distintivo ainda seria visível. Eles têm um forte crescimento de um tipo de juba ao redor do pescoço e mandíbulas e bigodes longos, especialmente nos machos. As pupilas são circulares com as íris amarelas. As orelhas pequenas e arredondadas têm uma mancha branca proeminente na parte de trás, cercada por preto. Estas \"marcas de olhos\", aparentemente, têm um papel importante na comunicação. O crânio é semelhante ao do leão, embora a região frontal geralmente não é tão achatada, com uma região postorbital ligeiramente mais longa. O crânio de um leão tem aberturas nasais mais amplas. No entanto, devido à variação em crânios das duas espécies, a estrutura da mandíbula inferior é um indicador mais fiável da espécie. O tigre também tem dentes bastante robustos; os caninos um pouco curvados são os mais longos entre todos os felinos vivos, com comprimento de até 10 centímetros. O mais velho tigre em cativeiro registrado viveu por 26 anos. Um exemplar selvagem, não tendo predadores naturais, poderia, em teoria, viver até uma idade comparável. === Tamanho === Os tigres são os mais variáveis ​​em tamanho de todos os grandes felinos, muito mais do que os leões. O tigre-de-bengala e o siberiano são os mais longos e pesados e, assim, considerados os maiores felinos selvagens vivos, classificando com o extinto tigre-do-cáspio entre os maiores que já existiram. Um tigre macho adulto médio do norte da Índia supera um leão macho adulto médio em cerca de 45,5 kg. Os machos variam em comprimento total entre 250–390 cm e pesam até 310 kg, com comprimento do crânio variando entre 31,6-38,3 cm. As fêmeas variam em comprimento total entre 200 e 275 cm, pesando em média 167 kg com comprimento do crânio variando entre 26,8-31,8 cm. Em ambos os sexos e subespécies, a cauda representa cerca de 0,60 cm a 1,10 m do comprimento total. O tamanho do corpo de diferentes populações parece estar correlacionada com o clima — regra de Bergmann — e pode ser explicado pela termorregulação. Grandes tigres-siberianos machos podem atingir um comprimento total de mais de 3,50 m ao longo das curvas do corpo e 3,30 m do nariz ao final da garupa em linha reta, e podem pesar 310 kg. Este é consideravelmente maior do que o peso alcançado pela menor subespécie vivente de tigre: o tigre-de-sumatra, que vive em clima tropical. No ombro(cernelha), tigres podem ter variavelmente entre 0,70-1,22 m de altura. O peso recorde ainda não é bem definido pois os relatos não tem fontes fiáveis e o peso pode variar já que o tigre pode estar faminto ou ter acabado de comer. Existem relatos de tigres com 384, 389 e 423 kg no meio selvagem e em cativeiro o maior tigre pesava 465 kg e se chamava Jaipur. Eles são uma espécie que tem dimorfismo sexual, as fêmeas são consistentemente menores que os machos. A diferença de tamanho entre machos e fêmeas é proporcionalmente maior nas subespécies maiores, com os machos pesando até o dobro das fêmeas. Os machos também têm almofadas das patas dianteiras mais largas do que as fêmeas, possibilitando o sexo ser identificado através das pegadas. === Variações de cor === Um alelo conhecido encontrado apenas nas subespécie de Bengala produz o tigre-branco, o primeiro variante de cor foi registrado no início do e estima-se ser encontrado em 1 a cada 10 000 nascimentos naturais. Geneticamente, a brancura é recessiva: um filhote nasce branco apenas quando ambos os pais são portadores do alelo para brancura. Não é albinismo, pois há pigmento evidente em listras do tigre-branco e em seus olhos azuis. A mutação responsável muda um único aminoácido na proteína transportadora SLC45A2. Os tigres brancos são frequentemente criados em cativeiro, onde o relativamente pequeno conjunto de genes pode levar a endogamia. Foram feitas tentativas para cruzar tigres brancos e laranjas para remediar esta situação, muitas vezes misturando subespécies no processo. A endogamia gerou nos tigres brancos uma maior probabilidade de nascerem com defeitos físicos, tais como fenda palatina, escoliose (curvatura da coluna vertebral) e estrabismo. Mesmo sendo aparentemente saudáveis, os tigres-brancos​ ​geralmente não vivem tanto quanto seus homólogos laranjas. Outro gene recessivo cria o tigre-dourado. Tigres- dourados têm pelagem dourado-claro mais espessa do que o normal, pernas brancas e listras douradas em tom mais escuro. Existem poucos tigres-dourados e são mantidos em cativeiro. Eles são, invariavelmente, pelo menos em parte, tigres-de-bengala. Alguns tigres dourados carregam o gene do tigre-branco, e, quando esses dois tigres acasalam, eles podem produzir alguns descendentes brancos sem listras. Além do tigre branco e do dourado, ainda há outras possíveis variações de cor não confirmadas. Embora um efeito pseudo- melanístico — listras bem largas que obscurecem o fundo laranja — tenha sido visto visto em alguns exemplares, verdadeiros \"tigres negros\" não foram autenticados, com a possível exceção de um espécime morto examinado em Chittagong, em 1846. Estes tigres totais ou parcialmente melanísticos, se existirem, são consideradas mutações intermitentes ao invés de uma espécie distinta. Há ainda relatos não confirmados de tigres de um tom \"azul\" ou cor- de-ardósia, o tigre-maltês. No entanto, enquanto alguns felinos de outras espécies exibem essa coloração como um revestimento sólido, não há configuração genética conhecida que resultaria em listras pretas sobre um fundo azul-cinzento. == Distribuição e habitat == No passado, os tigres foram encontrados em toda a Ásia, desde o Cáucaso e do Mar Cáspio até a Sibéria e as ilhas indonésias de Java, Bali e Sumatra. Restos fósseis indicam que tigres também estavam presentes em Bornéu e Palawan nas Filipinas, durante o final do Pleistoceno e Holoceno. Durante o , os tigres foram extintos na Ásia ocidental e estavam restritos a bolsões isolados nas partes restantes de sua gama. Eles foram extirpados na ilha de Bali, em 1940, em torno do Mar Cáspio na década de 1970, e em Java em 1980. Este foi o resultado da perda de habitat e a matança contínua de tigres e de suas presas. Hoje, a sua distribuição fragmentada e parcialmente degradada estende da Índia, a oeste, a China e o Sudeste Asiático. O limite norte da área de distribuição é próximo ao rio Amur, no sudeste da Sibéria. A única grande ilha que ainda habitam é Sumatra. Desde o início do , a distribuição geográfica do tigre encolheu 93%. Na década de 1997-2007, a área estimada conhecida da presença de tigres diminuiu 41%. Os tigres podem ocupar uma grande variedade de tipos de habitats, mas geralmente exigirá cobertura suficiente, a proximidade de água, e uma abundância de presas. Em comparação com o leão, o tigre prefere vegetação mais densa, para o qual a coloração de camuflagem é ideal, e onde um único predador não está em desvantagem em comparação com múltiplos felinos em uma alcateia de leões. Um outro requisito de habitat é a existência de tocas devidamente isoladas, que podem consistir de cavernas, grandes árvores ocas, ou vegetação densa. Tigres- de-bengala em particular vivem em muitos tipos de florestas, incluindo úmidas, vegetações perenes e manguezal pantanoso do delta do Ganges (Sundarbans), e a vegetação semiperene de Assam e Bengala Oriental; a floresta decidual do Nepal, e as florestas semiáridas do Ghats Ocidentais. Em várias partes de sua escala habitam ou habitaram montanhas rochosas, pastagens parcialmente abertas e savanas, assim como as florestas de taiga. == Biologia e comportamento == === Atividade social === Tigres adultos vivem em grande parte, solitariamente. Eles estabelecem e mantêm territórios. Adultos residentes de ambos os sexos geralmente limitam os seus movimentos ao território, dentro do qual eles satisfazem as suas necessidades e as de seus filhotes em crescimento. Os indivíduos que partilham a mesma área estão conscientes dos movimentos e atividades de cada um. Os tigres são muito territorialistas, e o índice de mortalidade por esta causa é alto. O tamanho do território depende, principalmente, da abundância de presas, e, no caso dos machos, do acesso às fêmeas. A tigresa pode ter um território de 20 km², enquanto os territórios dos machos são muito maiores, cobrindo 60 a 100 km². O alcance de um macho tende a se sobrepor ao de várias fêmeas, fornecendo-lhe um grande campo de potenciais parceiras de acasalamento. Ao contrário de muitos felinos, os tigres são nadadores fortes e muitas vezes intencionalmente banham-se em lagoas, lagos e rios, como forma de se refrescar no calor do dia. Entre os grandes felinos, apenas a onça-pintada compartilha um gosto semelhante para a água.Shoemaker, A.H., Maruska, E.J. and R. Rockwell (1997) Minimum Husbandry Guidelines for Mammals: Large Felids. American Association of Zoos and Aquariums Eles podem cruzar rios de até 7 km de diâmetro e podem nadar até 29 km em um dia. Eles são capazes de carregar ou capturar a presa na água. Tigresas jovens estabelecem seus primeiros territórios perto de sua mãe. A sobreposição entre o território da mãe e da filha reduz com o tempo. Os machos, no entanto, migram mais do que as fêmeas e partem em uma idade mais jovem para marcar sua própria área. Um macho jovem adquire território, quer pela procura de uma área desprovida de outros tigres machos, ou vivendo como um transiente no território de outro macho, até que ele é mais velho e forte o suficiente para desafiar o macho residente. Jovens do sexo masculino que procuram estabelecer-se compreendem, assim, a maior taxa de mortalidade (30-35% por ano) entre tigres adultos. esquerda|thumb|210x210px|Tigre \"patrulhando\" território, em Zoo Para identificar o seu território, o macho marca árvores pulverizando urina e secreções das glândulas anais, bem como marcação das trilhas com fezes e também marcam as árvores ou o chão com as garras. As fêmeas também usam esses \"arranhões\", assim como a urina e marcação de fezes. Marcas de cheiro deste tipo permitem que um indivíduo descubra a identidade, sexo e estado reprodutivo de outro tigre. Fêmeas no cio sinalizam a sua disponibilidade através de marcação de cheiros com mais frequência e aumentando suas vocalizações. Embora na maioria das vezes evitem um ao outro, os tigres não são sempre territoriais e as relações entre os indivíduos podem ser complexas. Um adulto de ambos os sexos, por vezes, irá compartilhar sua presa com os outros, mesmo com aqueles que podem não ser relacionados a eles. George Schaller observou um macho compartilhar uma caça com duas fêmeas e quatro filhotes. Ao contrário de leões machos, tigres machos permitem fêmeas e filhotes a se alimentar de o matar antes que o macho tenha terminado; todos os envolvidos geralmente parecem se comportar de forma amigável, em contraste com o comportamento concorrencial mostrado por uma alcateia de leões. Esta citação é do livro Tiger de Stephen Miller, descrevendo um evento testemunhado por Valmik Thapar e Fateh Singh Rathore no Parque Nacional Ranthambhore: thumb|220x220px|Tigre arranhando árvore, marcando território Tigres machos são geralmente mais intolerantes com outros machos dentro de seus territórios do que as fêmeas são com outras fêmeas. Disputas territoriais são normalmente resolvidas com demonstrações de intimidação ao invés de agressão direta. Em muitos desses incidentes foi observado que o tigre subordinado se rendeu ao rolar suas costas e mostrar sua barriga em uma postura submissa. Uma vez que o domínio tenha sido estabelecido, um macho pode tolerar um subordinado dentro de seu alcance, desde que não fiquem em locais muito próximos. As disputas mais agressivas tendem a ocorrer entre dois machos quando uma fêmea está no cio, e raramente pode resultar na morte de um deles. As expressões faciais incluem a \"ameaça da defesa\", onde um indivíduo arreganha os dentes, achata as orelhas e suas pupilas dilatam. Os machos frequentemente usam o reflexo flehmen quando identificam o status reprodutivo de uma fêmea ao cheirar suas marcas de urina, e são vistos fazendo a careta característica, pondo a língua para fora. À semelhança de outros animais do gênero Panthera, tigres rugem, particularmente em situações agressivas, durante a época de acasalamento ou ao abater uma caça. Há dois rugidos diferentes: o rugido \"verdadeiro\" é feito utilizando o aparelho hióide e expelido através de uma boca aberta a medida que se fecha progressivamente, e o menor, e mais severo rugido \"tosse\" é feito com a boca aberta e dentes expostos. O rugido \"verdadeiro\" pode ser ouvido a até 3 quilômetros de distância e às vezes é emitido três ou quatro vezes seguidas. Quando tenso, tigres grunhem, um som semelhante a um rugido, mas mais moderado e feito quando a boca está parcialmente ou completamente fechada. O grunido pode ser ouvido a 400 m de distância. Um bufo moderado, suave e de baixa frequência semelhante ao ronronar de felinos menores é ouvido em situações mais amigáveis. Outras comunicações vocais incluem rosnados e silvos. Tigres foram estudados no estado selvagem, utilizando uma variedade de técnicas. As populações de tigres foram estimadas usando moldes de gesso de seus rastros, embora este método foi criticado como sendo impreciso. Tentativas mais recentes têm sido feitas utilizando armadilhas fotográficas e estudos do DNA de sua fezes, enquanto encoleiramento de rádio tem sido usado para acompanhar tigres em estado selvagem. === Caça e dieta === Em estado selvagem, os tigres se alimentam principalmente de animais grandes e médios, preferindo ungulados nativos que pesem no mínimo 90 kg. Eles normalmente têm pouco ou nenhum efeito nocivo nas populações de presas. Cervo sambar, chital, veado barasingha, javalis, gauro, nilgó, búfalo-d'água-selvagem e búfalo- doméstico, em ordem decrescente de preferência, são as presas favoritas do tigre em Tamil Nadu, na Índia, enquanto o gauro e o sambar são as presas preferidas e constituem o principal dieta de tigres em outras partes da Índia. Eles também atacam outros predadores, incluindo cães, leopardos, pítons, urso, e crocodilos. Na Sibéria, as principais espécies de presas são uapitis e javalis (as duas espécies compreendendo cerca de 80% das presas escolhidas), seguido de veados-sika, alces, veados Capreolus pygargus e cervos- almiscarados. Além disso, os ursos-negros-asiáticos e ursos-pardos compõem de 5 a 8% da dieta do tigre no Extremo Oriente russo. Em Sumatra, presas incluem sambares, veados Muntiacus, javalis, e tapires-malaios. No alcance do extinto tigre-do-cáspio, as presas incluíam saigas, camelos, bisões-caucasianos, iaques e cavalos selvagens. Como muitos predadores, os tigres são oportunistas e podem comer presas muito menores, como macacos, pavões e outras aves terrestres, lebres, porcos e peixes. Tigres geralmente não atacam elefantes asiáticos, rinocerontes indianos adultos totalmente crescidos, mas incidentes foram relatados. Mais frequentemente, são os pequenos filhotes, mais vulneráveis, ​​que são mortos. Tigres foram relatados atacando e matando elefantes montados por seres humanos durante a caça de tigres no . Quando em estreita proximidade com os seres humanos, tigres também atacam, por vezes, animais domésticos como gado, cavalos e burros. Tigres velhos ou feridos, incapazes de capturar presas selvagens, podem tornar-se comedores de homens; este padrão tem ocorrido com freqüência em toda a Índia. Uma exceção é nos Sundarbans, onde os tigres saudáveis ​​caçam pescadores e moradores em busca de produtos da floresta. Os seres humanos formam assim uma pequena parte da dieta do tigre. Embora quase exclusivamente carnívoros, os tigres, ocasionalmente, comem vegetação pela fibra dietética. O fruto da árvore Careya arborea é um dos favoritos. Tigres são considerados predadores, principalmente, noturnos, mas em áreas onde os seres humanos são normalmente ausentes, eles foram observados através de câmeras escondidas, por controle remoto, caçando à luz do dia.Tiger: Spy In The Jungle John Downer Productions. BBC (2008) Eles geralmente caçam sozinho e emboscam suas presas como a maioria dos outros gatos fazem — dominando-os a partir de qualquer ângulo, usando seu tamanho corporal e força para derrubar a presa fora de equilíbrio. Caçadas bem-sucedidas geralmente exigem o do tigre quase simultaneamente saltar sobre sua presa, derrubá-la, e agarrar a garganta ou nuca com seus dentes. Apesar de seu grande tamanho, os tigres podem atingir velocidades de cerca de 49-65 km/h, mas apenas em curtos períodos; consequentemente, tigres devem estar perto de suas presas antes de aparecerem. Se a presa sente a presença do tigre antes disso, o tigre geralmente abandona a caça ao invés de perseguir a presa ou enfrentá-la de frente. Saltos horizontais de até 10 m foram relatados, embora saltos de cerca de metade desta distância são mais típicas. Uma em cada 2 a 20 caças, incluindo espreitar uma presa em potencial, termina em uma caça bem-sucedida. Quando caçam animais maiores, tigres preferem morder a garganta e usar suas patas dianteiras poderosas para agarrar a presa, muitas vezes, simultaneamente, lutando até o chão. O tigre permanece prendendo o pescoço até que seu alvo morra de estrangulamento. Por esse método, gauros e búfalos- asiáticos pesando mais de uma tonelada foram mortos por tigres, pesando cerca de um sexto disso. Embora eles possam matar os adultos saudáveis​​, tigres, muitas vezes selecionam indivíduos filhotes ou debilitados de animais muito grandes. Atacar adultos saudáveis deste tamanho pode ser perigoso, já que chifres, pernas e presas longos e fortes são todos potencialmente fatais para o tigre. Nenhum outro predador terrestre vivo enfrenta presas deste tamanho por conta própria. Ao caçar sambares, que compõem até 60% de suas presas na Índia, tigres supostamente fazem uma imitação razoável do chamado do cio de sambares machos para atraí-los. Com presas menores, como macacos e lebres, o tigre morde a nuca, muitas vezes quebrando a medula espinhal, perfurando a traqueia, ou cortando a veia jugular ou artéria carótida comum. Embora raramente observado, alguns tigres foram vistos matando a presa ao segurar com suas patas, que são poderosas o suficiente para esmagar os crânios de gado doméstico, e quebrar as costas de ursos-beiçudos. Durante os anos 1980, um tigre chamado \"Genghis\" no Parque Nacional de Ranthambhore foi observado frequentemente caçando presas através da água de um lago profundo, um padrão de comportamento que anteriormente não tinha sido testemunhado em mais de 200 anos de observações. Além disso, ele parecia ser extraordinariamente bem sucedido, com 20% das caçadas terminando em morte. Depois de matar suas presas, os tigres, por vezes, arrastam-na para escondê-la na cobertura vegetal, geralmente segurando com a boca no local da mordida mortal. Isto, também, pode exigir grande força física. Em um caso, depois de ter matado um gauro adulto, um tigre foi observado arrastando a enorme maciça até uma distância de 12 m. Quando 13 homens tentaram simultaneamente arrastar a mesma carcaça depois, eles não foram capazes de movê-la. Um tigre adulto pode ficar até duas semanas sem comer, então devoram 34 quilogramas de carne de uma só vez. Em cativeiro, os tigres adultos são alimentados 3 a 6 kg de carne por dia. === Interações com outros predadores === Tigres geralmente preferem comer presas que eles mesmo pegaram, mas não estão livres de comer carniça em tempos de escassez e pode até mesmo roubar presas de outros grandes carnívoros. Apesar de predadores tipicamente evitarem uns aos outros, se uma presa está sob disputa ou um sério concorrente é encontrado, demonstrações de agressão são comuns. Se isso não for o suficiente, os conflitos podem se tornar violentos; tigres podem matar concorrentes como leopardos, hienas-listradas, cão-selvagem-asiático, lobos, ursos, Pítons e até mesmo crocodilos em certas ocasiões. Em alguns casos, ao invés de serem estritamente competitivos, os ataques de tigres em outros grandes carnívoros parecem ser predatórios na natureza. Crocodilos, ursos e cães-selvagens-asiáticos podem ganhar conflitos contra tigres. Consideravelmente menor, o leopardo evita a concorrência com os tigres caçando em diferentes momentos do dia e caçando presas diferentes. No Parque Nacional Nagarhole da Índia, a maioria das presas selecionadas por leopardos tinham entre 30 e 175 kg contra uma preferência por presas pesando mais de 176 kg nos tigres. O peso médio das presas dos dois respectivos grandes felinos na Índia foi de 37,6 kg contra 91,5 kg. Com presas relativamente abundantes, tigres e leopardos foram vistos coexistindo com sucesso, sem exclusão competitiva ou hierarquia de dominância entre-espécies. Chacais-dourados expulsos de sua alcateia são conhecidos por formar relacionamentos comensais com tigres. Estes chacais solitários, conhecidos como kol-bahl, juntam-se a um tigre particular, seguindo-o a uma distância segura para se alimentar de sobras de presas mortas pelo grande felino. === Reprodução === Acasalamento pode ocorrer durante todo o ano, mas é mais comum entre novembro e abril. A fêmea é apenas receptiva de três a seis dias. A cópula é frequente e barulhenta durante esse tempo. A gestação pode variar de 93-112 dias, sendo a média de 105 dias. A ninhada é geralmente de dois ou três filhotes, ocasionalmente tão pequena quanto um ou tão grande quanto seis. Filhotes pesam de 680 a 1 400 g cada no nascimento, e nascem cegos e indefesos. A fêmea cria-os sozinha, com o local de nascimento e a toca em um local protegido, como uma moita, caverna ou fenda rochosa. O pai geralmente não participa em criá-los. Tigres machos independentes e errantes podem matar filhotes para a fêmea ficar receptiva, já que a tigresa pode dar à luz outra ninhada dentro de cinco meses se os filhotes da ninhada anterior são perdidos. A taxa de mortalidade de filhotes de tigre é de cerca de 50% nos dois primeiros anos. Poucos outros predadores atacam os filhotes de tigre, devido ao empenho e ferocidade da mãe tigresa. Além de seres humanos e outros tigres, causas comuns de mortalidade de filhotes são a fome, o congelamento, e acidentes. Um filhote dominante surge na maioria das ninhadas, geralmente um macho. Este filhote é mais ativo do que seus irmãos e assume a liderança em suas brincadeiras, eventualmente deixando sua mãe e se tornando independente mais cedo. Os filhotes abrem os olhos entre seis a quatorze dias de idade. Por oito semanas, os filhotes fazem aventuras curtas fora da toca com a sua mãe, apesar de não viajar com ela quando ela percorre seu território até que eles sejam mais velhos. Os filhotes são amamentados por três a seis meses. Perto de serem desmamados, eles começam a acompanhar a mãe em caminhadas territoriais e são ensinados a caçar. Os filhotes muitas vezes tornam-se caçadores capazes e perto do tamanho de um adulto aos onze meses de idade. Se tornam independentes com cerca de dezoito meses de idade, mas só quando tem em torno de dois a dois anos e meio de idade que totalmente separam-se de sua mãe. As fêmeas atingem a maturidade sexual entre três a quatro anos, enquanto os machos a atingem de quatro a cinco anos. == Conservação == Populações de tigres País Estimativa Bangladesh 440 Butão 75 Camboja 20 China 45 Índia 1 706 Indonésia 325 Laos 17 Malásia 500 Mianmar 85 Nepal 155 Coreia do Norte n/a Rússia 360 Tailândia 200 Vietnã 20 Total 3 948 O tigre é uma espécie em perigo. A caça por sua pele e partes do corpo e destruição de habitat têm simultaneamente reduzido muitas populações de tigres em estado selvagem. No início do , estima-se que havia mais de 100 mil tigres em estado selvagem, mas a população tem diminuído fora do cativeiro para entre 1 500 e 3 500, queda de 97%. As principais razões para o declínio da população incluem a destruição de habitat, a fragmentação do habitat e caça ilegal. A demanda por partes de tigre para uso na medicina tradicional chinesa também tem sido citada como uma grande ameaça para as populações de tigres. Algumas estimativas sugerem que existem menos de 2 500 indivíduos reprodutores maduros, com nenhuma subpopulação com mais de 250 indivíduos reprodutores maduros. A população de tigres selvagens mundial foi estimada pelo World Wide Fund for Nature a 3 200, em 2011. O número exato de tigres selvagens é desconhecida, como muitas estimativas estão desatualizadas ou são suposições estimadas; poucas estimativas são baseadas em censos científicos fiáveis​​. A Índia é o lar da maior população mundial de tigres selvagens, mas apenas 11% do habitat original do tigre na Índia permanece, e tornou-se fragmentado e degradado. De 1973, o Projeto Tigre da Índia fundado por Indira Gandhi, estabeleceu mais de 25 reservas de tigres em terras recuperadas, onde o desenvolvimento humano foi proibido. O projeto foi creditado com a triplicação do número de tigres-de-bengala selvagens de cerca de 1 200 em 1973 para mais de 3 500 na década de 1990; mas um censo de 2007 mostrou que o número caiu de volta para cerca de 1 400 tigres por causa da caça ilegal. Seguindo o relatório, o governo indiano prometeu 153 milhões dólares para a iniciativa, estabeleceu medidas para combater a caça furtiva, prometeu fundos para mudar até 200 000 habitantes, a fim de reduzir as interações entre homens e tigres, e criou oito novas reservas de tigres. A Índia também reintroduziu tigres para a Reserva de Tigres Sariska e, em 2009, alegou-se que a caça tinha sido eficazmente combatida no Parque Nacional de Ranthambore. A Wildlife Conservation Society e Panthera Corporation formaram a colaboração Tigres para Sempre, com os campos de pesquisa incluindo o maior reserva de tigre do mundo, os 21 756 km2 do Vale Hukaung em Mianmar. Outras reservas eram no Gates Ocidentais, na Tailândia, Laos, Camboja, no Extremo Oriente Russo e China, cobrindo um total de cerca de 260 000 km2.Rabinowitz, A. (2009) Stop the bleeding: implementing a strategic Tiger Conservation Protocol Cat News 51: 30–31. Na década de 1940, o tigre siberiano estava à beira da extinção, com apenas cerca de 40 animais restantes em estado selvagem na Rússia. Como resultado, os controles anticaça furtiva foram postos em prática pela União Soviética e de uma rede de zonas protegidas (zapovedniks) foi instalada, levando a um aumento da população para várias centenas. A caça ilegal voltou a ser um problema na década de 1990, quando a economia da Rússia entrou em colapso. O principal obstáculo para a preservação da espécie é o enorme território que indivíduos de tigres exigem (até 450 km2 necessários para uma única fêmea e mais por um único macho). Os esforços atuais de conservação são liderados por governos locais e ONGs em conjunto com as organizações internacionais, como o World Wide Fund for Nature e a Wildlife Conservation Society. A exclusão competitiva de lobos por tigres tem sido usado por conservacionistas russos para convencer os caçadores de tolerar os grandes felinos. Tigres têm menos impacto sobre as populações de ungulados que lobos, e são eficazes no controle dos números deste último. Em 2005, foi pensado em cerca de 360 ​​animais na Rússia, ainda que estes exibam pouca diversidade genética. Tendo anteriormente rejeitado o movimento ambientalista ocidental liderado pelo Ocidente, China mudou sua postura na década de 1980 e tornou-se parte do tratado CITES. Em 1993 ela baniu o comércio de partes de tigre, e isso diminuiu o uso de ossos de tigre na medicina tradicional chinesa. Após isso, o comércio do povo tibetano de peles de tigre tornou-se uma ameaça relativamente mais importante para os tigres. As peles foram utilizadas em vestuário; chuba de pele de tigre foi usada por cantores e participantes de festivais de corridas de cavalos, e que tinha se tornada símboloa de status. Em 2004, organizações internacionais de conservação lançaram campanhas de propaganda ambiental de sucesso na China contra o comércio de pele de tigre tibetano. Houve indignação na Índia, onde vivem muitos tibetanos, e o 14º Dalai Lama foi convencido a assumir o problema. Desde então, tem havido uma mudança de atitude, com alguns tibetanos queimando publicamente suas chubas. Em 1994, a o projeto indonésio Estratégia de Conservação do Tigre-de-sumatra abordou a crise potencial que os tigres enfrentaram em Sumatra. O Projeto Tigre-de-sumatra foi iniciado em junho de 1995 dentro e em volta do Parque Nacional Way Kambas, a fim de garantir a viabilidade a longo prazo de tigres-de-sumatra selvagens e acumular dados sobre as características de histórias de vida tigres vitais para a gestão das populações selvagens. Em agosto de 1999, as equipes do projeto avaliaram 52 locais de potenciais habitats de tigre na província de Lampung, dos quais apenas 15 eram intactos o suficiente para conter tigres.Tilson, R. (1999). Sumatran Tiger Project Report No. 17 & 18: July − December 1999. Número 1998-0093-059. Indonesian Sumatran Tiger Steering Committee, Jakarta. No âmbito do projeto um programa de conservação de base comunitária foi iniciado para documentar a dimensão entre tigres e humanos no parque, a fim de permitir que as autoridades de conservação para resolver conflitos de tigre com humanos com base em um banco de dados abrangente, em vez de histórias e opiniões. === Reabilitação === Em 1978, o conservacionista indiano Billy Arjan Singh tentou reabilitar um tigre no Parque Nacional Dudhwa; uma tigresa criada em cativeiro, chamada Tara. Logo após a soltura, inúmeras pessoas foram mortas e comidas por uma tigresa que posteriormente foi baleada. Funcionários do governo alegaram que era Tara, embora Singh contestasse. Depois, uma controvérsia eclodiu com a descoberta de que Tara era parte tigre-siberiano. A organização Save China's Tigers tenta reabilitar tigres-do-sul-da-china com um programa de reprodução e treinamento na África do Sul, no Tiger Canyons. == Relações com humanos == === Caça de tigres === O tigre foi um dos cinco grandes animais de caça da Ásia. Caça de tigre ocorreu em grande escala no início do e XX, sendo um esporte reconhecido e admirado pelos ingleses na Índia colonial, bem como os marajás e classe aristocrática dos estados principescos antigos da Índia pré-independência. Um único marajá ou caçador inglês poderia matar mais de cem tigres em sua carreira de caçador. Caça de tigres foi feito por alguns caçadores a pé; outros se sentaram em esconderijos com uma cabra ou búfalo amarrado como isca; outros ainda em costas de elefante.Royal Tiger em The Manpoora Tiger – about a Tiger Hunt in Rajpootanah. (1836) Bengal Sporting Magazine, Vol IV. reproduzido em The Treasures of Indian Wildlife === Tigres comedores de homens === Tigres selvagens que não tiveram contato prévio com humanos evitam ativamente interações com eles. No entanto, os tigres causam mais mortes humanas por meio de ataque direto do que qualquer outro mamífero selvagem. Os ataques às vezes são provocados, como tigres que atacam depois de terem sido feridos enquanto são caçados. Os ataques podem ser provocados acidentalmente, como quando um ser humano surpreende um tigre ou inadvertidamente fica entre uma mãe e seu filhote, ou como no caso da Índia rural, quando um carteiro assusta um tigre, acostumado a vê-lo a pé, ao andar de bicicleta. Ocasionalmente tigres veem as pessoas como presas. Tais ataques são mais comuns em áreas onde o crescimento da população, desmatamento e agricultura têm colocado pressão sobre os habitats de tigres e reduziu suas presas selvagens. A maioria dos tigres devoradores de homens são velhos, não possuem dentes, e são incapazes de capturar suas presas preferenciais. Por exemplo, o Tigre de Champawat, uma tigresa encontrada no Nepal e na Índia, tinha dois caninos quebrados. Ela foi responsável por um número estimado de 430 mortes, a maior quantidade de ataques conhecidos a serem executados por um único animal selvagem, quando que ela levou um tiro em 1907 por Jim Corbett. De acordo com Corbett, ataques de tigres em seres humanos são normalmente durante o dia, quando as pessoas estão trabalhando ao ar livre e não estão vigiando. Os primeiros escritos tendem a descrever os tigres comedores de gente como covardes por causa de suas táticas de emboscada. Comedores de homens têm sido um problema particular nas últimas décadas em Índia e Bangladesh, especialmente em Kumaon, Garhwal e nos pântanos de manguezais das Sundarbans, Bengala, onde alguns tigres saudáveis caçaram humanos. Devido a rápida perda de habitat atribuída a mudança do clima, os ataques nas Sundarbans têm se tornado mais comuns. A área de Sundarbans teve 129 mortes humanas por tigres entre 1969–1971. Nos 10 anos anteriores a esse período, cerca de 100 ataques por ano nas Sundarbans, com o maior número de cerca de 430 em alguns anos da década de 1960. Anormalmente, em alguns anos nas Sundarbans, mais humanos são mortos por tigres do que vice-versa. Em 1972, a produção de mel e cera de abelha da Índia caiu 50%, quando pelo menos 29 pessoas que coletavam esses materiais foram devoradas. Em 1986, nas Sundarbans, uma vez que os tigres quase sempre atacam por trás, máscaras com rostos humanos foram usadas ​​na parte de trás da cabeça, na teoria de que os tigres não costumam atacar se visto por suas presas. Isto diminuiu o número de ataques apenas temporariamente. Todos os outros meios para evitar ataques, tais como o fornecimento de mais presas ou usando manequins humanos eletrificados, funcionou de forma pior. Pelo menos 27 pessoas foram mortas ou gravemente feridas por tigres em cativeiro nos Estados Unidos de 1998 a 2001. Em alguns casos, ao invés de ser predatória, os ataques de tigres em humanos parecem ser de natureza territorial. Pelo menos em um caso, uma tigresa com filhotes matou oito pessoas entrando em seu território sem comê-los. === Caça comercial e medicina tradicional === Historicamente, os tigres foram caçados em grande escala para que suas peles listradas famosas pudessem ser retiradas. O comércio de peles de tigre atingiu o pico em 1960, pouco antes dos esforços internacionais de conservação entrarem em vigor. Em 1977, uma pele de tigre em um mercado inglês tinha o valor de $ 4 250 dólares americanos. Muitas pessoas na China e em outras partes da Ásia têm uma crença de que várias partes de tigres têm propriedades medicinais, inclusive como analgésicos e afrodisíacos. Não há nenhuma evidência científica que apoie estas crenças. O uso de partes de tigre em drogas farmacêuticas na China já é proibido, e o governo já fez algumas ameaças da caça ilegal como crime passível de morte. Além disso, todo o comércio de partes de tigres é ilegal de acordo com a Convenção sobre o Comércio Internacional das Espécies da Fauna e da Flora Silvestres Ameaçadas de Extinção e uma proibição de comércio interno está em vigor na China desde 1993. No entanto, a negociação de partes de tigres na Ásia se tornou uma grande indústria do mercado negro e as tentativas governamentais de conservação para pará-lo têm sido ineficazes até o momento. Quase todos os comerciantes negros envolvidos no comércio são residentes na China e enviaram e venderam dentro de seu próprio país ou em Taiwan, Coreia do Sul ou Japão. A subespécie chinesa foi quase completamente dizimada pela caça devido por ambos as partes e comércio de peles na década de 1950 até os anos 1970. Contribuindo para o comércio ilegal, há um número de fazendas de tigres no país especializadas na criação dos felinos para o lucro. Estima-se que entre 5 000 e 10 000 animais criados em cativeiro e semidomesticados vivem nessas fazendas hoje. No entanto, muitos tigres para a medicina tradicional no mercado negro são os selvagens atirados ou enlaçados por caçadores e podem ser pegos em qualquer lugar na área restante do tigre (da Sibéria a Índia, da Península Malaia a Sumatra). No mercado negro asiático, um pênis de tigre pode valer o equivalente a cerca de 300 dólares americanos. Nos anos de 1990 a 1992, 27 milhões de produtos com derivados de tigres foram encontrados. === Em cativeiro === Nos tempos romanos antigos, os tigres foram mantidos nos zoológicos e anfiteatros para serem exibidos, treinados e desfilados, e muitas vezes eram provocados para atacar seres humanos e animais exóticos. Desde o , os tigres, sendo raros e ferozes, foram procurados para serem criados em castelos europeus como símbolos do poder de seus donos. Tigres tornaram-se exibições centrais de zoológicos e circos no : um tigre poderia custar até 4 000 francos na França (para comparação, um professor da Beaux-Arts em Lyon ganhava apenas 3 000 francos por ano), ou até 3 500 dólares americanos nos Estados Unidos, onde um leão custa não mais de US$ 1 000. Em 2007 a China tinha mais de 4 000 tigres em cativeiro, dos quais 3 000 eram mantidos por cerca de vinte instalações maiores, com o restante mantido por cerca de 200 instalações menores. Os EUA em 2011 tinha 2884 tigres em 468 instalações. Dezenove estados já proibiram a propriedade privada dos tigres, quinze requerem uma licença, e dezesseis estados não têm nenhuma regulamentação. Genealogia genética de 105 tigres cativos de quatorze países e regiões mostrou que quarenta e nove animais pertenciam claramente a cinco subespécies; cinquenta e dois animais tiinham origem de subespécies mistas. O Species Survival Plan dos tigres condenou a criação de tigres brancos, alegando que eles são de ascendência mista e de linhagem desconhecida. Os genes responsáveis ​​pela coloração branca são representados por 0,001% da população. O crescimento desproporcional do número de tigres brancos aponta para consanguinidade entre os indivíduos homozigotos recessivos. Isso levaria a depressão de consanguinidade e perda de variabilidade genética. == Representações culturais == Tigres e suas qualidades superlativas têm sido uma fonte de fascínio para a humanidade desde os tempos antigos, e eles são rotineiramente vistos como importantes temas culturais e de mídia. Eles também são considerados um animal carismático da megafauna, e são usados como o símbolo de campanhas de conservação em todo o mundo. Em uma pesquisa on-line em 2004 conduzida pelo canal de televisão a cabo Animal Planet, envolvendo mais de 50 000 espectadores de 73 países, o tigre foi votado o animal favorito do mundo, com 21% dos votos, vencendo o cão. === Em mitos e lendas === esquerda|thumb|280x280px|Deusa hindu Durga montada no tigre. Os tigres fazem parte da religião e cultura asiáticas. Na mitologia e cultura chinesa, o tigre é um dos 12 animais do zodíaco chinês. Na arte chinesa, o tigre é retratado como um símbolo de terra e rival equivalente do dragão chinês — os dois representando a matéria e o espírito, respectivamente. A arte marcial Hung Ga do sul chinês é baseado nos movimentos do tigre e do grou. Na China Imperial, um tigre era a personificação da guerra e muitas vezes representou o maior general do exército (ou atual secretário de defesa), enquanto o imperador e a imperatriz foram representados por um dragão e fênix, respectivamente. O Tigre Branco (em chinês: 白虎; em pinyin: Bái Hu) é um dos quatro símbolos das constelações chinesas. Às vezes é chamado o Tigre Branco do Oeste (西方白虎), e representa o oeste e a estação do outono. A cauda do tigre aparece em histórias de países como China e Coreia, sendo geralmente desaconselhável agarrar um tigre pela cauda. No budismo, o tigre é uma das três criaturas sem sentido, simbolizando a raiva, o macaco que representa a ganância e o veado o amor doentio. O povo tungúsico considerava o tigre-siberiano quase uma divindade e muitas vezes referida como \"Avô\" ou \"Velho\". Os povos udege e nanai chamavam de \"Amba\". Os manchus consideravam o tigre-siberiano como Hu Lin, o rei. A deusa hindu com dez armas Durga monta o tigre (ou leão) Damon para a batalha. No sul da Índia, o deus Ayyappan era associado com um tigre. O homem-tigre substitui o lobisomem no folclore de metamorfose na Ásia; na Índia eram feiticeiros do mal, enquanto na Indonésia e na Malásia eles eram um pouco mais benignos. === Na literatura e filmes === No poema de William Blake em Canções da Experiência, intitulado \"The Tyger\", o tigre é um animal ameaçador e temeroso. No livro ganhador do Prêmio Booker, A Vida de Pi, de Yann Martel, o protagonista, sobrevivendo ao naufrágio por meses em um pequeno barco, de alguma forma, evita ser comido por outro sobrevivente, um grande tigre-de- bengala. A história foi adaptada em 2012 no filme de Ang Lee. Na saga literária A Maldição do Tigre, os protagonistas são príncipes indianos amaldiçoados, transformados em tigres por meio de um medalhão do tigre de Durga. Comedores de Homens de Kumaon (1944), de Jim Corbett, conta dez histórias reais de suas façanhas caçando tigre no que é hoje a região norte da Índia de Uttarakhand. O livro já vendeu mais de quatro milhões de cópias, e tem sido a base de ambos os filmes de ficção e documentários. Em O Livro da Selva (1884), de Rudyard Kipling, o tigre, Shere Khan, é o inimigo mortal do protagonista humano, Mogli; o livro tem sido a base de ambos filmes de animação e live-action. Outros personagens de tigres destinados a crianças tendem a ser mais benignos, como por exemplo Tigrão em Winnie-the-Pooh, de Alan Alexander Milne, e Hobbes da história em quadrinhos de Calvin e Hobbes, ambos os quais são representados como animais de pelúcia que vieram à vida. === Como um símbolo === O tigre é um dos animais apresentados no selo Pashupati da Civilização do Vale do Indo. A crista do tigre é o emblema nas moedas de Chola. Os selos de várias moedas de cobre Chola mostram o tigre, o emblema de peixe de Pandya e o emblema de arco de Chera, indicando que os Cholas tinham alcançado a supremacia política ao longo das duas últimas dinastias. As moedas de ouro encontradas em Kavilayadavalli no distrito de Nellore de Andra Pradesh têm temas do tigre, arco e algumas marcas indistintas. O tigre-de-bengala é o animal nacional da Índia e Bangladesh. O tigre-da-malásia é o animal nacional da Malásia. O tigre-siberiano é o animal nacional da Coreia do Sul. Desde as economias de sucesso de Coreia do Sul, Taiwan, Hong Kong e Singapura foram descritas como os Quatro Tigres Asiáticos, uma \"economia de tigre\" é uma metáfora para uma nação em desenvolvimento rápido. Tigres são também são mascotes para várias equipes esportivas ao redor do mundo. Tony, o tigre é um mascote famoso nos cereais de café-da-manhã da Kellogg's, Frosted Flakes. A marca de gasolina Esso (Exxon) foi anunciada a partir de 1969 com o slogan \"colocar um tigre no seu tanque\" e uma mascote do tigre; mais de 2,5 milhões caudas de tigre sintéticas foram vendidas para os motoristas, que as ligaram às tampas do tanque de gasolina. == Outros tigres == Há outros animais que receberam o nome de tigre mas que, no entanto, não estão relacionados com este felino. * Tigres-dente-de-sabre, que são felinos, mas de outra subfamília * Tigre-da-tasmânia, que é um marsupial * Tubarão- tigre, um tubarão *Peixe-tigre-africano, um peixe == Ligações externas == * * Reportagem sobre tigres vivendo em cativeiro nos EUA ! Categoria:Espécies no anexo I da CITES Categoria:Mamíferos descritos em 1758 Categoria:Panthera Categoria:Mamíferos da Índia Categoria:Espécies EDGE Categoria:Grandes felinos Categoria:Superpredadores",
 "title": "Tigre"
}