{
 "id": "29677",
 "text": "As ilhas , também ditas Jónias/Jônias, () são um grupo de ilhas na Grécia, também conhecidas historicamente como \"Sete Ilhas\" (em grego Heptanisia), mas o grupo inclui muitas ilhas menores além das sete principais, e por vezes algumas definições incluem ainda algumas ilhas da Albânia, como Sazan. As sete ilhas principais são, de norte para sul: * Corfu (Κέρκυρα) * Paxos (Παξοί) * Lêucade (Λευκάδα)A ilha de Lêucade é também conhecida em português como Lefkas ou Lêucade * Ítaca (Ιθάκη) * Cefalónia (Κεφαλλονιά) * Zacinto (Ζάκυνθος) * Citera (Κύθηρα) As seis ilhas mais ao norte situam-se ao largo da costa ocidental da Grécia, no mar Jónico, e constituem uma das suas 13 periferias. A sétima ilha, Citera, está ao largo da extremidade sul do Peloponeso, a parte meridional da porção continental da Grécia e administrativamente pertence à periferia da Ática. O nome jônicas é uma curiosidade geográfica, já que a região da Jônia, na Antiguidade, ficava a leste da Grécia, na costa do mar Egeu, onde hoje fica a Turquia. O nome pode ter sido derivado do fato de que algumas das ilhas foram colonizadas pelos povos jônicos da Grécia Antiga. Corfu, por exemplo, foi uma colônia de Erétria. No entanto, os termos mar Jônio e ilhas Jônicas são pronunciados em grego com um o curto (omicron), enquanto que o nome da região da Jônia é pronunciado com um o longo (omega). No grego moderno, isso é apenas uma distinção ortográfica, mas as pronúncias diferentes do grego antigo reduziam a ambiguidade entre os nomes das duas regiões. As próprias ilhas são conhecidas por uma confusa variedade de nomes. Durante os séculos de domínio de Veneza, elas adquiriram nomes italianos, pelos quais algumas delas ainda são conhecidos em português: Zante, em vez de Zacinto, e Corfu, em vez de Córcira. Mas algumas denominações venezianas não foram absorvidas pelo português, como Val di Conspare, em vez de Ítaca, Santa Maura em vez de Lêucade e Cérigo em vez de Cítera.Ainda que Cítera seja o mais comum em português, o nome Cérigo é ocasionalmente usado. Administrativamente pertencem à região (periferia) homónima das ilhas Jónicas. == Geografia == As ilhas Jônicas estão dispostas paralelamente à costa meridional da península dos Bálcãs. Distribuem-se entre as latitudes 39º54'16 e 37º36'29 do hemisfério norte. Por fazerem parte de uma cordilheira, possuem relevo acidentado, com costas em geral muito íngremes e repletas de baías e cabos. O ponto mais alto do conjunto é o monte Ainos (1628 m), em Cefalônia. As únicas porções de água de superfície são pequenos riachos de fluxo muito escasso e que se mantêm secos no verão. O clima é mediterrânico, embora exista um microclima causado pela forte influência do mar e da alternância entre os ventos quentes da África e os frios, do norte. Assim, o arquipélago tem um clima mais úmido do que o de outras costas mediterrânicas e, apesar dos ventos frios, um clima quente que lhe confere características subtropicais. O arquipélago se divide em três grupos distintos: # O grupo do Norte, que compreende as ilhas de Corfu, Paxos e as ilhotas de Antípaxos e Fano; # O grupo do Centro, onde estão as ilhas de Lêucade, Cefalônia e Zante, e algumas ilhotas; e # O grupo meridional, de Citera e outras ilhas menores. O principal centro urbano do arquipélago é a cidade de Corfu, com quase 40 mil habitantes. O arquipélago possui mais de trinta ilhas: * Anticítera * Antipaxos * Arkoudi * Atokos * Corfu * Drakonera * Elafonissos * Ereikoussa * Ítaca * Kalamos * Kastos * Cefalônia * Kravia * Citera * Kythros * Lazaretto * Lêucade * Makri * Makropoula * Mathraki * Meganisi * Ilhas Modia * Otoni * Oxia * Paxos * Petalas * Pistros * Pontikos * Provati * Skorpios * Sparti Lefkados * Strofadas * Vido * Vromonas * Zante === Flora e fauna === A flora típica é a arbustiva mediterrânea, dominada por ciprestes, oliveiras, louros e videiras. Atualmente, quase toda a fauna é doméstica, entretanto destaca-se, em Zante, a presença de grandes tartarugas marinhas da espécie Caretta caretta, que chegam a medir um metro e meio de comprimento. == História == As ilhas foram ocupadas pelos gregos há muito tempo, possivelmente já em , certamente pelo século IX a.C. Em , colonos de Corinto expulsaram de Corfu os habitantes de Erétria que vinham estabelecendo uma colônia naquela ilha. Durante a Antiguidade, as ilhas tiveram pouca participação na política grega. A única exceção foi o conflito entre Corfu e sua cidade-mãe Corinto em , que provocou a intervenção de Atenas e desencadeou a Guerra do Peloponeso. Ítaca era o nome da ilha natal de Ulisses no antigo poema épico grego A Odisseia, de Homero. Tentou-se identificar a Ítaca atual com a antiga, mas não é possível localizar a ilha pela descrição de Homero. No século IV a.C., as ilhas, como a maior parte da Grécia, foram absorvidas pelo Império da Macedônia. Elas permaneceram sob controle macedônio e de seus reinos sucessores até 146 d.C., quando a península grega foi anexada por Roma. Depois de 400 anos de domínio pacífico romano, as ilhas passaram para o controle de Constantinopla, e fizeram parte do Império Bizantino por mais 900 anos, até o saque de Constantinopla durante a Quarta Cruzada, em 1204. Quando os governantes franceses do Império Latino baseado em Constantinopla dividiram os territórios bizantinos entre seus seguidores e aliados, os venezianos se apropriaram de Corfu e Paxos, e também de Citera, que eles usaram como postos para os negócios marítimos com o Levante. Cefalônia e Zante tornaram-se o Município Paladino da Cefalônia até 1357, quando esta entidade foi fundida com Lêucade e Ítaca para criar o Ducado de Leucádia de duques franceses e italianos. Quando os gregos retomaram Constantinopla em 1261, eles brevemente recuperaram o controle de algumas das ilhas, mas os venezianos posteriormente voltaram a ocupá-las. No século XV, os otomanos ocuparam a maior parte da Grécia, e as ilhas aceitaram o domínio veneziano como \"o menor dos dois males\". Zante passou definitivamente para Veneza em 1482, Cefalônia e Ítaca em 1483, Lêucade em 1502. Citera seguia sob domínio veneziano desde 1393. As ilhas, assim, se tornaram a única parte do mundo de língua grega fora do domínio Otomano, o que lhes deu tanto uma unidade quanto uma importância na história grega que, de outra forma, não teriam tido. Sob o controle de Veneza, muitos dos cidadãos mais abastados falavam italiano e converteram-se ao catolicismo romano, mas a grande maioria das pessoas manteve a língua e a religião grega. No século XVII, com a emergência de um movimento nacional pela independência da Grécia, o estado livre das ilhas jónicas fez delas a base natural para os intelectuais gregos exilados, combatentes da liberdade e simpatizantes estrangeiros. As ilhas tornaram-se então mais auto-conscientes de sua condição gregas à medida que o século XIX, do nacionalismo romântico, se aproximava. Em 1797, no entanto, Napoleão Bonaparte conquistou Veneza e, pelo Tratado de Campo Formio, as ilhas passaram para o controle dos franceses. Em 1798, o almirante russo Fyodor Fyodorovich Ushakov expulsou sumariamente os franceses, mas dois anos mais tarde, eles retornaram e as ilhas foram transformadas em uma República Septinsular sob proteção francesa - a primeira vez que os gregos tinham um auto-governo, ainda que limitado, desde a queda de Constantinopla, em 1453. Mas, em 1807 foram totalmente incorporados ao Império Francês. Em 2 de outubro de 1809, os britânicos derrotaram a frota francesa em Zante, capturaram Cefalônia, Citera e Zante, e tomaram Lêucade em 1810. Os franceses mantiveram- se em Corfu até 1814. O Tratado de Paris de 5 de novembro de 1815 transformou as ilhas em \"Estados Unidos das Ilhas Jónicas\" sob proteção britânica. Em janeiro de 1817, os britânicas concederam às ilhas uma constituição, a primeira na história grega desde a antiguidade. Os ilhéus elegeram uma assembleia com quarenta membros, que aconselhava o Alto Comissariado Britânico. Os britânicos melhoraram a comunicação das ilhas, e introduziram modernos sistemas de educação e justiça. A maior parte dos ilhéus recebeu bem estas reformas, assim como o chá da tarde, o críquete e outros passatempos ingleses. Depois da independência grega estabelecida em 1829, no entanto, os habitantes das ilhas começaram a ressentir-se do domínio estrangeiro e passaram a fazer pressão pela enosis - a união com a Grécia. O estadista britânico William Gladstone visitou as ilhas e recomendou que elas fossem concedidas à Grécia. O governo britânicos resistiu, pois descobrira, assim como os venezianos, que as ilhas eram bases navais muito úteis. Eles também consideravam o rei Otto da Grécia hostil à Grã-Bretanha, por ser nascido na Alemanha. Mas, em 1862, Otto foi deposto e em seu lugar assumiu o rei Jorge I, aliado dos britânicos. Em 1862, a Grã-Bretanha decidiu transferir as ilhas para a Grécia. Em 2 de maio de 1864, os britânicos partiram e as ilhas se tornaram três províncias do Reino da Grécia. Em 1941, quando as forças alemãs ocuparam a Grécia, as ilhas Jónicas (com exceção de Citera) foram transferidas para os italianos. Em 1943, os alemães substituíram os italianos, e deportaram as comunidades judaicas seculares de Corfu para a morte. Em 1944, a maior parte das ilhas estava sob o controle da guerrilha comunista ELAS, e desde então mantêm-se como um bastião esquerdista. Em todas as eleições desde a restauração da democracia em 1974, eles têm votado a favor do partido social- democrata PASOK. Atualmente todas as ilhas fazem parte do distrito de Ionioi Nisoi, com exceção de Citera, que é parte do distrito da Ática. == Economia == Tradicionalmente, suas principais atividades econômicas são a pesca e a agricultura. O declínio dessas atividades, entre outros fatores, fez surgir o turismo na região como principal atividade econômica da atualidade. Corfu em particular, com o seu magnífico porto, sua paisagem esplêndida e sua riqueza de castelos e ruínas pitorescas, tornou-se um dos lugares preferidos para paradas de navios de cruzeiro. Turistas britânicos, são atraídos pelos relatos do livro My Family and Other Animals (1956), de Gerald Durrell, que descreve sua infância em Corfu nos anos 1930. Além disso, história do romance e filme Captain Corelli's Mandolin se passa em Cefalônia. Além do turismo, outras atividades importantes desempenhadas no arquipélago são a indústria naval, a pesca e a produção de azeite de oliva e vinho. == Demografia == Nas décadas recentes, as ilhas tiveram uma perda de população devido à forte emigração e ao declínio de suas atividades tradicionais. Em 2001, tinha cerca de 212 mil habitantes, em sua maioria de etnia grega e quase a metade vivendo em Corfu. A população nas sete principais ilhas está assim distribuída: * Corfu: 113 mil * Zante: 32 mil * Cefalônia: 31 mil * Lêucade: 21 mil * Ítaca: 3 mil * Citera: 3 mil * Paxos: 2 mil == Ligações externas == * * * == Ver também == * Periferias da Grécia * Lista de ilhas da Grécia",
 "title": "Ilhas Jónicas"
}