{
 "id": "29713",
 "text": "Momento angular (também chamado de momentum angular ou quantidade de movimento angular) de um corpo é uma grandeza física associada à rotação desse corpo. Deve-se dizer que, com o advento da mecânica quântica, o status da grandeza física quantidade de movimento angular sofreu uma severa modificação. A grandeza não pode, no contexto da mecânica quântica, ser definida em termos de duas grandezas que são relacionadas pelo princípio da incerteza como o raio vetor e a velocidade angular. Tais grandezas são complementares e não podem ser, simultânea e de forma totalmente precisa, determinadas. A pares de grandezas assim relacionadas dá-se o nome de grandezas complementares. Assim sendo, a quantidade de movimento angular passou a ser entendida como a grandeza conservada sob rotações no espaço tridimensional, em decorrência da isotropia. A dedução de todas as grandezas que decorrem de simetrias geométricas (quantidade de movimento linear, energia e quantidade de movimento angular) do espaço-tempo (no contexto mais geral da teoria da relatividade) é feita através do formalismo dos geradores dos movimentos. == Momento angular de uma partícula == O momento angular de uma partícula é definido pelo produto vetorial do vetor posição \\vec r da partícula (em relação a um ponto de referência) pelo seu momento linear \\vec p: :{|cellpadding=\"5\" style=\"border:2px solid #0073CF;background: #F5FFFA; text-align: center;\" |Definição de momento angular (clássica) \\vec L = \\vec r \\times \\vec p = \\vec r \\times m\\vec v |} O momento angular depende do ponto de referência escolhido. Se a referência for o ponto ocupado pela partícula (e a função que define o momento for contínua) então o momento angular é nulo. Há também outras condições para que o momento angular se anule. São elas: # a massa da partícula seja nula. # a velocidade da partícula seja nula. # a velocidade da partícula seja paralela à sua posição em relação ao ponto de referência. Da definição, tem-se que sua magnitude é: : L = rp \\sen \\alpha = mrv \\sen \\alpha = mr^2 \\frac{d\\theta}{dt} \\sen \\alpha = mr^2 \\omega \\sen \\alpha Nessa expressão r é o módulo do vetor posição, p é o módulo do momento linear, v é o módulo da velocidade, \\omega é o módulo da velocidade angular e \\alpha é o ângulo entre os vetores r e p. == Momento angular de um sistema de partículas == O momento angular de um conjunto de partículas em relação a um ponto de referência é definido como a soma do momento angular de todas as partículas em relação a esse ponto. Assim: :\\vec L = \\sum_{i=1}^{N} \\vec l_i Nessa expressão \\vec l_i é o momento angular da partícula i, e N é o número total de partículas. Quando estamos tratando do momento angular total de qualquer corpo, a definição acima se transforma no limite da soma, com N tendendo a infinito: :\\vec L = \\lim_{N \\to \\infty} \\sum_{i=1}^{N} \\vec l_i Para que esse limite exista, cada \\vec l_i deve tender a 0. Isso é intuitivo já que estamos considerando pedaços de matéria cada vez menores, o que implica massas e momentos angulares menores. Ou seja, o momento angular de um corpo E, é definido por: :\\vec L = \\int_E d\\vec L == Caso particular == O momento angular de um corpo girando em torno de um eixo fixo, em relação a esse eixo, pode ser calculado através do seu momento de inércia I e sua velocidade angular \\omega, da forma a seguir: :\\vec{L} = I \\vec{\\omega} == Usos == O momento angular é útil na resolução de sistemas rotacionais, sejam eles formados por corpos rígidos ou por sistemas de partículas. Na verdade ele é útil em todos os casos em que é constante no intervalo estudado, pois pode-se demonstrar que o torque resultante sobre um sistema é igual à taxa de variação temporal, a derivada no tempo, do momento angular. Conclui-se que sempre que o torque total for zero o momento angular manter-se-á constante. Essa situação é mais comum do que parece, pois usualmente, nos sistemas isolados, as forças que agem internamente entre os corpos geram torques que se anulam, pois tais forças são usualmente centrais (sua linha de ação passa pelo centro geométrico do corpo) o que faz com que os pares ação-reação anulem os torques. Esse \"ataque\" é tão importante que com ele é possível demonstrar as leis de Kepler, se usado em conjunto com a Lei da gravitação universal. Essa demonstração foi feita pelo próprio Newton, facto que deu uma importância ainda maior à hipótese de Newton da força gravitacional ser proporcional ao inverso do quadrado da distância. == Ver também == *Quantidade de movimento linear *Impulso *Grupo de rotação Categoria:Grandezas físicas Categoria:Mecânica clássica Categoria:Leis de conservação Categoria:Rotação",
 "title": "Momento angular"
}