{
 "id": "29719",
 "text": "Energia térmica é uma forma de energia que está diretamente associada à temperatura absoluta de um sistema, e corresponde classicamente à soma das energias cinéticas microscópicas que suas partículas constituintes possuem em virtude de seus movimentos de translação, vibração ou rotação. Assume-se um referencial inercial sob o centro de massa do sistema. Em sistemas onde há radiação térmica confinada, a energia de tal radiação também integra a energia térmica. A energia térmica de um corpo macroscópico corresponde assim à soma das energias cinéticas de seus constituintes microscópicos e das energias atreladas às partículas de radiação (fótons térmicos) por ele confinadas. À transferência de energia, impelida por uma diferença de temperaturas, de um sistema termodinâmico a outro, dá-se o nome de calor. Máximo, Antônio; Alvarenga, Beatriz - Física, Volume Único - Curso completo - Edito Scipione - 1ª Edição - 6ª impressão - ISBN 85-262-3018-2 Energia térmica também pode designar, não a energia cinética total atrelada às partículas de um sistema, mas sim a energia cinética média de cada uma das partículas do sistema. Tais autores reservam então a expressão energia calorífica para se referirem à soma das energias cinéticas das partículas .Ciência & Natureza - Forças Físicas - Abril Coleções - Time Life - Abril Coleções Ltda - Rio de Janeiro - RJ. == Descrição == Não se deve confundir energia térmica e temperatura, tampouco deve-se pensar que temperatura é uma medida direta da energia térmica de um sistema, pois ela não o é. Ao passo que a energia térmica representa a quantidade total de energia cinética atrelada às partículas de um sistema clássico, sendo por tal uma grandeza extensiva, cujo valor depende do número N de partículas encerradas no sistema, a temperatura, uma grandeza intensiva, pode, grosso modo, ao menos em sistemas puros, ser atrelada à razão entre a energia térmica e o número de partículas encerradas no sistema; ou seja, a temperatura associa-se à energia cinética média de cada uma das partículas desse sistema. Especificamente, a temperatura atrela-se diretamente à energia cinética média por grau de liberdade das partículas do sistema. Assim, unindo- se dois sistemas idênticos a fim de se formar um único sistema maior, a energia térmica do sistema composto será o dobro da energia térmica de cada um dos sistemas gêmeos antes separados. Já a temperatura será, segundo o enunciado, a mesma, quer em qualquer dos dois sistemas gêmeos quando separados, quer no sistema siamês por eles formado. É certo, contudo, que, para um sistema onde a natureza e o número de partículas sejam mantidos constantes, a temperatura e a energia térmica são grandezas relacionadas. Aumentando-se a energia térmica do sistema aumenta-se certamente também a energia cinética média de cada uma das partículas do sistema, e por conseguinte também a temperatura desse. Na maioria das reações químicas espontâneas exoenergéticas a energia inicialmente armazenada na forma de energia potencial elétrica na distribuição eletrônica dos elétrons na estrutura dos reagentes é convertida em energia térmica armazenada nas partículas dos produtos, o que mantém a energia interna do sistema formado pelos reagentes e/ou produtos constante em obediência à lei da conservação da energia, mas leva a um considerável aumento na temperatura absoluta do sistema como um todo. Este sistema aquecido é então utilizado como a fonte quente (fonte térmica) em uma máquina térmica que tenha por função transformar energia térmica oriunda da fonte quente (calor) em trabalho. No processo uma parcela da energia térmica acaba renegada à fonte fria. O calor é a transferência de energia térmica que se dá entre dois sistemas devido exclusivamente à diferença de temperatura entre esses sistemas ou corpos. == Unidades == A energia térmica e o calor medem-se em unidades de energia: o Joule no sistema SI, ou de forma alternativa a caloria, esta última certamente mais adequada à medida de calor e não da energia térmica propriamente dita. Embora a temperatura absoluta também possa ser medida em (sub)unidades de energia, essa é contudo medida em kelvin, unidade essa que difere daquela apenas por um fator igual à unidade atrelada à constante de Boltzmann. A definição de caloria é a quantidade de calor (energia) necessária para elevar- se 1 grama de água de 14,5 graus Celsius (°C) para 15,5 °C. Em linguagem matemática a energia térmica é definida como: E_{\\mbox{térmica}} = \\sum {E_c}_i Para sistemas onde vale o princípio da equipartição da energia, o que aplica-se a vários sistemas termodinâmicos, ela pode ser expressa por: E_{\\mbox{térmica}}= r N \\frac {K_BT}{2} \\; , onde KB corresponde à constante de Boltzmann, N corresponde ao número de partículas no sistema, T corresponde à temperatura absoluta do sistema e r corresponde ao número de graus de liberdade por partícula do sistema, podendo r assumir valores entre r=9 - três graus de translação, três de rotação e três de vibração - para sistemas compostos por partículas mais complexas e r=3 nos sistemas tridimensionais mais simples - compostos por partículas puntuais com três graus de translação apenas. == Ver também == * Energia * Energia interna * Energia química * Temperatura absoluta * Calor * Termodinâmica * Leis da termodinâmica Categoria:Termodinâmica Categoria:Energia",
 "title": "Energia térmica"
}