{
 "id": "29752",
 "text": "Minério é um agregado de minerais rico em um determinado mineral ou elemento químico que é economicamente e tecnologicamente viável para extração (mineração).Guilbert, John M. and Charles F. Park, Jr. (1986) The Geology of Ore Deposits, W. H. Freeman, p. 1. Pode ser uma rocha, sedimento ou solo. O minério é constituído de minerais de minério (ou minerais de interesse econômico) e ganga (ou minerais que não possuem interesse econômico). Os minerais dos quais são extraídos metais e outros produtos com vantagem econômica são chamados de minerais de minério. Os minerais de minério mais comuns ocorrem como óxidos, sulfetos, silicatos, haletos ou como metais nativos como, por exemplo, o cobre, a prata e o ouro. Por exemplo, o principal minério de ferro são as formações ferríferas bandadas que são rochas sedimentares essencialmente constituídas de camadas de hematita (Fe2O3) e/ou magnetita (Fe3O4) alternadas com cherte. Neste caso, a hematita e a magnetita são minerais de minério e o cherte é a ganga. Os corpos de minérios (depósitos minerais) são economicamente aproveitáveis pois possuem concentração (ou teor) muito acima da média da crosta terrestre. Estas concentrações anômalas são formadas por uma variedade de processos geológicos e a área de conhecimento da geologia que estuda os processos envolvidos na formação de um minério (ou gênese de depósitos minerais) é chamada de geologia econômica. == Exemplos de minerais == * Argentita: Ag2S - para a extração de prata * Barita: BaSO4 \\- para a extração de bário * Bauxita: Al2O3 \\- para a extração de alumínio * Berilo: Be3Al2(SiO3)6 \\- para a extração de berílio * Blenda: ZnS - para a extração de zinco * Bornita: Cu5FeS4 \\- para a extração de cobre * Calaverita: AuTe2 \\- para a extração de ouro * Calcopirita: CuFeS2 \\- fundamentalmente, para a extração de cobre * Calcocita: Cu2S - para a extração de cobre * Cassiterita: SnO2 \\- para a extração de estanho * Cinábrio: HgS - para a extração de mercúrio * Cobaltita: (Co,Fe)AsS - para a extração de cobalto * Coltan (*) (Columbita + Tantalita): (Fe,Mn)(Nb,Ta)2O6 \\- para a extração de nióbio e tântalo * Cromita: (Fe,Mg)Cr2O4 \\- para a extração de crómio * Galena: PbS - para a extração de chumbo * Hematita: Fe2O3 \\- para a extração de ferro * Magnetita: Fe3O4 \\- para a extração de ferro * Molibdenita: MoS2 \\- para a extração de molibdénio * Ouro: Au - associado ao quartzo e à pirite * Pentlandita:(Fe,Ni)9S8 \\- para a extração de níquel * Petalita :LiAlSi4O10 \\- para extração de lítio * Rutilo: TiO2/small> - para a extração de titânio * Pirolusita:MnO2 \\- para a extração de manganês * Scheelita: CaWO4 \\- para a extração de volfrâmio * Sperrylite:PtAs2 \\- para a extração de Platina * Uraninita ou Pechblenda: UO2 \\- para a extração de urânio * Volframite: (Fe,Mn)WO4 \\- para a extração de volfrâmio (*) - Coltan é uma abreviatura. É o nome dado à mistura constituída pelos minérios columbita - (Fe,Mn)Nb2O6 \\- e tantalita - (Fe,Mn)Ta2O6. == Ver também == * Lista de minerais * Hematita * Recursos minerais do Brasil Categoria:Geologia económica",
 "title": "Minério"
}