{
 "id": "29765",
 "text": "{{Info/Município do Brasil | nome = Campestre | foto = Campestre MG BR - panoramio.jpg | leg_foto = Sede do município de Campestre | apelido = | padroeiro = Nossa Senhora do Carmo | brasão = Brasão_campestre.jpg | bandeira =Campestremgbandeira.png | link_brasão = | link_bandeira = | link_hino = | aniversário = 30 de agosto | fundação = | gentílico = campestrense | lema = | CEP = 37730-000 a 37739-999 | prefeito = Marco Antônio Messias FrancoMarquinho Turquinho (DEM) é eleito novo prefeito de Campestre em eleições suplementares Portal G1 - acessado em 13 de junho de 2021 | partido = DEM | fim_mandato = 2024 | mapa = MinasGerais Municip Campestre.svg | latP = S | latG = 21 | latM = 42 | latS = 39 | lonP = O | lonG = 46 | lonM = 14 | lonS = 45 | estado = Minas Gerais | mesorregião = Sul/Sudoeste de Minas | data_mesorregião = IBGE/2008 | microrregião = Poços de Caldas | data_microrregião = IBGE/2008 |região_intermediária=|região_imediata=| região_metropolitana = | vizinhos = Divisa Nova, Botelhos, Bandeira do Sul, Caldas, Santa Rita de Caldas, Ipuiúna, Poço Fundo, Machado e Serrania. | dist_capital = 430 | área = 577.843 | área_ref = | população = 21417 | data_pop = IBGE/2016 | altitude = 1077 | clima = tropical de altitude | sigla_clima = Cwb | idh = 0.698 | data_idh = PNUD/2010 | pib = mil | data_pib = IBGE/2008 | pib_per_capita = 11321.51 | data_pib_per_capita = IBGE/2008 | site_prefeitura = www.campestre.mg.gov.br | site_câmara = www.campestre.cam.mg.gov.br }} Campestre é um município brasileiro da Microrregião de Poços de Caldas, estado de Minas Gerais. Localiza-se a 422 km da capital do Estado, Belo Horizonte. Sua população estimada em janeiro de 2016 era de habitantes. O município foi criado em 1911, por desmembramento do município de Caldas, do qual era distrito. ==História== Segundo a tradição, a primeira penetração em território do atual município foi feita por bandeirantes paulistas, nos primórdios da colonização do país. Posteriormente, o local se tornou ponto de passagem de romeiros que se dirigiam a Aparecida do Norte ou de viandantes que iam para Campanha (Minas Gerais). Assim, surgiram ranchos nos quais faziam pouso, e moradores foram sendo atraídos ao local, principalmente portugueses. A exploração da lavoura constituiu-se na principal atividade econômica local. Com o trabalho escravos, foram criadas as primeiras plantações, construíram-se as primeiras moradias e a cadeia. Em 1830, em terras doadas pelos irmãos Francisco José Muniz e Manoel José Muniz, foram construídos o cemitério e uma capela em louvor a Nossa Senhora do Carmo. A origem do topônimo se prende à existência, nos primeiros tempos, de uma área de campo, entre as matas, a qual foi aproveitada para a formação do povoado. ==Formação administrativa== Inicialmente, era um distrito criado pela Lei Provincial nº 184, de 3 de abril de 1840, com a denominação de Nossa Senhora do Carmo de Campestre, sendo sua criação confirmada por Lei Estadual nº 2, de 14 de setembro de 1891. O distrito foi elevado a município pela Lei Estadual nº 556, de 30 de agosto de 1911, mediante desmembramento do município de Caldas. O Município de Campestre se compõe de um único distrito - o distrito-sede, criado em 1 de junho de 1912. Nos quadros de apuração do Recenseamento Geral de 1 de setembro de 1920, Campestre permanecia com um distrito. Embora o município já tivesse oficialmente o nome de Campestre, a Lei Estadual nº 843, de 7 de setembro de 1923, determinou que esse único distrito, denominado Nossa Senhora do Carmo do Campestre, também passasse a se chamar Campestre. Em 27 de dezembro de 1948, pelo dispositivo da Lei nº 336, Campestre ganhou mais um distrito, o de Bandeira, que seria mais tarde renomeado Bandeira do Sul, de acordo com a Lei nº 1039, de 12 de dezembro de 1953. O município permaneceu com os dois distritos até 1962, quando o distrito de Bandeira do Sul foi elevado a município pela Lei nº 2764 de 30 de dezembro de 1962. ==Geografia== 350px |thumb|Rodovia BR-267 com destaque para a Pedra Grande . ===Hidrografia=== O município é banhado pelos rios Cabo Verde, Muzambo, Machado e pelo Rio Pardo. Acesso em 09 março. 2016 ===Municípios limítrofes === * Botelhos * Caldas * Divisa Nova * Bandeira do Sul * Santa Rita de Caldas * Ipuiuna * Poço Fundo * Machado * Serrania * Poços de Caldas == Economia == Café e gado são os principais produtos de economia local. O plantio de café é a principal atividade econômica do município, mas a fruticultura também vem se destacando. O território municipal contém reservas de ferro, caulim, mica, feldspato e amianto. == Religiosidade == *Igreja Católica O município pertence à Diocese de Guaxupé. *Congregação Cristã no Brasil Sede regional em Poços de Caldas * Salão do Reino das Testemunhas de Jeová * Igreja Pentecostal Deus é Amor Sede regional em Botelhos, MG * Igreja Metodista * Igreja Presbiteriana de Campestre Igreja adventista do sétimo dia == Ligações externas == * Prefeitura de Campestre * Câmara de Campestre * Campestre no IBGE Cidades Categoria:Fundações em Minas Gerais em 1911",
 "title": "Campestre (Minas Gerais)"
}