{
 "id": "29761",
 "text": "{{Info/Município do Brasil | nome = Belo Monte | foto = FIL1671.JPG | leg_foto = | apelido = Belo Monte | brasão = Coat of arms of Belo Monte.jpg | bandeira = Belo_monte.jpg | link_brasão = | link_bandeira = | link_hino = | aniversário = 24 de abril | fundação = | gentílico = belomontense | lema = Sempre em Paz | padroeiro = Nossa Senhora do Bom Conselho | prefeito = Dalmo Augusto de Almeida Júnior | partido = PTB | fim_mandato = 2024 | mapa = Belo Monte.png | latP = S | latG = 09 | latM = 49 | latS = 40 | lonP = O | lonG = 37 | lonM = 16 | lonS = 48 | estado = Alagoas | mesorregião = Sertão Alagoano | data_mesorregião = IBGE/2008 | microrregião = Batalha | data_microrregião = IBGE/2008 | região_metropolitana = Batalha | vizinhos = em Alagoas: Batalha, Jacaré dos Homens, Traipu, Palestina e Pão de Açúcar. Em Sergipe: Gararu e Porto da Folha. | dist_capital = 201 | área = 334.047 | área_ref = | população = 7032 | data_pop = IBGE/2010 | altitude = 30 | clima = semiárido | sigla_clima = | idh = 0.565 | data_idh = PNUD/2000 | pib = mil | data_pib = IBGE/2008 | pib_per_capita = 3389.17 | data_pib_per_capita = IBGE/2008 | site_prefeitura = belomonte.al.gov.br }} Belo Monte é um município brasileiro do estado de Alagoas. == História == A exploração do rio São Francisco, a partir de 1850, possibilitou uma série de novas descobertas aos desbravadores da região. Ao atingir o rio Ipanema, foi encontrado, à sua margem, um caminho aberto para o interior, descobrindo, na verdade, o caminho que levava a Pesqueira, em Pernambuco. Exatamente no ponto de encontro entre os dois surgiu um núcleo populacional, onde missionários, colonizadores e comerciantes dos centros maiores faziam seus negócios - hoje ficou conhecido com Barra de Ipanema. Foi dessa localidade que partiu um cidadão - cujo nome não foi registrado - com destino à região atualmente ocupada pelo município de Belo Monte, iniciando seu trabalho com a fundação de uma fazenda de gado. O curral da propriedade ficava onde hoje é a casa número 70, na Praça Epaminondas Machado,. e até hoje podem ser encontradas nas rochas as ruínas da casa grande. A Lei Provincial nº. 960, de 1885, criou a freguesia. Em 1886, foi elevada à condição de vila, já com o nome de Belo Monte. Daí por diante sofreu muitas modificações em sua estrutura político-administrativa. Foi anexada e incorporada por outros municípios várias vezes. Em 1947, a sede foi transferida para a então Vila de Batalha, permanecendo Belo Monte um distrito. Só em 1958 conseguiu sua autonomia. ===Cronologia=== * Cerca de 1822: tem início a colonização de Lagoa Funda, região onde futuramente se instalaria Belo Monte; * 1866: elevada à condição de vila, já com o nome de Belo Monte, desmembrada de Traipu; * 30 de maio de 1893: rebaixada a distrito, sendo novamente anexada a Traipu; * 20 de julho de 1895: elevada à condição de município; * 23 de fevereiro de 1932: o município é extinto e anexado a Pão de Açúcar como mero distrito; * 16 de setembro de 1935: volta a ser município, desmembrando-se de Pão de Açúcar; * 19 de janeiro de 1938: extingue-se novamente o município, que passa a figurar como distrito de Traipu; * 9 de julho de 1947: recria-se o município de Belo Monte, separando-o de Traipu; * 17 de setembro de 1949: cria-se o município de Batalha, do qual Belo Monte torna-se novamente distrito; * 24 de abril de 1958: mais uma vez promovida à condição de município. == Geografia == A sua sede está a 9º. “49’ 20” de latitude e 37. º 16’ 12’ de longitude Oeste de Greenwich (W. Gr.), a sua altitude (sede) é de 48 metros. Possui uma área de 334,8 km², ocupa dentro do território alagoano o equivalente a 1,65% do total. Portanto está 20º lugar em extensão territorial, distando da capital 220 km. Integra a bacia leiteira. As suas terras, embora ricas em sais minerais e o solo não seja pobre, não existem chuvas regulares. É sertão bruto e sofredor, sendo totalmente atingido e flagelado pelas secas. Há abundância de minérios, como calcário, amianto, mármore, mica e ferro, entre outros === Clima === Belo Monte está situado na zona fisiográfica do Sertão do Baixo São Francisco, e possui um clima semiárido, quente e seco. A sua temperatura nem sempre é uniforme, dadas as irregularidades de relevo, variando entre 38°; a mais alta é 22°, a mais baixa, com uma média de 26°. Apesar das altas temperaturas durante o dia, as noites são amenas. Há basicamente duas estações anuais: inverno, com chuvas fracas entre os meses de março a agosto, e verão, com fortes trovoadas entre agosto a março. === Acidentes geográficos === Destacam-se como principal o rio São Francisco, que é um rio navegável mas, devido ao aterramento do seu leito, possibilita apenas que pequenas embarcações naveguem. Faz divisa com o estado de Sergipe, no município de Porto da Folha. Nele se situam as ilhas fluviais dos Prazeres e Terra-Firme. O rio Ipanema banha o município numa extensão de aproximadamente 12 km, e não é um rio navegável. Riachos: do Papagaio, Luango, Algodão Pilões, Boqueirão, Canudos, Pé-Leve e Volta Grande e os riachos temporários Olho d'Água, Porcos e Cardosos. A serra mais importante do município é a das Serra das Porteiras, com 494 metros de altura. Embora de altitude um pouco inferior, mas temos ainda a Serra do Salgado. === Limites === Limita-se com o estado de Sergipe e com os municípios de Pão de Açúcar, Jacaré dos Homens, Batalha e Traipu, no estado de Alagoas. === Flora === A vegetação predominante é a do tipo das caatingas, com árvores de médio porte, entremeadas de cactáceas (mandacarus, xiquexiques, facheiros, macambiras e gravatás). Lamenta-se, porém, a impiedade das vegetações, sem nenhum princípio racional de aproveitamento ou reflorestamento, causando até mesmo o desaparecimento de algumas espécies. === Fauna === Como em todo o município a vegetação predominante é a caatinga, fica difícil oferecer habitat favorável aos animais. Lamenta-se, entretanto, que o homem, através da caça, propicie a eliminação de muitas das espécies animais. === Hidrografia === O rio de maior importância para o município é o rio São Francisco, devido a captação de águas para o consumo humano, e a pesca que gera renda para o município. Seguem os rios Jacaré (ou Salgado), o Ipanema e o Traipu. == Cultura == O nome de Belo Monte originou-se da beleza topográfica da sua área, que, segundo a tradição corrente, fôra D. Pedro II, que na sua passagem por aqui, assim a batizou; de fato, quando ele criou Vila Lagoa Funda, já no decreto da criação mudara o nome para Belo Monte. Ainda restam três casas que foram senzalas: uma na Praça Epaminondas Machado, nº. 69, pertencente a João Soares Lima e já reformada em parte; a outra situada atrás das casas, na descida para o porto de Baixo, ainda primitiva e estragada, atualmente pertencente a Bonifácio Campos e há ainda uma casa que foi senzala no povoado Jacobina. No município, há onze templos católicos: dois em Belo Monte, a Matriz Nossa Senhora de Bom Conselho, a capela de Santa Terezinha do Menino Jesus; uma capela em Restinga; duas na Barra do Ipanema (uma no povoado e outra na ilha em frente), uma no Riacho da Jacobina, duas em Olho D'Água Novo, uma em Maria Preta, uma em Poço do Marco e uma em Jacobina. Há também cinco templos evangélicos: dois da Igreja Pentecostal do Brasil, uma em Belo Monte e uma na Restinga, e três igrejas da Assembleia de Deus, uma em Belo Monte, uma na Restinga e uma no riacho da Jacobina. Sabe-se, pela população mais velha, que Belo Monte nunca recebeu visitas (ao menos de público) de Lampião ou dos cangaceiros, ou sofreu jamais vexames da parte deles). Suas principais festas são a de Bom Jesus dos Navegantes ocorre no município no período de 29 de dezembro a 1 de janeiro, e da Padroeira (Nossa Senhora do Bom Conselho), que é comemorada todos os anos dia 2 de fevereiro. == Turismo == A prainha do rio São Francisco é um ponto atrativo da região, onde hoje está instalado o miniterminal turístico, mas o município chama atenção pelo carnaval animado e pelas vaquejadas realizadas regularmente. Categoria:Fundações em Alagoas em 1958",
 "title": "Belo Monte"
}