{
 "id": "29774",
 "text": "{{Info/Município do Brasil |nome = Estrela de Alagoas |foto = |leg_foto = |apelido = Bola |brasão = |bandeira = |link_brasão = |link_bandeira = |link_hino = |aniversário = 5 de outubro |fundação = |gentílico = estrelense |lema = Paz e união |prefeito = Aldo Lira de Jesus |partido = PP |fim_mandato = 2024 |mapa = Estrela de Alagoas.png |latP =S | latG =09| latM =23 | latS =24 |lonP =O | lonG =36| lonM =45 | lonS =36 |estado = Alagoas |mesorregião = Agreste Alagoano |data_mesorregião = IBGE/2008 |microrregião = Palmeira dos Índios |data_microrregião = IBGE/2008 |região_metropolitana = do Agreste |vizinhos = Cacimbinhas, Igaci, Minador do Negrão e Palmeira dos Índios |dist_capital = 150 |área = 264.203 | área_ref = |população = 18201 |data_pop = Censo IBGE/2010 |altitude = |clima =SemiÁrido |sigla_clima = |idh = 0.545 |data_idh = PNUD/2000 |pib = mil |data_pib = IBGE/2008 |pib_per_capita = 2550.23 |data_pib_per_capita = IBGE/2008 }} Estrela de Alagoas é um município brasileiro do estado de Alagoas. Sua população estimada em 2004 era de 16.729 habitantes. ==História == Conta a tradição que, em meados do século XIX, havia na região muitos animais selvagens, entre os quais se destacava o tatu-bola. Daí haver sido denominado de Bola o novo povoamento, que se formou em terras pertencentes ao município de Palmeira dos Índios. Registra a história que seus fundadores pertenciam a família dos Gonzagas, tendo destaque os nomes de Antônio Gonzaga, Manoel Gonzaga e Augusto Gonzaga que, incansavelmente, lutaram pela prosperidade do novo povoado. Em 1952, o padre Ludgero, vigário da paróquia de Palmeira dos Índios, celebrou a primeira missa no povoado e, vendo a necessidade da população de instrução escolar, trouxe a primeira escola, que começou a funcionar em casa de Honorato Gonzaga, tendo como instrutora a professora Laura. Por sugestão do referido padre foi mudado o nome do povoado de Bola para Estrela, tendo em vista o progresso que teve a localidade em pouco tempo de existência. No dia 9 de janeiro de 1959, por ideia do Sr. Luiz Duarte, comerciante, foi criada a primeira feira-livre, o que concorreu para um maior desenvolvimento. A ideia de emancipação foi crescendo entre a população e foi concretizada com a criação do novo município, que recebeu o nome de Estrela de Alagoas em 5 de outubro de 1989, e emancipação em 5 de outubro de 1992, tendo como seu primeiro prefeito o sr. Adalberon Alves Duarte, tomado posse no dia 1 de janeiro de 1993, data da instalação do município. Onde posteriormente foi substituído pelo Sr. Antonio Garrote da Silva, em 1 de janeiro de 1996 ate 31 de dezembro de 2003, que la também realizou vários e bons trabalhos que refletem ate hoje nesse município. == Geografia == === Localização === Situado na Mesorregião do Agreste Alagoano e na Microrregião de Palmeira dos Índios, o município é limitado ao norte pelo município de Bom Conselho; ao sul pelo município de Igaci; a leste pelo município de Palmeira dos Índios; a oeste pelos municípios de Minador do Negrão e Cacimbinhas. === Clima === Situado em latitudes baixas, possui clima tropical megatérmico, quente durante quase todo o ano, e subúmido de tipo seco. As temperaturas médias mensais mantêm-se quase que uniformes ao longo do ano, elevando-se um pouco além da média anual (cerca de 24 °C) de novembro a abril (entre 25 e 26 °C) e decrescendo no inverno (Abril a Setembro) com a chegada das chuvas mais constantes (21 a 22 °C). De novembro a março as temperaturas variam de 32 a 33 °C. O regime de chuvas apresenta-se com as características da chamada \"Zona do Agreste\". Os totais anuais são relativamente pequenos (1000 mm) e com probabilidade de maior concentração de chuvas nos meses de abril a setembro (75% em média), sobretudo de maio a julho. No restante do ano, chove muito menos do que na Zona da Mata, porém bem mais que no Sertão, entretanto, com exceção dos meses de junho, julho e agosto, os demais meses não possuem chuvas suficientes para a demanda ambiental, pois além de chover bem menos, suas temperaturas e evapotranspiração são muito altas. === Solo === Latosolo vermelho amarelo eutrófico de textura média e prodzólico vermelho amarelo equivalente eutrófico textura média. === Vegetação === É, em sua maioria, do tipo arbustiva. Existem ainda alguns focos de matas, onde pode-se encontrar madeiras de várias espécies e pastos naturais. Como o tempo, a vegetação nativa foi dando lugar a fruticultura a ao plantio de capins de tipos variados, para sustentação dos rebanhos. === Riquezas naturais === Na parte vegetal, ainda restam boas quantidades de madeiras próprias para construção e plantas medicinais. No mineral, existem jazidas de pedras calcárias, mármore de excelente quantidade, mica, ferro e sal-gema. No reino animal são encontrados tatus, raposas etc. === Fauna === A fauna é constituída por animais silvestre comuns à região, tais como raposas, guaxinins, tatus, guarás, gambás, cassacos, preás, furão, saguins, dentre outros. Aves, enumeramos as mais comuns que são: galos de campinas, papa-capim, codornizes, azulões, caboclinhos, rolinhas, anuns, gaviões, garças azulões etc. === Flora === A flora é constituída por arbustos e fruteira naturais, tipo seriguela, pinheira, cajueiro, umbuzeiro e pequenas matas, que estão dando lugar a pasto artificiais e expansão do cultivo de fruteira para comercialização. Nos focos remanescentes de mata, encontramos pau d'arco amarelo, murici, amarelo, jatobá, sapucaia e angico, entre outros. ===Povoados=== * Ipueiras * Lagoa da Areia do Ciríaco * Renascença * Lagoa do Exu * Lagoa da Areia dos Marianos * Jurema * Serra do Bernadino * Lagoa da Coroa * Pilões * Serrote do Vento * Lajeiro do Nicácio * Lagoa do Mato * Vaca Morta * Furnas * Mata Burro * Gameleira de Cima * Gameleira * Lagoa Dantas *Xexéu de Cima *Xexéu de Baixo *Lagoa dos Porcos *Lagoa do Canto == Festejos == As Festas tradicionais do município são Festival do Caju (dezembro), Festa da Paróquia de São João Batista, padroeiro da Cidade (junho) e a tradicional Festa de São Sebastião no povoado Ipueiras (janeiro) sendo uma das maiores festas da realizadas no interior de Alagoas. ==Ligações externas== * Prefeitura Categoria:Municípios de Alagoas Categoria:Fundações em Alagoas em 1992",
 "title": "Estrela de Alagoas"
}