{
 "id": "29775",
 "text": "{{Info/Município do Brasil | nome = Feliz Deserto | foto = | leg_foto = | apelido = | brasão = | bandeira = | link_brasão = | link_bandeira = | link_hino = | aniversário = 7 de agosto | fundação = | gentílico = feliz-desertense | lema = | prefeito = Rosiana Lima Beltrão Siqueira | partido = PP | fim_mandato = 2024 | mapa = Feliz Deserto.png | latP =S | latG =10| latM =17 | latS =31 | lonP =O | lonG =36| lonM =18 | lonS =21 | estado = Alagoas | mesorregião = Leste Alagoano | data_mesorregião = IBGE/2008 | microrregião = Penedo | data_microrregião = IBGE/2008 | região_metropolitana = | vizinhos = Coruripe, Penedo e Piaçabuçu | dist_capital = 115 | área = 91.824 | área_ref = | população = 4332 | data_pop = IBGE/2010 | altitude = | clima = | sigla_clima = | idh = 0.609 | data_idh = PNUD/2000 | pib = mil | data_pib = IBGE/2008 | pib_per_capita = 9296.58 | data_pib_per_capita = IBGE/2008 }} Feliz Deserto é um município brasileiro do Estado de Alagoas. Sua população estimada em 2004 era de habitantes. == História == Feliz Deserto era originalmente um aldeamento de índios caetés. Foi colonizada a partir do naufrágio e estabelecimento de Domingos Mendes, que lhe deu o topônimo por achar que, mesmo sendo o lugar deserto, representava a felicidade de ter sido encontrado. Desmembrado de Piaçabuçu, o município adquiriu autonomia em 23 de julho de 1960. A história recente de Feliz Deserto é marcada por uma tragédia ocorrida no mês de abril de 2005. A cidade foi castigada por um temporal que durou dois dias, alagando completamente toda a área central. A chuva destruiu aproximadamente 300 casas de taipa, deixando desabrigados quase 1500 pessoas. A prefeitura, através de doações, conseguiu abrigar provisoriamente a população em diversos pontos da cidade. A reconstrução da cidade começou em dezembro de 2005 e, em julho de 2006, a prefeitura entregou as 185 casas a população. == Economia == A economia do município está baseada na agricultura. A região é produtora de coco e cana-de-açúcar. Existe ainda o trabalho com artesanato baseado na utilização da taboa, uma planta nativa da região. São produzidos diversos produtos que são comercializados através de uma cooperativa criada justamente para esse fim. ==Ligações externas== * Página da Prefeitura Municipal Feliz Deserto Categoria:Fundações em Alagoas em 1960",
 "title": "Feliz Deserto"
}