{
 "id": "29789",
 "text": "{{Info/Município do Brasil |nome = Major Izidoro |foto = |leg_foto = |apelido = |brasão = |bandeira = |link_brasão = |link_bandeira = |link_hino = |aniversário = 17 de setembro |fundação = |gentílico = izidorense |lema = |padroeiro = Santo Antônio |prefeito = Theobaldo Cavalcanti Lins Netto |partido = PP |fim_mandato = 2024 |mapa = Major Isidoro.png |latP = S | latG =09| latM =31 | latS =55 |lonP = O | lonG =36| lonM =59 | lonS =06 |estado = Alagoas |mesorregião = Sertão Alagoano |data_mesorregião = IBGE/2013 |microrregião = Batalha |data_microrregião = IBGE/2013 |vizinhos = Cacimbinhas, Craíbas, Igaci, Dois Riachos, Olivença, Olho d'Água das Flores, Jacaré dos Homens, Batalha e Jaramataia. |dist_capital = 191 | área = 448.849 | área_ref = | população = 20126 | data_pop = estatísticas IBGE/2016 |clima = semi-árido |sigla_clima = Cfa | idh = 0.566 | idh_data = PNUD/2010 | idh_ref = | pib = | pib_data = IBGE/2014 | pib_ref = | pib_per_capita = 6964.54 | pib_per_capita_data = IBGE/2014 }} Major Izidoro é um município brasileiro do estado de Alagoas. Era um distrito subordinado ao município de Santana do Ipanema, foi elevado à categoria de município pela lei estadual nº 1.473 de 17 de setembro de 1949. ==História== O município deve seu nome ao major Isidoro Jerônimo da Rocha (1852-1936), fundador do povoado denominado à época Sertãozinho. A colonização, no entanto, começou com a chegada a Sertãozinho do patriarca maior, Antônio Jerônimo da Rocha, de em 7 de setembro de 1854, vindo da região chamada Volta de Dois Riachos, hoje município de Dois Riachos, quando comprou uma propriedade na região e se instalou com sua família. Dos filhos, apenas Isidoro manteve os negócios do pai, que era conhecido como o patriarca de Sertãozinho. Como distrito de Sertãozinho, a localidade de Major Isidoro é citada, em 1871, na obra Geografia Alagoana de Tomás Espíndola. Diz ele tratar-se de um pequeno povoado situado a uma légua do Riacho do Sertão e muito apropriado à criação do gado. Sob o ponto de vista judicial, Major Izidoro, mesmo após sua emancipação política, permaneceu como termo da comarca de Santana do Ipanema. Somente em 11 de novembro de 1952 foi elevado à condição de comarca independente. No clássico Terra das Alagoas, de autoria de Adalberto Marroquim, do ano de 1922, há referências ao distrito de Sertãozinho. Ele apresenta o lugar como uma das povoações pertencentes a Santana do Ipanema e sede do 3º distrito judiciário. Afirma ainda que lá existia, naquele tempo, uma escola pública mantida pelo estado. Izidoro lutou insistentemente pela emancipação política da cidade. Em 1920 conseguiu que o poder legislativo, através da lei estadual nº 946/1920, conseguisse autorização do governo estadual para elevar a vila de Sertãozinho à categoria de município, com o nome de Major Izidoro, mas o governador não aceitou e manteve a área como distrito. Só em 17 de setembro de 1949, a então vila de Sertãozinho foi elevada a município, com o nome de Major Izidoro, através da lei estadual nº 1.473 de 17 de setembro de 1949. Sua instalação oficial se deu em 25 de novembro do mesmo ano. Com a emancipação política, Major Izidoro foi desmembrado do município de Santana do Ipanema. Nessa época, Izidoro já já tinha falecido, mas os moradores decidiram fazer-lhe a homenagem, dando seu nome à cidade. ==Economia== Além de boas terras para pastagens rico em alimento para o gado, Major Izidoro destaca-se pela criação de gado leiteiro, principalmente das raças nelore, holandês e guzerá, que lhe renderam por vários anos o título de campeão produtor de leite de Alagoas e do nordeste. == Ligações externas == * Major Izidoro Categoria:Fundações em Alagoas em 1949",
 "title": "Major Izidoro"
}