{
 "id": "29791",
 "text": "{{Info/Município do Brasil |nome = Maragogi |foto =Maragogi Alagoas Brasil.jpg |leg_foto = |apelido = Capital da Costa dos corais\" \"Caribe brasileiro\" \"Miami brasileira |brasão = Brasao_Maragogi.png |bandeira = |link_brasão = |link_bandeira = |link_hino = |aniversário = 24 de abril |fundação = |gentílico = maragogiense |lema = |padroeiro = Santo Antônio |prefeito = Fernando Sérgio Lira Neto |partido = PP |fim_mandato = 2024 |mapa = Maragogi.png |latP =S | latG =09| latM =00 | latS =44 |lonP =O | lonG =035| lonM =13 | lonS =21 |estado = Alagoas |mesorregião = Leste Alagoano |data_mesorregião = IBGE/2008 |microrregião = Litoral Norte Alagoano |data_microrregião = IBGE/2008 |região_intermediária=|região_imediata=|região_metropolitana = |vizinhos = Japaratinga, Porto Calvo e Jacuípe, em Alagoas; Barreiros e São José da Coroa Grande, em Pernambuco. |dist_capital = 125 |área = 335 | área_ref = |população = 32174 |data_pop = Censo IBGE/2022https://cidades.ibge.gov.br/brasil/al/maragogi/panorama |altitude = 5 |clima = tropical |sigla_clima = Aw |idh = 0.574 |data_idh = PNUD/2010 |pib = mil |data_pib = IBGE/2008 |pib_per_capita = 3813.21 |data_pib_per_capita = IBGE/2008 }} Maragogi é um município da Microrregião do Litoral Norte Alagoano, na Mesorregião do Leste Alagoano, no estado de Alagoas, no Brasil. Localiza-se a 125 quilômetros de Maceió, a capital do estado. Localiza-se na latitude 09º00'44\" sul e na longitude 35º13'21\" oeste, estando a uma altitude de 5 metros. Sua população estimada em 2018 foi de 32.369 habitantes. A temperatura média é de 27 graus Celsius. Sua economia é baseada no turismo, na pesca e na agricultura. A beleza de suas praias faz com que seja um dos mais importantes polos turísticos da região. == Etimologia == \"Maragogi\" é oriundo do tupi antigo maragûaóîy, que significa \"rio dos gatos-do-mato\" (maragûaó, \"gato-do-mato\" + îy, \"rio\").NAVARRO, E. A. Dicionário de tupi antigo: a língua indígena clássica do Brasil. São Paulo. Global. 2013. p. 586. == História == Por volta do ano 1000, a maior parte do atual litoral brasileiro, incluindo o atual município de Maragogi, foi invadida por povos tupis procedentes da Amazônia. Eles expulsaram os antigos habitantes, os chamados tapuias, para o interior do continente. No século XVI, quando os primeiros exploradores europeus chegaram à região, a mesma era ocupada pela tribo tupi dos caetés.BUENO, E. Brasil: uma história. 2ª edição revisada. São Paulo. Ática. 2003. p. 19. De acordo com dados históricos, a colonização de origem portuguesa começou quando um sertanejo chegou à região com a família. Ele fugia de uma epidemia e fez uma promessa a São Bento para curar-se. Ao se recuperar, o sertanejo cumpriu o prometido, construindo uma igreja em homenagem ao santo. O local, uma das mais belas praias do município, ganhou o nome do santo, que mantém até hoje. Maragogi tem grande importância na história brasileira. Holandeses e portugueses disputaram suas terras por vários anos. Mas foram os moradores da Vila de Maragogi - sem recursos, mas com heroísmo - que impediram e desarticularam a tentativa holandesa de desembarque em Alagoas. Foi criada como vila em 1875 com o nome de \"Isabel\". No mesmo ano, uma lei transferiu a freguesia de São Bento para à então Vila Isabel. Mudou o nome para Maragogi no ano seguinte, mesmo nome de um rio que banha a cidade. Em maio de 1892, foi elevada à categoria de cidade, desmembrando-se de Porto Calvo. Em 1960, perdeu o distrito de Japaratinga, transformado em município. ===Guerra dos Cabanos=== Maragogi também foi palco da Guerra dos Cabanos, que começou como um movimento restaurador armado, que tinha por objetivo trazer de volta ao trono do Brasil o Imperador D. Pedro I, que renunciara e voltara para Portugal. A guerra inicia-se entre maio e junho de 1832, com os levantes de Antônio Timóteo de Andrade, em Panelas de Miranda, no agreste pernambucano, e João Batista de Araújo, na praia de Barra Grande, hoje povoado do município de Maragogi. Em 26 de outubro de 1832, tropas provinciais matam em combate, no reduto do Feijão, o líder Antônio Timóteo de Andrade e o Almirante Tamandaré prende o líder João Batista de Araújo em sua casa, na praia de Barra Grande. Entre novembro de 1832 e janeiro de 1834, a chefia da guerra passa para as forças populares, sendo o comandante geral da insurreição Vicente de Paula. São erguidos os primeiros arraiais guerrilheiros nas matas de Imbiras, Barras de Piabas e Piabas. Os Cabanos, numa manobra guerrilheira tentam tomar o povoado de Barra Grande, mas são postos em fuga pelas tropas provinciais acantonadas ali. Recuam sob forte tiroteio até o povoado de Gamela (hoje cidade de Maragogi), e de lá chegam à praia de São Bento, onde os Cabanos feridos à bala se curavam e pescavam. Ocorre então a matança de São Bento, tendo as tropas provinciais morto à bala e à faca todos os Cabanos encontrados. Os negros papa-méis (assim chamados os negros que fugiam da escravidão dos engenhos e se escondiam nas matas) aderem à insurreição e mudam os rumos da guerra: lutam os Cabanos agora pela libertação dos escravos, atacando inclusive os engenhos de açúcar e ocupam terras onde constroem seus arraiais guerrilheiros. A guerra termina com a prisão de Vicente de Paula, em 1850, que foi levado para a ilha-presídio de Fernando de Noronha. ====Desativação de minas terrestres==== Em 10 de maio de 2010, foi encontrada uma mina marítima durante uma obra de saneamento na cidade. A mina havia sido feita pela marinha brasileira durante a Segunda Guerra Mundial (1939-1945) para proteger o litoral do Brasil. Com o fim da guerra, não tendo sido detonada, os militares brasileiros a enterraram perto da praia.http://www.primeiraedicao.com.br/?pag=alagoas&cod;=14005 O que esperava-se ser uma botija holandesa com moedas de prata, por conta da rica história de conflitos entre portugueses e neerlandeses, chegou a ser perfurado mas, por sorte, não explodiu.Força Aérea chega a Maceió para retirada das minas achadas em Maragogi - Jornal O Globo A partir de então, oficiais da marinha e até especialistas do Batalhão de Operações Especiais iniciaram a prospecção de pelo menos mais sete minas, terrestres e aquáticas.Bom Dia Brasil - Força-tarefa não encontra minas da 2ª Guerra em Maragogi (AL) O consenso é de que todas foram plantadas após o ataque de submarinos alemães a um navio mercante brasileiro próximo de Porto de Pedras, que é município vizinho, durante a Segunda Guerra.http://gazetaweb.globo.com/v2/noticias/texto_completo.php?c=213472http://www.primeiraedicao.com.br/?pag=alagoas&cod;=13872 ==Geografia== === Rios === Os rios que servem de limite ao município são: com Pernambuco, o rio Persinunga; com Porto Calvo, o rio Carão; e, com Japaratinga, o rio Salgado. ; Bacias hidrográficas * Do rio Salgado e seus afluentes e brejos, que alcança o mar nos Catités do São Bento; * Do rio Maragogi, formada pelo homônimo e seus sistemas flúvio-lagumar do Camacho,Ilha do Coelho,Brejo do Junqueiro e riacho Levadão; * Do rio dos Paus ou Ojebire (como lhe chamavam os índios), com seus salgados de manguezais e a restinga do Arisco; * Do rio Persinunga, cujos afluentes da margem direita são os riachos Maciaguaçu e Taúba; o da margem esquerda é o rio Timboataba. ===Vegetação=== Na trilha do visgueiro é possível encontrar uma árvore com mais de 500 anos e 22 metros, fica em reserva de Mata Atlântica Raízes externas ganham destaque a cada aproximação devido à capacidade de crescer com a árvore que sustenta, como se formassem muretas de proteção capaz de ultrapassar a altura de homem em pé. São apresentadas também espécies replantadas, como o “pau-falho”, que estava em extinção e um curioso arbusto, alto, de espinhos, típico do lugar. De alguns troncos cortados exalam ótimas fragrâncias naturais. Pelo chão brotam diferentes cogumelos, em especial um de tons avermelhados. == Turismo == Maragogi é, hoje, um grande polo turístico, servindo como porta de entrada para os Estados de Alagoas e Pernambuco e se transformando no segundo maior polo turístico do estado. Suas praias têm mar tranquilo, areias alvas e densos coqueirais, destacando-se as de Barra Grande, Burgalhau, Antunes, Peroba e São Bento. O passeio às galés (piscinas naturais) é imperdível, onde, a 6 quilômetros da costa, pode-se observar a Área de Proteção Ambiental onde estão os arrecifes de corais. No turismo esportivo a cidade está se consolidando como um destino para corridas de Trilha ou \"Trail Run\", sendo em 2015 a sede da primeira competição de Trail Run internacional do Nordeste do Brasil quando a empresa organizadora de eventos esportivos WINGSMAN estreo a disciplina no Nordeste. No turismo rural, vale a pena uma visita a Fazenda Marrecas e Fazenda Cachoeira, saboreando logo depois a culinária à base de frutos do mar e os tradicionais bolinhos de goma. A Trilha do Visgueiro é outro atrativo que a cidade oferece, este passeio é realizado em uma reserva de mata atlântica, destaque para um visgueiro com mais de 500 anos e 22 metros de altura. Entre os eventos locais, destacam-se: o Festival da Lagosta, o Festival do Marisco, a Abertura do Verão, a festa da Emancipação, a de São Benedito (Peroba), a de Nossa Senhora da Guia (Barra Grande) e a de São Bento. A maior atração turística da cidade são as belas praias, de São Bento a Peroba (povoados da cidade). Um atrativo muito popular na cidade é o passeio de buggy, neste passeio dá para conhecer as belas praias que a cidade tem. Maragogi tem três piscinas naturais: a principal e mais famosa, Galés, e as menores Taocas e Barra Grande, ficam a aproximadamente 6 quilômetros da costa, têm águas transparentes, onde os turistas se deliciam ao banhar-se rodeados de corais e diversos peixinhos que enfeitam a área com suas cores. A cidade dispõe de uma ótima infraestrutura hoteleira, com os dois hotéis mais luxuosos de Alagoas: o \"Salinas do Maragogi\", reconhecido pelo Traveler's Choice 2016 como o segundo melhor hotel para famílias no mundo e o \"Grand Oca Maragogi Beach & Leisure Resort\". == Ligações externas == * Prefeitura Municipal Categoria:Fundações em Alagoas em 1892 Categoria:Topônimos de origem tupi",
 "title": "Maragogi"
}