{
 "id": "29807",
 "text": "{{Info/Município do Brasil | nome = Paripueira | foto = Vista aérea-Paripueira2.jpg | leg_foto = | apelido = | brasão = Brasão_de_Paripueira.png | bandeira = Bandeira_do_município_de_Paripueira.png | link_hino = | aniversário = | fundação = | gentílico = paripueirense | lema = | padroeiro = Santo Amaro | prefeito = Carlos Abrahão Gomes de Moura | partido = UNIÃO | fim_mandato = 2024 | mapa = Paripueira.png | latP = S | latG = 09 | latM = 27 | latS = 54 | lonP = O | lonG = 35 | lonM = 33 | lonS = 07 | estado = Alagoas | mesorregião = Leste Alagoano | microrregião = Maceió | região_metropolitana = Maceió | vizinhos = Maceió, Barra de Santo Antônio | dist_capital = 27 | área = 92.712 | área_ref = | população = 13484 | data_pop = estimativa IBGE/2021 | altitude = 0 | clima = tropical | sigla_clima = | idh = 0.617 | pib = mil | pib_per_capita = 3812.61 | data_mesorregião = IBGE/2008 | data_microrregião = IBGE/2008 | data_idh = PNUD/2000 | data_pib = IBGE/2008 | data_pib_per_capita = IBGE/2008 | site_prefeitura = paripueira.al.gov.br }} Paripueira é um município da Região Metropolitana de Maceió, no estado de Alagoas, no Brasil. Município turístico, tem como atração, praias com piscinas naturais, como a Praia de Sonho Verde, que se destaca por sua infraestrutura. É nesse recanto ecológico que se refugia o peixe-boi, espécie em extinção, protegido pelo Parque Municipal Marinho de Preservação do Peixe-Boi, único na América Latina. Sua população, conforme estimativas do IBGE de 2021, era de habitantes. == Topônimo == \"Paripueira\" é uma palavra oriunda língua tupi: significa \"canal velho\", através da junção dos termos pari (canal) e pûera (velho) ou \"águas mansas\"-\"pari\" (águas) e \"pueira\" (mansas),daí a junção:\"pau-poeira\"-Paripueira.NAVARRO, E. A. Método moderno de tupi antigo: a língua do Brasil dos primeiros séculos. 3ª edição. São Paulo. Global. 2005. 463 p.. == História == Até o ano 1000, aproximadamente, a região era habitada por povos indígenas tapuias. Nessa época, a região foi invadida por povos tupis procedentes da Amazônia, os quais expulsaram os tapuias para o interior do continente. No século XVI, a região era habitada por um desses povos tupis, os caetés, os quais viriam a ser escravizados pelos portugueses, que aí chegaram nesse séculoBUENO, E. Brasil: uma história. 2ª edição. São Paulo. Ática. 2003. p. 19.. A atual cidade formou-se a partir de uma colônia de pescadores, tendo crescido por causa da proximidade com Maceió e após ser descoberta como área de veraneio. O povoado sofreu influência holandesa durante as Invasões holandesas no Brasil, no século XVII. Em 1635, o tenente-general o Alemão sigismund von schoppe ]]), a serviço da Companhia Neerlandesa das Índias Ocidentais, levantou, ali um grande campo fortificado, os Redutos da Praia de Paripueira, apoiado nos rios Santo Antônio Grande e São Gonçalo, com vistas a guardar a extremidade sul dos domínios holandeses, além de barrar as incursões da guerrilha luso-brasileira. Em uma pesquisa arqueológica nas ruínas de um forte. A expansão turística fez o povoado, que pertencia à Barra de Santo Antônio, crescer e ganhar importância, fazendo com que alguns moradores iniciassem um movimento pela emancipação política. José Vasco, José Dadi, Hamilton Monteiro e Lamenha Filho foram importantes nesse processo. Com isso, o município terminou criado pela Constituição Estadual de 1988. Ações judiciais questionaram a constitucionalidade do processo até 1990, quando houve um plebiscito, mas só em 1991 é que Carlos Alberto Costa foi nomeado administrador público. Em maio, uma nova liminar cassou a transformação do município, mas o Supremo Tribunal Federal manteve a decisão inicial. Hoje, Paripueira é uma cidade que recebe milhares de turistas ávidos por desfrutar a tranqüilidade de suas praias. A cidade convive também com a alegria das festas carnavalescas, promovendo um dos maiores carnavais do Estado, além da tradicional Festa de Santo Amaro, em janeiro, em homenagem ao padroeiro local. As festas da Agulha e da Lagosta também são prestigiadas. == História do Brasão de Paripueira== Criado através de um Concurso Público no ano de 1993, indicado pelo então Vereador Valtercio Lacava, onde tiveram vários participantes tais como; Profº Borges, Profª Ângela Maria, Márcia Borges e Valter Lima, onde este lançado 02 (dois) trabalhos, sendo que um obteve a 3ª colocação e outro classificado em 1º lugar, obtendo 06 (seis) votos dos 09 (nove) Vereadores votantes. A figura do Brasão representa em sua estampa à economia de nossa terra através da cana de açúcar em suas partes laterais a jangada representando à pesca e o coqueiro a cultura do coco. Tendo ainda uma Legenda de cor amarela com o nome de PARIPUEIRA em azul, de forma transversal, cortando parte da vela da jangada e parte do coqueiro em sua parte superior. Na sua parte inferior segue uma linha imaginária até a legenda, vindo a dividir duas áreas, do lado direito à terra de cor amarela do clima temperado e do lado esquerdo 03 (três) ondas azuis intercaladas pelo fundo branco, vindo representar as 03 Principais Praias, ou seja; Costa Brava, Paripueira parte central e Sonho Verde. Daí então surgiu à padronização de nossa BANDEIRA, idealizado também pelo criador do Brasão, tendo sua forma retangular com barras paralelas acima de cor azul, ao meio branco com o BRASÃO ao centro e abaixo de cor verde. Onde em suas cores estão representadas; no Azul o nosso céu, no Branco a paz de nossa terra e no Verde os nossos canaviais. Ficheiro:Brasão de Paripueira.png|Brasão de Paripueira == Hino de Paripueira== Letra de José Valter de Lima Música de Rafael de Almeida Refrão Paripueira terra verde De seu povo hospitaleiro Com mar calmo de ondas mansas Levo esta paz em meu peito. Honra de teus filhos Fortes e bravios Que caem e levantam Sempre a lutar E sem temer se agigantam Vindo sempre a brilhar Refrão É pedra a lapidar Nos morros ou a beira-mar Teus bancos de arenitos Escondem riquezas Seu calor infinito Com suavidez e beleza. Refrão Beleza cristalina Céu que azulina Mar calmo e generoso De um povo estonteante Que mesmo ante ao desafio Traz sempre alegre o semblante Refrão ==Turismo== Paripueira possui uma das mais longas praias do estado de Alagoas: na maré baixa, é possível se andar quilômetros mar adentro com a água pelos joelhos. São praias que estão ocupadas principalmente por pescadores e casas de veraneio ao longo do litoral do município. A praia possui 25 piscinas naturais a 1 km da costa. As barreiras de corais, que se encontram na região do município e municípios vizinhos, são consideradas a terceira maior formação de corais do mundo. == Galeria == Ficheiro:Vista aérea-Paripueira.jpg Ficheiro:Árvore sozinha.jpg|Árvore sozinha. Ficheiro:Litoral Norte 2.jpg|Litoral Norte. Ficheiro:Rio Sauaçuhy.jpg|Rio Sauaçuhy. Ficheiro:Sonho Verde - Paripueira.jpg|Praia do Sonho Verde-Paripueira. Ficheiro:Raízes do Mangue (9487815722).jpg|Manguezal de Paripueira. Ficheiro:Praia de Paripueira - Maceió - Alagoas (11394551505).jpg|Litoral de Paripueira. Ficheiro:Litoral norte-Paripueira2.jpg Ficheiro:Litoral norte de Paripueira.jpg Ficheiro:Litoral norte-Paripueira.jpg Ficheiro:Praia de Paripueira - Maceió - Alagoas (11394571644).jpg ==Ver também== *Redutos da praia de Paripueira Categoria:Fundações em Alagoas em 1990",
 "title": "Paripueira"
}