{
 "id": "29803",
 "text": "{{Info/Município do Brasil | nome = Olho D’água Grande | foto = | leg_foto = | apelido = | brasão = Brasao olho dagua grande.png | bandeira = Bandeira olho dagua grande.png | link_brasão = | link_bandeira = | link_hino = | aniversário = 14 de setembro | fundação = | gentílico = OlhoDaguense | lema = | padroeiro = São José | prefeito = María Suzanice Higino Bahé | partido = PP | fim_mandato = 2024 | mapa = Olho d'água grande.png | latP = S | latG = 10 | latM = 08 | latS = 39 | lonP = O | lonG = 36 | lonM = 49 | lonS = 04 | estado = Alagoas | mesorregião = Agreste Alagoano | data_mesorregião = IBGE/2008 | microrregião = Traipu | data_microrregião = IBGE/2008 | região_metropolitana = do Agreste | vizinhos = Campo Grande, Porto Real do Colégio, São Brás e Traipu | dist_capital = 189 | área = 118.508 | área_ref = | população = 5133 | data_pop = estimativa IBGE/2021 | altitude = | clima = | sigla_clima = | idh = 0.503 | data_idh = PNUD/2010 | pib = mil | data_pib = IBGE/2008 | pib_per_capita = 3081.01 | data_pib_per_capita = IBGE/2008 }} Olho d'Água Grande é um município brasileiro do estado de Alagoas. Sua população, conforme estimativas do IBGE de 2021, era de habitantes. == Etimologia == Sua toponímia teve origem nas várias fontes de água que abasteciam a região, o que incentivou os moradores vizinhos a chamar o novo povoado de Olho d'Água Grande. Quando pertencia a São Braz, o povoado era conhecido como \"Olho D'Água da Abóbora\", em razão de, na região, haver muitas plantações de abóbora. A fertilidade das terras contribuía para grandes safras, inclusive de mandioca. Só quando o povoado passou à condição de distrito é que o nome Olho D'Água da Abóbora foi abolido. == História == Uma vasta planície de terras férteis, possuidora de um olho d'água de grande proporção. Este foi o local onde o povoado começou a se formar, logo depois que a família de Francisco Correia Dantas veio para a região. Hoje o município não depende do abastecimento da fonte, mas a mesma continua ativa. O progresso do distrito interessou a moradores de regiões próximas. Muitos se transferiram para lá, principalmente por causa das terras férteis. Nessa época começou, também, um movimento pela emancipação do distrito. Em 1962, através da Lei 2.462, o governador Luiz Cavalcante autorizou a autonomia de Olho D'Água Grande e nomeou Otávio Brito como prefeito. Em 1963, foi eleito João Claudino, um dos líderes do movimento pela emancipação, que contou, ainda, com o esforço de Machado Lobo, João Nascimento Filho, Lindor Santos, João Ferreira Nunes, João Batista dos Santos, José Boia e Gelson Brito. Logo o pequeno distrito que era até então chamado de Olho D’Água da Abóbora passou a ser chamado de Olho D’Água Grande. Sem pontos turísticos atrativos, o município investe nas duas principais festividades do seu calendário, que movimentam a cidade com muitos visitantes: a festa da Emancipação Política (14 de setembro) e a do padroeiro São José (19 de março). Elevado à categoria de município com a denominação de Olho d'Água Grande ex-povoado, pela lei estadual nº 2462, de 22 de agosto de 1962, desmembrado de São Brás. Sede no atual distrito de Olho d'Água Grande ex-povoado. Constituído do distrito sede. Instalado em 21 de setembro de 1962. Em divisão territorial datada de 31-XII-1963, o município é constituído do distrito sede. Assim permanecendo em divisão territorial datada de 2007. == Geografia == === Localização === O município de Olho D’ Água Grande está localizado na região centro-sul do Estado de Alagoas, limitando-se a norte com o município de Campo Grande, a sul com São Brás e Porto Real do Colégio, a leste com Porto Real do Colégio e a oeste com Traipu. A área municipal ocupa 118,48 km² (0,43% de AL), inserida na meso-região do Agreste Alagoano e na micro-região de Traipu. === Clima === O clima é do tipo Tropical Chuvoso com verão seco. O período chuvoso começa no outono/inverno tendo início em dezembro/janeiro e término em setembro. A precipitação média anual é de 1.128,6mm. === Vegetação === A vegetação é predominantemente do tipo Floresta Caducifólia, com partes de Floresta Hipoxerófila. === Relevo === O relevo de Olho D'Água Grande faz parte da unidade das Superfícies Retrabalhadas que é formada por áreas que têm sofrido retrabalhamento intenso, com relevo bastante dissecado e vales profundos. Na região litorânea de Pernambuco e Alagoas, é formada pelo “mar de morros” que antecedem a Chapada da Borborema, com solos pobres e vegetação de Floresta Hipoxerófila. === Hidrografia === O município de Olho d’ Água Grande está inserido na bacia hidrográfica do Rio São Francisco, sendo banhado pelas sub-bacias dos rios Tibiri e Itinha, além do Riacho Grande, o padrão de drenagem predominante é o dendrítico e com sentido preferencial NNE-SSW. O sistema fluvial deságua no Rio São Francisco. == Demografia == Conforme estimativas do IBGE para 2021, a população deste município seria de habitantes. === Desenvolvimento Humano === O Índice de Desenvolvimento Humano Municipal de Dois Riachos é 0,503, em 2010. O município está situado na faixa de Desenvolvimento Humano com o índice Baixo. == Economia == De acordo com o IBGE, a atividade pecuária do município de Olho d'Água Grande é contabilizada de acordo com a quantidade de: asininos, bovinos, caprinos, eqüinos, galinhas, galos, leite, muar, ovinos, ovos de galinha, suínos e vacas ordenhadas. Já a atividade agrícola do município, é contabilizada de acordo com a quantidade de: algodão herbáceo, banana, coco-da-baía, fava, feijão, fumo, laranja, mandioca, manga e milho. No quadro ao lado, podemos analisar a produção dos referidos gêneros no município de Olho d'Água Grande, entre os anos de 2003 e 2008. == Infraestrutura == === Infraestrutura básica === O serviço de fornecimento de energia elétrica é feito pela Equatorial Energia Alagoas, antiga Companhia Energética de Alagoas (CEAL) que foi privatizada pela Eletrobrás em dezembro de 2018, durante a gestão de Michel Temer. Como ocorre nos demais municípios alagoanos, a voltagem em Olho d'Água Grande é de 220 V. Os serviços de abastecimento de água e a coleta de esgoto do município de Olho d'Água Grande são feitos pela Companhia de Saneamento de Alagoas (CASAL). Segundo dados de 2010, 31,63% de suas famílias estavam sem canalização de água no seu domicílio. == Ligações externas == * Página da Prefeitura Municipal Olho Água Grande Categoria:Fundações em Alagoas em 1962",
 "title": "Olho d'Água Grande"
}