{
 "id": "29852",
 "text": "Diarbaquir ou Diarbaquer () é uma cidade e área metropolitana () do sudeste da Turquia. É a capital da província homónima e faz parte da Região do Sudeste da Anatólia. Em 2012, a população da área metropolitana era habitantes, o que a faz a segunda maior cidade do sudeste da Turquia a seguir a Gaziantep. Os distritos () que constituem a área metropolitana são Bağlar, Kayapınar, Yenişehir e Sur, cujos centros urbanos tinham, respetivamente, , , e habitantes em 2012. A cidade situa-se nas margens do rio Tigre, a uma altitude média de . É frequente chamar-lhe a capital do Curdistão turco. A grande maioria da sua população é de etnia curda. A parte da cidade muralhada e jardins de Hevsel, que a ligam ao rio Tigre, encontra-se integrada no sítio Paisagem cultural das muralhas de Diarbaquir e dos jardins de Hevsel, classificado pela UNESCO em 2015 como Património da Humanidade. ==Etimologia e história== A cidade é mencionada com o nome de Amid na bainha de uma espada do período assírio, um nome que também aparece em fontes antigas siríacas e árabes. Os Romanos e Bizantinos chamaram-lhe Amida (). Entre os e a Confederação do Cordeiro Branco era conhecida como Cara Amide (Amide Escura), devido à cor escura das suas muralhas. Na obra Zafername, uma coletânea de panegíricos de vitórias militares aparece como Kara Kale (\"Fortaleza Negra\"). No Livro de Dede Korkut, um épico sobre os Turcos Oguzes, é mencionada como Kara Hamid. O explorador português António Tenreiro, que visitou a cidade em 1525, usa o nome Caraemite no seu Itinerário. Durante o Império Otomano foi chamada Diyâr-ı Bekr (). Uma das teses com mais aceitação é a de este nome deriva da transliteração do árabe Diyarbakr (terras da tribo dos Banu Bakr). Esta tribo ocupou a região após a conquista islâmica. Em 1923 o seu nome foi oficializado como Diyarbekir. Em 1937, Atatürk visitou a cidade e, depois de manifestar a sua incerteza sobre a verdadeira etimologia, ordenou que o nome fosse mudado para o atual, Diyarbakır, que significa \"terra de cobre\" em turco. O nome em é Amed , em é Diyarbekır, em sírio-aramaico é Āmîḏ e em Amid . Foi colónia romana no e foi incorporada no Império Otomano em 1515. == Referências == == Bibliografia == *. Incluído na edição de 1829 de «» * ==Ligações externas== * Categoria:Região do Sudeste da Anatólia Categoria:Localidades da Turquia Categoria:Áreas metropolitanas da Turquia Categoria:Capitais de província da Turquia Categoria:Curdistão turco Categoria:Cidades do Império Otomano",
 "title": "Diarbaquir"
}