{
 "id": "29937",
 "text": "Senador Pompeu é um município do estado do Ceará, Brasil. == História == Previamente conhecida como Humaitá, Senador Pompeu emancipou-se politicamente pela lei estadual nº 332 de 3 de setembro de 1896, com território desmembrado de Maria Pereira, atual Mombaça, e recebeu status de município em 1901. De acordo com Oliveira (2015), a cidade de Senador Pompeu foi palco de diversos conflitos relacionados as práticas coronelistas locais. Tanto a nível político, como a nível cotidiano estas práticas acabavam por fortalecer os laços de dependência e controle as camadas mais pobres da cidade, que via de regra, era participante da agricultura ou então trabalhavam no cultivo ou beneficiamento do algodão. Devido ao crescimento econômico possibilitado pelo ciclo do algodão, a cidade inicia um processo próspero, o que ocasionou o fortalecimento do comércio até o final do ciclo algodoeiro no final da década de 60. Após isso, a cidade deixa de ter uma importância na economia do Estado e passa a sofrer um processo de declínio. Devido a infraestrutura ferroviária e localização central, Senador Pompeu, foi uma das cidades cearenses na qual foi instalado um dos Campos de Concentração no Ceará (ou mais conhecidos como os currais do governo) durante a seca de 1932. Nesses espaços, aprisionou-se milhares de trabalhadores para que eles não chegassem a Fortaleza, capital do Estado. A cidade teve o segundo maior campo de concentração. === Divisão administrativa === Em 1896 o vilarejo emancipou-se político administrativamente de Maria Pereira, atual Mombaça, sendo elevado à categoria de vila. Em 1901 foi elevado à categoria de cidade. Em 1897 foi criado o primeiro distrito: Miguel Calmon. Em 1913 mais um distrito: Troia. Em 1931 Senador Pompeu anexou o extinto município de Pedra Branca, pois o mesmo não pôde ser instalado. Em 1933 é criado o distrito de Girau. Em 1935 Pedra Branca se emancipa de Senador Pompeu e anexa o distrito de Troia. Em 1938, o distrito Girau mudou o nome para Piquet Carneiro. Em 1943 o distrito Miguel Calmon muda o nome para Ibicuã. Em 1951 são criados dois distritos: Engenheiro José Lopes e São Joaquim do Salgado. Em 1957 Piquet Carneiro se emancipa de Senador Pompeu, e anexa o distrito pompeuense Ibicuã. Em 1987 são criados mais dois distritos: Bonfim e Codia. E em 2018 Lagoa Nova e Bonito se torna o 6° e 7º Distritos de Senador Pompeu. http://www.ibge.gov.br/cidadesat/painel/painel.php?codmun=231270&search;=ceara|senador- pompeu == Geografia == Localiza-se na Microrregião do Sertão de Senador Pompeu, mesorregião dos Sertões Cearenses, Atualmente Senador Pompeu possui 7 distritos: *Bonfim; *Codiá; *Engenheiro José Lopes; *São Joaquim do Salgado; *Lagoa Nova; *Bonito. *Senador Pompeu (distrito-sede). === Relevo === Com altitude média, em relação ao nível do mar, de 177 metros, sua mais alta serra é a do Patu, um verdadeiro símbolo municipal. === Hidrografia e recursos hídricos === Está situado na bacia hidrográfica do Banabuiú, tem com principais rios: rio Banabuiú e rio Patu, e outro riachos. Além do Açude Patu. === Clima === O clima é tropical semiárido com chuvas concentradas de fevereiro a abril. O índice pluviométrico médio anual é de 730 mm. === Vegetação === Sua vegetação típica é a caatinga. == Demografia == Em 2010 o município tinha 26.469, sendo que em 2003 a população era maior com 27.243 habitantes, sendo que cerca de 59% residente em zona urbana e 41% na zona rural (1999). Em 1996, mais de 30% de sua população situava-se na faixa etária de 05 a 19 anos. Tendo o total, em 1996, de 6.161 domicílios. == Educação, cultura e turismo == O município contava com o Campus Avançado do Sertão Central - CASC, que funcionava como extensão da Universidade Estadual do Ceará - UECE, oferecendo cursos de licenciatura plena em Letras, História e Ciências Exatas, mas que por descaso do poder público foi fechado e está abandonado e depredado. Cerca de 13% da população é analfabeta e menos de 0,5% concluiu nível superior (dados do ano 2000). A cidade possui uma biblioteca, um teatro simples, pertencente à igreja, havia um museu, que foi destruído por vândalos. A produção cultural é viva e intensa. Sendo uma das cidades que mais se destacam no sertão central e no Estado do Ceará. Há vários grupos de dança de quadrilha, artesões, artistas plásticos, escritores, grupos teatrais, dramaturgos, produtores de trabalhos audiovisuais. Uma das atrações turísticas é a ponte ferroviária, uma ponte trazida da Inglaterra, e a estação ferroviária. Outra atração turística, de cunho religiosa, é a Caminhada da Seca. Uma romaria anual, que há 37 anos acontece em homenagem as vítimas do Campo de Concentração. Esta inicia-se na Igreja de Nossa Senhora das Dores e encerra-se no cemitério da Barragem do Patu. ==Dólmen== No dia 22 de setembro de 2012 foi descoberto, pelo pesquisador Valdecy Alves, na localidade de Pedras Grandes próximo a Serra do Patu, um sítio pré-histórico com um monumento megalítico mais conhecido como Dólmen, no Brasil só existiam até o momento dois monumentos do período neolítico um em Paramirim, Bahia e outro em Anicuns, Goiás. ==Senadorenses Ilustres== * Alan Neto, comentarista esportivo. * Juraci Magalhães, político, ex-prefeito de Fortaleza. ==Ligações externas== * Mapa de Senador Pompeu * Página do IBGE * Página do Ceará * O POVO 08.11.2008 Categoria:Fundações no Ceará em 1896",
 "title": "Senador Pompeu"
}