{
 "id": "29989",
 "text": "{{Info/Município do Brasil | nome = Boa Viagem | foto = Boa Viagem-CE - O Alferes e a Bela (Monumento à Fundação da Cidade) - panoramio (1).jpg | leg_foto = O Alferes e a Bela (Monumento à Fundação da Cidade) | apelido = A Joia do Sertão Central, Terra do Amor! | brasão = | bandeira = Bandeira_de_Boa_Viagem.JPG | link_brasão = | link_bandeira = | link_hino = s:Hino do município de Boa Viagem | fundação = | gentílico =boa-viagense | lema = | prefeito = Jose Carneiro Dantas FilhoPrefeito e vereadores de Boa Viagem tomam posse Portal G1 - acessado em 2 de janeiro de 2021 | partido = SD | mandato_início = 2021 | fim_mandato = 2024 | vereadores = 15 | mapa = Ceara Municip BoaViagem.svg | latP = S | latG = 05 | latM = 07 | latS = 38 | lonP = O | lonG = 39 | lonM = 44 | lonS = 38 | estado = Ceará | mesorregião = Sertões Cearenses | data_mesorregião = IBGE/2008 | microrregião = Sertão de Canindé | data_microrregião = IBGE/2008 | região_intermediária = | região_imediata = | região_metropolitana = | vizinhos = Norte: Santa Quitéria, Leste: Madalena e Quixeramobim, Sul: Pedra Branca, Oeste: Monsenhor Tabosa, Tamboril e Independência. | dist_capital = 217 | área = 2836.774 | área_ref = | população = 54449 | data_pop = IBGE/2018 | altitude = 398 | clima = Semi-árido | sigla_clima = | idh = 0.598 | data_idh = PNUD/2010 | pib = mil | data_pib = IBGE/2010 | pib_per_capita = 4391.59 | data_pib_per_capita = IBGE/2018 }} Boa Viagem é um município brasileiro do estado do Ceará, localizado praticamente no centro do estado do Ceará, na microrregião dos Sertão de Canindé mesorregião dos Sertões Cearenses. Possui um aeroporto, o Aeroporto Coronel Virgílio Távora, destinado a aeronaves de pequeno porte. ==Etimologia== O topônimo Boa Viagem faz uma alusão a santa e a uma história de tradição oral, tipo Romeu e Julieta. Sua denominação original era Cavalo Morto e oficialmente desde 1862, Boa Viagem,http://biblioteca.ibge.gov.br/visualizacao/dtbs/ceara/boaviagem.pdfhttp://www.ceara.com.br/m/boaviagem/index.htm porém em mapas datados de 1800, a cidade já é cartografada como Boa Viagem.http://objdigital.bn.br/acervo_digital/div_cartografia/cart511693.jpg ==História== thumb|left|Mapa do Ceará feito por Mariano Gregório do Amaral em 1800. As terras situadas entres as serras de Santa Rita e das Batatas,http://objdigital.bn.br/acervo_digital/div_cartografia/cart249891.jpg eram habitadas por etnias de tronco Tupi, como os Kanindé, Carariu, Candodu, Jucá,Sebok. Lou, Atlases published in the Netherlands in the rare atlas collection. Compiled and edited by Lou Seboek. National Map Collection (Canada), Ottawa. 1974 a partir do século XVII, surge como núcleo urbano, devido as entradas de religiosos, que tinha o intuito de catequizar os indígenas, e as concessões de sesmarias a fazendeiros com o intuito de implementar a pecuária do Ceará, no período econômico de carne de sol e charque. ==Geografia== ===Clima=== Tropical quente semiárido.http://www2.ipece.ce.gov.br/atlas/capitulo1/12/126x.htm A temperatura media da cidade é de 29 °C, com pluviometria média de 717,7 mm com chuvas concentradas de janeiro a abril. Além disso, destacam-se os elevados índices de evaporação e evapotranspiração durante todo o ano aliada à irregularidade do regime de chuvas. ===Hidrografia e recursos hídricos=== As principais fontes de água são os rios: Quixeramobim, Barra Nova, Barrigas, Boa Viagem, Boa Vista, do Capitão-Mor, Jacaúna, Santo Antônio, São Cosmo, Ipu, Tapera, Rio Conceição de Ibuaçu e diversos riachos que fluem no rio Quixeramobim, que no município é conhecido como Rio Juazeiro. Seus principais reservatórios de água são os açudes: Boa Viagem, Capitão-Mor, Fogareiro, José de Alencar, José Vieira Filho (Vieirão), Monsenhor José Cândido, Presidente Tancredo Neves, Rufino Gomes da Silva e São José.http://www.cprm.gov.br/ == Geologia == === Recursos minerais === A porção central do estado do Ceará apresenta várias ocorrências de minério de ferro. Nas proximidades de Boa Viagem estas ocorrências são caracterizadas por lentes de formações ferríferas bandadas, em forma de crista alongada, de direção nordeste-sudoeste, encaixadas nos gnaisses do Complexo Cruzeta. ==Política== A administração municipal localiza-se na sede: Boa Viagem. ==Ligações externas== * Site da Prefeitura Municipal de Boa Viagem * Site da Câmara Municipal de Boa Viagem * Mapa de Boa Viagem - CE Categoria:Sertão de Canindé Categoria:Fundações no Ceará em 1864",
 "title": "Boa Viagem (Ceará)"
}