{
 "id": "29993",
 "text": "{{Info/Município do Brasil | nome = Amontada | foto = | leg_foto = | apelido = | brasão = Brasão de Amontada.png | bandeira = | link_brasão = | link_bandeira = = 5 de fevereiro | fundação = | gentílico = amontadense | lema = | prefeito = Flávio Filho | partido = PT | fim_mandato = 2024 | mapa = Ceara Municip Amontada.svg | latP = S | latG = 04 | latM = 21 | latS = 39 | lonP = O | lonG = 39 | lonM = 49 | lonS = 51 | estado = Ceará | mesorregião = Norte Cearense | data_mesorregião = IBGE/2008 | microrregião = Itapipoca | data_microrregião = IBGE/2008 | região_metropolitana = | vizinhos = Norte: Oceano Atlântico, Leste: Itapipoca, Sul: Miraíma, Oeste: Santana do Acaraú, Morrinhos e Itarema | dist_capital = 157 | área = 1175.044 | área_ref = | população = 44.195 | data_pop = IBGE/2010 | altitude = 34 | clima = Tropical atlântico, Tropical e semiárido | sigla_clima = As | idh = 0.616 | data_idh = PNUD/2000 | pib = mil | data_pib = IBGE/2008 | pib_per_capita = 12.195,24 | data_pib_per_capita = IBGE/2020 }} Amontada é um município do estado brasileiro do Ceará. Localiza-se na microrregião de Itapipoca, na mesorregião do Norte Cearense. O município tem 44.195 habitantes (dados de 2021) e 1.175,044 km². Seu PIB per capito 12.195,24 R$ (2020) e a mortalidade infantil é de 8,72 óbitos por mil nascidos vivos (2020). == Etimologia == O topônimo vem do tupi-guarani. Sua denominação original era São Bento da Amontada, depois São Bento da Ribeira do Aracatiaçu, logo depois São Bento e, desde 1963, Amontada. == História == 250px|thumb|esquerda|Mapa da costa do Ceará em 1629. O território de Amontada fazia parte das terras dos índios Tremembé e o povoamento remonta aos primórdios do século XVII, quando os jesuítas e os padres da ordem de São Pedro davam os passos iniciais em prol da catequese dos Tremembé. Na época da implantação da pecuária no Ceará (início do século XVIII), os portugueses tinham esta localidade como um local de repouso para os vaqueiros que vinham da serra de Uruburetama, nas margens do rio Aracatiaçu. == Geografia == === Clima === Tropical quente semiárido com pluviometria média de 1000 mmFundação Cearense de Meteorologia e Recursos Hídricos - FUNCEME. com chuvas concentradas de janeiro a maio.Instituto nacional de Pesquisa espacial - INPE. === Hidrografia e recursos hídricos === As principais fontes de água fazem parte da bacia do rio Aracatiaçu, bem como o rio Aracatimirim. Outras fontes de expressão são as lagoas do Torto e da Sabiaguaba.http://www.cprm.gov.br/ === Relevo e solos === Região costeira (Areias Quartzosas Álicas, Areias Quartzosas Distróficas, Areias Quartzosas Eutróficas, Areias Quartzosas Marinhas Distróficas e Podzólico Vermelho Amarelo Eutrófico). Não possui grandes elevações. === Vegetação === A maior parte do território é coberto pela caatinga arbustiva aberta e densa, mais ao interior, e por tabuleiros costeiros, mais próximo ao litoral. Apresenta também regiões de caatinga arbórea e mangue próximo à foz do rio Aracatiaçu. === Subdivisão === O município tem doze distritos: Amontada (sede urbana e sede rural), Aracatiara, Garças, Icaraí, Lagoa Grande, Moitas, Mosquito, Nascente, Poço Comprido, Sabiaguaba, Varjota e Gostosa. == Economia == A economia local é baseada na agricultura: algodão, caju, feijão, e na pecuária: bovinos e avícola. O turismo é também uma fonte de renda deste município, que conta com belas praias, hoje repletas de pousadas e com presença forte de turistas, principalmente na época dos ventos, onde são praticado esportes aquáticos. São elas: Icaraizinho de Amontada, Moitas e Caetanos. == Ligações externas == * Página da Prefeitura de Amontada * Mapa de Amontada * Mapa de Amontada * Pagina do IBGE * Pagina de Icaraizinho de Amontada * Jornal A Notícia Categoria:Fundações no Ceará em 1985",
 "title": "Amontada"
}