{
 "id": "30008",
 "text": "Alaiandê Xirê — Festival Internacional de Alabês, Xicarangomas e Runtós é um festival reunindo sacerdotes-músicos (ogãs) das diferentes nações do candomblé (alabês nagô, xicarangomas Congo/Angola e runtós jejeOs homens que chamam os deuses pra terra) procedentes de todos os estados brasileiros e de diásporas africanas. Foi criado em 1998 sob a liderança do ogã de Ogum Roberval Marinho e da Agbeni Xangô a escritora e roteirista Cléo Agbeni Martins, membros do Ilê Axé Opô Afonjá, de São Gonçalo do Retiro, em Salvador da Bahia. O festival é um importante evento da cultura afro e afrobrasileira, que além dos interessados nos aspectos religiosos, artísticos e celebratórios, atrai também muitos pesquisadores e acadêmicos. Os encontros e seminários paralelos debatem as questões pertinentes aos povos e comunidades tradicionais afro, enfatizando as relacionadas aos músicos sagrados de todas as nações. ==História== \"Alaiandê\" é um dos atributos de Xangô como o grande mestre dos atabaques, e \"xirê\" significa festa, o ritual de dança dos orixás em círculo.Cappelli, Rogério. Saindo da Rota: uma discussão sobre a pureza na religiosidade afro- brasileira. Mestrado. Universidade Federal Fluminense, 2007, p. 62 Ambos os fundadores, Cléo Martins e Roberval Marinho, têm uma longa associação com a religião e com o mundo acadêmico e artístico. Além de sacerdotisa do candomblé, Cléo é bacharel em Direito, escritora e roteirista, e por seis anos foi monja beneditina, e Marinho é sacerdote, doutor em Arte e Educação, pesquisador e professor universitário. Em entrevista ao Correio da Bahia, Cléo lembrou os primeiros tempos: \"Há muitos anos o Opô Afonjá promove discussões acadêmicas dentro do terreiro, o Alaiandê nasceu de um seminário chamado Irê Aió, que quer dizer caminho de alegria, um caminho divinatório de alegria. Roberval Marinho, que é um ogã do axé, me disse: 'é preciso fazer alguma coisa diferente daquela coisa fria da academia'. A ideia dele era trazer uma visão acadêmica diferente, sem aquilo de todo mundo sentadinho. Então ele sugeriu um festival de tocadores de candomblé, talvez uma competição. Numa dessa, Mãe Stella entrou na jogada também e a gente entendeu que competição ficava chato, até porque todos são bons, mas festival era legal. Aí eu dei o nome. Na verdade primeiro foi Alaiandê Nilê, que seria o grande tocador na casa. Mas Roberval sugeriu Alaiandê Xirê, a 'brincadeira do grande tocador'. Por isso, digo que ele é o pai e eu sou a mãe desse festival, que nasceu de uma vontade de trazer o acadêmico através do lúdico. Pois não tem coisa melhor que a brincadeira, você vê o mais verdadeiro da pessoa na brincadeira, na festa, quando ela se descontrai\". Os fundadores contaram com uma equipe composta por Rita Virgínia do Rio, \"o Xangô do Alaiandê\", Luís Austregésilo e Nadja, Ana Rúbia de Mello, Magali Sepreny, Maestro Fred Dantas, Fatumbi Marcelo Lima, Adriano Abiodun, Guelê, Neca, Ojé Eurico, Lázaro Faria, Ebomi Nice de Oiá, Ogã Léo, Ivone e família, Tonho, Papadinha, Rosa e Lídia. O primeiro festival aconteceu em 1998, no Axé Opô Afonjá, palco de todos os outros Alaiandês até 2006, quando se decidiu mudar o formato do evento, tornando-se itinerante: cada ano em uma comunidade diferente. É aberto ao público em geral, sem fins lucrativos. Xangô, o orixá do fogo, justiça e poder em exercício é o padroeiro do Alaiandê Xirê.Fernando de Ogum. Religiões Afro-Brasileiras. Grupo de Estudos e Pesquisas Boiadeiro Rei, s/d., pp. 93-94 Nas palavras de Elke Lopes Muniz, \"unindo membros dos candomblés e reconhecidos intelectuais e acadêmicos de inúmeras universidades do Brasil e do exterior\", o festival já foi realizado em várias cidades, tendo como seus objetivos principais \"debater questões diversas sobre os povos e comunidades tradicionais de matriz africana com ênfase naquelas relacionadas aos músicos sagrados dos candomblés de todas as nações\". Segundo o pesquisador Rosenilton de Oliveira, desde sua origem o festival teve a preocupação de extrapolar a dimensão lúdica e religiosa e oferecer também uma visão crítica sobre identidade afro, a cultura, a política e a sociedade. Também \"percebe-se que a intenção não é apagar a diversidade de expressões religiosas do campo afro, nem uniformizar, mas encontrar uma categoria ampla o suficiente para englobar todas as casas e que permita o diálogo com o poder público\".Oliveira, Rosenilton Silva de. A cor da fé: \"identidade negra\" e religião. Doutorado. USP, 2017, pp. 53-66 De acordo com a pesquisadora Lisa Earl Castillo, o festival tem ampla repercussão na imprensa e entre o público universitário, além de atrair profissionais de diversas vertentes, como músicos, artistas, professores, antrOpôlogos e sociólogos. Um portal na internet oferece informação aos interessados. O Opô Afonjá foi o primeiro terreiro baiano a ter um portal na internet, e segundo Castillo tem despertado grande interesse entre os etnógrafos. Além disso, \"a posição privilegiada do Opô Afonjá nos textos etnográficos tem um paralelo na produção paraetnográfica. Na Bahia, a grande maioria dos textos de sacerdotes-autores provém do Opô Afonjá, [...] o terreiro mais elogiado na etnografia como modelo de autenticidade africana\".Castillo, Lisa Earl. Entre a oralidade e a escrita: a etnografia nos candomblés da Bahia. EDUFBA, 2008, p. 139 Em 2000 o Opô Afonjá foi tombado pelo Instituto do Patrimônio Histórico e Artístico Nacional (IPHAN), que declarou: ::\"A Comunidade do Ilê Axé Opô Afonjá é detentora de uma das casas religiosas de matriz africana mais antigas do Brasil. Fundada em 1910, em São Gonçalo do Retiro, na periferia de Salvador, por Mãe Aninha, importante personagem da luta pela liberdade do culto afro-brasileiro, ou religião dos orixás (alcançada tardiamente, por meio de Decreto de Getúlio Vargas). Para assegurar os princípios e valores da tradição, criou em 1936 a Sociedade Cruz Santa do Ilê Axé Opô Afonjá. O tombamento do terreiro aconteceu em julho de 2000, pelo IPHAN, conferindo-lhe o título de Patrimônio Cultural do Brasil e reconhecendo-o como área de proteção cultural e paisagística\".Prêmio Patrimônio Cultural dos Povos e Comunidades Tradicionais de Matriz Africana. \"Sociedade Cruz Santa do Axé Opô Afonjá - Ilê Axé Opô Afonjá. Salvador, BA\". In: IPHAN. Edital de Apoio e Fomento ao Patrimônio Cultural de Comunidades de Terreiro — Catálogo dos Premiados, 2014. Em 2003 o então ministro da Cultura Gilberto Gil abriu o festival, louvando as tradições e a atuação de Mãe Stella. Na mesma ocasião foram entregues os Prêmios Xangô a pessoas que deram um apoio relevante à comunidade afro.parés, Luis Nicolau. \"Xangô in Afro-Brazilian Religion\". In: Tishken, Joel E.; Falola, Toyin; Akínyẹmí, Akíntúndé (eds). Ṣàngó in Africa and the African Diaspora. Indiana University Press, 2009, p. 248-272 Em 2013 o festival foi premiado pelo IPHAN reconhecendo-o como um evento exemplar na \"preservação, valorização e documentação do patrimônio cultural dos povos e comunidades tradicionais de matriz africana\".IPHAN. \"Prêmio Patrimônio Cultural dos Povos e Comunidades Tradicionais de Matriz Africana\". O festival hoje conta com o apoio do Instituto Alaiandê Xirê e se tornou um evento de alcance nacionalCampos, Zuleica Dantas Pereira. Os afro-descendentes do Ilê Obá Ogunté: espaços e deslocamentos híbridos. Resumo. Unicap, 2011 e um dos maiores da cultura do candomblé.\"Rodolpho Tourinho registra evento da cultura do candomblé\". Assessoria de Imprensa do Senado Federal, 03/09/2004 Entrega anualmente o Troféu Alaiandê Xiré.Oliveira, Dennis de. “Não é intolerância religiosa e sim racismo, afirma Paulo Cesar Oliveira\". Revista Fórum, 31/20/2013 ==Edições== === I Alaiandê Xirê === I - título e data do evento: Xangô dobra os couros para a velha guarda dos terreiros: de 17 a 18 de maio de 1998. Local: Axé Opô Afonjá.' O primeiro Alaiandê Xirê homenageou o pintor Carybé, então recentemente falecido em 1997, e Camafeu de Oxóssi, figura lendária da Bahia, falecido em 1994. Participaram deste evento a \"velha guarda\" dos alabês de Salvador, dando-se destaque para Jorge Alabê,Jorge Alabê Jazz Festival -2002 New Orleans como era conhecido o chefe dos tocadores da Casa Branca do Engenho Velho. Jorge viria a falecer exatos nove dias depois desta primeira edição do Festival, deixando farta produção e saudosa memória. === II Alaiandê Xirê === II - título e data do evento: O que Xangô quer toma e tomba: Xangô dobra os couros para o tombamento do Opô Afonjá, pelo Iphan: de 25 a 28 de novembro de 1999. Local: Axé Opô Afonjá. Esta foi a primeira edição internacional do Alaiandê Xirê, o qual contou com a presença de sacerdotes cubanos, residentes em Miami e Nova Iorque. Nesta edição, o festival prestou homenagem a Jorge Alabê. === III Alaiandê Xirê === III - título e data do evento: O Bambá do terreiro na Roda de bamba: 2,3,4 de dezembro de 2000. Local: Axé Opô Afonjá. Uma homenagem a Mãe Caetana Bamboxê: uma das maiores matriarcas do universo dos terreiros. Ogãs no Alaiandê Xirê. === IV Alaiandê Xirê === IV - título e data do evento: Xangô dobra os couros para as mulheres de mercado: de 9 a 11 de dezembro de 2001. Local: Axé Opô Afonjá. Uma homenagem a Oiá/Iansã, a padroeira das mulheres de mercado. === V Alaiandê Xirê === V - título e data do evento: Xangô dobra os couros para a identidade e soberania: de 8 a 10 de dezembro de 2002. Local: Axé Opô Afonjá. === VI Alaiandê Xirê === VI - título e data do evento: Semana de herança africana: Xangô dobra os couros para as aiabás orixás femininos: de 24 a 28 de agosto de 2003. Local: Pátio de Xangô, do Axé Opô Afonjá.Candomblé globalizado O VI Alaiandê Xirê reuniu em 28 de agosto de 2003 no terreiro do Ilê Axé Opô Afonjá, músicos-sacerdotes do candomblé de várias nações para discutir a herança africana e realizar o primeiro seminário 'Xangô na África e na diáspora'. O Festival Internacional de Alabês, Xicarangomas e Runtós reúne os melhores músicos sacerdotes do Brasil e do exterior. Teve a participação do Ministro da Cultura Gilberto Gil (iniciado no terreiro), palestra do antrOpôlogo Vivaldo da Costa Lima, apresentação da Oficina de Frevos e Dobrados, do maestro Fred Dantas, e lançamento do livro Ao sabor de Oiá, de Cléo Martins, coordenadora geral do evento. Expressão em iorubá que significa algo como 'a festa do grande tocador', o Alaiandê Xirê é uma espécie de celebração da música sacra das diferentes nações do candomblé, participam terreiros como a Casa Branca, Gantois, Bate Folha, Bogum e Pilão de Prata, entre outras. Os temas são variados, indo da própria mitologia dos orixás a questões mais contundentes como ética e intolerância religiosa. Ou ainda - um ponto sempre polêmico -, o momento do transe. A primeira mesa, Xangô, Oxum, Oiá e Obá nas diferentes nações conta com professores estadunidenses, franceses e espanhóis. Nas demais, nomes ligados ao cinema e teatro (Chica Xavier, Clementino Kelé, Márcio Meirelles), literatura (Antonio Olinto e Ildásio Tavares), Ysamu Flores Peña da Universidade da Califórnia, Los Angeles, Estados Unidos, antropologia (Júlio Braga, Raul Lody, Angela Luhning), psicologia (Monique Augras, Antonio Moura, Jorge Alakija), direito (Itana Viana, Pedreira Lapa) e religião (monge Dom Anselmo, irmã Paola Pedri). Além, claro, de representantes do próprio candomblé, como o pai de santo gaúcho Walter Calixto, Pai Borel, que é ogã alabê e vai falar de sua resistência religiosa no Rio Grande do Sul. === VII Alaiandê Xirê === VII - título e data do evento: Xangô dobra os couros para Oxóssi e Exu: Grande Senhor da Floresta e o Avesso do Avesso. Debate sobre ecumenismo ecológico realizado de 25 a 29 de Agosto de 2004. Local: Pátio de Xangô, do Axé Opô Afonjá.Alaiandê Xirê VII Foi um encontro das nações de candomblé, que aconteceu de 25 a 29 de Agosto de 2004 no Ilê Axé Opô Afonjá este ano, foi dedicado a Oxóssi (Odé) e Exu e homenageia as instituições e personalidades que se voltam à preservação, conservação e ampliação dos recursos naturais, do equilíbrio ecológico e da melhor qualidade de vida de todos os seres, homenageando também, o Teatro - o mensageiro ímpar da Natureza Viva. No Candomblé a preservação da Natureza é fundamental. Na defesa do meio ambiente unem-se representantes de várias religiões no Debate sobre ecumenismo ecológico que aconteceu durante o festival VII Alaiandê Xirê no terreiro de candomblé do Ilê Axé Opô Afonjá. Adriana Jacob - O Correio da Bahia. Representantes do budismo, do Judaísmo, da Igreja Católica, da Igreja Baptista e do candomblé unidos em torno de um mesmo objetivo. Uma mesa-redonda sobre o ecumenismo ecológico marcou, pela manhã, a programação do VII Festival Internacional de Alabês, Xicarangomas e Runtós. O encontro, que começou no dia 25 de agosto de 2004 homenageia os 65 anos de iniciação religiosa de mãe Stella de Oxóssi, prossegue até este domingo 29 de agosto no terreiro Ilê Axé Opô Afonjá, em São Gonçalo do Retiro, Salvador, Bahia. No âmbito nacional, várias delegações a exemplo do Ilê Axé Baralejí Santo Antônio do Descoberto - Goiás, do Ilê Axé Opô Meregi São Paulo, Ilê Axé Assiuaju Santana de Parnaíba - São Paulo, Ilê Axé Oju Obá Ogô Odô Rio de Janeiro, Casa das Minas de Thoya Jarina São Luiz - Maranhão e São Paulo, Sítio de Pai Adão Recife - Pernambuco e Ilê Ijexá de Pai Borel Porto Alegre - Rio Grande do Sul). A partir das 14 horas, o grande encontro entre as delegações baianas: o Ilê Axé Iá Nassô Ocá Obiticô Bamboxê (Casa Branca), Ilê Iá Omim Axé Iamacê (Gantois), Mançu Banduquenquê (Bate Folha), Tumba Junçara, Ilê Axé Odô Ogê (Pilão de Prata), Ilê Axé Maroialajé (Alaqueto), Zogodô Bogum Malê Rundó (Bogum), Ilê Axé Ogum Alacaiê, Ilê Axé Ibá Ogum (Muriçoca), Ilê Babá Aboulá, Ilê Axé Airá (Cobre), Ibece Alaqueto (Muritiba), Ce Jaundê, Ilê Axé Oxumarê, Ilê Axé Calê Bocum, Terreiro Atombency, Algi de Junçara. Dia 28 de agosto de 2004 - sábado - Dia de Iemanjá e Oxum - Pátio do Alaiandê Apresentação das delegações nacionais: Ilê Axé Baralejí (Santo Antônio do Descoberto - GO), Ilê Axé Opô Meregi (São Paulo), Ilê Axé Assiuaju (Santana de Parnaíba - São Paulo), Ilê Axé Oju Obá Ogô Odô (Rio de Janeiro), Casa das Minas de Thoya Jarina (São Luiz do Maranhão/São Paulo), Sitio do Pai Adão (Recife - Pernambuco) e Ilê Ijexá de Pai Borel (Porto Alegre - RS). 14h00 - Apresentação das delegações baianas: Ilê Axé Iá Nassô Ocá Obiticô Bamboxê (Casa Branca), Ilê Iá Omim Axé Iamacê (Gantois), Mançu Banduquenquê (Bate Folha), Tumba Junçara, Ilê Axé Odô Ogê (Pilão de Prata), Ilê Axé Maroialaje (Alaqueto), Zogodô Bogum Malê Rundó (Bogum), Ilê Axé Ogum Alacaiê, Ilê Axé Ibá Ogum (Muriçoca), Ilê Baba Aboulá, Ilê Axé Airá (Terreiro do Cobre), Ibecê Alaqueto (Muritiba), Ce Jaundê, Ilê Axé Oxumarê, Ilê Axé Calê Bocum, Terreiro Atombency, Algi de Junçara. Aconteceu também uma apresentação de dois grupos de convidados internacionais sendo um deles o grupo cubano-americano Omi Odara, que tocaram ritmos e cantigas dos cultos afrocubanos para Exu, Ogum, Oxóssi e Xangô nos tambores batá. Uma das participantes da mesa, a Lama Bhikkuni Zamba Chozom, adepta do budismo tibetano, afirmou considerar extremamente benéfica a discussão, já que, na opinião dela, as pessoas precisam se educar melhor quando o assunto é o meio ambiente. \"Temos que aprender a respeitar a natureza como um dos principais valores da nossa vida. Caso isso não aconteça, teremos cada vez mais problemas, conflitos e escassez de recursos naturais\", disse Bhikkuni Zamba. Ela cita como reflexo desse mau uso dos recursos naturais problemas de distribuição da água, períodos de seca, inundações e desmatamento em países como a China. \"Acho que os homens promovem ações tendo em vista apenas um benefício limitado, sem pensar em suas consequências. É o mesmo problema no mundo inteiro\", opinou a religiosa. Ao lado de Bhikkuni Zamba, representantes de outras religiões, como o judaísmo. \"Acho importante que nós tenhamos um lugar em comum para que cada religião possa deixar sua mensagem, especialmente num mundo com tantas agressões\", afirmou o Rabino Ary Glikin. Ele ressaltou que o livro sagrado do Judaísmo, o Torah, faz referência ao ecumenismo e à consciência ecológica. A ideia de realizar um debate sobre ecumenismo ecológico no Alaiandê Xirê foi possível, segundo a diretora de produção do encontro, Ana Rúbia de Melo, devido à postura de respeito às diferenças de mãe Stella. \"Além disso, tanto o judeu, quanto o islâmico, o católico e o budista bebem água e respiram, então a ecologia por si só já é ecumênica\", diz, destacando que este ano é de Oxóssi, orixá considerado o padroeiro da ecologia. \"Oxóssi é o orixá essencialmente caçador, mas não predatório. Ele sabe que precisa oferecer algo à natureza para que ela possa consentir que ele retire algo dela. É um processo de interação subordinada a uma ética preservadora\", afirmou o iperilodé e ogã de Oxóssi do Ilê Axé Opô Afonjá, Luís Austregésilo. Para além de Oxóssi, o candomblé como um todo está ligado à ecologia, segundo Austregésilo. \"O candomblé é indissociável da preservação da natureza porque o fundamental em sua essência é a compreensão do que há de sagrado em tudo aquilo que pertence à natureza. Muito antes da palavra ecologia existir, já cultuávamos o ar, o vento, as águas em sua diversidade, o fogo, os minerais e metais\", explica. Outro integrante da mesa-redonda, o padre Arnaldo Lima DiasSepultamento do padre Arnaldo Lima Dias será em Feira de Santana, da Igreja Católica, também defendeu a importância do discussão. \"Lutar pela ecologia é um dever de todo cristão\", disse. Também participaram da mesa a ialorixá Giselle Cossard (RJ), o babalorixá José Flávio Pessoa de Barros (RJ), a Irmã Judith Mayer (BA), um representante da Igreja Presbiteriana do Brasil Edmilson Barbosa da Cunha (PR) e Djalma TorresPastor Djalma de Ogum: Conhecido por defender o ecumenismo, pastor recebe elogios de candomblecistas(BA) e Ida Apor, da Confederação Israelita do Brasil. A mesa sobre ecumenismo ecológico começou às 10h30. Mais cedo, às 9h, aconteceram as Conferências de Abertura: - Exu, o Senhor das profundezas da alma com Júlio Braga (BA) e Oxóssi - o padroeiro da ecologia com Aulo Barretti Filho (SP). À tarde, uma outra mesa-redonda sobre Exu, o Senhor das Artes cênicas: o mensageiro que está acima do bem e do mal e Exu, o Dionísios africano e a arte como elemento purificador. Local: Pátio de Xangô, o Alaiandê, do Axé Opô Afonjá. Programa completo desse Alaiandê-2004 com fotos e mais detalhes em \"VII Alaiandê Xirê Internacional\" === VIII Alaiandê Xirê === VIII - título e data do evento: As guardiãs da sabedoria: Xangô dobra os couros para os oitenta anos de vida das Ialorixás Mãe Stella de Oxóssi do Ilê Axé Opô Afonjá e Diretora Presidente do Alaiandê Xirê, Mãe Olga do Alaqueto do Terreiro Ilê Mariolajé e Mãe Olga (Gunaguacessy) do Terreiro Bate Folha: de 31 de agosto a 4 de setembro de 2005. Local: Pátio de Xangô, o Alaiandê, do Axé Opô Afonjá.Buonfiglio, Monica. VIII Alaiandê Xirê - \"Festival Internacional de Alabês, Xicarangomas e Runtós\". Terra Esotérico, 25/08/2005 31 de agosto de 2005 – 4ª feira - Dia de Xangô e Oiá Abertura solene com o Hino Nacional do Brasil pela Oficina de Frevos e Dobrados sob a regência do Maestro Fred Dantas. Hino do Axé Opô Afonjá (letra e música de Eugênia Anna dos Santos, Mãe Aninha, e arranjo do Maestro Fred Dantas), Hino do Alaiandê Xirê (letra e música de Cléo Martins e arranjo do Maestro Fred Dantas e Coral Alaiandê Xirê. Reverência aos Ancestrais Toque em saudação aos Orixás Odé, Xangô e Oiá. Palestra: “As Guardiãs da Sabedoria”: As Iás Olga de Alaqueto, Stella de Oxóssi e Nengua Guanguacessy do Terreiro Bate Folha proferida pelo Ministro de Estado da Cultura Gilberto Gil. Apresentação da Oficina de Frevos e Dobrados, sob a regência do Maestro Antônio Jorge Freitas Ferreira. Apresentação do Grupo Agô Allah 1º de setembro de 2005 – 5ª feira – Dia de Oxóssi - Pátio do Alaiandê Seminário Oito e Oitenta: As guardiãs da sabedoria Palestra: O Estatuto da Igualdade Racial * Palestrante: Senador da República Rodolfo Tourinho (BA) * Debatedor: Luís Carlos Austregésilo Barbosa (BA) Conferência: O papel dos Ogãs nas Casas de Axé de Liderança Feminina * Conferencista: Gilberto Antônio Ferreira (SP). Mesa Redonda: Do Dito ao Escrito – As Guardiãs da Sabedoria * Coordenação: Maria das Graças Gaxi Freire de Menezes (BA) * Participantes: Ildásio Tavares (BA), Ubiratan Castro (BA/DF), Luís Carlos Austregésilo Barbosa (BA), Heitor Reis (BA), Paulo Dourado (BA). * Depoimento: A Mulher Negra no Rádio, Cinema, Teatro e Televisão. * Depoente: Chica Xavier (RJ) * Participação: Clementino Kelé (RJ) * Debatedores: Fred Dantas (BA) e Marta Passos (RJ) imagem:Criança na palestra.jpeg|Criança assite palestra no Ilê Axé Opô Afonjá imagem:Barracao do Opo Afonja.jpeg|Filhas-de-santo do Terreiro Ilê Axé Opô Afonjá imagem:Neide da Costa.jpeg|Neide da Costa tecelã da Casa do Alalcá imagem:Filhas-de-santo moradoras do terreiro.jpeg|Filhas-de- santo do Terreiro Ilê Axé Opô Afonjá 2 de setembro de 2005 – 6ª feira – Dia de Oxalá (traje branco) - Pátio do Alaiandê Mesa Redonda: A Face Feminina da Criação – Sexualidade e Cosmogonia * Coordenação: Germano Tabacof (BA) * Participantes: Júlio Braga (BA), Djalma Torres (BA), Arnaldo Lima Dias (BA). * Debatedor: Gilberto Antônio Ferreira (SP) * Conferência: A Liderança das Mulheres no Tambor de Mina do Maranhão * Conferencista: Sérgio Ferretti (MA) Mesa Redonda: o Matriarcado na Bahia – Realidade ou Ilusão? * Coordenação: Lázaro Faria (BA) * Participantes: Josildete Consorte (SP), Mundicarmo Ferretti (MA), Maria José Lopes da Silva (RJ). * Debatedor: Luís Nicolau Parés (Espanha) 03 de setembro de 2005 – Sábado – Dia de Iemanjá e Oxum - Pátio do Alaiandê * Festival Internacional de Alabês, Xicarangomas e Runtós. 04 de setembro de 2005 – Domingo – Dia de todos os Orixás - Pátio do Alaiandê * Festival Internacional de Alabês, Xicarangomas e Runtós. * Encerramento: Samba de Roda Maracangalha === IX Alaiandê Xirê === IX - título e data do evento: O Fogo que Fica: de 1 a 3/12/2006. Local: Terreiro Bate Folha - Mançu Banduquenquê.Cléo Martins, Jornal A Tarde Em 2006, sob a denominação de \"O Fogo que Fica\", o 9° Festival foi no tradicional Bate Folha - Mançu Banduquenquê, na Mata Escura (Rua São Jorge, 65E) um dos mais antigos terreiros das nações Congo/Angola do Brasil, fundado em 4 de dezembro de 1916. O Bate Folha é considerado o maior terreiro do Brasil, com uma área de 100.000 metros quadrados tombados pelo Iphan na celebração aos 90 anos deste terreiro congo/angola fundado por Manoel Bernardino da Paixão, Ampumandezu. O Bate Folha, sob a direção de Pai Eduarlindo, Tata Mulandê e Mãe Olga, foi tombado pelo IPHAN aos 10 de outubro de 2003. Pai William de Oliveira (Obaxanã) representou a FTU e o CONUB, apresentando-se no segundo dia do evento, procurando trazer as palavras de Pai Arapiaga, de que os cultos de nação e a Umbanda formam uma grande e única família espiritual. :Abertura - 1 ° de dezembro: :Mostra de telas sobre inquices de Suzana Duarte; :Depoimento da atriz Chica Xavier, show da Banda Canjerê de Sinhá; Exposição de Joias de Orixás de Andréia Barbosa. 2 e 3 de dezembro: Seminário e exibição de delegações dos sacerdotes músicos do território nacional e diáspora. === X Alaiandê Xirê === X - título e data do evento: Ipadê-Lomi - Encontro das Águas na Avenida Vasco da Gama, a tradicional Casa Branca do Engenho Velho - Axé Iá Nassô Ocá. Xangô dobra os couros para o Engenho Velho: ética, religiosidade e tradição: de 15 a 18/11/2007. 15 de novembro de 2007 - 19h30m – Abertura Dia de Oxóssi, o Orixá provedor que usa azul do céu, atira com uma flecha só e tem uma só palavra. * Apresentação da Oficina de Frevos e Dobrados que comemora vinte e cinco anos de vida: regência do Maestro Fred Dantas. * Hino Nacional do Brasil: Oficina de Frevos e Dobrados, sob a regência do Maestro Fred Dantas. * Saudação aos Ancestrais pelo Corpo de Ojés do Ilê Axé Adeboulá, sob a direção do Alabê Edvaldo Papadinha e Corpo dos Alabês do Ilê Axé Iá Nassô Ocá: a Casa Branca do Engenho Velho. * Saudação aos Orixás, voduns e Inquices pelo Corpo de Alabês do Ilê Axé Iá Nassô Ocá. * Saudação a Oxóssi, o padroeiro da Casa Branca do Engenho Velho, pelo Corpo de Alabês do Ilê Axé Iá Nassô Ocá. * Homenagem a Xangô, o padroeiro do Alaiandê Xirê: Festival de Alabês, Xicarangomas e Runtós: Alabês do Axé Opô Afonjá sob a direção de Adriano de Azevedo Santos Filho: Otu, Obá Abiodum. * “Dez anos de Alaiandê Xirê”: pronunciamento de Luis Carlos Austregésilo Barbosa, Iperilodé do Ilê Axé Opô Afonjá, Amuixã do Ilê Babá Adeboulá e Diretor do Instituto Alaiandê Xirê. * Hino do Alaiandê Xirê pela Oficina de Frevos e Dobrados, sob a regência do Maestro Fred Dantas. * Apresentação do Coral Juventude de São Bento, sob a regência do maestro Dilton César Ferreira. * Apresentação do cantor Ulisses e Titun Percussão. 16 de novembro de 2007 – Seminário Xangô dobra os couros para a Casa Branca do Engenho Velho, o Axé Iá Nassô Ocá: Ética, Religiosidade e Tradição. Dia de Oxalá, o Pai dos Orixás responsável pela vida no Aiê, a terra. Pede-se o uso obrigatório de trajes brancos no espaço sagrado do terreiro. Ética nos Meios de Comunicação e Cultura, a respeito das religiões de matriz africana. Presidência: Florivaldo Cajé de Oliveira Filho. Expositores: Jary Cardoso (Jornalista; Editor de Opinião do Jornal A Tarde), José Carlos Capinan (Ogã do Axé Iá Nassô Ocá; Poeta/BA), Póla Ribeiro (Cineasta, Diretor do IRDEB), Lázaro Faria (Cineasta e Diretor da X Filmes da Bahia/BA); Chica Xavier (Chefe de Terreiro e atriz da Rede Globo/RJ), Clementino Kelé (Ogã e Ator) Debatedor: Gil Vicente TavaresGil Vicente Tavares (Ogã do Terreiro Bate Folha; Diretor teatral, dramaturgo e compositor/BA) A Casa Branca do Engenho Velho, o Axé Ia Nassô Ocá: Ética, Religiosidade e Tradição. Presidência: Prof.Dr Roberval José Marinho (Ogã Lojutogum do Axé Opô Afonjá; artista plástico/UCB/DF). Expositores: Prof. Dr Ordep Serra (Ogã do Axé Ia Nassô Ocá; antrOpôlogo; Pró Reitor da UFBa; Prof. Júlio Santana Braga (Babalorixá do Ilê Axeoiá, AntrOpôlogo/UEFS/BA); Prof. Dr. Ângelo do Prado Pessanha (Babalaxé do Ilê Axé Airá-Intilê (Xangô Menino-Macaé); AntrOpôlogo/UFF/Niteroi/RJ). Debatedor: Prof Mestre Luiz Carlos Austregésilo Barbosa (Iperilodé do Ilê Axé Opô Afonjá; Amuixã do Ilê Babá Adeboulá; Médico Psiquiatra/FTC/BA). A sempre jovem velha guarda dos terreiros: “a roda de bamba”. * Presidência: Kátia Alexandria Barbosa (Macotá Mubenquiá do Bate- Folha, Filósofa). * Expositor: Gilberto de Exu (Oloçum Abá do Ilê Axé Oxum Muiuá/SP, * Açobá do Ilê Axé Assiuajú/SP; * Presidente do Instituto de Orixá, Cultura e Tradição; * Presidente do Afoxé Omom Dadá/SP) * Participantes: Arielson Conceição Chaves (Ogã decano e Elemaxó do Ilê Axé Iá Nassô Ocá; Presidente da Sociedade Civil São Jorge do Engenho Velho); Edvaldo Papadinha Araújo (Alabê do Ilê Axé Iá Nassô Ocá; Presidente da Sociedade Beneficente Cultural, Civil e Religiosa Nossa Senhora da Conceição); Manuel (Papai) Nascimento Costa, Babalorixá do Sitio de Pai Adão (PE); Walter Calixto Ferreira -Pai Borel; (RS) João Antonio Ferreira dos Santos (Ogã e Presidente da Sociedade Santa Bárbara do Terreiro Bate Folha); Antonio Luís Figueiredo (Ogã do Ilê Axé Iá Nassô Ocá;, Vice-presidente da Sociedade Civil São Jorge do Engenho Velho); Babalorixá Air José de Sousa do Terreiro Pilão de Prata e Presidente da Sociedade de Preservação Cultural Axé Bamboxê Obiticu); Esmeraldo Hemetério Santa Filho- Xuxuxa do Terreiro Tumba junçara; Luciano Maurício Esteves Osterby (Balé Xangô do Ilê Axé Assiuaju/SP); Adriano de Azevedo Santos Filho (Obá de Xangô do Ilê Axé Opô Afonjá; Baloá do Ilê Axé Assiuaju-SP; Ojé do Ilê Babá Adeboulá) Exibição dos filmes: * Cidade das Mulheres, um filme de Lázaro Faria; * Axé do Acarajé, um filme de Póla Ribeiro. === XI Alaiandê Xirê=== XI - título do evento: Xangô dobra os couros para o centenário da imigração japonesa no Brasil. No tradicional Terreiro Pilão de Prata (odô Ogê), na Boca do Rio, sob a liderança do babalorixá Air José de Jesus, da família Bamboxê Obiticô, responsável pelas primeiras comunidades estruturadas de culto aos orixás da Bahia. ===XII Alaiandê Xirê=== Realizado em Recife de 18 a 22 de novembro de 2009, no Ilê Obá Ogunté (Sítio do Pai Adão), juntando-se às comemorações da Semana da Consciência Negra.\"Pernambuco\" . Boletim Informativo da Representação Nordeste do Minc, 19/11/2009 === XIV Alaiandê Xirê === XIV - título do evento: Origens, Tradições e Continuidades - Desafios da cultura afro-americana no século XXI: de 30/10 a 02/11/2013. Local: São Paulo, Ilê Afro Brasileiro Odé Loreci.XIV Alaiandê XirêMuniz, Elke Lopes. \"Começa o Festival de Culturas Africanas\". Cidade Embu das Artes, 01/11/2013 Nesta edição Pedro Neto organizou o Alaiandê Xirê em São Paulo, com a presença de várias autoridades na abertura. O prefeito fez a entrega da Cartilha de Orientação para Legalização de Casas Religiosas de Matriz Africana Embu das Artes, produzida pela Prefeitura, e o programa do seminário paralelo incluiu temas como religião e artes, políticas públicas no espaço público, e o primeiro Plano Nacional de Desenvolvimento Sustentável dos Povos e Comunidades Tradicionais de Matriz Africana, com políticas públicas para garantir direitos, preservação do patrimônio cultural e da tradição no país. A Agó Loná Associação Cultural recebeu o I Prêmio Patrimônio Cultural dos Povos e Comunidades Tradicionais de Matriz Africana (2014), concedido pelo Instituto do Patrimônio Histórico e Artístico (Iphan) do Ministério da Cultura.\"Pedro Neto\". Estado de São Paulo. O prêmio reconhece \"ações de preservação, valorização e documentação do patrimônio cultural dos povos e comunidades tradicionais de matriz africana, [...] que - em razão da sua originalidade, excepcionalidade ou caráter exemplar - mereçam divulgação e reconhecimento público\". === Itinerância === O encontro que de 1998 à 2005 foram realizados ininterruptamente no Ilé Axé Opô Afonjá, em Salvador na Bahia, assim como foi o penúltimo ali realizado o VII Alaiandê Xirê Internacional. A partir de 2006 passou a ser itinerante, porém, somente em 2009 saiu de Salvador e foi para Recife. Infelizmente os de 2010 e 2011 não foram realizados, mas em 2012 foi realizado o de Brasília. Em 2013 volta com força (Axé) total em São Paulo, resgatando o último Alaiandê Internacional em 2004 no Ilê Axé Opô Afonjá. Agora, como sempre unindo membros dos candomblés e reconhecidos intelectuais e acadêmicos de inúmeras universidades do Brasil e do exterior. Neste ano (2013) em São Paulo (Embu das Artes), o orixá homenageado será Logunedé, patrono do terreiro Ilê Afro Brasileiro Odé Loreci onde se realizará o encontro e contará com o apoio organizacional do Instituto Alaiandê Xirê, CERNe (Centro de Estudos das Religiosidades Contemporâneas e das Culturais Negras) do Departamento de Antropologia da USP (Universidade de São Paulo), Agó Loná Associação Cultural e Prefeitura de Embu das Artes. Maiores detalhes e a programação em XIV Alaiandê Xirê Editorial em Kultafro Editorial do XIV Alaiandê Xirê 2013. Leia Como foi o XIV Alaiandê Xirê Categoria:Celebrações do candomblé Categoria:Eventos culturais da Bahia Categoria:Candomblé na Bahia",
 "title": "Alaiandê Xirê"
}