{
 "id": "30016",
 "text": "Nelson Leirner (São Paulo, 16 de janeiro de 1932 - Rio de Janeiro, 7 de março de 2020) foi um pintor, desenhista, cenógrafo, professor, realizador de happenings e instalações brasileiras. == Biografia == É filho dos imigrantes poloneses Isai Leirner, que foi diretor do Museu de Arte Moderna de São Paulo e fundador da Galeria de Arte da Folha de S.Paulo e do Prêmio Leirner de Arte Contemporânea, e de Felícia Leirner, escultora; irmão de Giselda Leirner, desenhista; tio de Sheila Leirner, crítica de arte. Viveu de 1947 a 1952 no Estados Unidos, onde estudou engenharia têxtil, mas sem concluir o curso. Entre 1956 e 1958, estuda artes plásticas. De volta ao Brasil, faz sua primeira exposição individual no ano de 1961, em São Paulo Em 1966, funda e integra o Grupo Rex, ao lado de Wesley Duke Lee, Carlos Fajardo e Geraldo de Barros, Frederico Nesser e José Resende. Tempos depois, Olivier Peroy e Roland Cabot aderem ao grupo. O grupo lança o jornal Rex Time e cria a Rex Gallery & Sonss. Em 1967 é premiado na XX Bienal de Tóquio. Em seu trabalho realiza comentário irônico acerca do sistema de arte. Leirner tem participado de várias exposições no Brasil e no exterior. Em 1997, muda-se para o Rio de Janeiro e passa a dar aulas na Escola de Artes Visuais do Parque Lage. Vive e trabalha no Rio de Janeiro.Agência JB - Rodrigo Aör. Site Revista Museu . WikiEN-l. Acesso a 4 de Setembro de 2007. Nelson é considerado um artista polêmico, com sua preocupação constante em sua trajetória artística, ele busca atingir as ruas de forma a criar indagações nas pessoas, para conseguir isso ele utiliza várias estratégias estéticas e/ou comportamentais de forma experimental, mesmo que isso cause estranhamento às pessoas. Tornou-se hoje um dos mais expressivos representantes do espírito vanguardista dos anos 60, tanto no Brasil, quanto no mundo. Sua ideia central é popularizar o objeto de arte e introduzir a participação do público. Uma das características de Nelson são as críticas irônicas ao sistema de arte. Leirner se recusou a participar das Bienais de 1969 e 1971 durante o período da ditadura. Já no ano de 1974, criticou o regime militar através da série A rebelião dos Animais. No ano de 1998, uma série de trabalhos de Leirner (com intervenções em fotografias de crianças da fotógrafa neozelandesa Anne Geddes) foi censurada pelo juizado de menores do Rio de Janeiro, essa atitude do juizado provocou um movimento de artistas contra a censura nas artes. No ano de 2003, a galeria Brito Cimino iniciou uma exposição chamada Fora de Moda, onde o artista expôs algumas de suas obras. Com temas populares, coisas comuns, objetos que costumamos ver nas feiras e em lojas da 25 de março, além de penduricalhos que o artista transforma em procissões descoloridas. A exposição tinha um ar divertido e irônico, mas longe de ser apenas brincadeira de criança.Flávio Bronharon . Site Speculum . WikiEN-l. Acesso a 4 de Setembro de 2007. No mês de maio de 2007, Nelson Leirner expôs trabalhos inéditos no Rio de Janeiro, a exposição denominada Obras Inéditas na Silva Cintra Galeria de Arte contou com instalações no chão e paredes inéditas, um exemplo foi a instalação em que sacis jogavam tênis e a série Time [r] is money, criadas com mapas e despertadores. Foram 15 trabalhos no total, e todos com a mesma tradição de contestação, ironia e humor das obras de Leirner. Nelson Leirner esteve em parceria com a Absolut Vodka. O projeto tem como objetivo criar uma releitura da garrafa utilizando a visão que o artista tem da marca. No total doze artistas brasileiros fazem parte do projeto que tem como temática a cultura brasileira.Absolut Vodka. Absolut Brasil . WikiEN-l. Acesso a 4 de Setembro de 2007. ==Morte== Nelson Leirner morreu no dia 7 de março de 2020, em sua casa, no Jardim Botânico, zona sul do Rio de Janeiro. Segundo a família, ele foi vítima de um infarto.Nelson Leirner, artista plástico, morre aos 88 anos no Rio. G1, 8 de março de 2020. Deixa quatro filhos e dois enteados. ==Cronologia== *1947/1952 - Massachusetts (Estados Unidos) - Nesse período inicia curso de engenharia têxtil no Lowell Technological Institute, mas não o conclui. *1952 - Volta ao Brasil e fixa residência em São Paulo. *1956 - Estuda pintura com Joan Ponç (1927 - 1984). *1958 - Freqüenta o ateliê de Samson Flexor (1907 - 1971). *1959 - Faz cenografia para as peças Os Namorados, Nascida Ontem e O Doente Imaginário, encenadas pelo Pequeno Teatro Popular. *1961 - Participa como cenógrafo da 3ª Bienal de Artes Plásticas do Teatro, evento integrante da 6ª Bienal Internacional de São Paulo. *1966/1967 - Funda e integra o Grupo Rex, ao lado de Wesley Duke Lee (1931), Geraldo de Barros (1923 - 1998), Carlos Fajardo (1941), José Resende (1945) e Frederico Nasser (1945). O grupo lança o jornal Rex Time e cria a Rex Gallery & Sons. *1967 - Envia para o 4º Salão de Arte Moderna de Brasília um porco empalhado e questiona pelo Jornal da Tarde os critérios que levaram o júri a aceitar a obra, iniciando assim o chamado \"happening da crítica\". *1968 - Faz cenário para a peça MacbIrd, de Bárbara Garson, dirigida por Augusto Boal, com o elenco do Arena. *1969/1971 - Por motivos políticos, fecha sua sala especial na 10ª Bienal Internacional de São Paulo de 1969 e recusa o convite para outra em 1971. *1974 - Melhor proposta do ano, pela Associação Paulista de Críticos de Arte (APCA). *1975 - Dirige filmes em super-8 *1975 - A APCA lhe encomenda um trabalho para entregar aos premiados, mas recusa-o por ser feito em xérox; como protesto, nenhum artista comparece ao evento. *1975 - Melhor desenhista, pela APCA. *1977/1997 - Leciona na Fundação Armando Álvares Penteado (Faap). *1997 - Passa a viver no Rio de Janeiro. *1998 - Prêmio Johnnie Walker de Artes Plásticas. *1998 - Uma série de seus trabalhos é censurada pelo Juizado de Menores, motivo de um movimento de artistas e pessoas da área contra a censura nas artes. *1998/1999 - Leciona na Escola de Artes Visuais do Parque Lage - EAV/Parque Lage.Itau Cultural ..Enciclopédia Itau Cultural. WikiEN-l. Acesso a 4 de Setembro de 2007. == Ligações externas == *Nelson Leirner no site do MAM-RJ Categoria:Judeus do estado de São Paulo Categoria:Pintores do estado de São Paulo Categoria:Cenógrafos do Brasil Categoria:Professores da Fundação Armando Álvares Penteado Categoria:Naturais da cidade de São Paulo Categoria:Desenhistas do estado de São Paulo Categoria:Artistas contemporâneos do Brasil Categoria:Família Leirner",
 "title": "Nelson Leirner"
}