{
 "id": "30039",
 "text": "{{Info/Região Administrativa do DF-BR | nome = Lago Norte | preposição = de | foto = | leg_foto = | apelido = | bandeira =Bandeira do Lago Norte.png | descrição_bandeira =Bandeira do Lago Norte (DF) | leg_bandeira = | link_hino = | fundação = | lei = 641 de 10 de janeiro de 1994 | número_ra = XVIII | lema = | administrador = Marcelo Ferreira da Silva | mapa = Distrito Federal RA LagoNorte.svg | vizinhos = Jardim Botânico, Plano PilotoLei nº 1.648, de 16 de setembro de 1997, Sobradinho, Itapoã e Paranoá | dist_brasília = 8 | área_total = 66,08 | população = 32.379 | data_pop = | densidade = 4,5 | idh = 0.933 | data_idh = SEPLAN/2000 | idh_pos = | clima = | sigla_clima = | fuso_hor = | website_governo = www.lagonorte.df.gov.br | rodapé = }} Lago Norte é uma região administrativa do Distrito Federal brasileiro. Seu nome original era Península Norte, mas como havia Lago Sul, logo surgiu o nome equivalente, assim como Asa Sul e Norte. É uma península banhada pelo Lago Paranoá, lago artificial criado para amenizar o clima seco da região. Lago Norte foi fundada em 10 de janeiro de 1960, recebendo a condição de região administrativa, conforme a Lei 641, de 10 de janeiro de 1994. A região administrativa é composta por 5 setores: Setor de Mansões de Lago Norte, onde se localiza a outrora famosa Casa da Dinda, o Setor Centro de Atividades, onde está principalmente a parte comercial da região, o Setor Taquari, onde tem apenas residencias unifamiliares, o Setor da Península, dividido em quadras de lago (QL) e internas (QI) e o Setor Núcleo Rural, de Chácaras remanescentes. Os Setores da Península, e de Mansões, possuem uma renda per capita relativamente alta e, juntamente com Lago Sul, o segundo maior número de piscinas por habitante do mundo. O Taquari é formado principalmente por jovens famílias, que estão construindo suas residencias de aproximadamente 5 anos para cá. E o Núcleo Rural, é formado por antigas chácaras. Lago Norte é uma região administrativa de classe média alta. 200 px|direita|thumb|Letreiro da Entrada de Lago Norte == Comércio == No Centro de Atividades, na entrada de Lago Norte, está a principal área de comércio da região administrativa com dois shoppings: o Deck Norte, muito conveniente, casual e aconchegante com a maior praça de alimentação da região, lojas de serviços, Americanas, academia Runway entre outras lojas, e o famoso e exclusivo Iguatemi que atrai público sofisticado de toda a região, com suas marcas internacionais famosas e restaurantes de luxo, entre outras atrações. Também próximo à entrada de Lago Norte existe o Shopping Península, que remete ao nome original da região, com supermercados, academia Casa Corpo, entre outros comércios. 200 px|direita|thumb|Uma das vias mais movimentadas de Lago Norte === Comércio local === Ao longo da DF-009, rodovia que serve ao Lago Norte, no canteiro central, estão localizados os comércios locais: === Comércio alternativo === A Quituart começou a funcionar no canteiro central da QI 09/10 de Lago Norte em 1990.Jornal de Brasília, pg. 09, 09/09/2003 Em 27/11/2001 o Governador Joaquim Roriz entregou à presidente da Cooperativa dos Artesãos Moradores de Lago Norte, que gerencia a Quituart, termo de indicação de área do lote de 3000 m2, ocupado por 70 empreendedores desde 1989. Com isso, a Quituarte passou a fazer parte do Programa de Apoio ao Empreendimento Produtivo do Distrito Federal (Pró DF).Jornal de Brasília, pg. 5, 28/11/2001 == Saneamento básico == Pouco antes da estrada para o Centro de Atividades (CA), está localizado o reservatório de água potável da CAESB, que abastece a região administrativa. Em 2009, iniciou-se a troca dos antigos encanamentos de ferro fundido para canos de Polietileno. As casas da península, nas QIs e QLs, receberam ligação de rede de esgoto em 2013. Apesar dos aspectos positivos, Lago Norte não possuía saneamento básico até 2013, com casas utilizando fossas individuais. Em 2008, começaram estudos para implantação da rede de esgotos, mas até meados de 2009 ainda não foi feita a ligação com as residências. As tubulações originais de água potável, de ferro fundido, instaladas na década de 70, estão sendo substituídas por tubos de polietileno, conhecido como PAD. == Segurança pública == Relativamente próximo a áreas de risco um pouco mais elevado, como Varjão, Lago Norte é uma região administrativa bem assistida em termos infraestrutura de segurança pública: tem uma 9ª Delegacia Policial na QI 05 e dois postos da Polícia militar no canteiro central da DF-009: um entre as QI 01 e 02 e outro entre as QI 09 e 10. == Ver também == * Lista de regiões administrativas do Distrito Federal == Ligações externas == * * Categoria:Regiões administrativas do Distrito Federal (Brasil)",
 "title": "Lago Norte"
}