{
 "id": "30047",
 "text": "thumb|Bandeira da Argentina. A cultura da Argentina é diversa, graças ao caráter pluricultural do país, uma de suas variedades geográficas é a combinação das muitas identidades étnicas — principalmente a europeia — que compõem sua população. Entre elas existe o Tango ( Hola) como é chamado em regiões ocidentais. A cultura Argentina tem como origem a mescla de outras que se encontraram durante o período das imigrações. Quanto às ideologias, destacam-se o pensamento e a linguagem social-democrata, bem como a fé na liberdade, na democracia e no respeito aos direitos humanos. Há no país uma grande diversidade de atividades culturais e artísticas de renome internacional — teatro, pintura, escultura, música e literatura. As cidades mais importantes, notadamente Buenos Aires, são palco diário de conferências, concertos, exposições, museus, cursos, peças de teatro e balé. Os cinemas são abundantes nas grandes cidades. A música popular — como o tango —, a música tradicional e até o rock são interpretados e dançados em locais de ampla afluência pública. A cozinha argentina oferece ao visitante a possibilidade de saborear pratos típicos tendo como ingrediente principal a carne que goza de uma sólida reputação em todo mundo por sua qualidade. Os restaurantes típicos, chamados parrillas, oferecem as mais diversas probabilidades de provar a típica carne assada, além de oferecer ao visitante pratos variados, assim como os pratos clássicos do resto do país. Uma das maiores paixões dos argentinos é o futebol, com alguns estádios conhecidos com capacidade de mais de 60.000 pessoas. O polo argentino é conhecido internacionalmente, tanto pela excelência de seus jogadores como pela qualidade dos cavalos. Tenis, paddle, hockey, rugby são atividades praticadas pela população. A prática do esqui em suas diversas modalidades acontecem durante toda a época do inverno, entre os meses de junho e setembro. Esportes aquáticos, como barco a vela e a motor, windsurfe, esqui aquático se praticam nos rios, lagos e em todo o litoral. Além da possibilidade de praticar equitação, trekking, montanhismo, mountain bike, asa-delta, rafting, canoagem, mergulho, entre outros por todo país . == Composição étnica == A atual população argentina é o resultado direto de uma mistura da grande nação de trabalhadores imigrantes que ingressam entre 1850-1950 , mayoritariamente españoles e em segundo lugar italianos com as origens de indígenas, afroargentinas e com os [gaúcho ]] s, Acesso del período colonial. Algunas fuentes estimam que 90% da população descendente de europeos,ArgentinaCIA World Factbook 2008 principalmente, italianos e españoles. == Bibliografia == * Bruno, Paula. Pioneros culturales de la Argentina. Biografías de una época, 1860-1910, Buenos Aires, Siglo XXI Editores, 2011. == Ligações externas == * Argentina - Cultura * MICA - Mercado Industrias Culturales Argentinas",
 "title": "Cultura da Argentina"
}