{
 "id": "30079",
 "text": "{{Info/Município do Brasil |nome = Amaturá |preposição = de |foto = Amaturá.jpg |apelido = Princesinha Do Alto Solimões |brasão = Amatura - brasao.png |bandeira = Amatura - bandeira.png |fundação = |gentílico =amaturaense |lema = O ser humano em primeiro lugar |CEP = 69620-000 |prefeito = José Augusto Barrozo Eufrásio |partido = UNIÃO |mandato_início = 2021 |fim_mandato = 2024 |mapa = Amazonas Municip Amatura.jpg |latP = S | latG = 03| latM = 21 | latS = 50 |lonP = O | lonG = 68| lonM = 11 | lonS = 52 |estado = Amazonas |mesorregião = Sudoeste Amazonense |data_mesorregião = IBGE/2008 |microrregião = Alto Solimões |data_microrregião = IBGE/2008 |região_metropolitana = |vizinhos = Jutaí, São Paulo de Olivença e Santo Antônio do Içá |dist_capital = 1.072 |área = 4758.821 |área_pos = BR: 319º | área_ref = |população = 11736 |população_pos = AM: 58º |data_pop = estimativa populacional - IBGE/2020 |clima = Equatorial |sigla_clima = Am |fuso =UTC -05:00 |idh = 0.560 |data_idh = PNUD/2010 |pib = mil |pib_pos = AM: 60º |data_pib = IBGE/2018 | pib_per_capita = 7.332,40 |data_pib_per_capita = IBGE/2018 | site_prefeitura = amatura.am.gov.br }} Amaturá é um município brasileiro no interior do estado do Amazonas, Região Norte do país. Pertencente à Região Geográfica Intermediária de Tefé e Região Geográfica Imediata de Tabatinga, localiza-se a oeste de Manaus, capital do estado, distando desta cerca de 1.072 quilômetros. Ocupa uma área de 4 758,821 km² e sua população, estimada pelo Instituto Brasileiro de Geografia e Estatística (IBGE) em 2020, era de , o que faz deste o quinquagésimo oitavo município mais populoso do estado do Amazonas e o menos populoso de sua microrregião. == História == Amaturá possui sua história ligada ao município de Jutaí e São Paulo de Olivença, pois emancipou-se do mesmo em 1981. De acordo com historiadores locais, o nome 'Amaturá' provem da linguagem local onde índios, principalmente das etnias Cocama e Cambeba, chamavam um antigo cesto utilizado para carregar várias coisas, de Aturá, posteriormente a pronuncia foi modificada para Amaturá, segundo conta o Frei da ordem dos Capuchinhos Menores Henrique Sampalmiere em seu livro \"Os Segredos da Selva\". == Geografia == Com uma área de 4.780 km². Sua população estimada em 2019 era de habitantes, conforme estimativas do Instituto Brasileiro de Geografia e Estatística (IBGE). Sua densidade demográfica é de 2,36 hab/km². === Bairros === A área urbana do município de Amaturá divide-se em 3 principais bairros: Centro, Santa Etelvina e São Francisco. Há diversas comunidades rurais no município, entre comunidades ribeirinhas e povoados. == Administração == **Prefeito:José Augusto Barrozo Eufrásio (PROS) (2021-2024) **Vice Prefeito: Evandro Lopes Nunes (Avante) == Dados estatísticos == Serviços Agropecuária Indústria Para 2008 * Fundação: 1987 * Altitude: 58 metros * População 11.047 (estimativa de 2016) * Homens 3.287 * Mulheres 3.051 * Dens. Demográfica - 1,33 hab/km² * Área Total: 4.759,1 km² == Demografia == === Composição étnica === Os principais grupos étnicos de Amaturá são: Pardos (58%), brancos (17%),indígenas (18%) e negros (0,7%). == Infraestrutura == === Saúde === O município possuía, em 2009, apenas 2 estabelecimentos de saúde, sendo todos estes públicos municipais ou estaduais, entre hospitais, pronto-socorros, postos de saúde e serviços odontológicos. Neles havia 15 leitos para internação. Em 2014, 97,73% das crianças menores de 1 ano de idade estavam com a carteira de vacinação em dia. O índice de mortalidade infantil entre crianças menores de 5 anos, em 2016, foi de 21,43, indicando uma redução em comparação a 1998, quando o índice foi de 24,59 óbitos a cada mil nascidos vivos. Entre crianças menores de 1 ano de idade, a taxa de mortalidade aumentou de 8,20 (1998) para 14,29 a cada mil nascidos vivos, totalizando, em números absolutos, 82 óbitos nesta faixa etária entre 1998 e 2016. No mesmo ano, 27,50% das crianças que nasceram no município eram de mães adolescentes. Conforme dados do Sistema Único de Saúde (SUS), órgão do Ministério da Saúde, a taxa de mortalidade devido a acidentes de transportes terrestres não registrou nenhum óbitos em 2016, permanecendo com o mesmo resultado de anos anteriores, quando não se registrou nenhum óbito neste indicador. Ainda conforme o SUS, baseado em pesquisa promovida pelo Sistema de Informações Hospitalares do DATASUS, não houve internações hospitalares relacionadas ao uso abusivo de bebidas alcoólicas e outras drogas entre 2008 e 2017. A taxa de mortalidade infantil média na cidade é de 45,45 para 1.000 nascidos vivos, sendo o pior resultado entre os municípios do estado do Amazonas. Em 2016, 25% das mortes de crianças com menos de um ano de idade foram em bebês com menos de sete dias de vida. Óbitos ocorridos em crianças entre 7 e 27 dias de vida foram 0% dos registros. Outros 75% dos óbitos foram em crianças entre 28 dias e um ano de vida. No referido período, houve 7 registros de mortalidade materna, que é quando a gestante entra em óbito por complicações decorrentes da gravidez. O Ministério da Saúde estima que, das mortes que ocorreram em 2016 entre menores de um ano de idade, nenhuma destas poderia ter sido evitadas, dadas as circunstâncias em que se encontravam. Cerca de 94% das crianças menores de 2 anos de idade foram pesadas pelo Programa Saúde da Família em 2014, sendo que 0,4% delas estavam desnutridas. Até 2009, o município de Amaturá possuía estabelecimentos de saúde especializados em obstetrícia e pediatria, e nenhum estabelecimento de saúde com especialização em psiquiatria, traumato-ortopedia, cirurgia bucomaxilofacial, neurocirurgia ou clínica médica. Dos estabelecimentos de saúde, apenas 1 deles era com internação. Até 2016, havia 10 registros de casos de HIV/AIDS, tendo uma taxa de incidência, em 2016, era de 0 casos a cada 100 mil habitantes, e a mortalidade, em 2016, 0 óbitos a cada 100 mil habitantes. Entre 2001 e 2012 houve 8 casos de doenças transmitidas por mosquitos e insetos, sendo todos estes de leishmaniose. *Sampalmieri, Henrique. Os Segredos da Floresta. Editora Norma, 2012. *AMORIM, Israel. A Cidade de Amaturá. Artigo científico. Mestrando em Geografia pela Universidade Federal do Amazonas, 2016. Categoria:Fundações no Amazonas em 1981",
 "title": "Amaturá"
}