{
 "id": "30089",
 "text": "{{Info/Município do Brasil | nome = Caapiranga | preposição = de | foto = Frente do município de Caapiranga.png | leg_foto = Frente do município de Caapiranga - AM | apelido = Terra do Cará | brasão = Brasão Capiranga - AM.png | bandeira = Bandeira Município Caapiranga-AM.png | link_brasão = | link_bandeira = | link_hino = | aniversário = 28 de dezembro | distritos = | dist_capital_ref = em linha reta 185 km via fluvial | fundação = | gentílico = Caapiranguense | lema = | prefeito = Francisco Andrade Braz | partido = UNIÃO | mandato_início = 2021 | fim_mandato = 2024 | vereadores = | mapa = Amazonas - Município de Caapiranga (2016).PNG | esconde_estado = | posição = | latP = S | latG = 3 | latM = 19 | latS = 39 | lonP = O | lonG = 61 | lonM = 12 | lonS = 32 | estado = Amazonas | mesorregião = Centro Amazonense | data_mesorregião = IBGE/2008 | microrregião = Coari | data_microrregião = IBGE/2008 | região_imediata = | região_metropolitana = Manaus | vizinhos = Norte/Nordeste: Novo Airão; Oeste/Sudoeste: Anamã, Anori e Codajás; Leste: Manacapuru; Sul: Beruri. | dist_capital = 133 | vereadores_ref = | área = 9455.539 | área_ref = | área_pos = AM: 39° | área_urbana_ref = | população = 13482 | população_pos = AM: 57º | data_pop = estimativa populacional - IBGE/2021 | altitude = 32 | clima = Equatorial | sigla_clima = Am | CEP = 69425-000 | idh = 0.569 | idh_pos = AM: 29º | gini = | data_idh = PNUD/2010 | pib = mil | data_pib = IBGE/2019 | pib_ref = | pib_pos = AM: 43° | pib_per_capita = 12.550,24 | data_pib_per_capita = IBGE/2019 | padroeiro = | site_prefeitura = https://www.caapiranga.am.gov.br/ | site_câmara = http://www.ale.am.gov.br/caapiranga/ }} Caapiranga é um município brasileiro do Estado do Amazonas, na Região Norte do país. Pertencente à Microrregião de Coari e Mesorregião do Centro Amazonense, possui uma população de habitantes, de acordo com estimativas do Instituto Brasileiro de Geografia e Estatística (IBGE) em 2021. == Topônimo == \"Caapiranga\" é um termo oriundo da língua tupi e significa \"folha vermelha\", através da junção dos termos ka'a (\"folha\") e pyrang (\"vermelho\").http://www.fflch.usp.br/dlcv/tupi/vocabulario.htm == História == O curso histórico de Caapiranga prende-se ao de Manacapuru. Em 15 de fevereiro de 1786, foi fundada, com o nome de Manacapuru, uma aldeia no local onde havia uma comunidade de índios Muras. Em 27 de setembro de 1894, com o seu desenvolvimento, Manacapuru foi desmembrada de Manaus e passou a constituir município autônomo. Em 1939, Manacapuru perdeu parte de seu território para Manaus, ficando sua estrutura administrativa composta por três distritos: Manacapuru (sede), Beruri e Caapiranga. Em 28 de dezembro de 1981, pela Emenda Constitucional nº 12, o distrito de Caapiranga foi desmembrado de Manacapuru e, acrescido de território adjacente até então pertencente a Anori, passou a constituir o novo município de Caapiranga, sendo instalado em 1º de janeiro de 1983, com a posse de prefeito e vereadores. == Geografia == Sua latitude é de 3º 19' 39\" e a longitude de 61º 12' 32\", possuindo uma área total de 9 457 km². Sua população estimada em 2021 era de habitantes, de acordo com dados do Instituto Brasileiro de Geografia e Estatística. Sua economia tem como base o cultivo do cará (nome dado na região ao inhame). == Infraestrutura == === Saúde === O município possuía, em 2009, 9 estabelecimentos de saúde, sendo todos eles públicos estaduais ou municipais, entre hospitais, pronto socorros, postos de saúde e serviços odontológicos. Neles havia 14 leitos para internação. Em 2014, 95% das crianças menores de 1 ano de idade estavam com a carteira de vacinação em dia. Em 2015, foram registrados 173 nascidos vivos, ao mesmo tempo que o índice de mortalidade infantil foi de 17,3 óbitos de crianças menores de cinco anos de idade a cada mil nascidos vivos. No mesmo ano, 31,2% das crianças que nasceram no município eram de mães adolescentes. Cerca de 89,5% das crianças menores de 2 anos de idade foram pesadas pelo Programa Saúde da Família em 2014, sendo que 0,1% delas estavam desnutridas. Conforme dados do Sistema Único de Saúde (SUS), órgão do Ministério da Saúde, a taxa de mortalidade devido a acidentes de transportes terrestres não registrou nenhum óbito em 2016, permanecendo com o mesmo resultado de anos anteriores, quando também não se registrou nenhum óbito neste indicador. Ainda conforme o SUS, baseado em pesquisa promovida pelo Sistema de Informações Hospitalares do DATASUS, não houve internações hospitalares relacionadas ao uso abusivo de bebidas alcoólicas e outras drogas entre 2008 e 2017. Até 2009, Caapiranga possuía 2 estabelecimentos de saúde especializados em Clínica Médica e Obstetrícia, e nenhum estabelecimento de saúde com especialização em Pediatria, Psiquiatria, Cirurgia Bucomaxilofacial ou Traumato-Ortopedia. Dos 9 estabelecimentos de saúde, apenas 1 deles era com internação. Até 2016, havia 3 registros de casos de HIV/AIDS, sendo que todos estes casos registrados foram em pessoas até os 24 anos de idade. Entre 2001 e 2012 houve 81 casos de doenças transmitidas por mosquitos e insetos, sendo as principais delas a dengue e a leishmaniose. Educação O município de Caapiranga fez parceria com o SENAC/AM em 2019 durante a gestão do prefeito Francisco (Tico) Braz, trazendo a Unidade Móvel Fluvial José Roberto Tadros, a balsa-escola do SENAC, em março de 2019, com cursos profissionalizantes para a população nos segmentos de: Beleza, Informática, Gastronomia, Saúde, Gestão e Comércio. Além do SENAC/AM, o município conta com a educação profissionalizante do CETAM, com cursos técnicos em diversos segmentos e cursos de curta duração, para o crescimento profissional da população caapiranguense. O município conta com escolas das redes estadual e municipal, tanto na zona urbana quanto na zona rural. Categoria:Municípios do Amazonas Categoria:Fundações no Amazonas em 1981",
 "title": "Caapiranga"
}