{
 "id": "30091",
 "text": "{{Info/Município do Brasil |nome = Carauari |preposição = de |foto = Carauari, Amazonas.jpg |leg_foto = Vista aérea de Carauari. |apelido = Princesinha do Juruá |brasão = Brasão de Carauari - AM.svg |bandeira = Bandeira de Carauari - AM.svg |link_brasão = |link_bandeira = |link_hino = |aniversário = |fundação = |gentílico =carauariense |lema = |prefeito = Bruno Luiz Litaiff Ramalho |partido = MDB | mandato_início = 2021 | fim_mandato = 2024 |mapa = Amazonas Municip Carauari.svg |latP =S | latG =04| latM =52 | latS =58 |lonP =O | lonG =66| lonM =53 | lonS =45 |estado = Amazonas |mesorregião = Sudoeste Amazonense |data_mesorregião = IBGE/2008 |microrregião = Juruá |data_microrregião = IBGE/2008 |região_metropolitana = |vizinhos = Leste: Tefé; Sul: Itamarati; Sudeste: Tapauá; Oeste: Jutaí; Norte: Juruá. |dist_capital = 788 |área = 25767.348 | área_ref = | população = 29176 |população_pos = AM: 27º |data_pop = estimativa populacional - IBGE/2022 |altitude = 87 |clima = tropical chuvoso e úmido |sigla_clima = |idh = 0.549 |data_idh = PNUD/2010 |pib = mil |data_pib = IBGE/2013 |pib_per_capita = 7850.72 |data_pib_per_capita = IBGE/2013 }} Carauari é um município brasileiro no interior do estado do Amazonas, Região Norte do Brasil. Pertencente à mesorregião do Sudoeste Amazonense e à microrregião de Juruá. A cidade de Carauari está localizada à margem esquerda do rio Juruá em terreno bastante elevado e acidentado. O porto é franco, possui a ribanceira íngreme que vai se desmoronando devido o movimento impetuoso das águas do rio Juruá, que ali batem fortemente. Sua população, conforme estimativas do Instituto Brasileiro de Geografia e Estatística (IBGE) em 2021, era de . == História == ===Os primórdios=== No ano de 1910, é criado o termo jurídico com a denominação de xibauá. Um ano depois, através da lei estadual nº 683, é desmembrada do município de Tefé, uma parte de seu território, criando um novo município que tem como sede o povoado de Xauá. É elevado à condição de vila no ano de 1912, com a lei estadual nº 1006 e sua sede é transferida para Carauari. Em seguida, o município passa a chamar-se Carauari. Em 1928 é criada a Comarca de Carauari e, em 1938, dez anos depois, a lei estadual nº 311 dá a Carauari foros de cidade. Quando da primeira denominação, diremos: * Xibauá é uma ave da família dos xexéus. Também pode ser estudada com a decomposição da palavra em \"xiba\", dança, espécie de batuque, usado pelos negros e índios, ao som dos tambores; e \"ua\", forma contrátil de \"iua\", braço; de onde se deduz que xibauá, significa; braço ou batuque ou baqueta com que se toca o tambor. * A palavra Carauari, é originária da língua geral ou nheengatu. A palavra é composta por \"cará\", variedade de tubérculo comestível; e \"uari\", verbo cair, que entra na formação da palavra como oxítono uari, Cará-Uári ou Cará-Uari \"cará\" que cai. Carauari, assim vem a ser uma variedade de trepadeira que produz tubérculos nos ramos, onde se desenvolvem, amadurecem e depois caem. Esses tubérculos são muito conhecidos pelo nome \"cará do céu\". A polpa do cará do céu é de sabor adocicado, dando à mastigação uma impressão de uma substância arenosa. Estudando a palavra, buscando a raiz ou radical da palavra Cará, como ensina Barbosa Rodrigues no seu precioso \"Muiraquitã\", verificamos que, este radica de origem asiática, tão frequente nos termos indígenas, significa pedroso, superior, soberano, que é o branco invasor do novo continente; e Uari ou Uári, formando a palavra arauari, que seria: - queda do poderoso. A denominação do município originou-se do lago \"Carauari\" que fica próximo à sede do município e liga-se por um canal ao rio Juruá. O rio Juruá, que era habitado primitivamente pelos índios canamaris, catuquinas e outros. === História recente === No período de 1977 a 1988, Carauari foi submetida aos impactos de uma expressiva migração interna e externa, resultante das atividades de prospecção de gás e petróleo realizadas pela Petrobras, quando houve descoberta de algumas jazidas de gás Natural porém com características sub-comerciais. Em 1977, a população total do município era de 20.162 habitantes, sendo 5.536 na zona urbana (27,5%) e 14.626 na zona rural (72,5%). Com o início, naquele ano, das atividades da empresa, foi criada a perspectiva de um melhor ganho salarial. O caboclo da zona rural abandonou seu roçado e partiu em busca do emprego com carteira assinada e os respectivos direitos trabalhistas. Onze anos depois, quando da desativação das atividades da empresa no Município, em fevereiro de 1988, o cenário socioeconômico apresentava os seguintes indicadores: * população total de habitantes, com 13.508 na zona urbana (70,0 %) e 5.789 na zona rural (30,0%); * despovoamento da zona rural com o consequente abandono das atividades extrativistas tradicionais, tanto nos seringais nativos como nas demais atividades do setor primário; * crescimento desordenado das áreas urbana e suburbanas da sede municipal, com a consequente elevação dos déficts de infra-estrutura, serviços e equipamentos urbanos; * desativação de inúmeros estabelecimentos comerciais e de serviços; * índices preocupantes de desemprego, prostituição, uso de drogas, desestabilização e fragilização de centenas de famílias; Apesar do caos urbano criado, a maioria dos trabalhadores oriundos da zona rural para a sede municipal, que exercia atividades no extrativismo, na pesca e na agricultura, não aceitou retornar a essas atividades, passando a exigir do Poder Público Municipal soluções para os seus problemas, como a moradia, o trabalho e as demais necessidades básicas. == Geografia == Sua população foi estimada pelo Instituto Brasileiro de Geografia e Estatística (IBGE), em 2020, em habitantes. *Localização: Região do Juruá, à margem esquerda do rio Juruá, distando de Manaus 780,0 km em linha reta e 1.676,0 km por via fluvial. *Acesso: vias fluvial e aérea * Frota de veículos (2004 e 2007) :Automóvel: 7 - 10 :Caminhão: 7 - 10 :Caminhonete: 6 - 17 :Micro-ônibus: 1 - 1 :Motocicleta: 69 - 384 :Motoneta: 10 - 162 :Total: 100 - 584 *Esperança de vida ao nascer: 61,25 anos *Comunidades rurais: 43 *Ensino superior: Sim *Comunicações: Estação AM (Sim); Estação FM (Sim); Geradora de TV (Sim); Provedor de Internet (Sim); Telefonia Celular (Sim). *Eleitores: 13.939 (2006) O município apresenta dois tipos predominantes de solo: solo de terra firme, com características sílico-argilosas, e solo de várzea argiloso. === Hidrografia === A hidrografia é constituída de centenas de rios, lagos e igarapés. Os principais rios são o rio Ueré e o rio Juruá. O rio Juruá corta Carauari em toda a sua extensão. É o principal acidente geográfico e é considerado também o mais sinuoso do mundo. É um dos mais belos cursos d'água da Região Amazônica. As suas margens apresentam aspectos selváticos e atraentes para o desenvolvimento do turismo ecológico. Em termos de ictiofauna, é grande o potencial pesqueiro do município, em função dos muitos lagos, igarapés, paranás e igapós, que fazem a conexão com o rio Juruá. Como consequência, ocorrem quase todas as espécies que se prestam à alimentação, tais como acará, aracu, aruanã, bodó, branquinha, cascuda, curimatã, jaraqui, mandim, matrinchã, pacu, pirapitinga, pescada, piraíba, piramutaba, piranha, pirarara, pirarucu, sardinha, surubim, tambaqui, tamoatá, traíra e tucunaré. ===Vegetação=== A vegetação é caracterizada pela floresta tropical densa, da sub-região aluvial da Amazônia, com terraços baixos e planos, sendo muito frequente a presença da seringueira (Hevea sp.), louro (Ocotea sp.), virola (Virola surinamensis) e samaumeira (Bombax globosum). A vegetação das margens do Rio Juruá sofre o efeito das cheias, registrando a ocorrência do capim canarana (Canarana ereta), consumido pela capivara (Hidrochoeris), de igapós e plantas aquáticas, além da vegetação de terra firme e de várzea. === Fauna === A fauna é abundante, fato explicado pela quase ausência da prática da caça de subsistência, exceção feita aos quelônios. É comum a presença de porco-queixada (Tayassu pecari), veado matreiro (Mazonia americana), anta (Tapirus terrestre), jabuti (Geochelone sp.), mutum (Mitu mitu), jacu (Pipile nateri), nambu (Cripturellus sp.), macaco guariba (Alonata belzebul), papagaio (Pionnus sp.) e peixe-boi (Trichechus ininguis). === Clima === * Temperatura :Máxima 37°C :Mínima 20°C :Média 29°C O clima pertencente ao grupo tropical chuvoso, com precipitação pluviométrica média anual de 2.500 milímetros. O período chuvoso inicia-se em novembro, atingindo os maiores índices entre os meses de janeiro a abril. A temperatura média do ar gira em torno de 29 °C, variando de 37 °C (máxima) a 20 °C (mínima). A umidade relativa do ar geralmente permanece acima de 90%. === Reserva extrativista === Pelo decreto federal de 4 de março de 1997 foi criada a Reserva Extrativista do Médio Juruá, com área correspondente a 253.227 hectares e perímetro de 348.039 metros, com a função de garantir a exploração auto-sustentável e a conservação dos recursos naturais tradicionalmente utilizados pela população extrativista do município. Pelo mesmo decreto, a reserva foi declarada de interesse ecológico e social. == Ligações externas == * Site oficial de Carauari Categoria:Fundações no Amazonas em 1911",
 "title": "Carauari"
}