{
 "id": "30119",
 "text": "São Paulo de Olivença é um município brasileiro no interior do estado do Amazonas, Região Norte do país. Localiza-se no Sudoeste Amazonense, no Alto Solimões, a quilômetros da capital do estado, Manaus. Ocupa uma área de pouco mais de 19 mil km², sendo que estão em perímetro urbano. Sua população foi estimada em habitantes em 2024. == História == Dentre as várias missões fundadas pelos jesuítas ao longo do rio Solimões, no final do séc. XVI inclui- se a de São Paulo Apóstolo fundada em 1689 pelo missionário Jesuíta Samuel Fritz. Sucedem-se os conflitos entre espanhóis e portugueses, que se alternam no controle sobre a região, até que em 1708 se consolida a ocupação militar lusitana. A área estava então integrada ao Município de Tefé, do qual é posteriormente desmembrado. Em 1882, elevada a vila, a antiga aldeia de São Paulo dos Cambebas passa a denominar-se São Paulo de Olivença, como sede do município do mesmo nome. Seu território original experimenta vários desmembramentos, dando origem aos municípios autônomos de Benjamim Constant e Santo Antônio do Içá. Em 04 de Junho de 1968, pela Lei Federal no. 5.449, é enquadrado como Área de Segurança Nacional. Em fins de 1981 em sua estrutura administrativa figuravam os distritos de Santa Rita do Weil de Amaturá. Em 10 de dezembro de 1981, pela Emenda Constitucional no. 12, o distrito de Amaturá é desmembrado em favor do novo município deste mesmo nome. São Paulo de Olivença, finalmente, a denominação mais importante por ser a atual, segundo Otaviano de Melo na Obra Topônimos Amazonenses foi nome dado pelo coronel Joaquim de Melo e Póvoas, em 1759, em reverência à então cidade portuguesa de Olivença, antes de sua tomada pelos espanhóis. == Geografia == São Paulo de Olivença (pronuncia-se está localizado na Região do Alto Solimões, próximo às cidades de Tabatinga, Benjamin Constant, Atalaia do Norte, Jutaí, Amaturá e Santo Antônio do Içá. Segundo dados do censo de 2010 sua população é de 31.426 habitantes. Seus distritos mais importantes são: Campo Alegre, Santa Rita do Weil e Vendaval. == Demografia == População total 32.967 População Urbana 14.267 População Rural 17.159 Obs: Dados referentes ao censo de 2022. ==Cultura== === Carnaval === O Carnaval em São Paulo de Olivença é muito alegre, onde os paulivenses de todas as idades saem as ruas para pular e dançar nos blocos carnavalescos. Atualmente o carnaval deu um salto excepcional, tornado-se um dos melhores carnavais do Alto Solimões. A disputa entre os blocos mais tradicionais da cidade atraem pessoas de todos os municípios próximos, movimentando a economia local consideravelmente durante o período carnavalesco. O período carnavalesco em São Paulo de Olivença inicia no final do mês de Janeiro, com o carnaval de rua em cada bairro da cidade, finalizando na segunda feira de carnaval com a apresentação e disputa dos blocos na avenida, e na terça feira com muito som ao vivo com atrações musicais da cidade e do estado. A seguir, os blocos Paulivenses: * Unidos de Santa Terezinha * Tradição Campinense * Império de São João * A Grande Família * Sedução === Dança Cultural === A dança cultural e folclórica do Município de São Paulo de Olivença é a Dança do Cordão do Africano, que faz suas apresentações nas festas do mês de Junho nas ruas da cidade. === Forró Popular === São Paulo de Olivença é uma cidade onde acontece vários “forrózinhos” em vários cantos da cidade onde uma família faz promessas a um(a) santo(a) e depois confraterniza com distribuição de comida, levantação e derrubação de mastro e termina com o Forró de Salão. Os Santos celebrados são: Santa Luzia, Santo Antônio, São Pedro, São João, São Cristóvão, Nossa Senhora da Conceição, Nossa Senhora do Carmo, São Sebastião e outros. === Festejo de São Paulo Apóstolo === O Festejo de São Paulo Apóstolo, padroeiro da cidade, acontece do dia 20 à 29 de Junho e é um dos mais belos Festejos da região, com uma tradição secular passada de geração em geração. Nele acontece a disputa dos partidos Azul e Vermelho, criados em 1957 pelo Bispo Dom Adalberto Domênico Marzi, com a finalidade de arrecadar fundos para as ações pastorais e materias da Paróquia. O vencedor leva o título de Campeão do corrente ano. O Festejo do Padroeiro começa com a levantação do mastro, seguido pela Santa Missa na Igreja Co-Catedral e logo após segue a programação na Praça do Arraial, com vendas do tradicional “pratinho” e comidas típicas do município, com bebidas não alcoólicas. Apresentações de Danças e Bingos ocorrem durante a noite, e o mais esperado é a animação dos Partidos, onde a Praça do Arraial torna-se um lugar de muita animação feitas por ambos. O Festejo finaliza no dia 29 de junho, onde acontece celebrações de batizados e casamentos. No final da tarde começa a tradicional procissão do Santo pelas ruas da cidade, seguido pela Santa Missa. Após a Missa os fiés vão para a Praça do Arraial curtir a última noite do Festejo. A apuração do dinheiro arrecadado começa na madrugada do dia 30 de junho, às 3h, na Casa Paroquial. Depois do horário os simpatizantes se direcionam à Praça São Paulo a espera do resultado do Partido Campeão que é revelado na sacada da Igreja Co-Catedral, quando os sinos tocam e a faixa exibe o Partido Campeão. === Novenários e Festejos nos Bairros === * Bairro Colônia São Sebastião Seu Padroeiro é São Sebastião Mártir e seu Novenário e Festejo ocorre do dia 11 à 20 de Janeiro na Capela dedicado ao mesmo, localizado na rua Tiradentes. * Bairro José Carlos Mestrinho Seu Padroeiro é São José e seu Novenário e Festejo ocorre do dia 11 à 20 de Março na Capela dedicado ao mesmo, localizado na estrada Joaquim de Santana. * Bairro Campinas Sua Padroeira é Nossa Senhora do Rosário de Fátima e seu Novenário e Festejo ocorre do dia 04 à 13 de Maio na Capela dedicada a mesma, localizado na rua Tiradentes. * Bairro São João Seu Padroeiro é São João Batista e seu Novenário e Festejo ocorre do dia 04 à 13 de junho na Capela dedicado ao mesmo, localizado na rua Alcides Câmara Raposo. * Bairro Nosso Senhor do Bonfim Seu Padroeiro é São Francisco de Assis e seu Novenário e Festejo ocorre do dia 25 de Setembro à 04 de Outubro na Capela dedicado aos mesmo, localizado na Estrado do Bonfim. * Bairro Santa Terezinha Sua Padroeira é Santa Teresinha do Menino Jesus e seu Novenário e Festejo ocorre do dia 19 à 27 de Novembro na Capela dedicada a mesma, localizado na Rua Prudêncio Ondion. == Bairros == Estes são os bairros que se localizam na sede do município: * Bairro Campinas * Bairro São João * Bairro Santa Terezinha * Bairro Colônia São Sebastião * Bairro Nosso Senhor do Bonfim * Bairro José Carlos Mestrinho (Bairro Novo) Além destes bairros, na sede, o município possui um Distrito, o de Santa Rita do Weil e mais 73 comunidades ribeirinhas. == Atrativos turísticos == * Centro Histórico * Praça São Paulo * Igreja Co-Catedral São Paulo Apóstolo * Colégio Nossa Senhora da Assunção * Casa Paroquial * Centro Pastoral Catequético * Balneário Ajaratuba * Rio Solimões * Rio Camatiã * Rio Jandiatuba * Rio Jacurapá * Floresta Amazônica * Lagos * Etnias * Danças locais == Aeroporto == * Aeroporto Senadora Eunice Micheles == Ver também == * Lista de municípios do Amazonas * Lista de municípios do Brasil == Ligações externas == * * * Categoria:Fundações no Brasil em 1817",
 "title": "São Paulo de Olivença"
}