{
 "id": "30129",
 "text": "{{Info/Município do Brasil | nome = Abaíra | foto = Abaíra. Chapada Diamantina- Circuito do Ouro. Foto-Tatiana Azeviche-Setur (27434536091).jpg | leg_foto = Igreja Matriz de Nossa Senhora da Saúde, localizada no centro de Abaíra. | apelido = Cidade da Cachaça\" \"Capital Mundial da Cachaça | brasão = Brasão Abaíra Bahia.jpg | bandeira = Bandeira Abaíra Bahia.png | link_brasão = | link_bandeira = | link_hino = | aniversário = 22 de fevereiro | fundação = | emancipação = | gentílico = abairense | lema = | padroeiro = Nossa Senhora da Saúde | CEP = 46690-000 | prefeito = Edval Luz Silva \"Diga\" | partido = UNIÃO | fim_mandato = 2024 | mapa = Bahia Municip Abaira.svg | latP = S | latG = 13 | latM = 15 | latS = 00 | lonP = O | lonG = 41 | lonM = 39 | lonS = 50 | estado = Bahia | mesorregião = Centro-Sul Baiano | data_mesorregião = IBGE/2008 | microrregião = Seabra | data_microrregião = IBGE/2008 | região_intermediária = | região_imediata = | região_metropolitana = | vizinhos = Jussiape, Mucugê, Piatã, Rio de Contas e Rio do Pires | dist_capital = 592 | área = 538.677 | área_ref = IBGE/2022 | distritos = Abaíra (sede) e Catolés | população = 7301 | data_pop = Censo IBGE/2022 | altitude = 600 | clima = Tropical semiúmido | sigla_clima = Aw | idh = 0.603 | data_idh = PNUD/2010 | pib = mil | data_pib = IBGE/2021 | pib_per_capita = 8086.04 | data_pib_per_capita = IBGE/2021 | site_prefeitura = abaira.ba.gov.br | site_câmara = }} Abaíra é um município brasileiro do estado da Bahia, localizado na Chapada Diamantina. Sua população, segundo o Censo 2022, era de habitantes. == Topônimo == Abaíra é um termo originário da língua tupi antiga: significa \"abundância de mel\", pela junção de abá (abundância) e a'yra (mel).NAVARRO, E. A. Dicionário de tupi antigo: a língua indígena clássica do Brasil. São Paulo. Global. 2013. p. 541. == História == No início do século XVIII, sertanistas baianos e paulistas alcançaram o local em que hoje está a cidade de Rio de Contas e, ao prosseguir em direção ao norte, à procura de novas jazidas auríferas, alcançaram o Rio Água Suja e, por meio de um de seus afluentes, alcançaram as serras da Santana e da Tromba, descobrindo jazidas de ouro nessa área. A descoberta das minas de ouro na região de Bom Jesus dos Limões (atual Piatã) e a abertura da Estrada Real ligando Rio de Contas a Jacobina, na década de 1720, foram os fatores que fizeram com que a região do atual município de Abaíra fosse colonizada. Em 1775, foi erguida, nas serras abairenses, uma capela em louvor a Nossa Senhora do Bom Sucesso, ao redor da qual se formou o povoado de Catolés, hoje sede do distrito de Abaíra de mesmo nome. Diz a lenda que a capela foi erguida no local em que um explorador encontrou seu filho desaparecido, já sem vida. Na segunda metade do século XIX, o senhor José Joaquim de Azevedo, residente em uma localidade denominada Curralinho, recebeu de herança uma fazenda, denominada “Capoeira da Cana”, por ali se produzir muita cana-de-açúcar, na qual abriu uma pequena casa comercial, para abastecer os mineradores vindos de Bom Jesus do Rio de Contas (atual Piatã) que se dirigiam a Santa Isabel do Paraguaçu (atual Mucugê) e também o pessoal dos arredores. Com o passar do tempo, tornou-se um hábito ir até esse estabelecimento comercial, que ficou conhecido como “Venda”, aos domingos, para beber a cachaça ali produzida. Com o passar do tempo, os frequentadores da “Venda” e mesmo os que passavam em busca de minérios ficaram desejosos de se estabelecerem-se na região. Com isso, os escravos de José Joaquim de Azevedo ergueram uma capela em louvor a Nossa Senhora da Saúde, a qual ficou pronta em 1879, sendo a imagem desse título mariano entronizada em 2 de fevereiro daquele ano, dia em que ocorreu uma missa feita pelo pároco de Bom Jesus do Rio de Contas, o padre José de Souza Barbosa, mais conhecido como Padre Souza. Ao redor desse templo, José cedeu terrenos para as pessoas se fixarem e construírem suas casas, assim se formando o povoado de Venda. Com o desenvolvimento do povoado de Venda, este, posteriormente, foi elevado à categoria de distrito de Bom Jesus do Rio de Contas, com o nome Tabocas. Por meio da Lei Municipal nº 30, de 24 de abril de 1916, aprovada pela Lei Estadual nº 1162, de 9 de agosto de 1916, o distrito de Tabocas passou a se denominar Abaíra. A Lei Estadual nº 1622, de 22 de fevereiro de 1962, desmembrou de Piatã os distritos de Abaíra e Catolés para formar o município de Abaíra, o qual foi instalado em 7 de abril de 1963, com a posse do primeiro prefeito, João Hipólito Rodrigues. == Geografia == Abaíra está localizada na região da Chapada Diamantina, no estado da Bahia, no Brasil, nas coordenadas 13º14'59 de latitude sul e 41º39'49 de longitude oeste. O município tem Vitória da Conquista como região de influência e também como região intermediária. Já como região imediata tem o município de Brumado. De acordo com classificação geográfica do IBGE, Abaíra tem por Mesorregião o Centro Sul Baiano, e é microrregião de Seabra. Com uma área territorial de 538,677 quilômetros quadrados, ficando na posição 267º referente aos municípios da Bahia com maior extensão territorial. Seu principal bioma é a Caatinga. == Organização Político-Administrativa == O município de Abaíra possui uma estrutura político-administrativa composta pelo Poder Executivo, chefiado por um Prefeito eleito por sufrágio universal, o qual é auxiliado diretamente por secretários municipais nomeados por ele, e pelo Poder Legislativo, institucionalizado pela Câmara Municipal de Abaíra, órgão colegiado de representação dos munícipes que é composto por vereadores também eleitos por sufrágio universal.MEIRELLES, Hely Lopes. Direito municipal brasileiro. 18. ed. São Paulo: Malheiros, 2017. === Atuais autoridades municipais de Abaíra === * Prefeito: Edval Luz Silva \"Diga\" - DEM (2021/-) * Vice-prefeito: Hermínio Moreira Filho \"Mindim\" - DEM (2021/-) * Presidente da Câmara: Norivaldo Luz da Silva \"Nonô\" - DEM (2021/-) == Economia == O município se destaca no cenário do estado da Bahia pela produção de cachaça, que possui uma importante contribuição na economia local. É produzida no município a Cachaça Abaíra (que leva o nome do lugar) pela Cooperativa dos Produtores de Cana e seus derivados da Microrregião de Abaíra (Coopama). A cachaça artesanal produzida no local vem ganhando destaque no cenário estadual e nacional, recebendo o registro de Indicação Geográfica (IG) pelo Instituto Nacional de Propriedade Industrial (INPI), sendo a primeira marca de cachaça do estado da Bahia a atingir esse feito. == Cultura == === Patrimônio Cultural === O município de Abaíra é destaque quando se fala em patrimônio cultural. Abaíra tem em seu território um bem tombado pelo Instituto do Patrimônio Artístico e Cultural da Bahia (IPAC), ou seja, é reconhecido um bem como Patrimônio Cultural da Bahia em seu território. O bem, tombado pelo Estado, é a Igreja de Nossa Senhora do Bom Sucesso, situada no distrito de Catolés. === Terno de Reis === Acontece no povoado de Ouro Verde (zona rural), pertencente ao município, uma manifestação da cultura popular muito conhecida como Terno de Reis de \"ouro Verde\". Em outros lugares do Brasil pode ter outros nomes, como: Reisado, Caixa de Folia de Reis, Bumba-meu-boi, etc. Essa festa tem características lúdica e religiosa, com muitos símbolos e representação. == Ligações externas == * Prefeitura Municipal * Câmara Municipal * Lei Orgânica Municipal * Dados do IBGE de Abaíra * Categoria:Topônimos de origem tupi",
 "title": "Abaíra"
}