{
 "id": "30122",
 "text": "{{Info/Município do Brasil |nome = Tapauá |preposição = de |foto = Tapauá.jpg |leg_foto = |apelido = Princesinha do Purus |brasão = |bandeira = |link_brasão = |link_bandeira = |link_hino = |aniversário = |fundação = |gentílico =tapauense; tapauara |lema = |padroeiro = Santa Rita de Cássia |prefeito = Gamaliel Andrade de Almeida |partido = PSC |mandato_início = 2021 |fim_mandato = 2024 |mapa = Tapaua.svg |latP =S | latG =05| latM =37 | latS =40 |lonP =O | lonG =63| lonM =10 | lonS =58 |estado = Amazonas |mesorregião = Sul Amazonense |data_mesorregião = IBGE/2008 |microrregião = Purus |data_microrregião = IBGE/2008 |região_metropolitana = |vizinhos = Oeste: Carauari e Itamarati; Norte: Tefé e Coari; Leste: Humaitá e Manicoré; Nordeste: Beruri e Anori; Sul: Lábrea e Pauini |dist_capital = 565 |área = 89324.259 |área_pos =BR: 5º |área_ref = |população = 16876 |data_pop = estimativa populacional - IBGE/2021 |altitude = |clima = equatorial |sigla_clima = Am |idh = 0.502 |data_idh = PNUD/2010 |pib = mil |data_pib = IBGE/2018 |pib_per_capita = 14.307,96 |data_pib_per_capita = IBGE/2018 |dist_ref = |site_prefeitura = tapaua.am.gov.br }} Tapauá é um município brasileiro do interior do estado do Amazonas, Região Norte do país. Localiza-se a sul de Manaus, capital do estado, distando desta cerca de 565 quilômetros. Sua população, estimada pelo Instituto Brasileiro de Geografia e Estatística (IBGE) em 2021, era de habitantes, sendo assim o quadragésimo sétimo município mais populoso do estado do Amazonas. Seu Índice de Desenvolvimento Humano (IDH) é de 0.502, de acordo com dados de 2010, o que é considerado médio pelo PNDU. É pertencente à Região Geográfica Intermediária de Lábrea e Região Geográfica Imediata de Lábrea. == Histórico == O distrito de Boca do Tapauá foi criado através da lei estadual nº 176, de 01-12-1938 sendo subordinado ao município de Canutama no período de 1939 a 1943, permanecendo em divisão territorial desmembrada datada a partir de 1 de julho de 1955. Elevado à categoria de município com denominação de Tapauá, pela lei estadual nº 96, de 19 de dezembro de 1955, sede no atual distrito de Tapauá (ex-Boca de Tapauá), constituído do distrito sede instalado em 31 de janeiro de 1956. No dia 10 de dezembro de 1981 através da Emenda Constitucional nº 12. o município de Tapauá perde partes de seu território, em favor dos novos municípios. == Geografia == Pelo município passa o rio Tapauá, rio Ipixuna e o maior e principal: Rio Purus. == Demografia == Em 2021, a população do município foi registrada pelo Instituto Brasileiro de Geografia e Estatística (IBGE) em . Segundo o censo do ano de 2010, habitantes eram homens e habitantes eram mulheres. Ainda segundo o mesmo censo, habitantes viviam na zona urbana (55,66%) e na zona rural (44,34%). Da população total em 2010, (40,0%) tinham menos de 15 anos de idade, (56,68%) tinham de 15 a 64 anos e 635 habitantes (3,33%) possuíam mais de 65 anos, sendo que a esperança de vida ao nascer era de 66,6 anos e a taxa de fecundidade total por mulher era de 4,4. == Infraestrutura == === Saúde === O município possuía, em 2009, 8 estabelecimentos de saúde, sendo todos estes públicos municipais ou estaduais, entre hospitais, pronto-socorros, postos de saúde e serviços odontológicos. Neles havia 30 leitos para internação. Em 2014, 99,09% das crianças menores de 1 ano de idade estavam com a carteira de vacinação em dia. O índice de mortalidade infantil entre crianças menores de 5 anos, em 2016, foi de 20,57 indicando um aumento em comparação com 1995, quando o índice foi de 17,65 óbitos a cada mil nascidos vivos. Entre crianças menores de 1 ano de idade, a taxa de mortalidade aumentou de 17,65 (1995) para 20,57 a cada mil nascidos vivos, totalizando, em números absolutos, 156 óbitos nesta faixa etária entre 1995 e 2016. No mesmo ano, 34,45% das crianças que nasceram no município eram de mães adolescentes. Conforme dados do Sistema Único de Saúde (SUS), órgão do Ministério da Saúde, a taxa de mortalidade devido a acidentes de transportes terrestres registrou 5,54 óbitos, em 2016, representando um aumento se comparado com 1996, quando não se registrou nenhum óbito neste indicador. Ainda conforme o SUS, baseado em pesquisa promovida pelo Sistema de Informações Hospitalares do DATASUS, houve 2 internações hospitalares relacionadas ao uso abusivo de bebidas alcoólicas e outras drogas, entre 2008 e 2017. A taxa de mortalidade infantil média na cidade é de 5.22 para 1.000 nascidos vivos, sendo o quinto melhor resultado entre os municípios do estado do Amazonas. Em 2016, 25% das mortes de crianças com menos de um ano de idade foram em bebês com menos de sete dias de vida. Óbitos ocorridos em crianças entre 7 e 27 dias de vida foram 12,50% dos registros. Outros 62,50% dos óbitos foram em crianças entre 28 dias e um ano de vida. No referido período, houve 11 registros de mortalidade materna, que é quando a gestante entra em óbito por complicações decorrentes da gravidez. O Ministério da Saúde estima que 100% das mortes que ocorreram em 2016, entre menores de um ano de idade, poderiam ter sido evitadas, especialmente pela adequada atenção à saúde da gestante, bem como por uma adequada atenção à saúde do recém- nascido. Cerca de 98,8% das crianças menores de 2 anos de idade foram pesadas pelo Programa Saúde da Família em 2014, sendo que 0,6% delas estavam desnutridas. Até 2009, Tapauá possuía estabelecimentos de saúde especializados em clínica médica, obstetrícia, pediatria e traumato-ortopedia, e nenhum estabelecimento de saúde com especialização em psiquiatria e cirurgia buco maxilofacial. Dos estabelecimentos de saúde, apenas 1 deles era com internação. Até 2016, havia 3 registros de casos de HIV/AIDS, tendo uma taxa de incidência, em 2016, era de 11,09 casos a cada 100 mil habitantes, e a mortalidade, em 2016, 0 óbitos a cada 100 mil habitantes. Entre 2001 e 2012 houve 139 casos de doenças transmitidas por mosquitos e insetos, sendo a principal delas a leishmaniose e a dengue. == Ver também == * Municípios do Amazonas * Municípios amazonenses por IDH-M * Municípios do Brasil Categoria:Fundações no Amazonas em 1955",
 "title": "Tapauá"
}