{
 "id": "30149",
 "text": "Aracatu é um município brasileiro no interior do estado da Bahia, sendo um dos 24 territórios integrantes do Território de Identidade Sudoeste Baiano, proposto pela Superintendência de Estudos Econômicos e Sociais da Bahia. a 623 quilômetros a sudoeste da capital estadual Salvador. De acordo com o Instituto Brasileiro de Geografia e Estatística (IBGE), sua população estimada em 2022 foi de 13 819 habitantes. ==História== ===Topônimo=== A localidade era denominada \"fazenda São Pedro\", propriedade do coronel Salustiano Rodrigues de Souza, Machado (primeiro morador), motivo pelo qual a fazenda passou a se chamar \"Gameleira dos Machados\", em 19 de agosto de 1919, em cumprimento da lei municipal nº 9 do município de Bom Jesus dos Meiras; já a inclusão da palavra Gameleira, se deve ao fato de existir no lugar grande quantidade de uma árvore com esse nome. Os Machados se tornaram uma família tradicional na região. Em 1933, em cumprimento do decreto estadual nº 11 089 de 30 de novembro de 1938, São Pedro foi elevado a distrito, e em cumprimento à lei estadual nº 119 de 5 de novembro deste mesmo ano, passou a pertencer a Brumado, com seu nome mudado para \"Aracatu\", palavra de origem tupi, que, de acordo com Eusébio de Souza, significa ‘vento ou rajada forte, ou aragem forte, ou vento que cheira’, porém, pode assumir outros significados, como 'bonança', segundo descreveu Gonçalves Dias; ou ‘vento que vem do mar', como define José de Alencar. A palavra aracatu está ligada à palavra \"aracati\" e é quase um consenso entre os escritores que seu significado é \"bons ventos\". ===Povoação=== Até o século XVIII, a região era ocupada por índios tupinambás e pertencia ao então distrito de Bom Jesus dos Meiras, de Caetité, atual município de Brumado. Emancipou-se em 12 de julho de 1962. Em harmonia com a narrativa histórica da região, a povoação de Aracatu teve origem no município ao qual pertencia, que fica a apenas 31 km. Não se tem muitos detalhes sobre o desenrolar da história da povoação do município, depois que se emancipou. ==Política== ===Lista de Prefeitos de Aracatu=== 1°: Libério Alves Maia 2°: Nicanor Prates dos Santos 3°: Sebastião dos Santos Silveira 4°: Afrânio Cotrim Virgens 5°: Sebastião dos Santos Silveira 6°: Armando Alves Correia 7°: Vandique dos Santos Coqueiro 8°: Gildásio Silveira 9°: Agamenon Coqueiro Vieira 10°: Florisdeth Santos Maia 11°: Florisdeth Santos Maia 12°: Silvio Maia Filho 13°: Silvio Maia Filho 14°: Sérgio Silveira Maia 15°: Sérgio Silveira Maia 16º: Braulina Lima Silva == Geografia == O município de Aracatu pertence às regiões geográfica intermediária de Vitória da Conquista e geográfica Imediata de Brumado, localizado no Sudoeste da Bahia, sob as coordenadas 14° 25’ 40’’, latitude sul e 41º 27’ 43’’, longitude oeste, a 740 m de altitude, no Polígono das secas. Faz divisa com Brumado (a oeste), Tanhaçu, Caetanos (a norte) e Maetinga a sul. == Ligações externas == * Prefeitura municipal de Aracatu Categoria:Municípios da Bahia Categoria:Fundações na Bahia em 1962",
 "title": "Aracatu"
}