{
 "id": "30156",
 "text": "{{Info/Município do Brasil | nome = Baixa Grande | foto = Conferência da DS em Baixa Grande (5805533134).jpg | leg_foto = | apelido = | brasão = Brasao Baixa Grande.jpg|200px | bandeira = Bandeira Baixa Grande.jpg|200px | link_brasão = | link_bandeira = | link_hino = | aniversário = 17 de julho | distritos = Baixa Grande (sede); Mandacaru; Italegre; | fundação = | gentílico = baixagrandense | lema = | padroeiro = Nossa Senhora da Conceição | CEP = 44620-000 | prefeito = Gilvan Rios da Silva | partido = PSD | mandato_início = 2021 | fim_mandato = 2024 | vereadores = 11 | mapa = Bahia Municip BaixaGrande.svg | latP = S | latG = 11 | latM = 57 | latS = 36 | lonP = O | lonG = 40 | lonM = 10 | lonS = 04 | estado = Bahia | região_intermediária = Feira de Santana | mesorregião = Centro Norte Baiano | data_mesorregião = IBGE/2008 | microrregião = Itaberaba | data_microrregião = IBGE/2008 | região_metropolitana = | vizinhos = Ipirá, Macajuba, Mundo Novo, Mairi e Pintadas | dist_capital = 252 | área = 982.657 | área_ref = | população = 20488 | data_pop = IBGE/2018 | altitude = 369 | clima = Tropical | sigla_clima = Aw | idh = 0.585 | data_idh = PNUD/2010 | pib = mil | data_pib = IBGE/2016 | pib_per_capita = 6418 | data_pib_per_capita = IBGE/2016 | site_prefeitura = www.baixagrande.ba.gov.br | site_câmara = www.camarabaixagrande.ba.gov.br }} Baixa Grande é um município brasileiro do estado da Bahia. Sua população é estimada em 2019 de habitantes, segundo o IBGE. Localizada a 252 km da capital baiana no piemonte da Chapada Diamantina e centro leste do estado, pertence ao território de identidade Bacia do Jacuípe e tem como principal acesso a BA-052. == História == Assim como a maioria das cidades brasileiras, Baixa Grande surgiu ao redor de uma capela, as margens de uma estrada, num ponto que servia de pouso aos viajantes e suas tropas. As terras eram da fazenda “Cais” propriedade de Dona Ana Ribeiro Soares. De acordo com o livro \"Vida de Baixa Grande\" de Judite Soares de Sousa e Azevedo, Dona Ana Souza Santos tinha um costume de todo mês de Setembro ir a Monte Alegre (atual Mairi) pagar promessas a santa de sua devoção nossa Senhora das Dores. Saindo da fazenda Cais com todos os seus rumo a esta longa viagem, em uma carroça, puxada por dois burros ou pelos seus escravos. Na volta desta cansativa viagem pararam na estrada em uma \"baixa grande\" para descansar e almoçar. Logo depois, encantada com aquele lugar fez um pedido a seu filho mais velho Manoel Ribeiro Soares: \"meu filho estou velha e cansada de viajar para Monte Alegre, seria bom que construísse aqui nesta \"baixa grande\" uma capela\". O filho questionou quanto ao local, contudo fez a vontade de sua mãe. Imediatamente ele ordenou aos seus escravos que desbravassem as matas, onde daria início a construção da capela. Feiras livres eram realizadas no entorno desta capela (atualmente a Igreja matriz de Baixa Grande) e casas foram erguidas. Baixa Grande foi então fundada pelo Coronel da Guarda Nacional, Manoel Ribeiro Soares, filho de Dona Ana Ribeiro Soares por volta do ano de 1860 a 1861. Por intermédio do fundador, e demais famílias, no ano de 1872 pela Lei Provincial nº 1.195, o arraial de Baixa Grande foi emancipado e desmembrado do município de Santana do Camisão, (atual Ipirá). Baixa Grande é então elevada à vila pela Lei provincial nº 2.502 de 17 de julho de 1885, foi extinto por Lei Estadual nº 640, de 12 de maio de 1906, sendo anexado ao município Capivari. Restaurado por Lei Estadual nº 806, de 28 de julho 1910, o município foi extinto mais uma vez em 1931, passando o território para Monte Alegre (hoje Mairi). Finalmente emancipou-se politicamente em 1933. Categoria:Fundações na Bahia em 1885",
 "title": "Baixa Grande"
}