{
 "id": "30166",
 "text": "{{Info/Município do Brasil | nome = Biritinga | foto = | leg_foto = | apelido = | brasão = Brasão de Biritinga.svg | bandeira = Bandeira de Biritinga.svg | link_brasão = | link_bandeira = | link_hino = | aniversário = 23 de abril | fundação = | emancipação = | gentílico = biritinguense | lema = | padroeiro = São Sebastião | CEP = 48780-000 | prefeito = Gilmario Souza de Oliveira | partido = PSB | fim_mandato = 2024 | mapa = Bahia Municip Biritinga.svg | latP = S | latG = 11 | latM = 37 | latS = 01 | lonP = O | lonG = 38 | lonM = 48 | lonS = 00 | estado = Bahia | mesorregião = Nordeste Baiano | data_mesorregião = IBGE/2008 | microrregião = Serrinha | data_microrregião = IBGE/2008 | região_metropolitana = | vizinhos = Serrinha, Lamarão, Água Fria, Sátiro Dias, Nova Soure, Araci, Tucano e Teofilândia | dist_capital = 192 | área = 553.762 | área_ref = | população = 15146 | data_pop = Censo IBGE/2022 | altitude = 249 | clima = Tropical semiárido | sigla_clima = BSh | idh = 0.538 | data_idh = PNUD/2010 | pib = mil | data_pib = IBGE/2021 | pib_per_capita = 9096.16 | data_pib_per_capita = IBGE/2021 | site_prefeitura = www.biritinga.ba.gov.br | site_câmara = }} Biritinga é um município brasileiro no interior do estado da Bahia, localizado no Território do Sisal. == Etimologia == O topônimo Biritinga é oriundo do tupi e significa “cana branca”, “junco branco”. ==História== A região teve como primeiros habitantes os indígenas beritingas, pertencente ao grupo dos cariris. Em 1822, João Pedreira Lobo criou, em terras pertencentes à sesmaria de Biritinga, a Fazenda Bebedouro, que está distante 9 km da atual sede municipal de Biritinga. Em 1860, surgiu, nas proximidades de uma lagoa, o povoado de Manga, sendo um ponto de pouso para boiadeiros e tropeiros, cujo nome deriva provavelmente de uma mangueira, em cuja sombra descansavam aqueles que paravam na povoação. Anos depois, foi aberta uma estrada pelo engenheiro agrimensor Joaquim Nobre da Silva Bastos, ligando Alagoinhas a Monte Santo, passando pelo povoado de Manga, o qual teve um grande crescimento. Com isso, essa povoação, pertencente a Inhambupe, foi elevada à categoria de freguesia, dentro dessa mesma vila, por meio da Lei provincial nº 1.267 de 8 de abril de 1873. Em 1890, o distrito de Manga foi transferido para Serrinha e teve seu nome alterado para Biritinga e, em abril do ano seguinte, foi criado o cartório de paz do distrito, sendo o primeiro escrivão Manoel Pereira de Santana e o juiz de paz Francisco Pereira Lobo. Em 1918, em terras doadas por Antônio Martins de Cerqueira, foi erguida uma capela de Nossa Senhora de Belém, cujas primeiras pedras foram postas por Antônio Conselheiro, em Biritinga, que foi elevada à condição de paróquia no ano seguinte, tendo como primeiro pároco Fábio Moreira. Em 23 de abril de 1962, o governador da Bahia na época, Juracy Magalhães, sancionou a Lei Estadual nº 1684, que desmembrou de Serrinha o distrito de Biritinga e o elevou à categoria de município, sendo instalado em 7 de abril de 1963, com a posse do primeiro prefeito, Salvador Fabiano de Carvalho, e da primeira legislatura da Câmara Municipal. Em 2009, o Prefeito Gilmário Souza de Oliveira, único prefeito eleito por três gestões, criou, em sua estrutura administrativa, a Secretaria Municipal de Cultura, tendo o Sr. Fábio Bastos como primeiro secretário. Após a realização de um estudo de TCC para faculdade de Direito iniciado pelo ex-vereador Dr. Carlos de Souza Bispo, Biritinga passou a contar com duas comunidades remanescentes de quilombo: Vila Nova, certificada em 2010, e Trindade, certificada em 2019. ==Geografia== Biritinga está localizada no Nordeste da Bahia, mais especificamente no Território do Sisal. Sua sede municipal está a uma altitude de 249 m acima do nível do mar. O município, com relevo predominantemente plano, faz divisa com Araci e Tucano (N), Água Fria (S), Sátiro Dias (L) e Teofilândia e Serrinha (O). A hidrografia municipal tem como principais rios o Inhambupe e Várzea. O clima de Biritinga é semiárido e o solo, muito fértil. O lençol freático biritinguense é muito abundante, abastecendo o próprio município e municípios próximos, como Serrinha, Conceição do Coité, Retirolândia, Teofilândia, além de mineradoras como a Mineração Fazenda Brasileiro, empresa do grupo canadense Yamana Gold Inc. ==Rodovias== * BA-233 - Sátiro Dias a Biritinga; * BA-084 - Biritinga a Nova Soure; * BR-324 - Biritinga a Salvador; * BR-116 - Biritinga a Serrinha; ==Ligações externas== * Página da prefeitura Categoria:Fundações na Bahia em 1962",
 "title": "Biritinga"
}