{
 "id": "30172",
 "text": "{{Info/Município do Brasil | nome = Boquira | foto = BOQUIRA.jpg | apelido = | brasão = Brasão Boquira.png | bandeira = Bandeira do municipio de Boquira.jpg | link_hino = | emancipação = | distritos = Boquira (sede) e Bucuituba | aniversário = 6 de abril | fundação = | gentílico = boquirense | lema = | padroeiro = Nossa Senhora da Abadia | CEP = 46530-000 | prefeito = Luciano de Oliveira e Silva | partido = PSB | fim_mandato = 2024 | mapa = Bahia Municip Boquira.svg | latP = S | latG = 12 | latM = 49 | latS = 22 | lonP = O | lonG = 42 | lonM = 43 | lonS = 51 | estado = Bahia | mesorregião = Centro-Sul Baiano | microrregião = Boquira | região_metropolitana = | vizinhos = Macaúbas, Ibipitanga, Ibitiara, Oliveira dos Brejinhos e Paratinga | dist_capital = 651 | área = 1426.233 | área_ref = | área_urbana = | área_urbana_data = IBGE/2019 | população = 19322 | população_pos = BA: 165º | altitude = 560 | clima = Tropical semiárido | sigla_clima = BSh | idh = 0.603 | pib = mil | pib_per_capita = 8800.66 | site_prefeitura = www.boquira.ba.gov.br | site_câmara = http://www.camara.boquira.ba.io.org.br/ | leg_foto = Vista Parcial Da Cidade | link_brasão = | link_bandeira = | data_mesorregião = IBGE/2008 | data_microrregião = IBGE/2008 | data_pop = Censo IBGE/2022 | data_idh = PNUD/2010 | data_pib = IBGE/2021 | data_pib_per_capita = IBGE/2021 }} Boquira é um município brasileiro do estado da Bahia. Sua população, no censo de 2022, era de 19.322 habitantes, distribuídos por uma área de 1.426,233 km². Um lugar nascido pela extração de chumbo, zinco, prata, assim como de pedras preciosas e semipreciosas. Até o governo Collor, era destaque no cenário nacional pela exploração de minério de chumbo, tanto pela qualidade quanto pela quantidade, sendo a maior reserva deste minério do Brasil. Nos dias atuais, se mantêm graças aos recursos financeiros governamentais e aposentadorias, grande parte delas deixadas aos ex funcionários da Mineradora Boquira. == Topônimo == O topônimo Boquira é oriundo do tupi e significa \"broto, nascente de água\". == História == A região de Boquira começou a ser colonizada no século XVII, com a expansão da pecuária da Casa da Ponte, de Antônio Guedes de Brito, por meio de vaqueiros rendeiros desse latifúndio, e se ampliou no século seguinte, com a chegada de mais colonizadores. Em 1805, a Casa da Ponte arrendou o Sítio Macacos a Venceslau Dourado do Monte e, dois anos depois, a Florência das Neves Magalhães. Posteriormente, na década de 1860, convergiam para esse sítio um grande número de pessoas e, em 1868, ergueu-se uma capela em louvor a Nossa Senhora da Abadia, ao redor da qual se formou a povoação de Assunção de Nossa Senhora da Abadia, embrião da atual cidade de Boquira, pertencente a Macaúbas e elevada à categoria de distrito do mesmo município, com o nome Assunção, por meio do Decreto-Lei Estadual nº 9300, de 29 de dezembro de 1934. O Decreto decreto-lei estadual nº 141, de 31 de dezembro de 1943, alterou o nome do distrito de Assunção para Boquira. Na década de 1950, foram descobertas as reservas de chumbo em Boquira, o que trouxe um grande crescimento para o distrito. A população do distrito sentia a necessidade de autonomia e independência econômica, uma vez que já se encontrava instalada a mineração Boquira e todos os impostos ficavam nos cofres públicos de Macaúbas. Vendo a situação, o Sr. Manoel José Neto, vereador de Macaúbas e filho de Boquira, apresentou à Câmara Municipal de Macaúbas o projeto de emancipação de Boquira no dia 27 de fevereiro de 1962. O projeto foi aprovado e, em 6 de abril de 1962, a Lei Estadual n° 1663 desmembrou de Macaúbas os distritos de Boquira e Bucuituba para formar o novo município de Boquira. Com a aprovação do projeto de emancipação política e criação do novo município, preparavam-se a primeira eleição municipal de Boquira. Os candidatos a prefeito nesta eleições eram foram o Dr. José Lins da Costa, médico de Salvador que veio prestar serviço à mineração e apoiado por ela, e o Sr. Manoel José Neto, filho de Boquira e autor do projeto de emancipação. O Dr. José Lins da Costa foi eleito o primeiro prefeito da cidade e tomou posse, junto com a primeira legislatura da Câmara Municipal, em 8 de abril de 1963, às 15h, no prédio provisório da Prefeitura Municipal, estando, assim, o município instalado. Depois de um certo tempo, no final de 1991, a mina foi desativada por problemas econômicos, deixando um problema ambiental de grande repercussão internacional pelo rejeito colocado, a céu aberto, praticamente dentro da sede municipal. Desde então, se denuncia a situação degradante ao meio ambiente e à população e nada foi realizado para a contenção da poluição ambiental. == Economia == O Município está inserido em uma região serrana, riquíssima em minerais preciosos. Até o governo Collor, era destaque no cenário nacional pela exportação de minério de chumbo, tanto pela qualidade quanto quantidade, sendo a maior reserva do Brasil. A atividade econômica principal é a agropecuária, com destaque para a criação de caprinos e nas épocas das chuvas, o plantio de feijão, milho e palma. Na atividade extrativa, destacam-se frutas como mangaba, umbuzeiro, buriti e Pequi. Esses produtos enriqueceram de iguarias nativas as feiras locais. O comércio esta em desenvolvimento, visto que a cidade está atrelada aos empregos públicos e sua economia está dependente dos recursos do governo Federal e estadual. Hoje, o grande empregador é a Prefeitura Municipal, considerando a fragilidade do setor terciário pela condição temporária de ocupação da mão-de-obra excedente. Atualmente se destaca na exportação da pedra azul (quartzito), denominação local dessa região. É beneficiado na Itália, seu maior comprador, sendo umas das últimas serras que possui tal mineral. O município de Boquira, por ter sido parte de Macaúbas, ainda depende de alguns serviços que são prestados por este município, incluindo as estradas que servem as minas pelo município de Macaúbas, devido à dificuldade de acesso por Boquira. == Educação == O município contem escolas estaduais, municipais e particulares, sendo elas no ensino médio e fundamental, possui faculdade de ensino a distancia UNOPAR além de cursos pós graduação pela FAIBRA. Os alunos são transportados por ônibus e automóveis, sendo esses terceirizados pela prefeitura municipal. Na Zona Urbana as Principais Escolas Publicas são: ESTADUAL: * CEB (Colégio Estadual de Boquira) MUNICIPAL: * Colégio Municipal Ângelo Magalhães * Escola Municipal Tiradentes * Escola Municipal Monteiro Lobato * Colégio Municipal Antonio Carlos Magalhães PRIVADO: * IENSA (Instituto de Educação Nossa Senhora da Abadia) * ISEM (Instituto Social de Educação Macaubense) == Religiosidade == Podemos afirmar que o povo boquirense foi catolizado mesmo antes da época fazenda Macacos. O povo tinha grande devoção por Nossa Senhora da Abadia. A população passou por uma grande seca que assolava a região, as águas das nascentes do povoado de Nossa Senhora da Abadia e Brejo Grande secaram, os animais morrendo de sede e fome, as pessoas sobreviviam comendo palmas e mandacaru (plantas nativas). A situação agravou, pais desesperados sem terem o que alimentar os seus filhos o que comer... foi então que começaram a fazer penitencia e todos os dias ao meio dia, com um pouco de água que conseguiam, colocavam-na em potes de barro, colocavam-nos na cabeça e subiam para o cruzeiro (serra) rezando e cantando a reboque das vozes cansadas e afinadas das beatas, pedindo misericórdia a Nossa Senhora da Abadia. Derramavam a água no cruzeiro, lavando os pés da Santa (primitiva). Foram vários dias de penitência. Certo dia, ao meio dia, durante a penitência, uma enorme nuvem se formou ao lado do cruzeiro e a chuva começou a cair de bênção aquele povo. Nessa ocasião, é com fé inabalável a Nossa Senhora da Abadia que fizeram um voto de construir uma capela no povoado.Para a construção da capela, houve uma petição para erguer a casa de oração em que todos os anos celebravam a festa, com novenas, procissão e encerrada com uma missa em casa particular, em especial do Sr. Luiz Xavier Magalhães. Por volta de 1843, os proprietários da fazenda mandaram buscar outra imagem da dita Santa em Minas Gerais, importada de Portugal, que veio chefiada pelo Frei João, alguns capuchinhos e escravos, com objetivo de evangelização. Em 12 de abril de 1868, o Pe. Fernando Augusto Ledo deu licencia ao Sr. Luiz Xavier de Magalhães para ser o primeiro procurador da festa e tirar esmolas para a dita freguesia. Em 27 de novembro de 1868, D. Romualdo Antônio Seixas concedeu licencia para que se levantasse no povoado de Nossa Senhora da Abadia uma capela debaixo da mesma Senhora para nela se celebrar os santos mistérios da Religião. Assim foi construída a capela. Durante todos esses anos, a Capela passou por várias reformas, modificando totalmente até chega no estilo atual, mas a fé e a devoção por Nossa Senhora da Abadia continua a mesma, todos os anos, no mês de Agosto, Boquira reúne milhares de pessoas na praça principal, que leva o nome da Santa, aonde são realizados os festejos em homenagem à padroeira da cidade. == Política == === Poder executivo === A democracia se faz presente em Boquira desde a emancipação política em 1962, e desde então a cidade escolhe os seus governantes pelo voto livre. === Poder legislativo === A câmara de vereadores da cidade, no princípio, era composta por oito vereadores, em seguida por onze e depois por nove, atualmente por onze. Responsáveis pela legislação do município e fiscalização do poder executivo, um dos trabalhos mais importantes do poder legislativo até o momento foi a instituição da Lei orgânica do município, promulgada em 5 de abril de 1990, tendo como relator o vereador Mário Cesar Nunes, considerada como um grande avanço para a época. É a lei magna local. === Estrutura Administrativa === ==== Executivo ==== * Controladoria Interna * Secretaria de Educação, Cultura, Esportes e Lazer * Secretaria da Fazenda * Secretaria de Administração e Planejamento * Secretaria de Saúde * Secretaria de Agricultura * Secretaria do Meio Ambiente * Secretaria de Obras e Serviços Urbanos * Secretaria de Assistência Social * SAAE * Conselho Tutelar ==== Legislativo ==== * Câmara Municipal de Vereadores composta por 11 Vereadores ==== Judiciário ==== * Fórum da Comarca de Boquira * TRE - Tribunal Regional Eleitoral * TRT - Tribunal Regional do Trabalho == Bandeira e brasão de Boquira == === Bandeira de Boquira === Idealizada pelo Sr. Celecino O. Oliveira Neto, em 18 de fevereiro de 1967. Com base no Artigo Nº 94, inciso IV da Lei nº 3.531 de 10 de novembro de 1967, oficializada pela Lei nº 30, de maio de 1977, aprovada pela câmara de vereadores e sancionada pelo então prefeito municipal, com as seguintes características: * Art 1º - Fica oficializada a Bandeira do Município de Boquira com um metro e quarenta e cinco centímetros (1,45 cm) de comprimento, por oitenta e cinco (85 cm) largura, contendo: uma faixa diagonal amarela com quarenta centímetros (40 cm) de largura descrita no sentido ângulo superior esquerdo e ângulo inferior direito, simbolizando a riqueza mineral do município, ladeada na parte inferior pela hipotenusa de um triângulo retângulo de cor verde, simbolizando a riqueza vegetal e na parte superior da hipotenusa de um triângulo retângulo de cor azul, simbolizando o nosso céu, e, no quadrante superior esquerdo, um quadrado de cor branca medindo trinta e três centímetros (33 cm) de lado, onde se vê: ao centro um livro aberto, símbolo da educação, sobre este, o símbolo químico do chumbo (pb), principal produto mineral do município (na época) e ao seu redor uma planta de milho ao lado esquerdo e um ramo de fumo ao lado direito, principal produto vegetal do do município, unidos por um laço na parte inferior, significando a união dos concidadãos boquirenses. * Art. 2º - Esta Lei entrará em vigor na data de sua publicação, revogadas as disposições em contrário. === Brasão de Boquira === O brasão de Boquira pode heraldicamente descrito assim: \"Ao centro um livro aberto, símbolo da educação, sobre este, o símbolo químico do chumbo (Pb), principal produto mineral do município na época e, ao seu redor, uma planta de milho ao lado esquerdo e um ramo de fumo ao lado direito, principal produto vegetal do município, unidos por um laço na parte inferior, significando a união dos concidadãos boquirenses\". * == Saúde == Na Sede, existe o hospital Municipal de Boquira, SAMU, e cinco Postos de Saúde da Família (PSF), sendo três na sede do município: no Centro, Barreiro e Outro Lado. E mais três na zona rural, Vaca Morta, Brejo Grande e Bucuituba, além de outros postos espalhados em várias comunidades do município. == Transporte == O transporte rodoviário interestadual é oferecido apenas por três empresas de transporte terrestre de passageiro: a Viação Novo Horizonte com destino a Capital do Estado - Salvador, São Paulo e diversos outros itinerários intermunicipais e interestaduais; a Real Expresso com a rota Macaubas - Salvador; a Emtram com destinos a São Paulo (capital). A cidade conta com uma simples pista de pouso para aviões de pequeno porte, servindo, também, como heliporto. == Comunicação == O município tem uma emissora de rádio comunitária local, a 104.9 FM que atinge áreas rurais e distantes da sede. Atualmente duas operadoras de telefonia móvel atuam em Boquira: Vivo e Claro. Jornais como O ECO e o Sudoeste da Bahia circulam pela cidade, mas com advento da Internet, blogs, sites e rede sociais passaram a ser o meio de comunicação alternativo de toda população boquirense. Boquira não possui nenhuma geradora de TV existem 5 canais abertos e gratuitos, são eles: * Canal 05 - TV Aratu (SBT) * Canal 07 - Band Bahia (Rede Bandeirantes) * Canal 09 - RecordTV Itapoan (RecordTV) * Canal 11 - TVE Bahia (TV Brasil) * Canal 13 - TV Sudoeste (Rede Bahia / Rede Globo) == Comemorações == * * Aniversário da Cidade (6 de abril) * Festa de São João (21 a 24 de junho) * Festa da Padroeira Nossa Senhora da Abadia (15 de agosto) * Festa de Santa Bárbara (4 de dezembro) == Outras Informações == * População estimada em 2013: 22.389 habitantes * DDD : (77) * CEP: 46530-000 * Voltagem :110V == Ver também == * Lista de municípios da Bahia por mesorregiões e microrregiões * História da Bahia * Geografia da Bahia Categoria:Municípios da Bahia Categoria:Fundações na Bahia em 1962",
 "title": "Boquira"
}