{
 "id": "30184",
 "text": "{{Info/Município do Brasil | nome = Caetanos | foto = Caetanos-Imagem aérea.jpg | leg_foto = Imagem aérea de Caetanos, 2016. | apelido = | brasão = Bandeira de Caetanos.png | bandeira = | link_brasão = | link_bandeira = | link_hino = | aniversário = 8 de janeiro | fundação = | gentílico = caetanense | lema = | padroeiro = Santo Antônio de Pádua | CEP = 45265-000 | prefeito = Paulo Alves dos Reis | partido = PCdoB | fim_mandato = 2024 | mapa = Bahia Municip Caetanos.svg | latP = S | latG = 14 | latM = 20 | latS = 16 | lonP = O | lonG = 40 | lonM = 54 | lonS = 36 | estado = Bahia | mesorregião = Centro-Sul Baiano | data_mesorregião = IBGE/2008 | microrregião = Vitória da Conquista | data_microrregião = IBGE/2008 | região_metropolitana = | vizinhos = Anagé, Mirante, Bom Jesus da Serra, Tanhaçu | dist_capital = 300 | área = 767.146 | área_ref = | população = 11266 | data_pop = estimativa IBGE/2022 | altitude = 409 | clima = tropical | sigla_clima = | idh = 0.542 | data_idh = PNUD/2010 | pib = mil | data_pib = IBGE/2008 | pib_per_capita = 2144.08 | data_pib_per_capita = IBGE/2008 | site_prefeitura = www.caetanos.ba.gov.br | site_câmara = www.camaracaetanos.ba.gov.br }} Caetanos é um município brasileiro do estado da Bahia. Sua população estimada em 2022 era de 11.266 habitantes. Sendo integrante de um dos 24 municípios do Território de Identidade Sudoeste Baiano proposto pela Superintendência de Estudos Econômicos e Sociais da Bahia. == História == No início do século XIX, as terras onde hoje se localiza o município de Caetanos, ainda pertenciam à cidade de Rio de Contas, mas com a decadência do ouro naquela região, a cidade acabou perdendo parte do seu território para o próspero arraial de Caetité, que no ano de 1810, ganha sua autonomia com a criação da Vila do Príncipe de Santana de Caetité, o novo território da Vila de Caetité, abrangia toda área que ficava entre os rios de Contas e o Pardo e se estendia até as cidades de Itapetinga, Ibicuí já bem próximo de Ilhéus. Nesse tempo, muitos portugueses vieram para o Brasil, todos eles em busca de uma vida melhor. Muitos deles eram analfabetos e por causa da decadência do ouro, muitos deles tornaram-se fazendeiros e comerciantes, comercializando em tropas pelos pequenos arraiais que surgiam em todo o sertão baiano. Um desses portugueses foi Antonio Duarte de Oliveira, que inicialmente residiu na antiga na Lage do Gavião, isso por volta do ano de 1800. Mais tarde, esse pequeno arraial tornou-se muito próspero e já tinha o nome de São Gonçalo das Lages (antiga Lage do Gavião). Ali ele constitui a sua família e seus filhos eram: Felix Antonio de Oliveira, Romualdo Antonio de Oliveira, Honorato Duarte de Oliveira, Theotonio Duarte de Oliveira e outros… Por volta do ano de 1815, Antonio Duarte de Oliveira, compra as terras onde hoje está o município de Caetanos. Ele comprou essas terras na mão do procurador da Casa do Fidalgo (Governo da Bahia), que eram os herdeiros de Antonio Guedes de Brito. A escritura foi lavrada na cidade de Caetité. Mas no ano de 1854 o governo baixou um novo decreto, obrigando assim a todos os proprietários de terras a registrarem suas terras novamente. Mas isso só aconteceu quatro anos depois, pois conforme o Registro Eclesiástico de Terras de nº 887 a fazenda da Caveira foi registrada na data de 5 de julho de 1858, na Imperial Villa da Vitória (hoje Vitória da Conquista). Constavam as seguintes medidas: uma légua de largura e três léguas de comprimento, sendo pela Nascente: extrema com a fazenda do Peixe, pelo Poente: com a fazenda do Mandacaru, pelo Sul: com os herdeiros de Cipriano Francisco Moreira e pelo Norte: com a fazenda Boa Vista. A nova residência de Antonio Duarte Oliveira foi construída às margens do rio Caveira e ficava onde mora hoje Nelson de Sodônio, na comunidade dos Macenas cuja família faz parte de sua descendência. A casa era de taipa, ou seja: de enchimento (paredes feitas de barro socado, entre estacas e ripas). Caetanos neste tempo era apenas uma fazenda e tinha como primeiro nome fazenda Caveira, por causa do rio que banhava a mesma. Depois a fazenda mudou o nome para Salinas dos Caetanos, isso em 1885 devido o sal facilmente retirado da terra e 10 anos depois, mudou-se o nome para Serra da Salina, e em 1912 passou a chamar Caetanos e a Serra passou a ser chamada Serra do Cruzeiro. Antonio Duarte de Oliveira foi o primeiro morador oficialmente a residir neste território. A comunidade dos Macenas está distante da sede de Caetanos cerca de 2 km. Seu filho Felix Antonio de Oliveira casou-se com uma índia Bugre, pega a “Dente de Cachorro” como dizia minha vó. Foi batizada com o nome de Sophia Maria de Jesus. Dessa união nasceram os seguintes filhos: Patrício Antonio de Oliveira (bisavô de Antonio de Silvino), Thomaz de Aquino de Oliveira, Galdina Maria de Jesus (avó de Zé de Naro), Felismina Maria de Jesus (bisavó de Derlindo Macena), Maria Rosa de Jesus (esposa do Conde que está sepultado na Serra do Cruzeiro), Joana (casada com Isidoro Caetano da Rocha). Portanto Felix Antonio de Oliveira tornou-se o patriarca de muitas famílias que ainda hoje residem em Caetanos, já que seus irmãos residiam na antiga Lage do Gavião. === Etimologia === A origem do nome Caetanos vem de um filho natural do português Antonio Duarte de Oliveira, por nome de João Caetano da Rocha. Antonio Duarte teve este filho com uma índia, em uma de suas aventuras pelos arredores do arraial da Lage do Gavião. Naquele tempo, havia muitos índios por essas bandas, já quase todos domesticados, índios esses que haviam fugido do arraial da Conquista, que tinha ali no comando Antonio Dias de Miranda, primogênito do capitão-mor João Gonçalves da Costa. João Caetano da Rocha, filho natural de Antonio Duarte foi adotado por uma família que morava em Brejo Grande (hoje a cidade de Ituaçu). João Caetano da Rocha foi batizado com este nome levando assim o sobrenome daquela família. Depois de muito tempo, João Caetano da Rocha ficou sabendo, que seu verdadeiro pai chamava-se Antonio Duarte de Oliveira e que morava não muito longe um do outro. Nesse tempo, João Caetano já tinha filhos, dos quais cito aqui alguns deles: José Caetano, Manoel Caetano e Isidoro Caetano da Rocha, todos ainda pequenos. Antonio Duarte o reconheceu como filho, já que o mesmo passou a morar na fazenda Caveira, no lugar onde mora hoje seu Genso (pai de Olga). Ali ele se tornara o vaqueiro e fazia quase todo o serviço da fazenda. Naquele tempo o caminho das tropas passava defronte a casa de João Caetano, esse caminho ligava a estrada Real que vinha do norte de Minas com destino a Nazaré no recôncavo baiano. A estrada Real passava em Conquista, Poções, Maracás, Areias e Nazaré. O caminho que passava em frete a casa de João Caetano, vinha da vila dos Coquinhos e ligava a Lage do Gavião e seguia para o arraial do Areião e deste, ligava a Maracás. Os tropeiros paravam para descansar em frente à casa de João Caetano, pois ali em frete havia uma grande lagoa e muita sombra para os animais. Muitos tropeiros começaram a trocar ali mercadorias, já que uns levavam a farinha, o feijão, o milho, já outros levavam o açúcar a rapadura e muitas outras mercadorias. João Caetano vendo o movimento que ali crescia, resolveu ali colocar uma venda e assim começou a comercializar mercadorias. As famílias que moravam nas regiões vizinhas começaram a frequentar o lugar dizendo: “vamos lá nos Caetanos, lá tem tudo o que a gente precisas”. Portanto o sobrenome Caetano passou então a ser chamado: Caetanos, por causa do sobrenome da família de João Caetano da Rocha. A partir deste momento os outros filhos de João Caetano que nasceram na fazenda Caveira foram batizados com o sobrenome de Oliveira, em homenagem a Antonio Duarte, como é o caso de Manoel Inácio de Oliveira, João Antonio de Oliveira e Anastácio Francisco de Oliveira (avó de João Lopes de Oliveira – Tijão). === Formação administrativa === Distrito criado com a denominação de Nova Lage, pela Lei Municipal nº 2, de 15 de fevereiro de 1920, aprovada pela Lei Estadual nº 1.707, de 2 de junho de 1924, subordinado ao município de Poções. Em divisão administrativa referente ao ano de 1933, o Distrito de Nova Lage, figura no município de Poções. Assim permanecendo em divisões territoriais datadas de 31-XII-1936 e 31-XII-1937. Pelo Decreto-Lei estadual nº 10.724, de 30 de março de 1938, o Distrito de Nova Lage tomou a denominação de Nova Lage do Gavião. Pelo Decreto Estadual nº 11.089, de 30 de novembro de 1938, o Distrito de Nova Lage do Gavião passou a denominar-se Vista Nova. No quadro fixado para vigorar no período de 1939-1943, Vista Nova (ex-Nova Lage do Gavião (ex-Nova Lage). Pelo Decreto-Lei Estadual nº 141, de 31 de dezembro de 1943, confirmado pelo Decreto Estadual nº 12.978, de 1º de junho de 1944, o município de Poções passou a chamar-se Djalma Dutra. Pelo ato das disposições transitórias datada de 2 de agosto de 1947, o município de Djalma Dutra volta antiga denominação de Poções Em divisão territorial datada de 1-VII-1950, o Distrito de Vista Nova, figura no município de Poções (ex-Djalma Dutra). Em divisão territorial datada de 1-VII-1960, o município permanece no município de Poções. Assim permanecendo em divisão territorial datada de 1-I-1979. Pela Lei Estadual nº 4.045, de 14 de maio de 1982, o Distrito de Vista Nova tomou a denominação de Caetanos. Em divisão territorial datada de 1-VII-1983, o Distrito de Caetanos (ex-Vista Nova), figura no município de Poções. Assim permanecendo em divisão territorial datada de 1988. Elevado à categoria de município com a denominação de Caetanos, pela Lei Estadual nº 4.827, de 31 de janeiro de 1989, desmembrado de Poções. Sede no antigo Distrito de Caetanos. Constituído do Distrito sede. Instalado em 1º de janeiro de 1990. Em divisão territorial datada de 1995, o município é constituído do Distrito sede. Assim permanecendo em divisão territorial datada de 2001. Pela Lei Municipal nº 31, 13 de setembro de 1999, foram criados os distritos de Alegre e Caldeirão e anexados ao município de Caetanos. Em divisão territorial datada de 2001, o município é constituído de 3 distritos: Caetanos, Alegre e Caldeirão. Assim permanecendo em divisão territorial datada de 2007. === Alterações toponímicas distritais === *Nova Lage para Nova Lage do Gavião, alterado pelo Decreto-Lei Estadual 10.724, de 30 de março de 1938. *Nova Lage do Gavião para Vista Nova, alterado pelo Decreto Estadual nº 11.089, de 30 de novembro de 1938. *Vista Nova para Caetanos, alterado pela Lei Estadual nº 4.045, de 14 de maio de 1982. == Geografia == === Hidrografia === *Rio Gavião === Rodovias === * BR-407 == Bibliografia == * == Ligações externas == * Categoria:Municípios da Bahia Categoria:Fundações na Bahia em 1989",
 "title": "Caetanos"
}