{
 "id": "30186",
 "text": "{{Info/Município do Brasil | nome = Cairu | foto = Morro1.jpg | leg_foto = Morro de São Paulo, na ilha de Tinharé, no município de Cairu. | apelido = Casa do Sol | link_brasão = | link_bandeira = | brasão = Brasão_de_Cairu_BA.png | bandeira = Bandeira de Cairu.png | link_hino = | aniversário = 30 de março | emancipação = | fundação = | gentílico = cairuense | lema = Nosso sol é nossa gente | padroeiro = Nossa Senhora do Rosário | CEP = 45420-000 | prefeito = Hildercio | partido = UNIÃO | fim_mandato = 2024 | mapa = Bahia Municip Cairu.svg | latP = S | latG = 13 | latM = 29 | latS = 13 | lonP = O | lonG = 39 | lonM = 02 | lonS = 38 | estado = Bahia | mesorregião = Sul Baiano | data_mesorregião = IBGE/2008 | microrregião = Valença | data_microrregião = IBGE/2008 | região_metropolitana = | vizinhos = Nilo Peçanha, Taperoá, Valença | dist_capital = 292 ou 140 (via ferry boat); | área = 451.194 | área_ref = | população = 18486 | população_ref = | data_pop = 2024 | altitude = 13 | clima = Af - Clima tropical úmido ou superúmido | sigla_clima = | idh = 0.627 | data_idh = PNUD/2010 | pib = | data_pib = IBGE/2021 | pib_per_capita = 80656.90 | data_pib_per_capita = IBGE/2021 | site_prefeitura = www.cairu.ba.gov.br | site_câmara = www.camara.cairu.ba.io.org.br }} Cairu é um município do estado da Bahia, no Brasil. Sua população, segundo a estimativa de 2024 do IBGE, é de habitantes. Junto com Ilhabela, Cairu é um dos dois municípios-arquipélago brasileiros. É formado por 26 ilhas. Cairu faz parte do Baixo Sul, região que reúne habitantes. == História == A região era primitivamente habitada pelos índios aimorés. A penetração portuguesa no território iniciou-se na primeira metade do século XVI, por Francisco Romero, administrador da Capitania de São Jorge dos Ilhéus, que, encantado com a amenidade do clima e a graciosidade do local, iniciou, aí, uma povoação, enfrentando a ira dos aimorés. Foi tornada vila em 1608, das mais importantes da colônia, inclusive sendo sede de ouvidoria da Capitania de Ilhéus. Foi município criado por Carta Régia de 1608, desmembrado de Ilhéus, recebendo a denominação de \"Vila de Nossa Senhora do Rosário do Cairu\". A sede, formada freguesia com o orago de Nossa Senhora do Rosário, em 1610, foi elevada à categoria de cidade, através do Decreto-Lei Estadual de 30 de março de 1938. Em divisão territorial datada de 1º de julho de 1960, o município é constituído de 4 distritos: Cairu, Galeão, Gamboa (ex-Gamboa do Morro) e Velha Boipeba. == Paróquia de Nossa Senhora do Rosário == A Paróquia de Nossa Senhora do Rosário abrange todo o município-arquipélago de Cairu. Pertence à Diocese de Amargosa, o pároco é o frei Augusto Dirksmeyer OFM, o vigário paroquial é o frei Fernando Pinheiro de Araújo OFM e o cooperador é o frei Hilton Francisco da Cruz Botelho OFM. == Etimologia == Existem duas etimologias aventadas para o topônimo \"Cairu\": * viria do termo tupi cairu, que designava uma espécie de planta;FERREIRA, A. B. H. Novo dicionário da língua portuguesa. 2ª edição. Rio de Janeiro. Nova Fronteira. 1986. p. 551. * viria do termo tupi ka'iry, que significa \"rio dos caís\" (ka'i, \"caí\" + ry, \"rio\"). == Praias == * Primeira Praia * Segunda Praia * Terceira Praia * Quarta Praia * Praia do Encanto * Praia da Gamboa * Praia da Ponta da Pedra do Quadrado * Praia da Ponta dos Castelhanos * Praia de Bainema * Praia de Guarapuá * Praia de Moreré * Praia de Pratigi * Praia de Tassimirim * Praia do Galeão * Praia do Pontal ou da Barra * Praia do Quadrado == Ver também == * Fortaleza do morro de São Paulo * Visconde de Cairu, o topônimo serviu para o título deste importante político do final do Brasil Colônia e início do Brasil Império. * Convento e Igreja de Santo Antônio (Cairu) == Ligações externas == * Página Oficial da Prefeitura de Cairu * Principado de Cairu - Jornal A TARDE * Website do Programa Cairu 2030 / WWI-UMA, BID Categoria:Fundações no Brasil na década de 1600",
 "title": "Cairu"
}