{
 "id": "30197",
 "text": "{{Info/Município do Brasil | nome = Candiba | foto = Vista de Candiba a partir da BR-122, janeiro de 2023 (2).jpg | leg_foto = Vista parcial de Pilões, distrito do município de Candiba, Bahia, em janeiro de 2023. | apelido = | brasão = Candiba-bandeira-brasao.png | bandeira = Candiba-bandeira-bandeira.png | link_brasão = | link_bandeira = | link_hino = | aniversário = 27 de julho | fundação = | gentílico = candibense | lema = União e Fraternidade | padroeiro = Nossa Senhora das Dores | CEP = 46380-000 | distritos = Candiba (sede) e Pilões | prefeito = Reginaldo Martins Prado[https://www.cidade-brasil.com.br/resultatdos-da-eleicao-candiba.html | partido = PSD | fim_mandato = 2024 | vereadores = | mapa = Bahia Municip Candiba.svg | latP = S | latG = 14 | latM = 24 | latS = 39 | lonP = O | lonG = 42 | lonM = 52 | lonS = 01 | estado = Bahia | mesorregião = Centro-Sul Baiano | data_mesorregião = IBGE/2008 | microrregião = Guanambi | data_microrregião = IBGE/2008 | região_metropolitana = | vizinhos = Pindaí, Guanambi, Palmas de Monte Alto e Sebastião Laranjeiras | dist_capital = 762 | área = 433.642 | área_ref = IBGE/2022 | população = 13016 | data_pop = Censo de 2022 | população_ref = | altitude = | população_pos = (BA: 284º)(NE: 957°)(BR: 2514º) (2022) | densidade = 30,02 | clima = Semiárido | sigla_clima = | idh = 0.591 | data_idh = PNUD/2010 | pib = mil | data_pib = IBGE/2020 | pib_pos = (BA: 266º)(BR: 3650°) | pib_per_capita = 9123.37 | data_pib_per_capita = IBGE/2020 | site_prefeitura = candiba.ba.gov.br | site_câmara = cmc.ba.gov.br | Distrito = Pilões }} Candiba é um município brasileiro do estado da Bahia. == História == No início do século XIX, escravos fugidos de fazendas da região do vale do Rio das Rãs se estabeleceram na região, fundando um quilombo denominado Mucambo, onde hoje é a cidade de Candiba. Em 1834, chegou a Mucambo o padre português Francisco Moreira dos Santos, o qual exerceu o sacerdócio ali até sua morte, em 1890. Nesse período, além de evangelizar os quilombolas, o padre ergueu uma capela em louvor a Nossa Senhora das Dores. Com o passar do tempo, foram se fixando na região do Mucambo outras pessoas, oriundas de municípios circunvizinhos, como Caetité, Caculé e Palmas de Monte Alto. Em 1920, o povoado de Mucambo foi elevado à categoria de distrito, subordinado ao município de Guanambi. Mais de vinte anos depois, o Decreto-lei estadual nº 141, de 31 de dezembro de 1943, ratificado pelo decreto estadual nº 12978, de 1° de junho de 1944, o distrito de Mucambo passou a se denominar Candiba, topônimo oriundo do quimbundo que significa “lebre”. A Lei Estadual n° 1756, de 27 de julho de 1962, desmembrou de Guanambi o distrito de Candiba e o elevou à categoria de município, sendo o mesmo instalado em 7 de abril do ano seguinte. A Lei estadual nº 4026, de 13 de maio de 1982, elevou o povoado de Pilões, pertencente a Candiba, à categoria de distrito do mesmo município. == Geografia == === Território === O município tem uma área territorial de 433,642 km². === Clima === O clima do município é de subúmido a seco (semiárido), com temperatura média anual de C°23,8. A temperatura diária pode variar de 18°C à 31°C. === Bioma === O bioma no município é a caatinga. == Demografia == Segundo o Censo 2022 do IBGE, a população do município é de 13 016 mil habitantes e densidade demográfica de 30,02 habitantes por quilômetros quadrados. == Economia == A economia do município se baseia principalmente na agricultura, pecuária e comércio. Na agricultura, há um grande destaque no cultivo de produtos como cana-de-açúcar, feijão, mandioca, milho e café. A pecuária também desempenha um papel importante na economia local, com a criação de bovinos, ovinos e aves. Além disso, a cidade apresenta pequenas indústrias e estabelecimentos comerciais que atendem às necessidades da população local. Possui percentual das receitas oriundas de fontes externas de 95,2%. == Infraestrutura == O município apresentava 1,2% de domicílios com esgotamento adequado no ano de 2010. === Saúde === Possui 6 estabelecimentos de saúde, 1 centro comunitário e serviços básicos para atender à população, 4 estabelecimentos municipais de educação infantil na área urbana e 6 na área rural. === Educação === A taxa de escolarização de crianças entre 6 à 14 anos de idade no ano de 2010 é de 98%. No ano de 2021 o ensino fundamental obteve o total de 1.761 matrículas, enquanto no ensino médio houve um total de 418 matrículas. O município possui um total de 129 docentes, sendo 98 professores do ensino médio e 31 do ensino fundamental. == Cultura == O município tem forte influência da cultura nordestina brasileira (música regional, culinária típica, festas populares) os moradores locais valorizam as suas raízes culturais e mantêm as tradições através de festivais, como o São João, que é uma tradição da região Nordeste do Brasil. == Turismo == Conhecida por abrigar uma abundante diversidade natural, com áreas de preservação ambiental. A região é cercada por montanhas e vales, proporcionando belas paisagens e cachoeiras para a realização de trilhas ecológicas, além de áreas propícias para atividades ao ar livre. Categoria:Municípios da Bahia Categoria:Fundações na Bahia em 1962",
 "title": "Candiba"
}