{
 "id": "30192",
 "text": "{{Info/Município do Brasil | nome = Canápolis | leg_foto = | apelido = Capital do abacaxi | brasão = Canápolismgbrasao.jpg | bandeira = Canápolismgbandeira.jpg | link_brasão = | link_bandeira = | link_hino = | padroeiro = São Sebastião | aniversário = 14 de julho | CEP = 38380-000 a 38389-999 | fundação = | gentílico = canapolino, canapolense | lema = | prefeito = Enivander Alves | partido = PSD | fim_mandato = 2024 | mapa = MinasGerais Municip Canapolis.svg | latP = S | latG = 18 | latM = 43 | latS = 30 | lonP = O | lonG = 49 | lonM = 12 | lonS = 14 | estado = Minas Gerais | região_intermediária = Uberlândia | data_região_intermediária = IBGE/2017 | região_imediata = Uberlândia | data_região_imediata = IBGE/2017 | região_metropolitana = | vizinhos = Centralina, Capinópolis, Monte Alegre de Minas, Ituiutaba, Itumbiara (GO) | dist_capital = 663 | área = 845.238 | área_ref = | população = 10608 | data_pop = censo IBGE/2022 | altitude = 759 | clima = tropical quente semiúmido | sigla_clima = | idh = 0.722 | idh_pos = MG: 120º | data_idh = PNUD/2010 | pib = mil | data_pib = IBGE/2012 | pib_per_capita = 27901.66 | data_pib_per_capita = IBGE/2012 | site_prefeitura = canapolis.mg.gov.br | site_câmara = camaracanapolis.mg.gov.br }} Canápolis é um município brasileiro do estado de Minas Gerais. O município faz parte da microrregião de Uberlândia e da Mesorregião do Triângulo Mineiro. Sua população recenseada em 2022 era de habitantes. == Etimologia == O nome Canápolis significa \"cidade da cana\". O município recebeu este nome por conta das inúmeras plantações de cana-de-açúcar existentes no território, à época de sua fundação. == História == A história de Canápolis está ligada ao município de Monte Alegre de Minas. Em 14 de julho de 1934, o Coronel José de Paula Gouveia, então proprietário da fazenda Córrego do Cerrado - localizada em Monte Alegre de Minas - permitiu a fundação de um novo povoado em suas terras, doando à prefeitura local cinco hectares para a instalação da localidade. Como condição, os primeiros habitantes do povoado foram os moradores da própria fazenda de Gouveia, então empregados do mesmo. À época, a região registrava um notável desenvolvimento econômico, propiciada pela fertilidade do território e pela localização centralizada, em relação aos principais centros consumidores do Brasil na década. Centenas de desbravadores, migrantes e residentes da fazenda do Coronel manifestavam interesse em permanecer na região, atraídos pelas inúmeras plantações de cana-de-açúcar no território do atual município, e a ação do coronel em doar as terras permitiu que estes se fixassem na região. O crescimento econômico também permitiu o loteamento de várias áreas situadas ao redor do povoado, formando uma crescente área residencial daqueles que desenvolviam atividades profissionais na agricultura. === Formação administrativa === Canápolis foi elevado à categoria de Distrito em 17 de dezembro de 1938, por meio do Decreto Estadual nº 148, promulgado pelo Governo Estadual de Minas Gerais. O distrito, em sua formação, era pertencente ao município de Monte Alegre de Minas, tendo seu território incorporado a parte norte e oeste do mesmo. Entre 1939 e 1943, Canápolis registrou uma notável evolução populacional, obtendo prédios administrativos, como cartório e fórum, e ainda figurando como um distrito de Monte Alegre de Minas. Entretanto, Monte Alegre de Minas é renomeado para Toribatê, por força do Decreto-Lei Estadual nº 1058, de 31 de dezembro de 1943. A alteração do nome municipal, no entanto, não alterou a categorização de Canápolis, que continuou a figurar como um distrito de Toribatê. À época, outro povoado também estava em formação na região, Centralina, fundada à beira da Auto Viação Mineira e estando ao oeste de Canápolis. A emancipação de Canápolis e sua elevação à categoria de município ocorreu através da Lei nº 336, de 27 de dezembro de 1948. A lei estabeleceu o quadro territorial do novo município, desmembrando parte da área de Monte Alegre de Minas e definindo que o Distrito de Centralina passaria a pertencer ao poder municipal de Canápolis. A instalação definitiva ocorreu entre 1949 e 1953. O território do município foi desmembrado em 1953, em virtude da elevação à categoria de município do Distrito de Centralina, com a Lei nº 1039, de 12 de dezembro daquele ano. Assim, Canápolis passou a ser composto apenas pelo distrito-sede, e a divisão territorial daquela época, homologada em 1 de outubro de 1960, permanece até os dias atuais. A mesma lei colocou o município como sede de Comarca, sendo que a instalação ocorreu em 19 de março de 1955.Enciclopédia dos Municípios Brasileiros – Volume XXIV, ano 1958. == Infraestrutura == === Saúde === Em 2009, o município possuía seis estabelecimentos de saúde entre hospitais, pronto-socorros, postos de saúde e serviços odontológicos, sendo cinco públicos municipais e um privado. Todos estes estabelecimentos de saúde eram integrantes do Sistema Único de Saúde (SUS). Em 2013, 99,5% das crianças menores de 1 ano de idade estavam com a carteira de vacinação em dia. Em 2012, foram registrados 141 nascidos vivos, sendo que o índice de mortalidade infantil neste ano foi nulo. Em 2010, não houve registro de adolescentes entre 10 a 17 anos que tiveram filhos, não havendo registro também entre as adolescentes com idades entre 10 e 14 anos. A taxa de atividade nesta faixa etária foi de 11,14%. Do total de crianças menores de dois anos pesadas pelo Programa Saúde da Família em 2012, 1,4% apresentava desnutrição. == Galeria == Via em Canápolis 2.jpg|Rua 16, no centro da cidade. Área rural em Canápolis (MG).jpg|Área rural no município. Biblioteca Carlos Drumond de Andrade em Canápolis (MG).jpg|Biblioteca Carlos Drumond de Andrade. Câmara Municipal de Canápolis (MG).jpg|Câmara Municipal de Canápolis. Casa da Cultura em Canápolis (MG).jpg|Casa da Cultura. Centro de Convivência do Idoso Luci Bittencourt de Freitas.jpg|Centro de Convivência do Idoso Luci Bittencourt de Freitas. Companhia de Saneamento de Minas Gerais (Copasa), em Canápolis (MG).jpg|Prédio da Companhia de Saneamento de Minas Gerais (Copasa). Escola Estadual José Ezequiel de Queiroz, Canápolis (MG).jpg|Escola Estadual José Ezequiel de Queiroz Fórum de Justiça em Canápolis (MG).jpg|Fórum de Justiça. Ginásio Paulo Honório de Oliveira, Canápolis (MG).jpg|Ginásio municipal Paulo Honório de Oliveira. Igreja Católica Apostólica Romana, Canápolis (MG).jpg|Igreja Católica. Praça em Canápolis (MG).jpg|Praça no centro de Canápolis. Prefeitura municipal de Canápolis (MG).jpg|Prefeitura Municipal de Canápolis. Via em Canápolis.jpg|Rua 13, em Canápolis. == Ligações externas == * Prefeitura de Canápolis * Câmara municipal de Canápolis * Canápolis no IBGE Cidades Categoria:Municípios de Minas Gerais Categoria:Fundações em Minas Gerais em 1948",
 "title": "Canápolis (Minas Gerais)"
}