{
 "id": "30198",
 "text": "{{Info/Município do Brasil | nome = Cândido Sales | foto = | leg_foto = | apelido = Candin ou Candinho City | brasão = Brasão de Cândido Sales.jpg | bandeira = Bandeira de Cândido Sales.jpg | link_brasão = | link_bandeira = | link_hino = | aniversário = 5 de julho | fundação = | gentílico = cândido-salense | lema = | padroeiro = Nossa Senhora das Graças | CEP = 45157-000 | prefeito = Maurilio Lemos das Virgens | partido = PSD | fim_mandato = 2024 | vereadores = 11 | mapa = Bahia Municip CandidoSales.svg | latP = S | latG = 15 | latM = 30 | latS = 18 | lonP = O | lonG = 41 | lonM = 14 | lonS = 20 | estado = Bahia | mesorregião = Centro-Sul Baiano | data_mesorregião = IBGE/2008 | microrregião = Vitória da Conquista | data_microrregião = IBGE/2008 | região_metropolitana = | vizinhos = Tremedal, Belo Campo, Vitória da Conquista, Encruzilhada e Ninheira (MG) | dist_capital = 593 | área = 1169.814 | área_ref = IBGE/2022 | área_urbana = | área_urbana_ref = IBGE/2019 | população = 26465 | data_pop = Estimativa 2024 | altitude = 627 | altitude_ref = | população_ref = | população_pos = (BA: 118º)(NE: 434°)(BR: 1341º) (2022) | clima = semiárido | sigla_clima = Aw | idh = 0.601 | data_idh = PNUD/2010 | idh_pos = BA: 147º | pib = mil | data_pib = IBGE/2021 | pib_pos = (BA: 177º)(BR: 2853°) (2021) | pib_per_capita = 9819.28 | data_pib_per_capita = IBGE/2021 | site_prefeitura = www.candidosales.ba.gov.br | site_câmara = www.camara.candidosales.ba.io.org.br | imagem_montagem = }} Cândido Sales é um município brasileiro no interior e sudoeste do estado da Bahia, na microrregião de Vitória da Conquista e na mesorregião Centro Sul Baiano. Está entre os 24 municípios que compõem o Território de Identidade do Sudoeste Baiano, proposto pela Superintendência de Estudos Econômicos e Sociais da Bahia. O município de Cândido Sales recebeu esse nome em tributo a um antigo dono de terras da região. == Geografia == === Municípios limítrofes === * Norte: Belo Campo. * Sul: Encruzilhada. * Leste: Vitória da Conquista. * Oeste: Tremedal e Ninheira - MG. === Bioma === O bioma de Cândido Sales é a Mata Atlântica. Com relação à vegetação florestal, está presente no município a Mata de Cipó, um tipo de floresta estacional. Na Mata de Cipó há o clima semiárido. === Clima === O clima de Cândido Sales é semiárido, com estações úmidas e secas. A temperatura média anual é de 20°C a 21°C. Ficheiro:Rio Pardo (Bahia) 2.jpg|Área rural de Cândido Sales, com destaque para o rio Pardo. Ao fundo, na parte superior na imagem, percebe-se o arco-íris, depois de uma tarde chuvosa === Hidrografia === O município de Cândido Sales é cortado pelo rio Pardo. Ficheiro:Rio Pardo (Bahia).jpg|Rio Pardo no município de Cândido Sales == Economia == Segundo o Instituto Brasileiro de Geografia e Estatística (IBGE), em 2021, o município de Cândido Sales tinha um produto interno bruto (PIB) de R$ 244,7 milhões. Seu PIB per capita, em 2021, era de R$ 9 819,28. Cândido Sales tem um pouco mais de 1.200 empresas ativas. Com relação às empresas, Cândido Sales tem como principais atividades econômicas os setores de alimentos, atividades políticas, comércio varejista, indústrias da transformação e serviços. O município é um dos maiores produtores de mandioca do estado da Bahia. Em 2015, foi um dos principais produtores de mandioca do Brasil. == Infraestrutura == === Transportes === Cândido Sales é cortada pela rodovia BR-116. Ficheiro:Cândido Sales.jpg|Cândido Sales, com a rodovia BR-116 em primeiro plano Ficheiro:Cândido Sales 1.jpg|Rodovia BR-116, em Cândido Sales. Foto tirada da passarela de pedestres Ficheiro:Rodoviária de Cândido Sales.jpg|Terminal rodoviário de Cândido Sales == Política e administração == === Poder Executivo === O atual prefeito de Cândido Sales é Maurilio Lemos das Virgens, também conhecido como Doutor Maurilio, do partido Partido Social Democrático (PSD). O vice-prefeito é Robson de Oliveira Freitas, do partido Partido Socialista Brasileiro (PSB). === Poder Legislativo === A Câmara Municipal de Cândido Sales tem 11 vereadores. Ficheiro:Prefeitura Municipal de Cândido Sales.jpg|Prefeitura Municipal de Cândido Sales, no centro da cidade Ficheiro:Câmara Municipal de Cândido Sales.jpg|Câmara Municipal de Cândido Sales ==Ligações externas== * Prefeitura Municipal de Cândido Sales Candido Sales Categoria:Fundações na Bahia em 1962",
 "title": "Cândido Sales"
}