{
 "id": "30201",
 "text": "{{Info/Município do Brasil | nome = Capim Grosso | foto = Grande carreata 13690 - Capim Grosso (21) (15334896935).jpg | leg_foto = | apelido = | brasão = brasaocapimgrosso.jpg | bandeira = Capim_Grosso_Bandeira.jpg | link_brasão = | link_bandeira = | link_hino = | aniversário = 9 de maio | fundação = | gentílico = capim-grossense | lema = | padroeiro = São Cristóvão | CEP = 44820-001 a 44829-999 | prefeito = José Sivaldo Rios de Carvalho | partido = PSD | fim_mandato = 2024 | mapa = Bahia Municip CapimGrosso.svg | latP = S | latG = 11 | latM = 22 | latS = 51 | lonP = O | lonG = 40 | lonM = 00 | lonS = 46 | estado = Bahia | mesorregião = Centro Norte Baiano | data_mesorregião = IBGE/2008 | microrregião = Jacobina | data_microrregião = IBGE/2008 | região_intermediária = | região_imediata = | região_metropolitana = | vizinhos = São José do Jacuípe, Quixabeira, Jacobina, Caém, Santaluz, Queimadas e Ponto Novo | dist_capital = 272 | área = 464.776 | área_ref = | população = 35228 | população_ref = | data_pop = 2024 | altitude = 300 | clima = semiárido | sigla_clima = | idh = 0.621 | data_idh = PNUD/2010 | pib = mil | data_pib = IBGE/2021 | pib_per_capita = 18670.35 | data_pib_per_capita = IBGE/2021 | site_prefeitura = www.capimgrosso.ba.gov.br | site_câmara = www.capimgrosso.ba.leg.br }} Capim Grosso é um município brasileiro do estado da Bahia. == História == O território que compõe o atual município de Capim Grosso foi originariamente povoado por diversas etnias indígenas, com destaque para os povos genericamente denominados de tapuias e cariris. Com a invasão portuguesa nos territórios indígenas no interior do Nordeste, houve a expansão dos domínios dos proprietários \"curraleiros\" com destaque para a família dos descendentes do latifundiário \"Garcia d'Ávila\", família que viria ser conhecida historicamente como a Casa da Torre. Os povos indígenas que viviam neste território foram expulsos da terra que tradicionalmente ocupavam, deslocando-se para outras regiões para sobreviver. Assim, os indígenas remanescentes acabaram sendo aldeados entre os séculos XVII e XVIII nas Missões religiosas do Sahy (Senhor do Bonfim da Tapera), de São Francisco Xavier (atual Jacobina Velha) e de Bom Jesus da Glória de Jacobina (Santo Antônio de Jacobina). A concentração da população indígena remanescente em aldeamentos missionários e a expulsão dos indígenas que se recusaram a se aldearem nas missões religiosas contribuíram para um despovoamento da região entre os séculos XVII e XIX, condições que viabilizaram o estabelecimento de propriedades latifundiárias de grandes proporções, como ocorreu com a sesmaria doada à família da Casa da Torre, território que era ignorado pelas instituições governamentais do período colonial e do Império, o que explica a ausência do estado nessa região por séculos. Com a proclamação da República em 15 de novembro de 1889, a situação não mudou nestas terras que faziam parte de um latifúndio denominado de Fazenda Capim Grosso situado no município de Jacobina. A mudança nesta situação ocorreu em 1916, quando, de acordo com a história oral, um casal de lavradores (dona Ursulina Araújo e o senhor Zózimo Amâncio de Araújo) que moravam nessa fazenda decidiram estabelecer uma moradia própria, tendo construído uma casa e uma casa de farinha na beira de uma lagoa chamada de Lago Capim Grosso. Estas construções passaram posteriormente a receber moradores no seu entorno que formaram o embrião do sítio urbano da futura cidade de Capim Grosso. Na década de 1940, o povoado de Capim Grosso foi impactado pelas transformações no âmbito educacional, cultural e econômico causadas pela criação da Escola Paroquial de Capim Grosso, estabelecimento privado de ensino confessional implantada pelo padre Alfredo Maria Haasler, pároco da cidade de Jacobina, e em 1947 pela criação da primeira Feira livre do povoado, situada embaixo de uma cajazeira, feira que potencializou o comércio na comunidade local. == Emancipação política do município == Na década de 1980, com o fim da Ditadura Militar e a promulgação da Constituição Federal de 1988, as reivindicações da população de Capim Grosso passaram a ser mais escutadas pelas autoridades políticas instituídas com a redemocratização do Brasil, especialmente as autoridades locais do Município de Jacobina que passaram a apoiar a emancipação política da localidade. Em 1984, o prefeito de Jacobina Carlos Alberto Pires Daltro, o Dr. Carlito, expressou seu apoio conferindo autonomia à localidade e articulando para viabilizar a ocorrência da emancipação propriamente dita, o que ocorreu no ano seguinte, em 9 de maio de 1985, quando a população local votou no plebiscito em favor da separação de Capim Grosso, que se desmembrou de Jacobina para formar um novo município, conforme a lei estadual nº 4437, de 9 de maio de 1985. Após a primeira eleição municipal realizada em Capim Grosso, a população elegeu Cesiano Carlos para assumir o cargo de primeiro prefeito do Município de Capim Grosso. == Geografia == Localizada a 293 km de Salvador, sua população, conforme IBGE de 2024, é de habitantes, sendo o terceiro maior município da microrregião de Jacobina. == Organização Político-Administrativa == O Município de Capim Grosso possui uma estrutura político-administrativa composta pelo Poder Executivo, chefiado por um Prefeito eleito por sufrágio universal, o qual é auxiliado diretamente por secretários municipais nomeados por ele, e pelo Poder Legislativo, institucionalizado pela Câmara Municipal de Capim Grosso, órgão colegiado de representação dos munícipes que é composto por vereadores também eleitos por sufrágio universal.MEIRELLES, Hely Lopes. Direito municipal brasileiro. 18. ed. São Paulo: Malheiros, 2017. === Atuais autoridades municipais de Capim Grosso === * Prefeito: José Sivaldo Rios de Carvalho - PSD (2021/-) * Vice-prefeito: Frank Neto Oliveira Sousa - PT (2021/-) * Presidente da Câmara: Jefferson Ferreira - PC do B (2021/-) == Infraestrutura == === Educação === O Índice de Desenvolvimento da Educação Básica registrado no município em 2017, foi de 4,4 pontos, superando a meta estabelecida de 4,2 e em ascensão, desde 2005. == Ligações externas == * Capim Grosso no IBGE Cidades Categoria:Fundações na Bahia em 1985",
 "title": "Capim Grosso"
}