{
 "id": "30232",
 "text": "Dom Basílio é um município brasileiro localizado no estado da Bahia, no seu sudoeste, a 709 km da capital estadual, Salvador. ==História== A colonização do território de Dom Basílio ocorreu no século XVIII, estando provavelmente ligada à mineração de ouro nas vizinhanças em Livramento de Nossa Senhora e Rio de Contas. Em 1889, Rodrigo Alves Pereira ergueu uma capela em louvor a São João Batista, em cujos arredores surgiu o povoado de Curralinho, atual sede municipal de Dom Basílio. Por meio da Lei Estadual nº 1923, de 13 de agosto de 1926, o povoado de Curralinho foi elevado à categoria de distrito, subordinando ao município de Livramento. Por meio dos decreto-Lei estaduais nº 141, de 31 de dezembro de 1943, e 12.978, de 1° de junho de 1944, o distrito de Curralinho passou a se denominar Ibirocaim. A Lei Estadual nº 628, de 30 de dezembro de 1953, deu a Ibirocaim o nome \"Dom Basílio\", em homenagem ao padre franciscano Manoel Olímpio Pereira, nascido no atual município de Dom Basílio, nomeado bispo de Manaus com o nome Basílio. Finalmente, em 5 de abril de 1962, em cumprimento da lei estadual nº 1.657, o então distrito de Dom Basílio foi elevado à categoria de município e emancipado de Livramento do Brumado. Foi instalado em 7 de abril de 1963. == Organização Político-Administrativa == O Município de Dom Basílio possui uma estrutura político-administrativa composta pelo Poder Executivo, chefiado por um Prefeito eleito por sufrágio universal, o qual é auxiliado diretamente por secretários municipais nomeados por ele, e pelo Poder Legislativo, institucionalizado pela Câmara Municipal de Dom Basílio, órgão colegiado de representação dos munícipes que é composto por vereadores também eleitos por sufrágio universal.MEIRELLES, Hely Lopes. Direito municipal brasileiro. 18. ed. São Paulo: Malheiros, 2017. === Atuais autoridades municipais de Dom Basílio === * Prefeito: Roberval de Cássia Meira \"Roberval Galego\" - PL (2021/-) * Vice-prefeito: Fernando Santos - PSD (2021/-) * Presidente da câmara: João Marcos Almeida Oliveira - PL (2021/-) Dom Basílio Categoria:Fundações na Bahia em 1962 Categoria:Deserto de notícias",
 "title": "Dom Basílio"
}