{
 "id": "30235",
 "text": "{{Info/Município do Brasil | nome = Encruzilhada | foto = Encruzilhada - BA, vista panorâmica.jpg | leg_foto = | apelido = Iguna | brasão = Brasão_de_Encruzilhada.png | bandeira = Bandeira de Encruzilhada BA.png | link_brasão = | link_bandeira = | link_hino = | aniversário = 12 de dezembro | fundação = | emancipação = | gentílico = encruzilhadense | lema = | prefeito = Wekisley Teixeira Silva | partido = PSD | fim_mandato = 2024 | mapa = Bahia Municip Encruzilhada.svg | latP = S | latG = 15 | latM = 31 | latS = 51 | lonP = O | lonG = 40 | lonM = 54 | lonS = 32 | estado = Bahia | mesorregião = Centro-Sul Baiano | data_mesorregião = IBGE/2008 | microrregião = Itapetinga | data_microrregião = IBGE/2008 | região_metropolitana = | vizinhos = Vitória da Conquista, Ribeirão do Largo, Mata Verde, Divisópolis, Cândido Sales, Divisa Alegre, Pedra Azul, Macarani, Águas Vermelhas | dist_capital = 607 | área = 2041.093 | área_ref = | população = 23786 | data_pop = IBGE/2010 | altitude = | clima = semiárido | sigla_clima = BSh | idh = 0.544 | data_idh = PNUD/2010 | pib = mil | data_pib = IBGE/2008 | pib_per_capita = 4695.33 | data_pib_per_capita = IBGE/2008 | site_prefeitura = https://www.encruzilhada.ba.gov.br/ | fundo = #FFCC66 }} Encruzilhada é um município brasileiro localizado no estado da Bahia, sendo um dos 24 municípios integrantes do Território de Identidade Sudoeste Baiano proposto pela Superintendência de Estudos Econômicos e Sociais da Bahia == Topônimo == O município é conhecido como Encruzilhada devido ao cruzamento de estradas, local onde surgiu o povoado. == Geografia == O município está situado na região Nordeste do Brasil, e faz parte da microrregião de Itapetinga e da mesorregião do centro-sul baiano. A geografia do município é caracterizada por um relevo diversificado, com a presença de serras e colinas. A vegetação predominante na região é a Mata Atlântica. Além disso a cidade dispõe de recursos hídricos que contribuem para a disponibilidade de água na região. O município está situado a cerca de 614 km da capital baiana Salvador, o acesso é realizado através da BR-116.http://www2.uesb.br/ppg/ppgeo/wp-content/uploads/2022/03/Disserta%C3%A7%C3%A3oJoctanFIM.pdf ==Limites e fronteiras== *Norte: Vitória da Conquista *Leste: Macarani e Ribeirão do Largo *Oeste: Cândido Sales *Sul: Mata Verde e Divisópolis == Infraestrutura == === Educação === No ano de 2021 o município possuía 30 escolas de ensino fundamental e 2 de ensino médio que atendiam crianças e adolescentes de 6 a 17 anos, e contavam com 20 docentes do ensino médio e 186 do ensino fundamental. Além disso a taxa de escolarização de crianças e adolescentes entre 6 e 14 anos, no ano de 2010, foi de 95%, mas de acordo com o IDEB, o desempenho foi inferior ao esperado cerca de 4,1 nos anos iniciais e 3,6 nos anos finais do ensino fundamental. === Saúde === Em 2009, foram identificados 12 estabelecimentos de saúde que fazem parte do sistema único de saúde (SUS) na cidade, dentre elas destacam-se Unidade de Saúde da Família (USF) Zilda dos Santos, a USF de Vila Bahia, o Hospital Municipal Milton Rocha e o Centro de Saúde Encruzilhada. ==Ligações externas== *Prefeitura Municipal Categoria:Municípios da Bahia Categoria:Fundações na Bahia em 1952",
 "title": "Encruzilhada (Bahia)"
}