{
 "id": "30241",
 "text": "{{Info/Município do Brasil | nome = Filadélfia | foto = Filadelfia- TO-2 (39744128095).jpg | leg_foto = Brasão | apelido = | brasão = Armas_Filadélfia.jpg | bandeira = Bandeira_de_Filadélfia_TO.png | link_brasão = | link_bandeira = | link_hino = | aniversário = 8 de outubro | fundação = | gentílico = filadelfiense | lema = | prefeito = David Sousa Bento | partido = Progressistas | fim_mandato = 2024 | mapa = Tocantins Municip Filadelfia.svg | latP = S | latG = 07 | latM = 20 | latS = 07 | lonP = O | lonG = 47 | lonM = 29 | lonS = 24 | estado = Tocantins | mesorregião = Ocidental do Tocantins | data_mesorregião = IBGE/2008 | microrregião = Araguaína | data_microrregião = IBGE/2008 | região_metropolitana = | vizinhos = Araguaína, Babaçulândia, Goiatins e Carolina (MA) | dist_capital = 508 | área = 1988.068 | área_ref = | população = 10590 | data_pop = Censo IBGE/2022 | altitude = | clima = Tropical | sigla_clima = | idh = 0.668 | data_idh = PNUD/2000 | pib = mil | data_pib = IBGE/2008 | pib_per_capita = 6438.35 | data_pib_per_capita = IBGE/2008 }} Filadélfia é um município brasileiro do Estado do Tocantins. Sua população segundo o Censo 2022 é de 10.590 habitantes. Pacata e ordeira, Filadélfia fica localizada na margem esquerda do Rio Tocantins, onde faz divisa com o estado do Maranhão, do outro lado do rio está localizada a cidade de Carolina. A cidade está a 512 km de Palmas, capital do Tocantins. ==História== Criada em 8 de outubro de 1948, pela lei estadual, Lei N° 154 de 8 de outubro de 1948, instalada em 1 de janeiro de 1949, Filadélfia tem seu nome originado do seu fundador, o senhor Filadélfio Antônio de Noronha. Segundo o historiador Raylinn Barros da Silva, a cidade de Filadélfia foi, junto com a cidade de Tocantinópolis, antiga Boa Vista do Padre João, os dois principais centros urbanos e políticos da região do antigo extremo norte de Goiás, pelo menos até a década de 1960. Até que a cidade de Araguaína, que pertenceu à Filadélfia na condição de distrito até o ano de 1958, emancipou-se politicamente. Em 1980, Filadélfia sofreu com uma enorme inundação provocada pelo Rio Tocantins. Até então nunca se tinha visto naquelas proporções. Praticamente 70% das residências da cidade foram afetadas e a maioria delas, construída com \"adobe\", bloco de barro cru, ruíram e deram lugar a novas construções na cidade inteira. Somente para registrar, dentro da Igreja Matriz de Nossa Senhora do Perpétuo Socorro, a água do rio ficou com 30 cm de altura. Até a criação do estado do Tocantins, em 05 outubro de 1988, o município pertencia a Goiás, com o mesmo nome.IGBE Formação administrativa Em 2010, parte do município, ou seja, as terras agricultáveis, foram atingidas pela formação do lago da represa no Rio Tocantins, construída na cidade de Estreito, Maranhão. ==Economia== A atividade predominante no município é a pecuária e a agricultura, além da produção mineral, pois Filadélfia é grande produtora de gesso e calcário. Sua economia vem se desenvolvendo muito nos últimos anos, com o aumento considerável de empregos formais e a abertura de novos empreendimentos industriais e comerciais. ==Geografia== O município conta com várias regiões e distritos, tais como a região da Barraria, os vilarejos \"Zé Biel\" ou \"Bielândia\", \"Canabrava\", \"Mamoneira\" e \"Rodeador\". No interior do município também encontra-se a comunidade Quilombola Grotão, já nas proximidades do Rio João Aires, divisa com o município de Palmeirante. ==Religiosidade== Ainda segundo o historiador Raylinn Barros da Silva, os missionários orionitas, pertencentes à Congregação da Pequena Obra da Divina Providência, fundada por Luís Orione, foram os padres que estabeleceram a religiosidade católica em Filadélfia. Eles foram os primeiros religiosos que construíram as primeiras igrejas católicas na cidade.https://repositorio.bc.ufg.br/tede/bitstream/tede/7041/5/Disserta%C3%A7%C3%A3o%20-%20Raylinn%20Barros%20da%20Silva%20-%202017.pdf No mês de julho celebra-se os festejos de Nossa Senhora do Perpétuo Socorro, padroeira do município. ==Turismo== Filadélfia é uma cidade turística. No interior do município, especificamente no distrito de Bielândia está localizada a Reserva Estadual das Árvores Fossilizadas, que apresenta um dos maiores registros de flora fossilizada do mundo. Outro fator que atrai os turistas é a praia fluvial, que se forma no Rio Tocantins nos meses de estiagem, fazendo com que haja um fluxo consideravelmente maior que o de costume, com a presença de turistas e filhos da terra vindos de todas as regiões e estados do Brasil. ==Prefeitos== * Dotorveu Maranhão Machado (1949) * Raimundo Franco de Souza * Adeuvaldo de Oliveira Moraes * Lindolfo Bento Pereira * Wilson Martins de Castro * Adailton de Oliveira Moraes * Manoel Gonçalves de Alencar * Ivanilzo Gonçalves de Alencar * Jose Bento Fragoso * Pedro Iran Pereira Espírito Santo * Gilmar Aires Fragoso * Carlos Martins Carneiro de Araújo (1º interventor) * Sebastiao Dias da Silva (2º interventor) * Capitão Tavares (4º interventor) * Ivanilzo Gonçalves de Alencar (2001-2004) * Pedro Iran Pereira Espírito Santo (2005-2008) * Cleber Gomes Espírito Santo (2008-2011) * Edenilson da Silva e Sousa (2012 - Eleição Indireta) * Edenilson da Silva e Sousa (2013-2016) * Ivanilzo Gonçalves de Alencar (2017- 2020) * David Sousa Bento (2021 até a atualidade) ==Ligações externas== *Prefeitura Municipal",
 "title": "Filadélfia (Tocantins)"
}