{
 "id": "30250",
 "text": "{{Info/Município do Brasil | nome = Guajeru | foto = Guajeru_Igreja.jpg | leg_foto = Igreja Matriz | apelido = Santa Rosa Do Viterbo. | brasão = Brasão Guajeru.jpg | bandeira = Bandeira de Guajeru.JPG | link_brasão = | link_bandeira = | link_hino = | aniversário = 25 de fevereiro | fundação = | gentílico = guajeruense | lema = | prefeito = Jilvan Teixeira Ribeiro | partido = PSD | fim_mandato = 2024 | mapa = Bahia Municip Guajeru.svg | latP = S | latG = 14 | latM = 32 | latS = 49 | lonP = O | lonG = 41 | lonM = 56 | lonS = 24 | estado = Bahia | mesorregião = Centro-Sul Baiano | data_mesorregião = IBGE/2008 | microrregião = Brumado | data_microrregião = IBGE/2008 | região_metropolitana = | vizinhos = Rio do Antônio, Presidente Jânio Quadros, Condeúba, Jacaraci, Caculé | dist_capital = 657 | área = 872.867 | área_ref = IBGE/2022 | área_urbana = | área_urbana_ref = IBGE/2019 | população = 6371 | data_pop = estimativa IBGE/2021 | altitude = 628 | clima = Semi-árido | sigla_clima = | idh = 0.569 | data_idh = PNUD/2010 | pib = mil | data_pib = IBGE/2020 | pib_pos = BA: 398° | pib_per_capita = 9520.00 | data_pib_per_capita = IBGE/2020 }}Guajeru é um município brasileiro no interior do estado da Bahia, Região Nordeste do País, distante 657 quilômetros da capital estadual Salvador. Guajeru integra junto com outros 23 municípios o Território de Identidade Sudoeste Baiano proposto pela Superintendência de Estudos Econômicos e Sociais da Bahia. Sua população foi estimada em 2021 em 6 371 habitantes, conforme Instituto Brasileiro de Geografia e Estatística (IBGE). == Geografia == === Hidrografia === * O município de Guajeru é banhado pelo Rio do Antônio. Segundo o estudioso Tranquilino L. Torres na obra \"Memória Descritiva do Município de Condeúba\", mapas antigos do século XVIII indicam que o rio se chamava Santo Antônio, a denominação do Antônio proveio de, assim chamar, um antigo morador da margem direita do mesmo. Em época de enchentes esse morador oferecia aos viajantes recursos para atravessar. Reza a lenda que era comum o grito dos viajantes: “Vamos para o rio do Antônio!” Devido a isso o rio passou a ter esse nome e o mesmo conserva-se até os dias atuais. Nesse rio na localidade denominada Poço da Pedra há a barragem que abastece o município de Guajeru. O rio do Antônio tem um curso de aproximadamente 30 léguas (180 km), nasce no município de Licínio de Almeida. Nesse lugar é chamado de rio Palmeiras Recebe como afluentes o Rio do Salto e o Rio do Paiol. Deságua no Rio Brumado e este por sua vez no Rio das Contas. -Carina Gomes Messias - Universidade de Brasília, acessado em 06 de agosto de 2015 == Ligações externas == * * * * Guajeru Categoria:Municípios da Bahia",
 "title": "Guajeru"
}