{
 "id": "30264",
 "text": "{{Info/Município do Brasil | nome = Ibirataia | foto = Ibirataia.jpg | leg_foto = Entrada da cidade | apelido = | brasão = Brasão_Ibirataia.png | bandeira = Bandeiradeibirataia.PNG|100px|Bandeira do Município de Ibirataia | link_brasão de Ibirataia = | link_bandeira de Ibirataia = | link_hino = | aniversário = 10 de novembro | fundação = | gentílico = ibirataense | lema = | prefeito = Ana Cleia dos Santos Leal | partido = PSD | fim_mandato = 2024 | mapa = Bahia Municip Ibirataia.svg | latP = S | latG = 14 | latM = 04 | latS = 01 | lonP = O | lonG = 39 | lonM = 38 | lonS = 27 | estado = Bahia | mesorregião = Sul Baiano | data_mesorregião = IBGE/2008 | microrregião = Ilhéus-Itabuna | data_microrregião = IBGE/2008 | região_metropolitana = | vizinhos = Ipiaú, Gandu, Barra do Rocha, Ibirapitanga, Ubatã, Apuarema, Itamari e Wenceslau Guimarães | dist_capital = 356 | área = 318.129 | área_ref = IBGE/2022 | população = 18792 | data_pop = Censo de 2022 | população_ref = | altitude = | população_pos = BA: 171º) (NE: 624°) (BR: 1797º (2022) | clima = Quente e úmido | sigla_clima = | idh = 0.576 | data_idh = PNUD/2010 | pib = mil | data_pib = IBGE/2008 | pib_per_capita = 5.042 | data_pib_per_capita = IBGE/2008 | site = http://www.ibirataia.ba.gov.br/ }} Ibirataia é um município brasileiro localizado no sul do estado da Bahia. == Etimologia == Ibirataia é uma palavra de origem Tupi, que pode ser interpretada como planta de queima ou lenha devido à sua abundância, uma árvore local chamada Pau D'arco (ou pau d'alho, como os locais chamam). == História == Em local onde era encontrado uma infinidade de plantas medicinais, formou-se o povoado de Ipecacuanha, em área do município de Jequié. Descoberta e fundada pelas famílias Silva, Calheira e Hage, tornou-se distrito, com o nome de Tesouras, mais tarde alterado para Ibirataia, já sob a jurisdição de Ipiaú. Município criado com parte dos distritos de Ibirataia e Algodão, desmembrados de Ipiaú, por força de Lei Estadual de 10.11.1960, com a denominação de Ibirataia. A sede, formada distrito, no município de Rio Novo (atual Ipiaú), com o topônimo de Tesouras, em 1933, denominação alterada para Ibirataia, em 1943, foi elevada à categoria de cidade, quando da criação do município. Na sua história, pode-se citar Dr. Aristóteles Dias da Fonseca, o primeiro prefeito, José Passos Prazeres, Florisval Abdon Fair, Rômulo Têotonio Calheira,Agenor Gonçalves Meira e José Antonio da Costa, dentre os prefeitos que por ali administraram o município, o Poder Legislativo Municipal ganhou destaque após sua independência do Poder Executivo que até então conduzia a gestão financeira daquele Poder, com a atitude do inesquecível Lourivaldo Silva Leite (Jeff), dali também saíram nomes conhecidos pela defesa do município e promoção da Democracia local como os Vereadores Roberti Lino e Silva (Betinho), Dilson Dias Lima, Dr. Roberto (Beto Gordo) ajudando assim para o seu desenvolvimento do município. O distrito de Algodão cresceu e se desenvolveu dentro de uma das fazendas pertencentes a Mauro Barreira de Alencar na região. Com cerca de seis mil habitantes na sede e zona rural, o distrito vem se desenvolvendo bem, com muitos bares, supermercados, e empresários bem sucedidos.http://www.tesourasnoticias.com.br/2011/04/distrito-de-algodao-ibirataia-ba.html?m=1 == Economia == O cacau é a principal cultura do município. Contudo, a Vassoura de Bruxa no final da década de 1980 levou ao declínio da produção de cacau e a perdas imensuráveis ​​que levaram a região a buscar alternativa econômica na produção de frutas, na cerâmica e no comércio. ==Ligações externas== * Ibirataia no WikiMapia Categoria:Ibirataia Categoria:Fundações na Bahia em 1960",
 "title": "Ibirataia"
}