{
 "id": "30284",
 "text": "{{Info/Município do Brasil | nome = Irecê | foto = Centro_de_Irecê_2024.jpg | leg_foto = Panorama parcial do Centro de Irecê | apelido = Capital do feijão | brasão = Brasão Irecê.jpg | bandeira = Bandeirairece.jpg | link_brasão = | link_bandeira = | link_hino = | aniversário = 31 de maio | fundação = | gentílico = ireceense | lema = | CEP = 44900-000 | prefeito = Elmo Vaz | partido = PSB | fim_mandato = 2024 | mapa = Bahia Municip Irece.svg | latP = S | latG = 11 | latM = 18 | latS = 14 | lonP = O | lonG = 41 | lonM = 51 | lonS = 21 | estado = Bahia | mesorregião = Centro Norte Baiano | data_mesorregião = IBGE/2008 | microrregião = Irecê | data_microrregião = IBGE/2008 | região_intermediária = | região_imediata = | região_metropolitana = | vizinhos = Lapão, João Dourado, Presidente Dutra e São Gabriel | dist_capital = 478 | dist_capital_ref = http://irece.ba.gov.br/dados-geograficos | área = 319.174 | área_ref = IBGE/2022 | área_urbana = | área_urbana_ref = IBGE/2019 | população = 78425 | população_ref = | população_pos = BA: 23ºNE: 99°BR: 437º | data_pop = 2024 | altitude = 722 | altitude_ref = | clima = Semiárido | sigla_clima = | idh = 0.691 | data_idh = PNUD/2010 | gini = | data_gini = PNUD/2010 | pib = | data_pib = IBGE/2021 | pib_per_capita = 20694.32 | data_pib_per_capita = IBGE/2021 }} Irecê é um município do estado da Bahia, no Brasil, que se localiza na região setentrional da Chapada Diamantina e mesorregião Centro-Norte do estado. Sua população, conforme estimativas do IBGE de 2024, era de habitantes. Na hierarquia urbana do Brasil, desempenha o papel de Centro Sub-Regional A, exercendo influência similar a de municípios como Guanambi, Jacobina, Jequié, Paulo Afonso, Santo Antônio de Jesus, Teixeira de Freitas em suas respectivas regiões da Bahia, que estão a frente de municípios como Alagoinhas e Bom Jesus da Lapa, mas atrás de municípios como Salvador, Feira de Santana, Vitória da Conquista e Itabuna, por exemplo. Além disso, é sede do Território de Identidade de Irecê, popularmente conhecido como \"Região de Irecê\", demarcação formulada pelo Governo da Bahia, que compreende 20 municípios unidos por identidade, coesão social, cultural e territorial. É conhecida por sua produção agrícola, tendo sido chamada de \"capital mundial do feijão\" durante décadas, apesar do declínio da produção na década de 2010. == História == Até o século XVII, o interior da Bahia era habitado pelos índios aimorés, também chamados de botocudos.Bahiaǃ. Disponível em http://bahia.com.br/viverbahia/nossa-gente/indios/. Acesso em 30 de maio de 2016. Nesse século, a região atualmente ocupada pelo município foi doada pelo rei de Portugal sob a forma de sesmaria para Antônio Guedes de Brito. Em 21 de fevereiro de 1807, João de Saldanha da Gama Mello Torres Guedes de Brito, descendente de Antônio, vendeu uma parte da sesmaria, chamada de Barra de São Rafael, para Filipe Alves Ferreira e Antônio Teixeira Alves. Uma parte de Barra de São Rafael era conhecida como Lagoa das Caraíbas ou Brejo das Caraíbas.Irecêː Prefeitura. Disponível em http://irece.ba.gov.br/principal/historia. Acesso em 30 de maio de 2016. Até 1896, a região era conhecida como Carahybas. Nesse ano, por sugestão do tupinólogo Teodoro Sampaio, o nome foi mudado para Irecê, nome indígena que, segundo Teodoro Sampaio, significaria \"pela água, à tona d'água, à mercê da corrente\". No entanto, segundo o tupinólogo Eduardo Navarro, o nome está incorretoː segundo ele, em tupi antigo, \"pela água\" seria 'y rupi, e não 'y resé.NAVARRO, E. A. Dicionário de Tupi Antigoː a Língua Indígena Clássica do Brasil. São Paulo. Global. 2013. p. 570. Em 1906, foi criado o distrito de paz de Caraíbas, subordinado à subdelegacia de polícia de Morro do Chapéu. O município de Irecê foi criado em 2 de agosto de 1926, pela lei 1 896, assinada no Palácio do Governo por Francisco Marques de Góes Calmon, com a denominação de Vila de Irecê. No entanto, por não ter renda suficiente que o caracterizasse como município, foi anexado a Morro do Chapéu, em 8 de Julho de 1931, pelo decreto nº 7 479, assinado no Palácio do Governo, por Arthur Neiva – Bernardino José de Souza. A independência política de Irecê aconteceu de fato a partir do ano de 1933, através do decreto 8 452, de 31 de maio de 1933, assinado no Palácio do Governo, por Juracy Magalhães, restaurando o então extinto município. == Geografia == Situado a 478 km da cidade de Salvador, o município de Irecê fica na zona fisiográfica da Chapada Diamantina Setentrional, abrangendo toda a área do Polígono das Secas. Pertence à bacia do São Francisco. Ocupa posição de status por ser a maior cidade da microrregião, tendo a maior população e por ser a mais evoluída tecnologicamente. O município de Irecê fica na zona fisiográfica da Chapada Diamantina Setentrional, abrangendo toda a área do Polígono das Secas. Pertence a bacia do São Francisco. Tem como limites os municípios de João Dourado, Presidente Dutra, Lapão e São Gabriel. As rodovias estaduais que ligam Irecê são a BA-052 (Estrada do Feijão), a BA-148 e a BA-432. Segundo dados do Instituto Nacional de Meteorologia (INMET), desde 1973 a menor temperatura registrada em Irecê foi de em 26 de julho de 2008. Outros registro abaixos dos ocorreram em 2004, nos dias 26 de julho e 12 de agosto, ambos com mínima de . O recorde de maior temperatura atingiu em 3 de outubro de 2010. O maior acumulado de precipitação em 24 horas foi de aproximadamente 200 milímetros, em 02 de Novembro de 2020. Outros grandes acumulados iguais ou superiores a foram milímetros (mm) em 18 de março de 2003, em 11 de janeiro de 1988 e 5 de novembro de 2000, em 13 de fevereiro de 1998, em 28 de novembro de 1980, em 9 de novembro de 2000, em 25 de outubro de 1999 e em 24 de janeiro de 2000. Março de 1997, com , foi o mês de maior precipitação, seguido por janeiro de 2016 (). == Educação == A educação pública do município de Irecê é uma das melhores da Bahia. Segundo o Índice de Desenvolvimento da Educação Básica (IDEB) de 2017, o município está entre os três melhores desempenhos do estado, analisando os 35 mais populosos da Bahia. A média alcançada foi 5,5 e supera a prevista para ser alcançada apenas no ano de 2021. O Campus XVI da UNEB está localizado na Rua Tiradentes, nº 54, no bairro Arnóbio Batista, em Irecê, e conta com o Departamento de Ciências Humanas e Tecnologias (DCHT). Foi o décimo sexto a ser implantado pela instituição para o cumprimento da missão de produzir, difundir, socializar e aplicar o conhecimento nas diversas áreas do saber. Além disso, o município é sede de inúmeros colégios e faculdades particulares, abrigando inúmeros cursos como Direito, Medicina, Engenharia, Psicologia, Fisioterapia, dentre outros, espalhados em instituições como FAI, Anhanguera, AGES, Pitágoras, UNIP. == Comércio == A região de Irecê vem ao longo dos tempo ganhando destaque no comércio. Grandes lojas, principalmente no setor têxtil, transformam as principais ruas do município em um formigueiro. Entretanto, este cenário não foi sempre assim. Irecê já passou por uma grande crise econômica, no idos dos anos 1990. Os produtores de feijão, - que era a principal atividade econômica do município, viu suas lavouras morrerem. Houve um êxodo rural muito grande e muitas pessoas foram para o sudoeste dar novo rumo a vida. Hoje, os resistentes que ficaram, atuam no comércio local e a área econômica tem sido uma das grandes referências do noroeste baiano. A população de 500 mil habitantes entre Irecê e nas cidades vizinhas, consome e comercializa produtos a atacado, com matéria-prima vinda de São Paulo. Hoje o comércio e setor de serviços, grande forças econômicas da região, já não dependem da produção rural. Estão presentes na cidade grandes lojas dos mais variados nichos, atacadistas e restaurantes de nível nacional, como Atakadão, Cacau Show, Brasil Cacau, Kopenhagen, Hering, Americanas, Le Biscuit, Magazine Luiza, Casas Bahia, Armazem Paraíba, Subway, Bob's, Carmen Steffens, um cinema, além de revendedoras de automóveis da Ford, Toyota, Volkswagen, dentre outros. == Saúde == O município conta com: Hospital Regional de Irecê, Hospital de Atendimentos Médicos de Irecê, UPA-24 Horas, Hospital e Maternidade Josefa Ismael Sobral ( Hospital Municipal de Irecê ) e Policlínica Regional de Irecê, além de inúmeras clínicas e hospitais particulares. == São João == Considerada como \"A Cidade do São João\", Irecê se destaca por sediar uma das maiores celebrações juninas da região, atraindo turistas de todo o país. A festa é organizada pela Prefeitura de Irecê e é marcada por uma rica mistura de música, dança, gastronomia e cultura popular. Desde a sua criação, o São João de Irecê busca preservar e celebrar as tradições nordestinas, especialmente as do sertão baiano. Além dos shows musicais, o São João de Irecê oferece uma variedade de atividades e atrações para todas as idades, como Desfile de Carroças, Festival Gastronômico, Concurso de Quadrilhas, Trator do Forró, Mercadão, Vila Cenográfica, Barracão Zé Bigode, entre outros. O São João de Irecê não apenas promove o entretenimento e a celebração cultural, mas também gera impacto significativo na economia local. A festa atrai milhares de turistas, movimentando o comércio, a rede hoteleira e diversos setores da economia, contribuindo assim para a geração de empregos e renda na região. O São João de Irecê tem se firmado como um dos principais eventos juninos da Bahia, chegando a receber mais de 100 mil pessoas por noite, sendo reconhecido pelo seu caráter festivo, cultural e econômico. Através da preservação das tradições nordestinas e do fortalecimento do turismo na região, a festa contribui para a promoção e valorização da cultura sertaneja, deixando um legado duradouro para a cidade e seus habitantes. == Administração == * Prefeito: Elmo Vaz (2021/2024). == Ireceenses famosos == * Regina Dourado, atriz. * Dinho, vocalista do grupo Mamonas Assassinas. == Ligações externas == * Página da prefeitura Categoria:Fundações na Bahia em 1933 Categoria:Topônimos de origem tupi",
 "title": "Irecê"
}