{
 "id": "30289",
 "text": "{{Info/Município do Brasil | nome = Itaetê | foto = Festa do Lavrador de Itaetê IMG 8176 (19727945394).jpg | leg_foto = | apelido = | brasão = Brasão_de_Itaeté.png | bandeira = Bandeira de Itaetê.jpg | link_brasão = | link_bandeira = | link_hino = | aniversário = 25 de setembro | fundação = | gentílico = itaeteense | lema = Opus usque vincit \"O trabalho sempre vence\" | prefeito = Zenildo Matos de Oliveira | partido = UNIÃO | fim_mandato = 2024 | mapa = Bahia Municip Itaete.svg | latP = S | latG = 12 | latM = 59 | latS = 09 | lonP = O | lonG = 40 | lonM = 58 | lonS = 22 | estado = Bahia | mesorregião = Centro-Sul Baiano | microrregião = Seabra | região_metropolitana = | vizinhos = Andaraí, Boa Vista do Tupim, Ibicoara, Iramaia, Marcionílio Souza, Nova Redenção. | dist_capital = 387 | área = 1194.489 | área_ref = | população = 13472 | data_pop = IBGE/2022 | altitude = 322 | clima = Seco subúmido | sigla_clima = | idh = 0.572 | data_idh = PNUD/2010 | pib = mil | data_pib = IBGE/2016 | pib_per_capita = 5284.83 | data_pib_per_capita = IBGE/2016 | site_prefeitura = http://www.itaete.ba.gov.br/ }} Itaetê é um município brasileiro do estado da Bahia. Sua população estimada pelo IBGE em 2022 era de habitantes. Importante município baiano, sendo instalado nas margens do rio Paraguaçu, região rica em biodiversidade, destacando-se o poço encantado situado a 23 km do centro. Existem várias atrações locais, como a festa de São João no povoado de Rumo que movimenta grande parte do comércio da cidade e arredores. == História == O território do município, antes integrado ao município de Andaraí, constituía-se em uma sesmaria de propriedade privada. Logo após, formou-se Bandeira de Melo, o primeiro povoado na região de Itaetê, que se ligava à cidade de Cachoeira através de uma estrada de ferro. Em 1921 após a venda da propriedade para um grupo belga, a linha de ferro se prolongou até a formação de um novo núcleo com o nome de \"Tamanduá\", mais tarde mudara seu nome para Itaetê, cuja etimologia provém do tupi, com o significado de \"pedra duríssima\". Com o fluxo dos tropeiros entre as lavras da Chapada Diamantina e o sertão, o povoado foi se expandindo ao ponto de se cogitar uma desmembração ao município de Andaraí. Em 1961, a separação do núcleo a Andaraí foi efetivada e assinada pelo então governador Juracy Magalhães, e em 7 de abril de 1963 a primeira câmara de vereadores de Itaetê foi criada e a instalação do município foi oficializada. O município até a década de 1990 apresentava um crescimento contínuo. Atualmente em termos de crescimento populacional há uma estagnação, tanto na população rural quanto da urbana. == Economia == O município de Itaetê caracteriza-se por ter uma população mais rural que urbana, tendo a agropecuária como o principal combustível à economia itaeteeense, destacando-se o gado, o milho, a mandioca e o feijão. O setor terciário encontra-se mais presente nos núcleos urbanos. O PIB per capita vem apresentando constante evolução junto com a cobertura do saneamento básico. == Demografia == Dados de Itaeté - Censo 2010 Dados demográficos de Itaeté 2010 Mortalidade Infantil 25,13 População Rural 8.715 População Urbana 6.209 População Total 14.005 Taxa de escolarização 98,1% == Geografia == A região de Itaetê apresenta um clima tropical de savana (Aw/as), diferente de seus municípios vizinhos por conta das serras da Chapada Diamantina. Sua temperatura média é de 23,5 C°. A altitude da cidade é de 399 m, porém nas regiões rurais pode alcançar os 680 m, principalmente as porções que formulam parte do parque nacional da Chapada Diamantina. Os rios mais importantes de Itaeté são o Paraguaçu, o Una e o Timbó. As principais rodovias que atravessam a cidade são a BA-245, BA-131 e a BA-896. O município se localiza a 387 km até Salvador e a 812 km até Brasília. == Núcleos Urbanos == Itaeté - Na fronteira com Boa Vista do Tupim, às margens do rio Paraguaçu. Bandeira de Melo - Na porção oriental do município. Colônia - Na região ocidental de Itaeté. Rumo - No sul do Município, perto de Iramaia. Categoria:Fundações na Bahia em 1963",
 "title": "Itaetê"
}