{
 "id": "30299",
 "text": "{{Info/Município do Brasil | nome = Itanhém | foto = Batinga2010 010.jpg | leg_foto = | apelido = | brasão = Brasaoitanhém2017.jpg | bandeira = Bandeira de Itanhém.png | link_brasão = | link_bandeira = | link_hino = | aniversário = 14 de agosto | fundação = | gentílico = itanhense | lema = | prefeito = Mildson Dias MedeirosPrefeito e vereadores de Itanhém tomam posse Portal G1 - acessado em 2 de janeiro de 2021 | partido = PSD | mandato_início = 2021 | fim_mandato = 2024 | vereadores = 11 | mapa = Bahia Municip Itanhem.svg | latP = S | latG = 17 | latM = 09 | latS = 57 | lonP = O | lonG = 40 | lonM = 19 | lonS = 48 | estado = Bahia | mesorregião = Sul Baiano | data_mesorregião = IBGE/2008 | microrregião = Porto Seguro | data_microrregião = IBGE/2008 | região_metropolitana = | vizinhos = Norte Vereda; Sul Bertópolis; Leste Palmópolis; Oeste Medeiros Neto | dist_capital = 760 | área = 1445.063 | área_ref = | população = 17813 | data_pop = Censo IBGE/2022 | altitude = 210 | clima = | sigla_clima = | idh = 0.637 | data_idh = PNUD/2010 | pib = mil | data_pib = IBGE/2008 | pib_per_capita = 4959.15 | data_pib_per_capita = IBGE/2008 | site_prefeitura = itanhem.ba.gov.br }} Itanhém é um município brasileiro do estado da Bahia, situado na região do extremo sul. == História == Ocupada por populações indígenas desde tempos imemoriais, especialmente os povos Tupinaés, Aimorés e Tupiniquins, as terras que compõe o contemporâneo município de Itanhém apesar de pertencerem a um ente municipal criado no século XX, possuem uma história secular que se remonta ao processo de colonização lusitana do Brasil e a implantação da Capitania de Porto Seguro no século XVI.SAID, Fabio M. História de Alcobaça-Bahia (1772-1958). São Paulo: edição do autor, 2010. Desde os primeiros anos da implantação na colonização portuguesa na região que compõe o contemporâneo Extremo Sul da Bahia até a primeira metade do século XX, os fatos históricos que ocorreram no município de Itanhém se confundem com a história do município de Alcobaça. Isto se deve ao fato de que o ente municipal que foi criado a partir do momento em que um povoado situado no litoral da Capitania de Porto Seguro chamado Arraial de Itanhém, assim nomeado em virtude de se encontrar na foz do rio Itanhém em uma época em que ainda havia uma quantidade relevante de população indígena na localidade, teve sua denominação modificada para Vila de Alcobaça em 1772 por influência do aumento do fluxo populacional de colonos de origem portuguesa. A partir de 1925, ocorreu a ocupação de uma área de vegetação situada na margem esquerda do ribeirão Água Preta por lavradores oriundos de Minas Gerais, ocupação que resultou na formação de um núcleo populacional chamado de Vila de Água Preta que pertencia ao município de Alcobaça. Com o surgimento da mineração na vila de Água Preta e o crescimento da povoação, as autoridades estaduais baianas decidiram transformar a localidade em um distrito municipal no ano de 1930, mas permaneceria subordinada ao município de Alcobaça. Neste ano, essa vila de Água Preta passou a ser chamada de Distrito de Nossa Senhora do Itanhém, pelo decreto estadual n.º 7.129, de 15 de dezembro de 1930. Oito anos depois, o distrito de Nossa Senhora do Itanhém passou a ser denominado apenas de Itanhém, conforme o decreto-lei estadual n.º 11.089, de 30 de novembro de 1938. Vinte anos depois desta simplificação na denominação da localidade, ocorreu a emancipação política do município de Itanhém que se desmembrou do município de Alcobaça em 1958, conforme a lei estadual n.º 1.031, de 14 de agosto de 1958. O município de Itanhém foi constituído por três distritos (Itanhém/Sede, Batinga e Ibirajá) e veio a ser instalado em definitivo no ano de 1959. == Geografia == === Demografia === Em 2016, a população do município foi contada pelo Instituto Brasileiro de Geografia e Estatística (IBGE) em 20.554 habitantes. Porém no censo de 2010, quando a cidade possuía 20.216 habitantes, foram levantados dados de que 10.295 (50,93%) eram homens e 9.921 (49,07%) eram mulheres. Ainda segundo o mesmo censo, 14.206 habitantes (70,27%) viviam na zona urbana e 6.010 (29,73) na zona rural. Entre 2000 e 2010, a população de Itanhém decresceu a uma taxa média anual de 0,72%, enquanto a do Brasil aumentou 1,17%. O censo também apontou que a taxa de urbanização do município era de 70,27%. Da população total em 2010, 4.938 habitantes (24,43%) tinham menos de 15 anos de idade, 13.007 habitantes (64,34%) tinham de 15 a 64 anos e 2.271 pessoas (11,23%) possuíam mais de 65 anos, sendo que a esperança de vida ao nascer era de 72,4 anos e a taxa de fecundidade total por mulher era de 2,4. O Índice de Desenvolvimento Humano Municipal (IDH-M) de Itanhém é considerado médio, segundo o Programa das Nações Unidas para o Desenvolvimento (PNUD) no ano de 2010. Seu valor era de 0,637, sendo o 51º maior, entre os 417 municípios da Bahia e 3357º maior, entre os 5 565 municípios do Brasil. Considerando apenas a educação, o índice era de 0,525, o índice da longevidade era de 0,790; e o de renda era de 0,624. Entre 1991 e 2010, a renda per capita média do medeirense subiu de R$ 164,42 para R$ 388,04, apresentando um aumento total de 136,01%. A proporção de pessoas pobres, ou seja, com renda domiciliar per capita inferior a R$ 140,00 era de 27,57% em 2010. Já a população considerada extremamente pobre, com renda domiciliar per capita inferior a R$ 70,00, era de 10,91% no mesmo ano. O Coeficiente de Gini, que mede a desigualdade social, era de 0,54. === Clima === O clima de Itanhém é tropical (do tipo Aw na classificação climática de Köppen-Geiger), com muito mais chuva no verão do que no inverno e temperatura média anual de 24,5 °C. Agosto é o mês mais seco do ano, apresentando média de 46 mm e novembro é o mês de maior precipitação, com 174 mm de média. O mês mais quente do ano é Janeiro com temperatura média de 26,3 °C, enquanto Julho é o mais frio, com média mensal de 21,8 °C. A precipitação média anual é de 1152 mm. == Organização Político-Administrativa == O município de Itanhém possui uma estrutura político-administrativa composta pelo Poder Executivo, chefiado por um prefeito eleito por sufrágio universal, o qual é auxiliado diretamente por secretários municipais nomeados por ele, e pelo Poder Legislativo, institucionalizado pela Câmara Municipal de Itanhém, órgão colegiado de representação dos munícipes que é composto por vereadores também eleitos por sufrágio universal.MEIRELLES, Hely Lopes. Direito municipal brasileiro. 18. ed. São Paulo: Malheiros, 2017. === Atuais autoridades municipais de Itanhém === * Prefeito: Mildson Dias Medeiros - PSD (2021/-) * Vice-prefeito: Alexandro Silva Chaves - PT (2021/-) == Economia == O Produto Interno Bruto (PIB) de Itanhém em 2014 era de aproximadamente 190 milhões de reais. Do valor total do PIB itanhense no referido ano, 65,3 milhões advieram do setor primário, 10,2 milhões do setor secundário, 53,9 milhões do setor terciário, 53,3 milhões da Administração pública e 6,4 milhões foram arrecadados com impostos sobre produtos líquidos de subsídios. O PIB per capita era de 9,1 mil reais. Em 2010 havia 14 039 habitantes acima de 18 anos no município. Dessa faixa etária, 8.324 (59,3%) eram economicamente ativos e estavam ocupados, enquanto outros 1.127 (8%) estavam desocupados. Os demais 4.588 (32,7%) foram considerados economicamente inativos. Das pessoas ocupadas, 32,27% trabalhavam no setor agropecuário, 0,14% na indústria extrativa, 4,31% na indústria de transformação, 6,49% no setor de construção, 0,29% nos setores de utilidade pública, 15,78% no comércio e 36,38% no setor de serviços. Categoria:Fundações na Bahia em 1958",
 "title": "Itanhém"
}