{
 "id": "30309",
 "text": "{{Info/Município do Brasil | nome = Itiúba | foto = Itiúba_-_Bahia.jpg | leg_foto = Vista do Tanque da Nação, com prédio da prefeitura ao fundo | apelido = | brasão = | bandeira = Itiúba_Bandeira.jpg | link_brasão = | link_bandeira = | link_hino = | aniversário = 17 de janeiro | fundação = | gentílico = itiubense | lema = | padroeiro = Nossa Senhora da Conceição | CEP = 48850-000 | prefeito = José Francisco dos Santos Filho | partido = PP | fim_mandato = 2024 | mapa = Bahia Municip Itiuba.svg | latP = S | latG = 10 | latM = 41 | latS = 27 | lonP = O | lonG = 39 | lonM = 51 | lonS = 10 | estado = Bahia | mesorregião = Centro Norte Baiano | data_mesorregião = IBGE/2008 | microrregião = Senhor do Bonfim | data_microrregião = IBGE/2008 | região_metropolitana = | vizinhos = Cansanção, Queimadas, Monte Santo, Andorinha, Senhor do Bonfim, Filadélfia e Ponto Novo | dist_capital = 377 | área = 1650.593 | área_ref = | população = 33872 | data_pop = IBGE/2022 | altitude = 570 | clima = semiárido | sigla_clima = | idh = 0.544 | data_idh = PNUD/2010 | pib = mil | data_pib = IBGE/2021 | pib_per_capita = 9731.99 | data_pib_per_capita = IBGE/2021 | site_prefeitura = www.itiuba.ba.gov.br | site_câmara = www.camara.itiuba.ba.io.org.br }} Itiúba é um município brasileiro situado no semiárido do estado da Bahia. Sua população, segundo estimativa do IBGE em 2022, é de 33 872 habitantes. == História == O território que compõe o contemporâneo município de Itiúba foi originariamente povoado por diversas etnias indígenas, com destaque para os povos genericamente denominados de tapuias e cariris, além do povo indígena Caricás, grupo que teria dado o nome de Itiúba para estas terras. Com a invasão portuguesa nos territórios indígenas no interior do Nordeste, houve a expansão dos domínios sesmariais dos proprietários \"curraleiros\" com destaque para a família dos descendentes do latifundiário \"Garcia d'Ávila\", família que viria ser conhecida historicamente como a Casa da Torre, e para a família Guedes de Brito. Os povos indígenas que viviam neste território foram expulsos da terra que tradicionalmente ocupavam, deslocando-se para outras regiões para sobreviver. Assim, os indígenas remanescentes acabaram sendo aldeados entre os séculos XVII e XVIII nas Missões religiosas do Sahy (Senhor do Bonfim da Tapera), de São Francisco Xavier (atual Jacobina Velha) e de Bom Jesus da Glória de Jacobina (Santo Antônio de Jacobina). Em razão do esquecimento deste território pelas autoridades políticas do período colonial e imperial da história do Brasil, a região que formaria o futuro município de Itiúba passou a ser ocupada no final do século XIX por posseiros que teriam formado um núcleo populacional situado no sopé da Serra de Itiúba chamado de Água da Pedra. Posteriormente, esse povoado passou a ser reconhecido em 1880 como Arraial de Itiúba, tendo permanecido vinculado à área territorial da vila de Queimadas. Em 18 de janeiro de 1935, o arraial de se emancipou de Queimadas para formar o Município de Itiúba, por meio do decreto estadual nº 9.322. == Geografia == Localizado na região do semiárido nordestino, o município de Itiúba tem área total de 1.650,5 km² e densidade populacional de 20,52 hab/km². Sua população estimada em 2022 era de 33 872 habitantes, segundo o IBGE. == Organização Político-Administrativa == O município de Itiúba possui uma estrutura político-administrativa composta pelo Poder Executivo, chefiado por um Prefeito eleito por sufrágio universal, o qual é auxiliado diretamente por secretários municipais nomeados por ele, e pelo Poder Legislativo, institucionalizado pela Câmara Municipal de Itiúba, órgão colegiado de representação dos munícipes que é composto por vereadores também eleitos por sufrágio universal.MEIRELLES, Hely Lopes. Direito municipal brasileiro. 18. ed. São Paulo: Malheiros, 2017. === Atuais autoridades municipais de Itiúba === * Prefeito: José Francisco dos Santos Filho - PP (2021/-) * Vice-prefeito: Cristina Silva de Oliveira Maia - REPU (2021/-) * Presidente da Câmara: Paulo Vinicius Jansen Melo Bastos Silva - PP (2021/-) == Cultura e Patrimônio == * Biblioteca Pública Municipal Lígia Lemos, situada na Rua Ademir Simões de Freitas, s/n Centro, CEP 48850-000.Relação de Bibliotecas Públicas no Estado da Bahia. snbp.culturadigital.br. Acesso em 21 de maio de 2017 * Obelisco Bendegó: monumento situado no povoado de Jacurici e inaugurado em 1888, marcando o fim da expedição de transporte do meteorito Bendegó para o Rio de Janeiro. Categoria:Fundações na Bahia em 1935",
 "title": "Itiúba"
}