{
 "id": "30302",
 "text": "{{Info/Município do Brasil | nome = Itapebi | foto = | leg_foto = | apelido = | brasão = Brasão_de_Itapebi.png | bandeira = Bandeira_de_Itapebi.jpg | link_brasão = | link_bandeira = | link_hino = | aniversário = | fundação = | gentílico = itapebiense | lema = | prefeito = Juarez da Silva Oliveira(Peba) | partido = PP | fim_mandato = 2024 | mapa = Bahia Municip Itapebi.svg | latP = S | latG = 15 | latM = 57 | latS = 03 | lonP = O | lonG = 39 | lonM = 32 | lonS = 02 | estado = Bahia | mesorregião = Sul Baiano | data_mesorregião = IBGE/2008 | microrregião = Ilhéus-Itabuna | data_microrregião = IBGE/2008 | região_metropolitana = | vizinhos = Eunápolis, Itagimirim | dist_capital = 479 | área = 972.036 | área_ref = | população = 9501 | data_pop = 2024 | população_ref = | altitude = | população_pos = BA: 356ºNE: 1222°BR: 3188º | clima = seco e chuvoso | sigla_clima = Am | idh = 0.572 | data_idh = PNUD/2010 | pib = | data_pib = IBGE/2021 | pib_per_capita = 32993.84 | data_pib_per_capita = IBGE/2021 | site = http://www.itapebi.ba.gov.br/ }} Itapebi é um município brasileiro do estado da Bahia. == Topônimo == \"Itapebi\" é um termo tupi que significa \"água da pedra achatada\", através da junção dos termos itá (\"pedra\"), peb (\"achatado\") e 'y (\"água). == História == O município de Itapebi teve sua origem depois que moradores do pequeno povoado de Cachoeirinha começaram a migrar para uma região um pouco mais distante devido a sucessivos acontecimentos naturais que devastaram o povoado. Cachoeirinha era um pequeno vilarejo localizado as proximidades do Rio Jequitinhonha, no sul do estado da Bahia. Sua população era composta de agricultores, pescadores, artesãos e pequenos comerciantes, que utilizavam a navegação através de canoas para se deslocarem aos maiores centros onde realizavam atividades comerciais. Com o êxodo em massa de sua população, o povoado de Cachoeirinha se extinguiu em meados de 1851, em consequência da mudança na legislação que protegia os aldeamentos indígenas. O novo povoado começou a se desenvolver e a aumentar sua população. Antes de receber o nome atual, o povoado teve vários outros, como: Italva, Itamarati e Pedra Branca. O povoado que se localizava às margens do Rio Jequitinhonha foi elevado a distrito em 1938, sendo subordinado ao município de Belmonte, permanecendo nessa condição até 1958, quando, por força da Lei Estadual 1 022, de 14 de agosto, foi elevado a município, tendo, como parte integrante de seu território, os distritos de Itagimirim e Caiubi. A tranquilidade do pequeno município era interrompida em épocas de enchentes do Rio Jequitinhonha, o que obrigou sua população a uma nova migração. Assim começou a surgir um novo núcleo de povoamento em uma região um pouco mais afastada das margens do Rio Jequitinhonha, que foi denominada Cidade Nova ou Cidade Alta, por se localizar em uma planície mais elevada de que a sede do município. Aos poucos, a Cidade Alta foi se desenvolvendo e, em pouco tempo, já superava a sede em número de habitantes. Consequentemente, houve a transferência da sede para a Cidade Alta.Pedra Branca da Bahia. História aspectos sociais, econômicos e políticos do Município de Itapebi (Bahia) 2006 == População == Segundo o Censo 2022 do Instituto Brasileiro de Geografia e Estatística (IBGE), a população de Itapebi é de 9 174 habitantes. Categoria:Fundações na Bahia em 1958",
 "title": "Itapebi"
}