{
 "id": "30322",
 "text": "{{Info/Município do Brasil | nome = Jucuruçu | foto = | apelido = | brasão = Brasão_de_Jucuruçu.jpg | bandeira = Bandeira_de_Jucuruçu.jpg | link_hino = | aniversário = 24 de fevereiro | fundação = | gentílico = jucuruçuense | lema = | prefeito (a) = Arivaldo de Almeida Costa | prefeito = Arivaldo de Almeida Costa | partido = PSDB | vice-prefeito (a) = Leidian Queiroz Rangel Jardim | fim_mandato = 2024 | mapa = Bahia Municip Jucurucu.svg | latP = S | latG = 16 | latM = 50 | latS = 34 | lonP = O | lonG = 40 | lonM = 09 | lonS = 32 | estado = Bahia | mesorregião = Extremo Sul Baiano | microrregião = Teixeira de Freitas | região_metropolitana = | vizinhos = Guaratinga, Itamaraju, Vereda e Palmópolis | dist_capital = 833 | área = 1438.463 | área_ref = | população = 9944 | população_ref = | data_pop = 2024 | altitude = 365 | clima = Tropical | sigla_clima = | idh = 0.541 | pib = mil | pib_per_capita = 14417.25 | leg_foto = | link_brasão = | link_bandeira = | data_mesorregião = IBGE/2008 | data_microrregião = IBGE/2008 | data_idh = PNUD/2010 | data_pib = IBGE/2021 | data_pib_per_capita = IBGE/2021 | Vice-prefeito (a) = Leidian Rangel Jardim }} Jucuruçu é um município brasileiro do estado da Bahia. == História == === Toponímia === Jucuruçu é vocábulo indígena que significa \"cobra grande\". Do tupi jucuru: cobra, jacuru ou jucuru; e ussu: grande. Nome dado pelos indígenas devido as curvas do rio, dando a impressão de que o mesmo é uma grande cobra. Diz a lenda que essa cobra existiu, e que após ter sido morta pelo índios, ela se transformou no rio. === Pré-emancipação política === Jucuruçu se iniciou com a chegada das famílias Rocha e Rodrigues, retirantes da forte seca que atingiu o semiárido baiano no final da primeira década do século XX. Estabeleceram-se em meados de 1912, ás margens do rio Jucuruçu, por definirem que ali havia terra boa para plantio, criação de animais e água em abundância. O vale do Rio Jucuruçu era conhecido por seu caminho indígena que ligava tribos do norte de Minas Gerais às tribos do Extremo-Sul baiano. Os patriarcas das famílias, respectivamente, foram Ramiro Rocha e José Rodrigues (o \"Zé de Du\"). As matriarcas das famílias, respectivamente, foram Florzina Rocha e Vitorina Maria Rodrigues. Para unificar as famílias, ocorreu o casamento de Manoel Rodrigues, o \"Manoel de Du\" com Júlia Rocha; e João Rodrigues, o \"João de Du\" com Maria Rocha. Os homens, filhos de Zé de Du. As mulheres, netas de Ramiro Rocha. Os Rodrigues que descendem de Zé de Du são conhecidos como \"Os Du\". Em 1933, através do Decreto Estadual Nº 8531, foi criada a comunidade Santo Antônio, pertencente ao território do município de Prado. O território foi doado por Manoel de Du para a instalação da zona comerciária, desmembrando parte das terras da Fazenda Venezuela, propriedade de sua família. Em 1934, Ramiro Rocha também contribuiu com doação para o aumento da área territorial do distrito. Logo, chegaram os sobrinhos de Zé de Du, o Augusto Rodrigues, conhecido como \"Augusto, O Mineiro\" e Manoel Rodrigues, que por ter o mesmo nome do primo, adotou o pseudônimo de \"Manoel Tote\". A montanha gigantesca, que anuncia a proximidade de Jucuruçu, recebeu o nome de Pedra de Tote, por estar localizada no território da antiga fazenda dos Tote. Em 1938, o distrito de Santo Antônio passou a ser chamado de Trindade, nome da primeira rua do comércio. O lugar, contudo, ficou conhecido como Chumbo, após Manoel de Du e seu irmão, Dely de Du, quando crianças, terem encontrado um saco de chumbo no riacho que rodeava a região e despejava suas águas no rio Jucuruçu. Assim, quando alguém se referia à localização do lugar, respondiam: \"lá naquele lugar do chumbo\". Até os dias atuais, este riacho é chamado de Córrego do Chumbo. Em 1943, através de novo decreto, Trindade passou a ser chamada de Jucururu, notoriamente o nome sofrera um erro de grafia. Na década de 1950, Álvaro Pompilho, escrivão, foi eleito vereador e representante do distrito na câmara de vereadores do município de Prado. Em 10 de maio de 1961, o distrito de Jucururu é desmembrado do município de Prado, passando a pertencer ao recém criado município de Itamaraju. Foram eleitos Josino Eduardo Brito e Armindo Vieira de Araújo, como representantes do distrito na câmara de vereadores de Itamaraju. Em 1964, elegeu-se vereador Valdemar José Nogueira, permanecendo como representante do distrito na câmara de vereadores de Itamaraju por quatro mandatos consecutivos. Em dezembro de 1968 ocorreu a primeira grande enchente do Rio Jucuruçu. Na década de 1980, elegeu-se vereador Itamar Batista de Araújo, permanecendo como representante do distrito na câmara de vereadores de Itamaraju até a emancipação de Jucuruçu. === Pós-emancipação política === Em 8 de agosto de 1988, foi realizado o plebiscito para definir se a população era a favor ou contra a emancipação do vilarejo. Em 24 de fevereiro de 1989, após mais de setenta anos desde a chegada das primeiras famílias, o distrito é elevado à categoria de Município, corrigindo-se a grafia para Jucuruçu. Passaram a pertencer ao território jucuruçuense os distritos de Coqueiro, Monte Azul, Água Limpa, São João da Boa Nova, Manoel Rodrigues e Itamaraty. Além dos vilarejos, fazem parte de Jucuruçu cerca de trinta comunidades, divididas por córregos, como Chumbo, Prata, Refugado, Lixa, Tubatinga, Onça, Monte Negro e São Domingos, e ainda por regiões familiares como as áreas de Jonas, Caboclos, Camilo Queiroz e Alves. Em 1989 foram realizadas as primeiras eleições para a prefeitura de Jucuruçu. O Hino do Município de Jucuruçu foi civicamente conhecido e cantado a 1ª vez pela população no dia 24 de fevereiro de 2008, através do Projeto de Lei nº 12 de 12 de julho de 2007, após a realização de um concurso público que foi coordenado pelos secretários municipais Athylla Borborema e Josefina Gomes. Uma comissão julgadora selecionou 5 composições numeradas para que não fossem identificados seus autores (02, 03, 07, 19 e 28) em meio aos 33 autores inscritos na competição pública. Contudo, a escolha do texto campeão só foi versado após o crivo do julgamento do plenário do Poder Legislativo que declarou como vencedor o texto nº 03, posteriormente revelado como sendo o hino de autoria do servidor público municipal Hildeberto Gomes Onofre, o \"Dinho Onofre\". Em dezembro de 2021, Jucuruçu foi atingida por uma enchente ainda maior que a ocorrida em 1968. Cerca de 25% da população ficou desabrigada. ==== Primeiro pleito ==== Em 1989 foram realizadas as primeiras eleições para a prefeitura de Jucuruçu. Foram eleitos Porfiro Antonio Rodrigues e Anésio Martins, prefeito e vice-prefeito, respectivamente. Governaram de 1990 a 1992. Derrotaram Antonio Rodrigues da Rocha, o \"Antonio de Dely\" e Dilson Pompilho, o \"Dilson Ceru\". Foram eleitos vereadores Teodolino José Pereira, o \"Dola\"; Helenita Moitinho; Orlando Ramos Bonfim; Juvenal Muniz; José Pereira de Souza, o \"Zé Branco\"; Edson Santos; Dernival Ferreira; Isaú Moitinho e Lacy Oliveira. ==== Segundo pleito ==== Na segunda eleição foram eleitos Teodolino José Pereira e Gilberto Nascimento Costa, prefeito e vice-prefeito, respectivamente. Governaram de 1993 a 1996. Derrotaram Ivan Lacerda e Altamiro Batista de Araújo. Os vereadores eleitos foram João Batista de Oliveira; Hélio Batista de Araújo; Dernival Ferreira; Aroldo da Silva; Hermes Perin; Izaltino Profeta; Dracio Pereira; Raimundo Muniz; Adeilton Plácido, o \"Solteiro\"; Arnaldo Rocha, o \"Arnaldo da Palha\" e Manoel do Carmo Loyola. ==== Terceiro pleito ==== Na terceira eleição Porfiro Antonio Rodrigues se elegeu prefeito novamente. Sua vice-prefeita foi Helenita Moitinho. Governaram de 1997 a 2000. Derrotaram Ivan Lacerda e Antonio Rodrigues da Rocha, o \"Antonio de Dely\". Os vereadores eleitos foram Joaquim de Moura, o “Joaquim Gazo”; Arnaldo Rocha, o “Arnaldo da Palha”; Calmito Ferreira; Hélio Brito, o “Hélio Malária”; João Pereira, o \"João de Eron\"; Manoel do Carmo Loyola; Zenaide Jardim; Valdelino Dias; Alival Evangelista; Izaltino Profeta e Ivone Santos. Seu secretariado foi composto por Maria Gil, (Secretária de Educação), Rosália Jardim (Secretária de Desenvolvimento Social); Almir Gerônimo (Secretário de Saúde) e Edvaldo Pires (Secretário de Administração). ==== Quarto pleito ==== Na quarta eleição saíram vitoriosos Eliana Perpétua Curvelo de Souza e Teodolino José Pereira, prefeita e vice-prefeito, respectivamente. Governaram de 2001 a 2004. Derrotaram Hermes Perin e Osvaldo Almeida. Os vereadores eleitos foram Uberlândia Pereira; Zenaide Jardim; Helenita Moitinho; Manoel do Carmo Loyola; Arnaldo Rocha, o “Arnaldo da Palha”; Irenio Rodrigues da Silva, o “Irenio de Du”; Paulo Caudas, o “Paulão”; Ivan Lacerda e Faustino Meregheti. Durante determinado período de tempo, Faustino Meregheti licenciou-se. Durante este período, o suplente Eliazart Borges, o “Zafim”, ocupou a cadeira vaga. Seu secretariado foi composto por Leonir Ricardo, (Secretária de Educação); Vanuza Curvelo (Secretária de Finanças), Sandra Iracema (Secretária de Desenvolvimento Social) e Gilma Pereira (Secretária de Saúde). ==== Quinto pleito ==== Na quinta eleição foram eleitos Teodolino José Pereira, para prefeito e Hermes Perin, para vice-prefeito. Governaram de 2005 a 2008. Derrotaram Eliana Perpétua Curvelo de Souza e Antonio Rodrigues da Rocha, o \"Antonio de Dely\". Foram eleitos vereadores Jairo Antônio Onofre, o “Tonhe da Cesta”; Manoel do Carmo Loyola; Irênio Rodrigues da Silva, o “Irênio de Du”; Arnaldo Rocha, o “Arnaldo da Palha”; Dely Barbosa, o “Dely de Monte Azul”; Iredes Pinheiro; Janete Lacerda; Gilmar Pereira, o “Dulinha” e Gilberto Nogueira, o “Gélo”. O secretariado municipal foi composto por Josefina Gomes (Secretária de Educação); Uberlândia Carmos Pereira (Secretária de Administração); Athylla Borborema (Secretário de Comunicação); Reginaldo Pereira (Secretário de Finanças); Ailton Dias (Secretário de Saúde) e José Gomes (secretário de Agricultura e Meio Ambiente). ==== Sexto pleito ==== Na sexta eleição foram eleitos Manoel do Carmo Loyola, para prefeito e Gilberto Nogueira, para vice-prefeito. Governaram de 2009 a 2012. Derrotaram Teodolino José Pereira e Gilmar Costa, o \"Gilmar do Caminhão\". Foram eleitos vereadores: Ivonete Plácido; Anorino Souza Santos, o “Mizin”; Paulo Silva Santos, o “Paulinho de Miguelão”; Jairo Antonio Onofre, o “Tonhe da Cesta”; Ailson Pereira da Costa, o “Vevei”; Janete Lacerda; Iredes Pinheiro; Juracy Pereira Gomes, o “Ruca” e José Messias Martins. Por determinado período de tempo, Janete Lacerda licenciou-se. Durante este período, o suplente Carlos Mário Oliveira, o “Carlinhos de Carmerindo”, ocupou a cadeira vaga. Seu secretariado foi composto por Elson Paulo, (Secretário de Educação); Maria Nilza Loyola (Secretária de Desenvolvimento Social), Célio Nogueira (Secretário de Finanças) e Queila Loyola (Secretária de Saúde). No último trimestre de 2012, Manoel do Carmo Loyola sofreu impeachment e, por isso, Gilberto Nogueira assumiu o mandato como prefeito da cidade. ==== Sétimo pleito ==== Na sétima eleição Uberlândia Carmos Pereira foi eleita prefeita de Jucuruçu. Seu vice-prefeito foi Paulo Figueiredo. Governaram de 2013 a 2016. Derrotaram Manoel do Carmo Loyola e Ailton Amorim. Os vereadores eleitos foram: Ernandes Rodrigues Jardim, o “Nande”; Elton Alves da Silva, o “Pebinha”; Gildeberto Nogueira, o “Talim”; Ivonildo Muniz, o “Boy”; Elson de Souza, o “Elson da Prata”; Jair Soares Costa, o “Jaizão do Ônibus”; Janete Lacerda; Anorino Souza Santos, o “Mizin” e Ailson Pereira da Costa, o “Vevei”. Seu secretariado foi composto por Carmem Pereira (Secretária de Educação); Núbia Cajaíba (Secretária de Desenvolvimento Social), Marlon Trindade (Secretário de Finanças) e Siderlândia Pereira (Secretária de Saúde). ==== Oitavo pleito ==== Na oitava eleição Uberlândia Carmos Pereira foi reeleita prefeita. Desta vez, seu vice-prefeito foi Erley Fernandes. Governaram de 2017 a 2020. Derrotaram Ailton Amorim e Ernandes Rodrigues Jardim, o \"Nande\". Os vereadores eleitos foram: Gilcássio Silva, o “Binha do Táxi”; Maria Nilza Loyola; Gilson dos Santos Silva, o “Gilson Koiô”; Anorino Souza Santos, o “Mizin”; Pablo Bomfim, o “Binho”; Ítalo Lacerda; Marcos Bomfim; Paulo Figueiredo, o “Paulo Fama” e Marivaldo Gonçalves, o “Terinho do Laticínio”. Devido ao afastamento de Pablo Bomfim, o suplente José Cirqueira, o “Zé Félix”, assumiu a cadeira vaga. Seu secretariado foi composto por Carmem Pereira (Secretária de Educação); Agnaldo Pereira (Secretário de Desenvolvimento Social), Marlon Trindade (Secretário de Finanças) e Ronny Patrick Almeida (Secretário de Saúde). ==== Nono pleito ==== Na nona eleição foram eleitos Arivaldo de Almeida Costa, para prefeito e Leidian Queiroz Jardim, para vice-prefeita. Governaram de 2021 a 2024. Derrotaram Edemark Pinheiro Ruas, o \"Marquinhos de Jota\" e Viviane Amorim. Em 2020 os vereadores eleitos foram: Gilcássio Silva, o “Binha do Táxi”; Maria Nilza Loyola; Gilson dos Santos Silva, o “Gilson Koiô”; Fledson Gonçalves; o “Fredi do Hospital”; Maria Aparecida Vieira, a \"Cida Vieira\"; Girlande da Cruz, o “Gil da Kombi”; Anorino Souza Santos, o “Mizin”; Liazar Quadra Filho, o “Pezão” e Miguel Silva Neto, o “Homo”. Seu secretariado foi composto por Odirley Oliveira (Secretário de Administração), Greg Barbosa (Secretário de Finanças), Roberto Lopes (Secretário de Educação), Jairo Antônio Onofre (Secretário de Infraestrutura), Dhiego Silva (Secretário de Saúde) e Fábio Jardim (Secretário de Meio Ambiente e Agricultura). Décimo pleito Na décima eleição para prefeito de Jucuruçu, Arivaldo de Almeida Costa foi reeleito prefeito. Seu vice-prefeito foi Mizael Bartolomeu, o \"Tremedeira\". Foram eleitos para o pleito 2025 a 2028. Derrotaram Uberlândia Pereira e Ernandes Rodrigues Jardim. Foram eleitos vereadores: Ailton Dias, o \"Tim do Hospital\", Gilcássio Silva, o “Binha do Táxi”, Cléia Batista Sena, Fledson Gonçalves; o “Fredi do Hospital”, Wilza Lacerda Ferraz, Maria Nilza Loyola, Girlande da Cruz, o “Gil da Kombi”, Maria Aparecida Vieira, a \"Cida Vieira\" e Unilton Gomes, o \"Totinha\". == Ligações externas == * Página da prefeitura de Jucuruçu Categoria:Municípios da Bahia Categoria:Fundações na Bahia em 1989",
 "title": "Jucuruçu"
}