{
 "id": "30345",
 "text": "{{Info/Município do Brasil | nome = Mairi | foto = São João de Mairi (5869781500).jpg | bandeira = BandeiraDeMairi.jpg | brasão = Braz mairi index.png | link_hino = | vizinhos = Baixa Grande, Capela do Alto Alegre, Mundo Novo, Pintadas, Várzea do Poço, Várzea da Roça e Serrolândia | dist_capital = 226 | fundação = | gentílico = mairiense | prefeito = José Bonifácio Pereira da Silva | partido = PT | fim_mandato = 2024 | vereadores = 11 | mapa = Bahia Municip Mairi.svg | latP = S | latG = 11 | latM = 42 | latS = 39 | lonP = O | lonG = 40 | lonM = 08 | lonS = 56 | estado = Bahia | site_câmara = camaramairi.ba.gov.br | mesorregião = Centro Norte Baiano | microrregião = Itaberaba | área = 906.680 | área_ref = | população = 17674 | CEP = 44630-000 | idh = 0.572 | pib = mil | pib_per_capita = 8 568,25 | data_mesorregião = IBGE/2008 | data_microrregião = IBGE/2008 | data_pop = Censo de 2022 | população_pos = BA: 189° | clima = | altitude = 441 | data_idh = PNUD/2010 | data_pib = IBGE/2021 | data_pib_per_capita = IBGE/2021 | site_prefeitura = mairi.ba.gov.br }} Mairi é um município do estado da Bahia na região Nordeste do Brasil. == História == O território que compõem a contemporâneo município de Mairi foi originariamente povoado por diversas etnias indígenas, com destaque para o povo índigena Payayá, grupo pertencente aos povos genericamente denominados de tapuias. Os povos paiaiás viviam na região entre Jacobina e o Vale do Paraguaçu ocupando uma área conhecida como Sertão das Jacobinas. Na primeira década do século XVIII, os Payayás foram aldeados por missionários franciscanos no Aldeamento de Bom Jesus da Glória de Jacobina, missão religiosa fundada em 1706. A concentração da população indígena remanescente em aldeamentos missionários e a expulsão dos indígenas que se recusaram a se aldearem nas missões religiosas contribuíram para um despovoamento da região, que também compreendia o atual território de Mairi, entre os séculos XVII e XIX. O despovoamento forçado das nações indígenas que habitavam a região criou condições que viabilizaram o estabelecimento de propriedades latifundiárias de grandes proporções, como ocorreu com as sesmarias doadas às famílias da Casa da Torre e Guedes de Brito, território que era ignorado pelas instituições governamentais do período colonial e do Império. Outro fator que influenciou na mudança do perfil populacional foi a descoberta e exploração das minas de ouro em Jacobina, durante os séculos XVII e XVIII, que atraíram colonos, comerciantes e garimpeiros europeus e luso-brasileiros de várias partes da Colônia, além dos afrobrasileiros e africanos escravizados que foram parar no trabalho de mineração. Esse fluxo de pessoas repercutiu na ocupação humana do território de Mairi, cujos colonos passaram a chamar a povoação constituída nesta área de Monte Alegre da Bahia. Na década de 1830 do século XIX, o governo da Província da Bahia criou o Distrito de Monte Alegre, conforme a lei provincial nº 67, 1 de julho de 1838. Em 31 de dezembro de 1857, o distrito de Monte Alegre foi elevado à categoria de vila com a denominação de Monte Alegre, de acordo com a lei provincial nº 669, adquirindo a condição de município, passando a contar com uma câmara municipal por causa das especificidades históricas da época do Brasil Império. Na década de 1940, por meio do decreto-lei estadual nº 141, de 31 de dezembro de 1943, retificado pelo decreto estadual nº 12978, de 01 de junho de 1944, o município de Monte Alegre teve seu nome modificado para a denominação de Mairi. == Geografia == O município de Mairi está localizado a 226 km de Salvador. Em 2010, ele possuía um IDH de 0.572, considerado baixo. == Organização Político-Administrativa == O Município de Mairi possui uma estrutura político-administrativa composta pelo Poder Executivo, chefiado por um Prefeito eleito por sufrágio universal, o qual é auxiliado diretamente por secretários municipais nomeados por ele, e pelo Poder Legislativo, institucionalizado pela Câmara Municipal de Mairi, órgão colegiado de representação dos munícipes que é composto por vereadores também eleitos por sufrágio universal.MEIRELLES, Hely Lopes. Direito municipal brasileiro. 18. ed. São Paulo: Malheiros, 2017. === Atuais autoridades municipais de Mairi === * Prefeito: José Bonifácio Pereira da Silva - PT (2021/-) * Vice-prefeito: Gustavo Alves Ferreira Carneiro - MDB (2021/-) * Presidente da Câmara: José Alan O. Almeida - MDB (2021/-) Categoria:Fundações na Bahia em 1857",
 "title": "Mairi"
}