{
 "id": "30343",
 "text": "{{Info/Município do Brasil | nome = Maetinga | foto = Maetinga - State of Bahia, Brazil - panoramio.jpg | leg_foto = | apelido = | brasão = Brasão_de_Maetinga.jpg | bandeira = Bandeira de Maetinga.jpg | link_brasão = | link_bandeira = | link_hino = | aniversário = | fundação = | gentílico = maetinguense | lema = | prefeito = Aline Costa Aguiar Silveira | partido = PL | mandato_fim = 2024 | mapa = Bahia Municip Maetinga.svg | latP = S | latG = 14 | latM = 39 | latS = 46 | lonP = O | lonG = 41 | lonM = 29 | lonS = 31 | estado = Bahia | mesorregião = Centro-Sul Baiano | data_mesorregião = IBGE/2008 | microrregião = Brumado | data_microrregião = IBGE/2008 | região_metropolitana = | vizinhos = Malhada de Pedras, Caraíbas, Presidente Jânio Quadros, Rio do Antônio | dist_capital = 609 | área = 614.834 | área_ref = IBGE/2022 | área_urbana = | área_urbana_ref = IBGE/2019 | população = 6973 | data_pop = Censo de 2022 | altitude = 600 | população_ref = | população_pos = (BA: 388º)(NE: 1365°)(BR: 3659°) (2022) | clima = semiárido | sigla_clima = | idh = 0.538 | data_idh = PNUD/2010 | pib = mil | data_pib = IBGE/2020 | pib_pos = BA: 411° | pib_per_capita = 17398.55 | data_pib_per_capita = IBGE/2020 }} Maetinga é um município brasileiro no interior do estado da Bahia, distante cerca de 609 quilômetros da capital estadual Salvador e integra o Território de Identidade Sudoeste Baiano . Sua população foi estimada em 2021 em 2 386 habitantes, segundo dados do Instituto Brasileiro de Geografia e Estatística (IBGE). Foi o menor município em população da Bahia.https://ftp.ibge.gov.br/Estimativas_de_Populacao/Estimativas_2021/estimativa_dou_2021.xls == História == Maetinga foi criado através do desmembramento do município de Jânio Quadros, de acordo com a lei n.º 4446 de 09 de maio de 1985, tendo seu território povoado em 1876, devido ao desenvolvimento da agropecuária e do comércio. Em 1885, a família fundadora, João Francisco de Lima, sua esposa e seus 14 filhos chegaram à fazenda conhecida como lagoa do monte alegre. Se dedicavam a agricultura, a pecuária e ao descortiçamento de matas. A família participava ativamente dos festejos religiosos como a festa de Santo Antônio e Santa Rita, celebrada na residência de Joãozinho Matias e sua esposa. Em 1888, as missas passaram a ser celebrada na residência do fundador pelo Padre João Gilberto. Essas celebrações religiosas permaneceram até 1906, ano em que João Francisco Lima faleceu. Em 1919, surgiram as casas de comércio: a venda de Antônio Bizor e a venda de Sebastião Lima Filho, em 1924 a loja de Francisco de Aliça, em 1925 a loja de Casimiro Souza, e assim o povoado foi se desenvolvendo. == Topônimo == Maetinga é de origem tupi-guarani, e significa: mãe (monte) e tinga (alegria), significado do antigo nome do local, Monte Alegre. == Geografia == O município está localizado no sudoeste da Bahia, encontra-se situado entre a mesorregião centro sul baiana e a microrregião de Brumado. === Hidrografia === Maetinga é banhada pelo Rio Gavião, uma outra fonte de água é o Riacho do Pires. === Vegetação === A vegetação do município é composta pela caatinga arbórea aberta, sem palmeiras, caatinga floresta estacional e caatinga arbórea aberta, com palmeiras. Ficheiro:Vegetação de Maetinga, BA.jpg|Vegetação de Maetinga Ficheiro:Vegetação Xerófita de Maetinga, BA.jpg|Vegetação xerófita === Clima === O clima do munícipio é caracterizado como semiárido, com temperaturas médias anual de 21,7ºC, máxima de 27,0º C e mínima de 17,5º C. A cidade apresenta um período de seca entre oito e nove meses, a chuva se concentra entre novembro e janeiro, com precipitação anual de 600-800 mm. Ficheiro:Chuvas em Maetinga, BA.jpg|Chuva em Maetinga Ficheiro:Pôr do sol de Maetinga, BA.jpg|Entardecer no município == População == Segundo o Censo 2022 do IBGE, a população de Maetinga é de 6 973 habitantes, ocupando a posição 388ª na Bahia, 1365ª no Nordeste e 3659ª no Brasil. No entanto, já teve a menor população da Bahia, de acordo com a estimativa do IBGE de 2021, com 2 386 habitantes. == Economia == A base da economia do município é a agricultura e a pecuária. Além disso, o setor de serviços desempenha um papel relevante na economia local, com destaque para o comércio varejista, serviços de saúde, educação e turismo. == Infraestrutura == === Educação === A taxa de escolarização no município entre crianças e adolescentes de 6 a 14 anos em 2010, era de 98%. Em relação a educação, o Índice de Desenvolvimento da Educação Básica (IDEB) no ano de 2021, era de 5,6 nos anos iniciais do ensino fundamental (rede pública), e 4,9 nos anos finais do ensino fundamental (rede pública). Em 2021, o município contava com 9 escolas de ensino fundamental e 1 de ensino médio. === Saúde === A cidade possui algumas unidades de saúde, dentre as quais se destacam, a Policlínica Maetinga, Serviço de atendimento móvel de urgência, Bioclínica. == Organização Político-Administrativa == O Município de Maetinga possui uma estrutura político-administrativa composta pelo Poder Executivo, chefiado por um Prefeito eleito por sufrágio universal, o qual é auxiliado diretamente por secretários municipais nomeados por ele, e pelo Poder Legislativo, institucionalizado pela Câmara Municipal de Maetinga, órgão colegiado de representação dos munícipes que é composto por 9 vereadores também eleitos por sufrágio universal.MEIRELLES, Hely Lopes. Direito municipal brasileiro. 18. ed. São Paulo: Malheiros, 2017. === Atuais autoridades municipais de Maetinga === * Prefeita: Aline Costa Aguiar Silveira \"Dra. Aline\" - PL * Vice-prefeito: Valdivio Pereira Lima - PC do B == Ligações externas == * Página da Prefeitura Municipal * Secretaria da Cultura e Turismo da Bahia Categoria:Municípios da Bahia Categoria:Fundações no Brasil em 1985",
 "title": "Maetinga"
}