{
 "id": "30350",
 "text": "{{Info/Município do Brasil | nome = Maragogipe | foto = Maragogipe 01.jpg | leg_foto = Vista da cidade, com a Igreja Matriz ao fundo | apelido = | brasão = Brasão de Maragogipe.jpg | bandeira = Bandeira de Maragogipe.jpg | link_hino = | aniversário = | fundação = | gentílico = maragogipano | lema = Patriotica cidade | padroeiro = São Bartolomeu | prefeito = Valnicio Armede Ribeiro | partido = PSD | fim_mandato = 2024 | mapa = Bahia Municip Maragogipe.svg | latP = S | latG = 12 | latM = 46 | latS = 40 | lonP = O | lonG = 38 | lonM = 55 | lonS = 08 | estado = Bahia | mesorregião = Metropolitana de Salvador | data_mesorregião = IBGE/2008 | microrregião = Santo Antônio de Jesus | data_microrregião = IBGE/2008 | região_metropolitana = | vizinhos = Salinas da Margarida, Saubara, Cachoeira, Nazaré, Jaguaripe, Cruz das Almas, São Filipe e São Félix | dist_capital = 130 | área = 440.161 | área_ref = | população = 37225 | população_ref = | data_pop = 2024 | altitude = | clima = tropical | sigla_clima = Aw | idh = 0.621 | data_idh = PNUD/2010 | pib = mil | data_pib = IBGE/2021 | pib_pos = BA: 108° | pib_per_capita = 8971.96 | data_pib_per_capita = IBGE/2021 | Vice-prefeito = Adhemar Luiz Novaes | Partido = Partido Progressista (PL) }}Maragogipe ou Maragojipe é um município do estado da Bahia,que se localiza no Recôncavo Baiano, no Brasil. Sua população estimada em 2024 era de habitantes, segundo o IBGE. == História == Na década de 1520, a região de Maragogipe era habitada por índios da tribo Aimoré, os quais ocupavam predominantemente a margem direita do rio Paraguaçu (chamado na época de Peroaçu). A riqueza natural do lugar chamou a atenção de exploradores portugueses que acabaram por se fixar ali, os quais deram início à colonização da região. O que antes era a sesmaria de Paraguaçu se tornou uma capitania, no ano de 1565, sob aprovação do Cardeal Regente Dom Henrique. No ano de 1640, passou a existir a Freguesia de São Bartolomeu de Maragogipe, sendo assim denominada até o ano de 1724, quando recebeu a categoria de vila pelo Conde de Sabugosa, quarto Vice-Rei do Brasil. 2 distritos são constituídos em Maragogipe após sua elevação à categoria de vila, em 1728: Maragogipe e São Felipe. Ao ser elevada a cidade, em 1850, a Vila de Maragogipe recebeu o nome de \"Patriota Cidade\", enquanto que São Felipe se tornou vila no ano de 1880. No mesmo ano, são criados os distritos de Caveiras (29-05-1880) e Nagé (13-08-1880), e são anexados à cidade de Maragogipe. Em vista da data em que se tornou oficialmente uma cidade, seu aniversário é comemorado no dia 08 de maio. == Distritos == Em 1911, o município possuía 5 distritos: Maragogipe, Nagé, Coqueiros, Caveiras e Santo Antônio de Capanema. No quadro do Recenseamento Geral de 1920, aparece formado pelos Distritos de Maragogipe, Nagé, Coqueiros, Caveira e Capanema. Na divisão administrativa de 1933, o município figura formado pelos distritos de Maragogipe, Nagé, Santo Antônio de Capanema, São Roque do Paraguaçu (criado pela Lei Provincial nº 2.179, de 20 de Junho de 1881 e confirmado pelo Decreto Estadual nº 8.311, de 15 de fevereiro de 1933), Caveiras e Coqueiros, este último criado pela Lei Estadual nº 1.922, de 13 de agosto de 1926. Nas divisões territoriais seguintes continua a mesma composição, ocorrendo apenas em 1938 a modificação do nome do Distrito de Santo Antônio de Capanema para Capanema. Pelo Decreto Estadual nº 11.089, de 30 de novembro de 1938, o Município é composto dos Distritos de Maragogipe, Capanema, Coqueiros, Guapira (ex-Caveiras), Nagé e São Roque (ex-São Roque do Paraguaçu). Essa mesma formação aparece nos quadros seguintes, notando-se porém, que o Distrito de São Roque aparece com o antigo nome de São Roque do Paraguaçu e o de Capanema teve o nome mudado para Guaí no quadro da divisão territorial de 1944. Sua composição administrativa de acordo com a Lei nº 628 de 30 de dezembro de 1953, em vigor, é de seis Distritos: Maragogipe, Coqueiros, Guaí, Guapira, Nagé e São Roque do Paraguaçu. == Geografia == Maragogipe é um município do estado da Bahia localizada a cerca de 133 quilômetros de Salvador. Sua população é estimada em 45 740 habitantes. O município de Maragogipe é bastante rico no que diz respeito aos recursos naturais, apresentando um ótimo potencial para o desenvolvimento de atividades ligadas ao turismo ecológico, rural e, principalmente, ao turismo náutico, incluindo a pesca desportiva. == Festas == O município possui festas tradicionais, como o carnaval de Maragogipe (considerado Patrimônio Imaterial da Bahia pelo Instituto do Patrimônio Artístico e Cultural do Estado em 2009), os festejos dos padroeiros da cidade e dos distritos. No mês de agosto, a Festa de São Bartolomeu é celebrada com procissões, lavagem da igreja, missas, shows, lavagem popular, além do bando anunciador, trazendo à tona a divisão do religioso e do profano. == Turismo == A arquitetura do município de Maragogipe é relacionada à época colonial, tendo como algumas de suas edificações mais antigas a Matriz de São Bartolomeu, a Câmara de Vereadores, a Casa de Câmara e Cadeia e o Fórum. Maragogipe possui atrativos que levam ao turismo náutico, rural e ecológico, devido às suas paisagens e recursos naturais. oferece passeios náuticos e ótimas condições para a pesca (encontro dos rios Guaí e Paraguaçu. == Ligações externas == * Página da prefeitura Categoria:Fundações no Brasil em 1557 Categoria:Municípios históricos do Brasil Maragogipe",
 "title": "Maragogipe"
}