{
 "id": "30358",
 "text": "{{Info/Município do Brasil | nome = Mirangaba | foto = | leg_foto = | apelido = | brasão = Brasão_de_Mirangaba.png | bandeira = Bandeira de Mirangaba BA.jpg | link_brasão = | link_bandeira = | link_hino = | aniversário = 24 de novembro | fundação = | gentílico = mirangabense | lema = | prefeito = Dirceu Mendes Ribeiro | partido = PSD | fim_mandato = 2024 | mapa = Bahia Municip Mirangaba.svg | latP = S | latG = 10 | latM = 57 | latS = 14 | lonP = O | lonG = 40 | lonM = 34 | lonS = 33 | estado = Bahia | mesorregião = Centro Norte Baiano | data_mesorregião = IBGE/2008 | microrregião = Jacobina | data_microrregião = IBGE/2008 | região_metropolitana = | vizinhos = Jacobina, Campo Formoso, Umburanas, Ourolândia, Saúde e Pindobaçu. | dist_capital = 350 | área = 1697.947 | área_ref = | população = 16185 | população_ref = | data_pop = 2024 | altitude = | clima = | sigla_clima = | idh = 0.542 | data_idh = PNUD/2010 | pib = mil | data_pib = IBGE/2021 | pib_per_capita = 7602.40 | data_pib_per_capita = IBGE/2021 | site_prefeitura = mirangaba.ba.gov.br }} Mirangaba é um município brasileiro do estado da Bahia. == História == As áreas que compõem o contemporâneo município de Mirangaba faziam parte no passado do chamado Sertão das Jacobinas, a qual era ocupada por diversos povos indígenas desde tempos imemoriais. Com a intensificação da colonização portuguesa sobre o território, a população indígena remanescente acabou sendo agrupada em diversas missões franciscanas estabelecidas na região, como a Missão de Nossa Senhora das Neves do Sahy (em território atualmente pertencente ao município de Senhor do Bonfim), fundada em 1697, e a Missão do Bom Jesus da Glória, fundada em 1706. Nesse período de despovoamento da região entre os séculos XVII e XIX em razão do aldeamento da população indígena remanescente pelos franciscanos ou expulsão dos indígenas que se recusaram a se aldearem nas missões religiosas, ocorreu o estabelecimento de propriedades latifundiárias de grandes proporções, sendo um território ignorado pelas instituições governamentais do período colonial e do Império. Por esse motivo, no final do século XIX, ocorreu a ocupação contemporânea das áreas que formariam o município de Mirangaba com a instalação do escravo liberto Quitério na Fazenda Lagedo, que daria origem à comunidade quilombola do Lagedo, e, também, de acordo com a história oral local, com a chegada na Fazenda Campo Grande de posseiros oriundos dos povoados de Lagoa do Meio e de Casa Nova (então pertencentes ao município de Jacobina), como os vaqueiros Manoel Ferreira da Cruz (vulgo Manoel de Bezinha), Francisco Ferreira da Cruz (vulgo Chico Zoião) e João Fumaça. Em 1902, um conjunto de casas é erguido pelos referidos vaqueiros e suas famílias na Fazenda Campo Grande formando assim o povoado de Alferes, tendo sido construída a primeira capelinha na área entre os anos de 1902 a 1905. Neste mesmo período, chegam novas famílias procedentes de Jacobina e de Saúde, como é o caso dos Carvalho, dos Valois Coutinho, dos Pereira de Miranda e dos Teixeira. A partir de 1906, o povoado de Alferes passou a ser denominado de Riachuelo. Ainda segundo a tradição oral local, ocorreu nesse mesmo período um conjunto de conflitos entre famílias locais, sendo destacada a disputa entre as famílias de Bernardo Teixeira de um lado contra as famílias de Joaquim Valois Coutinho e de Antonio Pereira de Miranda, com jagunços vinculados a cada família aterrorizando a população local, inclusive por meio do disparo de armas de fogo em direção às residências dos adversários de seus chefes. Em 5 de agosto de 1923, o povoado de Riachuelo foi elevado à condição de Vila. Em 31 de dezembro de 1943, o distrito de Riachuelo foi desmembrado do distrito de Saúde, conforme o Decreto-lei estadual nº. 141/1943, além de ter mudando a denominação para Mirangaba. Por fim, no início da década de 1960, o distrito se emancipou politicamente do município de Saúde para formar o Município de Mirangaba, conforme a Lei nº. 1959, de 24 de novembro de 1961. O município criado foi constituído pelos distritos de Taquarendi, Nuguaçu e Canabrava e sua instalação ocorreu em 1º de fevereiro de 1963. == Geografia == A população do município de Mirangaba era estimada em 2024 em habitantes. == Organização Político-Administrativa == O Município de Mirangaba possui uma estrutura político-administrativa composta pelo Poder Executivo, chefiado por um Prefeito eleito por sufrágio universal, o qual é auxiliado diretamente por secretários municipais nomeados por ele, e pelo Poder Legislativo, institucionalizado pela Câmara Municipal de Mirangaba, órgão colegiado de representação dos munícipes que é composto por vereadores também eleitos por sufrágio universal.MEIRELLES, Hely Lopes. Direito municipal brasileiro. 18. ed. São Paulo: Malheiros, 2017. === Atuais autoridades municipais de Mirangaba === * Prefeito: Dirceu Mendes Ribeiro - PSD (2021/-) * Vice-prefeito: Jó Emilson Ubaldino Freire - PSD (2021/-) * Presidente da Câmara: Joacy Silva Mendes \"Nego Jó\" - PDT (2021/-) Categoria:Municípios da Bahia Categoria:Fundações na Bahia em 1961",
 "title": "Mirangaba"
}