{
 "id": "30361",
 "text": "{{Info/Município do Brasil | nome = Morpará | foto = Morpará.jpg | leg_foto = | apelido = | brasão = Brasão de Morpará - BA.svg | bandeira = Bandeira_de_Morpará_BA.jpg | link_brasão = | link_bandeira = | link_hino = | emancipação = | fundação = | gentílico = morparaense | lema = | prefeito = Sirley Novaes Barreto - Lelei | partido = PT | fim_mandato = 2024 | mapa = Bahia Municip Morpara.svg | latP = S | latG = 11 | latM = 33 | latS = 32 | lonP = O | lonG = 43 | lonM = 16 | lonS = 51 | estado = Bahia | mesorregião = Vale São-Franciscano da Bahia | data_mesorregião = IBGE/2008 | microrregião = Barra | data_microrregião = IBGE/2008 | região_metropolitana = | vizinhos = Barra, Xique-Xique, Gentio do Ouro, Ipupiara, Brotas de Macaúbas, Ibotirama e Oliveira dos Brejinhos. | dist_capital = 548 | área = 1731.929 | área_ref = | população = 7982 | data_pop = Censo de 2022 | população_ref = | altitude = Latitude -11° 33' 31'' | população_pos = (BA: 372º)(NE: 1291°)(BR: 3412º) (2022) | clima = Tropical | sigla_clima = | idh = 0.558 | data_idh = PNUD/2010 | pib = mil | data_pib = IBGE/2008 | pib_per_capita = 2997.40 | data_pib_per_capita = IBGE/2008 | vice-prefeito = Solange Pereira Martins de Novais | site oficial = www.morpara.gov.ba.br }}Morpará é um município brasileiro do estado da Bahia. == História == A região era povoada originalmente pelos indígenas acroás, na margem esquerda do Rio São Francisco, e pelos indígenas mocoazes, na direita, além de Tupiniquins, Xacriabás, Caiapós, Cariris e Aricobés. O povoamento contemporâneo da região por populações não indígenas surgiu a partir da ocupação realizada em 1812 por um vaqueiro da Fazenda Picada que andava a procura de gado. Encontrou vários ranchos dos indígenas que pescavam às margens do Rio São Francisco, no local onde serviu, muitos anos depois para ancoragem dos navios chamados vapor, ficando este local conhecido por todos como Porto do Vapor. Morpará tem origem nas fazendas Poço de Gado, Ema e Picadas. Seu primeiro nome foi dado pela aglomeração de pescadores Rancho Velho proveniente dos ranchos feitos e cobertos com palhas de carnaúba, produto natural e regional. Depois foi denominado de Morro do Paramirim por ser aí o encontro dos rios São Francisco e Paramirim. Em 1891, o fazendeiro Antônio Bitencourt Mariani, fez glebas e lotes para vender a quem interessasse. Foi aí que chegaram homens para abrir comércios, sendo o primeiro o Major Benedito Marcelino de Almeida, que teve a oportunidade de receber os militares quando vieram em busca dos revoltosos na década de 1914. Esse Major foi o grande defensor da ordem social das famílias morparaenses da época. Em 1916, com a chegada de outros comerciantes, especialmente os brejeiros, que se instalaram comprando peixes, cera de carnaúba, peles e couro de todos os animais. Estas mercadorias eram despachadas para Juazeiro da Bahia, Petrolina de Pernambuco e para o estado de Sergipe. Com o desenvolvimento, Morpará recebeu os primeiros serviços públicos, como a instalação de uma agência dos Correios e Telégrafos que também recebia correspondência de Brotas de Macaúbas e da Vila Jordão, que vinham transportadas nas costas dos burros e eram enviadas para as cidades da Barra, Juazeiro e outras das margens do rio São Francisco. Os primeiros funcionários dos correios foram Bevenuto Ribeiro e Lindaura Ribeiro, que ao serem transferidos para Bom Jesus da Lapa, foram substituídos por Dona Emília Ribeiro, conhecida como Dona Laila, que trabalhou quase quarenta anos, por Dona Maria das Dores, conhecida como Dona Dozinha e os Srs. Dantes e Enok. Morpará por ser o melhor porto, recebia as mercadorias dos municípios vizinhos, em especial o fumo de corda, que eram despachados para os estados do Piauí, Maranhão, Minas Gerais, Mato Grosso, Goiás e outros, através do vapor, que consumia a lenha colhida nas margens do rio São Francisco. Por volta de 1934, sendo o quinto distrito judiciário do município de Brotas de Macaúbas foi realizada, em 27 de dezembro deste ano, a abertura do livro número um, de registro de nascimento e casamento pelo Juiz de Paz, o Sr. Antônio Cândido de Deus, que celebrou o primeiro casamento em 10 de fevereiro de 1935, tendo como nubentes Antônio Custódio Filho e Almira Custódia de Andrade. Em 16 de julho de 1962, o município foi criado com parte do território do distrito de Morpará, desmembrado de Brotas de Macaúbas, e com o território do distrito de Quixaba, desmembrado de Oliveira dos Brejinhos, por força de Lei Estadual número 1.722 e publicado no Diário Oficial do Estado, em 25.07.1962, lei sancionada pelo então Governador Coronel Juracy Montenegro de Magalhães, sua emancipação, ficando o nome Morpará e garantindo a categoria municipal. ==Ligações externas== * Categoria:Municípios da Bahia Categoria:Fundações no Brasil em 1812",
 "title": "Morpará"
}