{
 "id": "30377",
 "text": "{{Info/Município do Brasil | nome = Nova Itarana | foto = Nova Itarana - State of Bahia, Brazil - panoramio (2).jpg | leg_foto = | apelido = | brasão = Nova itarana.png | bandeira = Bandeira_de_Nova_Itarana_BA.jpg | link_brasão = | link_bandeira = | link_hino = | aniversário = 20 de julho | fundação = | gentílico = nova-itaranense | lema = | prefeito = Danilo Italiano | partido = PSD | fim_mandato = 2024 | mapa = Bahia Municip NovaItarana.svg | latP = S | latG = 13 | latM = 01 | latS = 37 | lonP = O | lonG = 40 | lonM = 04 | lonS = 08 | estado = Bahia | mesorregião = Centro-Sul Baiano | data_mesorregião = IBGE/2008 | microrregião = Jequié | data_microrregião = IBGE/2008 | região_metropolitana = | vizinhos = Iaçu, Planaltino, Irajuba, Santa Inês, Brejões e Milagres | dist_capital = 283 | área = 456.256 | área_ref = | população = 7780 | data_pop = Censo de 2022 | população_ref = | altitude = | população_pos = (BA: 375º)(NE: 1306°)(BR: 3455º) (2022) | clima = Semi-Árido | sigla_clima = | idh = 0.524 | data_idh = PNUD/2010 | pib = mil | data_pib = IBGE/2008 | pib_per_capita = 2861.06 | data_pib_per_capita = IBGE/2008 | site_prefeitura = novaitarana.ba.gov.br }} Nova Itarana é um município brasileiro do estado da Bahia. == História == De acordo com a história oral, o desbravamento do território que compõe o atual município de Nova Itarana se iniciou no século XVIII por jesuítas em missão da catequizar os indígenas que habitavam o local. Nestas terras, foram implantadas fazendas pelos jesuítas, que foram adquiridas posteriormente por um latifundiário chamado Noronha que, em seguida, vendeu essas terras para Inácio Moura. Sem recursos financeiros para administrar aquela área, Inácio Moura estabeleceu um sistema de parceria rural (sistema de meia). Com o passar do tempo, esses posseiros compraram partes das terras e acabaram formando o povoado Veados que se tornaria o núcleo da sede do futuro município de Nova Itarana. A partir de 26 de outubro de 1924, o povoado de Veados passou a pertencer ao município de Brejões, vindo a mudar de nome na década de 1950, quando o distrito de Veados foi renomeado para distrito de Nova Itarana, conforme a lei estadual nº 628, de 30 de dezembro de 1953, mas ainda pertencendo à Brejões. Na década de 1960, o distrito de Nova Itarana foi elevado à categoria de município, mantendo o mesmo nome, conforme a lei estadual nº 1.742, de 20 de julho de 1962, tendo sido desmembrado do município de Brejões. O novo município de Nova Itarana foi instalado em 7 de abril de 1963. == Organização Político-Administrativa == O Município de Nova Itarana possui uma estrutura político-administrativa composta pelo Poder Executivo, chefiado por um Prefeito eleito por sufrágio universal, o qual é auxiliado diretamente por secretários municipais nomeados por ele, e pelo Poder Legislativo, institucionalizado pela Câmara Municipal de Nova Itarana, órgão colegiado de representação dos munícipes que é composto por 9 vereadores também eleitos por sufrágio universal.MEIRELLES, Hely Lopes. Direito municipal brasileiro. 18. ed. São Paulo: Malheiros, 2017. === Atuais autoridades municipais de Nova Itarana === * Prefeito: Antonio Dannilo Italiano de Almeida \"Danilo de Zéu\" - PSD (2021/-) * Vice-prefeita: Bernadete Queiroz de Araujo - PP (2021/-) * Presidente da Câmara: Vicente Neto Cardoso Amaral - PP (2021/-) Categoria:Municípios da Bahia Categoria:Fundações na Bahia em 1962",
 "title": "Nova Itarana"
}