{
 "id": "30379",
 "text": "{{Info/Município do Brasil | nome = Nova Soure | foto = Paiaiá- Bahia.jpg | apelido = Natuba\" \"Terra do Caju\" \"Vila do Soure\" | brasão = Brasão_Nova_Soure_BA.png | bandeira = Bandeira_Nova_Soure_BA.png | oculta hino = Canção de Amor à Nova Soure | link_hino = Hino de Nova Soure | emancipação = | distritos = Nova Soure(sede) | aniversário = 1 de junho | fundação = | gentílico = nova-souriense | lema = | distritos_ref = [] | prefeito = Luís Cássio de Souza Andrade | partido = PSD | fim_mandato = 2024 | vereadores = 11 | mapa = Bahia Municip NovaSoure.svg | latP = S | latG = 11 | latM = 13 | latS = 58 | lonP = O | lonG = 38 | lonM = 28 | lonS = 58 | estado = Bahia | região_intermediária = Nordeste Baiano | região_imediata = Ribeira do Pombal | vizinhos = Cipó, Itapicuru, Olindina, Sátiro Dias, Biritinga, Araci e Tucano | dist_capital = 225 | área = 966.993 | área_ref = | população = 24236 | altitude = 169 | densidade = | clima = semi-árido | sigla_clima = | CEP = 48460-000 | idh = 0.555 | pib = mil | pib_pos = BA: 155°) (BR: 2543° | pib_per_capita = 9169.12 | leg_foto = | link_brasão = | link_bandeira = | data_pop = Censo IBGE/2022 | data_idh = PNUD/2010 | data_pib = IBGE/2020 | data_pib_per_capita = IBGE/2020 | site_prefeitura = novasoure.ba.gov.br | site_câmara = | Padroeira = Nossa Senhora da Conceição | Região Intermediaria = Nordeste Baiano | Região Imediata = Ribeira do Pombal }} Nova Soure, também conhecido como Soure, é um município brasileiro no interior do estado da Bahia. Está localizado na Mesorregião do Nordeste Baiano na microrregião de Ribeira do Pombal. Sua população, conforme o censo realizado pelo IBGE em 2022, era de 24.236 habitantes. == História == A região de Nova Soure teve como primeiros habitantes os indígenas quiriris. Ao longo do século XVII, com a expansão da pecuária pelo Nordeste Baiano, houve confrontos entre os vaqueiros e os indígenas e, com isso, religiosos, sobretudo jesuítas, criaram aldeamentos missionários nessa parte da Bahia para proteger e catequizar os índios, sendo o mais antigo o de Massacará, localizado no atual município de Euclides da Cunha, fundado em 1639. O aldeamento de Nossa Senhora da Conceição de Natuba (atualmente a cidade de Nova Soure) foi fundado pelos jesuítas em 1666 e contava com um convento e uma igreja em louvor a Nossa Senhora da Conceição. Nas terras férteis da Missão de Natuba e arredores se fixaram colonos portugueses, que desenvolveram a agricultura. Ao longo do século XVIII, a população de Natuba, assim como em outros aldeamentos missionários, diminuía progressivamente. A aldeia de Natuba foi elevada à categoria de Freguesia, com o nome de Nossa Senhora da Conceição de Soure, por meio de Provisão régia de 8 de maio de 1758, e elevada à categoria de vila, com o nome Soure, em data incerta – são propostas as datas 18 de maio de 1754, 7 de junho de 1755 e 3 de fevereiro de 1759 –, sendo a nova vila instalada em 10 de março de 1759. Em 1759, os jesuítas foram expulsos do Brasil e do Império Português. No começo de 1893, o líder messiânico Antônio Conselheiro visitou a vila de Soure junto com seus seguidores e eles destruíram as tábuas de impostos, no contexto do aumento dos tributos após a Proclamação da República (1889). Tal ato transformou Conselheiro em um inimigo das autoridades e, no mesmo ano que passou por Soure, o beato fundou o povoado de Belo Monte, palco da Guerra de Canudos (1896-7). Por meio do Decreto estadual n° 7479, de 8 de julho de 1931, foi criado o município de Cipó e, ao mesmo tempo, Soure e outros municípios próximos foram anexados a Cipó como distritos. Graças à luta de seus habitantes, Soure teve sua autonomia municipal restaurada por meio do Decreto Estadual n° 9600, de 18 de julho de 1935, sendo reinstalada em 18 de agosto do mesmo ano. No entanto, o Decreto-lei estadual n° 141, de 31 de dezembro de 1943, extinguiu o município de Soure novamente, reanexando-o a Cipó como um distrito, o qual teve o nome alterado para Nova Soure. Nova Soure adquiriu sua autonomia definitiva por meio do Decreto estadual n° 12.978, de 1° de junho de 1944. == Geografia == O município de Nova Soure está localizado no Nordeste do Estado da Bahia, a uma distância de 246 km da capital estadual, Salvador, e faz divisa com os seguintes municípios: ao norte, com Cipó; ao sul, com Sátiro Dias; a leste, com Olindina e Itapicuru e a oeste, com Tucano e Araci. Sua sede municipal está situada a uma altitude de 169 m acima do nível do mar. O relevo municipal é levemente acidentado, com pequenos morros tabulares de pequena importância e alguns pontos com planícies. O município é banhado pelo Rio Itapicuru e pelos riachos Natuba e Paiaiá, estes ambos afluentes do Itapicuru. Os maiores povoados do município, além da sede, são São José do Paiaiá e Melancia. == Ver também == * História da Bahia * Interior da Bahia * Agreste == Ligações externas == * Dados sobre a cidade Categoria:Fundações na Bahia em 1938 Categoria:Bahia Categoria:Municípios da Bahia",
 "title": "Nova Soure"
}