{
 "id": "30390",
 "text": "{{Info/Município do Brasil | nome = Pau Brasil | foto = Proximidade a cachoeira rio pardo.JPG|leg_foto | apelido = | brisão = | bandeira = Bandeira_de_Pau_Brasil_BA.jpg | link_brisao = | link_bandeira = | link_hino = s:Hino do município de Pau Brasil | aniversário = 19 de abril | fundação = | gentílico = pau-brasilense | lema = | prefeito = Bárbara Suzete de Sousa | partido = PSD | fim_mandato = 2024 | mapa = Bahia Municip PauBrasil.svg | latP = S | latG = 15 | latM = 27 | latS = 50 | lonP = O | lonG = 39 | lonM = 39 | lonS = 03 | estado = Bahia | mesorregião = Sul Baiano | data_mesorregião = IBGE/2008 | microrregião = Ilhéus-Itabuna | data_microrregião = IBGE/2008 | região_metropolitana = Zona Cacaueira | vizinhos = Camacan, Itaju do Colônia, Potiraguá, Itapetinga. | dist_capital = 553 | área = 626.306 | área_ref = IBGE/2022 | área_urbana = | área_urbana_ref = IBGE/2019 | população = 9370 | data_pop = Censo IBGE/2022 | altitude = | clima = Úmido tropical | sigla_clima = | idh = 0.583 | data_idh = PNUD/2010 | pib = mil | data_pib = IBGE/2008 | pib_per_capita = 2880.12 | data_pib_per_capita = IBGE/2008 | padroeiro = Santa Luzia | site_prefeitura = paubrasil.ba.gov.br }} Pau Brasil é um município brasileiro no interior e sul do estado da Bahia. A área total do município é de 626,306 km². Localizada entre Camacã e Itaju do Colônia, em Pau Brasil e nestes municípios estão localizadas as Terras Indígenas Caramuru-Paraguaçu, ocupada pelos Pataxós-hã-hã-hães. == História == O surgimento do município de Pau Brasil data do começo do século XX. O município se originou a partir da fundação do povoado de Santa Rosa no ano de 1936 por Alfredo Santos e Antônio Alves de Souza. A ocupação da área é próxima ao Córrego da Água Preta, em 1930, ocorreu pela contato dos senhores Euclides Cerqueira e Valentin Rodrigues à família Ribeiro com o objetivo de estabelecer o povoado. No ano de 1939, Santa Rosa começou a se destacar com a abertura de sua primeira feira livre, impulsionada pela necessidade da população em comprar e vender produtos, acarretando o crescimento e desenvolvimento econômico local. Ainda que com os conflitos ocorridos no lugarejo quanto as lutas pela terra no litoral sul da Bahia quando os povos indígenas e fugitivos se rebelaram contra as formas de governo impostas pelas acumulações rudimentares dos caciques de São Jorge dos Ilhéus. Esta luta se intensificou no século XX à medida que as monoculturas de produtos agrícolas de cacau foram exportadas, culminando na espacialização dos conflitos pela “terra do cacau” entre os trabalhadores “sem terra”. Contudo, seu desenvolvimento continuou. Em Santa Rosa existiu o posto indígena (Paraguaçu) de 84 km­­2, que abrangia o município vizinho de Itajú do Colônia. A medição de sua extensão foi encerrada em 1933, quando havia 475 indígenas habitando a área. No ano de 1951, Santa Rosa foi promovida à categoria de distrito e no ano de 1962 alcançou o patamar de Município com o nome de Pau Brasil, devido a duas enormes reservas florestais da árvore Pau-Brasil na época. O Município de está incluso na microrregião conhecida como Microrregião Cacaueira. == Demografia == Em 2022, a população foi estimada em 9 370 habitantes pelo censo daquele ano, realizado pelo Instituto Brasileiro de Geografia e Estatística (IBGE), o que representa uma queda em relação a 2010, quando foram contabilizados 10 852 moradores. Segundo o censo de 2010, 5 495 habitantes eram homens e 5 357 habitantes mulheres. == Geografia == A cidade está localizada em uma área reconhecida por sua abundância hídrica e natural, conhecida por grandes rios balneares como os rios Pratas, Água Preta e Rio Pardo, além de riachos. Entre seus recursos minerais destacam-se o cristal e o mármore. Categoria:Municípios da Bahia Categoria:Fundações na Bahia em 1962",
 "title": "Pau Brasil (Bahia)"
}