{
 "id": "30403",
 "text": "{{Info/Município do Brasil | nome = Poções | foto = Poções.jpg | leg_foto = Centro de Poções | apelido = Terra do Divino | brasão = BRASÃO_POÇÕES.jpeg | bandeira = | link_brasão = | link_bandeira = | link_hino = | aniversário = 26 de junho | fundação = | gentílico = poçoense | lema = Fides et labor \"Fé e Trabalho\" | prefeito = Irenilda Cunha de Magalhaes (Dona Nilda) | partido = PC do B | fim_mandato = 2024 | mapa = Bahia Municip Pocoes.svg | latP = S | latG = 14 | latM = 31 | latS = 48 | lonP = O | lonG = 40 | lonM = 21 | lonS = 54 | estado = Bahia | mesorregião = Centro-Sul Baiano | data_mesorregião = IBGE/2008 | microrregião = Vitória da Conquista | data_microrregião = IBGE/2008 | região_metropolitana = | vizinhos = Planalto, Nova Canaã, Iguaí, Manoel Vitorino, Bom Jesus da Serra, Boa Nova, Ibicuí | dist_capital = 444 | capital_link = Salvador (Bahia) | área = 937.855 | área_ref = IBGE/2022 | área_urbana = | área_urbana_ref = IBGE/2019 | população = 50642 | data_pop = 2024 | população_ref = | altitude = 760 | clima = tropical de altitude | sigla_clima = Cwa | idh = 0.604 | data_idh = PNUD/2010 | idh_ref = | pib = mil | data_pib = IBGE/2021 | pib_ref = | pib_per_capita = 12232.18 | data_pib_per_capita = IBGE/2021 | site_prefeitura = | site_câmara = }} Poções é um município brasileiro no Sudoeste do estado da Bahia, região Nordeste do país. Localiza-se na mesorregião do Centro Sul Baiano. O município integra o Território de Identidade Sudoeste Baiano proposto pela Superintendência de Estudos Econômicos e Sociais da Bahia. Segundo o estimativa de 2024 do Instituto Brasileiro de Geografia e Estatística (IBGE), a população do município era de habitantes. == História == De acordo com os registros históricos, as explorações no território iniciaram-se por bandeirantes em busca de metais preciosos por volta 1732. Um dos principais nomes dessa missão foi o coronel André da Rocha Pinto, considerado o pioneiro na exploração da região. A instalação das fazendas propiciou o surgimento de outras atividades como a pecuária, principalmente a bovina, a agricultura de subsistência e a cultura do algodão. Essas atividades de exploração se estenderam por cerca de cem anos. A gradual concentração de pessoas em volta das fazendas e nos pontos de desembarque ao longo das estradas formaram diversos centros urbanos na colônia portuguesa no século XVIII devido à descoberta do ouro e à difusão da criação extensiva do gado. Entre os anos 1830 e 1842 foi construída a capela do Divino Espírito Santo e entorno do templo, aos poucos, desenvolveu-se o arraial de Poções. Em 1878, tornou-se distrito do município de Vitória, atual Vitória da Conquista, e foi emancipado pela Lei provincial nº 1.986 de 26 de junho de 1880, tornando-se oficialmente um município. Teve sua sede transferida duas vezes para a povoação de Boa Nova e sete mudanças na nomenclatura entre 1903 e 1947, chegando a se chamar de Divino Espírito Santo, Boa Nova e Djalma Dutra anteriormente. A cidade teve a sua área dividida entre mais seis municípios: Ibicuí (1952), Iguaí (1952), Nova Canaã (1961), Planalto (1962), Caetanos (1989) e Bom Jesus da Serra (1989). == Infraestrutura == === Educação === Ao todo, o município tem 346 estabelecimentos de ensino fundamental e 53 escolas de nível médio. === Economia === As principais atividades econômicas são a agricultura de hortifrutigranjeiros e a geração de empregos diretos e indiretos no comércio, segundo o SEI. === Transportes === A sede municipal é cortada pela BR-116. Comumente referida como \"Rio-Bahia\", a rodovia federal é o principal eixo rodoviário. Também é cortada pela rodovia estadual BA-262. Esta liga a sede do município a Itabuna, passando por Nova Canaã, Iguaí, Ibicuí, Ponto de Astério, acesso à BA-263 (rodovia Vitória da Conquista-Itabuna), até a BR-101. O município, desde a sede, é ainda servido por rodovia asfaltada (atualmente cheia de buracos) até a sede do município de Bom Jesus da Serra. Dispõe de linhas regulares de ônibus para Salvador, Vitória da Conquista e para todo o país com acesso às principais rodovias do país. O município dispõe de aeroporto com pista asfaltada para aeronaves de até 50 passageiros. Os aeroportos mais próximos para aviões de médio e grande portes são os de Vitória da Conquista, Ilhéus e Salvador. == Geografia == Apresenta clima semiárido e seco a sub-úmido. O município está localizado numa depressão em forma de bacia, a uma altitude média de 760 metros em relação ao nível do mar, em uma zona de transição entre os biomas da Caatinga, ao oeste, e da Mata Atlântica, ao leste. Sua média anual de 20,7 °C. Todo o água disponível da cidade vem da chamada \"Barragem de Morrinhos\", que nasce no Rio das Mulheres, e tem por finalidade abastecer a cidade e alguns municípios próximos. A barragem foi construída pelo Departamento Nacional de Obras Contra as Secas (DNOCS), na década de 1950, e situa-se no distrito de Morrinhos. Além disso, o município está localizado em uma depressão em forma de bacia. O centro comercial situa-se na parte baixa, enquanto na parte alta concentram-se as residências. Vários bairros compõem a sede municipal, a exemplo dos bairros Alto do Recreio, Indaiá, Alto da Vitória, Santa Rita, Primavera, Tiradentes, Lagoa Grande, Bela Vista, Centro, Urbis, Tigre, Santa Rita, Açude, Lagoa Grande, Poçõenzinho, Joaquim Mascarenhas, Alto Paraíso, Pituba, entre outros. == Política == De modo geral, no município de Poções prevalecem as forças conservadoras. Desde as eleições municipais de 1947, alternaram-se no poder, partidos de tendências direitistas. De modo geral, no período denominado como Quarta República ou República Populista, os partido hegemônicos em Poções eram a UDN, o PR e o PSD. Ressaltando que o PR era um aliado da UDN. O PSD era o partido da oposição. Exceto pelo processo eleitoral municipal de 1958, quando a UDN e o PR, por disputas quanto ao nome único a ser lançado, acabou por se dividir na disputa. Lançando os nomes de Miguel Lopes Ferraz como candidato da UDN e o PR lançou o nome de Bernardo Torres Coelho. Neste processo foi eleito prefeito, Olímpio Lacerda Rolim do PSD. No período da ditadura militar, a ARENA foi o partido hegemônico no município de Poções, com todos os prefeitos municipais do período sendo filiados à ARENA. Nesse período ocorreram cinco processos eleitorais no município: 1966, 1970, 1972, 1976 e 1982. Todos ganhos pela ARENA/PDS.O último prefeito do período militar no município de Poções, foi Eurípedes Rocha Lima, eleito em 1982, pelo PDS, e a partir de 1985, filiado ao PFL. Em 1988, o município viu uma nova configuração nas forças políticas locais. A candidatura de Luís Heraldo Duarte Curvelo, pelo PDT se configurava como uma possibilidade de mudança notável. Porém, um acidente fatal com automóvel, na vinda dele de Vitória da Conquista para Poções, após fazer seu registro eleitoral, interrompeu esta possível mudança. Assumiu a candidatura em seu lugar, Antônio Edvaldo Macedo Mascarenhas, até então o candidato a vice-prefeito. Este, por sua vez, seria o líder político mais influente na cidade de 1989, até sua morte em 17 de agosto de 2001, coincidentemente, como seu outrora companheiro de chapa, em um acidente fatal com automóvel, voltando para Poções, vindo de Salvador. Antônio Mascarenhas foi um político que despontou no cenário da política municipal como opositor ao governo do estado. Sendo filiado ao PDT, seria a possibilidade de mudança, com um partido político que se colocava no espectro da centro-esquerda a nível nacional. Com apoio do PT, então comandado, no município, por Antônio Ferreira dos Santos Neto, para a conjuntura política daquela época, o governo se configurava como um diferencial que jamais se havia visto em Poções. == Ligações externas == * Página da prefeitura * Página da câmara Categoria:Fundações na Bahia em 1880",
 "title": "Poções"
}