{
 "id": "30404",
 "text": "{{Info/Município do Brasil | nome = Pojuca | foto = | foto_leg = Pojuca vista de cima com por do sol | apelido = Cidade Modelo | brasão = Brasão_de_Pojuca.jpeg | bandeira = BANDEIRA_DE_POJUCA.jpg | brasão_link = | bandeira_link = | hino_link = | fundação = | gentílico = pojucanoIBGE - Cidades - Pojuca | lema = | distritos = 2 | prefeito = Carlos Eduardo Bastos Leite | partido = PSDB | mandato_início = 2021 | mandato_fim = 2024 | mapa = Bahia Municip Pojuca.svg | latP = S | latG = 12 | latM = 25 | latS = 51 | lonP = O | lonG = 38 | lonM = 19 | lonS = 40 | estado = Bahia | mesorregião = Metropolitana de Salvador | mesorregião_data = IBGE/2008 | microrregião = Catu | microrregião_data = IBGE/2008 | região_metropolitana = Salvador | vizinhos = Mata de São João, São Sebastião do Passé, Catu, Itanagra, Araças | dist_capital = 67 | área = 314.932 | área_ref = | área_urbana = | área_urbana_ref = IBGE/2019 | população = 33608 | pop_data = 2024 | população_ref = | altitude = 61.368 | clima = Tropical Atlântico | sigla_clima = | CEP = 48120-000 | idh = 0.666 | idh_data = PNUD/2010 | pib_pos = | pib = | pib_data = IBGE/2021 | pib_per_capita = 45629.19 | pib_per_capita_data = IBGE/2021 | site_prefeitura = https://www.pojuca.ba.gov.br/ | site_câmara = https://www.camarapojuca.ba.gov.br/ }} Pojuca é um município da Região Metropolitana de Salvador, no estado da Bahia, no Brasil. Pojuca está localizada na zona fisiográfica da região do recôncavo, a mais importante do Estado da Bahia, e cresceu a base do seu setor petrolífero que atualmente é controlado pela PetroReconcavo com operação no Polo Miranga, localizado na zona rural da cidade e o setor comercial esta em crescimento. É conhecida por sua Festa Junina de São João com nome de Arraiá do Juca que atrai multidões durante os dias de festa, considerada o melhor São João da região e fica localizada entre as conexões das BR-093 e BR-420 fazendo conexão com as cidades de Catu, Araçás e Mata de São João. A cidade fica situada a aproximadamente 76 km de Salvador e a 42 km de Alagoinhas. O nome da cidade e palavra Pojuca tem suas origens em tribos indígenas, mais precisamente vinda do Tupi, e de acordo com Teodoro Sampaio em seu livro intitulado \"O Tupi na Geografia Nacional\" é corruptela de \"YAPO-YUCA\", que significa o brejo, o estagnado ou podre. Os naturais do Município denominam-se pojucanos, entretanto também é usado o gentílimo pojuquense. == História == No ano de 1549, com a chegada de Tomé de Sousa, chegou a Bahia, Garcia DÁvila. O mesmo se estabeleceu nas terras onde está situado o atual município de Pojuca, começando em Vila e aos poucos se tornando uma cidade comercial, Pojuca cresceu a base dos engenhos de cana de açúcar, contribuindo para o povoamento da região. Posteriormente, Garcia DÁvila, chegou a Mata de São João, onde construiu o Castelo da Torre. O ano de 1612, marca o movimento colonizador, as terras próximas aos rios Pojuca, Jacuípe e Joanes, apresentavam uma grande fertilidade na região qual atraiu diversos colonos, que aqui também se fizeram gerando assim as primeiras populações. A primeira povoação surgida no território do atual município data de 1684, as famílias Freire de Carvalho, Veloso e Saraiva, foram responsáveis pela construção das primeiras moradias, engenhos, atraindo muito desenvolvimento. === Território e anexos === A atual cidade de Pojuca, foi finalmente formalizada como distrito, pela Lei Municipal nº 05-09-1892, subordinado ao município de Sant'Ana do Catu. Posteriormente elevado à categoria de vila com a denominação de Pojuca, pela lei estadual nº 979, de 29-07-1913, desmembrado do município de Sant'Ana do Catu. Pela lei municipal nº 48, de 08-07-1921, aprovada pela lei estadual nº 1518, de 10-08-1921, é criado o distrito distritos: Miranga. e anexado ao município de Pojuca. Em divisão administrativa referente ao de 1933, o município é constituído de 2 distritos distritos: Pojuca e Miranga. Assim permanecendo em divisão territorial datada de 2007. == Demografia == === População === O tamanho populacional da cidade não houve crescimento significativo durante os anos, já que no Censo de 2010, a população de Pojuca era de 28.085 habitantes, e atualmente, acordo com o Censo de 2022 do Instituto Brasileiro de Geografia e Estatística (IBGE), a população de Pojuca era de 32.126 habitantes. == Geografia == === Acidentes Geográficos === O município é pouco acidentado, apresentando pequenas elevações ao oeste. Os principais acidentes geográficos são os Rio Pojuca, Rio Catu e Quiricó. ==== Rio Pojuca ==== O Rio Pojuca banha todo o município de oeste para leste, num percurso de 60 quilômetros aproximadamente, e a cidade encontra-se edificada à sua margem esquerda, originando-se daí o seu topônimo. === Riquezas Naturais === O petróleo e o gás natural são as riquezas de maior evidência na região. A descoberta do Petróleo na região ocorreu em Julho de 1953, e já em 1956 foram produzidos 462.168 barris de petróleo e 1.132.782 barris, no primeiro semestre de 1957. Pojuca é um dos municípios que mais produz petróleo, na região do recôncavo baiano, e já foi o maior, recebendo o título de Rainha do Petróleo. Seu solo generoso é o celeiro de óleo na Bahia, tanto assim que a Petrobrás instalou no fim de 1962, no povoado de Santiago, a Unidade de Absorção de Planta de Gasolina Natural. === Campos de Petróleo e Gás Natural nos limites de Pojuca === ==== Campo de Pojuca ==== * Localização: De acordo com um relatório da ANP Agencia Nacional do Petróleo, Gás Nacional e Biocombustíveis do final de 2015-2016, o Campo de Pojuca tem uma área de desenvolvimento de 7,18 km² e está localizados na porção central da Bacia do Recôncavo. * Sistema de Produção: Seu sistema de produção consiste apenas pelo campo de produção, não há processamento de óleo, ou de gás, nem compressão de gás natural ou tratamento de efluentes. O poço de petróleo produz para o tanque localizado na área do poço, e sua produção é transportada via carretas e descarregada na caixa de desembarque da Estação Rio Ventura, que faz parte da Concessão Água Grande, onde é feito o tratamento de petróleo e a medição em conjunto com outras Concessões. Em seguida toda produção é transferida para o Parque Recife e de lá para a Refinaria Landulfo Alves Mataripe (RLAM). ==== Campo de Água Grande ==== * Localização: De acordo com um relatório da ANP Agencia Nacional do Petróleo, Gás Nacional e Biocombustíveis de 2022-2023, o Campo de Água Grande tem uma área de desenvolvimento de 56,95 km², e está localizado na porção emersa da Bacia do Recôncavo, nos municípios de Pojuca e Catu. * Sistema de Produção: A produção bruta dos poços é encaminhada, através das suas linhas de coleta, até as Estações Coletoras Rio Ventura e Olinda, onde é realizada a separação e tratamento. O óleo, após tratado, é armazenado em tanques, antes de ser transferido, por oleoduto, para a Estação de Oleoduto do Parque Recife, enquanto que o gás natural segue, através de gasoduto, para a Unidade de Processamento de Gás Natural de Catu. ==== Campo de Apraiús ==== * Localização: De acordo com um relatório da ANP Agencia Nacional do Petróleo, Gás Nacional e Biocombustíveis de 2022-2023, o Campo de Apraiús, tem uma área de desenvolvimento de 3,75 km², e está localizado na porção emersa da Bacia do Recôncavo, no município de Pojuca. * Sistema de Produção: A produção bruta dos poços é encaminhada, por meio das suas linhas de coleta, para o manifold da Estação Coletora de Apraiús, que a direciona para os seus tanques de armazenamento, a emulsão (óleo + água) segue do tanque para os dutos da Estação Coletora Miranga Norte. Partindo de lá, a produção bruta é enviada para a Estação Coletora Miranga C , que, a escoa, através de oleoduto, para a Estação Coletora Miranga B, onde é realizada a separação dos fluidos e o seu tratamento. O óleo tratado na é transferido para o Parque Recife, de propriedade da Petróleo Brasileiro S.A. (PETROBRAS), e, posteriormente, para a Refinaria de Mataripe. == Cultura == === Filarmônica São José === A Sociedade beneficente São José foi fundada em 7 de setembro de 1959, com o objetivo de ensinar música. As primeiras aulas ocorreram em 1961 e sua primeira apresentação em público ocorreu durante a festa do Senhor Bom Jesus da Passagem, em 1962. Seu primeiro presidente foi Arlindo Izidoro de Andrade.https://www.al.ba.gov.br/fserver/:docs:Proposicoes2011:MOC_13_096_2011_1.rtf === Festas tradicionais === * Boi Janeiro Dona Lindu - O Boi Janeiro de Pojuca é uma festa tradicional com mais de 100 anos derivada do Bumba Meu Boi, que ocorre em outras regiões do Brasil. Em Pojuca a festa é conhecida pelo nome da anfitriã fundadora Dona Lindu ainda quando jovem e seu boi, com anos de história na cultura da cidade. Ocorre todos os anos no mês de Janeiro com um cortejo que sai de sua casa no bairro Shangrilá, seguindo todo caminho da Rua Dr. Alfredo Leite até a Praça ACM onde ocorre o encontro dos bois no coliseu da praça. O encontro dos bois ocorre devido a outro cortejo do Boi de Ouro da Prefeitura Municipal que vem pelo bairro Cruzeiro também até a Praça ACM, com outras manifestações culturais. Os Negos Fujões são uma das mais importantes manifestações da luta pelo fim da escravidão, representados por jovens que se pintam de preto e usam um chapéu de palha com uma saia feita de folhas de bananeira seca, além de segurarem um pau de madeira. Eles apesar de inofensivos são o motivo do medo de muitas crianças durante o evento. Após o encontro dos bois ocorre também o samba de viola pelo resto da noite com diversas bandas e atrações dentro do coliseu, além de apresentações da filarmônica e outras manifestações culturais. * Natal Encantado - O Natal Encantado de Pojuca é uma festa tradicional que ocorre todos os anos no mês de dezembro em comemoração ao Natal. A festa atrai diversas pessoas para o município todos os anos com a apresentação de bandas locais e bandas e cantores nacionais para tocar no palco principal localizado na Praça ACM. A festa central ocorre na Praça ACM, porem em outros locais da cidade ocorre o desfile do Papai Noel Itinerante que percorre diversos bairros da cidade e zona rural, entregando presentes e levando alegria para população. Ocorre também apresentações culturais na praça, como a apresentação da Filarmônica, pecas teatrais, além da festa, a cidade nessa época fica toda decorada. * Arraiá do Juca - Os tradicionais festejos de São João de Pojuca acontecem todos os anos na mesma data em comemoração ao feriado de São Joao, que ocorre em todo o pais, a festa é realizada todos os anos na Praça ACM, e atrai multidões e turistas de diversos municípios próximos. A festa conta com apresentações das bandas locais e bandas famosas nacionais que trazem alegria e muita animação para o publico, ocorrendo também o festival de quadrilhas juninas, com a participação da campeã e famosa Quadrilha Junina Fole Danado de Pojuca. * Festa do Bom Jesus da Passagem e Lavagem do Adro da Igreja - A festa do padroeiro da cidade, Senhor Bom Jesus da Passagem, é realizada no mês de janeiro, é precedida de novena, lavagem da Igreja, muita missa, rezas, procissão, comunhão e batizados. A festa tem dois aspectos, religioso e profano, é realizada em janeiro. [Aspecto religioso: consiste no novenário, seguido de alvorada e procissão. Aspecto profano: com desfile de baianas até a Igreja matriz, encerrando com lavagem das escadarias da mesma]. * Festa de Aniversario de Emancipação Politica - A festa de aniversário de emancipação política do município, realizada anualmente, no dia 29 de julho, destaca-se pelo seu brilhantismo, inaugurações de obras realizadas pelo administrador municipal, desfile cívico, participação de entidades e do povo. === Datas comemorativas === * 6 e 7 de Janeiro - Boi Janeiro Dona Lindu * 15 de janeiro - Lavagem do Adro da Igreja * 25 de janeiro - Festa do Bom Jesus da Passagem * 2 a 26 de junho - Arraiá do Juca * 29 de julho - Dia da Emancipação Política do Município * 31 de agosto - Descarrilamento de Pojuca * 20 a 23 de dezembro - Natal Encantado == Aspecto Sociais == === Associação Pestalozzi de Pojuca === Fundada em 02 de janeiro de 1999 e instalada em 07 de janeiro do mesmo ano, com a finalidade de educar jovens e adultos de 05 a 50 anos, portadores de deficiência mental, visual e auditiva, proporcionando-lhes a socialização, oficina pedagógica, com a finalidade de promover o ajustamento social com real aproveitamento de suas potencialidades, numa orientação bio-psico-pedagógica. == Subdivisões == === Distritos === * Pojuca (sede) * Miranga === Bairros === * Alto da Bela Vista / Alto da Colina * Bairro da Vitória * Baixa da Egua * Cabloco * Cajazeiras * Central * Centro * Corujão * Cruzeiro * Inocoop * Los Angeles * Luiz Eduardo Magalhães * Liberdade * Maldivas * Nova Pojuca * Palmeiras * Parque Social * Pau D`Arco * Pojuca 2 * Pojuca Nova * Residencial Maria Luiza / Minha Casa Minha Vida * Retiro * Santiago * São Francisco * Shangrila * Star === Localidades e Zona Rural === * Agrovila do Pa Ana Rosa * Agua Grande * Apraius * Araponga * Areia * Aruari * Barro * Beira Rio * Brejinho * Cabiola * Coqueiros * Embira Branca * Fazenda Poço * Frangos * Garoupa * Guerreiro * Jequitia * Lagoa Verde * Lameiro Branco * Miranga * Miranga Norte * Moreira * Muritiba * Piaçava * Ratins * Riachão * Santa Bárbara * Sapé * Sapucaia * Sussuarana == Ligações externas == * Prefeitura Municipal de Pojuca Categoria:Fundações no Brasil em 1912 Categoria:Topônimos de origem tupi",
 "title": "Pojuca"
}