{
 "id": "30400",
 "text": "{{Info/Município do Brasil | nome = Piritiba | foto = | apelido = | brasão = Brasão_Piritiba.png | bandeira = Bandeira de Piritiba.png | link_hino = | aniversário = 27 de setembro | fundação = | gentílico = piritibano | lema = Piritiba é o caminho da Paz | prefeito = Samuel Oliveira Santana | partido = PP | fim_mandato = 2024 | mapa = Bahia Municip Piritiba.svg | latP = S | latG = 11 | latM = 43 | latS = 48 | lonP = O | lonG = 40 | lonM = 33 | lonS = 18 | estado = Bahia | mesorregião = Centro Norte Baiano | microrregião = Jacobina | região_metropolitana = | vizinhos = Mundo Novo, Tapiramutá, Miguel Calmon, Várzea do Poço e Morro do Chapéu | dist_capital = 321 | área = 980.328 | área_ref = IBGE/2022 | população = 17566 | data_pop = Censo de 2022 | população_ref = | altitude = 542 | clima = semiárido | sigla_clima = | idh = 0.578 | pib = mil | pib_per_capita = 5785.11 | leg_foto = | link_brasão = | link_bandeira = | data_mesorregião = IBGE/2008 | data_microrregião = IBGE/2008 | data_idh = PNUD/2010 | data_pib = IBGE/2016 | data_pib_per_capita = IBGE/2016 | site_prefeitura = piritiba.ba.gov.br }} Piritiba é um município brasileiro da região da Chapada Diamantina, na região Centro-Norte do estado da Bahia. == Etimologia == \"Piritiba\" procede do tupi antigo piripirityba, que significa \"ajuntamento de juncos\", através da composição de piripiri (junco) e tyba (ajuntamento).NAVARRO, E. A. Dicionário de Tupi Antigo: a Língua Indígena Clássica do Brasil. São Paulo. Global. 2013. p. 595. == História == O interior do estado da Bahia era habitado, até a segunda metade do século XVII, pelos tapuias. A partir de então, ocorreu a invasão do território pela população de origem luso-tupi que vivia no litoral, ocasionando a Guerra dos Bárbaros.Diásporas indígenas no sertão das Jacobinas. Disponível em http://www.novospesquisadores.ufba.br/downloads/Textos/DI%C3%81SPORA%20IND%C3%8DGENA%20NO%20SERT%C3%83O%20DAS%20JACOBINAS%20(1673-1706)%20(Solon%20Natal%C3%ADcio%20dos%20Santos).pdf . Acesso em 3 de fevereiro de 2017. O território que compõe o atual município de Piritiba tem sido historicamente habitado por povos indígenas que viviam no interior da Bahia, especialmente os indígenas paiaiás e tapuias, cujos sobreviventes foram reunidos em 1706 na Missão do Bom Jesus da Glória, fundada para catequese indígena por missionários franciscanos que se encontra situada contemporaneamente no município de Jacobina, população que, com o passar do tempo, abandona a missão religiosa para novamente se estabelecer como posseiros que viriam a formar a população sertaneja que se encontra representada especialmente na figura do vaqueiro. Em 1925, foi fundada a fazenda Cinco Várzeas. em terras que pertenciam ao município de Mundo Novo. Em 1938, com o aumento da população, a localidade foi batizada com o nome \"Piritiba\". O município de Piritiba foi constituído inicialmente em 1952, emancipando-se então do vizinho município de Mundo Novo. Logo após, após um conjunto de reviravoltas judiciais, tendo inclusive esta emancipação política sendo objeto de julgamento pelo Supremo Tribunal Federal que determinou a anulação da emancipação, Piritiba voltou a ser reanexado, mas tornou a emancipar-se definitivamente em 1958. == Geografia == Piritiba possui uma população de 17 566 habitantes, segundo o Censo 2022 do Instituto Brasileiro de Geografia e Estatística (IBGE). Sua área territorial é de 980,328 km². == Organização Político-Administrativa == O Município de Piritiba possui uma estrutura político-administrativa composta pelo Poder Executivo, chefiado por um Prefeito eleito por sufrágio universal, o qual é auxiliado diretamente por secretários municipais nomeados por ele, e pelo Poder Legislativo, institucionalizado pela Câmara Municipal de Piritiba, órgão colegiado de representação dos munícipes que é composto por vereadores também eleitos por sufrágio universal.MEIRELLES, Hely Lopes. Direito municipal brasileiro. 18. ed. São Paulo: Malheiros, 2017. === Atuais autoridades municipais de Piritiba === * Prefeito: Samuel Oliveira Santana - PP (2021/-) * Vice-prefeito: Leandra Belitardo Barreto de Andrade Lima - MDB (2021/-) * Presidente da Câmara: Pedro Igor P. Santos - PP (2021/-) === Distritos e Povoados === Segundo a prefeitura de Piritiba , o município possuí os seguintes povoados e distritos: * Mamão * Caldeirão Grande * Tamanduá * Quemadinha * Céu azul * Panorama * Maniçoba * Porto feliz * Andarai/ Núcleo Rural * Tabela * Chapada * Grotão * Largo * França * Sertão bonito * Beira do rio * Pindobeira * Vila nova * Rural esperança * Cantinho * Massambão * Ponte do Massambão * Laginha * Lagoa do Pedro Categoria:Fundações na Bahia em 1952 Categoria:Topônimos de origem tupi",
 "title": "Piritiba"
}