{
 "id": "30405",
 "text": "{{Info/Município do Brasil | nome = Ponto Novo | foto = | brasão = Brasão de Ponto Novo.svg | bandeira = Bandeira de Ponto Novo.svg | link_hino = | aniversário = 24 de fevereiro | fundação = | apelido = PN | gentílico = ponto-novense | Padroeiro = N. Sra De Fátima | lema = Terra da Irrigação | prefeito = Thiago Gilleno Sales de Oliveira | partido = PSD | fim_mandato = 2024 | mapa = Bahia Municip PontoNovo.svg | latP = S | latG = 10 | latM = 51 | latS = 43 | lonP = O | lonG = 40 | lonM = 08 | lonS = 02 | estado = Bahia | região_intermediária = Juazeiro | região_imediata = Senhor do Bonfim | vizinhos = Filadélfia, Caldeirão Grande, Saúde, Pindobaçu, Queimadas, Capim Grosso, Itiúba. | dist_capital = 328 | área = 530.144 | área_ref = IBGE/2022 | população = 17938 | data_pop = Censo de 2022 | população_ref = | altitude = 430 | clima = | sigla_clima = | idh = 0.580 | pib = mil | pib_per_capita = 9683.61 | leg_foto = | link_brasão = | link_bandeira = | data_idh = PNUD/2010 | data_pib = IBGE/2021 | data_pib_per_capita = IBGE/2021 | site_prefeitura = pontonovo.ba.gov.br }} Ponto Novo é um município brasileiro no interior e norte do estado da Bahia. == História == O território que compõem a contemporâneo município de Ponto Novo foi originariamente povoado por diversas etnias indígenas, com destaque para o povo índigena Payayá, grupo pertencente aos povos genericamente denominados de tapuias. Os povos paiaiás viviam na região entre Jacobina e o Vale do Paraguaçu ocupando uma área conhecida como Sertão das Jacobinas. Na primeira década do século XVIII, os Payayás foram aldeados por missionários franciscanos no Aldeamento de Bom Jesus da Glória de Jacobina, missão religiosa fundada em 1706. Isto contribuiu para um despovoamento da região entre os séculos XVII e XIX, pois a concentração populacional causada pelo aldeamento da população indígena remanescente pelos franciscanos e a expulsão dos indígenas que se recusaram a se aldearem nas missões religiosas, permitiu o estabelecimento de propriedades latifundiárias de grandes proporções, sendo um território ignorado pelas instituições governamentais do período colonial e do Império. Em razão desse esquecimento do território pelas autoridades políticas do século XIX e das primeiras décadas do século XX, a região que formaria Ponto Novo passou a ser ocupada por posseiros que habitavam moradias precárias que constituiriam no final da década de 1940 um povoado situado na margem direita do Rio Itapicuru-Açu, em terras da Fazenda Capim Grosso, pertencente aos latifundiários Agnelo Pereira do Amaral e Leovigildo Ferreira da Silva, propriedade rural que se encontrava localizada na extremidade norte do município de Saúde, microrregião de Jacobina. O povoado de Ponto Novo surgiu especialmente reunindo as famílias de posseiros, de lavradores e de operários que trabalharam na construção de uma ponte sobre o Rio Itapicuru-Açu em uma estrada construída pelo Governo do Estado da Bahia implantada com o objetivo de ligar a cidade de Feira de Santana à cidade de Juazeiro. Em dezembro de 1953, esse povoado foi elevado à condição de distrito municipal com a denominação de Distrito de Ponto Novo, de acordo com a lei estadual n.º 628, de 31 de dezembro de 1953, que criou este distrito dentro do município de Saúde. No início da década de 1960, o distrito de Ponto Novo foi separado do município de Saúde para constituir o município de Caldeirão Grande, que havia sido criado pela lei estadual n.º 1.689, de 25 de abril de 1962. Após o fim da ditadura militar na década de 1980 e com a promulgação da Constituição Federal de 1988, as reivindicações da população do distrito de Ponto Novo passaram a ser mais escutadas pelas autoridades políticas instituídas com a redemocratização do Brasil, o que levou a Assembléia Legislativa da Bahia a decidir emancipar politicamente o distrito para formar o município de Ponto Novo. Assim, a AL-BA acabou criando este novo ente municipal por meio da promulgação da lei estadual n.º 4.837, de 24 de fevereiro de 1989, desmembrando-o do município de Caldeirão Grande. O município de Ponto Novo veio a ser instalado em 1 de janeiro de 1990. == Geografia == O município de Ponto Novo conta com uma área territorial de 530,144 km² e tem uma população de 17 938 habitantes, segundo o Censo 2022 do Instituto Brasileiro de Geografia e Estatística (IBGE). O Índice de Desenvolvimento Humano Municipal (IDHM) do município em 2010 era de 0,580, um índice considerado baixo. == Organização Político-Administrativa == O município de Ponto Novo possui uma estrutura político-administrativa composta pelo Poder Executivo, chefiado por um prefeito eleito por sufrágio universal, o qual é auxiliado diretamente por secretários municipais nomeados por ele, e pelo Poder Legislativo, institucionalizado pela Câmara Municipal de Ponto Novo, órgão colegiado de representação dos munícipes que é composto por vereadores também eleitos por sufrágio universal.MEIRELLES, Hely Lopes. Direito municipal brasileiro. 18. ed. São Paulo: Malheiros, 2017. === Atuais autoridades municipais de Ponto Novo === * Prefeito: Thiago Gilleno Sales de Oliveira - PSD (2021/-) * Vice-prefeito: Adelson Carneiro Maia - PSD (2021/-) Categoria:Municípios da Bahia Categoria:Fundações na Bahia em 1989",
 "title": "Ponto Novo"
}