{
 "id": "30429",
 "text": "{{Info/Município do Brasil | nome = Santa Cruz Cabrália | foto = Vista da Praia Coroa Vermelha, Santa Cruz Cabrália BA2.JPG | leg_foto = Praia da Coroa Vermelha em Santa Cruz Cabrália | apelido = Cabrália | brasão = BrasaoSantaCruzCabralia.svg | bandeira = BandeiraSantaCruzCabralia.svg | link_brasão = | link_bandeira = | link_hino = | aniversário = | fundação = | emancipação = | gentílico = santa-cruzense | lema = Terra mater \"Terra-mãe\" | prefeito = Agnelo Silva Santos Júnior | partido = PSD | fim_mandato = 2024 | mapa = Bahia Municip SantaCruzCabralia.svg | latP = S | latG = 16 | latM = 16 | latS = 40 | lonP = O | lonG = 39 | lonM = 01 | lonS = 30 | estado = Bahia | mesorregião = Sul Baiano | data_mesorregião = IBGE/2008 | microrregião = Porto Seguro | data_microrregião = IBGE/2008 | região_metropolitana = | vizinhos = Porto Seguro, Belmonte, Eunápolis | dist_capital = 755 | área = 1550.791 | área_ref = | população = 30862 | população_ref = | data_pop = 2024 | altitude = 6 | clima = tropical oceânico | sigla_clima = Af | idh = 0.654 | data_idh = PNUD/2010 | pib = mil | data_pib = IBGE/2021 | pib_per_capita = 19546.74 | data_pib_per_capita = IBGE/2021 | site = http://www.cabralia.ba.gov.br/ }} Santa Cruz Cabrália é um município localizado na Costa do Descobrimento, na Mesorregião do Sul Baiano, no estado da Bahia, no Brasil. Disputa com os municípios de Porto Seguro e Prado a primazia de ter sido o local de chegada dos portugueses ao Brasil em 1500.BUENO, E. A Viagem do Descobrimento. Rio de Janeiro: Objetiva, 1998. p.89 == História == A cidade de Santa Cruz Cabrália teve sua origem, com a chegada dos portugueses no Brasil. Segundo alguns registros, em Santa Cruz houve mais de um povoado, porém, em razão das suas proximidades, se desenvolveram de modo uniforme e consequentemente, transformaram-se apenas em um povoado. Com as divisões das capitanias, em 1534, Pero de Campos Tourinho recebeu da Coroa Portuguesa a capitania de Porto Seguro, que incluía o território de Santa Cruz através da carta régia e floral. No ano de 1536 Pero Campos Tourinho criou uma povoação intitulada Vera Cruz. Após a devastação desse povoado pelos índios aimorés, os habitantes passaram a morar às margens do Rio Sernampetiba, onde surgiu uma nova povoação conhecida por Santa Cruz, e em 9 de maio de 1833 foi criado a Vila de Santa Cruz. A vila de Santa Cruz permaneceu autônoma até 8 de julho de 1931, quando foi anexada ao município de Porto Seguro,em 1933 foi nomeada Santa Cruz Cabrália e posteriormente, em 30 de março de 1938, elevada a condição de município. A história da cidade de Santa Cruz Cabrália mistura-se a do descobrimento do Brasil, por isso foi transformada a cidade é considerada patrimônio histórico nacional. Santa Cruz Cabrália disputa com os municípios de Porto Seguro e Prado a primazia de ter sido o local de chegada dos portugueses ao Brasil em 1500. Santa Cruz Cabrália é uma das cidades históricas do estado da Bahia, por nela terem sido realizadas a 1ª (Domingo de Pascoela - Primeiro Domingo após o de Páscoa) e a 2ª (de Posse) Missas no Brasil, ambas celebradas por Frei Henrique de Coimbra,Primeiro Missionário em Terras de Vera Cruz instituto-camoes.pt, recuperado 14 de Dezembro 2013 capelão da armada de Pedro Álvares Cabral, em 26 de abril e 1 de maio de 1500, respectivamente, a primeira delas na extremidade sul da Baía Cabrália, mais precisamente no Ilhéu da Coroa Vermelha e a segunda na foz do Rio Mutari. Registros da época permitem concluir ter havido mais de uma povoação em Santa Cruz. Duas primeiras se sucederam em ambas margens do Mutari e na parte final do curso. Mas, devido a brevidade desse trecho do rio e a distância de poucos metros de um lado a outro, as duas povoações estariam tão próximas, que se pode admitir como fases no desenvolvimento do mesmo povoado. Santa Cruz Cabrália é uma cidade construída em dois planos, seguindo a tradição portuguesa, tendo sido criada na margem norte da foz do Rio Mutari pelo navegador português Gonçalo Coelho, comandante da segunda expedição ao Brasil, que aportou na Baía Cabrália em 1503 para ali deixar os primeiros missionários, aventureiros e degredados, deixados ao lado da Santa Cruz de Posse, e que trouxe consigo, como observador, o navegador Américo Vespúcio. Neste ano de 1503, o nome mudou de Terra de Vera Cruz para Terra de Santa Cruz. Em 1536, Pero do Campo Tourinho fundou, na enseada da baía uma povoação, denominada Vera Cruz, que foi arrasada pelos aimorés em 1564. Por esse motivo, os habitantes mudaram-se para as margens do Rio Sernampetiba ou Rio João de Tiba, surgindo nova povoação conhecida por Santa Cruz. Na década de 1580, a Vila de Santa Cruz foi transferida para um platô na foz do Rio João de Tiba, o atual Centro Histórico, como forma de proporcionar à população melhores condições de defesa para os frequentes ataques indígenas. Na parte alta da cidade, encontram se a Igreja de Nossa Senhora da Conceição, construída no século XVII, a Casa da Câmara e Cadeia, que abrigou a primeira Intendência do Brasil, prédio do século XVIII, e ainda as ruínas de um colégio jesuíta do século XVI. A vila de Santa Cruz foi criada em 9 de maio de 1833 e instalada em 23 de julho do mesmo ano. Manteve-se autônoma até 8 de julho de 1931, quando foi extinta e anexada ao município de Porto Seguro. Em 1933, passou a chamar-se Santa Cruz Cabrália. Em 30 de março de 1938, por força do Decreto-Lei estadual n.°10.724, a vila ganha autonomia política e categoria de cidade. A partir de 1973, com a conclusão da BR-101 e a construção da estrada ligando Porto Seguro a Santa Cruz Cabrália, o cenário do descobrimento, começam a atrair turistas. Em 29 de janeiro de 1981, o núcleo histórico de Santa Cruz Cabrália é tombado como Patrimônio Histórico, Cultural e Paisagístico. Para a Copa do Mundo FIFA de 2014, a Federação Alemã de Futebol montou com investidores alemães o seu próprio centro de treinamento em Santa Cruz Cabrália, na Vila de Santo André, chamado de \"Campo Bahia\".Alemanha vai montar na Bahia o seu centro de treinamento para a Copa Folha Online, 13 de Dezembro 2013 O centro foi projetado com aspecto de vila com quatorze casas e 65 salas de frente ao mar. O campo de treinamento com centro de imprensa fica a cinco minutos das acomodações dos jogadores e comissão técnica.Pagina oficial == Economia == Uma das principais atividades econômicas da cidade de Santa Cruz Cabrália é o comércio de artesanato, sobretudo, o artesanato indígena. A cidade de Santa Cruz é marcada pela cultura indígena, especialmente a região de Coroa Vermelha, que desde 1996 foi demarcada como terra indígena. Em vista disso, a localidade é economicamente dependente do artesanato pataxó, principalmente com a construção das estradas federais BR367 e BR101, que intensificou o comércio local, visto que, contribuiu para a chegada de turistas na região. A aldeia pataxó de Coroa Vermelha dispõe de dois centros artesanais, um construído em formato de ocas(ou Quigemes, termo usado pelos pataxó), intencionando a estética indígena, outro formado por não-indígenas, local intitulado como \"shopping dos brancos\". Além disso, não são apenas os pataxó que comercializam o artesanato indígena, alguns comerciantes não-indígenas também, deste modo, destacando o fato de que o artesanato de Santa Cruz é tipicamente pataxó. === Turismo === Abrangendo os municípios de Belmonte, Porto Seguro e Eunápolis, a Costa do Descobrimento possui uma extensão litorânea de 165 km. 35% da população nasceu nesta região; 30% é oriunda de outros municípios do sul da Bahia e os 35% restantes é formado por pessoas que vieram de outros estados brasileiros e até mesmo de outros países, como Portugal, Alemanha, Suíça, Itália, Espanha, França, Argentina e Estados Unidos. No distrito de Coroa Vermelha. encontra-se a ALDEIA TXAG’RU MIRAWÊ, onde pode-se observar os costumes e cultura indígena do povo Pataxó A entrada é gratuita e fica aberta a visitação o dia todo, tem uma trilha guiada por anfitriões, explicando as armadilhas, historias, curiosidade sobre plantas e vivências indígenas. Na Oca principal encontra-se os artesanatos, e o Awê, dança tradicional. == Cultura pataxó == Entre os anos 1815 e 1817 estudiosos que observavam os povos denominados aimorés, os pataxós desta região do extremo sul da Bahia, eram mais esbeltos e mais altos que os puris e os botocudos. Cabelos com cortes na nuca e testa, mantendo somente dois tufos na frente e atrás da cabeça. Era comum também fazerem orifícios na parte de baixo da boca para colocar um pedaço de bambu, pintado de urucum. Também eram mais numerosos e guerreiros que as outras tribos. Em 1943, sob o governo de Getúlio Vargas, foi implantado o Parque Nacional Monte Pascoal, no território ocupado pelos pataxós do extremo Sul da Bahia, que sobreviviam até o momento independentes do Estado. Houve muitos conflitos entre os pataxós e militares; após isso os indígenas se dispersaram e abandonaram seus territórios e, como efeito, a negação da identidade étnica e abandono do idioma. == Imagens == Ficheiro:Santa Cruz Cabralha.JPG|Litoral Categoria:Municípios históricos do Brasil Categoria:Fundações na Bahia do século XVI",
 "title": "Santa Cruz Cabrália"
}