{
 "id": "30439",
 "text": "{{Info/Município do Brasil | nome = São Desidério | foto = Sao Desiderio (4464969092).jpg | leg_foto = | apelido = | brasão = | bandeira = São_Desidério_Bandeira.jpg | link_brasão = | link_bandeira = | link_hino = | aniversário = 22 de fevereiro | fundação = | gentílico = são-desideriano | lema = | prefeito = José Carlos | partido = PP | fim_mandato = 2024 | mapa = Bahia Municip SaoDesiderio.svg | latP = S | latG = 12 | latM = 21 | latS = 46 | lonP = O | lonG = 44 | lonM = 58 | lonS = 22 | estado = Bahia | mesorregião = Extremo Oeste Baiano | data_mesorregião = IBGE/2008 | microrregião = Barreiras | data_microrregião = IBGE/2008 | região_intermediária = | região_imediata = | região_metropolitana = | vizinhos = Luís Eduardo Magalhães, Correntina, Barreiras, Catolândia, Baianópolis, Santa Maria da Vitória e estado do Tocantins. | dist_capital = 705 (em linha reta) e 878 (por condução) | dist_capital_ref = | capital_link = Salvador (Bahia) | área = 15157.005 | área_pos = BR: 80º | área_ref = | população = 34783 | população_ref = | data_pop = 2024 | altitude = 492 | clima = Tropical | sigla_clima = Aw | idh = 0.579 | data_idh = PNUD/2010 | pib = | data_pib = IBGE/2021 | pib_per_capita = 168146.14 | data_pib_per_capita = IBGE/2021 | site_prefeitura = saodesiderio.ba.gov.br }} São Desidério é um município brasileiro do estado da Bahia. Sua população segundo dados do IBGE no censo 2010 era de 27.659, com um aumento de 8.653 habitantes em relação ao censo 2000 quando a população era de 19.006 habitantes, enquanto que pela estimativa de 2024 a população era de . A cidade está localizada a cerca de 900 quilômetros da capital Salvador, por acesso rodoviário e a 27 km de Barreiras, a principal cidade do oeste baiano.Plano Diretor Urbano de Barreiras, programa de desenvolvimento municipal e infra-estrutura urbana, Sua área, de quilômetros quadrados, o faz ser o segundo maior município da Bahia em extensão, depois de Formosa do Rio Preto. O destaque deste município é a comunidade de Ilha do Vítor, na qual reuniu-se um grupo de artesãos e artesãs para produzir peças de artesanato com matérias primas nativas da região, especialmente o buriti. Os artesãos criaram a Associação dos Trançadores da Palha do Buriti e com o apoio do SEBRAE, passaram a confeccionar com mais qualidade os produtos que tradicionalmente confeccionavam em casa apenas para uso próprio. A palha do buriti é usada na construção de portas e coberturas, na fabricação de móveis e de utensílios diversos, tais como redes, esteiras, vassouras, peneiras, balaios, rolhas e chapéus. Outro grande destaque no município é a produção agrícola, entre as mais competitivas do Brasil, tendo alcançado o maior valor de produção do país, segundo dados do IBGE, em 2012, superando Sorriso (MT). Já em 2018, foi apontado pelo IBGE como o maior PIB agrícola do país, com um faturamento de R$ 3,645 bilhões. == História == Originalmente toda a região do Oeste Baiano, denominada Comarca do Rio de São Francisco, pertencia ao Estado de Pernambuco até o ano de 1824, onde está localizada a cidade de São Desidério, pertenceu ao município de Cotegipe (Campo Largo) até 1890. Em 1891, deste território emancipou o município de Angical e mais tarde emancipou o de Barreiras, e, em 22 de fevereiro de 1962, foi criado o município de São Desidério. A região do oeste Baiano na margem esquerda do Rio São Francisco pertenceu ao estado de Pernambuco até meados de 1824. D. Pedro I a desligou do território pernambucano como punição pelo movimento separatista conhecido como Confederação do Equador. A então Comarca do Rio São Francisco foi o último território desmembrado do estado de Pernambuco, impondo àquele estado uma grande redução da extensão territorial, de 250 mil km² para os 98.311 km² atuais. Após três anos foi cedida ao Estado de Minas Gerais e, três anos depois, a região foi anexada ao Estado da Bahia em 1827. === Emancipação política === Em 1962, São Desidério conquistou a sua emancipação política e deixou de ser um distrito da cidade de Barreiras para ser um município independente. Naquele ano, representantes de três partidos, o Partido Social Democrático – PSD, o Partido da União Democrática Nacional - UDN, e o Partido da República – PR, se reuniram para a composição do diretório político do município. Cada um dos partidos lançou um nome como candidato a prefeito da recém-criada cidade. Concorreram na ocasião: Abelardo Alencar, pelo PSD; Antonio Pereira da Rocha, pela UDN; e Celso Barbosa dos Santos, pelo PR. Com 526 votos, Abelardo Alencar foi eleito e tomou posse em 7 de abril de 1963. No mesmo dia, tomaram posse os primeiros oito vereadores do município. Quatro deles do PSD, mesmo partido do prefeito Abelardo Alencar, dois da UDN e dois do PR. A primeira Câmara de Vereadores de São Desidério foi composta por: Olavo Pereira dos Santos (PSD) – 1º presidente da Câmara; José Ribeiro Sobrinho (PSD), Bento Alves das Neves (PSD), Cirino Alves Teixeira (PSD), Francisco José Pereira (UDN), Sebastião Camilo (UDN), José Alves de Souza Almeida (PR) e Edson José de Souza (PR). == Turismo == O município tem lugares atrativos na natureza, uma boa opção de turismo. A exemplo tem o Sítio do Rio Grande (localizado no povoado de mesmo nome), com rio de águas cristalinas (sendo o rio do Rio Grande um dos principais afluentes do Rio São Francisco), paredão de pedras, rapel e muito mais beleza natural. == Ver também == * Roda Velha Categoria:Fundações na Bahia em 1962",
 "title": "São Desidério"
}