{
 "id": "30455",
 "text": "{{Info/Município do Brasil | nome = Serra Dourada | foto = Serra Dourada - panoramio.jpg | leg_foto = Paróquia São Gonçalo do Amarante | apelido = A Terra do gado | brasão = Serra Dourada -BA.JPG | bandeira = Bandeira de Serra Dourada.jpg | link_brasão = | link_bandeira = | link_hino = | aniversário = 12 de abril | fundação = | gentílico = serra-douradense | lema = | padroeiro = São Gonçalo do Amarante | prefeito = Auzenildo Souza Costa | partido = PT | mandato_início = 2021 | fim_mandato = 2024 | mapa = Bahia Municip SerraDourada.svg | latP = S | latG = 12 | latM = 45 | latS = 39 | lonP = O | lonG = 43 | lonM = 57 | lonS = 00 | estado = Bahia | região_intermediária = Barreiras | data_região_intermediária = IBGE/2017 | região_imediata = Barreiras | data_região_imediata = IBGE/2017 | região_metropolitana = | vizinhos = Tabocas do Brejo Velho, Sítio do Mato, Brejolândia e Santana | dist_capital = 802 | área = 1592.245 | área_ref = | população = 17066 | data_pop = IBGE/2022 | altitude = 516 | densidade = 10.72 | clima = semiárido | sigla_clima = BSh | idh = 0.608 | data_idh = PNUD/2010 | pib = | data_pib = IBGE/2021 | pib_per_capita = 11590.91 | data_pib_per_capita = IBGE/2021 | site_prefeitura = serradourada.ba.gov.br | mesorregião = Extremo Oeste Baiano | microrregião = Microrregião de Santa Maria da Vitória }} Serra Dourada é um município brasileiro do estado da Bahia, situado na Região Intermediária e imediata de Barreiras. == História == Originalmente habitado por índios acroás, foi povoada com o nome de São Gonçalo pois, segundo a tradição local, ali teria empacado uma besta de carga que, após ter a mesma transferida a outra alimária, esta também teria se recusado a mover-se; observando o conteúdo, descobriram que levava uma imagem daquele santo que, então, foi adquirida pelo senhor Pelegrino Lourenço da Silva, que mandou no lugar fosse erguida uma igreja.Síntese Histórica, Prefeitura Municipal de Serra Dourada, IBGE, s/d (acessado em novembro de 2009) Em torno do santuário foi se estabelecendo um povoado que, no ano de 1880, contava com 180 moradores, e com muitos sítios nas cercanias. Já antes, em 1836 era distrito de Santo Antônio do Urubu (atual Paratinga). Em 1868 compunha, com o distrito do mesmo nome, o distrito de Santana dos Brejos, pertencente a Rio das Éguas (atual Correntina), por decreto 1018, de 2 de maio daquele ano, sendo Presidente da Província José Bonifácio Nascente de Azambuja. Politicamente, entretanto, os dois povoados disputavam entre si; em São Gonçalo liderava o tenente-coronel Norberto Nunes da Silva e, em Santana dos Brejos, o Coronel Flores, até por volta de 1890. O decreto provincial 11.089, de 30 de novembro de 1898, alterou o nome de São Gonçalo para Penamar. No ano de 1962 o distrito de Penamar emancipou-se, com o nome de Serra Dourada, em alusão à formação orográfica local. == Geografia == Tendo o Cerrado como seu bioma predominante, sua população estimada em 2022 era de 17.066 habitantes segundo o IBGE. Localiza-se a 166 km de Barreiras, que é a principal cidade do oeste baiano. == Economia == A principal atividade econômica é a agropecuária, destacando-se a pecuária bovina com um rebanho de 96.814 cab. Na produção agrícola destaca-se o cultivo da mandioca. Indústrias de beneficiamento do leite: Laticínios Ki-sabor e Paladar. == Dados Cronológicos == 1707 – A Sesmaria de São José de Carinhanha doada em 1707, a Athanásio Siqueira Brandão, fica situada entre o Rio Carinhanha e o São Francisco (a sede) em direção ao Curral das Éguas, constante de uma légua em quadra, latifúndio que se estendia do Rio São Francisco até o Curral das Éguas, (Correntina) no extremo do município de Santana e Serra Dourada 1707/1709 – Antonio Guedes de Brito, mestre do Campo recebeu da Coroa Portuguesa a missão de pacificar o São Francisco, estabeleceu o seu Quartel general no Morro do Chapéu, faleceu logo na empreitada recebida pelo governo português, deixou a viúva e duas filhas, Joana e Isabel Guedes de Brito. Manoel Nunes Viana foi nomeado pela justiça, foreiro e tutor das filhas. Entrou em conflito com os bandeirantes paulistas e liderou na Guerra dos Emboabas. Estabeleceu na sede da Sesmaria de Carinhanha doada em 1707, a Athanásio Siqueira Brandão Ficando Joana com a margem direita do São Francisco e Isabel com a margem esquerda da Comarca de São Francisco, atual Oeste da Bahia 1760 – Chega ao Brejo do Espírito Santo o Sarg.-mor Antônio da Costa Xavier, enviado pelo Conde da Torre para fiscalizar rendeiros de suas terras. Esse estabelece como fazendeiro e se fixa com fazenda de gado e engenho de açúcar, cujas terras nascem mais tarde, uma povoação pertencente do Município de Rio das Éguas hoje Correntina, que passa a distrito de São Gonçalo, integrante ao município de Santana, atual Serra Dourada. 1832 - Ao arredor da capelinha foi se aglomerando muitas pessoas e o pequeno arraial passou logo depois, pela Lei Provincial n. 2.381 de 1.º de agosto à categoria de distrito jurisdicionado ao município de Santo Antônio do Urubu de Cima, (Paratinga) Comarca de Jacobina que interligava pela estrada carreira em cinco jornadas com distancia de 24 km. São Gonçalo – Alagadiço – Alagoas – Ciriaco – Gameleira e Urubu de Cima (Paratinga). 1850 – Lei da Terra determina que toda a pessoa que se julgasse proprietária de uma fazenda geral ou qualquer pedaço de terra deveria registrá-la na Freguesia mais próxima. 1858/1860 – No século XVIII foi registrado nas Freguesias da Igreja Católica do Vale São Francisco, fazendas, posses e quinhões hereditários e, a Fazenda São Gonçalo, (Serra Dourada) encontra-se no cadastro da Sesmaria de São José de Carinhanha (1832), desde a Fazenda São Gonçalo (Serra Dourada), até a cidade de Malhada, na margem direita do São Francisco. 1866 - Brejo do Espírito Santo distrito do Município de Rio das Éguas, (Correntina) passa mais tarde a denominação de Brejo de São Gonçalo 1868 quando Santana dos Brejos é levada à freguesia pela Lei Provincial n. 1.018, de 02 de maio, desmembrada da de Nossa Senhora da Glória do Rio das Éguas. (Correntina). A nova comunidade política se compôs do distrito de Santana dos Brejos e São Gonçalo (Dário da Bahia, edição de domingo, dia 17/05/1868. 1885 - O Ten. Cel. Norberto Nunes da Silva, com o pé no chão de São Gonçalo e o Cel. Francisco Joaquim Flores no de Santana tentam o desmembramento de São Gonçalo da freguesia de Santana dos Brejos, canonicamente instituída a 11/06/1872, porém sem resultado. 1886 - O Ten. Cel. Norberto Nunes da Silva e sua esposa Honória Nunes dos Santos - (São Gonçalo), e o Cel. Francisco Joaquim Flores e sua esposa Ursulina Aurora de Magalhães (Santana dos Brejos). Travaram luta pela liderança política da região. 1887 - É selada a PAZ mediada pelo Cônego Espiridião Alves dos Reis, Major Irineu Ferreira de Oliveira e Hermógenes Lourenço da Silva entre o Ten. Cel. Norberto Nunes da Silva, (São Gonçalo), e o Cel. Francisco Joaquim Flores, (Santana dos Brejos). 1900 – É criado o distrito de São Gonçalo no município de Santana pela Lei Estadual n.º 676, de 20/08. 1933-Santana dos Brejos é composto pelos três distritos: Santana, São Gonçalo e Porto Novo do Corrente. 1938 – Pelo Decreto Estadual n.º 11.089 de 30.11 deste ano, muda a denominação do distrito de São Gonçalo para Penamar. 1958 – Eleitos em 07/10 doze vereadores para o município de Santana sendo quatro deles representes do distrito de Penamar: Eliezer Pereira da Silva, Carlito Carlos da Cunha, Dail de Oliveira Castro e José Francisco da Silva. 1960/1961 – Vários distritos do Estado da Bahia foram elevados à categoria de município, e em meio às informações noticiadas de uma dessas publicações no Diário Oficial do Estado e outras vertentes surgem à ideia de emancipação política do Distrito de Penamar. Os quatro vereadores penamaense: Eliezer Pereira da Silva (PTB), Carlito Carlos da Cunha (PSD), Dail de Oliveira Castro (PSD) e José Francisco da Silva, traçam os planos de criação, com apoio de toda a população, quer contribuindo financeiramente quer participando em reuniões deliberativas, merecendo destaque aos ilustres senhores: Antônio de Souza Fagundes, Agenor da Costa Athaide (Nôca), Agmar Alves Monteiro (Gui do Tião), Álvaro Pinto de Castro (Sr. Dida), Claro de Souza Camêlo (Artur Caiana), Edivan Batista Frota (Sr. Frota), Francisco Alves de Oliveira (Chico Perninha), Francisco Rodrigues de Souza (Chiquinho de Ursulino), Francisco Alves da Silva (Chico Guerra), Francisco Mariano de Souza (Chiquinho Marceneiro), Hortêncio José dos Santos (Poço do Juá), José Carlos Cunha (Sr. Cunha), José Ferreira Moreira (Zezé de Gervásio), Joaquim José Rocha (Quinca do Simão), João Batista Frota (V. João Frota), José Ferreira de Oliveira, José Lourenço, Manoel Camelo Domiense, Miguel Rodrigues de Souza, Matias Viana de Oliveira (Senhorzinho Angú), Mauro Rodrigues de Souza, Manoel Vilas Boas Frota, Odilon Fernandes da Silva, Olimpio Soares Correia, Perilo Pereira da Silva, Sinval Teixeira, Alão de Andressa, Simão Dias Nunes, Sebastião Lino da Silva, Sebastião Joaquim Monteiro, Waldemar de Souza Fagundes, Valdemar Alves da Silva (Guerra), Léu Dourado, Agripino Patusca, entre outros. 1961 – É elaborado o Projeto de Lei de criação do novo município pelo vereador e secretário, Dail de Oliveira Castro incumbido de encaminhar a comissão de Constituição e Justiça-CCJ composta pelos vereadores: Eliezer Pereira da Silva, José Francisco da Silva e Mário Fagundes de Oliveira. 1962 – É aprovada a criação do município com a denominação de Serra Dourada por meio da Lei Municipal n.º 100 de 02 de março pelos edis da Cidade de Santana, sancionada pelo prefeito José Florêncio Pereira. Denominação inspirada na Serra que compõe o vale e a família Dourados. Categoria:Municípios da Bahia Categoria:Fundações na Bahia em 1962",
 "title": "Serra Dourada"
}