{
 "id": "30450",
 "text": "{{Info/Município do Brasil | nome = Seabra | foto = Imagem aeréa de Seabra.jpg | leg_foto = Imagem aérea da Praça da Bandeira e da Igreja do Bom Jesus em 2018. Autor da imagem: Júnior Seabra / @dr.drone.bahia | apelido = Cidade das Rosas | brasão = Brasão prefeitura de seabra.png | bandeira = | link_brasão = | link_bandeira = Bandeira de Seabra | link_hino = s:Hino do município de Seabra | aniversário = 14 de maio | fundação = | emancipação = | gentílico = seabrense | lema = Construindo cidadania | CEP = 46900-000 | prefeito = Fabio Miranda de Oliveira | partido = PP | mandato_início = 2021 | fim_mandato = 2024 | mapa = Bahia Municip Seabra.svg | latP = S | latG = 12 | latM = 25 | latS = 08 | lonP = O | lonG = 41 | lonM = 46 | lonS = 12 | estado = Bahia | mesorregião = Centro-Sul Baiano | data_mesorregião = IBGE/2008 | microrregião = Seabra | data_microrregião = IBGE/2008 | região_metropolitana = | vizinhos = Palmeiras, Iraquara, Boninal, Ibitiara, Barra do Mendes, Souto Soares, Brotas de Macaúbas | dist_capital = 474,4 | área = 2402.170 | área_ref = | distritos = Baraúnas, Seabra (sede) e Várzea do Caldas. | população = 48530 | população_ref = | data_pop = 2024 | altitude = 930 | clima = Semiárido | sigla_clima = A-C-D | fuso = Horário de Brasília | idh = 0.635 | data_idh = PNUD/2010 | gini = | data_gini = PNUD/2010 | pib = mil | data_pib = IBGE/2021 | pib_pos = BA: 68º | pib_per_capita = 14103.88 | data_pib_per_capita = IBGE/2021 | padroeiro = São Sebastião | site_prefeitura = | site_câmara = }} Seabra é um município brasileiro no interior do estado da Bahia. É conhecida no cenário regional por conta da variedade dos serviços disponíveis e da diversidade de seu comércio, e por sediar vários órgãos estaduais e federais. Suas festas também atraem gente de toda a região: dentre elas, têm destaque a Argolinha e o São João. Sedia, no mês de outubro, o Festival de Violeiros da Chapada, evento que apresenta artistas de todo o cenário nacional no âmbito do violão. Na área da saúde, abriga o Hospital Regional da Chapada, maior empreendimento de saúde da região; a Maternidade Frei Justo Venture; e a Unidade de Pronto Atendimento (UPA 24 horas) da Chapada Diamantina. == História == === Origens do Município === Até a chegada dos portugueses no , a região da Chapada Diamantina era habitada por índigenas falantes de línguas macro-jês, como os índigenas paiaiás e maracás, por exemplo.Ecoturismo. Disponível em http://ecoturismoegeoturismonabahia.blogspot.com/2016/03/as-tribos-que-habitaram-chapada.html. Acesso em 21 de outubro de 2018. Segundo o Instituto Brasileiro de Geografia e Estatística, os primeiros núcleos de povoamento de origem portuguesa na Chapada Diamantina surgiram no início do século XVIII, com o crescimento das minas de ouro de Jacobina e Rio de Contas. A Coroa Portuguesa determinou uma abertura de uma estrada que ligasse as duas regiões de exploração aurífera. Esta estrada, chamada de Estrada Real, cortava as terras pertencentes hoje ao município do Seabra, até então desertas. Muitos portugueses foram atraídos pelo garimpo do ouro mas, desiludidos com as exigências tributárias da Monarquia Lusitana vinculadas ao precioso metal, decidiram permanecer naquela região, dedicando-se à agricultura e pecuária. O primeiro núcleo urbanizado de povoamento foi o arraial de Parnaíba (posteriormente chamada de Esconso e atualmente de Iraporanga), criado no final do século XVIII, hoje pertencente ao Município de Iraquara. A cidade de Seabra, antes denominada de Passagem Bonita de Nossa Senhora de Jacobina, também ficou conhecida por Passagem Bonita de São Sebastião (após construção da igrejinha do santo) e, com o crescimento do povoado do outro lado do rio Cochó, por \"Cochó do Pega\", pois os viajantes ficavam na localidade ao pousarem após longa caminhada. Provavelmente, na mesma época surge a povoação de Campestre que foi a primeira Sede do município. Campestre pertencia na época ao município de Nossa Senhora do Livramento do Rio de Contas. Em 15 de março de 1847, foi elevada a Sede de Freguesia de Nossa Senhora da Conceição do Campestre, confirmada pela Lei Provincial nº 899, de 15 de maio de 1863, que criava o distrito de paz de Campestre. Em 1874, começam as discussões para a criação da primeira cadeira de ensino primário no município, situada no distrito de Campestre, após a aprovação do Projeto nº 420. Porém, até outubro de 1887, ainda não havia sido implantada. Assim, o ensino formal começaria no município com um professor pago pelo Governo da Província da Bahia para ser responsável pela \"cadeira\", nome dado na época para a autorização oficial para ministrar aulas custeadas pelo governo. Por meio da articulação política de Heliodoro de Paula Ribeiro, a freguesia de Campestre foi elevada à categoria de vila com a denominação de \"Vila Agrícola de Campestre\" pela Lei Provincial nº 2.652, de 14 de maio de 1889, que também criava o município de Campestre com território desmembrado de Lençóis. Posteriormente, o status da Vila de Campestre seria modificado para a categoria de cidade pelo Decreto nº 491. O Distrito de Jatobá, hoje Baraúnas, foi criado pela Lei Estadual nº 776, de maio de 1910. Há relatos da tradição oral segundo a qual, no início do século XIX, houve uma grande fome que atingiu a região da Chapada Diamantina, a qual provocou uma grande onda de emigração dessa região para outros lugares. === Transferência da sede de Campestre para o povoado de Dr. Seabra === Em 22 de março de 1922, conforme ata do conselho municipal, já se pensava na transferência da sede do Município de Campestre para o Povoado de São Sebastião do Cochó – a proposta foi apresentada verbalmente pelo conselheiro Manoel Muniz Barbosa, mas deixava a transferência a critério do intendente do Diretório Político e do coronel Horácio de Matos. As lutas entre as elites locais cessam provisoriamente com a passagem da Coluna Prestes pela região no início da década de 1920, oportunidade em que os coronéis locais disseminam na população seabrense o medo dos \"revoltosos\", termo utilizado na região para se referir ao integrantes da coluna.O jogo ideológico e seus reflexos nos discursos de moradores de Seabra sobre a marcha Coluna Prestes. Disponível em https://www.revistas.uneb.br/index.php/garimpus/article/viewFile/4394/2775. Acesso em 30 de maio de 2019. Em 1929, o coronel Horácio de Matos fez a transferência para a referida povoação, que passou a se chamar Doutor Seabra. Não se tem conhecimento de nenhum ato que oficialize a transferência. Do ponto de legal, em 27 de agosto, a Lei Estadual nº 1.125 oficializava a nova denominação. Depois, os Decretos estaduais nº 7.453, de junho de 1931 e nº 7.459, de 8 de julho do mesmo ano, simplificam o nome da cidade e do município que passaram a ter a denominação de Seabra. História Em princípios do século XVII, florescendo as minas de ouro de Jacobina e de Minas do Rio de Contas, Portugal determinou a abertura de uma estrada que ligasse os dois núcleos. Essa, que cortava as terras hoje pertencentes ao município de Seabra, atraiu os primeiros povoadores, constituídos na maior parte de portugueses que aí se fixaram, organizando fazendas de criatório e lavoura. É da tradição oral de que o primeiro núcleo de população regional, nasceu no local denominado Parnaíba, também situado às margens da dita estrada real, que servia de pouso aos viajantes que o chamavam Passagem de Jacobina. O topônimo é uma homenagem ao Dr. Joaquim José Seabra, ex-governador da Bahia. Formação Administrativa Distrito criado com a denominação de Vila Agrícola de Campestre, pela Lei Provincial n.º 899, de 15-05-1863, subordinado ao município de Lençóis. Elevado à categoria de vila com a denominação de Vila Agrícola de Campestre, pela Lei Provincial n.º 2.652, de 14-05-1889, desmembrada do município de Lençóis. Sede na antiga povoação de Vila Agrícola de Campestre. Constituído do distrito sede. Instalada em 14-12-1889. Elevado à condição de cidade com a denominação de Campestre, pelo Decreto Estadual n.º 491, de 22-06-1891. Em divisão administrativa referente ao ano de 1911, o município já denominado Campestre é constituído do distrito sede. Pela Lei Estadual n.º 1.126-A, de 27-08-1915, o município de Campestre tomou a denominação de Doutor Seabra. Nos quadros de apuração do recenseamento geral de 1-IX-1920, o município de Doutor Seabra (ex-Campestre) aparece constituído de 4 distritos: Doutor Seabra, Jatobá, Parnaíba e Várzea do Caldas. Pelos Decretos n.ºs 7.455, de 23-06-1931 e 7.479, de 08-07-1931, o município de Doutor Seabra passou a denominar-se simplesmente Seabra. Pelo Decreto Estadual n.º 8.416, de 10-05-1933, é criado o distrito de João Pessoa e anexado ao município de Seabra. Em divisão administrativa referente ao ano de 1933, o município de Seabra (ex-Doutor Seabra) é constituído de 5 distritos: Seabra, Jatobá, João Pessoa, Parnaíba, Várzea do Caldas. Assim permanecendo em divisões territoriais datadas de 31-XII-1936 e 31-XII-1937. Pelo Decreto-lei Estadual n.º 141, de 31-12-1943, retificado pelo Decreto Estadual 12.978, de 01-06-1944, os distritos de Jatobá, João Pessoa e Parnaíba tomaram a denominação, respectivamente, de Baraúnas, Iraquara e Esconso. No quadro fixado para vigorar no período de 1939-1943, o município é constituído de 5 distritos: Seabra, Baraúnas (ex-Jatobá), Esconso (ex-Parnaíba), Iraquara (ex-João Pessoa) Jatobá e Várzea do Caldas. Assim permanecendo em divisão territorial datada de 1-VII-1950. Pela Lei Estadual n.º 628, de 30-12-1953, é criado o distrito de Licuri (ex-povoado), com terras desmembradas do distrito de Iraquara e anexado ao município de Seabra. Sob a mesma Lei Estadual acima citada o distrito de Esconso tomou a denominação de Iraporanga. Em divisão territorial datada de 1-VII-1955, o município é constituído de 6 distritos: Seabra, Baraúnas, Iraporanga (ex-Esconso), Iraquara, Licuri e Várzea do Caldas. Assim permanecendo em divisão territorial datada de 1-VII-1960. Pela Lei Estadual n.º 1.697, de 05-07-1962, desmembra do município de Seabra os distritos de Iraquara e Iraponga, para constituir o novo município de Iraquara. Pela Lei Estadual 1.700, de 05-12-1962, desmembra do município de Seabra o distrito de Licuri. Elevado à categoria de município com a denominação de Souto Soares. Em divisão territorial datada de 31-XII-1963, o município é constituído de 3 distritos: Seabra, Baraúnas e Várzea do Caldas. Assim permanecendo em divisão territorial datada de 2023. === A construção da BR-242 e a história contemporânea === Em seguida, nas décadas seguintes não ocorreram eventos históricos significativos. Uma exceção a isso foi a construção da Rodovia BR-242, obra planejada durante o Governo de Juscelino Kubitschek e executada nos anos 1970, após a aprovação do Plano Nacional de Viação de 1973, que promoveu um crescimento da cidade, acompanhado de novas imigrações oriundas do acesso aos transportes. Nessa época, é ampliada a rede bancária do Município, além da instalação de repartições públicas, a exemplo do DERBA (Departamento de Estradas e Rodagens da Bahia). Em setembro de 1971, a região da Chapada Diamantina, e por extensão a cidade de Seabra, são impactadas com a descoberta de que o militante comunista Carlos Lamarca, ex-tenente e líder da Vanguarda Popular Revolucionária (VPR), se encontrava na região. Equipes dos órgãos de repressão do governo vão para a Chapada Diamantina e iniciam uma caçada feroz que acaba com a execução de Lamarca no dia 17 de setembro de 1971 no povoado de Pintada, distrito de Ibipetum, município de Ipupiara. Em seguida, ocorreu um novo período de ostracismo histórico que somente fora rompido em 31 de outubro de 2002, quando foi criado o Campus XXIII da Universidade do Estado da Bahia (UNEB), por meio do Decreto Estadual nº 8.354/02. Em 2003, foi autorizado o funcionamento do curso de Letras na referida unidade universitária. == Geografia == Trata-se de uma cidade da região da Chapada Diamantina, sendo dotada de uma infraestrutura de hotelaria que abriga o excedente turístico derivado dos municípios de Lençóis, Palmeiras e Iraquara. Seu nome é uma homenagem ao antigo governador da Bahia, J. J. Seabra. A sede do município situava-se no povoado de Campestre, distante seis quilômetros da sede atual, local anteriormente conhecido por Passagem Bonita de Nossa Senhora de Jacobina, fazendo referência às belezas da região na qual os três rios que cortam a cidade (Rio da Prata, Rio Campestre e Rio Cochó) se juntam. Está situada a aproximadamente 930 metros de altitude acima do nível do mar, possuindo um clima úmido a subúmido, destacando-se, portanto, a Serra da Cotreia, um dos pontos culminante do município, já que, está a 1125 metros acima do nível do mar. A temperatura é agradável o ano todo, girando na média de 22 °C, nos meses mais frios chega a 9 °C, considerada uma das mais baixas da região (a máxima já registrada chegou a 33 °C), sendo novembro e janeiro os meses mais chuvosos e os meses de junho e julho os mais frios do ano. A vegetação característica constitui em mata de transição entre a Mata Atlântica, presente na região de Lençóis, e a caatinga. O município apresenta, ainda, vegetação endêmica por estar localizado em um dos solos de formação mais antiga da Bahia. Seabra possui dois distritos: Jatobá e Várzea do Caldas, e 115 povoados, dos quais podemos destacar: Lagoa da Boa Vista, Velame, Mocambo, Campestre, Alagadiço, Beco, Cochó do Malheiro e Vale do Paraíso. A cidade é privilegiada, pois está situada próxima a importantes cruzamentos da rodovia BR-242. Em relação à hidrografia, os rios principais são o rio Cochó, rio Tejuco (limite com o município de Palmeiras), rio da Prata e o rio Dois Riachos e o rio Campestre, além dos riachos Chifre de Boi e Banha Tatu situado no Mocambo. Seabra, chamada pelos seus habitantes de \"Cidade das Rosas\", está situada no centro geográfico da Bahia. == Economia == A economia é baseada na prestação de serviços, que atende a várias cidades da Chapada Diamantina, sobretudo em serviços públicos, serviços de assessoramento contábeis, jurídicos, de saúde e engenharia, locadoras de veículos, autopeças, sons automotivos, concessionárias de veículos, vasta rede hoteleira, empresas de transportes rodoviário, comércios atacadistas de hortifrúti além da agricultura especializada cafeicultura, exportando para Portugal, o café orgânico Seabrenses bem como pequenas indústrias e extração de minérios. == Educação == Seabra abriga a repartição da Diretoria Regional de Educação (DIREC) responsável pelas políticas públicas da Secretaria Estadual de Educação na Chapada Diamantina. Este Município apresenta uma taxa de analfabetismo que compreende 14,44 da população superior a 15 anos (IBGE, 2000]). Em relação ao Ensino Básico, existem diversas instituições públicas e privadas localizadas na sede e nos distritos, sendo que somente seis unidades escolares oferecem o Ensino Médio, a exemplo do Colégio Raio de Sol (RDS) e do \"Educandário São Francisco de Assis\" (ESFRA), instituições privadas, \"Colégio estadual de Seabra\" e o \"Centro estadual de educação profissional em gestão e negócio Letice Oliveira Maciel\" (CEEP), instituição pública. Quanto ao ensino técnico, existe a Escola Técnica em Enfermagem Nossa Senhora Aparecida, com o curso Técnico em Enfermagem, e a Escola Técnica Maria Bella, com os cursos de Técnico em Enfermagem, Radiologia e Auxiliar de Consultório Dentário (ASD), ambos privadas. E o antigo Colégio Estadual Letice Oliveira Maciel que tornou-se Centro Estadual de Educação Profissional em Gestão e Negócio Letice Oliveira Maciel (CEEP), com os curso Técnicos Enfermagem, Finanças e Administração, instituição publica localizada no Bairro da Boa Vista. Seabra sedia um campus do \"Instituto Federal da Bahia\" (IFBA), antigo CEFET, já em funcionamento, localizado no Barro Vermelho, zona de expansão urbana do Município de Seabra, com os cursos Técnico em Informática e Técnico em Meio Ambiente. Em relação ao Ensino Superior, o Município de Seabra possui um campus da Universidade do Estado da Bahia (UNEB) - (Câmpus XXIII) que abriga os cursos de Letras, Jornalismo e Pedagogia. Além da UNEB, existem algumas extensões de IES privadas que implantaram polos no Município, como é o caso da Faculdade João Calvino, com um polo presencial que oferece cursos de Filosofia, geografia e história, e outras IES que implantaram polos de Educação à Distância (EaD): a UNOPAR, a FTC e a UNIFACS. Abrigará, em breve, a Faculdade de Guanambi, referência em toda a região, expandindo, seu polo, a cidade de Seabra. == Aspectos político-administrativos == A história político-administrativa do município é falha, pois segundo o único livro de registro de Atas da época, o Intendente Cônego Pedro Bernardino Pereira, ao ser nomeado pároco de Morro do Chapéu, para lá se transferiu, levando todos os livros do arquivo municipal. Assim, segue a relação de prefeitos e intendentes que governaram o Município, com base em levantamento histórico efetuado pela Câmara Municipal de Seabra. === Intendentes (Prefeitos nomeados) === * Pedro Bernardino Pereira * Tibério Esquivel * Manoel Fabrício de Oliveira * Manoel Querino de Matos * Simpliciano de Oliveira Lima * Hermelino José de Souza * Silvino Laureano Pires * Francisco Rodrigues Costa * Gileno Araújo Góis * Fabrício de Oliveira === Prefeitos === * Tito Luna Freire - 1º eleito (1948-1951) * Manoel Teixeira Leite - 2º eleito (1951-1954) * Silvio Martins de Almeida - 3º eleito (1955-1958) * Manoel Teixeira Leite - 4º eleito (1959-13/03/60): Faleceu durante o mandato. * Walter Azeredo Coutinho - Prefeito substituto (13/04/60-14/11/60) * Jorge Alves de Oliveira - 5º eleito (14/11/60-1962) * Aloyzo de Souza Rocha - 6º eleito (1963-1966) * Jorge Alves de Oliveira - 7º eleito (1967-1970) * Armínio Vieira de Athayde - 8º eleito (31/01/71 - 26/07/71): Prefeito cassado pela Ditadura Militar de 1964. * Tertuliano Ferreira Brandão - Prefeito substituto (Ago - 05/12/71) * Fabrício de Oliveira - 9º eleito (1971-1972) * Ápio Esquivel de Athayde - 10º eleito (1973-1976) * Iovane de Oliveira Guanaes - 11º eleito (1977-1982) * Salvandy Fernandes Rocha - 12º eleito (1983-1988) * Iovane de Oliveira Guanaes - 13º eleito (1989-1992) * Dálvio Pina Leite (PMDB) - 14º eleito (1993-1996) * José Carlos Santos de Athayde (PTB) - 15º eleito (1997-2000) * Dálvio Pina Leite (PP) - 16º eleito (2001-2004) * Dálvio Pina Leite (PP) - 17º reeleito (2005-2008) * José Luis Maciel Rocha \"Rochinha\" (PMDB / PSB) - 18º eleito (2009-2012) * José Luis Maciel Rocha \"Rochinha\" (PMDB / PSB) - 19º reeleito (2013-2016) * Fabio Miranda de Oliveira (REDE) - 20º eleito (2017-2020) * Fabio Miranda de Oliveira (PP) - 21° reeleito (2021-2024) == Turismo == * Marco Zero: Na praça Luiz Henrique Xavier Acosta, centro da cidade, fica um monumento que representa o centro geográfico da Bahia. * Povoado de Lagoa da Boa Vista: Foi fundado após a passagem da Coluna Prestes, onde algumas famílias se fixaram por causa do clima aprazível e das boas condições para formação de fazendas. Como principal atrativo se apresentam as fachadas das casas residenciais e comerciais, muito trabalhadas, com uma grande variedade de motivos. A poucos quilômetros, a caminho de Água de Rega, fica a Cachoeira do Riachão, uma sequência de escorregadeiras. Um local dotado de rara beleza.GUEDES, Maria Helena. O cemitério da Chapada!. Vitória, 2015, p. 80-81 * Povoado de Vale do Paraíso (Antigo Gado Bravo): Tem em sua arquitetura colonial popular sua mais marcante, com fachadas das casas decoradas com detalhes diversos e suas calçadas feitas de pedras, em degraus. O seu cemitério bizantino da cidade de Mucugê: fica localizado no ponto mais alto do povoado. Mas tem ainda um atrativo natural, a Serra do Gado Bravo, a 1 415 metros de altitude (ponto culminante da área de proteção ambiental Marimbus-Iraquara), de onde se tem uma deslumbrante vista de diversos municípios da Chapada. É uma caminhada que vale a pena ser feita, inclusive pela existência de muitas bromélias, orquídeas e cactáceas, das mais diversas formas e cores, entre outras plantas nativas. Nas proximidades, ficam algumas grutas onde se veem diversos painéis de pinturas rupestres.GUEDES, Maria Helena. O cemitério da Chapada!. Vitória, 2015, p. 81 * Povoado de Cochó do Malheiro: Maior mercado de gado da região no século XIX, foi palco de sangrentas batalhas entre o Coronel Heliodoro de Paula Ribeiro (Deputado na Constituinte de 1891) e a família Sá (de Lençóis e seus aliados locais), por ter desmembrado do município de Lençóis, respectivamente, Seabra e Palmeiras. O povoado chegou a ser totalmente destruído. Sua arquitetura marcante é representada pela casa que pertenceu ao Coronel e outras da mesma época, além da igreja.GUEDES, Maria Helena. O cemitério da Chapada!. Vitória, 2015, p. 81-82 * Povoado de Campestre: Foi a primeira sede do município de Seabra. Sua igreja, N. Sra. da Conceição, é datada de 1847. Aí também ocorreram violentas batalhas entre os Coronéis Horácio de Matos e Manoel Fabrício de Oliveira, além de ter sido marcada pela passagem da Coluna Prestes.GUEDES, Maria Helena. O cemitério da Chapada!. Vitória, 2015, p. 82 * Povoado de Alagadiço: Povoado que já foi importante mercado local, hoje decadente, tem como destaque a sua arquitetura, restos da Estrada Real, o Complexo Arqueológico de Alagadiço (formado por 19 sítios) riquíssimos em painéis de pinturas rupestres e, ainda, um cemitério indígena (foram encontradas peças de cerâmica características dos rituais fúnebres dos índios que habitavam a região – estudados pela UFBA), além de sua flora. * Igreja de Bom Jesus: Localizada no ponto mais alto do centro da cidade, construída em quartzito rosa, em estilo moderno (1975), é o terceiro maior templo católico do mundo, construído com essa pedra.GUEDES, Maria Helena. O cemitério da Chapada!. Vitória, 2015, p. 82-83 * Igreja de São Sebastião: Localiza-se também no centro da cidade. Foi construída em homenagem ao santo padroeiro da cidade, como pagamento de uma promessa: o Sr. Antônio Laureano Pires, pai do futuro intendente municipal Silvino Laureano Pires e do futuro delegado Félix Laureano Pires, prometeu ao santo que se a cidade não fosse atingida pela peste bubônica, que assolava a região, ele ergueria uma igreja. Construída inicialmente em estilo barroco, foi demolida porque ameaçava desabar. A atual é em estilo moderno.GUEDES, Maria Helena. O cemitério da Chapada!. Vitória, 2015, p. 83 * Grutas e cavernas: Especialmente na planície calcária, entre Seabra e Iraquara estão algumas grutas e cavernas de grande beleza, como a Buraco do Cão, Diva de Maura, Gruta de Santa, do Talhão, etc. Porém a única que tem estrutura turística é a primeira, que tem como atrativos, o Bolo de Noiva, que é um conjunto de represas de travertinos de 10 metros de altura; um pequeno fóssil encrustado na rocha, uma infinidade de estalactites e estalagmites, espeleotemas das mais diversas formas e cores e um lago de 600 metros de extensão. * Abriga o encontro anual de carros antigos da chapada, iniciado em 2017, que atrai centenas de turistas de toda a região para participar e/ou visitar o evento. == Personalidades == Entre os seabrenses ilustres estão: * Manuel Fabrício, político e coronel; * Ryder Matos Santos, futebolista. == Ver também == * Horácio de Mattos * Manuel Fabrício de Oliveira * * == Ligações externas == * Página da Prefeitura Municipal * Categoria:Fundações no Brasil em 1922",
 "title": "Seabra"
}