{
 "id": "30471",
 "text": "{{Info/Município do Brasil | nome = Viçosa do Ceará | foto = 05 12 2015 Viçosa CE (77).JPG | foto_legenda = Igreja Matriz de Nossa Senhora da Assunção | apelido = Rainha da Ibiapaba\" \"Suíça Cearense | brasão = Brasao_vicosa_do_ceara_-_CE.JPG | bandeira = Bandeira vicosa do ceara.jpg | link_brasão = | link_bandeira = | link_hino = | fundação = | emancipação = | gentílico = viçosense | padroeiro = Nossa Senhora da Assunção | CEP = 62300-000 | prefeito = Francisco José Cardoso Filho | partido = MDB | mandato_início = 2021 | fim_mandato = 2024 | vereadores = 15 | mapa = Ceara Municip VicosadoCeara.svg | latP = S | latG = 03 | latM = 33 | latS = 43 | lonP = O | lonG = 41 | lonM = 05 | lonS = 31 | estado = Ceará | mesorregião = Noroeste Cearense | data_mesorregião = IBGE/2008 | microrregião = Ibiapaba | data_microrregião = IBGE/2008 | região_metropolitana = | vizinhos = Norte: Granja, Leste: Granja e Tianguá, Sul: Tianguá, Oeste: Cocal e Cocal dos Alves (ambas no estado do Piauí) | dist_capital = 348,8 | área = 1311.628 | área_ref = | distritos = General Tibúrcio, Juá dos Vieiras, Lambedouro, Manhoso, Padre Vieira, Passagem da Onça e Quatiguaba | população = 59.712 | população_pos = CE: 29º | data_pop = estimativa IBGE/2019 | altitude = 740 | clima = tropical | sigla_clima = | idh = 0.571 | data_idh = PNUD/2010 | pib = mil | data_pib = IBGE/2010 | pib_per_capita = 9.744,18 | data_pib_per_capita = IBGE/2010 | site_prefeitura = | site_câmara = }} Viçosa do Ceará é um município do estado brasileiro do Ceará, localizada na microrregião da Ibiapaba, Mesorregião do Noroeste Cearense. Na cidade nasceram personalidades como o jurista Clóvis Beviláqua e o General Tibúrcio. Sua população foi estimada em habitantes, conforme dados do IBGE de 2022. ==História== thumb|esquerda|300px|Imagem de Viçosa do Ceará (CE), vista do alto da Igreja do Céu Viçosa do Ceará foi o primeiro povoamento português na Serra da Ibiapaba, inicialmente habitada por indígenas Aconguaçús, que dominavam o extremo norte da serra, além da grande nação Tabajara, conhecidos como \"Senhores da Serra\". Além destes, ao longo da história houve migrações de povos de outras regiões como os Anacés, Areriús, Anapurus-Açus e Anapurus-Mirins. O primeiro contato europeu na região, foram os franceses que estabeleceram a Feitoria da Ibiapaba, comercializando e trocando com os Tabajaras desde 1590. O maior aliado dos francos, era o cacique Irapuã (ou Mel Redondo), que possuia sua aldeia na região de Viçosa e Tianguá. Em 1603, o capitão português Pero Coelho de Souza liderou uma expedição na Ibiapaba para expulsar os franceses e conquistar os indígenas, realizando um massacre contra os Tabajaras e trazendo inúmeras doenças. Após isso, o governo português tenta fundar uma aldeia na serra, enviando dois jesuítas sob o padre Francisco Pinto, que se estabelece na aldeia de Juripariguaçu, um cacique Tabajara (atual Ibiapina). Mas, a tentativa de colonização falha após uma chacina que matou um padre e alguns Tabajaras, em um ataque dos indígenas Takarijús. Após isso, houve outra tentativa fracassada entre 1656-1662, que ocasionou em uma rebelião dos Tabajaras contra os jesuítas, liderados pelo cacique Simão Tagaibuna. Mas, em 1695, os padres jesuítas, Manuel Pedroso e Ascenso Gago, conseguem se estabelecer na serra e fundam a \"Aldeia da Ibiapaba\", onde hoje se situa Viçosa do Ceará. acesso em 3 de novembro de 2016. Portanto, o marco inicial da cidade é datado em 15 de Agosto de 1700, tendo sido o padre Ascenso Gago nomeado o \"Superior da Aldeia\". Um marco importante da história de Viçosa do Ceará foi a construção da Igreja de Nossa Senhora da Assunção, conta-se que existem túneis subterrâneos embaixo da Igreja que dão acesso a várias casas antigas da cidade. Nessa época, entre os principais caciques tabajaras do aldeamento, estava Simão Tagaibuna de Vasconcellos e Salvador Saraiva.thumb|direita|300px|Um esboço artístico da Igreja Matriz de Nossa Senhora da Assunção. Viçosa do Ceará (CE) Em 1759, são abolidas, no Brasil, as missões da Companhia de Jesus, por determinação de Marquês de Pombal, ministro do rei de Portugal, D. José I. Com isso, também foram abolidas as aldeias que tinham o comando dos jesuítas, sendo as mesmas substituídas por vilas e povoados. A 7 de julho de 1759, a Aldeia da Ibiapaba foi elevada à categoria de Vila, recebendo o nome de \"Vila Viçosa Real da América\", cuja instalação foi feita pelo Ouvidor da Comarca de Pernambuco, Desembargador Bernardo Coelho da Gama Casco, que esteve na Vila para a instalação, em comunicado feito ao povo na Igreja Matriz. ==Geografia== ===Relevo=== Boa parte do território está localizado na Chapada da Ibiapaba, mas uma grande área é de relevo característico das regiões sertanejas. Há alguns que chamam de \"Região de todos os biomas\", por apresentar desde o cerrado até mesmo mata atlântica. ===Clima=== Tropical quente semiárido brando nas regiões de menor altitude (próximas à divisa com o Piauí) e tropical quente sub-úmido nas regiões de maior altitude e nas encostas da Chapada/Serra da Ibiapaba. A precipitação pluviométrica média é de 1.349 mm, sendo concentrada principalmente de janeiro a maio. A temperatura média anual situa-se entre 20 e 31 °C na maior parte do território. Segundo dados do Instituto Nacional de Meteorologia (INMET), referentes ao período de 1961 a 1969, a menor temperatura registrada em Viçosa do Ceará foi de em 12 de agosto de 1965 e 4 de julho de 1969, e a maior atingiu onze vezes, a última em 11 de novembro de 1963. O maior acumulado de precipitação em 24 horas atingiu 138 milímetros (mm) em 27 de abril de 1961. Outros grandes acumulados superiores a 100 mm foram em 17 de fevereiro de 1961, em 23 de abril de 1967 e em 8 de fevereiro de 1966. ===Demografia=== O município tem 59.712 habitantes, conforme censo de 2022, sendo a densidade demográfica de 45,55 hab/km². A população urbana está estimada em 32,4%, o que o caracteriza como município com predominância rural. == Geologia == === Recursos minerais === A mina de Pedra Verde é o principal depósito de cobre do estado do Ceará. O minério ocorre num estrato de filito alterado com até 22 metros de espessura, pertencente ao Grupo Martinópole. O minério foi formado por hidrotermalismo, e ocorre na forma de sulfetos (calcocita, bornita, calcopirita e pirita) e de carbonatos (malaquita e azurita). ==Filhos notórios== * Clóvis Beviláqua, jurista autor do código civil brasileiro. * Bezerril Fontenele, militar. * Antônio Tibúrcio Ferreira de Souza, militar. * Felizardo de Pinho Pessoa Filho, farmacêutico. * Maria Edileuza Fontenele Reis, diplomata. ==Pontos turísticos== * Igreja do Céu * Igreja Matriz de Nossa Senhora da Assunção * Praça Clóvis Beviláqua thumb|300px|Clóvis Beviláqua, ao fundo a Igreja Matriz de Nossa Senhora da Assunção. Viçosa do Ceará, Ceará, Brasil. * Palácio Monsenhor Carneiro * Casarão dos Rubens Ficheiro:Palacete do Memorial Clóvis Beviláqua.JPG|Memorial Clóvis Beviláqua Ficheiro:Palácio Monsenhor Carneiro.JPG|Palácio Monsenhor Carneiro Ficheiro:Palacete histórico viçosa do ceará.JPG|Palacete histórico Ficheiro:Chega a Felicidade no Sertão.jpg|Chuvas na Chapada da Ibiapaba em Viçosa do Ceará ==Divisões administrativas== O município de Viçosa do Ceará está subdividido em sete unidades, sendo a sede e mais sete distritos: General Tibúrcio, Lambedouro, Manhoso, Padre Vieira, Juá dos Vieiras, Passagem da Onça e Quatiguaba. == Ligações externas == * Página da prefeitura * Mapa de Viçosa do Ceará * Mapa de Viçosa do Ceará * Página do IBGE * Página do Ceará Categoria:Fundações no Brasil em 1759 Categoria:Serra da Ibiapaba",
 "title": "Viçosa do Ceará"
}