{
 "id": "30498",
 "text": "{{Info/Cidade |nome =Rosario |foto =Rosario_y_el_Parana.JPG |leg_foto = |nome_oficial =Rosário |país = |imagem_paisagem =Montaje_Rosario_01.jpg |tamanho_imagem =300px |legenda_imagem = |imagem_bandeira =Bandera de la Ciudad de Rosario.svg |imagem_brasão =Escudo de armas de Rosario.svg |imagem_mapa =Mapa de Rosario, Argentina.svg |imagem_mapa_coordenada =Argentina |tipo_subdivisão =Província |nome_subdivisão = Santa Fé |título_líder =Intendente |nome_líder =Mónica Fein |título_estabelecido =Fundação oficial |data_estabelecido =7 de outubro de 1793 Declarada cidade em 3 de agosto de 1852 |área_magnitude = |área_total =178,69 |área_urbana =117 |população_referente_a =2011 |população_total =1 036 286 |população_metro =1 235 558 |população_urbana =908 163 |densidade_população =5726 |fuso_horário =ARST |diferença_utc =-3 |fuso_horário_DST =ARDT |diferença_utc_DST =-2 |latg=32 |latm=57 |lats=04 |latNS=S |longg=60 |longm=39 |longs=59|longEW=W |altitude =22,5 - 24,6 |website =www.rosario.gob.ar |notas =Gentílico: Rosarino/a Código postal S2000 Pref. telefônico 0341 }} Rosário () é a maior cidade da província de Santa Fé, na região central da Argentina. Está localizada a 300 km a noroeste de Buenos Aires, na margem oeste do rio Paraná. A cidade é a terceira mais populosa do país e é também a cidade mais populosa que não é uma capital provincial. Com uma área metropolitana crescente e importante, a Grande Rosário tinha uma população estimada em habitantes em 2012. Uma de suas principais atrações inclui a arquitetura neoclássica que foi mantida ao longo dos séculos em centenas de residências, casas e edifícios públicos. Rosário é a cidade-chefe do Departamento de Rosário e está localizada no coração do principal corredor industrial da Argentina. A cidade é um importante terminal ferroviário e o centro de navegação do nordeste do país. Os navios chegam à cidade pelo rio Paraná, o que permite a existência de um porto de 10 metros de profundidade, mas que está sujeito a assoreamento e deve ser dragado periodicamente. As exportações incluem trigo, farinha, feno, linhaça e outros óleos vegetais, milho, açúcar, madeira, carne, couro e lã. Produtos manufaturados incluem farinha, açúcar, produtos cárneos e outros alimentos. A Ponte Rosário- Victoria, inaugurada em 2004, atravessa o rio Paraná, ligando Rosário à cidade de Vitória, cruzando o Delta do Paraná. Por ter um papel fundamental no comércio agrícola, a cidade se encontra no centro de um contínuo debate sobre impostos cobrados sobre produtos agrícolas caros, como a soja. Junto com a vizinha Paraná, Rosário é uma das poucas cidades argentinas que não pode apontar um indivíduo em particular como seu fundador. O patrono da cidade é a \"Virgem do Rosário\", cuja festa é 7 de outubro. O asteroide 14812 Rosario foi nomeado em sua honra.JPL Small-Body Database Browser - 14812 Rosario (1981 JR1) Jet Propulsion Laboratory (NASA) Pessoas notáveis ​​de Rosário incluem o revolucionário Che Guevara; os jogadores de futebol Lionel Messi, Ángel Di María, Maximiliano Rodríguez e Mauro Icardi; treinadores de futebol César Luis Menotti, Marcelo Bielsa e Gerardo Martino; a jogadora de hóquei de campo Luciana Aymar; os jogadores de rugby Juan Imhoff; a atriz Libertad Lamarque; compositor de jazz Gato Barbieri; cartunista Roberto Fontanarrosa; o cantor e compositor Fito Paez; o pintor Antonio Berni e a modelo Valeria Mazza. == Etimologia == Rosário recebeu seu nome dedicado à Virgem do Rosário, cuja imagem permanece na catedral, no mesmo local da capela em torno da qual ela emergiu. Em 1823, a cidade recebeu o título de Ilustre y Fiel Villa, denominando-se desde então de Villa del Rosario. Até 1852, com o apoio do general Justo José de Urquiza, foi declarada cidade e reconhecida desde então como Cidade de Rosário, também chamada pelos generais e militares como \"Rosário de Santa Fé\" ou conhecida também como \"El Rosario\". Posteriormente, passa a palavra (contração da preposição \"de\" e o artigo \"el\") por de, e não se referem mais à cidade, antecedendo o artigo \"do\". Durante parte do século XX, a nomenclatura oficial foi Rosário de Santa Fé. O nome manteve-se em uso em outras províncias, para evitar confundir a cidade com outros locais que possuíam nomes homônimos, como Rosario de Lerma e Rosario de la Frontera, entre outras cidades e localidades argentinas. == História == === Fundação === Rosário surgiu no século XVIII, fundada oficialmente no cruzamento da Estrada Real que levava para Córdoba. A localidade estendeu-se bastante, tanto em extensão territorial como em população, chegando a atingir o litoral e a fronteira com o Paraguai. Isso causou uma fase importante em que os vagões paravam às margens do rio Paraná, nesta fase, facilitou o estabelecimento de um oratório ao redor de uma capela dedicada à Virgem do Rosário. === Século XIX === Na sua costa, ao longo do rio Paraná, o advogado Manuel Belgrano organizou baterias defensivas proclamando independência e liberdade. A bateria de liberdade estava no topo do penhasco que formava o ângulo entre as ruas Santa Fé e Córdoba, que haviam sido reduzidas para ampliar a praça de Brown. Exatamente às 6:30 horas de 27 de fevereiro de 1812, habitantes da vila participaram da cerimônia em que foi içada a bandeira da Argentina, criado por Manuel Belgrano, que realizou juramentos perante a bandeira juntamente com seus soldados. É por isso que Rosário é chamada de \"berço da Bandeira\". Embora o uso da bandeira tenha sido rejeitado pelo governo logo em seguida, tornou-se oficial logo após o Congresso de Tucumán, em 1816. Em 1823, a cidade recebeu o título de Vila (pequena cidade com jurisdição municipal). Em 1852, em virtude do crescimento demográfico e gradual do comércio na vila, Rosário foi declarada uma cidade, por iniciativa do General Urquiza. Alguns anos mais tarde se tornou o principal porto comercial da Argentina, pela sua ótima localização próxima ao Oceano Atlântico Entre 1862 e 1873, Rosário foi promovida e nomeada como Capital da Argentina, por três vezes pelo Congresso da Argentina, mas o projeto recebeu os vetos de Bartolomé Mitre e Domingo Faustino Sarmiento, que impediram a concentração de poder e unidade e devolveram o título à Buenos Aires. Nos últimos 15 anos do século XIX, a cidade duplicou na população, em parte devido à imigração constante. Por esta razão e pela grande concentração de trabalhadores, Rosário se tornou o epicentro do movimento anarquista argentino. === Séculos XX e XXI === Já em 1926, 47% dos seus habitantes eram de outras etnias, a maioria provenientes da Europa (Itália, Espanha, Irlanda, etc.) no início da Primeira Guerra Mundial. A cidade recebeu os benefícios da nacionalização e subsídios para muitas indústrias, durante o governo de Juan Domingo Perón. Em 1955, o presidente Perón foi derrubado por um golpe militar. Em 20 de junho de 1957, abriu o Monumento a La Bandera. Em 1969, trabalhadores e estudantes foram às ruas para protestar contra o governo de Juan Carlos Onganía, em um evento conhecido como Rosariazo. Em 1978, Rosário suportou anos de escurecimento na guerra real e psicológica a ser realizado pela ditadura militar, contra o Chile. Em 1983, Rosário aderiu fervorosamente para a restauração da democracia. Em 1989, em meio à crise econômica nacional provocada pelo governo de Raúl Alfonsín, que conduziu à catástrofe e hiperinflação. Sob a administração de conversão de Carlos Menem, é severamente afetada a cidade, cujas exportações agrícolas estagnaram e muitas indústrias faliram com os baixos preços das exportações. Em 1995, o desemprego na região atingiu 21,1% e grande parte da população de Rosário foi colocada sob a linha de pobreza. Durante a agitação social de 2001, Rosário foi cidade com mais desempregados no país, atingindo grandes níveis de pobreza, que chegaram a 18,3% em 2003. Portanto, havia passeatas, protestos e saques na cidade de Rosário. A repressão da polícia provincial, e nenhuma ação para parar a cidade, deixou um saldo de 7 mortes. As sete pessoas mortas foram: Graciela Acosta, Ruben Pereyra, Juan Delgado, Yanina Garcia, Ricardo Villalba, Walter Camp e Pocho Lepratti. Uma vez que a recuperação econômica que se seguiu ao colapso nacional, a situação da cidade melhorou. O lado positivo das exportações agrícolas causou um aumento do consumo comercial e de novos investimentos (sobretudo no setor da construção), gerando um progresso relativo, com perspectivas de continuidade. Os níveis de pobreza e indigência na cidade caíram de 18,3% e 5,5% em 2003 para 13,6%. Porém, ao longo de 2009, a taxa de pobreza na cidade avançou, chegando a 14,9%. == Geografia == thumb|esquerda|Rosário vista da EEI. Rosário está localizada no sudeste da província de Santa Fé, o chamado Pampa Úmida e é um ponto de passagem para aqueles que se deslocam entre as diferentes regiões. Está situada a 401 km da cidade de Córdoba, a noroeste e 306 km a sudeste da cidade de Buenos Aires, capital argentina. O tecido urbano abrange 178,69 km ², dos quais 117 km² estão urbanizadas. O destaque da região é uma planície ondulante, e sua altura é de 24,6 metros. O limite oriental da cidade é dado pelo rio Paraná, na fronteira norte da área urbana da cidade de Granadero Baigorria, ao oeste do município, na área rural, com os municípios vizinhos de Funes e Pérez. Ao sudoeste da cidade com o município de Soldini e ao sul pela cidade de Villa Gobernador Gálvez, que é separada pelo Rio Saladillo. === Clima === O clima de Rosário é úmido e ameno na maior parte do ano. É classificada como pampas temperado, ou seja, as quatro estações do ano são bem definidas, mas o seu inverno é bastante curto e irregular. Durante esta época, alguns dias de frio, ar fresco, leve e ainda quente.Clima en Rosario, en el sitio web Rosario.gov.ar Clima en Rosario en el sitio web Rosario Tres. «Sigue el calor extremo y se espera una máxima de 39 grados», La Capital, 11 de septiembre de 2013.«Invierno agobiante: con 30° sigue el calor en pleno julio», artículo del 15 de julio de 2008 en el diario La Capital.Sigue el calor en pleno invierno», artículo del 20 de agosto de 2014 en el diario El Ciudadano (Rosario). Existe uma estação quente de outubro a abril (18 °C a 32 °C, com picos que podem ultrapassar 40 °C) e uma estação fria entre o início de junho e na primeira metade de agosto (com média mínima de 5 °C e média máxima de 16 °C), temperaturas médias anuais variando entre 10 °C (mínima) e 23 °C (máxima). Chove mais no verão que no inverno, com um volume total de chuva entre 800 e mm por ano. Quase não há eventos meteorológicos extremos na cidade de Rosário. A neve é um fenômeno muito raro, a última queda de neve foi em 1973, embora em 9 de julho de 2007 tenha caído granizo em algumas partes da cidade. O mais recente tremor de terra foi em 5 de junho de 1888. Inundações ocasionalmente afetam algumas das áreas mais baixas da cidade. Entre final de março e início de abril de 2007, uma quantidade excepcional de chuva (mas abaixo do previsto em potencial) inundou partes de Rosário e forçou milhares de pessoas a abandonar suas casas e escolas e fábricas a suspenderem as suas atividades. Tabela climática de Rosário Mês Jan Fev Mar Abr Maio Jun Jul Ago Set Out Nov Dez Temperatura máxima mensal (°C) 31.2 29.2 26.7 23.2 20 16.2 15.9 18.4 21 23.6 26.7 29.7 Temperatura mínima mensal (°C) 18.4 17.7 15.5 12.0 8.2 6.1 4.9 6.5 8 11.6 14.7 17.1 Precipitações (mm) 98.3 124.1 120.2 88.0 64.9 19.5 29.5 31.0 56.4 100.6 107.4 93.3 Fonte: Servicio Meteorologico Nacional == Demografia == A população da cidade é de estritamente habitantes ( no município), de acordo com o censo de 2001, fornecida pelo Instituto Nacional de Estatísticas e Censos (INDEC). Isso representa 29% do total de habitantes da província de Santa Fé e 3% dos habitantes do país. Sua densidade populacional é de habitantes por km². Rosário é também, o centro de uma área urbana conhecida como Grande Rosário, cuja população está espalhada por outras cidades do mesmo departamento e do departamento de San Lorenzo e sobe a habitantes (INDEC, 2001) ( lares em 305 487 domicílios). Para o segundo trimestre de 2009, a população do aglomerado foi estimada em cerca de habitantes (INDEC), definindo assim a terceira cidade mais populosa da Argentina, perdendo para Grande Buenos Aires e Córdoba. No entanto, em 1950, Rosario era claramente a segunda maior do país, com cerca de habitantes, em comparação com quase de Córdoba. === Composição étnica === Aproximadamente 71% dos residentes nasceram na cidade de Rosário, 16% vêm de outras províncias e 9% de outras cidades da província. O restante são estrangeiros (provenientes em grande parte do Peru, Bolívia, Paraguai, Uruguai, Brasil, Coreia do Sul e República Popular da China). A maioria são descendentes de italianos e espanhóis. Há também outras nacionalidades e etnias: poloneses, judeus, britânicos, franceses, alemães, suíços, gregos, ucranianos, turcos, russos, sírios e libaneses. Além disso, Rosario recebeu um fluxo significativo de migração interna, principalmente do interior de Santa Fé, além de imigração da província de Chaco (nordeste) e de pessoas da etnia aborígene toba, que vivem em extrema pobreza em seus locais de origem e vão para a cidade à procura de um futuro melhor e geralmente residem em qualquer das extensas favelas existentes na cidade. === Religião === A religião católica é a mais difundida, mas outras denominações religiosas possuem relevância, como muitas igrejas evangélicas e uma comunidade importante judaica. Há também, uma comunidade islâmica. Outras religiões cristãs, como A Igreja de Jesus Cristo dos Santos dos Últimos Dias e as Testemunhas de Jeová, também possuem relevância, embora em menor número. No aspecto sócio-econômico, deve ser dito que a classe média é a principal e o fato de que aproximadamente 30% das pessoas estão em situação de pobreza. === Evolução demográfica === Dados provenientes de censos realizados na Argentina: * 1763: 250 * 1801: 400 * 1815: 763 * 1842: 1 500 * 1851: 3 000 * 1858: 9 785 * 1869: 23 169 * 1887: 50 914 * 1895: 91 669 * 1900: 112 461 * 1906: 150 686 * 1914: 222 592 * 1926: 407 000 * 1947: 467 937 * 1960: 671 852 * 1970: 697 257 * 1980: 797 337 * 1991: 908 875 * 2001: 909 399 == Governo e política == Rosario é governada por um ramo executivo representado por um prefeito (sede: Palacio de los Leones) e um ramo legislativo, constituído por um Conselho Deliberativo (sede: Palacio Vassallo). O prefeito é eleito para um mandato de quatro anos e o Conselho renova metade de seus 21 membros a cada dois anos. === Cidades-irmãs === Rosário tem as seguintes cidades-irmãs: * Alessandria, Itália * Asunción, Paraguai * Bilbao, Spain * Caracas, Venezuela * Cuenca, Equador * Dakar, Senegal * Haifa, Israel * Imperia, Itália * Cidade do Kuwait, Kuwait * Manizales, Colômbia * Medellín, Colômbia * Montevidéu, Uruguai * Monterrey, México * Piraeus, Grécia * Pisco, Peru * Porto Alegre, Brasil * Xangai, China * Santa Cruz de la Sierra, Bolívia * Santiago de Cuba, Cuba * Santo Domingo, República Dominicana * Turim, Itália * Valparaíso, Chile == Subdivisões == Os principais bairros de Rosário são La Tablada, Parque Casado, Tiro Suizo, Las Heras, Las Delicias, Saladillo e Las Flores. Na região sul, a cidade tem por fim municipal o bairro de Saladillo, que no início do século XX foi um espaço de recreio para a população rica da cidade. Avenidas paralelas dividem a cidade, como a Av. Orono Boulevard Avellaneda e Av. Francia. Entre os bairros da região oeste da cidade, podem ser mencionados Echesortu, Belgrano e Fisherton. Para o noroeste, onde existem vários bairros históricos, encontramos Arroyito, La Florida, São Warnes Alberdi, Lomas de Alberdi e Rucci. As principais avenidas do norte são a Avenida Alberdi e em seguida, o Boulevard Rondeau. O município de Rosário é dividido em seis distritos: Distrito Central, Distrito Norte, Distrito Noroeste, Distrito Oeste, Distrito Sudoeste e Distrito Sul == Economia == Rosario é o principal epicentro de uma região metropolitana cuja economia é baseada em serviços e indústria, gerando o segundo maior produto regional urbano bruto da Argentina, depois da Grande Buenos Aires. O principal setor manufatureiro é a agroindústria, nas áreas do norte e do sul da Grande Rosário; os investimentos na última década transformaram Rosário em um polo importante no processamento de petróleo do mundo. O principal banco financeiro da cidade de Rosário é o Banco Municipal de Rosário. Seus escritórios centrais estão localizados no distrito financeiro, na rua San Martín, e há vários escritórios adicionais por toda a cidade. É focado em pequenas e médias empresas e outras organizações, especialmente através de microcréditos, e pode ser considerado um \"banco ético\". O Banco Municipal foi fundado em 1896 para apoiar as necessidades financeiras dos cidadãos e pequenas empresas na região altamente produtiva da Província de Santa Fé, no sul, com sede em Rosário. Na época, a cidade contava com cerca de 92 mil habitantes e já era o porto mais importante do rio Paraná. A ideia de criar uma instituição financeira municipal foi expressa em 1893 pelo prefeito Floduardo Grandoli, citando a proliferação de \"centros de usura\" que exploravam os necessitados de crédito, especialmente os pobres (algo não abordado pelo perfil do Banco Provincial de Santa Fé, que concedeu empréstimos apenas a pessoas comprovadamente solventes). Com base nisso, a Comissão Municipal de Aconselhamento aprovou uma lei (em 1º de fevereiro de 1895) ditando uma \"Carta Orgânica do Banco Municipal de Empréstimos e Contas de Poupança\"; o banco abriu exatamente um ano depois. A sede do banco foi transferida em 1905. Seu nome foi alterado para sua forma atual em 14 de maio de 1940 por uma lei municipal. Sua localização foi transferida novamente, pela última vez até agora, em 1986. Após alguma controvérsia política, o banco em 2006 foi capitalizado pelo município para cumprir as novas regras ditadas pelo Banco Central e transformado em uma sociedade anônima, com apenas 1% do estoque pertencente ao estado municipal. Uma cláusula especial foi acrescentada, ditando que essa parcela mínima é imutável, de modo a evitar tentativas hipotéticas de privatização. == Estrutura urbana == Rosário está localizada no alto do penhasco, na margem direita do rio Paraná em um ponto onde se separa o desfiladeiro do rio. A primeira avenida que dá acesso à região central de Rosário é a Bajada Sargento Cabral, que também liga o subúrbio da cidade aos bairros mais nobres. Durante muito tempo, esta rua foi o único acesso ao Porto de Rosário, até que novas vias diferentes foram construídas no acesso abaixo. O ponto de origem da cidade é a Praça 25 de Maio, em torno dos quais estão sediados a prefeitura da cidade (o Palácio dos Leões), a Catedral Basílica de Nossa Senhora do Rosário (Arquidiocese de Rosário), o Museu de Artes Decorativas e um edifício de referência residencial. As ruas de Rosário continuam com grande regularidade um traçado em xadrez ou grelha, com exceção da área em torno do Sargento Bajada Cabral, onde as ruas são um tanto irregular, devido às características do terreno. A estrutura urbana é organizada por dois grandes eixos: o Boulevard Nicasio Orono, no sentido norte-sul e Avenida Carlos Pellegrini, leste-oeste. Ambos delimitados pelo rio. O caráter destas duas artérias é diferente: enquanto Orono é povoada por casas e prédios antigos e tem um grande parque arborizado central de reserva, destinado ao passeio pedonal, Pellegrini é uma rua de intenso tráfego comercial, onde existem numerosos restaurantes e casas de gelados, um dos mais importantes centros comerciais da cidade. Na confluência dos dois é o Parque da Independência, que cobre 64 hectares e é a principal área verde da cidade. No parque estão o Museu Municipal de Belas Artes Juan B. Castagnino, a representação de clubes desportivos e o Ginásio de Esgrima de Rosário. Há uma série de estátuas, que incluem itens como Giuseppe Garibaldi e o monumento equestre de Manuel Belgrano, e outros, como os dedicados a Ludwig van Beethoven e José Hernández, feitos pelo escultor rosarense Erminio Blotta. Em baixa, a Calle Córdoba é a principal, tornando-se pedestre por sete blocos, entre a Praça 25 de Maio e os Plaza Pringles. A oeste, ao longo da Calle Cordoba, continua a chamada Paseo del Siglo, assim chamado por causa das Pringles. A praça Orono são as casas das famílias mais ricas em Rosário no início do século XX. Aqui você pode ver uma das zonas mais animadas da riqueza arquitetônica da cidade. Na Calle Córdoba foca também a Plaza San Martín, em torno da qual estão os edifícios que já abrigaram o tribunal e a sede da polícia. Hoje, o local abriga universidades e museus. === Saúde === A cidade conta com 1/2 centro de saúde de atenção primária, 1/5 hospitais provinciais e 1/8 municipais. O município de Rosário destina 25% de seu orçamento para ser investido na saúde. A cidade, além disso, abriga o Hospital de Emergências \"Dr. Clemente Álvarez\" (HECA), o qual é um efetor de 3º nível de complexidade, por sua alta tecnologia e infra-estrutura, o HECA é considerado o efetor mais moderno da América Latina. Também funciona como hospital geral de enfermidades agudas e como centro de emergências e traumas de alta complexidade, com capacidade de resolução de quadros traumáticos, não-traumáticos e de patologias agudas clínico-cirúrgicas. Em 2007, a taxa de natalidade da cidade foi de 16,2‰ (16.681 nascimentos) e a taxa de mortalidade alcançou 10,6‰ (11.566 mortes) com um baixo crescimento vegetativo, de 5,6‰ (ou 0,56%). A mortalidade infantil foi de 10,6‰. === Educação === Rosário é um importante centro educacional. Seus centros de estudo e de pesquisa possuem prestígio nacional e internacional. A cidade tem cerca de 624 estabelecimentos para níveis educacionais primário e secundário (por exemplo, o Instituto Politécnico, que depende diretamente da Universidade Nacional de Rosário). Com uma forte tradição de ensino universitário, é sede de várias instituições acadêmicas, dentre as quais destacam-se duas, que são públicas, de acesso livre e aberto: Universidade Nacional de Rosário (UNR) e a Universidade Tecnológica Nacional (UTN). Entre as universidades privadas em Rosário, encontram-se: Instituto Universitário Italiano de Rosário (IUNIR); Universidade Aberta Interamericana; Universidade Austral (UA); e Universidade Católica Argentina (UCA). No campo acadêmico, há cerca de 80.000 alunos que estudam em diferentes disciplinas, o que representa cerca de 8,5% da população. Cerca de 15% da população de Rosário completou os estudos ou é estudante universitário, uma das maiores taxas do país. Também é notável a Faculté Libre de Rosario (cuja sede é no Centro Cultural Bernardino Rivadavia), uma experiência educacional alternativa, oferecida como um complemento à educação formal. A instituição oferece um certificado oficial com ou sem especialização em qualquer uma das cinco áreas temáticas oferecidas em seu currículo, que liga a filosofia, arte, ciência e conhecimento geral com a vida quotidiana. Esta certificação é o resultado de uma interação com os mais expressivos professores do país e da América Latina. Seu predecessor foi o Faculté Libre de Venado Tuerto, que atraiu os olhos do mundo. === Transportes === thumb|Ponte Rosário-Victoria. O Porto de Rosário é um porto fluvial e marítimo de grandes mercadorias provenientes da região central da Argentina, localizado no lado direito (oeste) da costa do rio Paraná. Neste ponto do curso do Paraná (km 420) encontra-se a transição entre a profundidade de navegação fluvial e marinha. O canal principal do rio em frente ao porto tem uma configuração vantajosa, com uma profundidade de 34 metros. Isto permite a navegação para jusante de navios de até tipo Panamax. O Paraná tem cerca de 600 m de largura, no km 418, e 2 000 m de largura a jusante. O porto é o maior de uma série de portos localizados na Grande Rosário. Faz parte do Corredor Bi-oceânico que une o Atlântico com o Oceano Pacífico, via Buenos Aires, Rosário, Córdoba, região de Cuyo e Valparaíso, no Chile; no sentido norte-sul, ele forma o eixo da Hidrovia Paraguai-Paraná. É responsável por grande parte das exportações argentinas e, indiretamente, de todo o bloco comercial do Mercosul. Em 2003, o tráfego no porto atingiu 2,9 milhões de toneladas. Cargas de outras partes da Argentina são trazidas para o porto pela linha ferroviária de Nuevo Central Argentino, bem como pelas várias estradas nacionais e provinciais, além de rodovias que convergem em Rosário. O Aeroporto Internacional de Rosário (situado 15 km a oeste) também foi remodelado para trabalhar com o tráfego de carga. O Aeroporto Internacional Rosario Islas Malvinas, localizado a 13 km do centro de Rosário, recebe uma freqüência significativa de vôos oferecidos por várias companhias aéreas internacionais e de cabotagem. Tendo experimentado anos de estagnação, em 2004 foram melhoradas suas condições técnicas e recategorizados seus serviços internacionais. Rosário é ligada às cidades de Buenos Aires, Córdoba e San Miguel de Tucumán através da estrada de ferro General Bartolomé Mitre. == Cultura == === Eventos === Além dos eventos locais de Rosário, a cidade também sedia alguns eventos de relevância internacional: * Festival Latinoamericano de Vídeo de Rosário (Rosario Latin American Video Festival). Evento anual (setembro), a partir de 1994; * International Workshop on Wood-Stone Sculpture-Hierro de Rosario (Encontro Internacional de Madeira-Pedra-Ferro de Escultura em Rosário). Evento anual (setembro/outubro) desde 1993; * Encontro das Comunidades Estrangeiras. Evento anual, a partir de 1985, apresentando a música, canto, dança, culinária e costumes das comunidades estrangeiras na Argentina, no amplo espaço fornecido pelo Parque Nacional à Bandeira. Normalmente realizado em novembro; em 2004, foi adiada para o início de dezembro, a fim de evitar a sobreposição com o Terceiro Congresso Internacional da Língua Espanhola; * Festival Internacional de Poesia de Rosario (Festival Internacional de Poesia). Evento anual desde 1993 (novembro); * Festival IberoAmericano de Cinema. Evento anual desde 2003 (novembro). === Esportes === Rosário foi uma das sedes da Copa do Mundo FIFA de 1978, da Copa do Mundo Feminina de Hóquei sobre a Grama de 2010 e da Copa América de 1987 e da Copa América de 2011. A cidade abriga os clubes de futebol Rosario Central (fundado em 1889) e Newell's Old Boys (fundado em 1903), ambos pertencentes à Primeira Divisão do Campeonato Argentino. O Rosario Central ganhou 4 campeonatos nacionais, 7 copas nacionais, e um título da Copa Conmebol (precursora da atual Copa Sul-Americana) de 1995. O Newell's ganhou 6 títulos em campeonatos nacionais, 3 copas nacionais, apesar de ainda não haver recebido nenhum título internacional. Outros clubes de futebol da cidade em divisões maiores são Clube Atlético Central Córdoba, que atualmente joga na Segunda Divisão do Campeonato Argentino e Club Atlético Tiro Federal Argentino, disputando também a Segunda Divisão. Os outros clubes rosarinos integram a Associação Rosarina de Futebol. Rosário é também a cidade natal de alguns esportistas e treinadores argentinos conhecidos internacionalmente, como Marcelo Bielsa, César Luis Menotti, Gerardo Martino, Lionel Messi, Ángel Di María, Maxi Rodríguez, César Delgado, Ezequiel Lavezzi, Ever Banega, Ezequiel Garay, Mauro Icardi e Luciana Aymar. A cidade é também o local de segunda escolha (depois de Buenos Aires) para testes da seleção argentina de rugby e hóquei em campo. == Ver também == * Arquidiocese de Rosário * Explosão de gás em Rosário em 2013 == Ligações externas == * * * *",
 "title": "Rosário (Argentina)"
}