{
 "id": "30512",
 "text": "Mascate (), no golfo de Omã, é a capital e maior cidade do Sultanato de Omã. Sua população é de aproximadamente habitantes, com um 1,3 milhões de pessoas no geral vivendo na província de Mascate. A cidade constitui-se, na verdade, em três urbes menores, que se desenvolveram em conjunto ao longo dos séculos: * Mascate propriamente dita, também conhecida como a \"cidade amuralhada\", onde se localizam os palácios reais; * Matara, originalmente uma pequena vila de pescadores, onde se localiza o labiríntico \"Soco de Matara\" (Matrah Souq); * Rui, considerada geralmente como centro comercial e diplomático da cidade. == História == === Antecedentes === Os vestígios da ocupação humana na região de Mascate remontam a em , onde sepulturas de pescadores foram identificadas. As sepulturas aparentam ter sido bem formadas e indicam a existência de enterramentos rituais. Ao sul de Mascate, remanescentes de cerâmica de Harapa indicam algum nível de contacto com a Civilização do Vale do Indo.Rice (1994), p. 255-256. A notoriedade de Mascate como porto encontra-se registada desde o pelos antigos geógrafos: o grego Ptolomeu, refere-o como Cripto Porto (), e Plínio, o Velho, denomina-o como Amitoscuta ().Foster (1844), p. 234. Ali era comerciado incenso, considerado o mais puro de seu tempo. O porto caiu diante da invasão dos Sassânidas no , sob o comando de ,Potter (2002), p. 41. enquanto que a sua conversão ao Islão ocorreu ainda durante o . A importância de Mascate como porto comercial continuou a crescer nos séculos que se seguiram, sob a influência da , uma tribo local. A implantação do primeiro imamado no , foi o primeiro passo para a consolidação das facções tribais dispersas de Omã sob a bandeira de um estado ibadita. Entretanto, as escaramuças tribais prosseguiram, permitindo aos Abássidas de Bagdá conquistarem Omã. Os Abássidas ocuparam a região até ao , quando foram expulsos pelos iamades, uma tribo local. O poder sobre Omã deslocou-se da tribo iamade para o clã Azdi Nabaina, sob cujo governo a população dos portos do litoral como Mascate prosperou com o comércio marítimo e o estabelecimento de alianças com o subcontinente indiano, ao custo da alienação das populações do interior de Omã. === A conquista portuguesa === A localização estratégica de Omã, entre a África e a Ásia, desde cedo atraiu a atenção dos europeus. Desse modo, forças portuguesas sob o comando de Afonso de Albuquerque atacaram Mascate em julho de 1507, seguindo-se uma sangrenta batalha com as tropas leais ao governador persa. Os portugueses mantiveram o controle de Mascate por mais de um século, a despeito dos desafios a partir da Pérsia e de um bombardeamento da cidade pelos Turcos em 1546.Miles (1997), p. 167 Os turcos capturaram Mascate aos Portugueses em duas ocasiões: em 1552Forças navais sob o comando do almirante otomano e cartógrafo Piri Reis capturaram Mascate aos portugueses, mas acabaram por abandoná-la. e em 1581-1588. O que se pode observar atualmente nos fortes gémeos Al Jalali e Al Mirani é, no essencial, resultante da intervenção portuguesa. Após a queda do Forte de Nossa Senhora da Conceição de Ormuz diante dos Persas e seus aliados Ingleses (3 de maio de 1622), a sua guarnição e a população portuguesa, cerca de 2.000 pessoas, foram enviadas para Mascate, que daí em diante passou a concentrar os interesses portugueses na região. A eleição de Nasir Bin Murshid al-Yaribi como Imã de Omã em 1624 alterou novamente o equilíbrio do poder na região, dos Persas e dos Portugueses para os Omanis locais. A 16 de agosto de 1648, o Imã expediu um exército para Mascate, que capturou e demoliu as altas torres de vigia dos Portugueses, enfraquecendo assim o seu domínio sobre a cidade. Finalmente, em 1650, um pequeno mas determinado corpo de tropas do Imã atacou o porto da cidade à noite, forçando a rendição Portuguesa (23 de janeiro de 1650).Miles (1997), p. 196. Essa data é considerada o início da independência do país, tornando o Sultanato de Omã no mais antigo estado independente da região. === Do ao tempo presente === Com a vitória Omani sobre os portugueses em Mascate, a frota Omani prosseguiu combatendo os portugueses na costa leste africana, Em 1698, após manter os portugueses cercados no Forte Jesus de Mombaça durante dois anos, os Omanis finalmente varreram a presença portuguesa de toda a costa leste africana até Moçambique. Posteriormente, no , uma guerra civil e as repetidas incursões de tropas do xá afexárida Nader Xá, desestabilizaram a região, tornando ainda mais tensas as relações entre o interior e o litoral de Mascate. Este vazio de poder em Omã levou ao surgimento da Dinastia Abuçaíde que governou Omã desde então.Miles (1997), p. 256. A supremacia naval e militar de Mascate foi restabelecida no por Saíde ibne Sultão, que adquiriu o controle sobre Zanzibar, eventualmente deslocando para lá o seu governo (1840), constituindo o Sultanato de Zanzibar e Omã, em reconhecimento da crescente importância de Zanzibar e do declínio do poder de Omã. Diante do aumento da possibilidade de uma guerra civil entre Zanzibar e Omã, o sultão solicitou a arbitragem da Grã-Bretanha que, preocupada em manter a paz na região, declarou a separação dos dois países em 1861. Durante a segunda metade desse século, a sorte da Dinastia Abuçaíde declinou e os atritos com os imãs do interior recrudesceram. Mascate e Matara foram atacadas por tribos do interior em 1895 e novamente em 1915.JE Peterson: entrada da Enciclopédia Britânica (1990), p. 6. No entanto, os conflitos entre as tribos dispersas do interior e o Sultão de Mascate e Omã prosseguiu na década de 1950 e, posteriormente, deu lugar à Rebelião Dofar (1962).Em 1965, o povo do estado de Dofar, no interior, iniciou uma rebelião com apoio do governo do Iêmen do Sul e a recusa do Sultão de utilizar as receitas da exportação de petróleo para enfrentar a rebelião, levou seu filho - o atual Sultão Cabus ibne Saíde, na época com somente 30 anos de idade – a liderar um golpe pacífico em 1970 e tomar o lugar do seu pai. Esta rebelião forçou o Sultão Saíde ibne Taimur a solicitar assistência à Grã-Bretanha para dominar as revoltas no interior. Em 26 de abril de 1966 uma tentativa falhada de assassínio de Saíde ibne Taimur levou a um maior isolamento do Sultão, com a transferência de sua residência de Mascate para Salalá, em meio ao conflito civil armado. Em 23 de julho de 1970, Qabus bin Said Al Said, filho do Sultão, protagonizou um golpe de Estado sem sangue,Long (2007), p. 188. no palácio de Salalá, com o apoio britânico e tomou posse como governante. Com o auxílio britânico, Cabus ibne Saíde colocou fim à insurreição Dofar e às disputas tribais. Mudou o nome do país para Sultanato de Omã (até então denominado como \"Mascate e Omã\"), visando pôr fim ao isolamento do interior. Cabus recorreu aos serviços de Omanis capazes de ocupar cargos em seu novo governo,Middle East Policy (2004), p. 126. baseados em empresas como a Petroleum Development Oman (PDO). Novos ministérios para os serviços sociais como os de Saúde e Educação foram estabelecidos. A construção do , um novo porto concebido inicialmente por Saíde ibne Taimur, foi desenvolvido durante os primeiros dias do governo de Cabus. Do mesmo modo, um novo aeroporto internacional foi construído, no distrito de Seebe. Um complexo de escritórios, armazéns, lojas e residências transformou a antiga vila de Ruwi, em Mutra, em um distrito comercial.Middle East Policy (2004), p. 128. O primeiro plano quinquenal de desenvolvimento de Mascate, em 1976, enfatizou o desenvolvimento de infra-estruturas em Mascate, o que proporcionou novas oportunidades para o comércio e o turismo nas décadas de 1980 e 1990, atraindo migrantes de toda a região. == Economia == A cidade de Mascate como grande parte do país tem como maior parte de sua renda as exportações sendo elas de petróleo, madrepérola e tâmaras. A cidade abriga grandes empresas petrolíferas como a Royal Dutch/Shell, Total e Partex. A maioria de suas exportações são feitas pelo porto da cidade. === Eventos notórios === * Em 4 de maio de 2001 foi construída a Grande Mesquita do Sultão Qaboos, por determinação de Qaboos bin Said. * Em 6 de junho de 2007, o Ciclone Gonu assolou Mascate causado extensos danos a propriedades, infra-estruturas e actividades comerciais. * Em 20 de abril de 2018, o DJ sueco Avicii teve sua morte confirmada na capital do sudanato. Apesar de não confirmado, infere-se que o produtor musical tenha se suicidado com cortes no punho, feitos com o vidro de uma garrafa de champgnhe. == Ver também == * Fortaleza de Mascate * Forte de Al-Jalali * Forte de Al- Mirani * Forte de Sibo * Império Português == Bibliografia == * * * * 2010 Preliminary Results(PDF) * * * * * * * * * * * * == Ligações externas == * Centro da Velha Mascateno WikiMapia * Rende-se Mascate ao grande Afonso de Albuquerque, Veratatis, 5 de setembro de 2023, in Diário Português: Notícia Abreviada de pessoas grandes e coisas notáveis de Portugal», por Pe. Francisco de Santa Maria in «Ano Histórico, 1744 * Fortificação de Mascate em Omã, por Márcia Rodrigues, RTP, 2009",
 "title": "Mascate"
}