{
 "id": "3053",
 "text": "As células da glia, geralmente chamadas neuróglia, nevróglia, gliócitos ou simplesmente glia (em grego, γλία : \"cola\") Relações morfofuncionais entre os neurônios e as células da glia: um estudo histológico. Por Marta Pinheiro. Vita et Sanitas, Trindade, Goiás, v. 1, n° 01, 2007., são células não neuronais do sistema nervoso central que proporcionam suporte e nutrição aos neurônios. Geralmente arredondadas, no cérebro humano as células da glia são encontradas em frequência próxima a 1:1 em relação aos neurônios pelas estimativas mais recentes. Esse valor, aceite atualmente, difere em algumas ordens de grandeza em relação a outras estimativas que eram difundidas anteriormente e que previam uma quantidade de células da glia, aproximadamente, 1000 vezes maior que a dos neurônios no corpo humano.[http://cienciahoje.uol.com.br/colunas/bilhoes-de-neuronios/afinal- quantas-celulas-tem-o-cerebro-humano Afinal, quantas células tem o cérebro humano? Por Roberto Lent. Ciência Hoje, 27 de fevereiro de 2009.Ao contrário do neurônio, que é amitótico, nas células gliais ocorre a mitose. Por décadas, neurocientistas acreditaram que os neurônios eram os responsáveis por toda a comunicação no cérebro e sistema nervoso, e que as células gliais, embora nove vezes mais numerosas que os neurônios, apenas os alimentavam. Novas técnicas de imagem e instrumentos de “escuta” mostram que as células gliais se comunicam com os neurônios e umas com as outras. Tripartite synapses: glia, the unacknowledged partner. Por Alfonso Araque, Vladimir Parpura, Rita P. Sanzgiri e Philip G. Haydon. Trends in Neuroscience vol. 22, n° 5, 1999, pp 208-215Glia: dos velhos conceitos às novas funções de hoje e as que ainda virão. Por Flávia Carvalho Alcantara Gomes, Vanessa Pereira Tortelli e Luan Diniz. Estudos Avançados vol. 27, n° 77. São Paulo, 2013 ISSN 0103-4014 As células gliais são capazes de modificar esses sinais nas fendas sinápticas entre os neurônios e podem até mesmo influenciar o local da formação das sinapses. Devido a essa proeza, as células gliais podem ser essenciais para a aprendizagem e para a construção de lembranças, além de importantes na recuperação de lesões neurológicas. Experiências para provar isso estão em andamento. == Tipos de células gliais == === Microglia === Microglia consiste em macrófagos especializados, capazes de fagocitar, que protegem os neurônios. São as menores de todas as células gliais e correspondem a 15% de todas células do tecido nervoso. Da microglia fazem parte as células ependimárias. === Macroglia === Os tipos de células da macroglia são astrócitos, oligodendrócitos e células de Schwann, ambos formados a partir de glioblastos, Treccani Dizionario di Medicina (2010). GlioblastoSviluppo del midollo spinale. Por Luciana Castaldo. Federica e-Learning. Progetto \"Campus Virtuale\" dell'Università degli Studi di Napoli Federico II.que são células embrionárias de derivação neuroepitelial. Por volta da quinta semana de vida fetal, ocorre o fechamento do tubo neural e a formação do sulco neural, a partir do qual se forma a primitiva medula espinhal, constituída de epitélio pseudoestratificado (estrato neuroepitelial). Ali, as células se multiplicam e se diferenciam em neuroblastos (precursores dos neurônios) e glioblastos. Quando cessa a produção de neuroblastos, os glioblastos migram pela camada de substância cinzenta (camada interna da medula espinhal), dando origem aos astrócitos, e pela camada de substância branca (camada externa), onde se diferenciam em oligodendrócitos. Localização Nome Descrição SNC Astrócitos Forma estrelada; sinalização celular; a comunicação neurónio-astrócito dá-se em ambas as direcções; os pés dos astrócitos ligam neurónios e vasos sanguíneos (função nutritiva). SNC Oligodendrócitos Fabricação da mielina a partir de lípidos e proteínas; neurónios do SNC revestidos por oligodendrócitos. SNC Glioblastos Na Retina esta é a principal célula glial e participa na comunicação bidirecional dos neurónios. == Funções == As principais funções das células da glia são cercar os neurônios e mantê-los no seu lugar, fornecer nutrientes e oxigênio para os neurônios, isolar um neurônio do outro, destruir patógenos e remover neurônios mortos. Mantêm a homeostase, formam mielina e participam na transmissão de sinais no sistema nervoso. As células da glia têm a importante função de produzir moléculas que modificam o crescimento de dendritos e axónios. Descobertas recentes no hipocampo e cerebelo indicam que também participam ativamente nas transmissões sinápticas, regulando a liberação de neurotransmissores ou liberando-os elas mesmas, e liberando ATP que modela funções pré-sinápticas. São cruciais na reparação de neurônios que sofreram danos: no sistema nervoso central, a glia impede a reparação (os astrócitos alargam e proliferam, de modo a produzirem mielina e moléculas que inibem o crescimento de um axónio lesado); no sistema nervoso periférico , as células de Schwann promovem a reparação. == Ligações externas == * Anatomia e Fisiologia Humanas, por Ana Luisa Miranda-Vilela Categoria:Células da glia",
 "title": "Neuróglia"
}