{
 "id": "30619",
 "text": "Os científicos (ou “bacharéis de farda”) e os tarimbeiros eram duas categorias de oficiais do Exército Brasileiro nas últimas décadas do Império do Brasil e primeiras do período republicano, separados pelo nível de ensino superior recebido na Escola Militar da Praia Vermelha (EMPV): os tarimbeiros não tinham curso superior, ou formavam-se nos cursos de duração mais breve (infantaria e cavalaria). Já os científicos concluíam os cursos mais prestigiados de estado- maior, artilharia ou engenharia. Os tarimbeiros acumulavam experiência profissional perto da tropa, enquanto os científicos buscavam reconhecimento na sociedade brasileira. “Tarimbeiro” era um termo depreciativo derivado de tarimba, estrado de madeira onde os soldados dormiam. À época da Proclamação da República em 1889, os tarimbeiros tinham como representante Deodoro da Fonseca, e os científicos, Benjamin Constant. Entretanto, vários oficiais tidos como tarimbeiros foram formados em artilharia e engenharia, e alguns científicos tinham preocupações com a instrução da tropa típicas de tarimbeiros. Na Marinha do Brasil a Escola Naval também tinha um teor “bacharelesco” no mesmo período, mas não havia equivalente aos tarimbeiros e os oficiais não passaram pela forte influência do positivismo existente no Exército. Os bacharéis emergiram na segunda metade do século XIX, quando a importância da formação superior aumentou na carreira militar e os aristocratas perderam seu espaço no corpo de oficiais. Alunos de fora da elite passaram a ingressar na Escola Militar como forma de ascensão social. Em grande parte, não eram atraídos pela carreira das armas. O ensino na Praia Vermelha era pouco direcionado à doutrina militar e à tática, uma herança da formação voltada à construção de fortificações no período colonial,. p. 70-72. acentuada pelo positivismo. No “tabernáculo da ciência” estudavam-se matemática, filosofia e letras, num ambiente pouco militarizado, de intensa atividade cultural e intelectual, sob influência do positivismo, republicanismo e cientificismo. Até o pacifismo positivista era popular. A atividade política era intensa e a Escola participou de diversas revoltas.. p. 24-26. Os “bacharéis de farda” concluíam o curso querendo competir com os bacharéis civis por espaço na sociedade. A Praia Vermelha formou muitos burocratas, intelectuais, engenheiros, arquitetos e professores. Os bacharéis preferiam ser chamados de “doutor” do que pelos seus postos. Eles ridicularizavam as condecorações da Guerra do Paraguai ostentadas pelos tarimbeiros,. p. 96-97. acusando-os de ter galgado seus postos por relações políticas e familiares e tachando-os de ignorantes, grosseiros e oportunistas.. p. 44. Os tarimbeiros, representando o “velho Exército”, eram considerados comandantes truculentos. Já os científicos eram avessos ao serviço arregimentado em corpos de tropa, julgando-se acima da tarefa de instruir soldados. Setembrino de Carvalho recorda-se da recusa de um oficial subordinado a instruir recrutas, dizendo que “um bacharel em ciências físicas e matemáticas não se podia nivelar aos oficiais de tropa!” . p. 73-83. Os tarimbeiros tinham maior espírito de corpo e encabeçaram a Questão Militar nos últimos anos do Império. Á época da Proclamação da República, os tarimbeiros eram mais velhos que os científicos. Os dois grupos uniram-se contra o Império, os científicos pela ideologia e os tarimbeiros pela honra do Exército. As relações entre os dois grupos pioraram no início da República. Nos conflitos internos da década de 1890 (a Revolução Federalista, Revoltas da Armada e Guerra de Canudos), o exército em campanha foi liderado pelos tarimbeiros. Os científicos, com algumas exceções, ausentaram-se. == Declínio dos grupos == Nenhum dos dois grupos tinha o perfil de oficial necessário para a guerra moderna. Os jovens turcos, oficiais que estagiaram no Império Alemão a partir de 1906 e seus aliados, criticavam tanto os bacharéis quanto os tarimbeiros e ambicionavam um corpo de oficiais profissionalizado. . p. 23-39 e 95-96. A eliminação progressiva dos oficiais sem curso foi planejada desde a administração de João Nepomuceno de Medeiros Mallet no Ministério da Guerra, de 1898 a 1902;. p. 320. o conhecimento técnico dos tarimbeiros já era arcaico no início do século XX.. p. 61. Para fazer valer as reformas, os jovens oficiais precisaram confrontar a velha guarda bacharelesca em posições de poder dentro da instituição. As reformas do ensino passaram a confrontar o cientificismo. O início do fim para o bacharelismo foi o fechamento da EMPV em 1904, após ela entrar em rebelião durante a Revolta da Vacina. O ensino foi disperso a outros lugares e depois reunido na Escola Militar do Realengo em 1913. Sucessivas reformas, sob a influência dos jovens turcos e da Missão Militar Francesa, instituíram currículos profissionalizantes, focados na técnica militar moderna, e uma disciplina mais severa. O ensino prático foi priorizado sobre o teórico, embora isso tenha sido atenuado pelos franceses, que admitiram disciplinas de cultura geral. Ao contrário da EMPV, com espaço ao ar livre limitado, os alunos no Realengo foram submetidos ao esforço físico pesado nos campos de instrução próximos à nova Escola. Na década de 1920 já havia uma nova geração de jovens oficiais, dotados de um forte senso de diferença em relação aos civis. A importância dos estudos na carreira só cresceu, pois após a Escola Militar os oficiais precisavam cursar as novas Escola de Aperfeiçoamento de Oficiais e Escola de Estado-Maior. . p. 115 e 193-198. Os novos oficiais herdaram dos tarimbeiros o foco nos problemas da tropa, e dos científicos, a autoimagem civilizadora; os dois aspectos uniam-se na instrução dos conscritos que passaram a ser recrutados após 1916, com a Lei do Sorteio; o oficial seria um “sacerdote” moldando os soldados. Categoria:Oficiais do Exército Brasileiro Categoria:História militar do Brasil",
 "title": "Científicos e tarimbeiros"
}