{
 "id": "30636",
 "text": "O domínio taxonômico Eukariota, Eukaria, Eukarya, Eukaryota, também referido como eucariotas ou eucariontes (do grego ευ, translit.: eu, \"bom, perfeito\"; e κάρυον, translit.: karyon, noz ou amêndoa, núcleo) inclui todos os seres vivos com células eucarióticas, ou seja, com um núcleo celular cercado por uma membrana (DNA compartimentado, consequentemente separado do citoplasma) e com várias organelas. No núcleo está contida a maior parte do material genético, o DNA, enquanto uma parte menor está contida nas mitocôndrias. Seu DNA está associado a proteínas histónicas. Os eucariotas são, portanto, os organismos vivos unicelulares ou pluricelulares constituídos por células dotadas de núcleo, distinguindo-se dos procariotas (grupo parafilético), cujas células são desprovidas de um núcleo bem diferenciado. Variam desde organismos unicelulares até gigantescos organismos multicelulares, nos quais as células se diferenciam e desempenham funções diversas, não sobrevivendo isoladamente. Os eucariotas compartilham uma mesma origem, e por isso são agrupados numa hierarquia taxonômica superior ao reino: o domínio ou império, dependendo de como cada autor encara a origem dos eucariotas. Fazem parte desta categoria de seres vivos, chamada de \"Império Eucariota\" por Cavalier-Smith, os Reinos: Animalia, Plantae, Fungi, Protista e Chromista ou Stramenopilla. As formas vivas que não fazem parte do domínio Eukariota são aquelas incluídas nos reinos Bacteria e Archaea (anteriormente denominadas arqueobactérias), ou seja, os seres vivos com células procarióticas. Também há os vírus, que são seres acelulados. == Estrutura celular == As células eucarióticas são geralmente muito maiores que os procariontes e são muito mais compartimentadas. Eles têm uma grande variedade de membranas com núcleos cercados pelo envelope nuclear, retículo endoplasmático e complexo de Golgi, além de mecanismos de brotamento e fusão de vesículas, incluindo exocitose e endocitose. Estruturas internas chamadas organelas são responsáveis ​​por executar funções especializadas dentro da célula. Presença de lisossomos, peroxissoma e mitocôndrias. Todos os eucariotos também são caracterizados por um esqueleto interno ou endosqueleto, neste caso chamado citoesqueleto, composto de duas redes de proteínas: o sistema de microtúbulos e o sistema contrátil de actina/miosina, que desempenham um papel importante na definição da organização e forma celular, no tráfico intracelular (por exemplo, movimentos das vesículas e organelas) e na divisão celular. O flagelo eucariótico característico e seus motores moleculares associados estão ancorados no citoesqueleto. O DNA das células eucarióticas está contido em um núcleo celular separado do resto da célula por uma membrana dupla permeável. O material genético é dividido em vários blocos lineares chamados cromossomos, que são separados por um eixo microtubular durante a divisão celular. Os cromossomos contêm histonas, vários replicons, centrômeros e telômeros. Existe um ciclo celular característico com segregação mitótica e reprodução sexual por meiose. Inclui um complexo de poros nucleares, transporte transmembranal de RNA e proteínas através do envelope nuclear, íntrons e novos padrões de processamento de RNA usando o baço. == Origem e evolução == A origem dos eucariotas é uma das grandes questões atuais sobre Evolução e, até à data, carece de uma resposta definitiva. De modo semelhante à questão da origem da vida, nunca nos será possível determinar qual foi a sequência de eventos exata que levou à origem dos eucariotas, mas é-nos possível, de acordo com a melhor data científica existente, explorar quais as hipóteses mais prováveis. Supõe- se que a origem dos eucariotas se deu uma única vez durante a história da vida na Terra. Para alguns autores a origem da mitocôndria encontra-se diretamente associada à origem dos eucariotas. Outros autores sugerem que cedo na história da Evolução os organismos se dividiram nos três domínios da vida (eucariotas, bactérias e arqueia), tendo adquirido a mitocôndria mais tarde. Estas duas hipóteses são contraditórias, e atualmente a maior parte da evidência suporta que a origem da mitocôndria se deu muito cedo na origem dos eucariotas, apoiando a hipótese de que o desenvolvimento deste organelo foi fundamental para o desenvolvimento dos eucariotas. Um dos argumentos para que a mitocôndria esteja na base da origem dos eucariotas é que todos os eucariotas estudados até ao momento têm, ou têm evidência de ter tido, mitocôndria. Outros eucariotas possuem um organelo chamado de \"hidrogenossoma\", que se encontra evolutivamente relacionado com a própria mitocôndria. O parasita Giardia é geralmente dado como exemplo de eucariota amitocondriado, sugerindo que se trata de um eucariota que surgiu cedo durante a evolução e que se separou dos restantes eucariotas antes da aquisição da mitocôndria. Estudos mostraram, no entanto, que a Giardia possui no seu genoma evidência de ter tido um organelo relacionado com a mitocôndria. O facto de a Giardia não ter mitocôndria representa, portanto, não um caso de divergência antes da aquisição deste organelo, mas antes um caso de evolução redutiva (isto é, de perda de características – um fenómeno evolutivo comum em parasitas). Uma das razões levantadas para sugerir que a aquisição da mitocôndria foi fundamental para o desenvolvimento da complexidade eucariótica é que apenas quando um organelo intracelular é utilizado para produzir energia é que é possível a um organismo aumentar de tamanho. Isto encontra-se relacionado com o facto de que a energia produzia devido a processos quimiosmóticos (tais como a respiração celular) restringe o tamanho que os seres unicelulares podem adquirir. Em processos quimiosmóticos diversos processos de membrana ocorrem de modo a forçar a existência de um gradiente eletroquímico através de uma membrana celular. Por exemplo, uma cadeia respiratória pode utilizar a energia derivada da redução de compostos orgânicos (como açúcares) para transportar protões para o exterior da membrana. A diferença de concentração de protões entre o exterior e o interior da membrana causa uma tendência à entrada de protões novamente através da membrana. Os protões entram então através de proteínas associadas a ATP sintases, que usam assim a energia do gradiente para produzirem ATP – a moeda de troca energética comum a toda a vida. Este processo é análogo ao de uma central hidroelétrica, em que a queda de água causa a rotação de turbinas que resultam na produção de eletricidade. Todo este processos se encontra restrito pelo tamanho da membrana através da qual este processo possa ocorrer. Por este motivo, os organismos unicelulares só podem crescer até um determinado quociente entre a área membranar e o volume celular. Quando a energia passa a ser produzida em mitocôndrias no interior da célula esta restrição deixa de existir, passando os organismos a poder adquirir um maior tamanho e, consequentemente, maior complexidade. Existem várias hipóteses que sugerem como é que a relação endossimbiótica que levou à origem dos eucariotas ocorreu. Uma destas hipóteses é chamada de Hipótese de Hidrogénio, proposta por Martin William e Miklós Müller em 1998. Esta hipótese considera que a origem dos eucariotas se deve a uma relação endossimbiótica estabelecida entre uma arqueia (o hospedeiro) produtora de metano e uma bactéria produtora de hidrogénio. Como os metanogénios são organismos anaeróbicos que requerem hidrogénio, a relação endossimbiótica ter-se-á iniciado como uma relação sintrófica. Esta hipótese apresenta alguns problemas, tal como a dificuldade em explicar a razão pela qual a membrana plasmática eucariótica é mais semelhante à membrana plasmática bacteriana do que à membrana plasmática arqueana. Para além do mais, não explica a origem dos sistemas endomembranares eucarióticos nem a origem do núcleo. A descoberta recente do filo arqueano Lokiarchaeota e de outros filos de arqueia (coletivamente chamados de superfilo Asgard) trouxe mais informações relativas à origem dos eucariotas. Os organismos pertencentes a este superfilo são particularmente ricos em proteínas consideradas tipicamente eucariotas. Alguns autores sugerem que a existência destes genes indica que algumas espécies de arqueia já teriam complexidade quasi-eucariota, sugerindo que estes organismos representam os organismos mais próximos do hospedeiro original da endossimbiose que precedeu a origem dos eucariotas, e que estes organismos já teriam alguma da complexidade eucariótica, o que significa que esta hipótese representa uma hipótese intermédia entre aquela considera a possibilidade de existirem organismos amitocondriados, e a hipótese que considera que a mitocôndria é uma condição sine qua non para se considerar um organismo como eucariota. A descoberta do Superfilo Asgard levou ainda à sugestão de que os eucariotas e as arqueias formam um grupo monofilético, e consequentemente à existência de dois domínios apenas: as bactérias e um domínio que inclui as arqueias e os eucariotas. Esta hipótese é no entanto controversa e não existe ainda consenso na comunidade científica. == Classificação == Na antiguidade, as duas linhagens de animais e plantas foram reconhecidas. Eles receberam a classificação taxonômica do reino por Lineu. Embora ele tenha incluído os fungos nas plantas com algumas reservas, percebeu-se mais tarde que eles são bastante distintos e justificam um reino separado, cuja composição não era totalmente clara até a década de 1980. Os vários eucariotos de célula única foram originalmente colocados com plantas ou animais quando se tornaram conhecidos. Em 1818, o biólogo alemão Georg A. Goldfuss cunhou a palavra protozoários para se referir a organismos como os ciliados, From p. 1008: \"Erste Klasse. Urthiere. Protozoa.\" (First class. Primordial animals. Protozoa.) [Note: each column of each page of this journal is numbered; there are two columns per page.] e esse grupo foi expandido até abranger todos os eucariotos unicelulares e receber seu próprio reino, o Protista, por Ernst Haeckel em 1866. Os eucariotos passaram a ser compostos de quatro reinos: * Reino Protista; * Reino Plantae; * Reino Fungi; * Reino Animalia. Os protistas eram entendidos como \"formas primitivas\" e portanto, um grau evolutivo, unidos por sua natureza unicelular primitiva. O desembaraço das divisões profundas na árvore da vida só começou realmente com sequenciamento de DNA, levando a um sistema de domínios ao invés de reinos, como o nível mais alto apresentado por Carl Woese, unindo todos os reinos eucariotos sob o domínio eucariótico. Ao mesmo tempo, o trabalho na árvore protista se intensificou e ainda continua ativamente hoje. Várias classificações alternativas foram encaminhadas, embora não haja consenso no campo. Eukaryotes são um clado geralmente considerado irmão de Heimdallarchaeota no grupo Asgard no Archaea. Os agrupamentos basais são o Opimoda, Diphoda, o Discoba e o Loukozoa. A raiz eucariota é geralmente avaliada como estando próxima ou mesmo em Discoba. === Filogenia === As árvores de ARNr construídas durante as décadas de 1980 e 1990 deixaram a maioria dos eucariotos em um grupo \"coroa\" não resolvido (não tecnicamente uma coroa verdadeira), que geralmente era dividida pela forma da crista mitocondrial. Os poucos grupos que carecem de mitocôndrias se ramificaram separadamente e portanto, acreditava-se que a ausência era primitiva; mas agora é considerado um artefato de atração de ramificações longas, e sabe-se que eles os perderam secundariamente. A partir de 2011, existe um amplo consenso de que os Rhizaria pertencem aos Stramenopiles e aos Alveolata, em um clado apelidado de supergrupo SAR, de modo que Rhizaria não é um dos principais grupos de eucariotos; também que os Amoebozoa e Opisthokonta são monofiléticos e formam um clado, frequentemente chamados de Unikonta. Além disso, não parece haver consenso. Foi estimado que pode haver 75 linhagens distintas de eucariotos. A maioria dessas linhagens são protistas. Os tamanhos conhecidos do genoma do eucariote variam de 8,2 megabases (Mb) em Babesia bovis a – Mb no dinoflagelado Prorocentrum micans, mostrando que o genoma do eucarioto ancestral sofreu uma variação considerável durante sua evolução. Acredita-se que o último ancestral comum de todos os eucariotos tenha sido um protista fagotrófico com um núcleo, pelo menos um centríolo e cílio, mitocôndrias facultativamente aeróbias, sexo (meiose e singamia), um cisto dormente com uma parede celular de quitina e/ou celulose e peroxissomos. A endossimbiose posterior levou à disseminação de plastídeos em algumas linhagens. ==== Árvore de Cavalier-Smith ==== A seguinte árvore filogenética mostra as relações entre os principais grupos de Eukaryota segundo as propostas mais recentes de Cavalier-Smith:T. Cavalier-Smith, E. Chao & Rhodri Lewis 2019, Multigene phylogeny and cell evolution of chromist infrakingdom Rhizaria: contrasting cell organisation of sister phyla Cercozoa and Retaria. Volume 255, Issue 5, pp 1517–1574 https://doi.org/10.1007/s00709-018-1241-1Romain Derelle et al 2015, Bacterial proteins pinpoint a single eukaryotic root. Proceedings of the National Academy of Sciences 112(7) · January 2015 with 248 Reads DOI: 10.1073/pnas.1420657112Thomas Cavalier-Smith et al 2015, Multigene phylogeny resolves deep branching of Amoebozoa. Molecular Phylogenetics and Evolution Volume 83, February 2015, Pages 293–304Fabien Burki et al. 2015, Untangling the early diversification of eukaryotes: a phylogenomic study of the evolutionary origins of Centrohelida, Haptophyta and Cryptista. The Royal Society 2016 DOI: 10.1098/rspb.2015.2802Brown, M. W., Heiss, A. A., Kamikawa, R., Inagaki, Y., Yabuki, A., Tice, A. K., ... & Roger, A. J. (2018). Phylogenomics places orphan protistan lineages in a novel eukaryotic super- group. Genome biology and evolution, 10(2), 427-433.Lax, Gordon; Eglit, Yana; Eme, Laura; Bertrand, Erin M.; Roger, Andrew J.; Simpson, Alastair G. B. (2018-11-14). \"Hemimastigophora is a novel supra-kingdom-level lineage of eukaryotes\". Nature. 564 (7736): 410–414. Bibcode:2018Natur.564..410L. doi:10.1038/s41586-018-0708-8. ISSN 0028-0836. PMID 30429611 === Subdivisões === Protista *Supergrupo SAR *Excavata *Amoebozoa *Hemimastigophora *Apusozoa *Opisthokonta (em parte) Animalia * Radiata (filos Porifera, Cnidaria, Placozoa, Ctenophora) * Myxozoa * Mesozoa * Bilateria (animais com simetria bilateral: todos os outros filos) Fungi * Chytridiomycota * Zygomycota * Ascomycota * Basidiomycota * Oomycota Plantae * Glaucophyta * Rhodophyta * Chlorophyta * Embriophyta * Anthocerophyta * Marchantiophyta * Bryophyta * Arthrophyta * Lycophyta * Moniplophyta * Spermatophyta * Cycadophyta * Ginkgophyta * Coniferophyta * Gnetophyta * Angiospermas Chromista * Haptophyta * Cryptophyta *Stramenopiles == Ver também == * Células eucarióticas * Archaea (previamente chamadas de \"archaebacteria\") * Bacteria (bactérias) * Aphanobionta (vírus) * Prokaryota == Ligações externas ==",
 "title": "Eukaryota"
}