{
 "id": "30649",
 "text": "{{Info/Município do Brasil |nome = Álvares Florence |foto = |leg_foto = |apelido = |brasão = Brasão de Álvares Florence, SP.jpg |bandeira = Bandeira Álvares Florence.png |link_brasão = |link_bandeira = |link_hino = |aniversário = 10 de abril |fundação = |gentílico = florencenseIBGE - Painel Histórico de Álvares Florence |lema = |prefeito = Adilson Batista Leite |partido = UNIÃO |mandato_início = 2021 |fim_mandato = 2024 |mapa = SaoPaulo Municip AlvaresFlorence.svg |latP = S | latG = 20 | latM = 19 | latS = 15 |lonP = O | lonG = 49 | lonM = 54 | lonS = 39 |estado = São Paulo |mesorregião = São José do Rio Preto |data_mesorregião = IBGE/2008 |microrregião = Votuporanga |data_microrregião = IBGE/2008 |região_metropolitana = |vizinhos = Cardoso, Pontes Gestal, Américo de Campos, Cosmorama, Votuporanga, Parisi, Pedranópolis |dist_capital = 538 |área = 362.9 | área_ref = |população = 3897 |data_pop = Censo IBGE/2010 |altitude = |clima = Tropical subquente ou Tropical de altitude |sigla_clima = Cfb |idh = 0.771 |data_idh = PNUD/2000 |pib = mil |data_pib = IBGE/2009 |pib_per_capita = 14597.73 |data_pib_per_capita = IBGE/2009 }} Álvares Florence é um município brasileiro do estado de São Paulo. Sua população é de 3.897 habitantes (IBGE/2010). O município tem uma área de 362.9 km². Localiza-se na região noroeste do estado, 538 km da cidade de São Paulo. O município é formado pela sede e pelo distrito de Boa Vista dos Andradas. == História == No final do século XIX, Joaquim Pedro da Silva construiu a primeira casa na região, constituindo numerosa família. Com o tempo surgiu um povoado, que foi chamado de \"São João Batista do Marinheiro\". Em 1926, o povoado foi elevado a distrito de Tanabi, com o nome de \"Vila Monteiro\", e em 30 de novembro de 1944, o nome foi mudado para \"Igapira\", sendo então um distrito do recém criado município de Votuporanga. A cidade foi oficialmente estabelecida como município em 24 de dezembro de 1948, com o nome atual. Em 10 de abril de 1949, o primeiro prefeito toma posse e a câmara municipal é instalada. * Santo Padroeiro: São João Batista == Demografia == === População === === Dados demográficos === Dados do Censo - 2010 População Total: 3.897 * Urbana: 2.648 * Rural: 1.249 * Homens: 1.999 * Mulheres: 1.898 Densidade demográfica (hab./km²): 10,74 Taxa de Alfabetização: 90,8% Dados do Censo - 2000 Mortalidade infantil até 1 ano (por mil): 14,59 Expectativa de vida (anos): 71,92 Taxa de fecundidade (filhos por mulher): 1,94 Índice de Desenvolvimento Humano (IDH-M): 0,771 * IDH-M Renda: 0,695 * IDH-M Longevidade: 0,782 * IDH-M Educação: 0,837 (Fonte: IPEADATA) == Geografia == === Rodovias === * SP-461 - Rodovia Péricles Bellini * SP-320 em Votuporanga == Infraestrutura == === Comunicações === A cidade foi atendida pela Companhia de Telecomunicações do Estado de São Paulo (COTESP) até 1975, quando passou a ser atendida pela Telecomunicações de São Paulo (TELESP), que inaugurou em 1981 a central telefônica utilizada até os dias atuais. Em 1998 esta empresa foi privatizada e vendida para a Telefônica, sendo que em 2012 a empresa adotou a marca Vivo para suas operações de telefonia fixa. == Economia == O setor terciário é responsável por 43.88% do PIB de Álvares Florence. Atividades primárias correspondem a 29.45% do PIB e a indústria a 26.67%. ==Ligações externas== * * Categoria:Fundações em São Paulo em 1949",
 "title": "Álvares Florence"
}