{
 "id": "30648",
 "text": "{{Info/Município do Brasil |nome = Estância Climática de Analândia |preposição = da |foto = Morro do Cuscuzeiro - Analândia.jpg |leg_foto = Visão aérea do Cuscuzeiro |apelido = \"Uma vivência apaixonante\"https://serradoitaqueri.com.br/municipios/ |brasão = Brasaoanalandia.png |bandeira = Bandeiraanalandia.jpg |link_brasão = |link_bandeira = |link_hino = |aniversário = |fundação = |gentílico = analandense |lema = Ad analandie sublimitaten \"Para a grandeza de Analândia\" |prefeito = Paulo Henrique Franceschini |partido = Republicanos |mandato_início = 2021 |fim_mandato = 2024 |CEP = 13550-000 |mapa = SaoPaulo Municip Analandia.svg |latP = S | latG= 22 | latM =07 | latS= 33 |lonP = O | lonG= 47 | lonM =39 | lonS= 46 |estado = São Paulo | região_intermediária = Campinas | data_região_intermediária = IBGE/2017 | região_imediata = Rio Claro | data_região_imediata = IBGE/2017 | região_metropolitana = Piracicaba |vizinhos = Descalvado (N), Corumbataí, Itirapina (S), Pirassununga, Santa Cruz da Conceição (L) e São Carlos (O) |dist_capital = 221 |área = 326.630 | área_ref = |população = 4995 |data_pop = estimativa IBGE/2019 |altitude = 675 |clima = tropical de altitude |sigla_clima = Cwa |idh = 0.804 |data_idh = PNUD/2000 |pib = mil |data_pib = IBGE/2008 |pib_per_capita = 18506.98 |data_pib_per_capita = IBGE/2008 }} Analândia é um município brasileiro do interior do estado de São Paulo. Sua categoria política é de Estância Climática. Localiza-se a uma latitude 22,07 sul e a uma longitude 47,39 oeste. Sua população estimada em 2019 era de habitantes. Possui uma área de 326,6 km². == Estância climática == Analândia é um dos 12 municípios paulistas considerados estâncias climáticas pelo Estado de São Paulo, por cumprirem determinados pré-requisitos definidos por Lei Estadual. Tal status garante a esses municípios uma verba maior por parte do Estado para a promoção do turismo regional. Também, o município adquire o direito de agregar junto a seu nome o título de Estância Climática, termo pelo qual passa a ser designado tanto pelo expediente municipal oficial quanto pelas referências estaduais. == História == Cronologia * 1884: O trecho entre Rio Claro e São Carlos que passava pelo Cuscuzeiro foi aberto pela Cia. Rio-Clarense em 15 de outubro de 1884. Comprada pelos ingleses que formaram a Rio Claro Railway em 1888, esta foi vendida para a Cia. Paulista em 1892, que ficou com a linha, que então chegava até Araraquara e foi renomeada como Secção Rio Claro. Dentro dos limites da atual Analândia foram construídas duas estações inicialmente: Anápolis e Oliveiras inauguradas no mesmo 15 de outubro de 1884. * 1887: Manuel Vicente Lisboa, proprietário da Fazenda Santa Maria da Glória, na sesmaria do Cuscuzeiro doou vinte alqueires de terras, gleba que pertenceu a Torquato de Arruda e seu irmão, para a formação de um povoado. A 20 de outubro daquele ano, os primeiros povoadores, Diego Eugênio de Sales, João Pinto Ferreira, Irineu de Souza Martins, Antônio Correa da Rocha, Alibrando César, João de Camargo Lima, João Evangelista de Sales e Jacinto Agostinho Levy, deliberaram a construção de uma capela, cuja pedra fundamental foi lançada a 23 de outubro, sob a invocação de Sant’Ana. O povoado nascente recebeu o nome de Cuscuzeiro, denominação oriunda do Pico que está situado em uma colina, que era propriedade do Barão de Araraquara. * 1890: Foi elevado a Distrito de Paz, com o nome de Anápolis, em homenagem à padroeira da localidade, Sant’Ana, acrescendo ao nome santo o sufixo grego “polis” que significa cidade. Pelo decreto estadual nº 105, de 17 de dezembro de 1890, subordinado ao município de Rio Claro. * 1896: Inaugurada a Estação Cuscuzeiro em 31 de dezembro de 1896 que também era posto telegráfico. * 1897: Elevado à categoria de vila com a denominação de Anápolis, pela lei estadual nº 505, de 21 de junho de 1897, desmembrado de Rio Claro. Sede na vila de Anápolis. Constituído do distrito sede. Instalado em 30 de novembro de 1897. * 1906: Elevado à condição de cidade com a denominação de Anápolis, pela lei estadual nº 1038, de 19 de dezembro de 1906. * 1911: No dia 30 de maio de 1911, a Câmara Municipal de Analândia aprovava projeto de lei que doava ao governo do Estado um terreno para edificação do prédio do Grupo Escolar. A primeira professora pública do município foi a senhora Dona Joaquina da Silveira Santos nomeada pela Prefeitura. * 1915: Desativada em setembro de 1915 a Estação Cuscuzeiro pela Cia Paulista. * 1940 Desativada em agosto a Estação Oliveiras pela Cia Paulista. * 1944: Pelo decreto-lei estadual nº 14334, de 30 de novembro de 1944, o município de Annapolis tomou o nome Analândia. Devida a dualidade de nomes entre municípios brasileiros foi alterada a denominação de Anápolis para Analândia, agregando o sufixo saxônico “land” que significa terra. O vocábulo passou a defini-la como “terra de Ana”. * 1966: Devido à qualidade de suas águas e principalmente ao clima, Analândia passou à categoria de Estância Climática. * 1966: Desativada em agosto a Estação Analândia (antiga Anápolis) pela Cia Paulista. Em 1 de setembro de 1966, o prédio da estação foi vendido, no jardim, ainda está a antiga casa do chefe da estação, e a seu lado, trilhos com um vagão que foi utilizado no ramal. A estação ainda mostra o dístico \"Annapolis\". == Geografia == Elevações: Pedra do Camelo e Pico do Cuscuzeiro: 900m. Posição geográfica: Centro-leste do estado de São Paulo a 221 quilômetros da capital com acesso pela Rodovia dos Bandeirantes (SP-348), Rodovia Anhanguera (SP-330), ou Rodovia Washington Luís (SP-310) a partir de Limeira e a partir desta pegar a Rodovia Deputado Rogê Ferreira - (SP-225). Limites territoriais: Norte: Descalvado - Sul: Corumbataí e Itirapina - Leste: Pirassununga e Santa Cruz da Conceição - Oeste: São Carlos. Clima: subtropical com inverno seco (quente de dia e frio à noite). Temperatura média anual: 23 °C. === Cuscuzeiro === thumb|300px|Morro do Cuscuzeiro ao pôr-do-sol O cuscuzeiro é um morro de cerca de 900 metros de altura, dos quais aproximadamente 50 metros são de formação rochosa vertical, o que o caracteriza geologicamente com uma formação de morro testemunho. Constituído de rocha arenítica e localizado na cidade brasileira de Analândia, no estado de São Paulo, notório ponto turístico e local para contemplação, para a prática de escalada tendo mais de 62 vias para a prática de escalada, com graus variando desde o 3.ºsup até o 9.ºAB. As vias contemplam desde escalada um pouco mais tradicionais (com mais de uma cordada), vias esportivas com graus elevados e também vias com proteções em móvel. Outra atividade um pouco menos procurada no \"cuscuzeiro\" é o rapel. === Hidrografia === * Rio Corumbataí Berço do Rio Corumbataí, através de múltiplas nascentes: Córregos do Veado, do Retiro, do Vavaleio, da Nova América, São Francisco, Olaria, Santa Terezinha e outros. === Rodovias === * SP-225 - Rodovia Deputado Rogê Ferreira == Política == Em maio de 2014 o ex-prefeito, José Roberto Perin, o Beto Perin (DEM), foi condenado a devolver o valor atualizado de cerca de um milhão de reais aos cofres do município por ter pago, em 1997, por um show do Gera Samba que nunca foi realizado. O dinheiro foi sacado na boca do caixa no penúltimo dia do mandato do prefeito e o show deveria ter ocorrido no dia seguinte. Perin foi também condenado a dois anos e vinte seis dias de prisão em 2011 por declaração falsa em 2008 quando era prefeito. Seu irmão, Luis Carlos Perin, foi preso em 2010 acusado de ameaçar testemunhas e atrapalhar as investigações sobre o assassinato do vereador Evaldo José Nalin que atacava a administração de Beto Perin na prefeitura. O atual prefeito é Paulo Henrique Franceschini e o vice-prefeito é Clodoaldo Guilherme. == Religião == O Cristianismo se faz presente na cidade da seguinte forma:O termo \"cristão\" (em grego Χριστιανός, transl Christianós) foi usado pela primeira vez para se referir aos discípulos de Jesus Cristo na cidade de Antioquia (Atos cap. 11, vers. 26), por volta de 44 d.C., significando \"seguidores de Cristo\". O primeiro registro do uso do termo \"cristianismo\" (em grego Χριστιανισμός, Christianismós) foi feito por Inácio de Antioquia, por volta do ano 100. Tyndale Bible Dictionary, pp. 266, 828 === Igreja Católica === O município pertence à Diocese de Limeira e possui apenas uma paróquia, a Paróquia Senhora Sant'Ana. Data de criação: 12/12/1887 Data de Fundação 12/01/1899 Papa Reinante: S.S.Papa Francisco Bispo Diocesano : Dom José Roberto Fortes Palau. Administrador paroquial : Pe.Isaías Daniel === Igrejas Evangélicas === * Assembleia de Deus Ministério do Belém. * Congregação Cristã no Brasil. == Futebol == Criado em 14 de agosto de 1946, a Associação Atlética Analandense é a principal refência futebolística da cidade. Também, em se tratando do esporte bretão, existem os seguintes times: Fino da Bola F.C., criado em 10 de setembro de 1981, e o Aliança F.C. Em 14 de agosto de 1955, a Analandense venceu categoricamente o Flamengo de Santa Gertrudes pela contagem de 5 a 1.http://memoria.bn.br/DocReader/DocReader.aspx?bib=104140&Pesq;=%22Ibat%c3%a9%22&pagfis;=29795 == Comunicações == A cidade foi atendida pela Companhia Telefônica Brasileira (CTB) até 1973, quando passou a ser atendida pela Telecomunicações de São Paulo (TELESP), que construiu a central telefônica utilizada até os dias atuais. Em 1998 esta empresa foi privatizada e vendida para a Telefônica, sendo que em 2012 a empresa adotou a marca Vivo para suas operações de telefonia fixa. == Ver também == * Lista de municípios de São Paulo por data de criação * Lista de municípios de São Paulo por população * Lista de prefeitos de Analândia == Ligações externas == * * * Categoria:Analândia Categoria:Estâncias turísticas de São Paulo",
 "title": "Analândia"
}