{
 "id": "30644",
 "text": "{{Info/Município do Brasil | nome = Alto Alegre | foto = | leg_foto = | apelido = TERRA DA FORMIGA | brasão = Brasão de Alto Alegre.jpg | bandeira = Bandeira Alto Alegre.png | link_brasão = | link_bandeira = | link_hino = | aniversário = | fundação = | gentílico = alto-alegrense | lema = | prefeito = Carlos Sussumi Ivama | partido = MDB | mandato_início = 2021 | fim_mandato = 2024 | mapa = SaoPaulo Municip AltoAlegre.svg | latP = S | latG = 21 | latM = 34 | latS = 51 | lonP = O | lonG = 50 | lonM = 09 | lonS = 50 | estado = São Paulo | mesorregião = Araçatuba | data_mesorregião = IBGE/2008 | microrregião = Birigui | data_microrregião = IBGE/2008 | região_metropolitana = | vizinhos = Penápolis, Luiziânia, Promissão, Braúna, Getulina | dist_capital = 491 | área = 318.216 | área_ref = | distritos = Jatobá, São Martinho d'Oeste | população = 4105 | data_pop = Censo IBGE/2010 | altitude = | clima = Subtropical | sigla_clima = Cfa | idh = 0.774 | data_idh = PNUD/2000 | pib = mil | data_pib = IBGE/2008 | pib_per_capita = 9162.28 | data_pib_per_capita = IBGE/2008 }} Alto Alegre é um município brasileiro do estado de São Paulo. O município é formado pela sede e pelos distritos de Jatobá e São Martinho d'Oeste. ==História== O Distrito de Alto Alegre foi criado pelo Decreto-lei Estadual n.º 6.713, de 29 de setembro de 1934, e era subordinado ao município de Penápolis. Foi elevado à categoria de município pela Lei Estadual n.º 2.456, de 30 de dezembro de 1953 sendo desmembrado de Penápolis. Na época era formado por 2 distritos: Alto Alegre e São Martinho d'Oeste, em 1960 foi acrescentado o distrito de Jatobá. == Geografia == Localiza-se a uma latitude 21º34' Sul e a uma longitude 50º09' Oeste. Sua população estimada em 2017 era de 4 154 habitantes e o censo de 2010 apontava uma população de 4 102 habitantes. Possui uma área de 318,216 km². Com mais de 4 mil habitantes, a cidade localiza-se distante cerca de 23 quilômetros de Penápolis, com acesso pela Rodovia Raul Forchero Casasco. A área territorial é de 310 km². Alto Alegre faz divisa com Penápolis ao Norte, Luiziânia à Sudoeste, Promissão ao Leste, Getulina ao Sul e Braúna ao Oeste. === Hidrografia === * Rio Feio ou Rio Aguapeí === Rodovias === * SP-419 == Administração == * Prefeito: Carlos Sussumi Ivama (2021 - 2024) * Vice-prefeito: Adhemar Martins Flores == Comunicações == A cidade foi atendida pela Companhia Telefônica Brasileira (CTB) até 1973, quando passou a ser atendida pela Telecomunicações de São Paulo (TELESP), que construiu a central telefônica utilizada até os dias atuais. Em 1998 esta empresa foi privatizada e vendida para a Telefônica, sendo que em 2012 a empresa adotou a marca Vivo para suas operações de telefonia fixa. == Religião == O Cristianismo se faz presente na cidade da seguinte forma:O termo \"cristão\" (em grego Χριστιανός, transl Christianós) foi usado pela primeira vez para se referir aos discípulos de Jesus Cristo na cidade de Antioquia (Atos cap. 11, vers. 26), por volta de 44 d.C., significando \"seguidores de Cristo\". O primeiro registro do uso do termo \"cristianismo\" (em grego Χριστιανισμός, Christianismós) foi feito por Inácio de Antioquia, por volta do ano 100. Tyndale Bible Dictionary, pp. 266, 828 === Igreja Católica === * A igreja faz parte da Diocese de Lins. === Igrejas Evangélicas === * Assembleia de Deus Ministério do Belém. * Congregação Cristã no Brasil. == Ver também == * Lista de municípios de São Paulo por data de criação * Lista de municípios de São Paulo por população * Lista de municípios de São Paulo por domicílios * Lista de municípios de São Paulo por frota de veículos == Ligações externas == * * Categoria:Fundações em São Paulo em 1938",
 "title": "Alto Alegre (São Paulo)"
}