{
 "id": "30651",
 "text": "O Comportamento Respondente é um tipo de interação em que a resposta é emanada imediatamente após a apresentação do estímulo. Ivan Pavlov descreveu a obtenção do comportamento respondente condicionado como sendo formado por estímulos pareados que têm certa resposta. A forma mais simples do comportamento respondente é reminiscente ao que Aristóteles chamava de lei de contigüidade, que diz: \"Quando duas coisas juntas, o aparecimento de uma irá trazer a outra à mente\". O Comportamento respondente foi originalmente focado no comportamento respondente incondicionado, apresentado por inúmeras espécies. Qualquer reflexo pode ser condicionado a responder a um estímulo anteriormente neutro. É marcado por respostas desencadeadas por eventos que imediatamente as precedem (o estímulo eliciador) e relacionado com o Sistema nervoso periférico (ou autônomo). Todos os comportamentos respondentes apresentam as seguintes características: *Surgem involuntariamente; *São controlados pelos eventos que o precedem, os estímulos eliciadores; *Podem ser desenvolvidos em níveis genético (incondicionado, entre gerações) ou ontogenético (aprendizado, em mesmo organismo), sendo ambos mutuamente dependentes; *Acontecem mediante as contingências, mudanças ambientais; = Comportamento respondente incondicionado e condicionado = Há pouco tempo que o comportamento respondente deixou de se restringir à esfera dos atos reflexos e incondicionados, conforme entendimento tradicional. Uma resposta não condicionada é uma resposta automática imediata ao estímulo não condicionado. Estas respostas são automáticas e não requerem aprendizagem, além de serem aparentemente comuns em todas as espécies. A relação entre o estímulo e a resposta não-condicionados é conhecida como reflexo não-condicionado (como por exemplo a contração e dilatação da pupila na presença de diferentes intensidades de luz, ou ainda o reflexo patelar) - o que caracterizaria um comportamento respondente não-condicionado (ou incondicionado). O estímulo condicionado, por sua vez, é inicialmente um estímulo neutro que não desencadeia resposta. Todavia, quando um estímulo neutro é pareado com um estímulo não-condicionado ocorre aprendizagem. O estímulo neutro, agora chamado de estímulo condicionado, realiza a mesma ação da resposta não- condicionada, agora chamada de resposta condicionada, sem ser pareada com o estímulo não-condicionado. Estímulos condicionados são psicologicamente associados com condições como antecipação, satisfação e medo. A relação entre resposta e estímulo condicionados é conhecido como reflexo condicionado (ou condicionamento reflexo). No condicionamento clássico, quando um estímulo não- condicionado é repetida ou fortemente pareado com um estímulo neutro, este se torna um estímulo condicionado e elicia uma resposta condicionada (como por exemplo a salivação humana quando se pensa no suco do limão) - o que tem como origem um comportamento respondente condicionado. Há duas teorias competindo em como o comportamento respondente trabalha. A primeira, teoria estímulo- resposta (usada pelo behaviorismo radical), sugere que a associação entre estímulo e resposta se dá com o cérebro, sem o envolvimento da consciência (mente). A segunda teoria - chamada estímulo-estímulo (usada pelo cognitivismo) - envolve um componente cognitivo, em que o estímulo condicionado é associado com o conceito do estímulo não-condicionado, gerando o comportamento respondente. A origem desses dois reflexos (condicionado e não-condicionado) são diferentes. A comida (estímulo não-condicionado) que causa salivação (resposta não-condicionada) reflexa tem suas origens na evolução das espécies (teoria de Charles Darwin). O estímulo sonoro (condicionado) que causa salivação (resposta condicionada) reflexa tem sua origem na experiência individual do ser vivo. ==Referências== * * ==Ligações externas== * Associação Brasileira de Psicoterapia e Medicina Comportamental * Psico Educa Behaviorismo Research Categoria:Sistema nervoso Categoria:Comportamento Categoria:Behaviorismo Categoria:Fisiologia",
 "title": "Comportamento respondente"
}