{
 "id": "30674",
 "text": "{{Info/Município do Brasil | nome = Tucano | foto = Caldasdojorro.JPG | leg_foto = Caldas do Jorro | apelido = | brasão = Brasão de Tucano - BA.svg | bandeira = Tucano_Bandeira.png | link_brasão = | link_bandeira = | link_hino = s:Hino do município de Tucano | aniversário = 21 de março | fundação = | emancipação = | distritos = Tucano (sede), Caldas do Jorro e Jorrinho. | gentílico = tucanense | lema = | padroeiro = Nossa Senhora Santana | CEP = 48790-000 | prefeito = Ricardo Maia Chaves de Souza Filho | partido = PSD | fim_mandato = 2024 | mapa = Bahia Municip Tucano.svg | latP = S | latG = 10 | latM = 57 | latS = 46 | lonP = O | lonG = 38 | lonM = 47 | lonS = 13 | estado = Bahia | mesorregião = Nordeste Baiano | data_mesorregião = IBGE/2008 | microrregião = Euclides da Cunha | data_microrregião = IBGE/2008 | região_metropolitana = | vizinhos = Araci, Biritinga, Sátiro Dias, Quijingue, Ribeira do Pombal, Cipó, Nova Soure, Banzaê e Ribeira do Amparo. | dist_capital = 252 | área = 2198.237 | área_ref = | população = 50959 | população_ref = | data_pop = 2024 | altitude = 209 | clima = Tropical semiárido | sigla_clima = BSh | idh = 0.579 | data_idh = PNUD/2010 | gini = | data_gini = PNUD/2010 | pib = mil | data_pib = IBGE/2021 | pib_per_capita = 10705.98 | data_pib_per_capita = IBGE/2021 | site_prefeitura = www.tucano.ba.gov.br | site_câmara = www.camara.tucano.ba.io.org.br }} Tucano é um município brasileiro do estado da Bahia, localizado no Nordeste Baiano. == Topônimo == A origem do nome do município se deve ao fato de que, nas matas da região, havia uma diversidade de aves, dentre as quais o tucano. Outros afirmam que o topônimo se deve aos primeiros habitantes da região, os indígenas tucanos, mas esse grupo só é encontrado na Amazônia. == História == A colonização da região de Tucano ocorreu no final do século XVII e início do século XVIII, tendo ocorrido por meio da pecuária. Na década de 1720, foi criado, no local de uma antiga aldeia de indígenas cariris (localizado onde hoje é a sede de Tucano), um aldeamento missionário para a catequese dos mesmos, no qual, por volta de 1727, um frei de nome Apolônio edificou uma capela em louvor a Senhora Santana. Sob influência catequista, essa povoação cresceu, sendo elevada, em 1754, à categoria de freguesia, com o nome de Santana e Santo Antônio de Tucano, subordinada à vila de Itapicuru de Cima. A Lei Provincial nº 51, de 21 de março de 1837, elevou a Freguesia de Tucano à categoria de vila, com o nome de Imperial Vila do Tucano, desmembrando-a de Itapicuru. A instalação da nova vila ocorreu dois meses depois, aos 26 de maio daquele ano. Devido a sucessivas secas, por meio dos decretos estaduais n.º 7.455 e n.º 7.479, de 23 de junho de 1931 e 8 de julho de 1931 respectivamente, extinguiu-se a vila de Tucano, a qual foi anexada ao município de Cipó como um simples distrito. Tucano foi elevada novamente à categoria de município, se desmembrando de Cipó, por meio do Decreto Estadual n.º 8.447, de 27 de maio de 1933, sendo reinstalada em 24 de junho do mesmo ano. Em 1948, durante perfurações para prospecção de petróleo na Fazenda Macaco, foram descobertas águas termais, transformando essas fontes em um atrativo turístico importante da região. Ao redor dessas termas, formou-se o povoado de Caldas do Jorro. Por meio da Lei Estadual n.º 1.640, de 15 de março de 1962, o distrito de Quijingue (anteriormente denominado Triunfo), criado em 1917, foi desmembrado de Tucano e elevado à categoria de município. == Geografia == O município de Tucano está localizado no Polígono das Secas e possui um clima tropical semiárido, sendo sua temperatura média anual de 25,4°C e sua pluviosidade média anual, de 463 mm. Sobre os aspectos físicos e fitográficos do município de Tucano, Vieira et al. (2005, p. 5) afirmam: “Terrenos que constituem as depressões periféricas e interplanálticas e a bacia sedimentar Recôncavo-Tucano compõem o relevo da área que se apresenta acidentado formando morros arredondados e vales profundos em forma de V no extremo oeste do município, plano e suavemente ondulado com vales abertos na parte central e na forma de tabuleiros na sua porção oriental. A rede de drenagem dendrítica, retangular e localmente paralela, pertence à bacia hidrográfica do rio Itapicuru. Solos dos tipos latossolo vermelho-amarelo álico, planossolo solódico eutrófico e neossolo sustentam a vegetação de caatinga arbórea densa e aberta com zonas de transição caatinga-savana e savana arbórea aberta. É comum a presença de alguns tipos de cactus como: mandacaru, xique-xique, palmatória, palma, macambira, cabeça de frade e árvores de grande porte como: juazeiro, cajueiro, umbuzeiro, umburana, barriguda e quixabeira. Na maior parte do município a vegetação nativa foi substituída por pastos e áreas destinadas ao plantio de culturas cíclicas.” == Economia == A economia do município de Tucano é baseada na agricultura (sobretudo de milho e feijão), pecuária (de bovinos, caprinos e ovinos) e turismo (tendo como principal atrativo as águas termais de Caldas do Jorro). Além disso, há uma vocação para a manufatura artesanal. == Filhos ilustres == == Ver também == * Caldas do Jorro * Lista de prefeitos de Tucano (Bahia) Categoria:Fundações no Brasil em 1837",
 "title": "Tucano (Bahia)"
}