{
 "id": "30683",
 "text": "{{Info/Município do Brasil | nome = Utinga | foto = | leg_foto = | apelido = | brasão = Brasão_de_Utinga.jpg | bandeira =Utinga_Bandeira.jpg | link_brasão = | link_bandeira = | link_hino = | aniversário = 27 de abril | fundação = | gentílico = utinguense | lema = | prefeito =Joyuson Vieira SantosPrefeito e vereadores de Utinga tomam posse; veja lista de eleitos em g1.globo.com | partido = PSB | fim_mandato = 2024 | mapa = Bahia Municip Utinga.svg | latP = S | latG = 12 | latM = 04 | latS = 55 | lonP = O | lonG = 41 | lonM = 05 | lonS = 38 | estado = Bahia | mesorregião = Centro-Sul Baiano | data_mesorregião = IBGE/2008 | microrregião = Seabra | data_microrregião = IBGE/2008 | região_metropolitana = | vizinhos = Bonito, Morro do Chapéu, Mundo Novo, Rui Barbosa e Wagner. | dist_capital = 442 | distritos = Riachão do Utinga e Utinga (sede). | área = 633.760 | área_ref = | população = 19098 | data_pop = IBGE/2018 | clima = Tropical | sigla_clima = | idh = 0.59 | data_idh = PNUD/2010 | pib = mil | data_pib = IBGE/2016 | pib_per_capita = 7650.68 | data_pib_per_capita = IBGE/2016 | altitude da sede = 530 }} Utinga é um município do estado da Bahia, no Brasil. Sua população estimada pelo IBGE em 2018 era de habitantes. == Topônimo == A palavra Utinga é variação do vocábulo de origem tupi y-tinga e significa \"águas claras\" ou “rio branco”, através da junção dos termos y (\"água\") e ting (\"branco\"). == História == === Primórdios === Sabe-se que a primeira entrada depois da chegada dos europeus no território do atual município foi descoberta da nascente do Vale do Rio Utinga, próxima a cidade de Morro do Chapéu, provavelmente em 1551 com as missões catequéticas dos jesuítas e bandeirantes, iniciando-se aí o povoamento da região com o aparecimento das primeiras fazendas de criação. === Povoamento === O Vale do Rio Utinga resultou no povoamento da região graças a chegada de portugueses refugiados da perseguição dos nacionais quando das lutas de independência do Brasil e no aparecimento de fazendas de criação. Depois da descoberta das minas de diamantes na atual cidade de Lençóis em Estiva, em 1840, o local passou a servir de pouso aos viajantes que demandavam às Lavras Diamantinas, formando-se um povoado com o nome de Palha, às margens do Rio Mocambo, servindo de pouso aos viajantes que iam para as Lavras Diamantinas ou de lá voltavam com o destino a Jacobina ou Morro do Chapéu. Financiado pelo Instituto de Geografia do Rio de Janeiro, de dezembro de 1843 a janeiro de 1846 o cônego Benigno José de Carvalho e Cunha, sacerdote português nascido na Freguesia de Santa Maria Maior da Vila de Chaves, na província portuguesa dos Trás-os-Montes, viajou com uma comitiva de vinte e duas pessoas por todo o Vale do Rio Utinga com a finalidade de exploração. Teve como objetivo principal encontrar uma cidade perdida na Serra do Sincorá, na Chapada Diamantina, que teria sido abandonada por seus moradores devido aos terremotos ou grandes chuvas. Porém, tudo o que conseguiu encontrar foram muitos quilombos de negros fugidos das fazendas e que povoavam e cultivavam o Vale do Rio Mocambo. Em 1887, foi criada a freguesia de Bom Jesus da Boa Esperança do Riachão de Utinga, hoje sede do município de Utinga. Posteriormente o povoado de Palha veio a servir de reduto a malfeitores, chefiado por Hermenegindo Sousa Santos, o que obrigou o Governo do Estado da Bahia a intervir, culminando com a destruição do povoado por tropas policiais que o incendiaram comandadas pelo Tenente Bitencour que incendiaram o Arraial de Palha em 1905. A reconstrução não tardou, desta vez, sob orientação de Joviniano Bastos em terras cedidas pelos irmãos Isidro e Manoel de Souza Santos, nascendo então o arraial Bela Vista de Utinga, com material melhor e casas de telhas formadas pela Praça Dias Coelho e uma rua que descia para o Rio Mocambo. O comércio cresceu e foi levantado um barracão na Praça Dias Coelho. Era imensa a fartura e tudo era barato. De Bela Vista, saiam lotes de burros para todas as regiões levando os produtos do Vale do Rio Utinga. Em 1933, o decreto de Getúlio Vargas, criando o Instituto do Álcool e do Açúcar veio descontrolar a economia de toda a região. Os engenhos foram calando, a vida de todos piorando e então começou o grande êxodo de sua população, principalmente para a Grande São Paulo. === Emancipação === Foi criado o distrito com a denominação de Bela Vista de Utinga pela lei municipal n.º 97 e aprovada pela lei estadual nº 1209 em 2 de Agosto de 1917, pertencendo ao município de Morro do Chapéu, simplificado para Bela Vista pelo decreto-lei estadual nº 11089 em 30 de Novembro de 1938 e só em 31 de Dezembro de 1943 pelo decreto-lei estadual nº 141, retificado pelo decreto estadual nº 12978, de 1 de Junho de 1944, o distrito de Bela Vista passou a denominar-se Utinga. A necessidade de melhoramentos e falta de escolas fizeram com que, em 1945, surgisse a ideia de emancipação pelo vigário local. Foi elevado a categoria e município em 27 de Abril de 1953, pela lei estadual nº 550, desmembrados território do município de Morro do Chapéu. A BANDEIRA DO MUNICIPIO DE UTINGA A Bandeira do Município de Utinga foi idealizada pelo professor Elione Gomes Belo, quando exercia a função do Diretor do Colégio Senhor do Bonfim em Utinga. O colégio Senhor do Bonfim já era possuidor de sua bandeira e, por ocasião do décimo aniversário (1974), o Diretor do mesmo, Professor Elione G. Belo, encomendou ao Sr. Otacilio Novaes um Hino ao Colégio Senhor do Bonfim e entrou, então, em contado com o Prefeito Municipal, Sr. José Barbosa Oliveira, pedindo autorização para idealizar a Bandeira do Município, o que foi prontamente atendido. Estávamos em plena implantação do Pólo Cafeeiro em Utinga, daí a sua cor vermelha: cor dos abençoados grãos que seriam a nossa redenção econômica e progressista. A bandeira é formada com campos vermelho onde encontram-se assentados os seguintes dísticos: Duas listras brancas nos sentidos horizontal e vertical representando o equilíbrio harmônico existente em todo o Município. Um Escudo Azul, representando o azul do nosso céu, ainda sem agentes poluentes. Dentro desse Escudo, como para justificar a pureza do ambiente e do nosso povo, foi colocado a Cruz da Ordem de Cristo, símbolo da predominância da religião Católica no Município. O sentido religioso pátrio se fez presente em nossa Bandeira desde 1521, na Bandeira de D. João III. Coroando a cruz temos uma fortaleza com três portas, simbolizando os três Poderes Constituídos. Nesta parte estão depositadas todas as esperanças de um povo: Justiça, Seriedade e Respeito. Sustentando toda uma estrutura progressista deste Município, temos dois ramos de café o qual iria canalizar recursos para o desenvolvimento de Utinga. Também foi de grande importância a colaboração e o apoio do Sr. Djalma Martins Gonçalves – Tenente da Polícia Militar de São Paulo, o qual levou o nosso desenho para a capital bandeirante, onde o mesmo fez alguns retoques, inclusive substituindo o ramo de fumo, anteriormente existente por dois de café, devido já existir um pavilhão com as mesmas características registradas no Florão do Exército em São Paulo. O Senhor Djalma Martins Gonçalves, em São Paulo, mandou confeccionar o pavilhão Municipal e remeteu para Utinga uma só cópia para em seguida serem confeccionadas mais, seguindo as mesmas características deste, uma vez que a mesma tornou-se oficial e encontra-se registrada no Florão do Exército Nacional, em permanente exposição. Somos gratos ao Tenente Djalma Martins Gonçalves por tamanho interesse ao ponto de remeter a bandeira do Município de Utinga já pronta para uso cívico. Agradecemos também, ao então Prefeito Sr. José Barbosa Oliveira por ter proporcionado a Utinga possuir o seu Brasão e sua Bandeira. Utinga, 08 de agosto de 1990. Fonte: Professor Elione Gomes Belo. == Relação de prefeitos == nº Nome 1 Otavio Monteiro 2 Antunes de Moura Ferreira 3 João Ramos Marinho 4 Antonio Muniz dos Santos 5 Wilson Borges Brandão 6 José Barbosa de Oliveira 7 Wilson Karaoğlan 8 Antonio Muniz dos Santos 9 Alfeu Patrício dos Santos 10 Carlos Antônio Silva 11 Luiz Alberto Silva Muniz 12 Luiz Alberto Silva Muniz 13 Joyuson Vieira Santos 14 Joyuson Vieira Santos 15 Luiz Alberto Silva Muniz 16 Joyuson Vieira Santos 2023- Joyuson Vieira Santos == Ligações externas == * Página da Prefeitura Categoria:Municípios da Bahia Categoria:Fundações na Bahia em 1943 Categoria:Cidades na Chapada Diamantina",
 "title": "Utinga (Bahia)"
}