{
 "id": "30688",
 "text": "{{Info/Município do Brasil | nome = Varzedo | foto = | Imagem = Varzedo | leg_foto = | apelido = | brasão = Brasão_de_Varzedo.png | bandeira = Bandeira_de_Varzedo_BA.png | link_brasão = | link_bandeira = | link_hino = | aniversário = 13 de junho | fundação = | gentílico = varzedense | lema = | prefeito = Ariecílio Bahia da Silva | partido = PSC | fim_mandato = 2024 | mapa = Bahia Municip Varzedo.svg | latP = S | latG = 12 | latM = 58 | latS = 15 | lonP = O | lonG = 39 | lonM = 23 | lonS = 38 | estado = Bahia | mesorregião = Metropolitana de Salvador | data_mesorregião = IBGE/2008 | microrregião = Santo Antônio de Jesus | data_microrregião = IBGE/2008 | região_metropolitana = | vizinhos = Santo Antônio de Jesus, São Miguel das Matas, Castro Alves, Elísio Medrado, Conceição do Almeida | dist_capital = 200 | área = 167.003 | área_ref = | população = 9913 | data_pop = Censo de 2022 | população_ref = | altitude = | população_pos = (BA: 344º)(NE: 1180°)(BR: 3087º) (2022) | clima = | sigla_clima = | idh = 0.586 | data_idh = PNUD/2010 | pib = mil | data_pib = IBGE/2008 | pib_per_capita = 4008.78 | data_pib_per_capita = IBGE/2008 }} Varzedo é um município brasileiro do estado da Bahia. Sua população estimada pelo IBGE em 2021 foi de 8 734 habitantes. == História == Antes de se tornar um município, era um distrito conhecido como Vargem Grande. O nome mudou para Varzedo, com o Decreto-lei Estadual n.º 141, de 31 de dezembro de 1943, retificado pelo Decreto Estadual n.º 12.978, de 1 de junho de 1944. Em 13 de junho de 1989, foi elevado a categoria de município através da lei Estadual n.º 5.002, e desmembrado dos municípios de Santo Antônio de Jesus e Castro Alves. == Organização político-administrativa == Assim como todos os municípios do Brasil, Varzedo possui uma estrutura político-administrativa composta pelo Poder Executivo, chefiado por um prefeito eleito por sufrágio universal, o qual é auxiliado diretamente por secretários municipais nomeados por ele, e pelo Poder Legislativo, institucionalizado pela Câmara Municipal de Varzedo, órgão colegiado de representação dos munícipes que é composto por vereadores também eleitos por sufrágio universal.MEIRELLES, Hely Lopes. Direito municipal brasileiro. 18. ed. São Paulo: Malheiros, 2017. === Atuais autoridades municipais === * Prefeito: Ariecilio Bahia da Silva - PSC * Vice-prefeito: Gilmar Borba Bitencourt - PSC * Presidente da Câmara: Antônio Vasconcelos Teixeira \"Antônio de Darino\" - PSC == Economia == A base da economia do município é a agricultura e a pecuária. As atividades agrícolas envolvem o cultivo de laranja, cacau, banana, mandioca, dentre outros. O município se destaca pela criação de bovinos. == Infraestrutura == === Saúde === A cidade possui algumas unidades de saúde, dentre as quais se destacam, Policlínicas, Unidade Básica de Saúde, Unidade de Saúde da Família São Roque dos Macacos e Serviço de Atendimento Móvel de Urgência (SAMU). ==Ligações externas== * Categoria:Municípios da Bahia Categoria:Fundações na Bahia em 1989",
 "title": "Varzedo"
}