{
 "id": "30700",
 "text": "{{Info/Município do Brasil | nome = Apuiarés | foto = Igreja_de_São_Sebastião_em_Apuiarés_CE.jpg | leg_foto = Igreja de São Sebastião | apelido = | brasão = Brasao_apuiarés.svg | bandeira = Flag of Apuiarés Municipality in the State of Ceará in Brazil.jpg | link_brasão = | link_bandeira = | link_hino = | aniversário = 25 de janeiro de 1957 | fundação = | gentílico = apuiareense | lema = | prefeito = Iris Maria Cruz de Lima | partido = PT | fim_mandato = 2024 | mapa = Ceara Municip Apuiares.svg | latP = S | latG = 03 | latM = 56 | latS = 56 | lonP = O | lonG = 39 | lonM = 25 | lonS = 55 | estado = Ceará | mesorregião = Norte Cearense | data_mesorregião = IBGE/2008 | microrregião = Médio Curu | data_microrregião = IBGE/2008 | região_metropolitana = | vizinhos = Norte: Pentecoste, Leste: Pentecoste, Sul: General Sampaio, Oeste: Tejuçuoca Itapajé | dist_capital = 111 | área = 544.744 | área_ref = | população = 13927 | data_pop = IBGE/2010 | altitude = 85 | clima = semiárido | sigla_clima = | idh = 0.622 | data_idh = PNUD/2000 | pib = mil | data_pib = IBGE/2008 | pib_per_capita = 2951.08 | data_pib_per_capita = IBGE/2008 | site_prefeitura = apuiares.ce.gov.br }} Apuiarés é um município brasileiro do estado do Ceará, localizado na microrregião do Médio Curu, mesorregião do Norte Cearense. Sua área é de 565,1 km² que corresponde a 0,27% da área do estado do Ceará. == Etimologia == O topônimo Apuiarés vem do tupi apu ou apo (raiz, origem) e are (gosto de fruta), e significa raiz com gosto de fruta. Sua denominação original era Jacu, Arraial do Jacu e, desde 1943, Apuiarés. == História == Localizado na região onde habitavam os índios tapuias, canindésSebok. Lou, Atlases published in the Netherlands in the rare atlas collection. Compiled and edited by Lou Seboek. National Map Collection (Canada), Ottawa. 1974 e, no século XIX, surge um núcleo urbano a partir de uma capela. Suas raízes datam do Século XIX, com a denominação de Arraial do Jacu. Criou-se o Distrito de Paz consoante Lei nº 1.153, de 24 de novembro de 1864, já existindo considerável número de habitantes. Com a criação do Distrito de Pentecoste (lei nº 1.300, de 31 de dezembro de 1869), perdeu Jacu os seus privilégios distritais, vindo a recuperá-los segundo Lei nº 1.330, de 10 de outubro de 1870. ;Evolução política Sua elevação à categoria de município ocorreu segundo Lei nº 3.529, de 25 de janeiro de 1957, tendo sido instalado a 1 de março do mesmo ano. ;Igreja As primeiras manifestações de apoio eclesial datam dos idos de formação gregária, quando terá sido edificada a respectiva capela, havendo como precedente de assistencialidade religiosa o padre Manuel Ribeiro e como patrono São Sebastião. O paroquiato tem como instrumento de criação a Provisão de 2 de fevereiro de 1946, da qual foi signatário o Arcebispo de Fortaleza, D. Antônio de Almeida Lustosa, envolvendo as Freguesias de General Sampaio e Tejuçuoca. == Geografia == === Clima === Tropical quente semiárido na porção oeste do território e tropical semiárido brando na porção leste com chuvas concentradas de fevereiro a abril. A média anual registrada na sede é de 763 mm. === Hidrografia e recursos hídricos === As principais fontes de água são o rio Curu e riachos dos Tanques === Relevo e solos === As principais elevações são o serrote Tamanduá e a serra Pintada. === Vegetação === Caatinga arbustiva densa. === Subdivisão === O município tem três distritos: Apuiarés (cidade), Canafístula e Vila Soares. == Economia == * Agricultura: algodão, banana, caju, mandioca, milho e feijão. * Pecuária: bovinos, suínos e avícola. * Indústria: tem duas, uma de mobiliário, e outra de vestuário, calçados e artigos de tecidos, couros e peles, e mais duas indústrias, que atuam na produção de telhas e tijolos de barro. * Piscicultura: produção de peixes em cativeiro nas proximidades do rio Curu, na localidade do Jaburu. == Cultura == Os principais eventos culturas é a festa do padroeiro, São Sebastião e as Olimpíadas. == Política == A administração municipal localiza-se na sede, Apuiarés. Prefeitos e Vice-Prefeitos eleitos: # José Alves Filho (1957 - 1958) # Joaquim Gomes da Silva (1959 - 1962) # Luiz Gonzaga Cunha (1963 - 1966) # Joaquim Gomes da Silva (1967 - 1970) # Aluízio Cardoso Bezerra (1971 - 1972) # Joaquim Gomes da Silva (1973 - 1976) # Raimundo Simplício de Sousa (1977 - 1982) # Francisco Fábio de Castro Alves e Emanuel Wiron Nojosa Santos (1983 - 1988) # Raimundo Simplício de Sousa (1989 - 1992) # Roberto Sávio Gomes da Silva (1993 - 1996) # Francisco José Barbosa Góis (1997 - 2000) # Francisco José Barbosa Góis (2001 - 2004) # Roberto Sávio Gomes da Silva (2005 - 2008) # Roberto Sávio Gomes da Silva (2009 - 2012) # Francisco José Barbosa Gois (2013 - 2016) # Roberto Sávio Gomes da Silva & Antonio Abdias Ferreira de Abreu (2017 - 2020) # Iris Maria Cruz de Lima (2021-Atualmente) == Limites do município == Limita-se com os municípios de Pentecoste, Paramoti, General Sampaio, Itapajé e Tejuçuoca. == Ligações externas == * * * * Categoria:Fundações no Ceará em 1957 Categoria:Topônimos de origem tupi",
 "title": "Apuiarés"
}