{
 "id": "30710",
 "text": "{{Info/Município do Brasil | nome = Baixio | apelido = | brasão = | bandeira = Bandeira de Baixio.jpg | link_brasão = http://universidadepatativa.com.br/site/wp-content/uploads/2013/10/logo-brasao-baixio.jpg | link_bandeira = | link_hino = s:Hino do município de Baixio | aniversário = 15 de setembro | fundação = | gentílico = baixiense | prefeito = Zico | partido = PDT | fim_mandato = 2024 | mapa = Ceara Municip Baixio.svg | latP = S | latG = 06 | latM = 43 | latS = 48 | lonP = O | lonG = 38 | lonM = 43 | lonS = 01 | estado = Ceará | mesorregião = Centro-Sul Cearense | data_mesorregião = IBGE/2008 | microrregião = Lavras da Mangabeira | data_microrregião = IBGE/2008 | região_intermediária = | região_imediata = | região_metropolitana = | vizinhos = Norte: Umari; Sul: Ipaumirim; Leste:Santa Helena; Oeste: Lavras da Mangabeira. | dist_capital = 415 | área = 146.442 | área_ref = | população = 6196 | data_pop = IBGE/2010 | altitude = 279,00 | clima = Tropical quente semiárido. | sigla_clima = | idh = 0.627 | data_idh = PNUD/2013 | pib = mil | data_pib = DATASUS/2013 | pib_per_capita = 4520.35 | data_pib_per_capita = IBGE/2012 | site = http://www.baixio.ce.gov.br }} Baixio é um município brasileiro do estado do Ceará, localizado na microrregião de Lavras da Mangabeira, mesorregião do Centro-Sul Cearense. Ocupa uma área de 146,442 km². == Etimologia == O topônimo Baixio vem do português e foi dado a este município devido a acidentes geográficos da região caracterizados por áreas inundadas e submersas. Sua primeira denominação foi Baixio, porém, com a transferência de sua sede possou a ser chamada de Umari, e com mais uma mudança de sede passou a ser chamada de Alagoinha (hoje denominada de Ipaumirim) e, desde 1932, novamente Baixio.http://biblioteca.ibge.gov.br/visualizacao/dtbs/ceara/baixio.pdf == História == Localizado na região onde antes habitavam os índios kariri,Sebok. Lou, Atlases published in the Netherlands in the rare atlas collection. Compiled and edited by Lou Seboek. National Map Collection (Canada), Ott este surge como núcleo urbano a partir de uma fazenda de gado do coronel Liberalino de Carvalho, e com a abertura do ramal da estrada de ferro da Rede de Viação Cearense para o estado da Paraíba no século XX, desta forma consolidando-se na época como centro urbano mais populoso na região.http://www.estacoesferroviarias.com.br/ce_crato/baixio.htm Durante muito tempo teve sua economia impulsionada pela grande safra de algodão mas, devido a proliferação do bicudo por volta da década de 1970, esse cultivo praticamente extinguiu-se. == Geografia == === Subdivisão === O município possui um distrito, Jurema. === Clima === Tropical quente semiárido. === Hidrografia e recursos hídricos === Pluviometria média de 888,7 mmFundação Cearense de Meteorologia e Recursos Hídricos - FUNCEME. com chuvas concentradas de janeiro a abrilInstituto nacional de Pesquisa espacial - INPE..Os principais riachos são: Caio Prado e Pendência, afluentes do Rio Salgado. A Barragem do Jenipapeiro Construída pelo Governo do Estado do Ceará, com capacidade para 43 400 000 m³, será a principal fonte de água dos municípios de Umari, Baixio e Ipaumirim, está localizada, 97% nos Sítio Jenipapeiro e Lagoa Tapada, do município de Umari, e, 3% no Sítio Xique-xique município de Baixio e teve sua obra concluída em Novembro de 2011. === Relevo e solos === A sua principal elevação é a Serra das Pombas. Possui dois tipos principais de solo: latossolo e sedimentar. === Vegetação === A vegetação é bastante diversificada, apresentando domínios de cerradão, caatinga (tipo predominante)e cerrado. == Economia == Agricultura: algodão arbóreo, herbáceo, goiaba, arroz e principalmente o milho e o feijão. Pecuária: bovinocultura, caprinocultura, suinocultura, apicultura e criação de peixes. Comércio: possui diversas microempresas nas variadas áreas do comércio. == Cultura == === Os principais eventos são === * Carnaval (fevereiro); * Paixão de Cristo (Grupo de Teatro Renascendo Para Arte-Diretor/produtor:Leomai Alves - (Sexta feira da semana santa); * Baixio Festeiro - Forró e quadrilhas locais -Junina Forroxeira Diretor: Leomai Alves (Junho) *Junina Ritmo Quente. Diretor: Emeilson Ribeiro * Semana do Município (setembro); * Festa do Padroeiro São Francisco (de 27 de setembro a 4 de outubro); * Natal de Luz (Dezembro). ==Ligações externas== *Mapa de Baixio *Mapa de Baixio *Página do IBGE *Página do Ceará Baixio Categoria:Fundações no Ceará em 1956",
 "title": "Baixio (Ceará)"
}