{
 "id": "30732",
 "text": "{{Info/Município do Brasil |nome = Chorozinho |foto = Monumento ao Menino Jesus de Praga - panoramio (1).jpg |leg_foto = Monumento ao Menino Jesus de Praga |apelido = |brasão = |bandeira = Flag of Chorozinho Municipality in the State of Ceará in Brazil.jpg |link_brasão = |link_bandeira = |link_hino = |aniversário = 13 DE MARÇO DE 1987 |fundação = |gentílico =chorozinhense |lema = |prefeito = Francisco de Castro Menezes Junior |partido = PDT |fim_mandato = 2024 |mapa = Ceara Municip Chorozinho.svg |latP = S | latG = 04 | latM = 18 | latS = 00 |lonP = O | lonG = 38 | lonM = 29 | lonS = 49 |estado = Ceará |mesorregião = Norte Cearense |data_mesorregião = IBGE/2008 |microrregião = Chorozinho |data_microrregião = IBGE/2008 |região_metropolitana = Fortaleza |vizinhos = Norte: Pacajus, Leste: Cascavel, Sul: Ocara, Oeste: Barreira |dist_capital = 40 |área = 278.400 | área_ref = |população = 18920 |data_pop = IBGE/2010 |altitude = |clima = Tropical semiárido brando |sigla_clima = |idh = 0.633 |data_idh = PNUD/2000 |pib = mil |data_pib = IBGE/2008 |pib_per_capita = 3794.36 |data_pib_per_capita = IBGE/2008 |site_prefeitura = chorozinho.ce.gov.br }} Chorozinho é um município brasileiro do estado do Ceará. Localiza-se na Mesorregião do Norte Cearense, Microrregião de Chorozinho. == Etimologia e História == O topônimo Chorozinho faz referência ao diminutivo de choró, que vem do tupi guarani choron, que significa ave ou pequena lente que surge no sopé ou encosta de uma chapada residual. Sua denominação original era Currais, depois Currais Novos, Currais Velhos e, desde 1938, Chorozinho.http://biblioteca.ibge.gov.br/visualizacao/dtbs/ceara/chorozinho.pdf A região às margens do rio Choró era habitada por índios de etnias como os: Jenipapos, Kanindés, Chorós e Quesitos.Sebok. Lou, Atlases published in the Netherlands in the rare atlas collection. Compiled and edited by Lou Seboek. National Map Collection (Canada), Ottawa. 1974 A ocupação portuguesa nessa região se iniciou por volta de 1680, com a chegada dos vaqueiros Estêvão Velho de Moura e Manuel da Costa Barros, que receberam essas terras do Capitão-Mor Sebastião de Sá, o governador da Capitania do Ceará na época. Estes foram os primeiros a começar a evangelização dos indígenas de Chorozinho, com o padre jesuíta Francisco da Costa Travassos. ==Geografia== === Clima === Tropical quente semi-árido com pluviometria média de 810 mmFundação Cearense de Meteorologia e Recursos Hídricos - FUNCEME. com chuvas concentradas de fevereiro a maio.Instituto nacional de Pesquisa espacial - INPE. === Hidrografia e recursos hídricos === As principais fontes de água do município de Chorozinho são da bacia hidrográfica Metropolitana, tem como principal o rio Choró e riachos como: Cavacas, das Cabras e Areré; diversas lagoas tais como: do Cedro, dos Marinheiros, dos Martins, dos Patos e outras. Além do açude Pacajus.http://www.cprm.gov.br/ === Relevo e solos === Terras de várzea não possui elevações. Os solos são as areias quartzosas distróficas e planossolos, onde encontram-se granitos do Pré-Cambriano e sedimentos areno-argilosos. Encontram-se ainda coberturas aluvionares, quaternárias, formadas por areias, siltes, argilas e cascalhos. === Vegetação === A vegetação predominante é a caatinga comum e arbustiva densa, além da mata serrana. === Subdivisão === O município tem seis distritos: Chorozinho (sede), Campestre, Cedro, Patos dos Liberatos, Timbaúba dos Marinheiros e Triângulo. A região às margens do rio Choró era habitada por índios de etnias como jenipapo, kanyndé, choró e quesito. No século XVIII, nestas terras foi instalada a Missão dos Paiacu. É um núcleo urbano que surgiu devido aos projetos de combate a seca, entre 1932 e 1934. No lugar denominado Curais Velhos foi construído a ponte do BR-116 sobre o rio Choró. Do acampamento do engenheiros do DNOCS e dos operários empregados nesta construção surgiu o povoamento, que cresceu ao redor desta base de apoio e da capela de Santa Terezinha, que depois transformar-se-ia em município. == Economia == A agroindústria e a pecuária são as principais atividades econômicas do município, apresentando uma larga produção agrícola de castanha de caju, mandioca, feijão e milho. === Turismo === O turismo é uma fonte de renda do município devido aos atrativos naturais como: * Rio Choró * Lagoa dos Marinheiros (distrito de Timbaúba) * Lagoa dos Patos (distrito de Patos dos Liberatos) Já o turismo religioso, outra fonte de renda do município, acontece devido a devoção ao Menino Jesus de Praga. == Cultura == Os principais eventos culturais são: * Aniversário de emancipação da cidade (9 a 13 de março) * Missa dos romeiros (dia 24 de cada mês) * Vaquejada (outubro) == Política == A administração municipal localiza-se na sede: Chorozinho. == Ligações externas == * * * * Categoria:Grande Fortaleza Categoria:Fundações no Ceará em 1987",
 "title": "Chorozinho"
}