{
 "id": "30730",
 "text": "{{Info/Município do Brasil |nome = Chaval |foto = Igreja de Santo Antonio - panoramio.jpg |leg_foto = Igreja de Santo Antonio |brasão = Brasão Chaval (CE).png |bandeira = |link_brasão = |link_bandeira = |link_hino = |aniversário = 22 de novembro |fundação = |gentílico =chavalense |lema = |padroeiro=Santo Antônio |CEP=62420-000|prefeito = Sebastião Sotero Veras |partido = PDT. Página visitada em 03/04/2013. |mandato_início=2021|fim_mandato = 2024 |mapa = Ceara Municip Chaval.svg |latP = S | latG = 03 | latM = 02 | latS = 02 |lonP = O | lonG = 41 | lonM = 14 | lonS = 38 |estado = Ceará |mesorregião = Noroeste Cearense |data_mesorregião = IBGE/2008 |microrregião = Litoral de Camocim e Acaraú |data_microrregião = IBGE/2008 |região_metropolitana = |vizinhos = Barroquinha (a Norte e Leste), Granja (a Sudeste), Luís Correia (Piauí) (a Sudoeste), Cajueiro da Praia (a Noroeste). |dist_capital = 400 |área = 238.228 |área_ref = |distritos=Passagem|população = 12617 |população_pos=CE: 146º|data_pop = IBGE/2010 |altitude = 9 |clima = Quente e úmido |sigla_clima = |idh = 0.579 |idh_pos=CE: 158º|data_idh = PNUD/2000 |pib = mil |data_pib = IBGE/2008 |pib_per_capita = 3201.18 |data_pib_per_capita = IBGE/2008 |site_prefeitura=|site_câmara= }} Chaval é um município brasileiro do estado do Ceará. Sua população estimada em 2016 era de 12.931 habitantes. O município tem apenas um distrito, Passagem de Vaz, que está localizado à 22km da sede. Chaval fica localizado no extremo norte do Ceará e se limita com o Piauí, separado pelo Rio Ubatuba. == História == 300px|thumb|esquerda|Mapa do costa do Ceará em 1629. A região às margens dos rios Timonha e Baracuzinho era habitada pelos índios Tremembé.Sebok. Lou, Atlases published in the Netherlands in the rare atlas collection. Compiled and edited by Lou Seboek. National Map Collection (Canada), Ottawa. 1974Aragão, R. B, Índios do Ceará e Topônimios Índigenas, Fortaleza, Barraca do Escritor Cearense. 1994 As bases de Chaval são: o aldeamento Tremembé, a chegada das missões para a catequização dos mesmos e dos moradores de Granja e as ações do religioso Monsenhor Carneiro e seus familiares. Em 1879 iniciou a construção de uma capelinha em louvor a Santo Antônio (que mas tarde ganhou o título de Matriz), e em torna da qual desenvolveu-se o povoado de Chaval. Nos dias de hoje a cidade está mais desenvolvida para lado oposto da entrada da igreja. == Geografia == === Clima === Tropical quente semi-árido com pluviometria média de 1.030 mmFundação Cearense de Meteorologia e Recursos Hídricos - FUNCEME. com chuvas concentradas de janeiro à abril.Instituto nacional de Pesquisa espacial - INPE. === Hidrografia e recursos hídricos === As principais fontes de água fazem parte da bacia do rio Coreaú, sendo as principais os rios Timonha, Camurupim e rio Ubatuba (também conhecido por São João da Praia), além do riacho Cajueiro. O Açude Itaúna é açude de grande porte.http://www.cprm.gov.br/ === Relevo e solos === O território de Chaval tem um relevo plano, com áreas de drenagens, e não existem elevações superiores a 200 metros. === Vegetação === Nas terras de Chaval a vegetação predominantes é a de tabuleiros, ocorrendo também a caatinga e manguezais em zonas mais restritas. === Subdivisão === O município é dividido em três distritos: Chaval (sede) , Passagem e Carneiro.http://biblioteca.ibge.gov.br/visualizacao/dtbs/ceara/Chaval.pdf == Política == A administração municipal localiza-se na sede. === Prefeitos de Chaval === 1º-Francisco Thiers Carneiro (1955) 2º-Epitácio Brito de Oliveira (1959) 3º-Libório Adrião de Araújo (1963) 4º-Francisco Ângelo Sobrinho (1967) 5º-José Augusto Fontenele (1971) 6º-Francisco de Assis Damasceno Carneiro (1973) 7º-João Batista de Araújo (1975) 8º-Francisco Pereira Filho (1977) 9º-Francisco de Assis Brandão Meireles (1983) 10ºJoão Batista Paula dos Santos (1989) 11º-Francisco de Assis Brandão Meireles (1993) 12º-Paulo Sérgio de Almeida Pacheco (1997) 13º-Paulo Sérgio de Almeida Pacheco(2001) 14º-Joércio de Almeida Ângelo(2005) 15-ºFrancisco de Assis Brandão Meireles(2007) 16º-Janaline Pacheco (2009) 17º-Pacheco Neto (2013) 18°-Sebastião Sotero Veras (2016) == Economia == A economia é baseada na produção de sal marinho em salinas, na agricultura de subsistência (algodão arbóreo, caju, arroz, milho, mandioca e feijão), na pecuária (bovinos, suínos e avícola), e na piscicultura (criatórios de camarão). Existem ainda 18 indústrias, sendo doze de extração a mineral (sal marinho) e seis de moagem e embalagem de sal para uso na pecuária. Em seu território foram registradas a ocorrência de ferro, na produção de 65% em minérios de hematita com magnesita e na proporção de 50% e 30% em Itabirutus. O turismo também é uma das fontes de renda devido as belezas naturais: Porto do Mosquito,banho na Barragem do Caldeirão, Balneário dos \"Urubu\", passeio pelos Rios e Salinas, visitação à Pedra das Carnaúbas (com 100 metros de altura), Pedra da Santa,Pedra do Céu, Pedra da Gruta Nossa Senhora de Lourdes (um santuário no centro da cidade),Pedra da baliza, Barragem do carneiro, entre outras. == Cultura == Os principais eventos culturais são: * Pescaria artesanal de linha (agosto, dia variável) * Festa Nossa Senhora de Lourdes (17 a 27 de novembro) * Regata de canoas (em um fim de semana, durante os festejos de novembro) * Festa de Santo Antônio (4 a 13 de junho) == Esportes == O espírito esportivo é uma das principais características da cidade, apresentando todo ano vários campeonatos, a população se dedica bastante para mobilizar a cidade e trazer o maior número de pessoas para as arenas e campos, promovendo os benefícios que os esportes traz para saúde. == Pontos turísticos == === Pedra da Carnaúba === É a pedra mais alta de Chaval, com aproximadamente 104 metros de altura. Ela ganhou esse nome porque, no topo da pedra, nasceram carnaúbas e no meio delas, formou-se um lago. A pedra da carnaúba é bastante visitada e propícia a pratica de luau, escaladas e etc. === Pedra da Santa === Tem esse nome, graças a uma história contada por moradores de chaval. conta-se a história, que com a chegada dos primeiros colonizadores três crianças, viram uma santa no pedra. Devido a isso no local foi erguido uma pequena capela. === Pedra do Letreiro === Encontra-se perto de um aaçude regional. Nesta pedra encontramos algumas escritas em vermelho, que segundo os mais velhos, teriam sido escritos pelos índios que moravam nesta região, fazendo parte de suas culturas. Há também quem diga que está relacionado a uma lenda, que foi passado de geraçção em geração, contando a história de que quem decifrasse tais códigos desencantaria a pedra, pois a mesma era um palácio que teria sido encantado por um feiticeiro. Desse modo, servindo como um ponto turístico para pessoas que estão em busca de mistério juntamente com história. === Pedra da Gruta === Essa gruta foi construída por um padre regional, chamado Padre João Batista, em cima de uma pedra de grande porte. A sua construção teve apoio e colaboração financeira do povo chavalense, que queriam muito a obra concluída para que nela se realizassem as celebrações de fé e devoção a Nossa Senhora. Para isso, a comunidade ajudou, carregando tijolos, pedras e todo material necessário para o lugar, com a finalidade de ver a Gruta concluída. Depois da sua construção, ficou sendo um local dos festejos da cidade, com a data de 17 à 27 de novembro, na qual Nossa Senhora de Lourdes é a copadroeira da cidade de Chaval. Atrai a cada ano muitos turistas que são devotos da mesma. === Porto do Mosquito === É um o ponto turístico mais visitado de Chaval, por apresentar um mar tranquilo, que mais merece uma piscina natural, os banhistas prefazerem esse ponto turístico, por isso, tranquilidade e segurança. É um ótimo lugar para um dia de lazer com a família, por também apresentar bares e restaurantes no local. Categoria:Fundações no Ceará em 1951",
 "title": "Chaval"
}