{
 "id": "30747",
 "text": "{{Info/Município do Brasil | nome = Ibaretama | preposição = de | foto = Paisagem ibaretama ce.JPG | leg_foto = Paisagem de Ibaretama | apelido = São Luís | brasão = Brasão do Município de Ibaretama.jpg | bandeira = Bandeira ibaretama - ce.jpg | link_brasão = | link_bandeira = | link_hino = | aniversário = 8 de maio | distritos = 5 | fundação = | gentílico = ibaretamense | lema = | prefeito = Eliria Maria Freitas de Queiroz | partido = PSD | fim_mandato = 2024 | vereadores = 9 | mapa = Ceara Municip Ibaretama.svg | latP = S | latG = 04 | latM = 48 | latS = 14 | lonP = O | lonG = 38 | lonM = 45 | lonS = 10 | estado = Ceará | mesorregião = Sertões Cearenses | data_mesorregião = IBGE/2008 | microrregião = Sertão de Quixeramobim | data_microrregião = IBGE/2008 | região_metropolitana = | vizinhos = Norte: Itapiúna, Aracoiaba e Ocara, Leste: Morada Nova, Sul: Quixadá, Oeste: Quixadá. | dist_capital = 130 | área = 877.260 | área_ref = | população = 12928 | data_pop = IBGE/2010 | altitude = 180 | clima = semiárido | sigla_clima = | CEP = 63970-000 | idh = 0.597 | data_idh = PNUD/2000 | pib = mil | data_pib = IBGE/2008 | pib_per_capita = 3509.75 | data_pib_per_capita = IBGE/2008 | site_prefeitura = http://www.ibaretama.ce.gov.br/ | site_câmara = https://www.camaraibaretama.ce.gov.br/ }} Ibaretama é um município brasileiro do estado do Ceará, localizado na Microrregião do Sertão de Quixeramobim, Mesorregião dos Sertões Cearenses. Sua população estimada em 2010 era de 12.922 habitantes. Nas eleições de 2016 o município possuía 11.930 eleitores. == Toponímia == O topônimo Ibaretama vem do Tupi Guarani e significa ibá: fruto, árvore frutífera; e retam: terra natal, pátria, região.http://biblioteca.ibge.gov.br/visualizacao/dtbs/ceara/ibaretama.pdf Sua denominação original era Serra Azul, depois São Luís e desde 1938 Ibaretama. == História == A região entre os rios Piranji, Choró e Sitiá era habitada por índios como os jenipapo, kanyndé,Sebok. Lou, Atlases published in the Netherlands in the rare atlas collection. Compiled and edited by Lou Seboek. National Map Collection (Canada), Ottawa. 1974 biques, choró, quesito e quixadá.Aragão, R. B, Indios do Ceará e Topônimios indiígens, Fortaleza, Barraca do Escritor Cearense. 1994 A história da moderna Ibaretama, como um povoado, começa em 1905 com a doação das terras por particulares, nelas sendo construída uma capela em homenagem a Nossa Senhora Auxiliadora no ano de 1909. Em 1911, este lugarejo passou a ser distrito com o nome de Serra Azul, depois São Luís e em 1938, Ibaretama. Em toda a sua história foi distrito do município de Quixadá, até quando foi desmembrado em 8 de maio de 1988. == Geografia == === Clima === O município está inteiramente localizado na região de clima tropical quente semi-árido com chuvas de fevereiro a maio.dados da Fundação Cearense de Meteorologia e Recursos Hídricos - FUNCEME. A temperatura média anual de 27 °C, com pluviometria média anual ser de 838 mm. A região de Ibaretama está sujeita à ocorrência de secas severas.Instituto nacional de Pesquisa espacial - INPE. === Hidrografia e recursos hídricos === A maior parte do território municipal está na bacia do rio Piranji, que banha o município, e uma pequena parte está na bacia do rio Sitiá.baseado em mapa Projeto SRTM - NASA publicado pelo IPECE. O maior reservatório é o Açude Macacos, construído sobre o leito do riacho dos Macacos, com capacidade de 10.320.337 m³ e concluído em 2007.Secretaria de Recursos Hídricos do estado do Ceará - SRH/CE. Há também a adutora Ibaretama, com 2,7 km de extensão, ligando poços tipo Amazonas, com vazão de 6 litros/s, à sede, e outros 52 poços com vazão média total de 2,94 m³/h (ou 55 litros/s).Secretaria de Recursos Hídricos do estado do Ceará - SRH/CE. Outros riachos são: Santa Clara, Mororó dos Cavalos, Salgadinho e Bonfim. === Relevo e solos === Na maior parte do município o relevo é plano ou de suaves ondulações com altitudes inferiores a 200 m. Possui um maciço residual chamado Serra Azul que atinge altitudes superiores a 700 m. O tipo de solo predominante na porção sudeste são os argissolos, que são solos profundos. Nas demais partes do município dominam os platossolos e neossolos, que são solos rasos e poucos desenvolvidos. 490px|thumb|left|Na Serra azul está localizada o ponto culminante do município, com altitude de 748 metros === Vegetação === Caatinga arbustiva densa na maior parte do território e floresta caducifólia espinhosa, ou caatinga arbórea, nas áreas mais elevadas da serra Azul.dados da Fundação Cearense de Meteorologia e Recursos Hídricos - FUNCEME e Universidade Federal do Ceará - UFC, 2000. === Subdivisão === O município tem cinco distritos: Ibaretama (sede), Nova Vida, Oiticica, Pedra e Cal e Piranji. == Aspectos socioeconômicos == A maior concentração populacional encontra-se na zona rural. A sede do município dispõe de abastecimento de água, fornecimento de energia elétrica, serviço telefônico, agência de correios e telégrafos, serviço bancário, hospital, hotéis e ensino de 1° e 2° graus. A partir de Fortaleza o acesso ao município pode ser feito por via terrestre, através da rodovia Fortaleza/Capistrano/Quixadá/Ibaretama (CE 60 - Rodovia do Algodão/BR 122) ou Fortaleza/Pacajus/Chorozinho/Ibaretama (BR 116/BR 122). As demais vilas, lugarejos, sítios e fazendas são acessíveis por meio de estradas estaduais, asfaltadas ou carroçáveis. A economia local é baseada na agricultura: algodão arbóreo e herbáceo, banana, milho, feijão, mandioca, cana-de-açúcar e castanha de caju; pecuária: bovino, ovino, caprino, suíno e avícola. Outra fonte de renda é extrativismo de madeiras diversas para a produção de carvão vegetal, madeira de lenha e construção de cercas, além do extrativismo da oiticica e carnaúba. A manufatura de redes, bordados, chapéus-de-palha, couro e outros produtos, são fontes de renda para diversas comunidades locais. A extração mineral de rochas para obtenção de brita, placas para fachadas e usos outros na construção civil se destacada como fonte de renda. A piscicultura é praticada nos açudes e lagoas do município. == Cultura == O principal evento cultural é festa da padroeira, Nossa Senhora Auxiliadora. 250px|thumb|right|Estátua de Nossa Senhora Auxiliadora, padroeira da cidade, e Igreja Matriz de Ibaretama. == Política == A administração municipal localiza-se na sede: Ibaretama. == Ligações externas == * * * * Categoria:Fundações no Ceará em 1988",
 "title": "Ibaretama"
}