{
 "id": "30749",
 "text": "{{Info/Município do Brasil | nome = Ibicuitinga | foto = | leg_foto = | apelido = | brasão = | bandeira = Flag of ibicuitinga Municipality in the State of Ceará in Brazil.jpg | link_brasão = | link_bandeira = | oculta hino = Te amamos ó terra garrida aos pés dos montes, sob o brilho do céu lá dos picos se avistam os teus brados tudo parece mais perto de Deus Do índio ao branco tu foste arena na luta a sorrir, constância e amor Terra garbosa, vivaz e ardente gerou tua gente de tanto vigor. (Refrão) Vivas tú Ibicuitinga de montes e vales distantes do mar garças alvacentas em pleno verão te enfeitam o sertão a esvoaçar A pecuária e o feijão geram a fartura entregam na mesa uma vida melhor seu agricultor de inchada na mão plantando algodão, tua riqueza maior Aos jovens completa luta futura zelar pela cultura que o tempo doou velar por ti, muita confiança manter a esperança e mostrar o teu valor. | link_hino = | aniversário = 11 de maio | fundação = | gentílico = ibicuitinguense | lema = | padroeiro = Nossa Senhora dos Remédios | CEP = 62955-000 | prefeito = Francisco José Magalhães Carneiro | partido = PDT | fim_mandato = 2024 | mapa = Ceara Municip Ibicuitinga.svg | latP = S | latG = 04 | latM = 58 | latS = 26 | lonP = O | lonG = 38 | lonM = 38 | lonS = 20 | estado = Ceará | mesorregião = Jaguaribe | data_mesorregião = IBGE/2008 | microrregião = Baixo Jaguaribe | data_microrregião = IBGE/2008 | região_metropolitana = | vizinhos = Norte, Leste e Sul: Morada Nova, Oeste: Quixadá. | dist_capital = 190 | área = 424.242 | área_ref = | população = 25 795 | data_pop = IBGE/2010 | densidade = 30.59 | altitude = 400 | clima = semiárido | sigla_clima = | idh = 0.642 | data_idh = PNUD/2000 | pib = 51 552 000 | data_pib = IBGE/2008 | pib_per_capita = 4.436 | data_pib_per_capita = IBGE/2008 | site = http://www.ibicuitinga.ce.gov.br }} Ibicuitinga é um município brasileiro do estado do Ceará. Localizada na Região Nordeste do Estado, precisamente na região do Baixo Jaguaribe, atingindo a zona do sertão central cearense, distante de Fortaleza cerca de 190 km. Ibicuitinga é hoje uma cidade em desenvolvimento. Ainda que uma cidade recente, é o local de origem de brasileiros ilustres da família Freitas, como o famigerado engenheiro agrônomo Jair José Rabelo de Freitas. == Etimologia == O nome Ibicuitinga é da língua tupi e significa areia branca, composto por ybyku'i, areia, ting, branco, e o sufixo substantivador -a. Ybyku'i, por sua vez, significa \"farinha de terra\", em sua etimologia, provindo de yby, terra, e ku'i, farinha. O nome Ibicuitinga foi atribuído em tempos modernos ao distrito de Areia Branca, sendo uma tentativa correta de verter o nome ao tupi.IBGE Cidades ==População== Segundo dados do censo 2010, o município contava com uma população estimada em 11.335 habitantes, constituído de 50,7% de sua população urbana e 49,3% rural. A população conta hoje com diversos serviços básicos como esgotos, sistema de abastecimento de água na sede e nos distritos, telefonia fixa e móvel, provedores de internet, agência bancária e da caixa, agência dos correios, uma ampla rede de lojas e comércios e a tradicional feira aos domingos onde é possível vender e comprar. Basicamente um município agrícola, Ibicuitinga se destaca pela sua grande produção de feijão e milho, além da pecuária que também compõe o quadro econômico do município. São 30 anos de progresso mas onde muitas vezes alguns conceitos pararam no tempo. A população é composta hoje de 51,7% de homens e 48,3% de mulheres que diariamente somam-se e constroem a história de um município que mesmo sendo novo já é destaque pelo seu povo, cultura e tradições regionais. ==Economia== ===Indústria=== Podemos contar com seguintes estabelecimentos industriais: movelaria, serraria, padaria, agroindústria de mandioca e carpintaria. ===Comércio=== A atividade comercial de Ibicuitinga se fundamenta no comércio varejista. Os principais comércios são de produtos alimentícios, confecções, remédios, bebidas, frutas e utensílios domésticos. ===Pecuária=== As espécies animais que mais se destacam na pecuária do município são: bovinos, suínos, caprinos, ovinos, eqüinos, asininos e muares. ===Agricultura=== Os principais produtos do nosso município são: algodão, feijão, milho e mandioca. ==História== Em 1866 através de um terreno doado pelo Sr. Samuel Ferreira Nobre, e sobre os auspícios de Nossa Senhora dos Remédios, foi erguida uma capela a qual deu origem as primeiras casas do povoado principal. Segundo populares, no início do século, somavam-se apenas 12 casas feitas de tijolos e 05 cinco de barro, mais sem nenhuma estrutura urbana. Em 15 de junho de 1883 a Câmara Municipal de Morada Nova, procedia a criação do segundo distrito de Boa Água, somente aprovada pelo Governo do Estado em 20 de dezembro de 1938. Segundo o historiador Raimundo Girão” no livro “História de Morada Nova” em 1943 o município passou a ser chamado de Ibicuitinga por se tratar de uma duplicidade de topônimo: Ibicui ou Cui = areia e Tínga = Branca, Alva. Territorial datada de 31/12/1968, o distrito Ibicuitinga figura no município de Morada Nova. Assim permanecendo em divisão territorial datada de 18/07/1988, Elevado novamente à categoria de município com a denominação de Ibicuitinga, pela lei estadual nº 11436, de 11/05/1988, desmembrado de Morada Nova. Sede no antigo distrito de Ibicuitinga. Constituído do distrito sede. Instalado em 01/01/1989. Em divisão territorial datada de 17/01/1991, o município é constituído do distrito sede. Pela lei estadual nº 22, de 11/11/1991, são criados os distritos de Açude dos Pinheiros, Canindezinho, Chile e Viçosa e anexados ao município de Ibicuitinga. Em divisão territorial datada de 01/06/1995, o município é constituído de 5 distritos: Ibicuitinga, Açude dos Pinheiros, Canindezinho, Chile e Viçosa. Assim permanecendo em divisão territorial datada de 2005. Alteração toponímica distrital. Areia Branca para Ibicuitinga alterado pelo decreto estadual nº 1114, de 30/12/1943. == Política == Atualmente Ibicuitinga tem como prefeito Franzé Carneiro. Outros nomes passaram no governo da cidade como os ex-prefeitos José Edmilson Gomes (Deca), Anilton Maia, Marcondes Nobre, Eugênio Rabelo e Cleomario Freitas, com destaque para outras lideranças que integram ou integraram esta história como o médico Edvando Nobre Maia, a saudosa Dona Nira (Parteira) e comerciantes como o saudoso Pedro Paulo Sobrinho, (Pedro Branco), Benjamin Freitas, Francisco Nobre Falcão \"Chico do Sinval\" ao qual foi presidente da câmara de vereadores e é atualmente vice prefeito. A cidade também conta com políticos jovens, como o ex-vereador e ex-presidente da Câmara Municipal do Município, Júnior Girão, nomes também muito importantes na composição da política ibicuitinguense são Eusébio Pinheiro, César do Mudo, Neném do Valdivino, dentre outros que dedicaram a maior parte de suas vidas a política de Ibicuitinga. == Geografia == === Clima === Tropical quente semiárido em todo o territóriohttp://www2.ipece.ce.gov.br/atlas/capitulo1/12/126x.htm com chuvas concentradas de fevereiro a abril. A pluviometria média é de 974 mm. A temperatura média anual situa-se acima de 26 °C. ==Ligações externas== * Mapa de Ibicuitinga * Mapa de Ibicuitinga * Página do IBGE * Página do Ceará * Prefeitura Municipal de Ibicuitinga Ibicuitinga Categoria:Municípios do Ceará Categoria:Topônimos de origem tupi",
 "title": "Ibicuitinga"
}