{
 "id": "30756",
 "text": "{{Info/Município do Brasil | nome = Irauçuba | foto = Igreja-Matriz - Paróquia São Luiz de Gonzaga (Festa, 21 de junho) - panoramio.jpg | leg_foto = Igreja-Matriz - Paróquia São Luiz de Gonzaga | apelido = Terra da Amizade | brasão = Brasão de Irauçuba.png | bandeira = Flag of Irauçuba Municipality in the State of Ceará in Brazil.png | link_brasão = | link_bandeira = | link_hino = | aniversário = 20 de maio | fundação = | gentílico = irauçubense | lema = | prefeito = Patrícia Maria Santos BarretoPrefeita e vereadores de Irauçuba tomam posse Portal G1 - acessado em 22 de fevereiro de 2021 | partido = PDT | mandato_início = 2021 | fim_mandato = 2024 | vereadores = 11 | mapa = Ceara Municip Iraucuba.svg | latP = S | latG = 03 | latM = 44 | latS = 45 | lonP = O | lonG = 39 | lonM = 46 | lonS = 58 | estado = Ceará | mesorregião = Noroeste Cearense | data_mesorregião = IBGE/2008 | microrregião = Sobral | data_microrregião = IBGE/2008 | região_metropolitana = | vizinhos = Norte: Miraíma, Itapipoca. Leste: Itapajé, Tejuçuoca. Sul: Santa Quitéria, Canindé. Oeste: Sobral. | dist_capital = 150 | área = 1466.412 | área_ref = IBGE/2022 | população = 23915 | data_pop = Censo de 2022 | população_ref = | altitude = | clima = semiárido | sigla_clima = | idh = 0.605 | data_idh = IBGE/2010 | pib = mil | data_pib = IBGE/2013 | pib_per_capita = 3089.38 | data_pib_per_capita = IBGE/2008 | site_prefeitura = }} Irauçuba é um município brasileiro no estado do Ceará. Segundo o Censo 2022 do Instituto Brasileiro de Geografia e Estatística, a população do município é de 23 915 habitantes. == Etimologia == O topônimo \"Irauçuba\" vem do tupi antigo îoaûsuba, \"amizade\". Foi um nome atribuído artificialmente em junho de 1899 pelo desembargador Álvaro de Alencar, em comum acordo com a população.NAVARRO, E. A. Dicionário de Tupi Antigo: a Língua Indígena Clássica do Brasil. São Paulo. Global. 2013. p. 570. == História == As terras entre as serras Uruburetama, das Lanchinhas e de São Caetano, e os morros do Urubu e de Missi, eram habitadas por diversas etnias tupis e tapuias, entres elas os Anacé, Apuiaré, Kariri e outras,Sebok. Lou, Atlases published in the Netherlands in the rare atlas collection. Compiled and edited by Lou Seboek. National Map Collection (Canada), Ottawa. 1974Aragão, R. B, Índios do Ceará e Topônimios Índigenas, Fortaleza, Barraca do Escritor Cearense. 1994 antes de formar-se o povoado de pura características sertanejas, que desenvolveu-se ao redor da capela de São Luiz de Gonzaga. Numa planície, circundada por uma cadeia de montes ao longe, com características puramente sertanejas, surgiu a povoação denominada, de início, Cacimba do Meio. No ano de 1819, Luís da Mota e Melo e seu irmão Herculano Rodrigues Mota compraram a fazenda Cacimba do Meio, de propriedade de Agostinho de Sousa Leal e Ludovico Pinto de Mesquita. Luís e Herculano haviam vindo de Pernambuco juntamente com seus familiares. Chegaram com muitas dificuldades, pois toda essa faixa de terra era desabitada e coberta de mata brava cortada pelo Riacho Lanchinha, com sua nascente nas terras onde atualmente fica o assentamento Saco Verde. O local mais preciso do Riacho é onde hoje temos o açude Paulo Bastos, construído ainda quando a cidade era distrito, graças aos esforços políticos e financeiros do então chefe político local, Paulo Rodrigues Bastos, que empenhou seu patrimônio financeiro particular na construção do referido equipamento hídrico. Ao chegarem aqui, Luis da Mota e Melo e sua comitiva fizeram seu rancho debaixo de um pé de juazeiro (o juazeiro ficava onde hoje é a atual Igreja Matriz e a Casa Paroquial). O local que deu origem à cidade de Irauçuba foi um pé de juazeiro como este. A primeira casa era pertencente a Luis da Mota e Melo. Hoje, a rua possui seu nome. Era a única casa feita de tijolos na época; depois, seus irmãos, juntamente com ele, construíram várias casas de taipa, à margem da estrada real, uma estrada de terra, à época e que ligava Fortaleza a Sobral, hoje rodovia BR-222. Estas casas foram feitas para moradores que vinham de longe habitarem: a casa de Luis da Mota e Melo foi um rancho de repouso para todos os viajantes que aqui passavam. O nome de \"Cacimba do Meio\" era bastante antigo, existindo quando a propriedade ainda pertencia a Ludovico Pinto de Mesquita. Tal nome prevaleceu até junho de 1899. Nesse ano, um movimento popular comandado pelo desembargador Álvaro de Alencar, juiz de Itapajé, mudou a antiga denominação para a atual, que, na língua tupi antiga, significa \"amizade\". Dentre as famílias que foram fundadoras de Irauçuba, estavam: Mota, Bastos, Ramos, Domingues, Vasconcelos, Braga e Bezerra. Em 1905, Irauçuba passou a figurar como distrito pertencente a São Francisco. Em divisão administrativa referente ao ano de 1911, o distrito de Irauçuba permanece no município de São Francisco. Assim permanecendo em divisões territoriais datadas de 31 de dezembro de 1936 e 31 de dezembro de 1937. Em 1943, o município de São Francisco muda o nome para Itapagé pelo decreto-lei estadual nº 1 114, de 30 de dezembro de 1943. Em 20 de Maio de 1957, foi aprovada a Lei Nº 3 598, que criou o Município de Irauçuba, desmembrando-o do Município de Itapajé, com sede no distrito Irauçuba, que passa à categoria de cidade. Em 21 de junho de 1957, foi oficialmente instalado o município de Irauçuba, com os seguintes Distritos: Missi e Juá. Após algum tempo, foi acrescido o distrito de Boa Vista do Caxitoré e o mais novo distrito do Coité. Em 1957, Irauçuba conseguiu se emancipar politicamente e teve, como primeiro prefeito, Walmar de Andrade Braga. Em 1957, Irauçuba se emancipa de Itapagé, e anexa o território de mais 2 distritos de Itapagé: Juá e Missi. Em 1963, é criado o distrito de Boa Vista do Caxitoré.http://cidades.ibge.gov.br/painel/historico.php?lang=&codmun;=230610&search;=ceara|iraucuba|infograficos:-histórico Em 2005, a antiga localidade de Coité se eleva à categoria de distrito. Em divisão territorial datada de 1 de julho de 1960, o município é constituído de 3 distritos: Irauçuba, Juá e Missi. Pela lei estadual nº 6 476, de 26 de agosto de 1963, é criado o distrito de Boa Vista do Caxitoré e anexado ao município de Irauçuba. Pela lei estadual nº 6 724, de 31 de outubro de 1963, desmembra do município de Irauçuba, o distrito de Juá. Elevado à categoria de município. Em divisão territorial datada de 31 de dezembro de 1968, o município é constituído de 3 distritos: Irauçuba, Boa Vista do Caxitoré e Missi. Pela lei estadual nº 8 339, de 14 de dezembro de 1965, Irauçuba adquiriu o extinto município de Juá, como simples distrito. == Política == Irauçuba, desde sua elevação à categoria de município em 20 de Maio de 1957 (Lei 3 598), já teve os seguintes prefeitos: *1ª Legislatura – de 1959 a 1963: Walmar de Andrade Braga *2ª Legislatura – de 1963 a 1967: Jorge Domingues de Araújo *3ª Legislatura - de 1967 a 1971: Walmar de Andrade Braga *4ª Legislatura - de 1971 a 1972: Antonio Negreiros Bastos *5ª Legislatura – de 1973 a 1977: Patriolino Rodrigues Barbosa *6ª Legislatura – de 1977 a 1983: Antonio Negreiros Bastos *7ª Legislatura – de 1983 a 1989: Antonio Gaudêncio Anário Braga *8ª Legislatura – de 1989 a 1993: Antonio Negreiros Bastos *9ª Legislatura – de 1993 a 1996: Antonio Gaudêncio Anário Braga *10ª Legislatura – de 1997 a 2000: Antonio Evaldo Gomes Bastos *11ª Legislatura – de 2001 a 2004: Antonio Evaldo Gomes Bastos *12ª Legislatura - de 2005 a 2008: Raimundo Nonato Souza Silva *13ª Legislatura - de 2009 a 2012: Raimundo Nonato Souza Silva *14ª Legislatura - de 2013 a 2016: José Elisnaldo Mota Pinto (Zé Mota) *15ª Legislatura - de 2017 a julho de 2019: Raimundo Nonato Souza Silva (cassado) **15ª Legislatura - de outubro de 2019 a 2020: Geraldina Lopes Braga *16° Legislatura - de 2021 a 2024: Patrícia Maria Santos Barretohttps://iraucuba.ce.gov.br/gestores.php Ficheiro:Palácio Verde.jpg|Prefeitura == Geografia == === Clima === Com clima tropical quente semiárido e chuvas concentradas de janeiro a abril, sua pluviometria média é de 539 milímetros. O município encontra-se em acentuado estado de desertificação causada pela escassez de água precipitada. Ficheiro:Noite do Sertão.jpg|Zona rural de Irauçuba à noite == Ligações externas == * Mapa de Irauçuba * Mapa de Irauçuba * Página do IBGE * Página do Ceará Irauçuba Categoria:Fundações no Ceará em 1957 Categoria:Topônimos de origem tupi",
 "title": "Irauçuba"
}