{
 "id": "30751",
 "text": "{{Info/Município do Brasil | nome = Icó | foto = Prédio da antiga Casa de Câmara e Cadeia.jpg | leg_foto = Prédio da antiga Casa de Câmara e Cadeia na Praça da Matriz | apelido = Texas da Ribeira dos Icó | brasão = Brasão de armas de Icó.jpeg | bandeira = Bandeira de Icó.jpeg | link_brasão = | aniversário = | fundação = | gentílico = icoense | lema = | prefeito = Ana Laís Peixoto Correia Nunes | partido = PT | mandato_início = 2021 | fim_mandato = 2024 | mapa = Ceara Municip Ico.svg | latP = S | latG = 06 | latM = 24 | latS = 03 | lonP = O | lonG = 38 | lonM = 51 | lonS = 43 | estado = Ceará | mesorregião = Centro-Sul Cearense | data_mesorregião = IBGE/2008 | microrregião = Iguatu | data_microrregião = IBGE/2008 | região_metropolitana = | vizinhos = Norte: Jaguaribe e Pereiro; Sul: Umari, Lavras da Mangabeira e Cedro; Leste: Rio Grande do Norte (São Miguel, Venha-Ver) e Paraíba (Bernardino Batista e Poço Dantas); Oeste: Iguatu e Orós | dist_capital = 375 | dist_capital_ref = | capital_link = Fortaleza | área = 1871.980 | área_ref = | população = 67456 | data_pop = IBGE/2014 | altitude = 153 | altitude_ref = | clima = Semiárido | sigla_clima = | idh = 0.606 | idh_pos = CE: 109º | data_idh = PNUD/2010 | pib = mil | data_pib = IBGE/2015 | pib_per_capita = 8370.04 | data_pib_per_capita = IBGE/2015 }} Icó é um município brasileiro do estado do Ceará. A cidade de Icó foi a quarta vila instalada no Ceará e possui um sítio arquitetônico datado do século XVIII. == Etimologia == O topônimo \"Icó\" pode ser uma alusão a: * uma palavra da língua tapuia, onde i (água) + kó (roça), tornando \"água ou rio da roça\"; * uma das tribos que habitavam às margens do rio Salgado, denominada ikó; * uma planta que poderia ter existido em abundância na região, o icozeiro, da família das caparidáceas (Capparis yco), cujo fruto é o icó. O Icozeiro é uma planta do Bioma Caatinga, produz um fruto amarelo. Em certos locais, formam-se pequenas matas deste arbusto. Sua denominação original era \"Arraial do Poço\", depois \"Povoação do Salgado\", \"Arraial da Senhora do Ó\", \"Arraial Velho\", \"Ribeira dos Icós\", \"Arraial Novo\", \"Arraial da Ribeira dos Icós\", \"Icós\" e, desde 1860, \"Icó\".Página do Ceará == História == As terras entre as serras do Cafundó, Camará e às margens do rio Salgado eram habitadas por diversas etnias tapuias, entres elas os icó, icozinho, janduí e quixelô.Sebok. Lou, Atlases published in the Netherlands in the rare atlas collection. Compiled and edited by Lou Seboek. National Map Collection (Canada), Ottawa. 1974Aragão, R. B, Índios do Ceará e Topônimios Índigenas, Fortaleza, Barraca do Escritor Cearense. 1994 A colonização das terras de Icó data do final do século XVII e início do século XVIII. Os primeiros colonizadores da cidade eram conhecidos como \"os homens do (Rio) São Francisco\", que faziam parte de uma das frentes de ocupação do território cearense, a do \"sertão de dentro\", dominada pelos baianos, que serviu para tentar ocupar todo o interior cearense. A entrada de Bartolomeu Nabo Correia e mais 40 homens, chegou em 1683 e deu início à povoação conhecida como \"Arraial Novo dos Icós\", a sua primeira fase. Numa segunda fase, famílias se instalaram através das sesmarias e assim surgiram dois povoados às margens do rio Salgado: o \"Icó de Baixo\" e o \"Icó de Cima\". Ambos, povoados dominados pelos membros das famílias Fonseca e Monte, respectivamente. Devido às constantes inundações, o povoado que prevaleceu foi o \"Icó de Cima\".Revista Oceanos 41 - Comissão Nacional para as Comemorações dos Descobrimentos Portugueses. Lisboa, 2000. Ceará do século XVII: Icó, Aracati e Sobral.pag. 105 a 108. Tanto na fase de descobrimento quanto na de assentamento, os conflitos com os índigenas foram constantes, até que a Igreja Católica interveio e conseguiu um tipo de pacificação. A povoação foi elevada a vila em 1738, a terceira vila do Ceará, logo após Aquiraz e Fortaleza. Em 1842, obteve a categoria de cidade. Devido a sua importância econômica, Icó foi uma das cidades que tiveram projetos urbanísticos planejados na corte, Lisboa. Com a intensificação e o sucesso da indústria do carne-seca e do charque no Ceará, Icó destacou-se durante esta áurea época como um dos três centros comerciais e de serviços do estado, juntamente com Sobral e Aracati, devido a abundância de água, localização estratégica na rota das boiadas. A \"Estrada Geral do Jaguaribe\" escoava as boiadas entre as fazendas de gado do Sertão do Cariri ao porto e centro de salgagem da carne salgada de Aracati. A \"Estrada das Boiadas\" ou \"Estrada dos Inhamuns\" escoava o gado e os produtos entre a Paraíba e o Piauí. A partir do século XIX, com o final do Ciclo da Carne do Ceará, as plantações de algodão e café foram implementadas. Já na segunda metade deste a iluminação pública foi instalada.. Mesmo assim, Icó enfrentou um processo de degradamento político e econômico devido ao crescimento da importância política do Crato e depois com a expansão da Estrada de Ferro de Baturité até a cidade do Crato em 1910, o que favoreceu o comércio de Iguatu. Na primeira metade do século XX, Icó volta a ter importância devido ao projeto de combate às secas com o Açude Lima Campos e a BR-116. == Geografia == === Clima === Predomina o clima de estepe local. Ao longo do ano existe pouca pluviosidade em Icó. A classificação do clima é BSh segundo a Köppen e Geiger. A temperatura média anual em Icó é 37 °C. Tem uma pluviosidade média anual de 851 mm. 6 mm é a precipitação do mês de Setembro, que é o mês mais seco. Apresentando uma média de 204 mm, o mês de Março é o mês de maior precipitação. O mês mais quente do ano é Novembro com uma temperatura média de 29.1 °C. A temperatura média em Junho, é de 26.1 °C. É a temperatura média mais baixa de todo o ano. A maioria das precipitações ocorrem de janeiro a maio. === Hidrografia e recursos hídricos === As principais fontes de água fazem parte das bacias do rio Salgado e do Baixo Jaguaribe, sendo os principais afluentes elas os riachos: Aba, Capim, capitão-mor, dos Cavalos, São Miguel, São João, dos Pedreiros, Lobato, Periquito, São Vicente, Santana, Tatajuba (este divisa com o município de Orós), Umari e outros tantos. Existem ainda 89 açudes, sendo os de maior porte os açudes: Lima Campos ou Estreito I e o Tatajuba.CPRMAtlas do Ceará === Relevo e solos === As terras de Icó fazem parte da Depressão Sertaneja, com elevações significantes no lado leste com colinas e cristas dos maciços residuais como a serra do Padre. As altitudes entre 200 e 700 metros acima do nível do mar. Os solos da região são constituído de arenitos, calcários do Mesozóico e folhelhos, gnaisses e migmatitos do Pré-Cambriano indiviso, conglomerados, siltitos e sedimentos arenosos inconsolidados, aluviais, do Quaternário, quartzitos. === Vegetação === Na cobertura vegetal do município encontra-se a caatinga arbustiva densa, caatinga aberta, caatinga arbórea espinhosa, mata seca (floresta subcaducifólia tropical pluvial e mata ciliar).. == Subdivisão == O município é dividido em sete distritos: Icó (sede), Cruzeirinho, Três Bodegas, Icozinho (em processo de emancipação), Lima Campos (em processo de emancipação), Pedrinhas e São Vicente . === Bairros === Os principais bairros da cidade são: * Centro * Centro Gerencial * DNER * São Vicente de Paula * Alto do Cruzeiro * Manoel Mariano * Alto Inácio Amâncio * Alto da Cooperativa * Cidade Nova * Novo Centro * Santa Luiza de Marilac * Conjunto Gama *Conjunto Alfa *Conjunto Beta *Conjunto Delta * Alto dos Bastos * Conjunto Sol Nascente * Oito Casas * Conjunto Uberlândia * Conjunto Uberlândia II * Conjunto Habitacional \"Retiro\" * Posto Novo * Posto Continental * Vila BR * Conjunto Josefa Campos Monteiro * BNH *Alto Joaninha Sobral == Aspectos socioeconômicos == A maior concentração populacional encontra-se na zona rural. A sede do município dispõe de abastecimento de água, fornecimento de energia elétrica, serviço telefônico, agência de correios e telégrafos, serviço bancário, hospitais, hotéis, ensino de 1° e 2° graus e a Faculdade Vale do Salgado (FVS) e a Universidade Federal do Ceará (UFCA). A partir de Fortaleza o acesso ao município, pode ser feito por via terrestre através da rodovia BR-116. As demais vilas, lugarejos, sítios e fazendas são acessíveis (com franco acesso durante todo o ano) através de estradas estaduais, asfaltadas ou carroçáveis. A economia local é baseada na agricultura: algodão arbóreo e herbáceo, banana, milho, feijão, mandioca, cana-de-açúcar, castanha de caju e frutas diversas; pecuária: bovino, avícola, ovino, caprino e suíno. Ainda existem vinte e nove indústrias: quatro de perfumaria, sabão e velas, uma de química, dez de produtos alimentares, três de madeira, quatro de produtos minerais não metálicos, seis de serviços de construção, uma de vestuário, calçados e artigos de tecidos de couro e peles. O extrativismo vegetal também é presente na fabricação de carvão vegetal, extração de madeiras diversas para lenha e construção de cercas. A atividades da extração da oiticica e carnaúba é amplamente explorada. A confecção de artesanato de redes, chapéus-de-palha e bordados destaca-se também como fonte de renda. A extração de rocha para cantaria, brita e usos diversos na construção civil é uma das atividades de mineração. A piscicultura é desenvolvida nos açudes locais, principalmente no açude Lima Campos. O turismo também é uma das fontes de renda, devido a belezas naturais, como o rio Salgado e em destaque pelo sítio histórico barroco oriundo do ciclo do charque e carne-seca, época de que esta cidade foi entreposto entre as capitais e o interior do Nordeste. O sítio arquitetônico de Icó, faz parte do Patrimônio Histórico Nacional.Governo do Icó === O sítio arquitetônico de Icó === Um sitio que é formado pelo perímetro urbano planejado pela Metrópole, na primeira metade do século XVII. Um projeto urbanístico com: ruas bem traçadas e retas (delimitando quadras relativamente uniformes), praças bastante amplas, prédios públicos. O sítio nuclear situa-se entre as atuais ruas: 7 de Setembro, Ilídio Sampaio e Benjamin Constant, fechando-se ao lado leste com a praça principal. * Teatro da Ribeira dos Icós: datado de 1860, obra do arquiteto Henrique Théberge, filho do médico e historiador que financiou esta obra neoclássica, Pedro Théberge. É o mais antigo teatro do estado do Ceará.É formado de dois pavimentos, no térreo encontram-se três galerias; no primeiro andar encontram-se camarotes superiores. * Casa de Câmara e Cadeia: datada da segunda metade do século XVIII, foi uma das mais seguras cadeias de sua época. Seus portões são verdadeiras fortalezas. As celas possuem um dos mais perfeitos esquemas de segurança, com paredes que possuem uma espessura é de um metro e meio, as chaves das celas são únicas e pesam aproximadamente meio quilo cada uma. No seu interior encontra-se a capela penitenciária com a imagem de São Domingos (protetor dos presidiários). O prédio compõe-se de dois pavimentos. No andar superior funcionou a Câmara e no térreo funcionou a Cadeia Pública. Atualmente está inativa e passará pelas últimas reformas de restauração. * Igreja de Nossa Senhora da Expectação: Igreja em estilo barroco, situada no Largo do Théberge, é a Igreja Matriz da cidade. Ao lado da igreja do Monte, antes da saída para Orós, encontra-se o cemitério centenário. == Cultura == Os principais eventos culturais são: * Festa de Nossa Senhora Santana (17 a 26 de julho), * Independência do Brasil (07/setembro), * Semana do Município (30/04 a 04/05 de Maio), * Festa do Senhor do Bonfim (22 de dezembro a 6 de janeiro), *Festa de São Sebastião - Distrito sede de Lima Campos (10 a 20 de Janeiro- podendo variar de data) * Festival junino (junho), *Arraiá dos Compadres GG- Lima Campos (Mês de Junho) * Festival do Milho Verde de Malhada Vermelha (abril), * Festa de Nossa Senhora da Expectação \"Ó\" (18/dezembro), * Forricó (julho) * Icozeiro (Dezembro) Grupos de Teatro Na Cidade de Icó se destacam seis grupos de Teatro que são: • Cia. Wsa do Teatro • Cia. 3Avits • Cia. da Gemma •Grupo de Teatro Arte da Ribeira • Sinceratos • Grupo Vassoura da Arte Sendo os seis os grupos que movimentam o teatro Icoense e alguns levando também o nome da cidade para todo o Nordeste. == Política == A administração municipal localiza-se na sede: Icó.. == Educação == === Ensino básico === Na Educação Básica, conta com diversas escolas. Fazendo parte da rede pública podem-se citar as escolas: * EEEP Deputado José Walfrido Monteiro *EEMTI. Padre José Alves de Macedo * E.E.M Vivina Monteiro * CEJA Ana Vieira Pinheiro * E.E.M Manoel Antônio Nunes *E.E.F Francisco Teixeira Mendes * E.E.M Professora Lourdes Costas * E.E.F João Raimundo Mota * E.E.F Manoel Porfírio de Lima * E.E.F Cícero Amaro da Silva * E.E.F Casemiro Pequeno * E.E.F Walfrido Monteiro Sobrinho * E.E.F Maria José Lourenço * E.E.F Conselheiro Araújo de Lima * E.E.M Antônio Ferreira Lima * E.E.F Escolástica Farias dos Santos *E.E.M Francisco Assis Marcolino Na rede particular, destacam-se as escolas: *Colégio Rita Teixeira Lopes *Colégio Senhor do Bonfim * Colégio Mundo Mágico * Colégio Sousa Fernandes * Educandário Tia Sinharinha * Colégio Bem-Me-Quer * Colégio Aurélio Buarque === Educação superior === * Centro de Educação à Distância da Universidade Federal do Cariri (CEAD/UFCA); * Centro Universitário Vale do Salgado (UniVS), que oferta 9 cursos de graduação à população do Centro-Sul cearense, incluindo o curso de Medicina, criado em 2024. ==Icoenses Ilustres== * Joaquim Antônio Alves Ribeiro, médico, primeiro brasileiro a estudar na renomada Universidade de Harvard, nos Estados Unidos. * Ana Nogueira Batista (1870-1967) Poetisa cearense, natural de Icó, usou a poesia para lutar contra a escravidão e defender a emancipação das mulheres. Foi uma das fundadoras da revista O Lyrio. * Eliomar Coelho, político, nascido na Paraíba, mudou-se para o Icó em seu segundo dia de vida, onde viveu durante sua infância. == Ligações externas == * Página da Prefeitura Municipal * Câmara de dirigentes lojistas de Icó * Mapa de Icó * Mapa de Icó * IBGE, Documentação Territorial do Brasil. Icó-CE. * IPHAN / Programa Monumenta. Ribeira dos Icós – Icó - CE. Brasília, DF, 2008. Categoria:Fundações no Brasil em 1738",
 "title": "Icó"
}