{
 "id": "30750",
 "text": "{{Info/Município do Brasil | nome = Icapuí | foto = Icapuí-CE.jpg | leg_foto = | apelido = | brasão = | bandeira = Flag of Icapuí Municipality in the State of Ceará in Brazil.jpg | link_brasão = | link_bandeira = | link_hino = | aniversário = 22 de janeiro | fundação = | gentílico = icapuiense | lema = | prefeito = Raimundo Lacerda Filho | partido = PSD | fim_mandato = 2024 | mapa = Ceara Municip Icapui.svg | latP = S | latG = 04 | latM = 42 | latS = 46 | lonP = O | lonG = 37 | lonM = 21 | lonS = 18 | estado = Ceará | mesorregião = Jaguaribe | data_mesorregião = IBGE/2008 | microrregião = Litoral de Aracati | data_microrregião = IBGE/2008 | região_metropolitana = | vizinhos = Norte e Leste: Oceano Atlântico, Sul: Tibau (RN), Aracati, Oeste: Aracati | dist_capital = 202 | área = 423.448 | área_ref = | população = 21400 | data_pop = IBGE/2022 | altitude = 16 | clima = Tropical Atlântico | sigla_clima = As | idh = 0.616 | data_idh = PNUD/2010 | pib = mil | data_pib = IBGE/2010 | pib_per_capita = 10414.69 | data_pib_per_capita = IBGE/2010 | site_prefeitura = icapui.ce.gov.br }} Icapuí é um município brasileiro, sendo a cidade mais oriental do estado brasileiro do Ceará. Sua população estimada em 2022 é de 21.400 habitantes. O litoral de Icapuí está conurbado com o litoral de Tibau no Rio Grande do Norte. A Praia do Retiro, é conhecida por um fenômeno natural único no país: pequenas nascentes de água doce em meio a praia de água salgada e no meio do próprio oceano. == Etimologia == O topônimo Icapuí vem do Tupi Igarapuí(ygara: canoa, puí: rápida, veloz) e significa canoa ligeira. Sua denominação original era Caiçara que significa cerca de galhos, que protegia as tribos de índios e desde 1943, Icapuí.http://biblioteca.ibge.gov.br/visualizacao/dtbs/ceara/.pdf == História == A zona litorânea a leste do rio Jaguaribe era habitada pelos Potyguara,Sebok. Lou, Atlases published in the Netherlands in the rare atlas collection. Compiled and edited by Lou Seboek. National Map Collection (Canada), Ottawa. 1974Aragão, R. B, Índios do Ceará e Topônimios Índigenas, Fortaleza, Barraca do Escritor Cearense. 1994 antes da chegada dos portugueses no século XVII. Esta antiga aldeia, tão bem protegida pela vegetação litoral, tornou-se um centro urbano a partir da segunda metade do século XX, devido a diversos processos políticos, econômicos e demográficos. == Esportes == Considerada uma das melhores cidades para a pratica do Kite Surf, esporte bastante popular na Cidade, principalmente na praia de Tremembé. Também se destaca no taekwondo, com premiações internacionais e participações na equipe estadual. == Geografia == === Clima === O município está incluído na área geográfica de abrangência do clima semiárido brasileiro, definida pelo Ministério da Integração Nacional em 2005. Esta delimitação tem como critérios o índice pluviométrico, o índice de aridez e o risco de seca, tem seu período chuvoso de Fevereiro a Maio. === Hidrografia e recursos hídricos === As principais fontes de água fazem parte da bacia do Baixo Jaguaribe. Outras fontes são os córregos do Manguinho e da Mata Fresca. Não existem açudes de Grande porte.http://www.cprm.gov.br/ === Relevo e solos === miniaturadaimagem|Contraste nas falésias da Praia de Ponta Grossa As terras compõem-se de dunas móveis e fixas e de tabuleiros pré-litorâneos, com elevações inferiores a 100 metros acima do nível do mar (Morro do Timbaú). Os solos da região são de areias quartzosas distróficas e latossolos. === Vegetação === A vegetação é variada: gramíneas e ervas, floresta de dunas, caatinga mista, mata serrana e espécies próprias nos tabuleiros. === Subdivisão === O município é dividido em três distritos: Icapuí (sede), Ibicuitaba e Manibu. == Educação == O Município de Icapuí conta com 15 escolas municipais, que ofertam educação infantil e ensino fundamental, e 2 escolas estaduais, a Escola de Ensino Médio Prof. Gabriel Epifâno dos Reis e a Escola Estadual de Educação Profissional Jaime da Cunha Rebouças, sendo estas últimas vinculadas à CREDE-10 Russas. A Escola Profissional de Icapuí oferta aos munícipes os cursos técnicos integrados ao ensino médico de Administração, Agronegócio, Desenvolvimento de Sistemas e Guia de Turismo. == Aspectos socioeconômicos == A maior concentração populacional encontra-se na zona litorânea. A sede do município dispõe de abastecimento de água, fornecimento de energia elétrica, serviço telefônico, agência de correios e telégrafos, serviço bancário, hospitais, hotéis e ensino de 1° e 2° graus. A partir de Fortaleza o acesso ao município pode ser feito por via terrestre através da rodovia Fortaleza/Aracati (CE-040) e a CE-261; ou via a BR-116, até Boqueirão do Cesário(BR-304) e CE-261. As demais vilas,lugarejos, sítios e fazendas são acessíveis(com franco acesso durante todo o ano) através de estradas estaduais, asfaltadas ou carroçáveis. A economia local é baseada na agricultura: caju, côco-da-bahia, cana-de-açúcar, mandioca, milho, feijão e aspargo; Pesca: lagosta. Existem ainda três indústrias de produtos alimentares./index.htm == Ligações externas == * * * * * * * Categoria:Fundações no Ceará em 1985",
 "title": "Icapuí"
}