{
 "id": "30763",
 "text": "{{Info/Município do Brasil | nome = Itarema | foto = Praia de Almofala-CE.jpg | leg_foto = | apelido = Pedra Cheirosa | brasão = | bandeira = Bandeira de Itarema.jpg | link_brasão = | link_bandeira = | link_hino = | aniversário = 6 de setembro | fundação = | emancipação = | gentílico = itaremense | lema = | padroeiro = Nossa Senhora de Fátima | CEP = 62590-000 | prefeito = Elizeu Charles MonteiroPrefeito de Itarema toma posse Portal G1 - acessado em 2 de janeiro de 2021 | partido = PDT | mandato_início = 2021 | fim_mandato = 2024 | vereadores = 13 | mapa = Ceara Municip Itarema.svg | latP = S | latG = 02 | latM = 55 | latS = 12 | lonP = O | lonG = 39 | lonM = 54 | lonS = 54 | estado = Ceará | mesorregião = Noroeste Cearense | data_mesorregião = IBGE/2008 | microrregião = Litoral de Camocim e Acaraú | data_microrregião = IBGE/2008 | região_metropolitana = | vizinhos = Norte: Oceano Atlântico, Leste: Amontada, Sul: Acaraú Oeste: Acaraú | dist_capital = 204 | área = 720.668 | área_ref = | distritos = Almofala e Carvoeiro | população = 41445 | população_pos = CE: 46º | data_pop = estimativa IBGE/2018 | altitude = 20 | clima = Tropical atlântico | sigla_clima = As | idh = 0.600 | data_idh = PNUD/2000 | pib = mil | data_pib = IBGE/2008 | pib_per_capita = 4773.63 | data_pib_per_capita = IBGE/2008 | site_prefeitura = | site_câmara = }} Itarema é um município brasileiro do estado do Ceará. Sua população, conforme estimativas do IBGE de 2018, era de habitantes. == Etimologia == O topônimo Itarema é uma alusão ao nome dado pelos índios por causa de uma pedra com forma de obelisco em alto mar que só era visível em maré baixa. Este vem do tupi ita (pedra), rema (cheiro agradável) e significa pedra de cheiro agradável ou pedra cheirosa. Sua denominação original era Tanque do Meio e, desde 1937, Itarema.http://biblioteca.ibge.gov.br/visualizacao/dtbs/ceara/.pdfA República, Jornal do Ceará, Fortaleza - Ceará, 9 de novembro de 1898 - artigo microfilmado - Biblioteca Menezes Pimentel == História == 200px|thumb|esquerda|Mapa do costa do Ceará em 1629. As terras às margens do rio Aracatiaçu eram habitadas pelos índios Tremembé,Sebok. Lou, Atlases published in the Netherlands in the rare atlas collection. Compiled and edited by Lou Seboek. National Map Collection (Canada), Ottawa. 1974Aragão, R. B, Índios do Ceará e Topônimios Indígenas, Fortaleza, Barraca do Escritor Cearense. 1994 antes da chegada das entradas de franceses e portugueses, bem como das missões religiosas portugueses que tinham como intuito a catequização dos indígenas. Desta missões e seus remanejamentos dos indígenas surgiu a povoação, que no mapa Plano da costa do Brasil desde o Ceará até a Ilha de S. João, confeccionado por José Patrício de Souza, em 1790,PLANO DA COSTA DO BRASIL DESDE O CEARÁ ATÉ A ILHA DE S. JOÃO – Feito por José Patrício de Souza, em 179. Acervo do Arquivo Histórico do Exército - Rio de Janeiro. Registro. 02.04.371 está indicada como Aldeia do Caju. Os padres que dirigiam a missão eram da ordem de São Pedro, que com a expulsão dos jesuítas em 1759, por ordens do Marquês do Pombal, os padres da ordem de São Pedro e uma parte dos Tremembé deslocaram os índios para o Soure e poucos anos depois devido a não adaptação os índios retornam a vila. No ano de 1870, uma nova capela foi construída, esta dedicada à Nossa Senhora dos Navegantes e entre 1908/1909 esta foi reconstruída como Igreja-Matriz de Nossa Senhora de Fátima. O seu primeiro pároco foi o padre Antônio Thomaz. == Geografia == miniaturadaimagem|esquerda|Praia da Barra, na Ilha do Guajirú. === Clima === Tropical Atlântico com pluviometria média de 1.187,8 mm com chuvas concentradas de janeiro a maio. === Hidrografia e recursos hídricos === As principais fontes de água fazem parte da bacia do Litoral, sendo eles os córregos Grande, da Catanduba e Mineiro e outros tantos. Existem ainda diversos áreas de drenagem do rio Aracatimirim.http://www.cprm.gov.br/ === Relevo e solos === A predominância de tabuleiros, dunas móveis sem grande elevações. === Vegetação === As vegetações predominantes são gramíneas, ervas e floresta, caatinga, mata serrana, cerrado, matas ciliares e mangue. === Subdivisão === O município é dividido em três distritos: Itarema (sede), Almofala e Carvoeiro. === Bairros === Itarema tem 11 bairros. * Centro * Riacho * Riacho Doce * Lagoa Seca * Gargoê * São Vicente * Lagamar (Várzea) * Farol do Itapajé * Guajirú * Corrégo Grande * Ilha do Guajirú == Economia == A economia local é baseada na agricultura, com a produção de algodão arbóreo e herbáceo, caju, mandioca, milho e feijão. E na aquicultura, com destaque para peixe, camarão e lagosta, estes são exportados em grande escala para outros continentes como o europeu e asiático, e para a América do Norte. Também se destaca no comércio varejista com supermercados, farmácias, depósitos de construção, lojas de roupas, boutiques, frigoríficos, lojas de móveis e eletrodomésticos e eletrônicos, mercadinhos, mercearias, padarias, lojas de variedades, lanchonetes e restaurantes. O artesanato também é uma outra fonte de renda, desde à confecção de bijuterias a redes e bordados. == Turismo == Veja os principais pontos turísticos: * Praia do Farol * Farol de Itapajé * Praia do Guajirú * Praia da Barra * Ilha do Guajirú (composta por 4 praias: Praia do Farol, Praia do Guajirú, Praia da Barra e Praia das Dunas) * Praia do Porto * Praia da Tijuca * Praia de Almofala * Praia dos Torrões * Enseada dos Patos * Igreja de Almofala * Igreja Matriz de Itarema * Centro Administrativo José Maria Monteiro * Praça Pedra Cheirosa * Volta do Rio * Lagamar de Itarema * Museu Vicente de Paula Rios * Praça João Batista Rios * Mercado Público * Praça dos Feirantes * Praça da Matriz * Praça Pedro Penha * Porto dos Barcos * Porto dos Torrões * Praça dos Desportistas * Ginásio de Esportes João Damasceno Rios * Estádio Municipal * Mangue da Ilha * Manguezais do Porto dos Barcos * Rio Aracati-Mirim * Praça da Bandeira * Câmara dos Vereadores == Esportes == O Estádio Dedezão é a sede dos principais clubes de futebol da cidade: o Itarema, o Vitória de Itarema, o Almofala e o Itarema. A cidade também conta com o Ginásio de Esportes João Damasceno Rios. == Cultura == miniaturadaimagem|Apresentação teatral natalina. Os principais eventos culturais são: * Festa da Padroeira Nossa Senhora de Fátima (12 e 13 de outubro), * Aniversário do município (5 de fevereiro), * Carnaval, * Festival de Quadrilhas (último final de semana de junho), * Torém, festa indígena da safra do Caju, outubro/novembro, * Festival da Cultura do Município (2ª quinzena de outubro), * Festa do Coco (2ª quinzena de janeiro). == Povos Indígenas de Itarema == Desde os tempos imemoriais, o povo tapuia Tremembé residiu do Rio Trairi até o Rio Gurupi, ocupando a atual área de Itarema. Eram povos nômades, muito bem adaptados aos manguezais e praias, tendo vários elementos culturais ligados ao ambiente local, como o jenipapeiro, as tartarugas, os uçás e o principal, o cajueiro. Os jesuítas aldearam os tremembés pela primeira vez em 1690, nomeando de \"Missão do Cajueiro\" na foz do Rio Acaraú e depois mudados apra a foz do Rio Aracatimirim (atual Almofala). O objetivo principal foi fixar os indígenas, pois sua \"braveza\" impedia os portugueses de colonizar o norte do Ceará, seus exércitos de centenas de indígenas eram responsáveis por afugentar as expedições portuguesas e atacar suas fortificações, como ocorrido em Jijoca de Jericoacoara, em 1614. Durante o século XVIII e início do século XIX, os Tremembés tiveram alguma liberdade, até que o governo provincial do Ceará começou políticas de perseguição contra esses povos durante o Brasil Império, assim muitos pararam de se identificar como indígenas ou mesmo manter suas tradições, com medo de serem mortos ou perseguidos. A situação piorou em 1888, quando uma seca atinge o Ceará e na década seguinte, uma série de dunas começaram invadir o povoado indígena e estes fugiram para se abrigar em uma comunidade próxima, em Lagoa Seca. Passaram-se quase cinquenta anos com morros de areia cobrindo Almofala, até que no início dos anos 40, os indígenas começaram retornar, mas viram que várias famílias não-indígenas haviam chegado no povoado e alguns fazendeiros haviam expandido suas terras pela região, não demorando para que surgisse conflitos por terra entre essas comunidades. Um forte vestígio cultural que se manteve vivo por todos esses séculos entre os Tremembés, foi a dança do Torém, sendo esse o elemento responsável por unir as famílias indígenas que escondiam sua identidade devido a perseguição, agora voltando se reconhecer como Tremembé. Durante os anos 60, os indígenas começaram se mobilizar lentamente em busca de reconhecimento, principalmente enquanto o Torém se tornava conhecido por pesquisadores de todo Brasil, mas no final do anos 70, a expansão das fazendas vizinhas em cima das comunidades indígenas e não-indígenas em Almofala e Tapera, foi o principal responsável para a mobilização desses grupos. No ano de 1979, incêndios criminosos, perseguição e espancamentos obrigam comunidades da região de Tapera abandonarem suas moradias, para dar espaço às plantações de coqueiro, após a empresa Ducoco Produtos Saudáveis chegar na região. As tensões aumentaram na década de 80, quando os moradores e indígenas se organizam em sindicatos e ONGs para ter acesso aos seus direitos, com as questões indígenas sendo trazidas a tona principalmente nos anos 90, quando a FUNAI chega na região para demarcar o território, mas acaba sendo impedida por fazendeiros, empresários e políticos, deixando o processo estagnado desde 1993. Paralelo a isso, os tremembés do Córrego João Pereira, uma outra comunidade no interior do município, conseguem ter sua terra reconhecida em 2003, sendo pioneiros no estado. Atualmente, os nativos das quatro comunidades locais (Almofala, Córrego João Pereira, Camundongo e Santo Antônio) continuam lutando por reconhecimento de suas terras e respeito aos seus direitos básicos, pois ainda ocorrem perseguições, espancamentos e ameaças. == Política == A administração municipal localiza-se no Centro Administrativo José Maria Monteiro. Lista de prefeito do município: Ordem Nome Partido Mandato 1° José Stênio Rios PFL 1985 - 1988 2° José Edson Rios PFL 1989 - 1992 3° José Maria Monteiro PSDB 1993 - 1996 4° José Stênio Rios PSD 1997 - 2004 5° Marcos Robério Ribeiro Monteiro PMDB 2005 - 2012 6° Benedito Monteiro dos Santos Filho PV/PSD 2013 - 2016 7° Elizeu Charles Monteiro PDT 2017 - 2024 == Ligações externas == * Mapa de Itarema * Mapa de Itarema * Site da APRECE * Página do IBGE Categoria:Fundações no Ceará em 1890 Categoria:Topônimos de origem tupi",
 "title": "Itarema"
}