{
 "id": "30762",
 "text": "{{Info/Município do Brasil | nome = Itapiúna | foto = Itapiuna CE Brasil - Vista Parcial - panoramio.jpg | leg_foto = Itapiuna, vista parcial | apelido = Pedra Miúda Preta. Terra do castro. Terra do algodão | brasão = Brasão Itapiúna (CE).png | bandeira = | link_brasão = http://www.sensacaotermica.com.br/brasoes/ce/itapiuna.jpg | link_bandeira = | link_hino = | aniversário = | Fundaçao = 23 de julho de 1957. | gentílico = Itapiúnense | lema = | prefeito = Francisco Dário de Oliveira Coelho | partido = MDB | fim_mandato = 2024 | mapa = Ceara Municip Itapiuna.svg | latP = S | latG = 04 | latM = 33 | latS = 50 | lonP = O | lonG = 38 | lonM = 55 | lonS = 19 | estado = Ceará | mesorregião = Norte Cearense | data_mesorregião = IBGE/2008 | microrregião = Baturité | data_microrregião = IBGE/2008 | região_metropolitana = | vizinhos = Norte: Capistrano e Aratuba, Leste: Baturité e Ibaretama Sul: Quixadá e Choró, Oeste: Canindé | dist_capital = | área = 588.684 | área_ref = | população = 18626 | data_pop = IBGE/2010 | altitude = 140 | clima = Tropical subquente subúmido | sigla_clima = | idh = 0.633 | data_idh = PNUD/2000 | pib = mil | data_pib = IBGE/2008 | pib_per_capita = 3225.27 | data_pib_per_capita = IBGE/2008 | site_prefeitura = itapiuna.ce.gov.br }} Itapiúna é um município brasileiro do estado do Ceará. ==Toponímia== Itapiúna, palavra de origem tupi, têm recebido muitos e confusos significados. O Dicionário Aurélio - Século XXI (software versão 3.0, 1999) define Itapiúna como \"árvore da família das voquisiáceas (Callisthene major), comum nos cerrados e matas secas do Brasil\" [Do tupi; s.f.Bras.Bot.]. Todavia, o nome que batiza a cidade deriva de itaúna, seu nome até 1958, alterado após a emancipação do município. Segundo o Aurélio, itaúna é \"designação comum a várias rochas negras, como o basalto, o diabásio, o diorito, etc\". Para Silveira Bueno (s/f), itaúna significa a pedra negra, o lajeado preto. Nos anos 80, o advogado Aprígio Silva - morador da cidade - traduziu itapiúna como \"pedra pequena preta\" (ita = pedra, pi = pequena, úna = petra). A tradução chegou a ser questionada, mas a confiar no Mini-Dicionário Tupi-Guarani (reproduzido no blog Povo de Aruanda) 'pi' apresenta dois significados : miúdo e caminho. Nesse sentido, poderíamos traduzir o nome Itapiúna como \"pedra pequena preta\" ou \"caminho da pedra preta\". ==História== * Data da Criação: 20 de Maio de 1957. * Instalação: 25 de Março de 1959. * Toponímia: Itatira é uma alusão aos grandes espigões de pedras comuns na região. * Variação Toponímica: Castro * Padroeira: Nossa Senhora da Conceição. * Dia: 08/12. * Arquitetura Antiga: Igreja-Matriz Nossa Senhora da Conceição, Paredão e Monumento de São Francisco, Casarões dos Bezerra Campelo e Francisco Horácio. * Igreja: Em suas manifestações de apoio eclesial, tem-se a capela, dedicada ao padroado de Nossa Senhora da Conceição e edificada no início de sua formação urbana. * O mais proeminente conflito pela reforma agrária foi a disputa pela permanência na terra desencadeada pelos moradores da Fazenda Touro contra a expulsão, decretada pelo seu proprietário, o ex-prefeito Valdemar Antunes. O conflito foi deflagrado perante uma demonstração clara de quebra da reciprocidade paternalista, sustentáculo das relações de trabalho estabelecidas entre Valdemar e as 25 famílias moradoras da fazenda. A Fazenda Touro por muitas décadas foi propriedade do grande latifundiário, Coronel Lindolfo Pereira Lima, filho do português João Manoel Pereira com a Sra. Maria Pereira Lima (Mãedona), natural de Guaramiranga. Após a morte do Coronel Lindolfo, a propriedade passou a ser administrada pela sua filha caçula, Francisca de Lima Pereira (Mimosa Braga) e por seu esposo, o Sr. Paulo Braga, ilustre funcionário do DNOCS. Em 1977, pouco tempo antes de morrer, o Sr. Paulo Braga vendeu toda a propriedade da fazenda para o ex-prefeito Valdemar Antunes. O Sr. Paulo Braga é avô do Historiador Gustavo Braga. Chamou-se primitivamente Castro. Suas origens datam do Século andante e têm como instrumento evolutivo a então R.V.C. (Rede de Viação Cearense), sob cuja operacionalidade nasceu a povoação. Foi por muito tempo distrito, até ser desmembrado de Baturité. === Administração === Sua elevação à categoria de Vila ocorreu segundo Lei nº 1.156, de 4 de dezembro de 1933. A mudança de nome, para a atual denominação, ocorreu em função do Dec-Lei nº 1.114, de 30 de dezembro de 1943. Sua elevação à categoria de Município ocorreu conforme Lei nº 3.599, de 20 de maio de 1957, com instalação a 24 de junho do mesmo ano. == Geografia == Sua população estimada em 2010 era de 18.626 habitantes. Seu principal ponto turístico é o famoso véu de noiva no açude castro, a 1 km do centro da cidade. Tem clima semiárido e período chuvoso de fevereiro a maio. == Geologia == === Recursos minerais === É encontrada entre Quixadá e Itapiúna uma série de ocorrências de minério de manganês Destaca-se o minério de manganês do distrito de Juá, onde ocorre em forma de lentes em gnaisses migmatíticos do Complexo Algodões, constituídas por espessartita, rodonita, pirolusita, manganita, criptomelana e todorokita. == Turismo == Por estar localizado no Maciço de Baturité, este município tem regiões serranas de clima bastante agradável. Categoria:Maciço de Baturité Categoria:Fundações no Ceará em 1957",
 "title": "Itapiúna"
}