{
 "id": "30768",
 "text": "{{Info/Município do Brasil | nome = Jati | foto = Entrada de Jati, Ceará, Brasil.JPG | leg_foto = Entrada da cidade. | apelido = | brasão = | bandeira = | link_brasão = | link_bandeira = | link_hino = | aniversário = 22 de novembro | fundação = | gentílico = jatiense | lema = | prefeito = Mônica Rosany Pereira Mariano | partido = PSD | fim_mandato = 2024 | mapa = Ceara Municip Jati.svg | latP = S | latG = 07 | latM = 41 | latS = 09 | lonP = O | lonG = 39 | lonM = 00 | lonS = 57 | estado = Ceará | mesorregião = Sul Cearense | data_mesorregião = IBGE/2008 | microrregião = Brejo Santo | data_microrregião = IBGE/2008 | região_metropolitana = | vizinhos = Norte: Brejo Santo e Porteiras; Sul: Penaforte e São José do Belmonte (PE); Leste: Brejo Santo; Oeste: Jardim. | dist_capital = 525 | dist_capital_ref = | área = 312.584 | área_ref = | população = 7649 | data_pop = IBGE/2010 | altitude = 435 | clima = Tropical Semiárido brando | Vegetação = Floresta caducifólia espinhosa e Floresta subcaducifólia tropical pluvial | Precipitação pluviométrica = 698,6 mm (média histórica) | Recursos hídricos ( 2007) = açude Joãozinho e 43 poços | sigla_clima = | Relevo = Chapada do Araripe e Depressões sertanejas | idh = 0.653 | data_idh = PNUD/2000 | pib = mil | data_pib = IBGE/2008 | pib_per_capita = 3454.63 | data_pib_per_capita = IBGE/2008 | site_prefeitura = jati.ce.gov.br }} Jati é um município brasileiro do estado do Ceará. Seu nome está relacionado a uma espécie de abelha sem ferrão, também conhecida por Plebeia Flavocincta. == História == No início do século XIX a região era habitada por poucas construções bastante dispersas. Muitos dos moradores, eram descendentes da Etnia Kariri, mas também habitada por viajantes, em sua maioria, de Brejo Santo, Salgueiro e São José do Belmonte, que iam em direção a Crato e Jardim, cidades importantes à época. Registros apontam que a família Cunha foi a primeira família a se instalar definitivamente no local. Em meados do século XX a vila, até então sem nome, recebe o nome de Macapá, distrito de Jardim. Porém, era muito confundido o endereçamento de correios da vila cearense, com Macapá, capital do Amapá. Então o nome muda para Jati, em homenagem a espécie de abelha conhecida como Jataí, bastante comum na região. Em 22 de novembro de 1951, o distrito de Jati, consegue sua emancipação, sendo seu primeiro prefeito foi José Barreto Couto. Daí para frente, a cidade teve um pequeno surto de crescimento populacional, nascendo comércios e casas. Em 2020 a cidade passou a abrigar a Barragem de Jati, estrutura feita para conter a água da Transposição do São Francisco, funcionando como uma espécie de \"caixa d'água gigante\" por estar em local estratégico. Distribui água para o Cinturão das Águas, Açude do Atalho e para o Eixo Norte, que vai para o Estado da Paraíba. A cidade é pertubada em 21 de agosto de 2020, por um rompimento de uma das comportas da barragem. Apesar de ter sido apenas um susto, houve evacuação em massa da cidade. Com moradores se refugiando em escolas e outras cidades, mas com a normalização e concerto da barragem, os habitantes retornaram à suas residências. É famosa por as festas de Senhora Sant'ana, ocorrida do mês aos 26 de julho, de 7 de setembro, ocorrida no mesmo dia, e do Dia do Município, ocorrida em novembro. == Geografia == Sua população estimada em 2010 era de habitantes. == Ligações externas == * Mapa de Jati * Mapa de Jati * Página do IBGE * Página do Ceará Categoria:Região do Cariri Categoria:Fundações no Ceará em 1951",
 "title": "Jati"
}