{
 "id": "30777",
 "text": "{{Info/Município do Brasil | nome = Massapê | foto = Massapê - panoramio.jpg | leg_foto = Rua em Massapê | apelido = | brasão = Brasão cidade de Massapê.jpg | bandeira = Bandeira Cidade de Massapê.jpg | link_brasão = | link_bandeira = | link_hino = | aniversário = 05 de Fevereiro | fundação = | gentílico = massapeense | lema = | prefeito = Aline Aguiar Albuquerque | partido = PP | mandato_início = 2021 | fim_mandato = 2024 | vereadores = 13 | mapa = Ceara Municip Massape.svg | latP = S | latG = 03 | latM = 31 | latS = 22 | lonP = O | lonG = 40 | lonM = 20 | lonS = 34 | estado = Ceará | mesorregião = Noroeste Cearense | data_mesorregião = IBGE/2008 | microrregião = Microrregião de Sobral | data_microrregião = IBGE/2008 | região_metropolitana = Região Metropolitana de Sobral | vizinhos = Senador Sá, Santana do Acaraú, Sobral, Meruoca, Alcântaras e Moraújo | dist_capital = 244 | área = 567.780 | área_ref = IBGE/2019 | população = 37697 | data_pop = IBGE/2022 | altitude = | clima = semi-árido | sigla_clima = | idh = 0.6 | data_idh = PNUD/2000 | pib = mil | data_pib = IBGE/2018 | pib_per_capita = 7143.58 | data_pib_per_capita = IBGE/2018 | site_prefeitura = massape.ce.gov.br }} Massapê é um município brasileiro do estado do Ceará. Localiza-se no território de Massapê o açude Acaraú Mirim. Sua população, conforme o Censo do IBGE 2022, é de 37.697 habitantes. Até 1899 o município denominava-se \"Vila da Serra Verde\". == História == As terras da Serra da Meruoca e arredores, nas quais o atual município de Massapê situam-se nas terras nas quais habitaram os índios Anacés, Tacari-Arariu e Tabajara.Sebok. Lou, Atlases published in the Netherlands in the rare atlas collection. Compiled and edited by Lou Seboek. National Map Collection (Canada), Ottawa. 1974 Um dos fatores de fixação populacional do povoamento de Serra Verde (Massapê), foi a volta e o investimento dos \"Paroaras\" (cearenses que imigraram para a Amazônia durante a seca de 1877 e trabalharam no primeiro Ciclo da Borracha, que voltaram bem-afortunados). Um segundo fator de fixação foi a construção da Estrada de Ferro de Sobral-Camocim e da inauguração da Estação de Trem de Massapê em 31 de dezembro de 1881. == Subdivisão == O município é dividido em 6 distritos: Aiuá, Ipaguaçu (antigo Acaraú-Mirim), Mumbaba, Padre Linhares (Antigo povoado de São Luiz, foi transformado em distrito através da Lei n° 1 153, de 22 de Novembro de 1951. É um distrito localizado na zona urbana do município de Massapê-CE. Com uma população significativa, a economia do local se caracteriza pela agricultura e comércio. A história dessa localidade tem início com a implantação de uma capela na zona rural de Massapê, como santo padroeiro da igreja foi escolhido e determinado como S. Luiz de Gonzaga, santo que passou a ser utilizado como nome da localidade. Com a implantação da capela as pessoas começam a povoar essa região que passou a se desenvolver de forma gradativa e se tornar um distrito do município de massapê), Tangente e Tuína. == Geografia == === Clima === Tropical quente semiárido com pluviometria média de 765,1 mmFundação Cearense de Meteorologia e Recursos Hídricos - FUNCEME. com chuvas concentradas de janeiro a abril.Instituto nacional de Pesquisa espacial - INPE. === Hidrografia e recursos hídricos === As principais fontes de água são os rios: Acaraú e Tucunduba, Riacho Caranguejo e Açude Acaraú Mirim (atualmente com 46 milhões m³). Existem dois principais rios totalmente ou essencialmente localizados no município: Rio Contendas e Rio Raiz (Rio do Canto). Todos eles nascem em regiões de relevo mais elevado no noroeste, como Serra da Meruoca e região de Aiuá. O Rio Contendas é o que tem seu percurso atravessado pela cidade, infelizmente com alto nível de poluição, provindos do esgoto de córregos e tubulações de esgoto estourada, mas durante o período de estiagem a cota laminar d'água é próxima a zero. Os Rios Contendas e Raiz desembocam no Açude Acaraú Mirim (o quino maior reservatório da Bacia do Vale do Acaraú, perdendo apenas para os açudes Araras - Varjota; Taquara - Cariré; Ayres de Sousa - Sobral; e Edson Queiroz - Santa Quitéria), cujo vertedouro remete suas águas para o Rio Acaraú. Nos últimos anos a capacidade hídrica vem sofrendo uma queda na capacidade devido às erosões ocasionadas na margens de rios e represas, tornando-os cada vez mais raso. Nisso se torna fundamental a dragagem. Outro problema sério é o acentuado estado de degradação das margens dos corpos lóticos do município, que com mata ciliar desmatada ou pouco significante, acabam aumentando o estado de sedimentação do leito, o que pode interferir nas enchentes no período chuvoso intenso. === Relevo e solos === As principais elevações são: Pico de Aiuá e Pico de São Brás, este com 992 metros acima do nível do mar. === Vegetação === Floresta subcaducifólia espinhosa ou mata seca, e floresta subperenifólia tropical plúvio-nebular. == Economia == Agricultura: algodão arbóreo e herbáceo, caju, mandioca. Milho e feijão. Pecuária: bovino, suíno e avícola. Indústrias: oito (uma metalúrgica, uma de madeira, uma de bebida, 3 de produtos alimentares, 2 de vestuário, calçados e artigos de tecidos, couros e peles). == Cultura == Os principais eventos culturais são as festas do padroeiro São Francisco e de Nossa Senhora Perpétuo Socorro. == Ligações externas == * * * Categoria:Sertão de Sobral Categoria:Fundações no Ceará em 1897",
 "title": "Massapê"
}