{
 "id": "30786",
 "text": "{{Info/Município do Brasil | nome = Morrinhos | foto = Morrinhos,sul goiano.jpg | leg_foto = | apelido = Cidade dos Pomares | bandeira = Bandeira de Morrinhos (Goiás).jpg | brasão = Brasao-morrinhos-go.png | link_hino = | aniversário = 16 de Julho | prefeito = Joaquim Guilherme Barbosa de Sousa | emancipação política = 29 de Agosto de 1882 | fundação = | gentílico = morrinhense | lema = |prefeito | partido = PSDB | mandato_início = 2021 | vereadores = 13 | mapa = Goias Municip Morrinhos.svg | latP = S | latG = 17 | latM = 43 | latS = 55 | lonP = O | lonG = 49 | lonM = 06 | lonS = 03 | estado = Goiás | mesorregião = Sul Goiano | data_mesorregião = IBGE/2008 | microrregião = Meia Ponte | data_microrregião = IBGE/2008 | região_metropolitana = | vizinhos = Goiatuba, Buriti Alegre, Caldas Novas, Água Limpa, Pontalina, Piracanjuba, Rio Quente, Aloândia | dist_capital = 128 | área = 2846.199 | área_ref = | população = 51351 | data_pop = Censo IBGE/2022 | população_pos = GO: 27º BR: 721° | altitude = 771 | clima = Tropical | sigla_clima = | idh = 0.806 | data_idh = PNUD/2000 | pib = bilhões | data_pib = IBGE/2016 | pib_per_capita = 30361,43 | data_pib_per_capita = IBGE/2019 | padroeiro = Nossa Senhora do Carmo | CEP = 75650-000 | site_prefeitura = http://www.morrinhos.go.gov.br }} Morrinhos é um município brasileiro do interior do estado de Goiás, Região Centro-Oeste do país. O nome Morrinhos foi escolhido para identificar o município, devido a existência de três acidentes geográficos na região: Morro do Ovo, Morro da Cruz e Morro da Saudade. A distância de Morrinhos até Goiânia (capital do estado de Goiás) é de 128 km, 184 km de Anápolis, 336 km de Brasília (capital federal) e 56 km de Caldas Novas. Sua população, conforme estimativas do IBGE de 2021, era de habitantes. == História == === A chegada de Antônio Corrêa Bueno === A história de Morrinhos remonta a primeira metade do século XVII, quando o produtor rural Antônio Corrêa Bueno e seus irmãos, naturais da cidade de Patrocínio/MG, chegaram as terras que hoje compreendem o município de Morrinhos. Antônio Corrêa Bueno e seus irmãos vieram atraídos pela fertilidade do solo e ótima topografia, ideal para a criação de gado e cultivo de lavouras. Alguns anos mais tarde, famílias vindas de São Paulo e Minas Gerais se instalaram na região, promovendo seu rápido desenvolvimento. A capela consagrada a Nossa Senhora do Carmo, que o pioneiro fez construir em sua propriedade, tornou-se em breve o núcleo de um crescente povoado (chamado Nossa Senhora do Carmo), formado por colonos paulistas e mineiros. O patrimônio da capela seria constituído em 1845, com a doação, por escritura pública, de terras de sua propriedade pelo capitão Gaspar Martins da Veiga. Outros nomes também foram dados ao local no decorrer dos anos, Nossa Senhora do Carmo dos Morrinhos, Vila Bela do Paranaíba e Vila Bela de Nossa Senhora do Carmo de Morrinhos. O pequeno povoado foi se desenvolvendo muito, até ser levado a Distrito no ano de 1845. Em 25 de novembro de 1855 foi elevada à categoria de município, suprimida em 19 de agosto de 1859, passando a se chamar Vila Bela do Paranaíba, e restabelecido em 2 de julho de 1871, novamente como Vila Bela de Morrinhos, agora pertencendo ao município de Pouso Alto (atual Piracanjuba). Em 29 de agosto de 1882 foi elevada à categoria de cidade com o nome de Morrinhos. Sua primeira comarca foi criada em 21 de julho de 1863, suspensa em 16 de março de 1910 e restabelecida em 21 de julho de 1913. A sua primeira câmara foi constituída em 1884 e seu primeiro intendente, após a Proclamação da República foi o Sr. José Luiz de Medeiros. === Formação administrativa === Pela lei provincial nº 3, de 31 de julho de 1845, criou-se o distrito com sede no arraial de Vila Bela de Morrinhos, no então município de Santa Cruz (atual Santa Cruz de Goiás). O município com a denominação de Vila Bela de Paranaíba, foi criado pela lei provincial nº 2 de 5 de novembro de 1855. Quatro anos mais tarde pela resolução provincial nº 6 de 19 de agosto foi restabelecido, definitivamente com o nome de Vila Nossa Senhora do Carmo de Morrinhos ou Vila Bela de Morrinhos, pela lei provincial nº 468, de 19 de julho de 1871, com território desmembrado então município de Pouso Alto. Reinstalado em 3 de fevereiro de 1872. A lei nº 686, de 29 de agosto de 1882, concedeu faros de cidade ao atual topônimo Morrinhos a sede municipal. O município e constituído por um só distrito da sede. == Morrinhos e a formação do Sul de Goiás == Em um século, toda a ocupação do sul do estado, centralizada em Morrinhos, organizou-se administrativamente. Depois de 1948, os municípios desmembrados de Morrinhos continuaram se subdividindo em outros tantos, até chegar à divisão administrativa atual. *1845 - Criado o Distrito e Freguesia de Vila Bela do Paranaíba, no município de Santa Cruz - lei provincial nº 3, de 31 de julho de 1845. *1852 - Criado o Distrito de Santa Rita do Paranaíba, no município de Santa Cruz, com parte do território do Distrito de Vila Bela - lei provincial n° 18, de 21 de agosto de 1852. *1855 - Criado o município de Vila Bela do Paranaíba, formado pelos distritos de Vila Bela do Paranaíba(sede) e Santa Rita do Paranaíba - lei provincial n° 2, de 5 de novembro de 1855. *1857 - Criado o Distrito de Caldas Novas com território desanexado do Distrito de Vila Bela - lei provincial n° 6, de 5 de outubro de 1857. *1859 - Suprimido o município de Vila Bela do Paranaíba, cujos distritos são incorporados ao município de Santa Cruz - lei provincial nº 6, de 9 de agosto de 1859. *1869 - Criado o município de Nossa Senhora da Abadia de Pouso Alto (Piracanjuba), com território desmembrado dos municípios de Santa Cruz e Bonfim e os distritos de Pouso Alto (sede), Vila Bela do Paranaíba, Caldas Novas e Santa Rita do Paranaíba - lei provincial nº 428, de 2 de agosto de 1869. *1871 - Restabelecido o município, com o nome de Vila Bela de Morrinhos ou, segundo outros documentos, Vila Bela de Nossa Senhora do Carmo de Morrinhos, com território desmembrado do município de Pouso Alto (Piracanjuba). A reinstalação do município ocorreu em 3 de fevereiro de 1872 e o Município passou a ser termo da Comarca de Santa Cruz - lei provincial n° 463, de 19 de julho de 1871. *1882 - Concedido foros de cidade à sede municipal, que passou a ser denominada Morrinhos, estendendo-se essa denominação ao município - lei provincial nº 686, de 29 de agosto de 1882. *1906 - O município de Morrinhos é constituído pelos distritos de Morrinhos, Santa Rita do Paranaíba, Caldas Novas e Bananeiras (depois, Goiatuba). *1909 - Criado o município de Santa Rita do Paranaíba, levando o Distrito de Bananeiras. Esta foi a consequência imediata da \"revolução\" de 1909, que afastou os Xavier de Almeida e impediu a posse de Hermenegildo Lopes de Morais no governo do Estado - lei estadual nº 349, de 16 de julho de 1909. *1911 - Criado o município de Caldas Novas, com território desmembrado de Morrinhos, incluindo o povoado de Marzagão. Essa foi a segunda consequência da \"Revolução de 1909\" - lei estadual nº 393, de 5 de julho de 1911. *1919 - Reintegra-se o Distrito de Bananeiras (atual Goiatuba) ao município de Morrinhos - lei estadual nº 631, de 12 de junho de 1919. *1920 - O município de Morrinhos concentra os distritos de Morrinhos, Bananeiras e Santa Rita do Pontal (Pontalina). Segundo o Censo de 1920, o município de Morrinhos é o que tem maior número de propriedades rurais em todo o Estado (1.172 propriedades). *1931 - A povoação de Bananeiras é elevada à condição de Vila e é criado o município de Bananeiras (Goiatuba) - decreto estadual n° 627, de 21 de janeiro de 1931. *1933 - Na Divisão Administrativa Estadual o município de Morrinhos tem o distrito de Morrinhos (sede do município), Jardim da Luz e Santa Rita do Pontal (hoje Pontalina). *1935 - Criado o município de Santa Rita do Pontal, com território desmembrado do município de Morrinhos - lei estadual de 2 de agosto de 1935. *1937 - Ocorre uma Divisão Administrativa, ficando o município de Morrinhos com os distritos de Morrinhos e Jardim da Luz. *1944 - Na Divisão Administrativa que vigorou de 1944 a 1948, da mesma forma que nas divisões de 1938 e 1939 o município de Morrinhos tem unicamente o distrito da sede. == Política == ==Geografia== O município de Morrinhos, segundo a nova Divisão Territorial do Brasil em regiões Geográficas, é uma unidade administrativa que pertence a Microrregião 015 – Meia Ponte. A microrregião Meia Ponte é integrante da mesorregião 05 – Sul Goiano, localizado a sudeste da capital do Estado de Goiás entre as coordenadas de 17º30’20” a 18º05’40” latitude sul e 48º41’08” a 49º27’34” de longitude oeste. Morrinhos possui uma ótima localização geográfica, está bem no centro geográfico da microrregião do Meia Ponte, estando muito próximo de cerca de 24 municípios. Está interligado via asfáltica a quase todos os municípios de seu entorno. A cidade está situada a uma altitude de 735 metros acima do mar, sendo que no município a maior altitude não ultrapassa a 800 metros. Possui clima ameno e saudável, grupo tropical úmido. Menos de 30% da cobertura é vegetal natural. Segundo fontes do IBGE, SMARH, Metago (1999), Morrinhos ocupa uma área de 2.846,156 km². Em mais de 50% da área do município apresenta potencial para o uso com lavouras (agricultura), predominado associações de terras favoráveis ao uso com lavouras e pastagens plantadas. === Clima === Localizado a 771 m de altitude, possui clima ameno e suave (tropical úmido) e tem uma topografia plana e relevo ondulado, com uma temperatura média anual de 20 °C. Desde 2001, quando o Instituto Nacional de Meteorologia (INMET) instalou uma estação meteorológica automática no município, a menor temperatura registrada em Morrinhos foi de em 7 de julho de 2019 e a maior atingiu em 6 de outubro de 2020. O maior acumulado de precipitação em 24 horas chegou a 139 milímetros (mm) em 7 de fevereiro de 2020, seguido por em 2 de dezembro de 2012. A maior rajada de vento chegou a () em 25 de dezembro de 2011. O menor índice de umidade relativa do ar (URA) ocorreu na tarde do dia 29 de setembro de 2020, de apenas 8%. === Fauna e Flora === Na fauna de Morrinhos encontramos principalmente veados, tamanduá-bandeira, pacas, catetos, lobo-guará, onça parda, entre outros. Já a flora predominante em Morrinhos, assim como em todo o território de Goiás, é o Cerrado. Essa formação floristica é considerada por instituições internacionais e pela ciência como a savana mais rica do planeta. São mais de 10.000 espécies de plantas, das quais 45% são exclusivas do Cerrado. Na extensão original do Cerrado goiano abundavam espécies como o pequi, pau-santo, pau-doce, pau-d`arco, peroba-do-cerrado, sucupira-branca, sucupira-preta, tingui, jatobá, lobeira, cajueiro, baru, barbatimão, caraiba, ipê-amarelo, jacarandá, capitão-do-campo, dentre outras. Os primórdios do município de Morrinhos ostentavam campos, matas de cerrados, veredas, matas ciliares, compondo representantes da rica diversidade de espécies do Cerrado. Hoje, bastante pressionada pala expansão incorreta da agropecuária, a flora da região tem sofrido com o risco de extinções e empobrecimento genético, como em muitos outros municípios do sul de Goiás. A flora do município, principalmente aquela ripária, é extremamente importante para a manutenção de serviços ambientais como a retenção de água no subsolo. ===Relevo=== Possui as seguintes formas de relevo: Plano e suave ondulado ocupando uma área de 1.126,25 km², correspondendo a 40%; Ondulado e suave ondulado ocupando uma área de 526,35 km², 18,68%; Suave ondulado ocupando uma área de 441,46 km², 15,67%; Suave ondulado e ondulado ocupando uma área de 307,66 km², 10,92%; Ondulado ocupando uma área de 281,03 km², 9,97%; Ondulado e fortemente ondulado ocupando uma área de 69,20 km², 2,46%; Forte ondulado ocupando uma área de 63,67 km², 2,25%. O uso atual da área do município é de 1.403,19 km², 49,82% com predomínio de pastagens; 805,33 km², 28,59% com predomínio de lavouras; 598,59 km², 21,26% com vegetação natural; 7,93 km², 0,28% área urbanizada; 1, 52 km², 0,05% com outros. A fertilidade natural dos solos é Baixa ocupando uma área de 1.464,49 km², correspondendo a 52% da área municipal; Baixa e Média ocupando uma área de 777,99 km², 27,61%; Média a Alta mais Baixa ocupando uma área de 526,35 km², 18,68%; Média a Alta ocupando uma área de 46,79 km², 1,66%. Embora não exploradas, possui jazidas de berilo, caulim, cromita, talco, rutilo, manganês, além de argila, calcário e areia. === População === As estimativas da população no ano 2000 eram que Morrinhos possuía 36.990 mil habitantes. Sendo que: *População da Zona rural: 6.061 de habitantes *População da Zona urbana: 30.929 de habitantes Dados do IBGE - Censo 2000 Segundo dados oficiais do Censo Agropecuário e Contagem da População 2007, realizados pelo IBGE, Morrinhos possuía 38.991 habitantes no ano de 2007, uma variação positiva de 5,41% em relação ao Censo 2000. Em 2010, o IBGE divulgou que a população de Morrinhos chegou a 41.460 habitantes. Segundo Dados do IBGE com o Censo de 2022 a população de Morrinhos atingiu 51.351 habitantes. ==Economia== ===Agropecuária: Vocação antiga=== A maior vocação econômica de Morrinhos está centrada nas atividades rurais. E foi assim desde o início de seu povoamento, por volta do século XVIII, quando os primeiros desbravadores e colonos - mineiros e paulistas - ali se estabeleceram, dedicando-se à criação de gado e ao cultivo de lavoura. Hoje a agropecuária, com cerca de 2 mil produtores, é responsável por 53% de geração de divisas do município. Além da agropecuária, a economia da região é integrada pelo setor industrial com 71 empresas; o comércio, com cerca de 370 estabelecimentos; e os serviços financeiros com seis bancos. ===Pecuária=== Na pecuária destaca-se o rebanho bovino destinado ao corte e leite e seleção de reprodutores, com preferência para as raças Gir e Nelore. A agropecuária é responsável por 53% da geração de divisas para o município, 240.000 cabeças de gado bovino de corte e leite. 52.700.000 (Cinquenta e dois milhões e setecentos mil) litros de leite produzidos por ano. Morrinhos é a terceira bacia leiteira de Goiás, segundo dados de 1998. A produção de mais de 60 milhões de litros de leite por ano coloca o município como a 2ª bacia leiteira do Estado. O rebanho total bovino ultrapassa as 255 mil cabeças, com 54 mil vacas leiteiras, sendo estas, em sua maioria, de gado girolando, um plantel de boa qualidade. O setor pecuarista morrinhense possui também um banco genético muito grande desse gado leiteiro, o que permite um nível de estabilidade e avanço de manutenção de plantel, mesmo com a introdução de outras raças, como o nelore, não tão apropriadas para a produção. Isso vem ocorrendo porque alguns pecuaristas são temerosos diante da crise de mercado do leite. ===Agricultura=== Nem só de pecuária vive o homem e a economia rural de Morrinhos. A agricultura é igualmente forte na região. Possui uma agricultura relativamente bem desenvolvida, destacando-se a cultura de soja, arroz e milho, além de algodão, abacaxi, banana, feijão, tomate e mandioca. Os principais produtos do município são o tomate industrial, sendo o maior produtor deste produto do estado de Goiás. A soja vem ganhando terreno, com uma área plantada de mais de 32 mil hectares em 2003, assim como o feijão irrigado, área em que Morrinhos é o 2º maior produtor do Estado. O alto grau de produtividade nesse segmento deve-se as condições favoráveis do solo e clima da região e também pela adoção de inovações tecnológicas, embora alguns agricultores ainda mantenham métodos e processos tradicionais. ===Sementes=== Para se plantar precisam-se de sementes. Este é outro segmento da cadeia produtiva que é forte no município de Morrinhos. A capacidade armazenadora de grãos em Morrinhos é de 85.000 toneladas. Estão instaladas várias empresas que atuam na produção, pesquisa ou armazenamento desse insumo agrícola. Entre elas a Monsoy, grupo Monsanto, operando em Morrinhos desde 1997, inicialmente dedicada à produção de sementes. A partir de 2002, a empresa passou a atuar só em pesquisa e melhoramento genético de sementes de soja. A Caramuru Armazéns Gerais - Unidade de Morrinhos, pertence ao Grupo Caramuru - complexo industrial cuja matriz está localizada em Itumbiara, e tem unidades industriais e de armazenamento no Paraná, Mato Grosso, São Paulo, Bahia, Pernambuco e Ceará. O Grupo trabalha na cadeia produtiva de grãos, desde a produção de sementes, armazenagem, degerminação, extração e refino de óleos vegetais e na produção de consumo final de derivados de milho, óleos comestíveis e azeites, pipocas, colorífico e misturas para bolos. Também é grande fornecedora de insumos (matéria-prima ou complementares) para a indústria alimentícia, de bebidas e mineração. A Sementes Selecta, presente em Morrinhos, é outra empresa goiana com sede em Goiatuba. Atua no segmento de soja com produção de sementes, grãos e farelo integral utilizado para a fabricação de rações animais. Seus produtos são vendidos não só no Estado de Goiás, mas para todo o Brasil e exportados para outros países. Há várias outras empresas que refletem a grandeza do setor de agronegócios em Morrinhos nos segmentos de rações, beneficiamento de sementes, frigorífico e couro. ===Irrigação=== Morrinhos se destaca, também, por ser o segundo município do estado de Goiás em área irrigada, com cerca de 120 pivôs de irrigação em operação. Para atender a demanda de energia elétrica do Parque Industrial e dos pivôs instalados na região, o município conta com uma capacidade de 69 kV de 220 V. Possui ainda a cerca de 10 km da sede do município uma estação rebaixadora de 220 kV com saídas de 69 kv. ===Indústrias=== No setor industrial conta com diversas indústrias de pequeno porte, principalmente na área de laticínios e conservas. A tendência à economia agropecuária gerou amplo desenvolvimento no setor da agroindústria onde diversas empresas do ramo se instalaram em Morrinhos. Nos últimos anos, principalmente entre os anos de 1997 e 2000, houve uma ampliação considerável no número de empresas que se instalaram no município. ===Principais indústrias instaladas em Morrinhos=== Dentro do contexto econômico do município, algumas empresas merecem destaque: *Complem – Cooperativa Mista de Produtores de Leite de Morrinhos; *Olé – Empresa que beneficia polpa de tomate, produz e confecciona molhos e extratos; *Horizonte Aviações Agrícolas – Empresa especializada em manutenção de aviões de pequeno porte para o combate agrícola; *Mudas Brambilla - Empresa produz e fornece mudas de cultivares para produtores rurais do município e região; *CISAL Alimentos - Indústria Sul-Americana de Alimentos; *Produtos Dez - Indústria e Comércio de Conservas Alimentícias; *CEM (Antiga Usina Camen) - Usina de Álcool e Açúcar. Empresa especializada na transformação de cana-de-açúcar em álcool, açúcar e cogeração de energia elétrica; *Bebidas Carreiro - A indústria nasceu em 1990, especializada em bebidas alcoólicas, vinhos, cachaça, coquetéis, sangrias, vinhos compostos entre outros; *Monsoy; *Selecta; *Du Ponto - produtora de peças íntimas na cidade. ===DAIMO - Distrito Agroindustrial de Morrinhos=== O município de Morrinhos possui um Parque Industrial, dirigido pelo Goiás Industrial, órgão do Governo Estadual responsável pela manutenção do Distrito. O Distrito Agroindustrial de Morrinhos - DAIMO, ocupa uma área de 154,88 hectares e conta com ruas asfaltadas e iluminadas além de toda uma infraestrutura básica para dar apoio as indústrias que ali estão instaladas. Morrinhos está distante cerca de 289 km de São Simão, porto de acesso a Hidrovia Paranaíba/Paraná/Tietê, principal ponto de ligação hidroviária entre o Centro-Oeste e os países do Mercosul. O Nome DAIMO e a referência para a construção do distrito vieram de Anápolis, que possui o DAIA, onde se encontra o maior polo industrial do Centro-Oeste. ===DPI - Distrito das pequenas indústrias=== Localizado na via de acesso a Buriti Alegre, conta com 256.740 m² divididos em 82 lotes, sendo que 36 já foram legalizados e a ocupação dos demais encontra-se em processo avançado. == Comunicação == A cidade de Morrinhos está bem servida no que se refere aos meios de comunicação. A cidade possui atualmente um canal de TV local (TV Morrinhos Canal 12), que foi inaugurado em Maio de 2006 e seu principal objetivo é prestar serviços a comunidade local, trazendo informações, lazer e entretenimento. Entre os principais programas da emissora estão o Nosso Jornal, Você na TV, Goiás é Mais, No SobreNatural entre outros. A cidade ainda possui 3 emissoras de Rádio, Rádio Integração News FM (comercial), Rádio Morrinhos FM (comercial), e Rádio Boas Novas FM (comunitária). As rádios comerciais possuem uma grande audiência em Morrinhos e região. A cidade possui também vários jornais locais impressos que circulam semanalmente, quinzenalmente e mensalmente, como o Jornal Hora Extra, Jornal do Peninha, Jornal Correio Sul Goiano, Jornal A Folha, Jornal O Liberal, Jornal de Morrinhos, Jornal a Gazeta do Estado, Jornal Centro Sul, entre outros. == Cultura, o esporte, o lazer e o turismo== thumb|300px|Casarões antigos guardam um pouco da história, na foto o casarão de Hermenegildo Lopes de Moraes, um dos primeiros Prefeitos de Morrinhos. Morrinhos é uma cidade centenária, mas guarda pouco de sua arquitetura colonial com alguns casarões e outros edifícios representativos do seu patrimônio histórico (parte velha da cidade), com destaque para a velha Cadeia Pública tombada recentemente pelo IPHAN, e que foi transformada no ano de 2004 em museu municipal (Museu Antônio Corrêa Bueno). Nos arredores da cidade, a Prefeitura de Morrinhos mantém o Parque Ecológico Jatobá Centenário (o nome do parque foi escolhido através de um concurso realizado, onde a ideia surgiu devido a existência de uma árvore de jatobá, que segundo pesquisadores, possui mais de 100 anos), com 18 alqueires de área, cerca de 2.100 metros de trilhas, pequena cachoeira, animais e árvores classificadas e identificadas com seu nome científico. Em média, o parque recebe 10 mil visitantes todo semestre, que vão ao local a fim de conhecerem mais sobre o cerrado nativo da região (Tropical Savana), preservado no parque. Foi construído um lago artificial (Parque Recanto das Araras) com o represamento das águas do Córrego Maria Lucinda, na saída para Caldas Novas. O lago municipal foi inaugurado no dia 27 de dezembro de 2004, pelo então prefeito Joaquim Guilherme Barbosa de Souza e com presença do então governador Marconi Perillo. Os recursos para a construção do lago foram obtidos através do Tesouro Municipal, do Governo de Goiás e Governo Federal. Atualmente, o Lago Municipal, que virou atração turística de Morrinhos, foi beneficiado com obras de urbanização e melhorias em toda sua circunferência, onde foram construídas 1 quadra de basquete, 1 pista de skate, 2 quadras de peteca, 2 quadras de tênis, 1 quadra de volei de areia, 2 campos de futebol society, restaurante, playgrounds, estação de ginástica, academia ao ar livre, sanitários, área para realização de eventos, estacionamento, sede administrativa da Superintendência de Esportes e Lazer, pista de caminhada e ciclismo com iluminação e áreas de convivência. Em junho de 2011, a Prefeitura de Morrinhos, visando resgatar os valores culturais, iniciou na orla do Lago Municipal as obras de construção de um Teatro Público de Arena, que deve ser entregue em breve para a população. Também, a Prefeitura Municipal de Morrinhos está dando seguimento ao projeto paisagístico do Parque Recanto das Araras, onde foram e estão sendo plantadas centenas de mudas de árvores típicas do cerrado e às margens do córrego Maria Lucinda e, ainda está sendo dada sequência ao projeto de implantação do Parque Natural de Morrinhos. Morrinhos possui várias praças e áreas de lazer, como a Praça do Cristo Redentor (estátua de 27 metros que fica um dos mirantes da cidade, o Morro da Cruz), que tem a sua volta excelente espaço para a prática de cooper e outros exercícios físicos. A estátua do Cristo Redentor e a respectiva praça foi inaugurada em Janeiro de 1970 pelo então Prefeito Joviano Antônio Fernandes. Em 2007 foi construída na praça uma cascata artificial, que tem chamado ainda mais a atenção dos visitantes. Todos os Domingos, a partir das 16 horas, funciona na praça do Cristo a Feira do Artesanato, onde os visitantes podem conhecer um pouco do trabalho dos artistas morrinhenses e também saborear diversos tipos de comidas típicas. A cidade ainda possui outras importantes praças como a Praça Walter Aquino (W.A.), a Praça Dr. Raul Nunes ou Praça da Fonte Luminosa, a Praça Padre Primo Scussolino (onde se localiza a Biblioteca Municipal e o Parquinho), a praça Rui Barbosa ou Praça da Rodoviária e a Praça Monte Castelo ou Praça do Mercado. Esta última possui um amplo espaço utilizado para a realização de eventos públicos e, entre 2007 e 2009, o antigo Mercado Municipal foi revitalizado e ampliado, transformando-se em um moderno centro de compras e lazer, sendo agora cognominado de Centro Comercial Valterli José Alves. As tradicionais festas populares têm atraído muitos visitantes ao município, sendo um potencial a ser explorado para o turismo de eventos. São festas tradicionais: Exposição Agropecuária e Industrial de Morrinhos (realizada no mês de junho), Festa de Nossa Senhora do Carmo (realizada no mês de julho), Festa Folcórica do Né (realizada na Praça Rui Barbosa no mês de agosto), Festa do Tomate (realizada no Parque de Exposições Sylvio de Mello no mês de agosto) e a Festa de Artes e Morrinhense Ausente (geralmente realizada no mês de outubro). A cidade possui um cinema (Cinemax), que foi inaugurado em 2005, servindo como mais uma opção de lazer aos morrinhenses e visitantes. A cidade conta, ainda, com espaços de pesque-pague próximos ao perímetro urbano, sendo outra opção de lazer. thumb|300px|Praça Coronel Hermenegildo Lopes de Moraes, popularmente conhecida como \"Praça do Coreto\". Na praça encontra-se também o busto de Maria Amabini de Morais (esposa de Hermenegildo Lopes de Morais), considerada a maior benemérita da história Morrinhos. A cidade e a Prefeitura ainda mantém a Banda de Música Lira Musical Santa Cecília e a Orquestra de Violeiros Chico Flor. Embora seja um grande produtor de algodão, a cidade também perdeu a cultura das fiandeiras. Hoje essa atividade histórica e artesanal de tecer está resumida nos momentos de lazer de umas poucas senhoras nos grupos de Conviver. A cidade de Morrinhos ainda possui um teatro (Teatro Juquinha Diniz). A cidade conta com vários atores no ramo do teatro e também com alguns escritores. No mês de agosto de 2011 a Prefeitura Municipal inaugurou defronte a Praça da Igreja Matriz a Casa de Cultura Professora Célia Terezinha. O imóvel onde foi instalada a Casa de Cultura foi construído há mais de um século e retrata bem a arquitetura da época, como pilares de sustentação em madeira, tijolos grandes e telhas de barro, além de pedras e cerca de madeira. Na Casa de Cultura funciona a parte administrativa da Superintendêmcia Municipal de Cultura e diversas oficinas permanentes para trabalhar a parte artística do município em todos os segmentos, da música ao artesanato. A Casa de Cultura está apta a receber exposições de artistas locais e convidados além de saraus para os amantes da música. thumb|300px|left|Centro Esportivo João Vilela e Centro de Treinamento do América Futebol Clube e do Morrinhos Futebol Clube. A cidade de Morrinhos possui uma estrutura esportiva relativamente grande, contando com dois Ginásios de Esportes públicos mantidos pela Prefeitura (Ginásio de Esportes Helenês Cândido e Ginásio de Esportes José Miguel Romano), possui ainda um Estádio (Estádio do Centro Esportivo João Vilela) com capacidade para 5040 pessoas e quadras de esporte em praticamente todos os bairros da cidade. Entre seus times de futebol está o América Futebol Clube,o time mais tradicional da cidade que é o segundo mais velho do estado, sendo fundado em 1937. Morrinhos ganhou no ano de 2007 um novo time de futebol, o Morrinhos Futebol Clube. O Morrinhos disputa a série b goiana e o América a série c Goiana. A cidade se destaca também no futebol amador, onde são realizados vários campeonatos durante o ano. Morrinhos possui um grupo de fazendeiros, que percorrem as cidades da região levando a mensagem da preservação ambiental. São os cavaleiros da CEMO (Cavalgada Ecológica de Morrinhos). Na qual teve como presidente um dos principais nomes da música sertaneja nacional, filho de Morrinhos, o saudoso Antônio Rosa Ribeiro (cantor Falcão - da dupla Felipe e Falcão). Eles realizam esse trabalho em parceria com um grupo de muladeiros, a Comitiva Esperança - Clube da Mula de Morrinhos. Trabalhando na preservação da fauna e da flora goiana, plantando árvores, principalmente o ipê - símbolo do cerrado, e soltando alevinos nos rios da região. ==Universidade Estadual de Goiás UnU Morrinhos== A Universitária da UEG em Morrinhos atende a cerca de 24 municípios do Sudeste Goiano, com seus seis cursos regulares de graduação, sendo cinco cursos de licenciatura e um curso de bacharelado. A UnU Morrinhos surgiu em decorrência da transformação da Autarquia Estadual “Faculdade de Educação, Ciências e Letras de Morrinhos” – FECLEM, em Unidade Administrativa da UEG, através da Lei Estadual n.° 13.456. de 16 de abril de 1999. O curso de Ciências – Licenciatura de 1° Grau deu início às suas atividades ainda em 1988, com a realização de seu primeiro Exame Vestibular, tendo sido responsável pela formação de 11 turmas com aproximadamente 400 alunos. Em 1997, foram reconhecidos os cursos de Licenciatura Plena em História, Geograﬁa e Letras – Habilitação em Português/Inglês. Em 1998, a graduação em Ciências foi convertida em duas novas Licenciaturas Plenas: em Matemática e em Biologia. Fundação Pública do Estado de Goiás, a Universidade Estadual de Goiás – UEG foi criada pela Lei Estadual n.° 13.456, de 16 de abril de 1999, e vinculada á Secretaria do Estado de Ciência e Tecnologia – SECTEC. Formada a partir da fusão de fundações estaduais pre-existentes no Estado e com a criação de novas unidades administrativas e pólos universitários, a UEG assumiu a missão de interiorizar o ensino superior para as diferentes regiões do Estado, dando maior ênfase á formação de professores, os quais, atuando na educação básica, têm a chance de contribuir para melhorar a qualidade da educação em Goiás. Os cursos da UEG são relacionados á formação de proﬁssionais pensadores e atuantes, preparados para o exercício de suas funções e agentes capazes de transmitir conhecimentos e ciências de modo eﬁciente e, acima de tudo, com responsabilidade e senso crítico. Sua dinâmica e funcionamento caracterizam uma instituição que, preocupada com a formação do Estado goiano, entra nos diversos municípios através de suas unidades e assim, objetiva uma ﬁxação do homem ao seu meio e providencia uma melhora da capacidade intelectual do indivíduo, preparando-o para o mercado de trabalho local e para que possa agir ciente de seu papel de cidadão, melhorando de forma transformadora a realidade da qual faz parte. == Ver também == * Lista de municípios de Goiás * Lista de municípios do Brasil ==Ligações externas== * Prefeitura Municipal de Morrinhos * UEG UnU Morrinhos Categoria:Fundações em Goiás na década de 1840",
 "title": "Morrinhos (Goiás)"
}