{
 "id": "30784",
 "text": "{{Info/Município do Brasil | nome = Morada Nova | foto = Rio banabuiu em morada nova CE.JPG | leg_foto = | apelido = Terra do vaqueiro e do Dívino Espirito Santo | bandeira = Bandeira de Morada Nova CE.svg | link_brasão = | link_bandeira = | link_hino = | aniversário = 2 de agosto | fundação = | gentílico = Moradanovense | lema = Cidade Formosa que Deus Abençoou | prefeito = José Wanderley Nogueira | partido = PT | fim_mandato = 2024 | vereadores = 15 | mapa = Ceara Municip MoradaNova.svg | latP = S | latG = 05 | latM = 06 | latS = 25 | lonP = O | lonG = 38 | lonM = 22 | lonS = 22 | estado = Ceará | mesorregião = Jaguaribe | data_mesorregião = IBGE/2008 | microrregião = Baixo Jaguaribe | data_microrregião = IBGE/2008 | região_metropolitana = | vizinhos = Norte: Ocara e Beberibe, Leste: Russas, Limoeiro do Norte e São João do Jaguaribe, Sul: Alto Santo, Jaguaribara e Jaguaretama, Oeste: Banabuiú, Quixadá, Ibicuitinga e Ibaretama | dist_capital = 168 | vereadores_ref = https://www.cmmoradanova.ce.gov.br/vereadores | área = 2779.229 | área_ref = | população = 60940 | data_pop = IBGE/2010 | altitude = 52 | clima = Semiárido | sigla_clima = BSh | idh = 0.610 | data_idh = PNUD/2010 | pib = mil | data_pib = IBGE/2010 | pib_per_capita = 6169.23 | data_pib_per_capita = IBGE/2010 | site_prefeitura = http://www.moradanova.ce.gov.br | site_câmara = http://www.cmmoradanova.ce.gov.br/ }} Morada Nova é um município no interior do estado brasileiro do Ceará. Localizado na Mesorregião do Jaguaribe, na Microrregião do Baixo Jaguaribe, no Vale do Jaguaribe. == Etimologia == Sua denominação original era Aldeia Nova, Aldeamento de Nossa Senhora das Montanhas, depois Vila do Espírito Santo de Morada Nova e desde 1925 Morada Nova.http://biblioteca.ibge.gov.br/visualizacao/dtbs/ceara/moradanova.pdf == História == O município de Morada Nova localiza-se no território que era habitado pelos índios Paiacu que foram aldeados na Aldeia Nova, a Aldeia de Nossa Senhora da Montanha criada pelo clérigo padre João da Costa em 1699.http://www.scielo.br/pdf/anaismp/v20n1/v20n1a06.pdf Com as entradas-de-dentro, a implantação da pecuária no Ceará, na época da carne seca e charque, surge um núcleo urbano ao redor do Aldeamento de Nossa Senhora das Montanhas e que transformaria-se mais tarde na fazenda Espírito Santo. O município de Morada Nova foi emancipado do território do então município de São Bernardo das Russas em 2 de Agosto de 1876.{http://biblioteca.ibge.gov.br/visualizacao/dtbs/ceara/moradanova.pdf Suas origens remontam ao século XVIII, quando nas proximidades do Rio Banabuiú estabeleceram-se os colonizadores Alferes José de Fontes Pereira de Almeida e seu irmão, o Capitão Dionísio de Matos Fontes. Em torno dessa fazenda, denominada por seus proprietários de Morada Nova, formar-se-ia a povoação da qual daria origem ao Município. Evolução Política: A elevação do povoado à categoria de distrito provém da Lei Provincial nº 1.719, de 2 de agosto de 1876, com a denominação de Espírito Santo, condicionando sua instalação à doação, pelos moradores, da casa na qual deveria funcionar a Câmara Municipal. Satisfeita essa exigência, instalou-se o Poder Municipal, tendo como data 17 de janeiro de 1877 e sendo eleitos os seguintes membros: 1) Presidente: Manuel Antônio Ferreira Nobre; 2) Vereador: Eduardo Henrique Girão; 3) Vereador: José Mateus Regino de Oliveira; 4) Vereador: José Carneiro de Sousa; 5) Vereador: José Crisóstomo de Sousa; 6) Vereador: José Raimundo Evangelista; 7) Vereador: Antônio Elias Saraiva de Brito; 8) Secretário: Antônio Jorge de Oliveira Façanha; 9) Procurador: Joaquim Victor Carneiro; 10) Fiscal: Raimundo José Cavalcante; 11) Suplente de Juiz: Manoel Antônio Ferreira Nobre; 12) Suplente de Juiz: Conrado Balbino da Silva Girão; 13) Suplente de Juiz: Plácido Francisco de Assis Andrade. Além do projeto do qual resultaria a elevação do povoado à categoria de vila, houvera tentativa similar, de autoria do Legislativo Provincial, mas propondo a denominação de São Crisólogo, o que não merecera aprovação graças aos protestos do Deputado Joaquim Pauleta Bastos de Oliveira, e inclusão, de sua autoria, do nome Espírito Santo (29 de junho de 1876). A elevação do Distrito à categoria de Município, com a denominação de Morada Nova, provém da Lei Estadual nº 2.336, de 3 de novembro de 1925, tendo sido instalado a 6 de janeiro de 1926. Igreja: As primeiras manifestações de apoio eclesial têm como precedente requerimento formulado pelos fazendeiros Alferes José de Fontes Pereira de Almeida e seu irmão, o Capitão Dionísio de Matos Fontes, requerimento esse endereçado a D. João da Purificação Marques Perdigão, Bispo de Pernambuco, solicitando permissão para edificação de uma capela no reduto, e a ter como padroeiro o Divino Espírito Santo. Concedida a autorização, dever-se-iam iniciar os respectivos trabalhos, porém, à vista de desentendimento por parte dos requerentes irmãos, quanto à localização do templo, prolongaram-se as querelas. Convocados, então, os demais habitantes do reduto, no sentido de opinar a respeito, apresentou-se como vencedor o local preferido pelo Alferes José de Fontes e constante de 25 braças em quadro, conforme escritura datada de 1 de janeiro de 1834, além de segunda doação, constante de 300 braças, que seria feita pelo Capitão Dionísio de Fontes, cujo registro manteria a data de 29 de dezembro do mesmo ano. == Geografia == === Hidrografia e recursos hídricos === As principais fontes de água são o Rio Banabuiú, os riachos seco, Santa Rosa, Córrego do Corcunda, Aroeiras, Curral Velho, Barbada, Palhano, Carnaúba, a lagoa da Felipa, os açudes das Flores, Curral Velho, Cipoada e ex-pirangi. === Relevo e solos === As principais elevações são o Serrote Pedra Branca, do Calado, do Cumbe, do Olho d'Água e das Três Irmãs. === Vegetação === Composta por caatinga arbustiva aberta e floresta caducifólia espinhosa. === Clima === Tropical quente semiárido em todo o território com pluviometria média de 766 milímetros (mm), com chuvas concentradas de fevereiro a maio. Segundo dados do Instituto Nacional de Meteorologia (INMET), desde outubro de 1962 a temperatura mínima absoluta registrada em Morada Nova foi de em 18 de agosto de 1974 e a maior atingiu em 26 de setembro de 1988. O maior acumulado de precipitação (chuva) registrado em 24 horas foi de milímetros (mm) em 4 de março de 1980. Outros grandes acumulados foram em 18 de fevereiro de 2017, em 11 de maio de 2009, em 17 de abril de 1989, em 22 de junho de 2013, em 11 de janeiro de 1973, em 24 de abril de 1982, em 22 de fevereiro de 1977 e em 22 de abril de 1964. O maior volume observado em um mês foi de em abril de 1984. == Geologia == === Recursos minerais === As ocorrências de tungstênio localizadas no município estão associadas à presença de scheelita em rochas calcissilicáticas intercaladas nos gnaisses migmatíticos do Complexo Jaguaretama. == Demografia == === População === A baixo temos uma tabela com os dados do IBGE indicando um crescimento seguido por um decrescimento e novamente um crescimento na população do município de Morada Nova. IBGE (2010) Ano Habitantes 1991 58.912 1996 60.100 2000 64.400 2007 61.751 2010 62.065 === Índice de Desenvolvimento Humano === A baixo temos a tabela com os últimos dados obtidos pelo IBGE para o IDH do município de Morada Nova. PNUD (2000) IDH 1991 2000 Renda 0.491 0.556 Longevidade 0.664 0.749 Educação 0.539 0.705 Total 0.565 0.67 == Economia == Setor primário Setor secundário Setor terciário A economia do município de Morada Nova é baseada nos serviços (Setor terciário), seguida pela indústria (Setor secundário), que consequentemente é seguida pela agropecuária (Setor primário). Na agricultura há o cultivo do milho, da banana, do caju, do algodão, da mandioca, do feijão, do abacaxi e de flores, que é favorecido pelo Perímetro Irrigado do Tabuleiro de Russas, um dos maiores do país. Na pecuária há a criação de bovinos, de suínos e de aves. Há ainda o registro de cooperativas de apicultores na região, com alto índice de exportação do mel da abelha. Também há registros da ocorrência da mica branca e da ametista em seu território. No município estão localizadas mais de 45 indústrias. == Política == === Administração Pública === A administração municipal localiza-se na cidade de Morada Nova - CE Que Fica na Rua Manoel de Castro === Subdivisão === O município é composto por oito distritos, sendo eles Morada Nova (Sede), Boa Água, Juazeiro da Quintina, Lagoa Grande, Pedras, Roldão, São João do Aruaru e Uiraponga. == Mídia e comunicação == === Emissoras de rádio === * Rádio Educadora Jaguaribana - AM 560 kHz. FM * Rádio Uirapuru Jaguaribana 91.5 FM * Rádio Morada Nova 106.3 FM * Rádio Gospel 104.9 FM * Rádio Kairós 89.3 FM * Rádio Vale 92.1 FM ON LINE * Rádio Câmara Morada Nova * A Hora do Povo * Rádio Divino Espirito Santo * Rádio Domo FM * Rádio Escola Egídia * Rádio Melodia Cristã * Rádio Missionaria FM * Rádio MN Mix * Rádio Regional do Vale * Rádio Salinas FM * Rádio Salvos Pela Graça * Rádio Super Vitória * Rádio Web Max 789 * Rádio Web RP News * Sua Rádio Web * Web Rádio Católico Fiel * Web Rádio Manancial Gospel * Web Rádio Maná * Web Rádio Mn Gospel == Cultura == === Eventos e turismo === * Festa do padroeiro da cidade, Divino Espírito Santo, que é realizada no dia 21 de maio. * Festa do vaqueiro, que é realizada pela Associação dos Vaqueiros em seus mais de 72 anos de na cidade de morada nova Ceará a 162 km de fortaleza celebrar a 72 festa do vaqueiro com tradição muitos vaqueiro se emocionar tempo de quando eram jovens e reveem velhos amigos de profissão . * Turismo, as cidades de Limoeiro do Norte, Morada Nova, Jaguaribe e Jaguaribara, no Vale do Jaguaribe, farão parte da rota turística do Ceará. * A cidade possui um clube profissional chamado Centro Esportivo Morada Nova, que disputa a Terceira Divisão Cearense, e realizam seus jogos no Estádio Pedro Eymard, que é de propriedade da Prefeitura Municipal de Morada Nova. == Educação == Morada Nova integra a Coordenadoria Regional de Desenvolvimento da Educação (CREDE-10), sediada em Russas, e suas principais escolas estaduais são: o Colégio Estadual Maria Emília Rabelo (CEMER), a Escola de Ensino Médio Egídia Cavalcante Chagas e a Escola Estadual de Ensino Profissional Osmira Eduardo de Castro. Em 2012, foi inaugurado o Campus do Instituto Federal do Ceará (IFCE) em Morada Nova, que oferta à população cursos técnicos de Aquicultura, Edificações, Informática e Segurança do Trabalho; dois cursos de ensino superior, o de Engenharia Civil e o de Engenharia de Aquicultura, e uma especialização em Gestão Ambiental. Adicionalmente, os moradanovenses costumam frequentar instituições de ensino superior situadas em Limoeiro do Norte, Russas e Quixadá para completar os estudos universitários. == Saúde == A saúde em Morada Nova é prestada através dos Postos de Saúde da Família (PSF), do Hospital Regional Francisco Galvão de Oliveira, da Santa Casa de Saúde de Morada Nova e da Unidade de Pronto Atendimento (UPA 24H). Além disso, o Município integra o Consórcio Público de Saúde da Microrregião de Russas (CPSMR) e a 9ª Coordenadoria Regional de Saúde. == Ovinos Morada Nova == A raça de ovinos Morada Nova, primeiramente descrita pelo zootecnista Otávio Domingues, durante viagem pelo então Departamento Nacional de Produção Animal, em 1937, ao município de Morada Nova/CE, é uma das principais raças nativas de ovinos deslanados do Nordeste do Brasil. Explorados para produção de carne e pele, sendo esta muito apreciada no mercado internacional, os animais da raça Morada Nova apresentam pequeno porte e boa adaptação às condições climáticas do semiárido, tornando-se importantes componentes produtivos nas pequenas propriedades, onde constituem fonte de proteína na alimentação da população rural. Além disso, a raça apresenta boa prolificidade, muito importante para os sistemas de produção de carne ovina e que não é comumente observada em outras raças nativas do Brasil. A raça Morada Nova apresenta, ainda, elevado valor adaptativo às condições de produção do semiárido nordestino, sendo capaz de apresentar elevadas taxas de fertilidade, mesmo sob condições pouco favoráveis. Portanto, a raça Morada Nova se constitui em importante material genético para o produtor rural do Nordeste brasileiro. Somando-se o baixo tamanho adulto e a boa habilidade materna às características já citadas, pode-se dizer que a Morada Nova é uma raça materna por excelência, representando importante recurso genético para utilização em sistemas de produção de carne ovina em todo o Brasil. == Ligações externas == *Página da Prefeitura *Lista de prefeitos de Morada Nova *Página da Câmara Municipal *Mapa de Morada Nova *Página do IBGE *Página do Ceará *LISTA DE VEREADORES *Radios de Morada Nova Categoria:Vale do Jaguaribe Categoria:Fundações no Ceará em 1876",
 "title": "Morada Nova"
}