{
 "id": "30803",
 "text": "{{Info/Município do Brasil | nome = Poranga | foto = Panorâmico de Poranga, Ceará.jpg | leg_foto = | apelido = Capital dos Ventos | brasão = Brasão de Poranga.jpg | bandeira = Poranga.jpg | link_brasão = | link_bandeira = | link_hino = | aniversário =5 de julho | fundação = | gentílico =poranguense | lema = | prefeito = Carlos Antonio Rodrigues Pereira | partido = PT | fim_mandato = 2024 | mapa = Ceara Municip Poranga.svg | latP = S | latG = 04 | latM = 44 | latS = 42 | lonP = O | lonG = 40 | lonM = 55 | lonS = 33 | estado = Ceará | mesorregião = Noroeste Cearense | data_mesorregião = IBGE/2008 | microrregião = Ipu | data_microrregião = IBGE/2008 | região_metropolitana = | vizinhos = Ararendá, Ipueiras, Ipaporanga e Estado do Piauí a Oeste. | dist_capital = 340 | área = 1309.274 | área_ref = | população = 12003 | data_pop = IBGE/2010 | altitude = 790 | clima = Tropical | sigla_clima = Aw | idh = 0.597 | data_idh = PNUD/2000 | pib = mil | data_pib = IBGE/2008 | pib_per_capita = 2638.74 | data_pib_per_capita = IBGE/2008 |esconde_estado = |site_prefeitura = www.poranga.ce.gov.br}} Poranga é um município brasileiro do estado do Ceará. Localizado na Mesorregião do Noroeste Cearense e na Microrregião de Ipu. Sua população estimada em 2004 era de 12.086 habitantes. ==Toponímia== Poranga é vocábulo indígena que significa bonito. Da língua tupi poranga: bela, linda, formosa, bonita. Uma cidade muito bela onde sua principal praça costuma acumular jovens à procura de um grande amor. Um dos principais ponto turísticos do município é a Cachoeira do Pinga, a Igreja Mãe de Deus (Igrejinha de Pedra) e a Pedra Grande. http://www.ferias.tur.br/informacoes/1621/poranga-ce.html. ==História== Chamou-se sucessivamente, Várzea Formosa e Formosa. Sua formação urbana provém de agricultores e pecuaristas cujo primitivo agregamento se deu em terras banhadas pelas nascentes dos rios Inhussu, Acaraú, Jatobá e Macambira. A elevação do reduto à categoria de Vila deu-se quando da criação do município de Ipueiras (Dec-Lei nº 448, de 20 de dezembro de 1938). A elevação à categoria de Município decorre da Lei nº 3.665, de 5 Julho de 1957, tendo sido instalado a 22 de Setembro do mesmo ano. As primeiras manifestações de apoio eclesial provêm, inicialmente, de doações patrimoniais das quais constam como doadores Lourenço Alves de Almeida (1897) e Malaquias Alves de Almeida (1898), seguindo-se a edificação da respectiva Capela. Esse nicho foi construído graças ao trabalho realizado pelo padre Francisco Máximo Feitosa de Castro, vigário de Ipueiras, tendo como patronos, Jesus, Maria e José. ==Localização== Noroeste Cearense. Limites: Norte – Ipueiras; Sul: Ipaporanga; Leste: Ipaporanga e Ararendá; Oeste: Estado do Piauí. Acesso Rodoviário: O acesso á cidade se dá através de rodovias estaduais e federais, tais como: CE-265, CE-257, BR-020 e BR-222. Distâncias: Poranga, está situada há 340 km de Fortaleza, capital do estado do Ceará. ==Turismo== Principais Pontos Turísticos: * Casarões; * Igreja de Pedra Mãe de Deus; * Cachoeiras e Queda d'água Pinga; * Rio Macambira; * Cavernas; * Escrita dos índios nas Pedras Rochosas; * Pedra Grande; * Festa do Município dia 05/07; * Festa de Natal dia 24/12; * Festa de Padroeiro último sábado do mês de julho. ==Subdivisão== *Sede(Poranga) *Buritizal *Cachoeira Grande *Macambira ==Clima== Por ser um município serrana, Poranga tem um clima um pouco mais ameno tendo Clima Semi Arido Brando com precipitações de em média 988mm, chuvas concentradas de Janeiro á Junho. Categoria:Sertão dos Crateús Categoria:Fundações no Ceará em 1957",
 "title": "Poranga"
}