{
 "id": "30823",
 "text": "{{Info/Município do Brasil | nome = Tauá | nome_oficial = Tauá | foto = Tauá, Vista para o parque da cidade, em 2023.jpg | leg_foto = Parque da Cidade | apelido = Princesa dos Inhamuns\" \"Terra do Carneiro\" \"Terra do Queijo | hino = | brasão = Brasão Tauá.jpg | bandeira = Bandeira Tauá.jpg | aniversário = 3 de maio | fundação = | emancipação = | gentílico = tauaense | lema = Invencível e varonil | CEP = 63660 - 000 | prefeito = Patrícia Pequeno Costa Gomes de Aguiar | partido = PSD | fim_mandato = 2024 | mapa = Ceara Municip Taua.svg | latP = S | latG = 06 | latM = 00 | latS = 10 | lonP = O | lonG = 40 | lonM = 17 | lonS = 34 | estado = Ceará | mesorregião = Sertões Cearenses | data_mesorregião = IBGE/2008 | microrregião = Sertão de Inhamuns | data_microrregião = IBGE/2008 | região_intermediária = Sertões Cearenses | região_imediata = Sertão dos Inhamuns | região_metropolitana = | vizinhos = Norte: Independência e Pedra Branca; Leste: Mombaça; Sul: Arneiroz e Parambu; Oeste: Parambu e Quiterianópolis. | dist_capital = 337 | área = 4010.618 | área_ref = | distritos = Tauá, Trici, Marrecas, Santa Teresa, Márruas, Carrapateiras, Inhamuns e Barra Nova | população = 61223 | data_pop = IBGE/2022 | altitude = 402 | clima = Semiárido | sigla_clima = | idh = 0.633 | data_idh = PNUD/2010 | pib = mil | data_pib = IBGE/2010 | pib_per_capita = 4964.24 | data_pib_per_capita = IBGE/2010 | site_prefeitura = www.taua.ce.gov.br | site_câmara = www.camarataua.ce.gov.br }} Tauá é um município brasileiro do estado do Ceará, na região do sertão dos Inhamuns. É o segundo maior município cearense em área territorial, inserido por completo no bioma da caatinga. Sua colonização remonta ao século XVIII. Possui uma população de 61.223 habitantes, de acordo com o Censo demográfico de 2022 feito pelo IBGE. ==Etimologia== Tauá é uma palavra de origem indígena que significa \"barro vermelho\" em tupi. Chamou-se inicialmente São João do Príncipe e São João do Príncipe dos Inhamuns. Entretanto, Gomes de Freitas prefere que o significado de Tauá seja \"cidade antiga\". ==História== Com a emancipação do Estado do Ceará, em 1799, surge a necessidade de povoar o sertão, ainda pouco habitado, a partir dessa necessidade são fundadas, a partir dos pequenos núcleos populacionais existentes, as primeiras vilas, esse processo de expansão e instalação de vilas inclui a então Fazenda dos Feitosa nos Inhamuns, que em uma homenagem singela ao Príncipe Regente (que viria a ser D. João VI), a vila instalada em maio de 1802, recebe o nome de São João Príncipe. No dia 2 de dezembro de 1889, o local passou a se chamar São João do Príncipe dos Inhamuns. Recebeu a categoria de cidade em 2 de agosto de 1929. === Surgimento da cidade === Em uma portaria de 14 de dezembro de 1801, foi indicado o ouvidor da Capitania Gregório da Silva para viajar até aquela localidade e estudar a possibilidade de sua elevação à vila. Se observou a prestação de diversas homenagens à comitiva pela população e, em cerimônia realizada com a presença de todos, foi lida a ata que erigia a povoação em Vila com a denominação de São João do Príncipe, a 03 de maio de 1802. Comarca é uma divisão territorial representada pelo Poder Judiciário. Em 1889, o Marechal Deodoro da Fonseca Proclamou a República no nosso país. Em seus primeiros dias, procurou-se eliminar todos os traços do extinto regime monárquico. Uma das consequências dessa nova ordem foi a mudança da designação da Vila para São João do Príncipe dos Inhamuns, em 2 de fevereiro de 1889. Esse nome veio a ser substituído pela Lei no 485 de 14 de outubro de 1898 pelo seu atual nome: Tauá. Pela Lei Estadual no 2677 de 02 de agosto de 1929, a vila foi transformada em cidade na administração de Dr. Manuel do Nascimento Fernandes Távora, primeiro interventor federal no Ceará. Durante muitos anos ocorreu uma terrível luta entre Monte e Feitosa, com a participação de diversas localidades, cujos nomes servem de exemplo para aquela fase: Riacho do Sangue, Trincheiras, Cruzes, Tropas, Emboscada. Após essa luta, diversas outras também aconteceram e foram importantes para a formação da sociedade local. Podemos citar os confrontos entre os Araújos e Maciéis, os Viriatos e Calangos e os Cunhas e Patacas. Após essas lutas, Tauá surgiu como um pacato lugarejo, em pleno sertão dos Inhamuns. Em 2011, entrou em operação a Usina Solar Tauá, primeira usina solar a gerar eletricidade em escala comercial no Brasil, com potência instalada de 1 MW. === Intendentes e Prefeitos === # Benone Teles de Sousa Vale, fazendeiro (1890-1894) # Major João Freire Cidrão, fazendeiro (1894-1896) # José de Sousa Vale, fazendeiro (1896-1900) # Coronel Lourenço Alves Feitosa e Castro, fazendeiro (1900-1912) # Coronel Eufrásio Alves de Oliveira, fazendeiro (1912-1914) # Coronel Lourenço Alves Feitosa e Castro, fazendeiro (1914-1915) # Francisco Alves Ferreira, comerciante (1915-1917) # José de Araújo Feitosa, fazendeiro (1917-1919) # Coronel Domingos Gomes de Freitas, comerciante (1919-1926) # Capitão Joaquim Alves Ferreira, comerciante (1926-1928) # Joel Marques, comerciante, (1928-1930) # Aristides Cavalcante Freitas, fazendeiro (1930) # Coronel Francisco das Chagas Nogueira Caminha, militar (1930-1931) # Coronel Ózimo de Alencar Lima, militar (1931-1933) # José Jaime de Alencar, funcionário público (1933) # Manuel Trajano Borges, dentista (1933-1935) # Odilon Silveira Aguiar, funcionário Público (1935-1936) # Joel Marques, comerciante (1937-1943) # Sebastião Marques, comerciante (1943-1945) # Coronel Cristovão Peixoto de Holanda, militar (1945) # Doutor Joaquim de Castro Feitosa, engenheiro agrônomo (1945) # Antônio Jataí Sobrinho, fazendeiro (1945-1947) # Marçal Alexandrino de Oliveira, fazendeiro (1947-1951) # Flávio Alexandrino Nogueira, fazendeiro (1951-1955) # Moacir Pereira Gondim, funcionário público (1955-1959) # Gerardo Feitosa de Sousa, fazendeiro (1959-1963) # Doutor Júlio Gonçalves Rêgo, médico (1963-1966) # Genésio Rodrigues Loiola, fazendeiro (1966-1967) # Doutor Domingos Gomes de Aguiar, médico (1967-1971) # Doutor Alberto Feitosa Lima, médico (1971-1973) # Doutor Domingos Gomes de Aguiar, médico (1973-1976) # Joaquim de Sousa Bastos, comerciante (1976-1982) # Pedro Pedrosa de Castro Castelo, fazendeiro (1982-1988) # José Leitão da Costa Lima (1988-1992) # Pedro Pedrosa de Castro Castelo (1992-1995) # Marco Aurélio Moreira de Aguiar (1995-1996) # Luiz Tomás Dino (1996) # João Antônio da Luz (1997-1999) # Antônio Roney Reis Gonçalves (1999) # João Antônio da Luz (1999-2000) # Patrícia Pequeno Gomes de Aguiar (2001-2008) # Odilon Silveira Aguiar (2009-2012) # Patrícia Pequeno Gomes de Aguiar (2013-2016) # Carlos Windson Cavalcante Mota (2017-2018) #Carlos Frederico Citó César Rêgo - Fred Rêgo (2018-2020) #Patrícia Pequeno Costa Gomes de Aguiar (2021 até os dias atuais) == Geografia == O município de Tauá é formado por oito distritos, num total de 4.018,162 km² . Está localizado a 337 quilômetros de distância da capital cearense, Fortaleza. O acesso sendo feito através da BR-020. No município nasce o rio Jaguaribe, na vila da Barra, onde há a confluência dos principais rios que cortam o seu território, sendo eles: Trici, Carrapateiras, Favelas e Puiú. === Clima === Tauá apresenta clima semiárido, quente e com chuvas concentradas de janeiro a abril e índice pluviométrico de aproximadamente 600 milímetros (mm) anuais. A umidade do ar chega a níveis críticos na estação seca, especialmente entre os meses de agosto a novembro, podendo ficar abaixo dos 20%, caracterizando estado de atenção, bem abaixo dos 60% recomendados pela Organização Mundial da Saúde (OMS). Segundo dados da estação convencional do Instituto Nacional de Meteorologia (INMET) no município, situada no bairro dos Colibris, referentes ao período de 1968 a 1970 e a partir de 1973, a menor temperatura registrada em Tauá foi de em 26 de julho de 1975 e a maior atingiu em 19 de outubro de 2016. O maior acumulado de precipitação em 24 horas atingiu em 20 de fevereiro de 1985. O mês de maior precipitação foi abril de 1974, com , seguido por abril de 1985 (). == Geologia == Entre Tauá e Mombaça, há ocorrências de minério de ferro de origem hidrotermal dispostas ao longo da Zona de Cisalhamento Sabonete-Inharé. == Demografia == A população do município de Tauá é do tipo diversa, com cerca de 42,1% na zona rural e 57,9% na zona urbana.A maioria da população vive da agricultura e pecuária. Parte da população vive dos serviços, dos programas de transferência de renda do Governo Federal, serviço público e de aposentadoria/pensionato. O Índice de Desenvolvimento Humano Municipal, o IDH-M é de 0,633. Crescimento populacional Ano 1991 1996 2000 2007 2010 2022 População 51.339 50.090 51.948 54.273 55.716 61.223 Em 2010 a população era constituída por 27.393 homens e 28.359 mulheres. === Religião === As primeiras manifestações religiosas datam da doação de um patrimônio para a construção da capela dedicada a Nossa Senhora do Rosário, feita pelo Sargento-Mor José Rodrigues de Matos. Destacam-se também as Festas Religiosas que ocorrem no decorrer do ano, como a de Jesus, Maria e José em Marrecas, onde é festejada a terceira maior festa religiosa do Estado do Ceará. Santa Rita de Cássia de Marruás, Nossa Senhora do Carmo na vila de Flores, entre outras. A maior parte da população professa a fé católica, o município conta com uma população expressiva de evangélicos. == Subdivisões == Os oito distritos de Tauá são: * Tauá – sede da administração municipal. * Barra Nova – com sede na vila de Bom Jesus. * Carrapateiras – com sede na vila de Poço da Onça. * Inhamuns – com sede na vila de Vera Cruz. * Marrecas – com sede na vila homônima. * Marruás – com sede na vila homônima. * Santa Tereza – com sede na vila homônima. * Trici – com sede na vila de Flores. == Infraestrutura == === Educação === Tauá conta com escolas nos três níveis de educação (pré-escolar, fundamental e médio), suprindo a demanda de sua população e atendendo alguns alunos de municípios vizinhos. No ensino médio, atualmente tem dois colégios que oferecem cursos técnicos integrados que são a Escola Estadual de Educação Profissional (EEEP) Monsenhor Odorico de Andrade, cujo são os cursos de Administração, Agropecuária, Desenvolvimento de Sistemas, Enfermagem e Sistemas de Energias Renováveis, e o IFCE que disponibiliza os cursos de Agropecuária e Redes de Computadores. Para o ensino superior, o IF disponibiliza o curso superior de Letras Português/Inglês. A cidade também tem um campus da Universidade Estadual do Ceará, o CECITEC, que conta com os curso de Ciências Biológicas, Química, Medicina Veterinária e Pedagogia. === Comunicação === Existem três rádios locais: a Rádio Difusora dos Inhamuns, a Cultura FM e a Trici FM. A cidade também conta com uma geradora de televisão, se trata da TV Sinal, afiliada da TV Cultura. A cidade também possui retransmissoras da TV Verdes Mares, TV Jangadeiro, TV Diário e TV Ceará.https://www.portalbsd.com.br/terrestres_channels.php?cidade=1647 == Cultura == ===Turismo e lazer=== O município conta com diversas opções de turismo e lazer. As noites tauaenses costumam ser agitadas, são muitos os bares e restaurantes espalhados pela cidade. A gastronomia é um dos pontos fortes de Tauá, procurado pela população e turistas, a carne de carneiro é um marco importante na culinária do mesmo. São vários pontos túristicos: * Açude Trici, represa no rio Trici, afluente do rio Jaguaribe; * Açude Várzea do Boi, represa no rio Carrapateiras, afluente do rio Jaguaribe; * Memorial do Cólera; * Museu Regional dos Inhamuns; * Parque da Cidade; * Mercado Público de Tauá; * Centro de Artesanato; * Centro de Negócios; * Serrote Quinamuiú; ===Atrativos naturais=== O maior ícone natural é o Serrote Quinamuiú. Ele pode ser avistado de qualquer ponto da cidade. ===Atrativos culturais=== Como atrativos culturais o município de Tauá possui três sítios paleontológicos e 15 arqueológicos, que podem ser visitados, porém só podem ser explorados por pesquisadores profissionais e cadastrados. ====Atrativos religiosos==== * Igreja de Jesus, Maria e José: no distrito de Marrecas, em Tauá, foi construída no início do século XVIII, por volta do ano de 1717. A construção é bastante singela, porém apresenta características significativas. Construída em alvenaria estrutural, a igreja possui paredes que chegam a ter 1 metro de largura. * Igreja de Nossa Senhora do Rosário: inaugurada em 17 de outubro de 1762, por doação do sargento-mor José Rodrigues de Matos, em área com abrangência de 600 braças de terra. A Igreja foi construída com teto em cúpula cilíndrica, sendo à época o terceiro do Brasil. Em 1906, sua estrutura foi ampliada com a construção de espaços em suas laterais. Este monumento cultural também está tombado pelo Poder público estadual. ====Festival do Berro dos Inhamuns==== O Festival do Berro dos Inhamuns, ou mais popularmente conhecido por FestBerro, é a maior feira agropecuária do Ceará. É realizada anualmente, geralmente no mês de novembro, no Parque de Exposição Pedro Alexandrino Feitosa. O evento se constitui através de festivais cultural e gastronômico, vaquejada, rodadas de negócios, exposições de animais, oficinas e cursos voltados para a cadeia produtiva da ovinocaprinocultura. Foi realizado pela primeira vez em 2003. O evento, é organizado pela prefeitura juntamente com a Associação dos Criadores de Ovinos e Caprinos dos Inhamuns (Ascoci) e o Sindicato Rural de Tauá. ====Chitão dos Inhamuns==== O Chitão dos Inhamuns, é o maior evento junino da região dos Inhamuns. É realizado em três dias, geralmente no mês de julho e agosto, e conta com a participação de quadrilhas do município e de cidades vizinhas. ====Feira Municipal de Animais==== A Feira Municipal de Animais, é um evento realizado pela Associação dos Criadores de Ovinos e Caprinos dos Inhamuns, com o apoio e patrocínio da prefeitura. Foi realizado pela primeira vez de 2023, e reúne produtores agropecuários da região. ==Esporte== A Associação Desportiva Tauá é o time de futebol profissional de Tauá. Possui a alcunha de Carneiro de Sertões dos Inhamuns, e seria seus jogos no Estádio Gerardo Feitosa, localizado no bairro Colibris. O clube foi vice-campeão da Série C no ano de 2008. Desde 2011, o clube está licenciado. == Filhos ilustres == * Jovita Feitosa – voluntária que lutou na Guerra do Paraguai. * João Filipe Pereira – engenheiro civil, Ministro das Relações Exteriores e Ministros dos Transportes. * Fausto Barreto – filólogo, jornalista, professor e político brasileiro. * Joaquim Pimenta – jurista e procurador do Ministrério do Trabalho. * Luís Marques – prefeito de Fortaleza e deputado federal pelo Ceará. * Vicente Fialho – Ministro de Minas e Energia, prefeito de Fortaleza e de São Luís. * Abigail Feitosa – Foi Deputada federal da Bahia Na constituinte entre 1987 até 1991 == Ligações externas == * Página da prefeitura * Página da Câmara Municipal de Tauá * Mapa de Tauá * Mapa de Tauá * Página do IBGE * Página do Ceará O município possui sítio arqueológico (arte rupestre brasileira) de interesse histórico e turístico! Categoria:Fundações no Brasil em 1802 Categoria:Sertão dos Inhamuns",
 "title": "Tauá"
}