{
 "id": "30827",
 "text": "{{Info/Município do Brasil | nome = Tururu | foto = Igreja de nossa senhora da conceicao - tururu.jpg | leg_foto = Igreja de Nossa Senhora da Conceição, Matriz de Tururu | apelido = | bandeira = Bandeira_de_tururu_ce.jpg | link_brasão = | link_bandeira = | link_hino = | aniversário = 19 de junho | fundação = | gentílico = tururuense | lema = | prefeito = Antônio Barbosa Bernardo | partido = PSB | fim_mandato = 2024 | mapa = Ceara Municip Tururu.svg | latP = S | latG = 03 | latM = 34 | latS = 51 | lonP = O | lonG = 39 | lonM = 26 | lonS = 13 | estado = Ceará | mesorregião = Norte Cearense | data_mesorregião = IBGE/2008 | microrregião = Uruburetama | data_microrregião = IBGE/2008 | região_metropolitana = | vizinhos = Norte: Trairi; Sul: Umirim e Uruburetama; Leste: Trairi e Umirim; Oeste: Itapipoca. | dist_capital = 107 | área = 192.548 | área_ref = | população = 15412 | data_pop = IBGE/2022 | altitude = 101 | clima = Tropical Semiárido | sigla_clima = Bsh | idh = 0.6 | data_idh = PNUD/2000 | pib = mil | data_pib = IBGE/2008 | pib_per_capita = 2898.76 | data_pib_per_capita = IBGE/2008 }} Tururu é um município brasileiro, do Estado do Ceará. A População em 2022 é de 15 412 habitantes. == Toponímia == Tururu é uma palavra de origem indígena , que corresponde a uma ave da família dos anatídeos . Atualmente o nome dessa ave possui os seguintes sinônimos (português brasileiro): \"bico-roxo, cã-cã, marreca-caucau, marreca-de-bico-roxo, marreca-rã, marrecarana, marreca-tururu, marreco cã-cã, marreco-cã-cã, marrequinha, paturi, _tururu_ \" . ==História== Suas origens oficiais datam do Século XVIII, através da sesmaria de Gabriel Christóvão de Menezes (29/11/1743), \"morador da freguezia do acaracu' que elle Supte. tem descuberto hum Riacho corrente nas fraldas da Serra de uruburetama que vae da mesma Serra vertente pa. o Rio mondau' ficandolhe da parte do puente o Ipu chamado do padre Miguel Gonsarlos marzagam e como e no dito Riacho tem terras devolutas em que elle Supte. pode plantar suas Lavouras e as pertende cultivar Pede a vossa Senhoria lhe fasa merce conceder em nome de S. Magde. que Ds. gde. consederlhe tres Legoas de terra de Comprido e huma de Lago que elle Supte. confronta m m sua petição por data e Sismaria conforme as ordens de S. Magde. para elle e seus erdeyros e Recebera || Informe o escrivão da fazenda Real || Menezes || Senhor Cappm\" . Em 22/02/1782, o sesmeiro Francisco da Rocha Ferreira menciona a aquisição da sesmaria supracitada: \"Diz Francisco da Rocha Ferreira morador na Fazenda de São Pedro do termo da Villa de Sobral, que elle he senhor epossuidor de huma propriedade de terras com duas legoas emeia de comprido ehua de largo aonde se acha Situada adita Fazenda, que ashouvera por compra que fizera a Gabriel Christóvão de Menezes\" . \"Tem como precedente gregário as famílias Moreira e Freitas, em torno das quais se formaria a povoação\" . \"João Escóssio Drumond, morava no Sítio Caxoeira, que comprara por 120$000 reis, a Gonçalo Mendes do Nascimento e sua mulher Josefa da Costa Lira, conforme escritura de 15/10/1803; este sítio que se localiza na falda norte da Serra do Pau-Alto, tinha meia légua de terras para fora do Riacho Severino, extremando com Francisco Telles de Menezes, seu sogro; e para riba com Felix Tinoco dos Reis, pelo dito Riacho Severino [...] Felix Tinoco dos Reis, que era um dos proprietários do Sítio Severino, era casado com Maria Bezerra de Menezes. Ele natural de Recife e ela do Ceará. Eram seus filhos: Pedro Tinoco, casado com Maria Madalena; e Mariana dos Reis, casada com Gregório Francisco de Freitas, filho de Bento de Freitas Rabelo, natural de Braga e Elena Maria de Jesus [...] De Gregorio Francisco de Freitas e Mariana dos Reis, eram filhos Bartholomeu Bezerra de Menezes, que casou, em Outubro de 1817, com Maria Francisca da Conceição, viúva de Antonio Moreira do Nascimento; e Alexandre Francisco de Freitas, que casou, em Maio de 1834, com Veronica Maria de Santana, filha de João Escossio Durmond e Quiteria Maria de Nazareth. Destes são os Freitas do Tururú, entrelaçados com Moreiras, das Melancias, Pachecos e Accacios de Menezes\" . Através do Deputado da Assembleia Provincial do Ceará, Francisco Theotime Maria de Vasconcelos (Padre Theotime), natural de Santana do Acaraú, o qual foi eleito como Deputado mais votado do 3º Distrito (Acarahú, Marco, Sant’Anna, Tucunduba, Palma, Sobral, Meruoca, S. Antonio, S. Quitéria e Tamboril), na Eleição de 1883, à Assembleia Provincial do Ceará; onde em seguida foi eleito à Comissão de Estatística, Divisão Civil, Judiciária e Eclesiástica, que por sua vez apresentou e justificou à mesa, em 15/07/1884, o Projeto de nº 20: “Art. 1º. O lugar Tururú fica desde já pertencente ao districto do Arraial, município da Imperatriz; Art. 2º. Revogam-se as disposições em contrário”. Em 29/07/1884, o referido Projeto foi lido e posto em discussão, o qual foi aprovado e disponibilizado para Sanção; onde em 02/08/1884, foi sancionada a Lei de nº 2.070, pelo Presidente da Província do Ceará, o Juiz de Direito, o Sr. Carlos Honório Benedicto Ottoni. Em um Ato de 17/05/1892, criou-se um Distrito Policial, no lugar “Tururú”, com os seguintes limites: “a partir da Fazenda Boqueirão, inclusive ao Serrote Mundo Novo, deste a ponta da Serra (essa de Antonio Escossio), deste ao Sítio Cachoeira, até os limites do município de S. Francisco, seguindo até a Fazenda Boqueirão”. Neste mesmo Ato foi nomeado o cidadão Agostinho Escossio Drumond, para o cargo de “subdelegado de polícia do Distrito de Tururú“. De acordo com dados do IBGE, esta data está relacionada também à criação do Distrito de “Tururú”, que ficou “subordinado ao município de São João de Uruburetama” . Foi elevado à categoria de Município, com a denominação de Tururu, pela Lei Estadual nº 6383, de 04/07/1963, sendo desmembrado de Uruburetama. Sede no antigo Distrito de Tururu e constituído apenas do Distrito Sede. Porém a referida Lei foi suprimida, antes da instalação, através da Lei nº 8.339, de 14/12/1965. Sua restauração à categoria de Município, deu-se de acordo com a Lei nº 11.334, de 19 de junho de 1987. Neste caso, constituído de dois Distritos: Tururu (Sede) e Cemoaba, ambos desmembrados de Uruburetama. Em 01/01/1989, o Município de Tururu foi instalado, através da posse do primeiro mandato do Poder Executivo e Legislativo . Através da Lei Municipal de nº 43, de 26/03/1990, criou-se o Distrito de Conceição (dos Caetanos); onde em Divisão Territorial de 1991, o Município passou a ser constituído de 3 Distritos: Tururu (Sede), Cemoaba e Conceição (dos Caetanos) . No ano 2000, o Município foi retratado nas cenas finais do filme \"Eu Não Conhecia Tururu\", dirigido por Florinda Bolkan . Em advento à Lei Municipal de nº 16, de 09/10/2001, criou-se Distrito de São Pedro do Gavião; onde em Divisão Territorial de 2005 (até o presente momento), o Município passou a ser constituído de 4 Distritos: Tururu (Sede), Cemoaba, Conceição (dos Caetanos) e São Pedro do Gavião . Desde a sua instalação, o Poder Executivo do Município de Tururu já foi governado por 8 (oito) Ex-Prefeitos: Pedro Domingos de Sousa; Abner Porfírio Sampaio; José Galdino Albuquerque; João Moreira Mendonça; Raimundo Nonato Barroso Bonfim; Francisco Antônio Cidrão Moraes; Maria de Fátima Galdino Albuquerque e Francisca Hilzete Malveira Batista . Atualmente, o Município de Tururu tem à frente do Poder Executivo, o Excelentíssimo Prefeito, o Sro. Antônio Barbosa Bernardo, a qual era vice prefeito e foi empossado no dia 25 de junho de 2022 após a Câmara de vereadores do município cassar o mandato da Prefeita Hilzete Malveira. . == Hino == Dentre as águas e rios / Surge o pássaro argênteo e real / Tururu, trina o pássaro sorrindo / Seu cantar de esplendor magistral. Exaltai Tururu terra querida! / Faz-se altiva, gigante e audaz / No arrebol, o pássaro braveje! / Tururu tuas belezas exaltai! Contemplando as riquezas deste solo / Lume aos céus o rio Mundaú / Vem banhando de perenes águas doces / Ontem sítio, hoje cidade Tururu. Exaltai Tururu terra querida! / Faz-se altiva, gigante e audaz / No arrebol, o pássaro braveje! / Tururu tuas belezas exaltai! Teus plantios são viçosos de verdores / Os cultivos, mananciais dos céus / O progresso é a bandeira da tua gente / Bravamente. Vem rainha, mãe fiel! Exaltai Tururu terra querida! / Faz-se altiva, gigante e audaz / No arrebol, o pássaro braveje! / Tururu tuas belezas exaltai! Vê-se longe os lampejos de tua glória / Coroada como ninho colossal / Aconchego da risonha ave migrante / Baluarte deste povo sem igual. Exaltai Tururu terra querida! / Faz-se altiva, gigante e audaz / No arrebol, o pássaro braveje! / Tururu tuas belezas exaltai! A bravura de teus filhos faz história / Destemidos e valentes a lutar / Sob as graças do Senhor onipotente / Tururu, marchando sempre à frente está! Exaltai Tururu terra querida! / Faz-se altiva, gigante e audaz / No arrebol, o pássaro braveje! / Tururu tuas belezas exaltai! ==Ligações Externas== *Mapa de Tururu *Página Oficial *Página do IBGE *\"Xeno-canto\" do Tururu Categoria:Fundações no Ceará em 1987",
 "title": "Tururu"
}