{
 "id": "30821",
 "text": "{{Info/Município do Brasil | nome = Tabuleiro do Norte | preposição = de | foto = Bica.jpg | leg_foto = | apelido = Cidade dos Caminhoneiros | brasão = Brasao_tabuleiro_do_norte.png | bandeira = Bandeira_tabuleiro_do_norte.png | link_brasão = | link_bandeira = | aniversário = 8 de junho | fundação = | Hino = Hino_de_Tabuleiro_do_Norte_-_CE.webm | padroeira = Nossa Senhora das Brotas | gentílico = tabuleirense | lema = | prefeito = Rildson Rabelo Vasconcelos | partido = PP | fim_mandato = 2024 | mapa = Ceara_Municip_TabuleirodoNorte.svg | latP = S | latG = 5 | latM = 14 | latS = | lonP = O | lonG = 38 | lonM = 07 | lonS = | estado = Ceará | mesorregião = Jaguaribe | data_mesorregião = IBGE/2008 | microrregião = Baixo Jaguaribe | data_microrregião = IBGE/2008 | região_metropolitana = | vizinhos = Norte: Limoeiro do Norte; Leste: Apodi/RN e Governador Dix-Sept Rosado/RN; Sul: Alto Santo; Oeste: São João do Jaguaribe | dist_capital = 211 | área = 1047.637 | área_ref = | população = 30652 | data_pop = estimativa IBGE/2021 | altitude = 70 | clima = semiárido | sigla_clima = BSh | idh = 0.645 | data_idh = IBGE/2022 | idh_pos = CE: 29º | pib = mil | data_pib = IBGE/2022 | pib_per_capita = 14046.37 | data_pib_per_capita = IBGE/2022 }} Tabuleiro do Norte é um município brasileiro, situado a leste do estado do Ceará, na divisa com o Rio Grande do Norte, mais especificamente na Mesorregião do Jaguaribe, na Microrregião do Baixo Jaguaribe, no Vale do Jaguaribe, a 211 km da capital cearense, Fortaleza-CE, e a 115 km de Mossoró-RN. Sua população, conforme estimativas do IBGE de 2021, era de habitantes. O município é conhecido, no estado, por abrigar um dos mais significativos centros de peregrinação do Ceará, a Romaria de Nossa Senhora da Saúde. A romaria ao Santuário de Nossa Senhora da Saúde é vista, sob o aspecto da popularidade, como o terceiro polo religioso do Ceará. Diversas produções de caráter memorialista atribuem ao município a alcunha de \"terra dos caminhoneiros\" ou \"cidade dos caminhoneiros\". Pelo menos outras quatro cidades atribuem-se este mesmo título: São Marcos-RS, Itabaiana-SE, Rondonópolis-MT, Iconha-ES. == Etimologia == O topônimo Tabuleiro é uma alusão ao tipo do solo encontrado no município, o solo arenoso (tabuleiro) e o Norte para diferenciar este do município de Tabuleiro, no estado de Minas Gerais. Sua denominação original era Tabuleiro de Areia, depois Ibicuipeba e desde 1951, Tabuleiro do Norte. == História == As terras ao oeste do rio Quixeré, uma área de elevação arenosa e plana que estende-se até a Chapada do Apodi eram habitadas por diversas etnias Tapuias, entres elas os Paiacu,Sebok. Lou, Atlases published in the Netherlands in the rare atlas collection. Compiled and edited by Lou Seboek. National Map Collection (Canada), Ottawa. 1974Aragão, R. B, Índios do Ceará e Topônimios Índigenas, Fortaleza, Barraca do Escritor Cearense. 1994 Os indígenas Paiacu residiam na localidade hoje conhecida Aldeia Velha, situada a 3 km do centro da cidade. Com a definitiva ocupação do território do Ceará na segunda metade do século XVII, chegaram os portugueses oriundos de Rio Grande do Norte, Paraíba e Pernambuco nesta região, a qual a exploraram em seus mínimos detalhes. Depois dos combates da Guerra dos Bárbaros, a construção da Fortaleza Real de São Francisco Xavier da Ribeira do Jaguaribe e o deslocamentos dos indígenas, nestas terras foi implementada a pecuária. Os colonizadores travaram lutas incessantes contra os índios para instalarem suas fazendas de gado. Muitos indígenas morreram e os poucos que restaram foram absorvidos pela economia pastoril. Da Guerra dos Bárbaros ou a expulsão dos indígenas, ainda hoje os moradores mais antigos daquela comunidade (Aldeia Velha) relembram as historias contadas por seus pais a respeito da expulsão dos indígenas da comunidade. Contam os mais velhos que: eles fugiram para um local onde hoje fica situada a comunidade do Tapuio por uma estrada por dentro que ia em linha reta distante da mesma uns 13 km; e que a belíssima lagoa da Aldeia Velha também era a fonte de lazer e para a prática da piscicultura para seus habitantes. Os primeiros relatos datam do século XVIII, entre os anos de 1720 e 1730, quando o fazendeiro e Padre Francisco Alves Maia, vigário de Pau dos Ferros (RN) instala-se nesta localidade e fica de posse da fazenda São José. Depois entregou a Fazenda para seu parente Francisco Alves Maia Alarcon administrá-la. Em 1770, este senhor construiu uma capela nestas terras, depois foi criado o primeiro estabelecimento escolar funcionando até a morte de Maia Alarcon em 1796. Tudo iniciou com a promessa feita por Luiza Maria Maciel, esposa de Maia Alarcon, que se ficasse curada de um câncer, construiria uma capela. A graça foi alcançada e a capela foi construída toda em pedra de 1765 a 1770, tendo a imagem de Nossa Senhora das Brotas. A restauração e ampliação da capela foi realizada em 1785. A igreja foi demolida no ano de 1944 e construída uma nova igreja em seu lugar, sendo a atual igreja matriz. Tabuleiro de Areia passou a ter categoria de Vila através do decreto lei nº448, de 20 de dezembro de 1938. O município foi criado de acordo com a lei nº3.815, de 13 de setembro de 1957, tendo sua emancipação política em 8 de junho de 1958, deixando de ser vila do município de Limoeiro do Norte. Com o sucesso econômico do Ciclo da Carne do Ceará, Tabuleiro do Norte, destacou-se como um movimentado cruzamento da Estrada Geral do Jaguaribe, no qual passavam as boiadas do Sul Cearense e do Rio Grande do Norte para Aracati e vice-versa com produtos para as fazendas de boi. O desenvolvimento com urbano deu-se ao redor da capela de Nossa Senhora da Conceição, construída entre de 1765 a 1770, e a Estrada Geral do Jaguaribe. A Fazenda Quingombê também denota importante valor histórico, através das figuras ilustres de Aldonso Chaves e de Laura Chaves Maia, sua esposa. Tiveram 7 filhos (Edvardo, José Lauro, Edna, Cleomilde, Maria Laise, Maria Elaine e Francisco Hilton). == Geografia == === Clima === Tropical quente semiárido com pluviometria média de 725,6 mmFundação Cearense de Meteorologia e Recursos Hídricos - FUNCEME. com chuvas concentradas de fevereiro a maio.Instituto nacional de Pesquisa espacial - INPE. === Hidrografia e recursos hídricos === As principais fontes de água fazem parte da bacia do Baixo Jaguaribe e Médio Jaguaribe, sendo o principal afluente o rio Quixeré, o riacho do Bezerra e tantos outros. Diversas lagoas encontram-se no município, entre estas a do Lima e das Salina. Existem ainda diversos açudes, dentre eles: Gangorrinha, Olho D’água e VaiQuem Quer. Completando o sistema de abastecimento de água potável, existe a Adutora Saco Verde/Pedra Preta e trinta e um poços tubulares. === Relevo e solos === As terras de fazem parte da bacia sedimentar do Apodi, que é constituída por formações Jandaíra(calcários intercalados por margas, siltitos e folhelhos); e do Açu, com arenitos com intercalações de siltitos, folhelhos e lentes de calcário no topo. A planície aluvionar do rio Jaguaribe, ao longo dos principais cursos d’água que drenam o município, possui coberturas aluvionares, quaternárias, formadas por areias, siltes, argilas e cascalhos. Por fazer parte do planalto sedimentar da Chapada do Apodi, encontra-se altitudes que não ultrapassam os 250 m. Fazendo ainda parte da planície fluvial do Jaguaribe possui elemento de destaque na composição geomorfológica com variados os tipos de solos: Cambissolos, Argissolos (podzólicos), vertissolos, Neossolos Flúvicos (solos aluviais) e Neossolos Litólicos.JACOMINE, P.T.K.; ALMEIDA, J.C. & MEDEIROS, L.A.R. Levantamento Exploratório - Reconhecimento de Solos do Estado do Ceará. Recife, MA/DNPEA/SUDENE/DRN, 1973b. v.2. 502p. (Boletim Técnico, 28; Série Pedologia, 16) === Vegetação === A vegetação predominante é a caatinga arbustiva densa, a caatinga mais arbórea com espécies espinhosas, e a mata ciliar, na qual predomina a carnaúba. Tendo por objetivo a preservação de duas fontes (olho d'Água dos Currais e Corrente), criou-se o Parque Ecológico Olho D'Água dos Currais, uma área livre de desmatamento. == Acesso == A partir de Fortaleza o acesso ao município, pode ser feito por via terrestre através da rodovia Fortaleza/Jaguaribe (BR-116) até a localidade de Peixe Gordo, daí tomando-se a CE-377 até a sede municipal. As demais vilas, lugarejos, sítios e fazendas são acessíveis através de estradas estaduais, asfaltadas ou carroçáveis. == Economia == Setor primário Setor secundário Setor terciário === Setor Primário === * A agricultura registra principalmente o cultivo do feijão, milho, mandioca, melão, melancia, hortaliças, algodão, banana, abacate, cana-de-açúcar, castanha de caju, entre outros frutos. * O extrativismo vegetal apresenta-se com a extração e o beneficiamento da carnaúba, que no passado representou uma forte atividade econômica na localidade. Também com a extração de madeiras para a fabricação do carvão vegetal, construção de cercas, além do uso na construção civil. No município a oiticica é muito usada para diversos meios. * A pecuária tem principalmente a criação de bovinos (gado leiteiro e para corte), caprinos, ovinos, suínos e avícolas. * A pesca concentra-se nos rios Jaguaribe e Quixeré, em lagoas e açudes. === Setor Secundário === No município encontram-se mais de trinta e uma indústria. === Setor Terciário === ==== Cidade dos Caminhoneiros ==== Devido à localização de Tabuleiro do Norte entre estradas importantes para o escoamento de produtos (uma atividade presente desde o começo histórico do município), a assistência aos caminhoneiros é uma da fontes da economia local, na qual destaca-se com: * Polo metalúrgico e mecânico - uma grande infraestrutura em metalurgia e mecânica com especialização em caminhões. Crê-se que pelo fato de possuir um grande número de caminhões tornou-se necessário e até essencial para o contínuo crescimento da cidade que fosse instalado um aparato para suportar a grande demanda de caminhões na cidade. * Associação dos Caminhoneiros de Tabuleiro do Norte (ACATAN) - uma associação que assistência aos caminhoneiros. ==== Turismo ==== O turismo também é uma das fontes de renda, devido as belezas naturais, que oferecem lazer e a prática do Ecoturismo. Além do centro histórico da sede do município e do turismo religioso. ===Os principais pontos turísticos=== * Parque Ecológico Olho D'Água dos Currais - local do resgate e preservação da cultura e vegetação. Um complexo com polo de lazer nas duas fontes, trilha ecológica, pousada, pomar e projetos de criação de caprinos, ovinos e abelhas. * Complexo Turístico Passagem Molhada - localizada na divisa entre Tabuleiro do Norte (3 km da sede do município) e Limoeiro do Norte (6 km da sede do município). Trata-se de uma passagem banhada pelas águas do rio Quixeré. Um complexo com infraestrutura de dez barracas com banheiro, estacionamento para motos e carros, restaurante que serve diversos pratos da região. Uma área lazer nos fins de semanas. * Olho D'água da Bica - distrito do município de Tabuleiro do Norte, composto por diversas comunidades rurais, dentre elas São Bento, Lagoa Grande, Groenlândia, Campos Novos, Campos Velhos, Patos dos Carias, a 21 km distante da sede, com acesso através da CE 358. A localidade Olho D'água da Bica é conhecida em todo o estado do Ceará e estados circunvizinhos pela romaria que é realizada em homenagem à sua padroeira, Nossa Senhora da Saúde, que é considerada a terceira maior do Estado, perdendo em importância somente para as romarias a Juazeiro do Norte e Canindé. A romaria encerra-se em 15 de agosto, com missa realizada na igreja do distrito. Uma igreja do século XIX, com sala dos ex-votos. Na praça onde a igreja se encontra há uma imagem da santa. Como o distrito está localizado no sopé da Chapada do Apodi, é possível aos visitantes subirem através de uma escadaria, e assim conhecerem a fonte de água que dá nome à localidade e uma oiticica centenária. * Rio Quixeré - no começo se tratava apenas de um terreno pequeno, uma ondulação arenosa revestida de mata de caatinga rodeada de várzeas. Pelo lado sul corria o rio Quixeré, hoje extinto como braço do Rio Jaguaribe, desde que a enchente de 1842 alargou o pequeno córrego que se transformou no Rio Córrego de Areia. Depois o riacho Quixeré passou a correr como riacho natural e com a construção de diversas barragens desviaram o seu curso. A primeira barragem a ser construída foi a de Água Suja, a altura da antiga residência de Quitéria Maria. A segunda foi de a Tabuleiro de Areia que ficava em frente à capela de Nossa Senhora das Brotas. Ambas foram arrombadas pela enchente de 1924 e posteriormente reconstruídas. Anos depois foi construída a barragem de José Chaves Gondim no sítio Bebedouro. Atualmente o riacho Quixeré é abastecido por uma bomba no rio Jaguaribe situado no sítio Coberto. Ele tem sua principal atuação no sítio Taperinha nas propriedades dos Senhores Francinilto Fernandes (Nilto Rocha), Elizeu Nogueira Maia, Francisco Maia de Lima e José Chaves Gondim, onde tem um sangrador que passa água para a segunda barragem e finalizando na lagoa da Salina. * Igreja Nossa Senhora das Brotas - a capela Nossa Senhora das Brotas foi o berço de Tabuleiro do Norte, a partir da promessa feita para a cura de um câncer. Foi construída no século XIX. Nos de 1940 foi demolida e construída uma nova igreja no lugar, projetada pelo Monsenhor Otávio Santiago (o terceiro vigário daquela vila), que muito contribuiu para o desenvolvimento. Foi quem lutou pela criação da paróquia na década de 50, não chegando a assumi-la por ter de afastar-se um pouco de Tabuleiro do Norte. * Museu da Imagem e do Som - um acervo de peças antigas e objetos pessoais de valor históricos, fotos, documentos, depoimentos, vídeoclips, documentários, etc. == Política == A administração municipal localiza-se na sede Tabuleiro do Norte. === Subdivisão === O município é dividido em três distritos, sendo Tabuleiro do Norte (Sede), Olho D`Água da Bica e Peixe Gordo. == Cultura == ===Principais Eventos=== * Festividades de São Pedro na Comunidade de Gangorrinha - é uma das principais festas da cultura tabuleirense, que vai de 20 á 29 de junho, com apresentação de danças folclóricas como o maneiro pau, quadrilhas juninas, dança do coco, xaxado, casamento matuto, apresentação de peças teatrais de teor cômico entre outras. Neste período acontece o desfile da garota junina, onde desfila belíssimas garotas disputando o título de garota junina do ano. Durante as festividades acontece festas com bandas de forró a noite e jogos de futsal masculino e feminino durante o dia. No último dia de festividade, 28 de junho, acontece a mais esperada festa tradicional de São Pedro, que é a principal. Além dessas várias atrações, tem o novenário toda noite que vai de 20 á 28 de junho e se encerrando com a missa do padroeiro São Pedro dia 29 de junho. * Festa da padroeira Nossa Senhora das Brotas em 8 de setembro * Festival do Caminhoneiro, realizado anualmente em Setembro pela Associação dos Caminhoneiros de Tabuleiro do Norte (ACATAN). * Carnaval * Paixão de Cristo * Natal Vivo * Romaria de Nossa Senhora da Saúde - distrito de Olho D'água da Bica - a terceira romaria do estado do Ceará que se encerra no dia 14 de agosto * Festividades de São Pedro na Comunidade de Gangorrinha que vai de 20 a 29 de junho * Vaquejada no Parque Martins, sempre no mês de julho == Educação == O Município de Tabuleiro do Norte é atendido pela 10ª Coordenadoria Regional de Desenvolvimento da Educação, sediada em Russas, e suas principais escolas são a Escola de Ensino Médio em Tempo Integral Antônio Vidal Malveira, a Escola de Ensino Médio Francisco Moreira Filho e Escola Estadual de Educação Profissional Avelino Magalhães. Em 17 de abril de 2012, foi inaugurado o Campus do Instituto Federal do Ceará (IFCE) em Tabuleiro do Norte, que oferta à população cursos técnicos subsequentes e integrados e dois cursos de ensino superior, o de Licenciatura em Letras (Português/Inglês) e o de Tecnologia em Análise e Desenvolvimento de Sistemas. == Ver Também == *Tabuleiro - Município do estado de Minas Gerais *Taboleiro Grande - Município do estado do Rio Grande do Norte == Ligações externas == * * * * Categoria:Lugares de peregrinação cristã no Brasil Categoria:Vale do Jaguaribe Categoria:Fundações no Ceará em 1958",
 "title": "Tabuleiro do Norte"
}