{
 "id": "30829",
 "text": "{{Info/Município do Brasil | nome = Umari | foto = | leg_foto = | apelido = | oculta brasão = | brasão = | bandeira = Flag of Umari Municipality in the State of Ceará in Brazil.png | aniversário = 12 de novembro | fundação = | emancipação = 12 de novembro de 1883 | gentílico = Umariense (Umaryense) | lema = Veritas (Verdade) | padroeiro = São Gonçalo do Amarante | prefeito = Alex Sandro Rufino Ferreira | partido = PSD | fim_mandato = 2024 | mapa = Ceara Municip Umari.svg | latP = S | latG = 06 | latM = 38 | latS = 52 | lonP = O | lonG = 38 | lonM = 42 | lonS = 00 | estado = Ceará | mesorregião = Cariri Cearense | microrregião = Lavras da Mangabeira | região_metropolitana = | vizinhos = Icó, Triunfo, Baixio e Lavras da Mangabeira | dist_capital = 323 | área = 263.917 | área_ref = | distritos = São Pio X e Logradouro | população = 7545 | data_pop = IBGE/2010 | altitude = 272,00 | clima = semiárido quente (BSh) | sigla_clima = | idh = 0.591 | data_idh = PNUD/2010 | pib = mil | data_pib = IBGE/2008 | pib_per_capita = 3060.40 | data_pib_per_capita = IBGE/2008 | Restauração = }} Umari (Umary) é um município brasileiro do estado do Ceará, localizado na Microrregião de Lavras da Mangabeira, Mesorregião do centro-sul cearense. Sua população estimada em 2010 era de 7.545 habitantes. ==Etimologia== O topônimo umari vem do tupi e indica uma planta muito comum na região, a Icacinaceae . Sua denominação original era Gado Bravo, em data muito remota, e, desde 1883, Umary.http://biblioteca.ibge.gov.br/visualizacao/dtbs/ceara/umari.pdf ==História== Localizado na região onde antes habitavam os indígenas Carirys, os Icós e os Xokós.Sebok. Lou, Atlases published in the Netherlands in the rare atlas collection. Compiled and edited by Lou Seboek. National Map Collection (Canada), Ott Surgiu como núcleo urbano a partir das entradas de paraibanos e pernambucanos, no século XVIII, com a expansão da pecuária no Ceará, à época da carne seca e charque. Consolida-se como centro urbano na região devido a criação de uma Capela e cemitério, e desta forma os mortos não eram mais enterrados em Icó. Este feito, se deve ao francês, Joseph Aleth Doullétte, que, fugindo da odiosa perseguição contra a Companhia de Jesus, pelo marquês de Pombal, veio refugiar-se no lugarejo. Ali, constitui família, onde até hoje, muitos residem, porém, com uma variação no sobrenome, de Doullétte para Douétts. Além de Eneas Gondim Ferreira Douétts, nascido em Umari, mas que constituiu família no Estado da Paraíba, os dois últimos bisnetos do francês, que viveram em Umari, foram, Joaquim Ferreira Douétts, o professor, casado com Maria Sarmento, do Sítio Caatingueira, e José Ferreira de Barros Douétts, pai de dona Maria das Dôres da Conceição Ferreira Douétts (dona Dasdôres Baptista). ==Geografia== ===Clima=== Tropical quente semiárido com pluviometria média de 787,4 mm Fundação Cearense de Meteorologia e Recursos Hídricos - FUNCEME. com chuvas concentradas de janeiro a abril.Instituto nacional de Pesquisa espacial - INPE. ===Hidrografia e recursos hídricos=== As principais fontes de água são os riachos das Pombas, Pendência, Urubus e Jenipapeiro, afluentes do rio Salgado. a Barragem do Jenipapeiro construída pelo Governo do Estado do Ceará, com capacidade para 43.400.00 m³, será a principal fonte de água dos municípios de Umari, Baixio e Ipaumirim, e, está localizada, 97% nos Sítios Jenipapeiro e Lagoa Tapada, e, 3% no Sítio Xique-xique no município de Baixio e teve sua obra concluída em novembro de 2011. ===Relevo e solo=== Situado entre a serra da Várzea Grande e a serra da Bertioga,, possui dois tipos principais de solo - latossolo e sedimentar. ===Vegetação=== A vegetação é bastante diversificada, apresentando domínios de cerradão, caatinga (tipo predominante) e cerrado. ===Subdivisão=== O município possui 2 (dois) distritos: São Pio X (mais antigo), e Logradouro, criado recentemente. ==Economia== * Agricultura: banana, arroz herbáceo e arbóreo, milho e feijão * Pecuária: bovinocultura (de corte e leite), caprinocultura, ovinocultura, suinocultura, apicultura e piscicultura. ==Cultura== * O principal evento cultural é a festa do padroeiro, São Gonçalo do Amarante (01 a 10 de janeiro). * Festas Juninas (29 de junho). * Semana do município em alusão a sua emancipação política (12/11/1883), que é comemorada no dia 15 de setembro (data de sua restauração, ocorrida em 1956). ==Política== A administração municipal localiza-se na sede, Umari. ==Ligações externas== *Portal da Prefeitura de Umari *Mapa de Umari * Mapa de Umari *Página do IBGE *Página do Ceará Categoria:Fundações no Ceará em 1883 Categoria:Topônimos de origem tupi",
 "title": "Umari"
}