{
 "id": "30835",
 "text": "{{Info/Município do Brasil | nome = Afonso Cláudio | foto = Praça Aderbal Galvão, Afonso Cláudio, Espírito Santo.jpg | leg_foto = Praça Aderbal Galvão | apelido = \"Capital da Biodiversidade\" \"Cidade das Cachoeiras\" \"Baixada Serrana\" \"Capital Serrana\" \"Princesa Serrana\" \"AFC City\" | padroeiro = São Sebastião | brasão = Brasão_de_Afonso_Cláudio.png | bandeira = Bandeira afonso claudio.svg | fundação = | gentílico = afonso-claudense | hino = | lema = | CEP = 29600-000 a 29614-999 | prefeito = Luciano Roncetti Pimenta | partido = UNIÃO | fim_mandato = 2024 | mapa = EspiritoSanto Municip AfonsoClaudio.svg | latP = S | latG = 20 | latM = 04 | latS = 26 | lonP = O | lonG = 41 | lonM = 07 | lonS = 26 | estado = Espírito Santo | mesorregião = Central Espírito-Santense | data_mesorregião = IBGE/2014 | microrregião = Afonso Cláudio | data_microrregião = IBGE/2014 | região_intermediária = | região_imediata = | região_metropolitana = | vizinhos = Laranja da Terra, Itarana e Aimorés ao norte, Santa Maria de Jetibá a leste, Domingos Martins e Venda Nova do Imigrante e Conceição do Castelo ao sul e Brejetuba e Mutum a oeste | dist_capital = 136 | área = 954.656 | área_ref = | população = 32361 | data_pop = Censo IBGE/2017 | altitude = (Urbano) 150 metros (Rural) 350 | clima = Tropical | sigla_clima = Aw | idh = 0.667 | data_idh = PNUD/2010 | pib = mil | data_pib = IBGE/2008 | pib_per_capita = 6706.37 | data_pib_per_capita = IBGE/2008 | site_prefeitura = www.afonsoclaudio.es.gov.br | site_câmara = www.cmac.es.gov.br }} Afonso Cláudio é um município brasileiro do estado do Espírito Santo. Localiza-se na latitude 20° 4'22.86\"S e longitude 41° 7'11.05\"O. == Informações gerais == Afonso Cláudio é o maior município de toda a Região Serrana do Estado, tendo muitos bairros e nove distritos. Concentra no centro da cidade, os maiores centros comerciais da região e é também sede da microrregião de Afonso Cláudio. Antes de Brejetuba se emancipar, Afonso Cláudio era o maior produtor de café do Brasil. Além disso, é um município de porte médio, já que é o maior polo industrial-econômico-político-urbano serrano. Sua principal avenida é a Presidente Vargas, localizada do centro da cidade e possui cerca de 1 km de extensão, com os maiores edifícios da região. Seu nome é uma homenagem ao primeiro governador do Espírito Santo, Afonso Cláudio de Freitas Rosa. == História == Os índios botocudos foram os primeiros habitantes dessa região. Diz-se, também, que desbravadores aqui se estabeleceram em busca de ouro, em meados do século XVIII. O primeiro a fundar uma pequena vila foi Sabino Coimbra de Oliveira, que com sua família e outros cidadãos se estabeleceu às margens do córrego Três Pontões, onde construíram alguns casebres, uma capela, um cemitério, e começaram pequenas plantações. Em certas épocas houve necessidade de se suprirem da água do Rio Guandu, buscando-a e levando-a sobre o lombo de animais. O vilarejo não prosperou porque uma grande seca que atacou a região na época, secando o córrego. Os habitantes decidiram procurar nas redondezas melhores condições para que pudessem instituir uma outra vila. Este vilarejo passou a ser chamado de Arrependido. Foi nesta época que começaram a surgir as primeiras casas nas imediações da atual a Rvenida amiro de Barros, no centro da cidade. Os primeiros habitantes que vieram para o município eram provenientes dos estados do Rio de Janeiro e de Minas Gerais. Afonso Cláudio já pertenceu a outros municípios: Cachoeiro de Itapemirim, Serra e Santa Leopoldina. No dia 20 de novembro de 1890 se emancipou deste último devido ao crescimento acelerado na época que o município passou. Assim também, como muitos outros municípios da região serrana do estado pertenceram a Afonso Cláudio, como Brejetuba, Laranja da Terra e Itarana. A população de Afonso Cláudio é formada em sua maioria por descendente de imigrantes italianos, que chegaram à região no último quarto do século XIX. Além dos italianos, Afonso Cláudio abriga também descendentes de imigrantes pomeranos e alemães provenientes de Domingos Martins e Santa Maria de Jetibá. Por seu passado ligado à cafeicultura, a presença descendetes de africanos escravizados também é significativaA Insurreição do Queimado. ==Geografia== ===Distritos=== A cidade é dividida em seis distritos: Afonso Cláudio (sede), Piracema, Fazenda Guandu, Pontões, Serra Pelada (Lagoa), Mata Fria, São Francisco Xavier do Guandu. No passado o Laranja da Terra e Brejetuba pertenceram à Afonso Cláudio, e hoje são municípios independentes. === Relevo === Localiza-se na Serra do Castelo, porém faz a mesma sofrer com a baixa elevação das terras, já que o município é o mais baixo da região. O Pico mais alto é a Pedra Três Pontões. Afonso Cláudio possui relevo ondulado e em sua maior área é montanhoso. Com vales em torno de suas mais altas montanhas e áreas planas ao contorno dos rios. O centro da cidade se localiza a pouco mais de 150mt acima do nível do mar porém, mais de 70% do território da cidade fica acima dos 300m. Assim como todos os municípios da costa oeste-central do estado do Espírito Santo, Afonso Cláudio faz parte da Macrorregião Metropolitana de Vitória. === Hidrografia === Afonso Cláudio, ganhou por 4 vezes, o título de melhor água potável do Brasil. Em virtude do relevo acidentado, Afonso Cláudio possui inúmeros rios e riachos que cortam todo o território do município, e a maioria deságua no principal rio da cidade, o Rio Guandu. Também, devido ao relevo, a cidade é uma das que possuem maior número de cachoeiras de todo o estado, sendo considera a Cidade das Cachoeiras. === Clima === Apesar de predominantemente ameno, a depender da estação a temperatura varia muito. No verão, chega a atingir até 37 °C (como Cachoeiro de Itapemirim, Castelo, Colatina e Vitória), já que é a cidade mais baixa da região serrana. Todavia, em épocas frias, tem temperatura comparável às outras cidades da região, inferiores a 18 °C. Devido a sua altitude, relevo, hidrografia e condições florestais, Afonso Cláudio conta com um clima ameno e agradável. Nos dias mais frios, a temperatura média é de 21 °C e nos mais quentes em cerca de 30 °C. Tabela climática de Afonso Cláudio Temperatura Mês Jan Fev Mar Abr Mai Jun Jul Ago Set Out Nov Dez Média Máxima registada °C 37,0 39,5 36,0 31,6 28,0 27,2 25,1 27,9 29,1 30,0 31,0 33,0 33,1 Média Máxima °C 30,3 30,8 28,1 25,7 24,3 22,1 22,2 22,9 24,5 24,6 25,8 29,0 27,8 Média minima °C 18.7 18.8 18.8 16.1 13,9 10,2 12,2 10,0 13,5 16,3 18,6 19,8 16,0 Mínima registada °C 16,7 16,0 16,6 10,7 10,7 5,8 7,9 4,9 7,9 12,5 15,1 16,0 14,5 Dados referentes a 2010. === Vegetação === A vegetação predominante é de Mata Atlântica. O município possui muito de sua mata conservada, principalmente na região rural. A região de mata urbana, é quase toda devastada devido ao crescimento da cidade. == Economia == O município é o maior polo industrial da região serrana, onde são produzidos blocos de pedra em suas indústrias do tipo, além do café, milho, tomate, batata, manga e entre outros produtos. == Festas == * Festa de São Sebastião (11 a 20 de Janeiro) * Festa do Carro de Boi * Afonsoclaudense Ausente * Festival Som nas Montanhas (Evento Evangélico) * Baile do Jeans * Baile do Sinal * Exposição Agropecuária (Festa do Peão - do Agricultor) ==Cultura== No município existem dois Grupos de Danças Folclóricas Alemãs;um é do Bairro da Grama, chamando de \"Land berg\" e o outro grupo de de danças é de Serra Pelada e o nome é Grupo de Dança Land der Wasserfalle\" que significa \"Terra das Cachoeiras\" em homenagem ao município,este grupo existe desde o ano de 1986, e tem o Apoio da ADL e do Distrito de Serra Pelada. === Religiosidade === Possui em maioria fiéis da Igreja Católica Apostólica Romana, também protestantes luteranos dos dois segmentos de igrejas luteranas: IELB (Igreja Evangélica Luterana do Brasil), originária da missão luterana americana (estadunidense) e IECLB - Igreja Evangélica de Confissão Luterana no Brasil, possuem muitos fiéis. Possui um grande número de outras igrejas evangélicas: Igreja Batista, Assembléia de Deus, Maranata, Presbiteriana, Deus é amor, Adventista e Batista Nacional. == Educação == Possui 80 escolas (55 de ensino fundamental, 18 de ensino infantil e 7 de ensino médio).http://www.ibge.gov.br/cidadesat/painel/painel.php?codmun=320010#topo A Superintendência Regional Sudoeste-Serrana do Estado sedia em Afonso Cláudio. Ela abrange municípios como Venda Nova do Imigrante, Laranja da Terra, Brejetuba, Conceição do Castelo entre outros. É o maior polo educacional da região serrana, e é principalmente na cidade onde são realizados os principais eventos realizados pela Secretaria de Educação do Governo, pela localização estratégica do município, que se localiza no centro, rodeado pelos outros da microrregião, e pela estrutura de suportar eventos grandes como palestras. A cidade conta com a maior escola da região, a EEEFM \"Afonso Cláudio\", por onde já passaram, segundo registros 360.000 alunos desde sua fundação na década de 1950. == Transporte == Possui a maior frota de veículos da região serrana, totalizando em cerca de 14.878 (registrados na cidade) veículos de todos os tipos, excluindo os mais de 10,000 veículos intermunicipais que circulam diariamente no município. Devido ao relevo acidentado, a cidade possui rodovias de velocidade média. Frota de Veículos de Afonso Cláudio Total Automóveis 6.136 Caminhões 593 Caminhões-trator 18 Caminhonetes 948 Camioneta 687 Micro-ônibus 93 Motocicletas 5.286 Motonetas 910 Ônibus 106 Reboque 43 Semi-Reboque 17 Outros 41 TOTAL 14.878 A principal rodovia do município é a ES-165 (Rodovia Sebastião Alves de Lima), que liga a cidade a BR-262. A BR-484, rodovia federal que se inicia em Afonso Cláudio e que liga o Centro a BR-259 e as outras cidades ao norte do estado como Colatina, Laranja da Terra, Santa Maria de Jetibá e demais localidades é a principal rodovia de escoamento de cargas e produtos industriais produzidos no município. === Tráfego === Possui um nível de trânsito extremamente alto, incompatível com sua população, ou seja, o número de veículos que transitam diariamente pela cidade é maior que o previsto para sua população. Isso acontece pelo fato de a cidade estar entre as 2ª e 3ª principais rodovias da região serrana, respectivamente: a BR-484 e a ES-165 - Rodovia Sebastião Alves de Lima, além de ser o maior centro econômico da região, isso faz com que inúmeros veículos de cargas e automóveis pessoais percorram a cidade, principalmente no Centro. O problema está centralizado principalmente no Centro, onde as avenidas, construídas em 1890, não comportam todo o trânsito e acabam por sendo congestionadas diariamente. Em um projeto do Governo Estadual em parceria com a Prefeitura Municipal de Afonso Cláudio, planejavam construir uma ponte sobre o Rio Guandu (Espírito Santo), ligando a nova extensão da Av. Presidente Vargas, onde o problema é ainda maior, com congestionamentos em todo momento, que se inicia atualmente no bairro Campo 20 até os primeiros metros da Av. José Giestas, no sentido Norte, onde o trânsito continuaria com sentido único, ao contrário da Av. Presidente Vargas, que teria o trânsito alterado para mão única sentido Sul. Porém, com o plebiscito realizado na cidade, a população decidiu que a nova ponte deveria ser construída sobre o Rio Guandu, porém ao antigo final da Av. Presidente Vargas sentido Sul, ligando o novo trecho ao antigo, continuando com mão dupla no sentido Norte-Sul. Persiste o problema até que outra via seja aberta. == Energia == Há uma subestação da ESCELSA(uma das principais da região serrana), responsável pelo fornecimento da energia para todo o município e outras partes da região. == Saneamento == O fornecimento de água tratada é de responsabilidade da CESAN, e todo o território urbano e dos distritos possuem água tratada. O sistema de lixo da cidade, antes quase dentro da cidade, foi transferido para outra localidade mais afastada da cidade, e com os devidos cuidados em relação ao impacto ambiental. Até 2007, Afonso Cláudio não contava com o sistema de saneamento básico, mas a partir de 2008, uma obra financiada pelo Governo do Estado, implantou o sistema de esgotamento em 100% do território urbano. == Turismo == * Cordilheira do Empoçado: Formação montanhosa pertencente a Serra do Castelo, que possui diversas pedras com formatos diferentes, algumas listadas abaixo. Consiste em inúmeras formações geológicas de pedras formadas ao longo do tempo e uma das maiores altitudes da Serra do Castelo. A Cordilheira forma um paredão de pedras e matas muito preservadas. A Vila do Empoçado leva esse nome devido ao fato de estar localizada em volta da Cordilheira, com um vale muitíssimo extenso em sua volta, e nos dias de chuva, partes mais baixas se alagam. * Casa do Artesanato Municipal: Funciona como Casa do Artesanato, posto de informações turísticas e lanchonete. * Pedra do Gato: A Pedra que se localiza na comunidade do Empoçado, em Afonso Cláudio é atração municipal pelo desenho formado na face da pedra. * Pedra do Elefante: Localiza-se na localidade de Empoçado. * Igreja Matriz São Sebastião: É a Matriz da região. Considerada uma das igrejas mais originais e antigas do estado, em estilo neogótico. É a maior da região e possui a gruta de Nossa Senhora e a antiga escola religiosa onde hoje é ensinado o catecismo. Localiza-se na Praça Aderbal Galvão. * Centro Cultural \"José Ribeiro Tristão\": Teatro e Centro de Convenções de Afonso Cláudio. Além disso, do alto do Centro Cultural, se tem uma vista prazerosa e incrível do Centro de Afonso Cláudio. * Pedra da Broa * Cachoeira Bonita * Cachoeira Fio de Ouro * Lazer Belphi * Comunidades de Fazenda Guandu e Serra Pelada com seus atrativos * Patrimônio Municipal * Museu das Grandes Guerras: O museu traz vestígios das Grandes Guerras Mundiais, retratando um pouco da história, roupas, vídeos temáticos da guerra entre outros além de mostrar um pouco da cultura pomerana afonso-claudense. Localiza-se na BR-484. * Parque Municipal Pedra Três Pontões: Afonso Cláudio possui um dos maiores parques estaduais da região. Localização: Siga pela BR-484 em direção a Serra Pelada. É o símbolo de Afonso Cláudio. * Pista de Aeromodelismo: Pista asfaltado de 120 x 10 mts, com toda infra estrutura necessária para a prática do hobby/esporte, com energia 110 x 220 vtz, banheiros masculino e feminino, cozinha, churrasqueira, usada exclusivamente para a pratica de aeromodelismo. Frequentemente ocorrem eventos voltados para o aeromodelismo geralmente no mês de julho. Localização: Empoçado. * Praça Aderbal Galvão: Maior praça de Afonso Cláudio onde são atraídas muitas pessoas nas noites de sábado, devido as feirinhas que ocorrem. Ela passou por uma reforma de 100% de sua área (todas as praças da cidade passaram por essa reforma). Localiza-se no centro da cidade. * Afonsoclaudense Ausente e Presente: É a maior festa municipal, que acontece todo ano no centro da cidade (Praça Aderbal Galvão) e além disso reúne muitos artistas famosos que fazem shows gratuitos. * Cachoeira de Santa Luzia: A cachoeira é a mais procurada ao longo do ano pelos visitantes. Localização: Santa Luzia. * Pedra da Lajinha: Procurada principalmente pelos praticantes do alpinismo e possui rampa de voo. Localização: Lajinha. * EcoEstação: Um dos principais pontos turísticos da cidade, que atrai muitos visitantes no verão. * Vila Pontões: É um distrito de beleza impar, localizado na região sul de Afonso Cláudio. == Organizações da Sociedade Civil == O município possui 181 organizações da sociedade civil ativas e não ativas. Na sua maioria as organizações são privadas, sendo 28,87% atuando em Desenvolvimento e defesa de direitos, 24,7% em atividades associativas gerais e 17% em atividades religiosas. * Associação Atlética Banco Do Brasil * Associação do Carro de Boi - ACAB * Associação Diacônica Luterana - ADL * APAE Afonso Cláudio * Associação Pró-Casa do Menino * Lira São Sebastião * Loja Maçônica José Cupertino * CUBA * Asilo Ninho de Amor * Projeto Resgate Vida == Ver também == * Rio Doce == Ligações externas == * * * * Categoria:Fundações no Espírito Santo em 1890",
 "title": "Afonso Cláudio"
}