{
 "id": "30848",
 "text": "Brejetuba é um município brasileiro do estado do Espírito Santo. Faz divisa com Afonso Cláudio, Ibatiba e Mutum. Sua população, conforme estimativas do IBGE de 2020, era de habitantes. == História == Brejetuba, Terra fértil, valorosa, de gente humilde e trabalhadora. Povo de garra, que em busca de seu ideal maior, transformou um vilarejo em cidade. Por volta do ano 1880 as terras onde hoje se situa a sede do município de Brejetuba foram doadas pelo Estado do Espírito Santo à companhia Brasileira Torrens, como em todo o território Brasileiro os primeiros habitantes dessa região foram os índios, após a colonização e com o desaparecimento quase que total dos índios que viviam na região sudeste, pessoas de várias regiões que buscavam terras férteis para o cultivo de grãos e cereais, bem como a criação de gado e outros, fixaram residência na região, nessa época a agricultura era na maioria de subsistência. Com a criação do município de Afonso Claudio em 20 de novembro de 1890, a vila ainda chamada de Brejaúba, passou a integrar o município recém criado. A missa celebrada pelo padre Carlos José Ernesto Leduc é considerada por muitos o primeiro passo para a criação da pequena vila de Brejaúba, não existe uma data correta para este acontecimento, nesse período as famílias Cardoso, Dias, Valeriano, Belarminio, Firmino e Mariano povoavam a vila. A primeira mulher a lecionar na vila foi à professora Dalila, que era esposa do primeiro militar o cabo Alfredo, ambos vieram da cidade de Castelo. Pela lei estadual nº 1739, de 11 de Janeiro de 1930, é criado o distrito de Brejaúba e anexado ao município de Afonso Cláudio, muitos lutaram por essa conquista destacando-se os cidadãos Antônio Silvério Filho, Apolinário Dias Pimenta, Almo Teixeira de Queiros, José Olinto Badaró e João Olinto Badaró. Em 31 de dezembro de 1943 pelo decreto-lei estadual nº 15177, o distrito de Brejaúba, passou a se chamar Brejetuba. No ano de 1931 foi instalado o Cartório de notas e registro civil de propriedade do senhor Manoel Ângelo de Oliveira, o primeiro Juiz Distrital foi o senhor Cassiano José Custódio. Com a expansão da lavoura cafeeira que cobriam vales, morros e chapadas com o verde de suas folhas, o branco de suas flores, o vermelho e amarelo de seus frutos, e os corações dos proprietários cheios de esperança de um futuro cada vez melhor a pequena vila se desenvolveu, tornando-se um dos principais produtores de café do Estado, o distrito de Brejetuba inicia a luta pela sua emancipação. Desde a criação do distrito de Brejaúba em 1930, o sonho de tornar Brejetuba município pairava na cabeça de seus moradores, com a criação do distrito de São Jorge do Oliveira em 30 de novembro de 1992 esse sonho se fortalecia, em 15 de Dezembro de 1995 o sonho tornou-se realidade, Brejetuba se desmembrou do município de Afonso Claudio, juntamente com o distrito de São Jorge através da lei estadual nº 5146, nasceu assim à cidade de Brejetuba. Muitos que lutaram para esse acontecimento infelizmente não puderam ver o sonho realizado, mais seus filhos e netos presenciaram a criação da cidade do café, como é conhecido o município de Brejetuba. O nome Brejaúba foi herdado de uma palmeira cheia de espinhos típica da região, já Brejetuba que é o atual nome do município segundo alguns moradores mais antigos da região em tupi-guarani quer dizer bosque de Brejaúbas, mais há controversas, outras versões para o nome Brejetuba é que seria uma variação do nome Brejaúba. O município de Brejetuba é constituído de três distritos que são eles: Brejetuba, Santa Rita de Brejetuba e São Jorge de Oliveira. Existem outras curiosidades a respeito da história de Brejetuba, uma delas é a criação da Primeira Igreja Batista do Estado do Espírito Santo, a história dos Batistas Capixabas teve o seu início em 21 de agosto de 1903, data em que os missionários Zacarias Clay Taylor e A. L. Dunstan dois dos cinco primeiros missionários batistas a pisarem em solo brasileiro fundaram, com 60 pessoas, o que hoje é a Primeira Igreja Batista em Alto Firme, o local de fundação da igreja hoje é chamado de Marapé e fica distante da sede de Brejetuba cerca de 8 km. == Economia == A economia de Brejetuba concentra-se principalmente na produção de café arábica. == Administração == * Prefeito: Levi Marques de Souza (2021/2024) * Vice- prefeito: Jefferson Martinuzzo * Presidente da Câmara: Delurdes da Costa Miranda (2021/2022) == Ligações externas == * * Categoria:Municípios do Espírito Santo (estado) Categoria:Fundações no Espírito Santo em 1995 Categoria:Deserto de notícias",
 "title": "Brejetuba"
}