{
 "id": "30853",
 "text": "{{Info/Município do Brasil | nome = Ecoporanga | foto = Ecoporanga-ES - panoramio.jpg | leg_foto = Igreja Matriz de São José Operário | apelido = | brasão = Brasao-ecoporanga.png | bandeira = Bandeira-ecoporanga.png | link_brasão = | link_bandeira = | link_hino = | aniversário = | fundação = | gentílico = ecoporanguense | lema = | prefeito = Elias Dal'Col | partido = PSD | fim_mandato = 2024 | mapa = EspiritoSanto Municip Ecoporanga.svg | latP = S | latG = 18 | latM = 22 | latS = 22 | lonP = O | lonG = 40 | lonM = 49 | lonS = 51 | estado = Espírito Santo | região_intermediária = Colatina | data_região_intermediária = IBGE/2017 | região_imediata = Nova Venécia | data_região_imediata = IBGE/2017 | região_metropolitana = | vizinhos = Norte: Nanuque e Carlos Chagas (estes em MG); Oeste: Ataléia (em MG); Sul: Água Doce do Norte, Barra de São Francisco e Vila Pavão (estes no ES); Leste: Nova Venécia, Mucurici e Ponto Belo (no ES) | dist_capital = 315 | distritos = Cotaxé, Ecoporanga (sede), Imburana, Joaçuba, Muritiba, Prata dos Baianos, Santa Luzia do Norte e Santa Terezinha | área = 2285.369 | área_ref = | população = 21992 | data_pop = estatísticas IBGE/2022 | altitude = 230 | clima = tropical | sigla_clima = Aw | idh = 0.662 | data_idh = PNUD/2010 | pib = | data_pib = IBGE/2015 | pib_per_capita = 13369.56 | data_pib_per_capita = IBGE/2015 | site = www.ecoporanga.es.gov.br | site_câmara = www.camaraecoporanga.es.gov.br }} Ecoporanga é um município brasileiro do estado do Espírito Santo, Região Sudeste do país. Sua população estimada em 2018 era de habitantes. Situado na região noroeste do estado, destaca-se na produção de leite e na extração e beneficiamento de rochas ornamentais. ==Geografia== De acordo com a divisão regional vigente desde 2017, instituída pelo IBGE, o município pertence às Regiões Geográficas Intermediária de Colatina e Imediata de Nova Venécia. Até então, com a vigência das divisões em microrregiões e mesorregiões, fazia parte da microrregião de Barra de São Francisco, que por sua vez estava incluída na mesorregião do Noroeste Espírito-Santense. De relevo bastante ondulado, a sede do município é localizada a 230m de altitude em relação ao nível do mar. O município está localizado na Serra dos Aimorés. === Clima === Segundo dados do Instituto Nacional de Meteorologia (INMET), referentes ao período de setembro de 1972 a junho de 1977, 1979 a julho de 1980 e 1982 (a partir de 9 de maio) a 2015 (até 11 de janeiro), a menor temperatura registrada em Ecoporanga foi de em 12 de agosto de 1997, e a maior atingiu em 31 de outubro de 2012. No período de janeiro a novembro de 1979 e 2002 a janeiro de 2015, o maior acumulado de precipitação em 24 horas foi de milímetros (mm) em 25 de fevereiro de 2011. Outros grandes acumulados foram em 10 de dezembro de 2006, em 15 de janeiro de 2004 e em 23 de janeiro de 2009. Dezembro de 2013, com , foi o mês de maior precipitação. ==Atividades econômicas== Nas décadas de 70 e 80 a economia ecoporanguense se baseava nas grandes lavouras de café e grandes pastagens. A população do município era muito maior que hoje. No início da década de 90 os moradores da cidade iniciaram um grande êxodo rural e foram buscar melhores condições em grande cidades como Vitória e Belo Horizonte e nos estados da região norte do país, como Rondônia e Pará. Com o êxodo, a agricultura do município decresceu muito e ficou por muitos anos na estagnação. Nos últimos anos com o início da extração em grande escala de rochas ornamentais a cidade voltou a se desenvolver e alavancou o crescimento a agricultura. Hoje Ecoporanga é o maior produtor de leite (41.847.000 litros por ano) e tem os maiores rebanhos bovino (215.803 cabeças) e equino (5.200 cabeças) do estado do Espírito Santo. ==Economia e trabalho== Segundo o IBGE, as receitas realizadas em 2017 são no valor de R$ 64.949.760,00 Ainda conforme dados do IBGE, a quantidade de pessoal ocupado em 2019 são 2.719 pessoas, com o salário médio de 1,9 salário mínimo. ==Saúde== Serviços de Saúde Hospitalares 2005 Estabelecimentos de Saúde total 21 Estabelecimentos de Saúde público 17 Leitos para internação em Estabelecimentos de Saúde total 66 Leitos para internação em Estabelecimentos de Saúde público total 0 Leitos para internação em Estabelecimentos de Saúde privado total 66 Leitos para internação em Estabelecimentos de Saúde privado SUS 54 ==População== A população em 2010 é de 23.212, conforme o Censo 2010 do IBGE. A população estimada pelo IBGE em 2021 é de 22.748 habitantes, registrando um decréscimo populacional. == Segurança == A Polícia Militar do Estado do Espírito Santo possui uma Companhia de Polícia (2ªCia do 11º BPM) encarregada de promover a paz social em todo o município e de realizar políticas publicas de segurança para a proteção do cidadão ecoporanguense. == Divisão administrativa == Ecoporanga tem 07 distritos: Imburana (21), Cotaxé (35), Muritiba (52), Santa Luzia (57), Joaçuba (20), Santa Terezinha (15), Prata dos Baianos (22), e 05 povoados: Itapeba (31), Ribeirãozinho (18), Santa Rita (18), São Geraldo (17), Dois de Setembro (9). Distância até a cidade de Ecoporanga entre parênteses. Ecoporanga conta também em seu núcleo urbano com os bairros: Centro, Vila Nova, Homero Amante, Vale Encantado, Divino Espírito Santo, Benedita Monteiro, Valtinho Figueiredo, José de Assis Baeta, Senhora Aparecida, Conjunto Délio Rodrigues, Homero Amante, Bela Vista, Jardim Paulista, Buraco Quente, entre outros. == Religião == Ecoporanga possui inúmeras igrejas, a maioria da população se denomina Católica, mas há um grande número de denominações históricas: Igreja Católica Apostólica Romana, Igreja Evangélica Assembleia de Deus, 1ª Igreja Batista, Igreja Batista Nacional, Igreja Adventista do 7º Dia, Igreja Presbiteriana do Brasil, Igreja Batista Esperança e Igreja Cristã Maranata. Conta também com inúmeras denominações neopentecostais como a Igreja Mundial do Poder de Deus e Igreja Internacional da Graça de Deus. == História == De 1952 a 1953, Ecoporanga, mais especificamente Cotaxé, serviu como sede do estado de seria ilegalmente criado, Estado União de Jeová. == Ver também == * Lista de municípios do Espírito Santo * Lista de municípios do Brasil == Ligações externas == * * * Categoria:Topônimos de origem tupi Categoria:Fundações no Espírito Santo na década de 1950",
 "title": "Ecoporanga"
}