{
 "id": "30868",
 "text": "{{Info/Município do Brasil | nome = João Neiva | apelido = Príncipe do Norte/ Cidade Sorriso/ Terra de Imigrantes Italianos | foto = Church in Acioli, João Neiva, ES, Brazil - panoramio.jpg | leg_foto = | bandeira = Bandeira joaoneiva.jpg | brasão = Brasao joaoneiva.jpg | link brasão = | link bandeira = | link_hino = | aniversário = 11 de maio | fundação = | gentílico = joãoneivense | lema = Trabalho e oportunidade para todos | prefeito = Paulo Sérgio de Nardi | partido = Republicanos | fim_mandato = 2024 | mapa = EspiritoSanto Municip JoaoNeiva.svg | latG = 19 | estado = Espírito Santo | latP = S | latM = 45 | lonP = O | lonG = 40 | lonM = 23 | latS = 28 | lonS = 09 | região_metropolitana = | vizinhos = Ibiraçu (S), Aracruz (L), Linhares (NE), Colatina (N), Santa Teresa e São Roque do Canaã (O). | dist_capital = 81 | área = 272.865 | área_ref = | população = 14079 | data_pop = IBGE/2022 | altitude = 80 | clima = Tropical | sigla_clima = Aw | | idh = 0.753 | data_idh = PNUD/2010 | pib = | data_pib = IBGE/2010 | pib_per_capita = 22922,77 | data_pib_per_capita = IBGE/2010 | site_prefeitura = www.joaoneiva.es.gov.br | site_câmara = www.joaoneiva.es.leg.br }} João Neiva é um município brasileiro do estado do Espírito Santo. Sua população segundo o Censo demográfico do IBGE em 2022 é de 14 079 habitantes. Encontra-se em meio a uma paisagem de densas matas sobre um relevo acidentado, com muitos \"pães-de-açúcar\". Próximo à cidade, há duas reservas biológicas que têm o objetivo de preservar o que ainda existe de Mata Atlântica, a reserva da Rancho Alto - Reserva Florestal da Vale do Rio Doce, criadas e mantidas pela Companhia Vale do Rio Doce. A influência da cultura italiana é uma característica marcante de João Neiva, cidade que recebeu muitas famílias vindas da Itália no período das grandes imigrações no Brasil. == História == === BANDEIRA OFICIAL === A Bandeira Oficial foi escolhida em concurso municipal, criada por RODRIGO FRIGINI DE MARCHI, composta de três faixas horizontais de mesmo tamanho, nas cores verde, branco e vermelho (cores da Bandeira Italiana), que representam a imigração italiana de quem somos descendentes. No triângulo centralizado na faixa branca, a locomotiva representa João Neiva no seu início, o Monte Negro, um ponto marcante do Município e as datas 1906, marca o início do povoado e 1988 a emancipação de João Neiva.https://web.archive.org/web/20040602195223/http://www.joaoneiva.es.gov.br/municipio/simbolos.htm === Imigração italiana === No ano de 1874 deu-se a imigração para o Brasil. Os italianos distribuíram-se por várias regiões, mas foi somente no ano de 1877 que chegaram nessa região as primeiras famílias de imigrantes. Em 1888 a família Girelli proveniente de Vigasio VR, em 1889 a família Faustini proveniente de Belluno e entre outras. Com a chegada da primeira família surgem os povoados de Acioli (1887) e Demétrio Ribeiro (1890), hoje distritos de João Neiva. === Instalação da ferrovia === No início do século XX, um deputado federal baiano e engenheiro João Augusto Neiva, muito lutou na câmara federal para a instalação da Estrada de Ferro Diamantina, pertencentes a Companhia Estrada de Ferro Vitória-Minas. Com a instalação da estrada de ferro, em 1906 surge a estação ferroviária. O terreno para a realização da obra foi doado por Negri Orestes. O idealizador, Pedro Nolasco, da construção da Estrada de Ferro Diamantina, para homenagear o deputado baiano João Augusto Neiva, deu à estação o nome de João Neiva. É em torno da estação que surge o povoado \"João Neiva\". Em 30 de dezembro de 1921, João Neiva, através da lei nº 1305 é elevada a distrito. No dia 15 de novembro de 1988, realizou-se a primeira eleição no município. Tendo sido eleito para prefeito, Aluyzio Morellato, para vice-prefeito, José Anízio Ivo Secomandi. == Geografia == Situada na Microrregião Metropolitana Expandida Norte, João Neiva, limita-se ao norte pelo município de Colatina; ao sul Ibiraçu; a nordeste Linhares, a leste Aracruz; a oeste São Roque do Canaã e Santa Teresa. Possui uma distância de 81 km da capital do estado – Vitória. === Relevo === Com altitude mínima de 60m e máxima de 1090m, o município possui um relevo modelado com rochas cristalinas, classificando-se como ondulado a fortemente ondulado, com cotas variando de 100 a 600 metros, possuindo boa parte de sua área com declividade maior que 30%. Localizado na sede, encontra-se o Morro do Monte Negro que faz a divisa com o município de Ibiraçu, o Pico da Serra do Óleo com 800 metros que fica localizado, perto de Lombardia, perto de Barra do Triunfo, e ainda o Morro de Santa clara em Alto Bérgamo e o Pico de Cavalinho que é um dos principais pontos da telecomunicação do Espírito Santo, onde ficam as torres da Embratel, Vale, TV Gazeta, entre outras. === Hidrografia === Encontra-se na bacia do Rio Doce, sendo que na região destacam-se os rios Piraqueaçu, rio Pau Gigante, rio Ubás, rio Triunfo, dentre outros. Os maiores rios do Município são: • rio Piraqueaçu: nasce em Santa Teresa, atravessa o município e deságua no Oceano Atlântico, em Santa Cruz – município de Aracruz. • rio Clotário: nasce na cabeceira do Morro do Descanso que fica em Cavalinho e Demétrio Ribeiro e deságua no rio Piraqueaçu, em João Neiva, na ponte próxima ao Centro Comunitário. • rio Pau Gigante: nasce na cabeceira de Alto Bérgamo, passa por Acioli e no município de Colatina forma a lagoa Pau Gigante que deságua no rio Doce. As principais cachoeiras do Município são: • cachoeira do Paraíso: chamada anteriormente de Cachoeira do Inferno – segundo antigos moradores existe nesta cachoeira uma gruta com inscrições de Antigas Civilizações, cujas cópias de letras já foram enviadas até para a Itália, para estudos. Foi encontrada nesta cachoeira, uma pedra esférica com mais ou menos 15 cm de raio, hoje exposta no restaurante Califórnia, em Ibiraçu. Através da Lei n.º 0886/98 fica denominada “Cachoeira do Paraíso” a popular “Cachoeira do Inferno”. Localizada em Mundo Novo, com aproximadamente 80 metros de altitude. Por possuir uma água de boa qualidade e poucas impurezas, foi canalizada pelo SAAE para abastecimento de água da sede de João Neiva e algumas localidades do município como: Santo Afonso, Cristal, Piraqueaçu, Ribeirão de Cima, Monte Negro e Juá. • no rio Clotário há uma cachoeira localizada dentro da cidade de João Neiva, no final da rua 7 de setembro, antiga fornecedora de energia elétrica para a cidade. • no rio Ubás há uma cachoeira na propriedade de João Batista, entre a Barra do Triunfo e Acioli. • Cachoeira Piva: com mais ou menos 10 metros de altura, próxima à Br 101-norte, no Rio Piraqueaçu. ==Demografia== De acordo com a estimativa populacional do IBGE para 2022, João Neiva tem 14.079 habitantes, ocupando o posto de 44º município mais populoso do estado. ;Evolução demográfica da cidade de João NeivaRecenseamentos demográficos em Colors= id:lightgrey value:gray(0.9) id:darkgrey value:gray(0.7) id:sfondo value:rgb(1,1,1) id:barra value:rgb(0.6,0.7,0.8) ImageSize = width:500 height:300 PlotArea = left:50 bottom:50 top:30 right:30 DateFormat = x.y Period = from:0 till:16000 TimeAxis = orientation:vertical AlignBars = justify ScaleMajor = gridcolor:darkgrey increment:4000 start:0 ScaleMinor = gridcolor:lightgrey increment:1000 start:0 BackgroundColors = canvas:sfondo BarData= bar:1940 text:1940 bar:1950 text:1950 bar:1960 text:1960 bar:1970 text:1970 bar:1980 text:1980 bar:1991 text:1991 bar:2000 text:2000 bar:2009 text:2009 bar:2010 text:2010 PlotData= color:barra width:20 align:left bar:1940 from:0 till: 9510 bar:1950 from:0 till: 7219 bar:1960 from:0 till: 11754 bar:1970 from:0 till: 12352 bar:1980 from:0 till: 13377 bar:1991 from:0 till: 13472 bar:2000 from:0 till: 15301 bar:2009 from:0 till: 14621 bar:2010 from:0 till: 15809 PlotData= bar:1940 at: 9510 fontsize:S text: 9.510 shift:(-8,5) bar:1950 at: 7219 fontsize:S text: 7.219 shift:(-10,5) bar:1960 at: 11754 fontsize:S text: 11.754 shift:(-10,5) bar:1970 at: 12352 fontsize:S text: 12.352 shift:(-10,5) bar:1980 at: 13377 fontsize:S text: 13.377 shift:(-10,5) bar:1991 at: 13472 fontsize:S text: 13.472 shift:(-10,5) bar:2000 at: 15301 fontsize:S text: 15.301 shift:(-10,5) bar:2009 at: 14621 fontsize:S text: 14.621 shift:(-10,5) bar:2010 at: 15809 fontsize:S text: 15.809 shift:(-10,5) == Subdivisões == Distrito População Acioli 2300 João Neiva 13100 ==Estrutura urbana== === Transporte === A rede de transporte de João Neiva é composta pelas modalidades ferroviária e rodoviária. A cidade é cortada e atendida pela Estrada de Ferro Vitória a Minas (EFVM), mantida pela Vale, cujos trens diários ligam o município às capitais Belo Horizonte e Vitória. Além de ser cortada pela BR-101, a BR-259 que liga o Espírito Santo à Minas Gerais inicia-se em João Neiva. Atualmente o município conta com uma viação de transporte urbano intermunicipal que é atendida pela Viação São Roque. ==Cultura e lazer== === Turismo === Sem dúvida, um dos lugarejos mais bonitos de João Neiva é Demétrio Ribeiro. Fundado no final dos anos de 1800, atraiu vários imigrantes italianos, que dedicaram-se ao plantio do café, ao comércio e à agricultura de subsistência. O nome Demétrio Ribeiro foi dado devido à influência de Demétrio Nunes Ribeiro, que foi Ministro da Agricultura. Atualmente a comunidade de Demétrio Ribeiro, em parceria com o Sebrae, organiza anualmente um evento para promover a cultura e o agroturismo, proporcionando o desenvolvimento local e conseqüentemente a melhoria da qualidade de vida de seus moradores. Outro ponto turístico do município de João Neiva, fica localizado no centro da cidade: A famosa e Antiga Igreja Matriz, administrada pelo Padre Antônio Wilson Almança há vários anos e até hoje. A Igreja é admirada por sua beleza interna e externa. Visual de construção antiga, chama a atenção dos visitantes que aparecem pela cidade. ==Ver também== *Imigração italiana no Brasil *Espírito Santo ==Ligações externas== *Página da prefeitura Categoria:Fundações no Espírito Santo em 1988",
 "title": "João Neiva"
}