{
 "id": "30861",
 "text": "{{Info/Município do Brasil | nome = Irupi | foto = Irupi.jpg | leg_foto = Vista aérea do Centro de Irupi | apelido = A Princesinha do Caparaó | brasão = Brasao_irupi.jpg | bandeira = Irupi flag.png | link_brasão = | link_bandeira = | link_hino = | aniversário = 16 de setembro | fundação = | gentílico = irupiense | lema = | padroeiro = São João Batista | CEP = 29398-000 a 29399-999 | prefeito = Edmilson Meireles de Oliveira | partido = MDB | fim_mandato = 2024 | mapa = EspiritoSanto Municip Irupi.svg | latP = S | latG = 20 | latM = 20 | latS = 42 | lonP = O | lonG = 41 | lonM = 38 | lonS = 27 | estado = Espírito Santo | mesorregião = Sul Espírito-santense | data_mesorregião = IBGE/2008 | microrregião = Alegre | data_microrregião = IBGE/2008 | região_intermediária = | região_imediata = | região_metropolitana = | vizinhos = Iúna, Ibatiba | dist_capital = 199 | área = 184.807 | área_ref = | população = 14513 | data_pop = est. IBGE/2024 | altitude = 730 | clima = tropical de altitude | sigla_clima = Cwa | idh = 0.637 | data_idh = PNUD/2010 | pib = mil | data_pib = IBGE/2021 | pib_per_capita = 17277,94 | data_pib_per_capita = IBGE/2021 | site_prefeitura = irupi.es.gov.br | site_câmara = camarairupi.es.gov.br }} Irupi é um município brasileiro do estado do Espírito Santo. == História == O município de Irupi está localizado no Sul Estado do Espírito Santo, região do Caparaó. Limita-se ao norte com o município de Ibatiba, ao sul, leste e oeste com o município de Iúna. Além da sede, com altitude de 730 metros, é compreendido pelo distrito de Santa Cruz. Desenvolveu-se com o cultivo do café, que era transportado por carros de boi e tropas de burro. O território que hoje constituí o município de Irupi pertencia, inicialmente ao município de Vitória. Com a criação do distrito de Viana, foi anexado a ele e nele permaneceu, após a sua elevação à categoria de município como território do distrito de São Pedro de Alcântara do Rio Pardo, criado pela lei nº 10, em 14 de junho de 1859. Todo o território do distrito de Rio Pardo foi anexado ao município de Cachoeiro de Itapemirim, em 1867. O município de Rio Pardo foi criado em 1890, quando da promulgação da primeira Constituição Republicana do Estado do Espírito Santo, sendo dividido em três distrito. A sede, o distrito de São Manoel do Mutum e o distrito de Santa Cruz. Com trânsito de pedestre, tropas e carros de boi, na segunda metade do século passado, a então Fazenda da Cachoeirinha, de propriedade de Hydário Tomaz, foi se transformando num pequeno arraial, com cemitério capela dedicada a São João Batista e pequenos comercircios, até que desapareceu seu primitivo nome e ficou conhecida como \"Cachoeirinha do Rio Pardo\", por ficar às margens de um dos afluentes desse rio. Com o progresso da pequena Vila de Cachoeirinha do Rio Pardo e a estagnação da Vila de Santa Cruz, a sede do distrito foi transferida para esta. O Distrito foi criado com a denominação de Cachoeira, pelo ato municipal de 28 de dezembro de 1903. Em divisão datada do ano de 1911, o distrito de Cachoeirinha do Rio Pardo já figurou no município do Rio Pardo resistindo às divisões territoriais datadas de 31 de dezembro de 1936 e 31 de dezembro de 1937. Pelo Decreto Lei Estadual nº 15177, de 31 de dezembro de 1943, o distrito de Cachoeirinha do Rio Pardo, passou a denominar-se Irupi, topônimo de origem indígena que tem os seguintes significados; amigo belo e águas branquinhas pequenas, e o município de Rio Pardo passou a denominar-se Iúna. Em divisão territorial datada de 1 de julho de 1960, Irupi permaneceu distrito de Iúna, assim ficou até a divisão territorial de 18 de agosto de 1988. A primeira tentativa de emancipação político-administrativa que se tem notícia ocorreu em 1963 conforme processo 18000424/1963 mas a mesma se viu frustrada Arquivos da Justiça Eleitoral no Estado do Espírito Santo e a emancipação com respectivo desmembramento do município de Iúna somente aconteceu com a Lei Estadual nº 4520/91 de 15 de Janeiro de 1991 durante a gestão do Governador Max de Freitas Mauro. Permanecendo ainda por dois anos sob a gestão prefeito de Iúna, Wellington Firmino do Carmo, a instalação do município se deu em 1 de Janeiro de 1993, após sua primeira eleição direta, que elegeu para Prefeito a Mário Luiz Barbosa. Formada por uma miscigenação de cultura, tem como, ascendente mais diretos, os Portugueses e indígenas do qual vem a atual denominação IRUPI. O município de Irupi localiza-se a uma latitude sul de 20°, 20 e 42\" e a uma longitude oeste de Greenwich de 41°, 38 e 28\", possuindo uma área de 185 km², equivalente a 0,41% do território estadual. Em divisão territorial datada de 1 de junho de 1995, o município era constituído somente de distrito sede. Pela lei nº 068/95 , de foi criado o distrito de Santa Cruz de Irupi. Anexado a 15 de julho de 1997, o município passou a ser constituído de 2 distritos: Irupi e Santa Cruz de Irupi. Assim permanecendo em divisão territorial datada de 2003. == Turismo == Irupi faz parte do Entorno do Caparaó e seus principais atrativos são a Pedra da Tia Velha, a Pedra da Torre, a Gruta de São Quirino, a Cachoeira do Chiador e a Cachoeira de São José. Pedra da Tia Velha: 10 km da sede, monumento rochoso com aproximadamente 1140 m. Pedra da Torre: a cerca de 2 km do centro da cidade de Irupi, a Pedra da Torre é um belo atrativo rochoso, com cerca de 950 m de altitude, que embeleza a paisagem urbana da cidade. Entorno do Caparaó: Irupi compõe um dos 10 municípios da região do entorno, sendo um dos pontos de melhor visibilidade do pico da Bandeira, com 2890 m. Cachoeira do Chiador: a 24 km da Sede com suas águas cristalinas, possui uma queda de 9 metros de altura e o ambiente é cercado por Mata Atlântica e pedras escorregadias. Museu do \"Zé\": Localizado na Avenida Laurentina Miranda Leal, no centro da cidade, o Museu do Zé possui mais de 1500 peças sendo objetos antigos e de colecionadores, além de documentos preservados ao longo dos anos. Gruta de São Quirino: Localizado no Córrego São Quirino (antigo córrego dos Machados), fica a três quilômetros do Centro de Irupi. A formação rochosa tem dois ambientes, um deles com mais de 92 metros de largura. == Economia == A economia do município está baseada na agricultura. O cultivo do café arábica é o grande destaque. Em 2002, a produção foi de 280.250 sacas. Também desenvolve a agricultura de subsistência (arroz, feijão, milho, hortaliças e frutas) todas consorciadas a lavoura de café. A pecuária tem importância menor, dividida entre o corte e a produção do leite. O setor industrial é muito pequeno. Destaca-se a UNIMAG Industrial Ltda, que produz utensílios de metal, a fabrica de móveis CASATI. O setor terciário é composto por comércio varejista de roupas, utensílios, gêneros alimentícios, materiais de construção, farmácias, entre outros. == Geografia == Sua população estimada em 2024 (IBGE) foi de 14.513 habitantes e a densidade demográfica é de 74,2 hab/km² (IBGE 2022). O município fica na Serra do Caparaó, onde os primeiros habitantes - os Botocudos e os Puris - se orgulhavam de convidar os visitantes para \"ouvir o silêncio\". === Vegetação === É formada por fragmentos de Mata Atlântica, devastada em função do avanço da cultura cafeeira. Nela ainda encontram-se ipês, quaresmeiras, cipós-cravo, jequitibás, arrudas, samambaias, confreis, entre outros. Observa-se também a presença de pequenas florestas plantadas de eucaliptos, cujo plantio é incentivado pela Aracruz celulose. === Relevo === É fortemente ondulado, apresentando algumas montanhas características das escarpas do Planalto brasileiro, onde, destaca-se parte da Serra do Caparaó cuja altitude chega a 2000 m. A de menor altitude fica na divisa com Iúna, nas confluências dos rios Pardo e Pardinho, onde alcança 640 m. Na sede do município a altitude chega a 730 m. === Clima === O clima predominante é o de montanha, onde as chuvas são abundantes de outubro a dezembro. A temperatura média é de 19,44 °C e a precipitação pluviométrica é de aproximadamente 1200 mm/ano. Precipitação pluviométrica mensal de 1 de janeiro de 2008 até 18 de dezembro de 2008 em mm. Janeiro =181 Fevereiro=200 Março=128 Abril=117 Maio=10 junho=05 Julho= 25 Agosto=00 Setembro=92 outubro=29 Novembro=435 Dezembro=119 Total anual=1.341 fonte: Admar de Castro Souza - medições diárias no Distrito de Santa Cruz. === Rodovias === * ES-379 * ES-185 * BR-262 == Religião == Irupi é uma cidade com forte tradição e diversidade cristã. Dentre as igrejas mais influentes na cidade, está a Igreja Católica, onde possui a Paróquia Nosso Senhor Jesus Cristo Luz dos Povos, que é composta por 17 comunidades católicas distribuídas pelo município. A igreja matriz está localizada no centro cidade e é dedicada a São João Batista, padroeiro do município. A festa do Padroeiro São João Batista ocorre tradicionalmente no mês de junho na semana do dia 24, que é o dia da Natividade de São João Batista. A data é um feriado municipal celebrada desde 1911, reunindo milhares de fiéis do município e região, com as celebrações do santo padroeiro e a tradicional festa junina com direito a fogueira, barracas com comidas típicas, leilão caipira, quadrilhas, fogos e outros elementos que enriquecem a cultura religiosa do município. A festa é organizada pela comunidade católica de Irupi, e diante de sua história e tradição, se destaca como a principal festividade do município. Nos últimos anos a festa vem ganhando maior proporção e apoio pelo governo municipal, o que acabou recebendo o título de maior São João Capixaba. Além disso o município conta com uma forte influência evangélica, que iniciou com a Igreja Presbiteriana do Brasil, por volta de 1933. Com o tempo foram surgindo outros seguimentos religiosos como a Igreja Batista, Assembleia de Deus, Congregação Cristã no Brasil, Igreja Cristã Maranata, Igreja O Tabernáculo, Igreja Pentecostal Deus é Amor, Igreja Universal do Reino de Deus, Igreja Presbiteriana Renovada, Igreja Metodista, Igreja Mundial do Poder de Deus e outras diversas denominações de cunho Pentecostal. No dia 29 de outubro é celebrado o Dia Municipal do Evangélico, o dia é marcado por diversas comemorações, como cultos, apresentações religiosas, shows gospel, sendo organizados pelas igrejas evangélicas do município. Nos últimos anos a data também se tornou um grande evento religioso do município, com apoio do governo municipal e igrejas evangélicas, vem se destacando a presença de grande nomes do gospel nacional como Fernanda Brum, Eyshila, André Valadão e para o ano de 2024 Anderson Freire. O município também possui uma parcela significativa de espíritas, ao todo Irupi possui 6 centros espíritas localizados na zona rural do município. Com a forte diversidade religiosa, segundo dados do IBGE, feito pelo censo em 2010, cerca de 85% da população de Irupi se declaravam cristãos, sendo 45% católicos, 38% evangélicos, 2% Espíritas. 15% da população não possuía nenhuma religião. == Bairros e distritos == O município de Irupi possui dois distritos: #Irupi (sede) #Santa Cruz de Irupi A sede do município é dividida entre os seguintes bairros: * Centro * Bom Pastor * Carolino Barbosa * Jequitibá * João Butica * João Tomaz * Laurentino Antônio de Faria (Reta) * Wilson Fernandes Pereira Vilas * Vila de São José de Irupi * Vila de Santa Clara do Irupi * Vila Vantuil Teodoro de Almeida (Boas Novas) * Vila do Devair * Vila do Nelson * Vila Teobaldo Rodrigues Braga (Vila Bela Vista) * Vila do Floriano * Vila do Sinval Pimentel * Vila do Nelci * Vila do Dercilio === Principais Ruas e Avenidas === Avenida Laurentina Miranda Leal, Avenida Lourdes Abel de Faria, Avenida Perílio Barbosa Rua João Costa, Rua Vereador Jeremias de Castro Souza, Rua Joaquim Cecílio Fernandes, Rua João Purcino de Almeida, Rua Prefeito Welphane Machado, Rua Jalmas Gomes de Freitas, Rua Alcides Ribeiro, Rua João Ferreira Leite, Rua Floriano Soares de Souza, Rua Domingos Martins. == Ligações externas == * * * * Irupi Categoria:Fundações no Espírito Santo em 1991",
 "title": "Irupi"
}