{
 "id": "30860",
 "text": "Iconha é um município brasileiro do estado do Espírito Santo. Iconha, ES. Página acessada em 11 de abril de 2014. Está localizado na BR-101, região de montanha, onde os imigrantes italianos encontraram terras e clima perfeitos para o plantio do café e da banana. Iconha, Espírito Santo, Brasil. Página acessada em 11 de abril de 2014. Sua população estimada em 2022 foi de habitantes. É o município com maior número de caminhões e carretas por habitantes do Brasil, por isso é conhecida por sua tradicional Festa dos Caminhoneiros. Com as fibras de bananeiras os artesãos produzem vários artefatos que já estão sendo exportados para vários países. == História == Segundo historiadores, em meados do século um inglês cavaleiro da fortuna, empresário que á atuara em Campos dos Goytacazes, juntamente com o Barão da Lagoa Dourada, Thomaz Dutton Júnior, conseguiu uma sesmaria na região, fez um trapiche em Piúma e ganhou bom dinheiro exportando toras para a Europa. As madeiras desciam em balsas, manejadas por índios puris, mas, no afã de colonizar a área, o inglês trouxe, de sua terra, famílias de colonos. Em 1886, o bispo do Rio de Janeiro, Dom Pedro Maria de Lacerda, em visita pastoral à então Província, encontrou-se com Dutton, que descreve como “velho inglês, de aspecto sisudo e simpático, muito cortês”. Esclarece, todavia, o prelado que tanto Dutton como seus colonos eram protestantes. O velho Dutton morreu no começo do século passado e há registro de seu óbito no Cartório de Piúma. Posteriormente, os portugueses José Gonçalves da Costa Beiriz e Antonio José Duarte formaram uma firma que entrou em conflito judicial contra o inglês, tendo os lusitanos vencido a pendência e introduzido famílias italianas na área, que passou a chamar-se Iconha, talvez em virtude das serras gêmeas que contornam o rio e a vila. Vieram também libaneses, como comerciantes, cujo estudo foi feito em belo discurso por Douglas Puppim, quando tomou posse na Academia Espírito-Santense de Letras. A colonização do atual território de Iconha iniciou-se do litoral para o interior, estabelecendo-se ao longo dos rios e, à proporção que as terras eram cultivadas, a região atingida níveis excelentes de desenvolvimento, beneficiando Piúma, o principal núcleo de todas as áreas existentes. Nasce o povoado que toma emprestado o nome do rio. Vocábulo atribuído por uns à derivação de inconho, dada a aproximação entre os morros na localidade, enquanto outros atribuem-lhe origem indígena, significando água a arder, pelo fato de haver, na região do Orobó, grande quantidade de turfa. Foi esta penetração interiorana que deu origem ao povoado de Iconha, provavelmente em meados do século XIX, sendo considerados seus fundadores o coronel Antônio José Duarte e José Gonçalves da Costa Beiriz. A criação do município, com a denominação de Piúma, data de 2 de janeiro de 1891. A instalação ocorreu a 19 de janeiro de 1891, com território desmembrado do município de Benevente, hoje, Anchieta. Pela Lei estadual nº 81, de 18 de novembro de 1904, Iconha torna-se sede da administração do município de Piúma, que havia sido criado pelo Decreto nº 53, de 11 de novembro de 1890. Em 3 de julho de 1924 passa o município de Piúma a denominar-se Iconha, pela Lei nº 1.428. === Firma Duarte & Beiriz === O cultivo do café trouxe, indiscutivelmente, novas possibilidades de desenvolvimento para toda a Província do Espírito Santo, passando a ser o principal produto de exportação a partir de 1854, sendo sua produção intensificada na década de 1870. Sem embargo, a expansão cafeeira na província capixaba, implicou na expansão da escravidão e acarretou a formação de poucos, mas autênticos, grupos oligárquicos assentados na grande propriedade rural com base escravista. No sul da Província do Espírito Santo, encontramos também um núcleo em expansão a partir de 1870, sediado nas vilas de Iconha e Piúma, baseado na cafeicultura e nas ações de dois coronéis-vendeiros, Antonio José Duarte e José Gonçalves da Costa Beiriz, ambos portugueses, sócios e proprietários da Firma Duarte e Beiriz, pilares de um grupo oligárquico com formação efetiva a partir de 1879. A Firma Duarte e Beiriz propulsionou o desenvolvimento da área urbana de Iconha, embora não “se pode afirmar que ela foi a única responsável pelo surgimento da vila, mas a sua contribuição para tanto é inquestionável [...] No entanto não consistiu em uma sociedade premeditada do outro lado do atlântico e executada aqui. Faz-se necessário conhecer a trajetória desses dois imigrantes para compreendermos a formação da sociedade”. Como tantos portugueses que desembarcaram no Brasil do século XIX, fugindo da penúria e na tentativa de melhorar a vida, Manoel da Costa, viúvo recente, vem para o Brasil, por volta de 1858, com seus 3 filhos solteiros, fixando-se na região de Iconha e Piúma. Dos 3 filhos que vieram para o Brasil, Antonio acaba por retornar à cidade natal, onde falece sem herdeiros em 1915. José e Manoel por aqui se estabeleceram e constituíram família. Enquanto seus irmãos se mantiveram Gonçalves da Costa, José adicionou ao nome o toponímico Beiriz, de sua cidade de origem, ficando assim conhecido, e repassando esse nome aos descendentes. Torna-se fazendeiro e, ao associar-se a Antonio José Duarte, domina grande parte do comércio da região, chegando a ter uma casa bancária em nome da sociedade, que auxiliava o desenvolvimento da região de Piúma e Iconha. Antonio José Duarte, natural de São Payo de Merlins, foi parceiro e sócio de José Gonçalves da Costa Beiriz, na empreitada de colonizar e dotar a região de Iconha e Piúma de condições para se desenvolver. Em Iconha, em 1884, celebrou seu casamento, com uma filha da terra. Sua filha Argentina contraiu matrimônio com Idylio, filho do sócio e amigo, unindo as famílias definitivamente, além do enlace econômico que já existia. == Origem do nome == São diversas as teorias da origem do nome Iconha: Primeiro, devido a turfa existente no vale do Orobó, que se inflama facilmente que em indígena quer dizer \"ICOON\", que significa \"água a arder\". O nome também teria sido originada da palavra \"INCONHO\", ou seja, \"morro ligado a outro existente na margem do rio\". Ainda há uma teoria de que Padre José de Anchieta ao visitar a pedra do Frade e a Freira, denominou toda a região de \"ICONO\", que em espanhol significa \"montanhas com aspectos humanos\". Por fim, a teoria de que \"I-CONY`YA\" significa \"morada entre duas montanhas\". == Demografia == Demografia é a ciência que estuda a dinâmica populacional humana por meio de estatísticas que utilizam como critérios e religião, educação, etnia entre outros. Faria, Caroline. Página acessada em: 11 de abril de 2014. O Censo 2010 compreendeu um levantamento minucioso de todos os municípios do país, entre eles, claro, Iconha para colher informações sobre quem somos, quanto somos, onde estamos e como vivemos. === Cor ou Raça === Religião População Página acessada em: 11 de abril de 2014. Porcentagem Amarela 19 0,15% Branca 8.619 68,83% Indígena 6 0,05% Parda 3.612 28,84% Preta 267 2,13% === Gênero === Gênero População Página acessada em: 11 de abril de 2014. Porcentagem Homens 6.409 51,2% Mulheres 6.114 48,8% === População === Colors = id:lightgrey value:gray(0.9) id:darkgrey value:gray(0.7) id:sfondo value:rgb(1,1,1) id:barra value:rgb(0.6,0.7,0.8) ImageSize = width:500 height:300 PlotArea = left:50 bottom:50 top:30 right:30 DateFormat = x.y Period = from:0 till:16000 TimeAxis = orientation:vertical AlignBars = justify ScaleMajor = gridcolor:darkgrey increment:4000 start:0 ScaleMinor = gridcolor:lightgrey increment:1000 start:0 BackgroundColors = canvas:sfondo BarData = bar:1991 text:1991 bar:1996 text:1996 bar:2000 text:2000 bar:2007 text:2007 bar:2010 text:2010 bar:2011 text:2011 bar:2012 text:2012 bar:2013 text:2013 PlotData = color:barra width:20 align:left bar:1991 from:0 till: 10172 bar:1996 from:0 till: 11088 bar:2000 from:0 till: 11481 bar:2007 from:0 till: 11496 bar:2010 from:0 till: 12523 bar:2011 from:0 till: 12603 bar:2012 from:0 till: 12681 bar:2013 from:0 till: 13548 PlotData = bar:1991 at: 10172 fontsize:S text: 10.172 shift:(-8,5) bar:1996 at: 11088 fontsize:S text: 11.088 shift:(-10,5) bar:2000 at: 11481 fontsize:S text: 11.481 shift:(-10,5) bar:2007 at: 11496 fontsize:S text: 11.496 shift:(-10,5) bar:2010 at: 12523 fontsize:S text: 12.523 shift:(-10,5) bar:2011 at: 12603 fontsize:S text: 12.603 shift:(-10,5) bar:2012 at: 12681 fontsize:S text: 12.681 shift:(-10,5) bar:2013 at: 13548 fontsize:S text: 13.548 shift:(-10,5) Página acessada em 11 de abril de 2014. Página acessada em 11 de abril de 2014. === Religião === Religião População Página acessada em 11 de abril de 2014. Porcentagem Católica 10.331 82,50% Evangélica 1.916 15,30% Outras cristãs 8 0,06% Testemunha de Jeová 29 0,23% Espírita 6 0,05% Tradições esotéricas 5 0,05% Sem religião 227 1,81% === Domicílios === Residente População Porcentagem Urbano 7.277 58,1% Rural 5.246 41,9% === Taxa de Analfabetismo === Ano Porcentagem Página acessada em: 11 de abril de 2014. 2000 11,7% 2010 8,3% == Geografia == Reconhecida pela sua boa qualidade de vida, segundo estudos realizados, esta foi eleita a terceira cidade do Espírito Santo neste requisito. Iconha fica localizada ao sul do Espírito Santo. Sua população é, de maioria, descendente de italianos, sendo que, no interior o sotaque ainda é bem nítido. Situada na microregião 210, localizada a 90 km de Vitória (capital), a 40 km de Cachoeiro de Itapemirim, polo de desenvolvimento da região sul, e a 10 km das belas praias do sul do Estado, Iconha tem 190 km² (quilômetros quadrados), com topografia acidentada 15% ondulada e apenas 5% plana. Limita-se ao norte com Anchieta, ao sul com Rio Novo do Sul, a leste com Piúma e a oeste com Alfredo Chaves. A sede municipal está a nove metros de altitude em relação ao nível do mar. O clima tropical com temperatura média anual em torno de 23 graus. A maior ocorrência de chuvas se verifica de outubro a janeiro, com a densidade pluviométrica anual em torno de 1209 mm. As principais serras sãohttp://www.iconha.es.gov.br/: Serra de Nova Esperança (a mais alta do município), Feia, Venezuela, Tapuio, Tocaia, Crubixá e a Serra Pontuda. == Economia == A cidade possui grandes redes de transportadoras de carga rodoviária e casas de autopeça. Com isso, Iconha é considerado o município com maior número de caminhões e carretas por habitantes do Brasil. A economia da região é baseada na agricultura. É um dos maiores plantadores de banana do estado, produzindo também café, feijão e milho. A fruticultura – principalmente acerola, goiaba, graviola, laranja e limão – também está em expansão no município. Outra fonte de recursos é o artesanato produzido a partir da fibras de bananeiras, e que já tem, inclusive, como destino a exportação. == Política == Desde a sua emancipação, passando pelo período da ditadura, da redemocratização até 2005, Iconha foi governado pelo mesmo grupo político. Em 1992, o município de Iconha teve candidato único a prefeito, Darcy Marchiori (PDS), tendo esse curioso caso repercussão nacional. A partir das eleições de 1996, o Partido dos Trabalhadores surgiu como principal partido de oposição do município e disputou sucessivas eleições até chegar ao poder em 2005. Em 2004, em sua terceira tentativa consecutiva, Edelson Paulino (PT) entrou para a história de Iconha sendo eleito o primeiro prefeito eleito da oposição, superando o candidato José Alberto Valiati (PSDB), candidato apadrinhado pelo então prefeito Dercelino Mongin (PP) que governou Iconha entre 1997 e 2004. Página acessada em: 11 de abril de 2014. Nas eleições de 2008, o ex-prefeito Dercelino Mongin voltou a se candidatar trazendo como vice de chapa um dos maiores empresários da região, João Paganini, proprietário de duas grandes transportadora de cargas do Espírito Santo, dentre outros grandes empreendimentos. Delso, como é popularmente conhecido, venceu o pleito com 56% dos votos válidos, superando o então prefeito Edelson Paulino. Página acessa em: 11 de abril de 2014. As eleições de Iconha de 2008 foi umas das mais conturbadas da história da cidade, marcada por diversas denúncias de compras de votos, abuso de poder político e econômico. No dia 30 de setembro daquele ano, o gabinete do prefeito foi alvo de tiros. Segundo testemunhas, um homem disparou cerca de dez vezes na direção do gabinete do prefeito.BOL Notícias. Gabinete de prefeito de Iconha é alvo de dez tiros. 01 de outubro de 2008. Página acessada em: 11 de abril de 2014. === Cassação === Em fevereiro de 2009, o Tribunal Regional Eleitoral (TRE) cassou o mandato do prefeito de Iconha, Dercelino Mongin (PP) e de seu vice, João Paganini (PMN). Além de perderem os mandatos, ambos ficariam inelegíveis por um período de três anos. O prefeito e seu vice foram condenados por captação ilícita de votos e de abuso de poder econômico pela Corte Eleitoral. Durante as eleições de 2008, no dia 3 de setembro de 2008, os acusados registraram no Cartório 1º Ofício de Iconha um Termo de Compromisso em que se comprometiam com a comunidade Taquaral que, mesmo que não vencessem as eleições, iriam asfaltar e iluminar o trecho com recursos próprios. A prática, logicamente, se configura como crime eleitoral, expressos na tentativa de compra de votos e abuso de poder econômico. Porém, o ministro Marcelo Ribeiro, do Tribunal Superior Eleitoral (TSE), concedeu liminar pedindo a manutenção do prefeito. Os acusados recorreram à Justiça sem deixar a função. A decisão provisória suspendeu os efeitos do Acórdão 41 do TRE. Delso Mongin e seu vice foram absolvidos no julgamento do Recurso Especial interposto na Corte Superior do TSE. === Eleições de 2012 === Em 2012, o vice-prefeito João Paganini foi eleito prefeito da cidade, pelo PSB, com aproximadamente 52% dos votos válidos, superando a primeira candidata mulher da história de Iconha, Santa Donatelli (PMDB) que se lançou candidata com o apoio do PT, obtendo cerca de 48%. Página acessada em: 11 de abril de 2014. === Eleições de 2016 === Em 2016, o prefeito João Paganini, então no PDT, foi reeleito com cerca de 49% dos votos válidos. Ele concorreu com o vereador Gedson Paulino (PMDB) e Marcos Soares, o conhecido Marquinhos da Padaria (PSB). Página acessada em: 15 de outubro de 2020. Gedson Paulino, irmão do ex-prefeito Edelson, obteve aproximadamente 39% dos votos válidos e teve como companheira de chapa a Santa Donatelli (PMDB), candidata a prefeita em 2012. Marquinhos, apoiado pelo ex-prefeito Delso Mongin e seu grupo político, obteve apenas cerca de 11% dos votos válidos. === Eleições de 2020 === Dois candidatos disputam o comando da prefeitura da cidade: Gedson Paulino, agora no Republicanos, e Valmir Cavalini do PRTB. Gedson Paulino consolidou uma aliança inédita na cidade na qual aglutinou o seu grupo político com o do ex-prefeito Dercelino Mongin, antigos rivais. Dessa forma, foi indicado para compor à sua chapa como candidato a vice- prefeito o Fernando Volponi (PSB), vereador mais votado nas eleições de 2016. Valmir Cavalini, ex-secretário da gestão do prefeito João Paganini, compõe chapa com Santa Donatelli, agora no Podemos. Santa rompeu com Gedson Paulino após ser preterida como candidata a vice-prefeita em sua chapa. Em 15 de novembro de 2020, Gedson Paulino foi eleito com 64,56% dos votos válidos, a maior votação da história do município. Página acessada em: 19 de novembro de 2020. === Histórico de Eleições === == Turismo == A natureza e área rural propicia belos passeios que circundam o Rio Iconha num percurso com quedas d'água, cachoeiras, mata atlântica e opções de lazer e agroturismo. Junto aos produtos da agricultura familiar também foram se espalhando as construções típicas, hábitos e tradições dos europeus. Na gastronomia vinhos, polenta, biscoitos e doces da culinária italiana. O artesanato é diversificado e destaca-se a fibra da bananeira, encanta com as peças decorativas e os traçados dos baús, cestas e bolsas. Uma história cheia de trabalho, fé e a cultura que se mantém até hoje, em vilarejos onde famílias italianas ainda vivem em casas típicas com varandas e jardins floridos, cercados por vales e cachoeiras. Esta história está exposta na Casa da Cultura do município. Um povo alegre e hospitaleiro, as belezas naturais, a farta culinária, a tranqüilidade do campo e a arquitetura de imigrante, fazem de Iconha um lugar apreciável e não um lugar de passagem, mas um agradável destino, para todos os tipos de público que desejam desfrutar das diversificadas opções do turismo rural do município. Natureza, cultura e vida é o slogan que o município designou para representar o seu turismo rural. Situada entre montanhas, Iconha tem como um dos principais atrativos turísticos a natureza, por suas cachoeiras, mata atlântica, que propiciam o agroturismo, destacando-se os sítios Tokaia do Vale e Vida e as cachoeiras Salto Grande e do Meio. Outra opção é a visita ao Alambique Cachaça Pedra D'Água e o voo livre na comunidade de Solidão. Em Iconha está instalado o 'PIT' – Posto de Informação Turística da Rota da Costa e da Imigração. == Festas e eventos == Festa da Polenta: na comunidade de Solidão, interior do município, no princípio de maio. O destaque é o almoço típico italiano (polenta, macarrão, galinha, queijo, linguiça, vinho). Festa do Padroeiro Santo Antônio: em junho. A festa começa com a trezena de Santo Antônio nas comunidades. E acontece um almoço comunitário. À noite, procissão, missa, shows e barraca com comidas típicas. Festa Agropecuária de Iconha: com exposição de gado e cavalos, concurso leiteiro e de marcha, rodeios, shows e barracas de comes e bebes. Festa dos Caminhoneiros: em julho. Essa festa, que dura cinco dias, só podia acontecer em Iconha, conhecida como a Capital dos Caminhoneiros do Espírito Santo, por ser a sede de grandes empresas de transportes e cargas, algumas delas com centenas de empregados. A festa atrai centenas de caminhoneiros e milhares de visitantes, com intensa programação de shows, torneios esportivos, atividades religiosas e dezenas de estandes com diversas marcas de veículos e peças, onde são vendidos dezenas de caminhões. O ponto alto da festa é a Missa dos Caminhoneiros, no domingo pela manhã, seguida da carreata dos caminhoneiros, mas a maior atração do evento é o bingo de um cavalo mecânico Scania 0 km, no último dia da festa. Festa da Cultura Italiana: apresentação de corais e danças folclóricas italianas, missa celebrada e cantada em italiano, exposição dos objetos do museu da cultura italiana, desfile e eleição da garota italiana, comidas típicas e shows com cantores e bandas Italianas. Festa de Emancipação do Município: em 11 de novembro. Shows, baile de gala, palestras relacionadas a história do município e exposição de fotos e outros objetos que fazem parte da história de Iconha. == Ligações externas == * Prefeitura de Iconha * * Página do Instituto Histórico e Geográfico de Iconha Categoria:Topônimos de origem tupi Categoria:Fundações no Espírito Santo em 1890",
 "title": "Iconha"
}