{
 "id": "30878",
 "text": "Pancas é um município brasileiro no estado do Espírito Santo, Região Sudeste do país. Localiza-se na região noroeste do estado, a da capital capixaba, Vitória. Ocupa uma área de , sendo que estão em perímetro urbano, e sua população foi estimada em habitantes em 2022. O território do atual município começou a ser povoado em 1918, com a vinda de forasteiros à procura de terras para a agricultura. O cultivo do café deu sequência ao crescimento populacional e econômico, que foi impulsionado pela vinda de levas de imigrantes, principalmente alemães, pomeranos e italianos. Em vista do desenvolvimento, a emancipação de Pancas ocorreu em 1963. A influência cultural deixada pelos imigrantes europeus ainda é visível, sendo expressa em hábitos e costumes diversos pelos descendentes. A língua pomerana, inclusive, é cooficializada na cidade. Além da cafeicultura, presente em 90% das propriedades rurais, também figuram entre as atividades econômicas mais importantes a pecuária e a prestação de serviços. Pancas possui uma série de atrativos naturais que são destinos de turistas e praticantes de esportes de aventura, como cachoeiras, montanhas e trilhas, parte dos quais estão localizados no Monumento Natural dos Pontões Capixabas. Trata-se de uma unidade de conservação que se destaca por seu conjunto de afloramentos rochosos e à Mata Atlântica preservada. == História == A área onde está situada o atual município de Pancas começou a ser colonizada em 1918, quando forasteiros vindos de Minas Gerais estavam à procura de terras férteis e adequadas à agricultura. Esses colonizadores se afixaram na localidade e, aliados a imigrantes alemães, iniciaram o cultivo do café. Devido ao desenvolvimento observado, criou-se o distrito denominado \"Nossa Senhora da Penha\" pela lei estadual nº 1.486 de 5 de setembro de 1924, subordinado a Colatina. Pela lei estadual nº 9.222 de 31 de março de 1938, a localidade foi renomeada para \"Santa Luzia\". Na década de 1940, a chegada de uma considerável leva de imigrantes, principalmente alemães, pomeranos e italianos, deu sequência ao crescimento populacional e econômico da localidade. Em 31 de dezembro de 1943, pela lei estadual nº 15.177, o então distrito passou a se chamar \"Pancas\". Sua emancipação foi decretada pela lei estadual nº 1.837 de 21 de fevereiro de 1963, instalando-se a 13 de maio do mesmo ano. A data de instalação, 13 de maio, é considerada o dia do aniversário da cidade. Quando o município foi emancipado era composto pelos distritos de Alto Rio Novo e Lajinha, além do distrito-sede. Pela lei nº 1.919 de 31 de dezembro de 1963, foram criados os distritos de Palmerino e Vila Verde. Contudo, Alto Rio Novo foi emancipado pela lei estadual nº 4.071 de 11 de maio de 1988, decreto que também incorporou Palmerino como distrito do novo município. Assim, restaram a partir de então os distritos de Lajinha, Pancas (sede) e Vila Verde. == Geografia == A área do município, segundo o Instituto Brasileiro de Geografia e Estatística (IBGE), é de , sendo que constituem a zona urbana. Situa-se a 19°13'30\" de latitude sul e 48°51'03\" de longitude oeste e está a uma distância de 198 quilômetros a noroeste da capital capixaba. Seus municípios limítrofes são Alto Rio Novo, Mantenópolis, Águia Branca, Colatina, Baixo Guandu e São Domingos do Norte no Espírito Santo e Resplendor em Minas Gerais. De acordo com a divisão regional vigente desde 2017, instituída pelo IBGE, o município pertence às Regiões Geográficas Intermediária e Imediata de Colatina. Até então, com a vigência das divisões em microrregiões e mesorregiões, fazia parte da microrregião de Colatina, que por sua vez estava incluída na mesorregião do Noroeste Espírito-Santense. === Relevo e meio ambiente === O relevo de Pancas é consideravelmente acidentado, sendo predominantemente ondulado, com altitudes que variam de 110 a 480 metros na maior parte de seu território. Entretanto, há uma grande quantidade de afloramentos rochosos, que se concentram no Monumento Natural dos Pontões Capixabas. Nessa região do município estão localizadas diversas formações rochosas (os \"pontões\") que se sobressaem no relevo, como a Pedra do Camelo (), a Pedra da Cara (), a Pedra Gaveta () e a Pedra Agulha (). Pancas faz parte do bacia do rio Doce e tem como principais mananciais os rios Pancas, Panquinhas e São José. O tipo de rochas predominante é o latossolo vermelho- amarelo. A vegetação nativa foi consideravelmente suprimida para ceder espaço às atividades agropecuárias, principalmente a cafeicultura. Dessa forma, a maior parte do território municipal é ocupada por pastagens, que abrangiam 31,2% da área em 2013, seguidas pelas plantações de café (14,8%). Os afloramentos rochosos, por sua vez, também correspondiam a 14,8% do território. No mesmo ano, os remanescentes florestais ocorriam em 13% do município e as matas nativas em estágio de recuperação em 10,7%, porém as florestas existentes se distribuíam em pontos dissolvidos e isolados. A maioria das florestas conservadas estão concentradas no Monumento Natural dos Pontões Capixabas, unidade de conservação que foi criada como parque nacional em 2002 e reconhecida como monumento natural em 2008. A reserva se estende por entre os municípios de Pancas e Águia Branca, mas cerca de 86% de sua extensão está situada em Pancas. Contudo, 72,6% das propriedades rurais contavam com florestas destinadas à preservação permanente ou reservas e mais de 16,8% possuíam florestas plantadas em 2017. === Clima === O clima panquense é caracterizado, segundo o IBGE, como tropical quente semiúmido (tipo Aw segundo Köppen), com diminuição de chuvas no inverno e temperatura média anual em torno dos , tendo invernos amenos e verões chuvosos com temperaturas altas. O mês mais quente, fevereiro, tem temperatura média de , enquanto que o mês mais frio, julho, possui média de . Outono e primavera são estações de transição. O índice pluviométrico anual é de aproximadamente , sendo junho o mês mais seco e dezembro o mais chuvoso. Segundo dados da Companhia de Pesquisa de Recursos Minerais (CPRM), desde 1957, o maior acumulado de chuva registrado em 24 horas em Pancas foi de no dia 2 de março de 2020. Outros grandes acumulados foram de em 21 de dezembro de 2013, em 18 de janeiro de 1958 e em 11 de fevereiro de 1981. De acordo com o Instituto Nacional de Pesquisas Espaciais (INPE), Pancas é o 51º colocado no ranking de ocorrências de descargas elétricas no estado do Espírito Santo, com uma média anual de 1,6258 raios por quilômetro quadrado. == Demografia == Em 2010, a população do município foi contada pelo Instituto Brasileiro de Geografia e Estatística (IBGE) em habitantes. Segundo o censo daquele ano, habitantes eram homens (51,05% do total) e habitantes mulheres (48,95%). Ainda segundo o mesmo censo, habitantes viviam na zona urbana (46,87%) e na zona rural (53,13%). Da população total em 2010, habitantes (25,18%) tinham menos de 15 anos de idade, habitantes (67,04%) tinham de 15 a 64 anos e pessoas (7,79%) possuíam mais de 65 anos, sendo que a esperança de vida ao nascer era de 73,89 anos. Em 2010, a população panquense era composta por pardos (52,61% do total), brancos (40,46%), negros (6,54%), 73 amarelos (0,34%) e dez indígenas (0,05%). Quanto às religiões, são católicos (46,79%), evangélicos (42,30%), 34 Testemunhas de Jeová (0,16%), 25 espíritas (0,12%), pessoas sem religião (9,96%) e os 0,67% restantes possuíam outras religiões além dessas ou não tinham religiosidade definida. A influência cultural deixada pelos imigrantes europeus, principalmente pomeranos e italianos, ainda é visível em Pancas, sendo expressa em hábitos e costumes diversos pelos descendentes. Cerca de 60% da população é descendente de pomeranos. Além da herança visível na arquitetura, também são notáveis as marcas na culinária, na dança e música. Em 2007, a língua pomerana foi cooficializada no município. === Distritos === Distritos de Pancas (IBGE/2010) Distritos de Pancas (IBGE/2010) Distritos de Pancas (IBGE/2010) Distritos de Pancas (IBGE/2010) Distritos de Pancas (IBGE/2010) Distrito Habitantes Domicílios particulares Homens Mulheres Total Lajinha Pancas (sede) Vila Verde 670 == Economia == No Produto Interno Bruto (PIB) de Pancas, destacam-se as áreas da agropecuária e de prestação de serviços. De acordo com dados do IBGE, relativos a 2019, o PIB do município era de R$ . eram de impostos sobre produtos líquidos de subsídios a preços correntes e o PIB per capita era de R$ . Em 2010, 62,79% da população maior de 18 anos era economicamente ativa, enquanto que a taxa de desocupação era de 5,37%. A pecuária e a agricultura acrescentavam reais na economia de Pancas em 2019, o que se deve sobretudo à cafeicultura e à pecuária, que são responsáveis por pelo menos 70% do PIB do setor primário. A cafeicultura, inclusive, é praticada em cerca de 90% das propriedades rurais, ao mesmo tempo que corresponde a aproximadamente 90% da produção da lavoura permanente municipal. Outros cultivos permanentes que se sobressaem são a banana, o cacau, o coco, a pimenta-do-reino e a manga. A banana e o cacau possuem importância de modo especial como fontes de renda da agricultura familiar do município. Os cultivos temporários mais representativos, por sua vez, são o milho e a mandioca, sendo comum que sejam plantados em alternância com o café ou a banana. Com relação à pecuária, destaca-se a bovinocultura de corte, mas também há participação da suinocultura, piscicultura e da apicultura. A indústria, por sua vez, acrescentava reais do PIB municipal em 2019. Esse setor é representado principalmente pela fabricação de produtos oriundos da produção agropecuária, como derivados de café, polpa de fruta, massas e mel, além da extração de rochas ornamentais. Ao mesmo tempo, reais do PIB municipal eram do valor adicionado bruto do setor de serviços e reais do valor adicionado da administração pública. A presença de diversos atrativos rurais, como montanhas, trilhas e cachoeiras, bem como o Monumento Natural dos Pontões Capixabas, também reforça a contribuição do turismo rural para a economia de Pancas. Há de se destacar que o município é destino de praticantes de esportes de aventura, como montanhismo, trekking, alpinismo, rapel, enduros, mountain bike e voo livre, haja vista as condições viabilizadas pela geografia física do lugar, as estradas rurais e a infraestrutura existente destinada aos visitantes. == Infraestrutura == === Saúde e educação === A rede de saúde de Pancas inclui oito unidades básicas de saúde, segundo informações de 2018. Dentre outros serviços, a prefeitura disponibiliza acompanhamento próprio para a população idosa, que inclui grupos de atividade física, fisioterapia, atendimentos odontológicos e acompanhamento psicológico. Em 2020, foram registrados 123 óbitos por morbidades, dentre os quais as doenças do sistema circulatório representaram a maior causa de mortes (22,74%), seguida pelos tumores (20,32%). Ao mesmo tempo, foram registrados 176 nascidos vivos, sendo que o índice de mortalidade infantil no mesmo ano foi de 4,46 óbitos de crianças menores de um ano de idade a cada mil nascidos vivos. Em 2010, 82,61% das crianças com faixa etária entre cinco e seis anos estavam matriculadas na educação infantil, ao mesmo tempo que 79,82% da população de 11 a 13 anos cursavam as séries finais do ensino fundamental. Contudo, da população de 15 a 17 anos, 64,42% haviam finalizado o ensino fundamental, enquanto 42,69% dos residentes de 18 e 20 anos tinham terminado o ensino médio. Os habitantes tinham uma expectativa média de 8,87 anos de estudo, enquanto 22,06% das pessoas com 25 anos de idade ou mais eram analfabetas. Dentre essa faixa etária, 32,45% tinham completado o ensino fundamental, 18,66% o ensino médio e 4,07% o ensino superior. Já em 2021, havia matrículas nas instituições de educação infantil e ensinos fundamental e médio da cidade. Educação de Pancas em números (2021) Educação de Pancas em números (2021) Educação de Pancas em números (2021) Educação de Pancas em números (2021) Educação de Pancas em números (2021) Educação de Pancas em números (2021) Educação de Pancas em números (2021) Nível Matrículas Docentes Escolas (total) Ensino pré-escolar 592 38 8 Ensino fundamental 135 26 Ensino médio 633 50 3 === Habitação e transporte === thumb|direita|Aspecto da cidade No ano de 2010, a cidade tinha domicílios particulares permanentes. Desse total, eram casas, 241 eram apartamentos, onze eram habitações em casa de cômodos ou cortiços e seis eram casas de vila ou em condomínio. Do total de domicílios, são imóveis próprios ( já quitados e 50 em aquisição), 840 foram alugados, foram cedidos ( cedidos por empregador e 650 cedidos de outra forma) e 14 foram ocupados sob outra condição. No mesmo ano, domicílios eram atendidos pela rede geral de abastecimento de água (48,2% do total), em (43,4% deles) o abastecimento de água era feito por meio poços e/ou nascentes na própria propriedade, em 486 (7,45%) por meio de poços e/ou nascentes de outras propriedades e os demais se abasteciam de outras formas. Todo o esgoto produzido pela zona urbana era despejado em cursos hídricos sem nenhum tratamento até 2020, principalmente nos rios Pancas e Panquinhas, que ao mesmo tempo fornecem água para o município. Naquele ano, entrou em operação uma estação de tratamento de esgoto (ETE) da Companhia Espírito Santense de Saneamento (CESAN) com a intenção de receber 95% das águas residuais da cidade. Em 2010, domicílios (99,61% do total) possuíam abastecimento de energia elétrica; (97,89%) possuíam banheiros para uso exclusivo das residências; e (17,67% deles) eram atendidos pelo serviço de coleta de lixo. O código de área (DDD) é 027 e o Código de Endereçamento Postal (CEP) vai de 29750-000 a 29759-999. O serviço postal é atendido por agências da Empresa Brasileira de Correios e Telégrafos funcionando na zona urbana e nos distritos. A frota municipal no ano de 2021 era de veículos, sendo motocicletas, automóveis, 886 caminhonetes, 515 motonetas, 345 caminhões, 108 caminhonetas, 66 reboques, 38 micro-ônibus, 33 ônibus, 29 utilitários, 19 semirreboques, 13 caminhões-trator, quatro triciclos, três ciclomotores e dois tratores de rodas. O principal acesso à cidade é feito por meio da ES-341, que passa pela zona urbana. Essa rodovia liga a cidade à ES-080 e esta, por sua vez, conecta-se à BR-259 em Colatina. Outra rodovia que atende o município é a ES-164, que liga Pancas a Baixo Guandu, Alto Rio Novo e Mantenópolis. == Ver também == * Serra do Pancas * Lista de municípios do Espírito Santo * Lista de municípios do Brasil === Bibliografia === * == Ligações externas == * * * Categoria:Fundações no Espírito Santo em 1963",
 "title": "Pancas"
}