{
 "id": "30875",
 "text": "{{Info/Município do Brasil | nome = Mucurici | foto = Balneário de Mucurici-ES - panoramio (6).jpg | leg_foto = Balneário de Mucurici | apelido = Mucuras | brasão = Brasão de Mucurici Espírito Santo.png | bandeira = Bandeira de Mucurici Espírito Santo.png | link_brasão = | link_bandeira = | link_hino = | aniversário = | fundação = | gentílico = mucuriciense | lema = | prefeito = Atanael Passos Wagmacker | partido = MDB | fim_mandato = 2024 | mapa = EspiritoSanto Municip Mucurici.svg | latP = S | latG = 18 | latM = 05 | latS = 34 | lonP = O | lonG = 40 | lonM = 30 | lonS = 57 | estado = Espírito Santo | mesorregião = Litoral Norte Espírito-santense | data_mesorregião = IBGE/2008 | microrregião = Montanha | data_microrregião = IBGE/2008 | região_metropolitana = | vizinhos = Ecoporanga, Ponto Belo, Montanha e estado de Minas Gerais | dist_capital = 353 | área = 537.711 | área_ref = | população = 5672 | data_pop = Censo IBGE/2010 | altitude = 250 | clima = Tropical | sigla_clima = | idh = 0.666 | data_idh = PNUD/2010 | pib = mil | data_pib = IBGE/2008 | pib_per_capita = 8951.40 | data_pib_per_capita = IBGE/2008 | site_prefeitura = www.mucurici.es.gov.br | site_câmara = www.camaramucurici.es.gov.br }} Mucurici é um município do estado do Espírito Santo, no Brasil. == Etimologia == O nome Mucurici foi dado pelo deputado Floriano Rubin. \"Mucurici\" é derivado do termo tupi antigo mukurysy, que significa \"fileira de bacurizeiros\" (mukury, \"bacurizeiro\" + ysy, \"fileira\").FERREIRA, A. B. H. Novo dicionário da língua portuguesa. 2ª edição. Rio de Janeiro. Nova Fronteira. 1986. p. 588. Tal árvore, o bacurizeiro, tem madeira nobre e, segundo informações do Jardim Botânico do Rio de Janeiro, existia na região Norte do Espírito Santo e sul da Bahia, estando no entanto atualmente extinta no município devido à devastação das florestas desta localidade. ==História== A formação do atual município de Mucurici se deu no início do século 20 pela ocupação de terras férteis de litígio entre Bahia, Espírito Santo e Minas Gerais. Na época, a região era ainda coberta pela Mata Atlântica, que acabou sendo devastada pelo comércio de madeiras de lei, causando uma resposta rápida do meio ambiente. Hoje, é o município possui o menor índice de chuvas do estado. O estado da Bahia enfrentava uma seca que ocasionava uma crise econômica. Muitos baianos e mineiros, também atingidos pela seca, esperavam tempos melhores nestas terras. Segundo moradores, o local da atual praça São Sebastião já foi cenário de caçadas de pacas, tatus, veados e outras espécies. Alguns relatam o surgimento desses animais nos quintais de suas casas, disputando a comida da criação doméstica. O primeiro morador, Manoel Pereira Sena, veio admirado pela beleza e fartura da região. Comprou posse nas proximidades do Rio Itaúnas. Porém, a febre malária atingia a região, e ele regressou à sua terra de origem. Um ano depois, retornou e vendeu parte das terras para baianos e doou 5 alqueires para que fosse feito \"comercinho\". Os moradores da região tinham que enfrentar dias de viagem no lombo de animais, embrenhando-se em trilhas nas matas para chegar à cidade mais próxima, Nanuque, para comprar combustível para os lampiões e sal para conservar as carnes. As casas eram feitas de adobe e cobertas de \"tabuinha', dada a dificuldade de trazer materiais de construção e a inviabilidade então de se construir com matérias-primas que não fossem provenientes da região. Devido à isso, a região ficou conhecida como \"Comercinho da Tabuinha\". Conceição da Barra, município ao qual pertenciam oficialmente as terras de Mucurici, era muito cobiçada por Minas Gerais, pois significaria uma oportunidade de acrescentar uma saída para o mar ao território. Sendo assim, Espírito Santo e Minas Gerais brigaram pela posse de suas terras. Nesse intervalo de tempo, deu-se a formação e emancipação de Mucurici em 1953.CityBrazil. Disponível em http://www.citybrazil.com.br/es/mucurici/historia-da-cidade . Acesso em 10 de janeiro de 2015. ==Geografia== O município de Mucurici está localizado na Microrregião da Montanha, ocupando uma área de 535 quilômetros quadrados, distando 353 quilômetros da capital estadual, Vitória. Apresenta altitude de 250 metros, latitude 18° 05' 35\"\" S e longitude 40° 31' 04\"\" W.Gr. == População == A população total é de 5 955, sendo 3 075 homens e 2 880 mulheres. Os distribuídos na área urbana são 3 168, e os na área rural 1 550. A taxa de urbanização é de 61,4 por cento. (dados do [[Instituto Brasileiro de Geografia e Estatística - Censo 2000). A estrutura etária divide-se em: * menos de 15 anos: 1 872 * 15 a 64 anos: 3 656 * 65 anos e mais: 372 (Fonte: IBGE - Censo 2000) O número de eleitores é de 4 944 (Fonte: Tribunal Regional Eleitoral/2002) == Economia == A receita total do município é de 4 004 900 reais e a percentagem de participação do produto interno bruto municipal em relação ao estadual é de 0,14. Segundo dados do Instituto Brasileiro de Geografia e Estatística, o café é a principal atividade agropecuária, sendo responsável por 52 por cento da renda gerada no setor. Além do café, o município ainda produz mandioca, com participação de 27 por cento da renda do setor e também mamão, responsável por 9 por cento do total. === Setor agropecuário === O município possui topografia plana a ondulada, permitindo a mecanização agrícola e instalação de agroindústrias a um custo mais barato. Os recursos hídricos são bem distribuídos, sendo banhado por vários córregos e nascentes, permitindo a irrigação, assim como a construção de pequenas barragens de terra, que atualmente totalizam 200. A fertilidade dos solos é boa, as estradas vicinais são patroladas periodicamente e o município está interligado por via asfáltica, favorecendo o escoamento dos produtos. O clima permite o plantio de café, mandioca e frutas tropicais. De acordo com a agência local do Instituto Capixaba de Pesquisa, Assistência Técnica e Extensão Rural, os pequenos estabelecimentos (0 a 50 hectares) são maioria e representam 68 por cento do total; os de área no estrato 50 a 100 hectares, com 12 por cento; e aqueles com mais de 100 hectares, 19 por cento do total. Os pontos de estrangulamento mais importantes são: ausência de técnicos agrícolas para a assistência gratuita aos pequenos produtores rurais; crédito rural limitado; êxodo rural; assoreamento dos rios e córregos; nível educacional muito baixo; uso indiscriminado de fogo nas pastagens; deficiência de madeira na região; baixa produtividade das culturas e criações; comercialização através de intermediários; resistência dos produtores à adoção de tecnologia; empobrecimento do solo. O município sofre também com o fenômeno da seca, principalmente nos últimos três anos (2003 - 2004 - 2005). A principal fonte de financiamento é o Programa de Fortalecimento da Agricultura Familiar, abrangendo a cultura do café, pecuária de leite e financiamento de conjuntos de irrigação. Seus objetivos são: viabilizar empréstimo para pequenos e médios proprietários rurais a juros subsidiados; gerar empregos; aumentar o nível de produção do município e a renda familiar; aumentar o capital de giro dos estabelecimentos rurais. === Setor industrial === Com nove unidades instaladas ocupando formalmente apenas quatro pessoas (Ministério do Trabalho - 2001), este setor é embrionário no município. ==Ligações externas== * Página da Prefeitura Municipal Categoria:Mucurici Categoria:Fundações no Espírito Santo na década de 1950",
 "title": "Mucurici"
}