{
 "id": "30903",
 "text": "{{Info/Município do Brasil | nome = Águas Lindas de Goiás | nome_oficial = Município de Águas Lindas de Goiás | preposição = de | foto = Águas lindas.jpg | leg_foto = Vista panorâmica da área central da cidade, próximo a prefeitura. | apelido = AGL | brasão = Brasao Aguas Lindas de Goias.jpg | bandeira = Bandeira de Águas Lindas de Goiás.png | link_brasão = | link_bandeira = | link_hino = | aniversário = 12 de Outubro | fundação = | emancipação = | gentílico = Águas-lindense | lema = Juntos Construíremos Nossa Cidade | padroeiro = Nossa Senhora Aparecida | prefeito = Dr. Lucas de Carvalho Antonietti[https://noticias.r7.com/eleicoes-2024/aguas-lindas-go-dr-lucas-uniao-brasil-e-reeleito-com-mais-de-80-dos-votos-06102024/ | partido = UNIÃO | mandato_início = 2024 | fim_mandato = 2028 | vereadores = 21 | mapa = Goias Municip AguasLindasdeGoias.svg | latP = S | latG = 15 | latM = 45 | latS = 43 | lonP = O | lonG = 48 | lonM = 16 | lonS = 55 | estado = Goiás | mesorregião = Leste Goiano | data_mesorregião = IBGE/2008 | microrregião = Entorno do Distrito Federal | data_microrregião = IBGE/2008 | região_intermediária = Região Geográfica Intermediária de Luziânia-Águas Lindas de Goiás | região_imediata = Região Geográfica Imediata de Águas Lindas de Goiás | região_metropolitana = Distrito Federal e Entorno | vizinhos = Cocalzinho de Goiás, Padre Bernardo e Santo Antônio do Descoberto | dist_capital = 54 | área = 191.817 | área_ref = | população = 240613 | população_pos = GO: 4º | data_pop = Estimativa IBGE/2024 | altitude = 1100 | densidade = 1176.61 | clima = tropical de altitude | sigla_clima = Aw | fuso = UTC-3 | idh = 0.686 | data_idh = PNUD/2010 | gini = 0.45 | data_gini = 2010 | gini_ref = http://tabnet.datasus.gov.br/cgi/ibge/censo/cnv/ginigo.def | pib = mil | data_pib = IBGE/2021 | pib_per_capita = 11052,96 | data_pib_per_capita = IBGE/2021 | site_prefeitura = aguaslindasdegoias.go.gov.br | site_câmara = camaradeaguaslindas.go.gov.br }} Águas Lindas de Goiás é um município brasileiro do estado de Goiás localizado na Região Leste do Estado de Goiás, pertence a Região Geográfica Intermediária de Luziânia-Águas Lindas de Goiás e a Região Geográfica Imediata de Águas Lindas de Goiás. Sua população, conforme censo do IBGE de 2022, era de habitantes, sendo o quinto município mais populoso do estado, além de ser o mais populoso do leste goiano e da região do entorno do Distrito Federal. A área total é de 191,817 quilômetros quadrados, e sua população é quase inteiramente urbana. Faz parte da Região Integrada de Desenvolvimento do Distrito Federal e Entorno. == Cadastro == No Instituto Brasileiro de Geografia e Estatística (IBGE), o município se encontra cadastrado pelo código 5200258. Sua emancipação enquanto município se deu através da lei estadual nº 12797, de 27 de dezembro de 1995. A população nascida no local se denomina águaslindense, ou seja, este é o seu gentílico. == História == Águas Lindas de Goiás, antes conhecida como Parque da Barragem, pertencia ao distrito de Santo Antônio do Descoberto, o qual pertencia, até a década de 1980, ao município de Luziânia - localizado no Estado de Goiás. O desvinculo com Luziânia não fez Santo Antônio do Descoberto perder o domínio sobre a região em que hoje encontra-se Águas Lindas - e que no período era conhecida como \"Parque da Barragem\", devido à barragem existente no rio Descoberto e que faz divisa entre Goiás e Distrito Federal. A origem de seu nome deve-se a uma homenagem à nascente Águas Lindas e sua região, quando havia apenas cerrado, com algumas fazendas e chácaras. Na década de 1970 construiu-se a BR-70, que margeia a cidade. Esta rodovia possui seu ponto inicial na cidade de Brasília (DF), e o final, no distrito de Corixá, no município de Cáceres (MT), na fronteira com a Bolívia. Vinte e dois quilômetros da rodovia separam Águas Lindas de Goiás de sua vizinha Girassol. Este distrito, pertencente ao município de Cocalzinho, em Goiás, é conhecido por sua cachoeira e pelo ecoturismo. Apesar da existência da BR-070, até a década de 1980 só haviam fazendas e chácaras em Águas Lindas, das quais a maioria eram improdutivas, pertencentes a moradores de outras cidades. Pode-se citar, por exemplo, as fazendas \"Camargo\", \"Braz\", \"Jardim Brasília\" e \"Cachoeirinha\", que não possuíam uso cotidiano, e eram utilizadas como áreas de lazer em períodos de férias e/ou feriados. A rodovia era um corredor de saída do Distrito Federal, propiciando o fluxo de muitas famílias vindas de cidades próximas, que foram se aglutinando às suas margens. As fazendas originais foram vendidas e passaram a dar lugar a diversos loteamentos habitacionais. Os altos preços cobrados pelos loteamentos favoreceram as invasões das terras. As primeiras habitações tinham condições precárias, e o local não dispunha de serviços essenciais, como água tratada, energia elétrica, rede de esgoto, correios, dentre outros. Apesar disso, a região continuou crescendo, devido à sua proximidade com o Distrito Federal, dando início a uma ocupação desordenada. Fora as habitações de baixo padrão construtivo, inicialmente, haviam poucas estradas, e as existentes não eram asfaltadas, o que gerava dificuldades de tráfego tanto no período de chuvas como no período da seca em virtude da intensa poeira. O contingente da cidade se dá especialmente por população imigrante, com destaque para os nordestinos. A cidade, logo, está marcada pela história da repulsão - primeiro da região Nordeste para Brasília e, posteriormente, de Brasília para o Entorno do Distrito Federal. A identidade da cidade, logo, foi se formando aos poucos, tendo como um marco importante a emancipação ocorrida no ano de 1995. Como uma cidade dormitório, Águas Lindas recebeu pessoas de todas as regiões do país, gerando uma explosão demográfica. O Instituto Brasileiro de Geografia e Estatística (IBGE), em sua estimativa populacional de 1996, informou que Águas Lindas contava com 61,4 mil habitantes. Em 2010, cresceu para 105,7 mil habitantes e, em 2010, para 159,5 mil. Como resultado, recebeu o título de \"a cidade que mais cresce na América Latina.\" Em virtude do contingente populacional, que era superior ao da cidade-sede, as lideranças locais conduziram um abaixo assinado, de modo a garantir a emancipação municipal. Em 12 de outubro de 1995, 92% dos eleitores votantes foram favoráveis à ideia. Em 27 de dezembro do mesmo ano, o governador Maguito Vilela sancionou a Lei nº 12.797, que elevou à categoria de município o na época distrito de Santo Antônio do Descoberto. O novo município recebeu o nome de Águas Lindas de Goiás. No ano seguinte, realizou suas primeiras eleições municipais. No século XXI, a cidade foi beneficiada com o programa Minha Casa, Minha Vida, do Governo Federal, que construiu moradias em praticamente todos os setores da cidade. A cidade se converteu na mais populosa da região do entorno do Distrito Federal, tendo melhorado a prestação de serviços essenciais e com o preço acessível das moradias sendo um atrativo para novos moradores. Por outro lado, registrou altos índices de criminalidade e de desemprego, principalmente entre os jovens. == Geografia == Águas Lindas de Goiás está localizada no estado de Goiás, precisamente na Região Integrada de Desenvolvimento do Distrito Federal e Entorno, estando distante a 195 quilômetros da capital estadual, Goiânia, e a quilômetros da capital federal, Brasília. Situa-se a 15º77'14\" de latitude sul e 48º24'88\" de longitude oeste. Com uma área de 191,817 km², limita-se com os municípios de Padre Bernardo a norte, Cocalzinho de Goiás a oeste, Santo Antônio do Descoberto a sul o e DF a leste. Águas Lindas é uma das dezenove cidades que pertencem ao estado de Goiás, mas também fazem parte do Entorno do Distrito Federal. Assim como as outras que pertencem a este grupo, a cidade mostra traços de crescimento desordenado, apropriação inadequada dos espaços públicos e violência. De acordo com a divisão do Instituto Brasileiro de Geografia e Estatística vigente desde 2017, o município pertence às Regiões Geográficas Intermediária de Luziânia-Águas Lindas de Goiás e Imediata de homônima. Até então, com a vigência das divisões em microrregiões e mesorregiões, o município fazia parte da Microrregião do Entorno do Distrito Federal, que por sua vez estava incluída na Mesorregião do Leste Goiano. A área do município é composta de terras altas e planas, com leves ondulações. A vegetação é o cerrado, cujas principais características são os pequenos arbustos e árvores com troncos retorcidos, raízes profundas, cascas grossas e folhas recobertas de pelugem. Existem, ainda, regiões de gramíneas e de árvores de grande porte. Segundo a Classificação climática de Köppen-Geiger, o clima é caracterizado como tropical de altitude, com duas estações bem definidas: uma seca (de maio a setembro) e outra chuvosa (de outubro a abril). Durante o período de estiagem, a umidade relativa do ar pode atingir menos de 20%. Há muito menos pluviosidade no inverno que no verão. Segundo a Köppen e Geiger o clima é classificado como Aw. 21.0 °C é a temperatura média. 1488 mm é o valor da pluviosidade média anual. No que toca os índices da cidade relativos ao território, em 2010 mediu-se que havia apenas 19% do esgotamento sanitário adequado e 53,9% das vias públicas arborizadas, sendo 0,3% destas mesmas urbanizadas. == Demografia == Em 2022, a população do município foi recenseada pelo Instituto Brasileiro de Geografia e Estatística (IBGE) em habitantes. Segundo o censo de 2010, (50,04%) habitantes eram homens e (49,96%) mulheres. Ainda segundo o mesmo censo, (99,85%) habitantes viviam na zona urbana. Já segundo estimativa de 2019, a população era de habitantes, correspondendo a 3,03% da população total do estado e fazendo com que fosse o 5º município mais populoso. Conforme a pesquisa de autodeclaração do censo do IBGE de 2010, a população águaslindense era composta por pardos (58,34%), brancos (29,60%), negros (8,78%), amarelos (3,03%) e 260 indígenas (0,16%). Em relação à pirâmide etária referente ao ano 2010, (65,83%) pessoas tinham entre 15 a 64 anos da idade, (31,87%) menos de 15 anos e (2,35%) mais de 65 anos. Sessenta e uma pessoas tinham mais de noventa anos; seis homens e uma mulher eram centenários. O Índice de Desenvolvimento Humano Municipal (IDH-M) de Águas Lindas de Goiás, de 0,686, é considerado médio pelo Programa das Nações Unidas para o Desenvolvimento (PNUD). Considerando-se apenas o índice de educação o valor é de 0,588, o valor do índice de longevidade é de 0,848 e o de renda é de 0,647. O coeficiente de Gini, que mede a desigualdade social, era de 0,43, sendo que 1,00 é o pior número e 0,00 é o melhor. A expectativa de vida era de 75,9 anos. A taxa de mortalidade infantil era de 11,62 (13,8 até os cinco anos de idade) e a taxa de fecundidade era de 2,4. Acerca da média salarial na cidade, tem-se que em 2018 era de 1.8 salários mínimos. Isso com um Produto Interno Bruto (PIB) per capita, ou seja, por pessoa, de R$ 9.108,33, no mesmo ano. A proporção de pessoas ocupadas em relação à população total era bastante baixa - de apenas 5.7%. Isso reunia 11.718 pessoas. No mesmo levantou-se que 35.4% da população habitava em domicílios com rendimentos mensais de até meio salário mínimo por pessoa. A taxa de escolarização na cidade é alta. 96,6 % da população com idade entre 6 a 14 anos de idade frequenta a escola. No ano de 2018 houve 32.061 matrículas no ensino fundamental e 5.973 matrículas no ensino médio. Para atender a todos estes estudantes, haviam 1.279 docentes vinculados ao ensino fundamental, em 91 escolas, e 480 docentes vinculados ao ensino médio, em 31 escolas. Para a contagem do Censo do ano de 2020, o IBGE espera que habitem a cidade 217.698 pessoas. == Política e administração == O Poder Executivo do município é representado pelo prefeito, auxiliado pelos secretários municipais. Nas eleições municipais de 2020, Lucas de Carvalho Antonietti (Dr. Lucas da Santa Monica) (PODE) foi eleito com 32 214 votos (47,61% dos votos válidos), derrotando o candidato Wilson Carvalho Barroso Filho (Wilson do Tullio) (DEM), que recebeu 32 179 votos (47,56% dos votos válidos). O Poder Legislativo é representado pelo Presidente da Câmara Municipal de Vereadores, formada por vinte e um vereadores eleitos para mandatos de quatro anos. Cabe à casa elaborar e votar leis fundamentais à administração e ao Executivo, além de fiscalizá-lo. Como resultado das eleições de 2020, a Câmara é composta por quatro mulheres e dezessete homens, sendo quatro vereadores do PTB, três vereadores do DEM, três vereadores do PODE, três vereadores do PTC, dois vereadores do MDB, dois vereadores do Republicanos, um vereador do PDT, um vereador do PSC, um vereador do PSDB e um vereador do Solidariedade. O município conta com uma comarca própria do Poder Judiciário estadual, classificada como de entrância intermediária. A Comarca está organizada em seis varas: a 1ª Vara Cível, que trata da infância e da juventude; a 1ª Vara Criminal, de crimes dolosos contra a vida; a 2ª Vara Cível, especializada na fazenda pública e matéria ambiental; a 2ª Vara Criminal, para crimes em geral e precatórias criminais; a 3ª Vara Cível, de famílias e sucessões; e a 3ª Vara Criminal, para crimes em geral e precatórias criminais. O Ministério Público contava com sete cargos de promotores criados para atuar na cidade. De acordo com o Tribunal Regional Eleitoral de Goiás (TRE-GO), Águas Lindas de Goiás possuía, em 2016, eleitores. Ou seja, há uma baixa participação da população no processo eleitoral municipal, tendo em vista que menos da metade de seus habitantes votavam na cidade. Especulou-se que tal número é reflexo dos trabalhadores do Distrito Federal que, embora morem em Águas Lindas de Goiás, optaram por votar na capital federal, bem como pelos moradores oriundos de outros estados que não transferiram seus títulos eleitorais. Nas últimas eleições gerais de 2018, Jair Bolsonaro ganhou a disputa presidencial na cidade, derrotando Fernando Haddad por votos (57,77%) a (42,23%). Nas eleições estaduais, Ronaldo Caiado foi o candidato mais votado a governador, com 53,93% dos votos válidos, enquanto Jorge Kajuru e Wilder Morais foram os candidatos mais votados ao Senado Federal. == Economia == === Indicadores socioeconômicos === ; PIB municipal (2021): R$ 2,46 bilhões ; PIB per capita (2021): R$ 11.052,96 Composição do PIB (2010) * Valor adicionado bruto da agropecuária: R$ 402.711 milhão * Valor adicionado bruto da indústria: R$ 1.105.393 milhões * Valor adicionado bruto dos serviços: R$ 9.525.064 milhões * Impostos sobre produtos líquidos de subsídios: R$ 433.475 milhões == Saúde == * 20 Estabelecimentos de Saúde SUS, em 2009 * 0,4 internações por diarreia, a cada mil habitantes, em 2016 == Violência == Em 2011, Águas Lindas de Goiás foi classificada como um dos 100 municípios mais violentos do país, bem como o mais violento de Goiás. Em 2019, caiu para o sétimo município mais violento do estado, com 43,8 homicídios por 100 mil habitantes. O assassino em série Lázaro Barbosa de Sousa foi morto em Águas Lindas de Goiás no dia 28 de junho de 2021 após ser capturado pela polícia. == Ver também == * Lista de municípios de Goiás * Lista de municípios do Brasil == Ligações externas == * Prefeitura de Águas Lindas de Goiás * ÁGUAS LINDAS DE GOIÁS, monografia publicada pelo Instituto Brasileiro de Geografia e Estatística (IBGE) * Lei de criação Categoria:Quadrante Oeste Categoria:Águas Lindas de Goiás Categoria:Fundações em Goiás em 1995",
 "title": "Águas Lindas de Goiás"
}