{
 "id": "30918",
 "text": "{{Info/Município do Brasil | nome = Aragoiânia | foto = Paróquia Santa Luzia - Aragoiânia.jpg | leg_foto = Paróquia Santa Luzia no centro de Aragoiânia | apelido = Biscoito duro | brasão = Brasão de Aragoiânia.png | bandeira = Bandeira de Aragoiânia.jpg | link_brasão = | link_bandeira = | link_hino = | aniversário = | fundação = | gentílico =aragoiano | lema = | prefeito = José Garcia de Souza | partido = PSDB |mandato_fim=2024| mapa = Goias Municip Aragoiania.svg | latP = S | latG = 16 | latM = 54 | latS = 43 | lonP = O | lonG = 49 | lonM = 27 | lonS = 03 | estado = Goiás | mesorregião = Centro Goiano | data_mesorregião = IBGE/2008 | microrregião = Goiânia | data_microrregião = IBGE/2008 | região_metropolitana = Goiânia | vizinhos = Abadia de Goiás, Aparecida de Goiânia, Guapó e Hidrolândia | dist_capital = 35 | área = 218.755 | área_ref = | população = 10496 | data_pop = IBGE/2020 | altitude = 859 | clima = tropical | sigla_clima = | idh = 0.684 | data_idh = PNUD/2010 | pib = mil | data_pib = IBGE/2008 | pib_per_capita = 10709.31 | data_pib_per_capita = IBGE/2018 | site_prefeitura = aragoiania.go.gov.br }} Aragoiânia é um município brasileiro do interior do estado de Goiás, na Mesorregião do Centro Goiano e na Microrregião de Goiânia. Sua população estimada pelo IBGE em 2021 era de 10.680 habitantes. == História == Na região havia uma parada de gado – local de descanso e ruminação dos animais – devido a este fato, a primeira denominação do município foi Malhadouro passou por Rosália, uma homenagem ao pioneiro José Cândido Rosa. Aragoiânia foi a última denominação, mas a cidade até hoje carrega o pseudônimo de Biscoito Duro. Apelido peculiar, devido ao local que era parada de lanche entre Goiânia e Rio Verde. No dia 27 de abril de 1940, foi celebrada a primeira missa do povoado. Nesta época havia apenas meia dúzia de casas no local. Ainda neste referido ano surgiu a ideia da construção de uma capela, cujo terreno fora doado por José Cândido Rosa. Em 1946, este templo foi ampliado pelo sírio-libanês João Nasser, primo de Alfredo Nasser. Com o passar dos anos, a comunidade ajudou em diversas reformas, até o atual formato que a Igreja de Santa Luzia se encontra hoje. A igreja nunca mudou de local, sempre esteve na praça que também tem o seu nome. == Significado == O nome Aragoiânia foi uma escolha do pioneiro José Cândido Rosa, significa cidade entre Goiânia e o Rio Araguaia. Por muito tempo a rodovia que corta o município foi o caminho entre a capital e o referido rio. == Ver também == * Lista de municípios de Goiás * Lista de municípios do Brasil == Ligações externas == * Turismo Categoria:Municípios de Goiás Categoria:Fundações em Goiás em 1958",
 "title": "Aragoiânia"
}