{
 "id": "3093",
 "text": "Em biologia molecular e bioquímica, é o bloco construtor dos ácidos nucleicos, o DNA (deoxyribonucleic ) e o RNA (ribonucleic), formado pela reação de esterificação entre o ácido fosfórico e os nucleosídeos; é derivado da base azotada/nitrogenada. É considerado ser formado por três partes: o ácido fosfórico, um açúcar e, uma base azotada.University of Arizona, DNA tutorial [em linha] == Formação == É formado pela reação de esterificação entre o ácido fosfórico e os nucleosídeos, que entram na reação como o álcool, reagindo com a hidroxila na posição 3 ou 5. Assim, é derivado de bases azotadas, tendo como bloco a purina ou a pirimidina, em que um grupo ribosil, desoxirribosil ou, mais raramente, outros derivados de açúcares, se liga a um grupo amina da base azotada. Os nucleótidos formam os ácidos nucleicos, o DNA e o RNA, que são polímeros dos nucleótidos. A ligação entre os nucleótidos do polímero é através do ácido fosfórico, ou seja, uma ligação diéster. == Partes == Um nucleótido pode ser analiticamente considerado como tendo três partes: o ácido fosfórico, um açúcar (ribose, desoxirribose ou outros) e uma base azotada (principalmente citosina, adenina, guanina, timina ou uracilaA fonte da University of Arizona, que fala apenas do DNA, não menciona a uracila, que faz parte apenas do RNA.). == F == == Degradação de nucleotídeos == A maioria dos alimentos, sendo de origem celular, contém ácidos nucleicos (DNA e RNA). Esses ácidos da dieta podem ser degradados em produtos residuais e excretados ou podem ser recuperados como componentes de nucleotídeos. Esses compostos iônicos, são hidrolisados a nucleosídeos por uma variedade de enzimas, chamadas de nucleotidases e fosfatases, para que possam passar pela membrana e entrarem nas células. Os nucleosídeos de purina e pirimidina podem ser diretamente absorvidos pela mucosa intestinal ou sofrer ainda mais degradação até tornarem-se bases livres e ribose ou ribose-1-fosfato pela ação de enzimas chamadas de nucleosidases e nucleosídeo-fosforilases. === Catabolismo de pirimidinas === As células animais degradam os nucleotídeos de pirimidina em suas bases componentes por meio reações de desfosforilação, desaminação e clivagens de ligações glicosídicas. A citosina e a uracila são convertidas em beta-alanina e depois em malonil-CoA. A timina, por outro lado, é convertida em ácido β-aminoisobutírico que é então usado para formar metilmalonil-CoA. Os esqueletos de carbono restantes, como acetil-CoA e Succinil-CoA, podem ser oxidados pelo ciclo do ácido cítrico. Os produtos da degradação de pirimidinas usualmente são β-aminoácidos, dióxido de carbono (CO2) e amônia, que pode ser utilizada no ciclo da ureia. === Catabolismo de purinas === Em animais, as principais rotas de degradação de nucleotídeos e desoxinucleotídeos de purinas, ocorrem principalmente no fígado, requisitando uma variedade de enzimas que envolvem a produção de diferentes intermediários, porém todas as vias culminam na formação de ácido úrico. O primeiro passo da degradação dos nucleotídeos de purina é a perda de seu fosfato pela ação da enzima 5'-nucleotidase. A adenosina, é primeiro metabolizada em inosina pela enzima adenosina desaminase e então a metabolizada em hipoxantina pela enzima purina- nucleosídeo-fosforilase (PNP). A hipoxantina é então oxidada para formar xantina e depois ácido úrico através da ação da xantina oxidase. A guanosina, é clivada para formar guanina, pela ação da PNP, e então é desaminada, via guanina desaminase, para formar xantina que é convertida em ácido úrico pela xantina oxidase. == Ver também == * Salvamento de nucleotídeos Categoria:Biologia celular",
 "title": "Nucleótido"
}