{
 "id": "30936",
 "text": "{{Info/Município do Brasil | nome = Cachoeira Alta | apelido = | foto = | bandeira = Bandeira de Cachoeira Alta.jpg | brasão = | link_hino = | aniversário = 24 de setembro | fundação = | gentílico = Cachoeiraltense | lema = \"Nossa cidade nos trilhos!\" | prefeito = Marcelo Batista Paula | partido = MDB | mandato_início = 2023 | fim_mandato = 2024 | mapa = Goias Municip CachoeiraAlta.svg | latG = 18 | estado = Goiás | latP = S | latM = 45 | lonP = O | lonG = 50 | lonM = 56 | latS = 46 | lonS = 31 | mesorregião = Sul Goiano | microrregião = Quirinópolis | região_metropolitana = | vizinhos = Paranaiguara, Quirinópolis (L), Rio Verde (O), Aparecida do Rio Doce (S) Caçu (N e NO) | dist_capital = 360 | área = 1654.343 | área_ref = | população = 12666 | altitude = | clima = Tropical úmido | sigla_clima = | idh = 0.710 | pib = 241.000,00 milhões - Fonte: IBGE 2017 | pib_per_capita = 26.339,00 | leg_foto = | link_brasão = | link_bandeira = | data_mesorregião = IBGE/2008 | data_microrregião = IBGE/2008 | data_pop = est. IBGE/2020 | fuso_hor = -3 | data_idh = PNUD/2010 | data_pib = IBGE/2005 | data_pib_per_capita = IBGE/2005 | site_prefeitura = cachoeiraalta.go.gov.br }} Cachoeira Alta é um município brasileiro do interior do estado de Goiás, Região Centro-Oeste do país. Localiza-se a -18.76º,-50.94º,IBGE - Cidades@ - http://www.ibge.gov.br/cidadesat/painel/painel.php?codmun=520410# tendo se emancipado em 24 de setembro de 1953. De acordo com estimativas do Instituto Brasileiro de Geografia e Estatística (IBGE), sua população estimada em 2020 foi de habitantes, da qual composta de 5.734 homens e 4.805 mulheres, sendo que 8.382 são de população urbana e 2.157 população rural, tendo como base Territorial 1.654,56 Km² representando 0.4864 % do Estado, 0.1034 % da Região e 0.0195 % de todo o território brasileiro.Confederação Nacional dos Municípios - http://www.cnm.org.br/dado_geral/mumain.asp?iIdMun=100152044 Certamente ocorreu uma alteração nos índices populacionais, devido a forte migração ocorrida nos últimos meses, estimulada pela grande oferta laboral da construção da Usina Hidrelétrica Barra dos Coqueiros no Rio Claro e da Usina de Cana-de-Açúcar da ETH Bionergia, pertencente ao município vizinho de Caçu, mas com grande número de trabalhadores residentes em Cachoeira Alta. == História == Em 1876, Manoel Batista Barroso, vendedor ambulante de drogas medicinais, e Gabriel Paula do Amaral, foram os pioneiros a se fixarem na margem direita do ribeirão Cachoeira Alta, a 5 Km acima da Barra do Rio Claro. Com a chegada de várias famílias, procedentes de Minas Gerais, no ano seguinte, ampliava-se o núcleo populacional no local. Em meados de 1920, com a constante imigração, a localidade escolhida por Manoel Batista Barroso firmava-se como povoado, denominado \"Cachoeira Alta\", nome do ribeirão que corria nas proximidades. == Formação Administrativa == Distrito criado com a denominação de Cachoeira Alta, pelo Decreto Municipal nº 23, de 24-02-1931, subordinado ao município de Rio Verde. Em divisão administrativa referente ao ano de 1933, o Distrito de Cachoeira Alta figura no Município de Rio Verde. No quadro fixado para vigorar no período de 1939-1943, o distrito de Cachoeira Alta figura, no município de Rio Verde. Assim permanecendo em divisão territorial datada de 1-VII-1950. Elevado à categoria de município com a denominação de Cachoeira Alta, pela Lei Estadual nº 954, de 13-11-1953, complementada pela Lei Estadual nº 1274, de 14-12-1953, desmembrado de Rio Verde. Sede no antigo distrito de Cachoeira Alta. Constituído do distrito sede. Instalado em 01-01-1954. Em divisão territorial datada de 1-VII-1960, o município é constituído do distrito sede. Assim permanecendo em divisão territorial datada de 2007. ==Geografia== === Bioma === Predomina o Cerrado com resquício de Mata Atlântica. === Hidrografia === Cachoeira Alta é banhada por vários rios, córregos, ribeirões e cachoeiras: * Rios: Rio Claro - Rio Doce - Rio Preto - Rio Alegre * Córregos: Cachoeira Alta - Bebedouro - Pirapitinga - Coqueiros - Buriti - Lagoa - Três Barras - São Romão - Caju - Pontezinha - Capim - Saltador - Maroto - Fartura - Barriguda - Roncador - Rochedo - Furna - Cabeceira Seca - Sapé - Onça - Sucuri - Cobras - Cachoeirinha - Pesqueiro - João Pinto - São Domingos - Estiva - Retiro - Domingão - Bebedouro - Galinha - Boa Vista - Engano - São João - Papudo - Entre outros.... * Ribeirões: Cachoeira Alta - São João - Matriz - Dos Paulas e Bálsamo * Cachoeiras: Cachoeira Alta - Boqueirão - Alegre - Entre outros == Economia == A base de sua economia é/era a agropecuária extensiva de corte e leiteira, com pequenos produtores em sua maioria. Atualmente sendo substituída pela economia industrial e comercial. Produto Interno Bruto do Município PIB, ano 2011. * Agropecuária 30.537 mil reais * Indústria 84.895 mil reais * Serviços 59.292 mil reais * Impostos 18.642 mil reais * PIB per capita 11 8413 reais (PIB per capita calculado com base na população de 2011) Fonte: IBGE == Ver também == * Lista de municípios de Goiás * Lista de municípios do Brasil Cachoeira Alta Categoria:Fundações em Goiás em 1953",
 "title": "Cachoeira Alta"
}