{
 "id": "30953",
 "text": "{{Info/Município do Brasil |nome=Caturaí |foto= |leg_foto = |apelido = |brasão = Brasão de Caturaí.png |bandeira = Bandeira de Caturaí.png |link_brasão= |link_bandeira = |link_hino= |aniversário= |fundação = |gentílico=caturaiense |lema= |prefeito=Divina Aparecida Zago |partido =Solidariedade |fim_mandato=2024 |mapa= Goias Municip Caturai.svg | latP = S | latG = 16 | latM = 26 |latS=48 | lonP = O | lonG = 49 | lonM = 29 |lonS=21 |estado =Goiás |mesorregião=Centro Goiano |data_mesorregião =IBGE/2008 |microrregião=Anápolis |data_microrregião=IBGE/2008 |região_metropolitana=Região Metropolitana de Goiânia |vizinhos = Inhumas, Araçu, Goianira, Trindade e Avelinópolis. |dist_capital = 33 |área = 207.154 |área_ref = |população = 5038 |data_pop = est. IBGE/2018 |altitude = |clima = |sigla_clima= |idh=0.664 |data_idh=PNUD/2010 |pib= mil |data_pib =IBGE/2008 |pib_per_capita =10709.57 |data_pib_per_capita = IBGE/2014 |site_prefeitura = caturai.go.gov.br }} Caturaí é um município brasileiro do estado de Goiás. Possui uma área 205,075 km², e sua população estimada em 2017 é de 5 038 habitantes. Até no ano de 2015 ocorria na praça central, a Festa do Arroz, que era uma dedicação à lavoura comunitária. Atualmente, ocorre o Encontro de Carreiros, que teve sua primeira edição no ano de 2017, o evento mantém a tradição e a cultura goiana. No mês de junho, por volta do dia 13, ocorre a tradicional festa a Santo Antônio de Pádua, padroeiro da cidade. ==História== O município de Caturaí, teve início na década de 30, com a mudança de Antônio Moreira de Melo, paulista que veio se estabelecer em Goiás. Antônio com sua família, Carolina da Luz (esposa), e Virgílio Moreira de Melo (filho), compraram uma fazenda chamada Rio do Peixe. A família de Antônio doou uma parcela de quatro alqueires para famílias carentes da região, onde começaram as primeiras construções. O povoado em sua fundação era freguesia de Inhumas. Em seguida, um senatório e um centro espírita foram inaugurados no dia 8 de janeiro de 1938. Com a aglomeração de pessoas foi fundado o povoado, cujo nome original era Santo Antônio de Pádua, que permaneceu como seu padroeiro. O plano da cidade foi elaborado por João Miguel de Lima, genro de Virgílio de Melo, com o auxílio de um topógrafo ou técnico agrimensor (conforme imagem da Planta Original da Cidade de CaturaíArquivo pessoal do arquiteto Alan Miguel de Lima). A planta apresenta pequenas alterações se comparada com imagens recentes de satélite. No verso do mapa consta o nome de Manoel Lopes da Silva, porém, não está claro qual a sua participação no processo. == Saneamento == 36,4% das residências possui esgotamento sanitário básico adequado. (IBGE 2010) == Religião == Predominantemente católica: 62%, seguido por evangélica 18% e espirita 7% (dados IBGE 2010) == Hidrografia == Ribeirão Rio do Peixe. Córrego Pateiro Córrego Serra abaixo == Economia == Basicamente agropecuária. == Ver também == * Lista de municípios de Goiás * Lista de municípios do Brasil Categoria:Municípios de Goiás Categoria:Fundações em Goiás em 1958",
 "title": "Caturaí"
}