{
 "id": "30965",
 "text": "{{Info/Município do Brasil | nome = Crixás | foto = | leg_foto = | apelido = | brasão = Brasão de Crixás.jpg | bandeira = Bandeiradecrixas.jpg | link_brasão = | link_bandeira = | link_hino = | aniversário = 30/10 | fundação = | gentílico = crixaense | lema = | prefeito = Carlos Seixo de Brito Junior | partido = Cidadania | fim_mandato = 2024 | mapa = Goias Municip Crixas.svg | latP = S | latG = 14 | latM = 32 | latS = 56 | lonP = O | lonG = 49 | lonM = 58 | lonS = 08 | estado = Goiás | mesorregião = Noroeste Goiano | data_mesorregião = IBGE/2008 | microrregião = São Miguel do Araguaia | data_microrregião = IBGE/2008 | região_metropolitana = | vizinhos = Santa Terezinha de Goiás, Uirapuru, Nova Crixás, Mozarlândia, Nova América, Guarinos, Pilar de Goiás | dist_capital = 322 | área = 4661.077 | área_ref = | população = 16695 | data_pop = Censo IBGE/2015 | altitude = 458 | clima = clima tropical | sigla_clima = | idh = 0.708 | data_idh = PNUD/2010 | pib = mil | data_pib = IBGE/2008 | pib_per_capita = 20589.35 | data_pib_per_capita = IBGE/2008 | site_prefeitura = crixas.go.gov.br | site_câmara = camaracrixas.go.gov.br }} Crixás é um município brasileiro do estado de Goiás. Sua população estimada em 2010 era de 15.760 habitantes. Sua economia é baseada na agropecuária e na extração de minérios, dos quais se destaca o ouro. Contém também, de acordo com estatística dos institutos de mineração, Crixás é um dos municípios de maior produção de ouro da América do Sul. A fundação de Crixás está ligada às descobertas dos garimpos de ouro no Brasil no século XVIII, tendo como seu descobridor o Bandeirante Manoel Rodrigues Thomaz. == História == O bandeirante Bartolomeu Bueno da Silva veio com sua bandeira rumo a Goyas mais ou menos no ano de 1726 e fundou o arraia de Sant´Anna e em seguida Vila Boa de Goyá (Cidade de Goiás) às margens do Rio Vermelho, na encosta da Serra Dourada. Não levou muito tempo os bandeirantes logo descobriram ouro em outras regiões auríferas. o bandeirante Manoel Rodrigues Tomas, descobriu uma região rica em ouro as margens do Rio vermelho, habitada pelos índios “Kirirás” ou ‘kuruchás”, cuja tradução do tupi é CRIXÁS. Ali fundou-se a Vila Nossa Senhora da Conceição em 1734, elevada a “Arraial” em 1740. Em janeiro de 1755, o Arraial de Crixás foi elevado a Paróquia, condição em que permaneceu por quase dois séculos, tornando-se sede da Vila transferida de Pilar, a cujo Distrito pertencia. Mas foi pelo Decreto-Lei Estadual nº 557, de 30 de março de 1938, o Distrito de Crixás perdeu para o de Pilar as prerrogativas de sede municipal. Pela Lei Estadual nº 850, de 30 de outubro de 1953, criou-se o Município de Crixás, instalado oficialmente em 1 de janeiro de 1954. No auge da exploração aurífera, integrou-se na história de Crixás o geólogo Albrecht Pedro Dietz, “o Alemão”, descobridor das famosas minas de ouro “chapéu de Sol”, e “Venâncio”, em terras posteriormente adquiridas por uma Companhia Inglesa, cuja exploração durou até 1923, quando os ingleses evadiram-se com todo o ouro fundido, em virtude de revolta no garimpo. O primeiro Prefeito de Crixás foi João Ferreira de Faria, filho do Coronel Prudêncio Ferreira, nomeado por Pedro Ludovico Teixeira, que detinha grande influência no Estado de Goiás. O Primeiro Prefeito eleito foi André Ferreira de Carvalho. Em seguida foram eleitos os Prefeitos Joaquim Xavier Maciel, Jair de Carvalho Feitosa, Joaquim Dietz, Erotides de Souza Villas Boas, André Machado, Orlando Naziozeno, Francisco Pereira Lemes, Olímpio César, Plínio Paiva e Dr. Carlos Seixo de Brito. Todos contribuíram significativamente para o desenvolvimento do extenso município e região. == Educação e cultura == Como nas cidades antigas do Estado de Goiás em Crixás ficaram rastros de trabalhos escravos como muros de pedras e escavações em regos para levar água de um córrego até o local do garimpo. O Santo de devoção dos escravos era São Benedito. Após a abolição da escravatura, o local foi abandonado e o Sr. Ricardo Pereira Neves, avô de João Ferreira de Faria, 1º Prefeito de Crixás, trouxe a santo para sua residência e continuou a festejá-lo em todos os anos no mês de abril. Após sua morte seu filho continuou organizando a festa do santo, a imagem foi levada para a casa de festas do arraial, a Casa Grande e depois foi transportada para a igreja Imaculada Conceição e hoje se encontra na Igreja Matriz. A Folia do Divino é uma das mais fortes tradições da Cultura de Crixás, passada de geração a geração, há registro de mais de cem anos do giro das folias na cidade e nas fazendas do município, segundo registro das anotações de João Xavier Ferreira e Manoel Lino de Carvalho. As cavalhadas de Crixás também é outra fonte histórica de expressão do folclore e cultura Crixasense, e o ápice de sua realização nos remete às festas no salão da Casa Grande. Após a queda da Casa Grande a folia e as cavalhadas ficaram paradas durante anos. Um grupo de famílias tradicionais, liderados pelo casal Joaquim Xavier Maciel e Ana Ferreira de Carvalho conseguiram através de muita luta e bravura, resgatar as folias e as cavalhadas de Crixás, que são patrocinadas pela Anglo Gold Ashanti, multinacional de ouro da região, como Patrimônio da Cultura de Crixás. Crixás tem diversos autores de livros, dentre eles Ursulino Leão, que foi vice - governador do Estado, Sebastiana Esther Dietz de Oliveira, Maria Madalena de Lima, Adalberta Rocha, Maria Francisco Maciel Oliveira, Angélica Rocha Santos, Sâmia Neves Maciel de Carvalho Amorim Lousan. Em 13 de dezembro de 2014, foi criada a Academia de Letras de Crixás, tendo como seus ilustres membros representantes da Cultura de Crixás, os imortais Sâmia Neves Maciel de Carvalho Amorim Lousan, Sebastiana Esther Dietz de Oliveira, Angélica Rocha Santos, Anália Dias Souto, Francisco Pereira Lemes, Adão Ferreira de Faria Neto, Maria Francisco Maciel Oliveira, Darcy Moreira Bolentine, Ursulino Tavares Leão, João Marega, Guilherme Frederico Dietz, Arlindo Dias Souto, Inácio Pereira Neves, Sueleyla Ferreira Ramos Souto, Maria Maciel Araújo Bastos, Eulâmpia Neves Ferreira, Inácio Pereira Neves Filho, William Xavier Machado e José Xavier Rodovalho, tendo como seu ilustre representante o escritor consagrado Ursulino Leão da Academia Goiana de Letras. Crixás é conhecida também além da cidade do Ouro, como cidade nacional do pequi, fruto exótico típico do cerrado brasileiro, rica em vitamina A, muito utilizada na culinária das regiões Nordeste e Centro-Oeste e também no Norte de Minas Gerais. Além disso, a medicina popular atribui uma série de usos ao pequi. Idealizado pelo jornalista Oloares Ferreira e com colaboração dos casais Joaquim Maciel/ Ana Carvalho e Antonio Macário de Paiva/ Izabel Paiva em parceria com a prefeitura municipal e a mineradora AngloGold Ashanti (Serra Grande) foi criado em 2006 o Festival Gastronômico e Cultural do Pequi, festival de gastronomia e cultura popular de Crixás. A partir de 2015, por iniciativa da Secretaria de Cultura e da AngloGold Ashanti, o festival do pequi, a festa do Divino e as Cavalhadas passaram a fazer parte do calendário anual da cultural e do Folclore brasileiro, pelo anuário do Ministério da Cultura. No mesmo ano, devido ao valor histórico e cultural da região, reconhecido pelo IPHAN, as Cavalhadas e a Folia do Divino passou a fazer parte do Circuito das Cavalhadas Goianas. A Folia do Divino Espirito Santo e as Cavalhadas são as maiores representações religiosas, históricas, culturais e turísticas do município de Crixás. == Minério e empreendedorismo == A Mineradora Serra Grande pertence ao grupo Multinacional AngloGold Ashant, mineradora de ouro sul-africana, fundada em 2004 a partir da junção da AngloGold e a Ashanti Goldfields Corporation. Possui operações espalhadas por 11 países entre 4 continentes: América, África e Oceania. A empresa chega a produzir de 6 a 7 milhões de onças de ouro por ano. Em Crixás a Mineradora Serra Grande está em operação desde o inicio dos anos 90. A mineradora trabalha com um alto grau de segurança e sustentabilidade, investindo em projetos de melhorias estruturais, educacionais e de sustentabilidade no município. Estruturais com investimento na pavimentação e iluminação pública e manutenção de um aeródromo de boa extensão e de excelente qualidade de decolagem e pouso de aeronaves de porte médio. Em 2015 e 2016 a Mineradora em parceria com o Poder público e Agência Municipal de Transito instalou em Crixás dois jogos de semáforos de alta tecnologia LED em dois pontos de estrangulamento, que humanizou o trânsito intenso devido aos prestadores de serviços da AngloGold Ashant, investindo em segurança e transito consciente e seguro, com diversas campanhas de educação de transito nas escolas municipais, estaduais e privadas do município. Na área de sustentabilidade a mineradora investe na preservação ambiental e no controle diário de segurança dos processos das minas. com o atestado de estabilidade, condições de estrutura, avaliação do nível de água e o funcionamento do sistema de drenagem. Além disso, todas as estruturas passam por auditorias internas e externas. E a partir de 2022, a mineradora AngloGold Ashanti planeja não enviar mais rejeitos da forma convencional para as suas barragens, investindo um alto valor na implementação já em curso da ultima tecnologia em disposição de rejeitos a seco, deixando um legado de sustentabilidade e segurança nas estruturas geotécnicas de redução do uso da água. No âmbito educacional a mineradora investe em educação desde os anos 80 com bons educadores empreendedores locais e regionais, desde a alfabetização até o ensino médio, com formação de alta qualidade. A mineradora está em constante atualização da capacidade técnica profissional de seus trabalhadores. No campo cultural, esportivo e de lazer a mineradora sempre apoio as manifestações culturais, esportivas e históricas do município. Construiu uma sede esportiva para funcionários e prestadores parceiros do município. Investindo em escolas de iniciação esportiva e cultural, como teatro e escola de música. Investiu na reforma e restauração do antigo casario Ursulino Leão e na Igreja Nossa Senhora da Conceição. Todos os anos é apoiadora da exposição agropecuária, do Festival Gastronômico do Pequi e na devoção ao Divino Espirito Santo como apoia nas unidade de Minas Gerais. Em Crixás a Festa do Divino compõe o giro das Folias e na encenação da Batalha entre Mouros e Cristãos no Campo das Cavalhadas de Crixás. Devido ao reconhecimento pela publicidade de joias preciosas, a mineradora AngloGold Ashanti participa sempre que acontece nas unidades mundiais do Circuito AngloGold Ashanti Auditions,concurso de design de joias em ouro realizado bienalmente, no Brasil, França, China, Índia, Emirados Árabes Unidos e África do Sul. O AuDITIONS BRASIL tem o objetivo de fomentar e reconhecer a excelência do design brasileiro, bem como premiar idéias inovadoras que contribuam para o desenvolvimento do setor de jóias em Ouro. A partir de 2008, Crixás passou a fazer parte do Circuito, além de Nova Lima, Belo Horizonte e São Paulo. Em 2008 a atriz Priscila Fantin foi escolhida para representar a imagem do concurso de design de joias, tanto no Brasil quanto no exterior, e esteve em Crixás. Nos anos seguintes as atrizes Deborah Nascimento e Fiorella Matthei, estiveram na unidade Crixás nas temporadas 2012 e 2016. Após a Pandemia mundial do Covid-19 provocada pelo SARS-CoV-2 a empresa pretende retomar o evento no Brasil e África do Sul. == Agropecuária e criação de gado == O município de Crixás faz parte da Região da Estrada do Boi, cortada pela rodovia GO-164, no Vale do rio Araguaia, em Goiás, na sua porção Noroeste que inicia no município de Goias passando por Araguapaz, Mozarlândia, Crixás, Nova Crixás, Mundo Novo, São Miguel do Araguaia, Porangatu e vai até a divisa do Tocantins, formando uma das maiores regiões de concentração e criação de rebanho bovino do Mundo, é o mais rico polo de engorda de gado do País. Historicamente desde a criação dos primeiros Arraiá ligado ao Arraiá de Sant´Anna em Goiás, essa Região se tornou desde o inicio do século XIX numa das grandes estradas boiadeiras do Oeste do Brasil, com tropas e boiadas que seguiam até o Triângulo Mineiro até chegar a região de Barretos e Ribeirão Preto. Era comum, segundo folcloristas e historiadores da região, famílias montar Comitivas para levar gado até Minas Gerais e São Paulo para vender e trocar por mercadorias. Daí nasceu a Região da Estrada do Boi que corta o Estado de Goiás. A criação de gado movimenta um forte mercado de leilões, festas agropecuárias, cooperativas do agro, além da forte exportação para o mercado externo. Goiás e Mato Grosso destacam como os principais vendedores de carne bovina para o mercado nacional. E parte desse mercado que movimenta a economia mundial sai de Crixás e dos municípios de Nova Crixás, Mundo Novo e Uirapuru. Municípios estes emancipados do município de Crixás nos anos 80 e 90. Crixás também é conhecido pelo forte mercado de hortifrutigranjeiros. Com destaque para o cultivo de frutos do Cerrado, principalmente o pequi e caju, encontrados em abundância no município. == Distância == Distância de outros municípios e capitais em quilômetros: *Goiânia-GO 320 km *Brasília-DF 380 km *Anápolis 275 km *Belo Horizonte-MG 1.116 km *São Paulo-SP 1.260 km *Rio de Janeiro-RJ 1.533 km *Salvador-BA 1.790 km *Recife-PE 2.290,km *Belém - PA 1.790 km *Natal - RN 2.490 km *Cuiabá - MT 1.014 km *Campo Grande-MS 1.158 km *Palmas-TO 625,km *Uberlândia-MG 668 km *Nova Lima-MG 1.128 km *Sabará - MG 1.130 km *Ouro Preto 1.193 km *Ribeirão Preto - SP 935 km *Itumbiara 520 km *Rio Verde 550 km *Jataí 640 km *Caldas Novas 490 km *Catalão 590 km *Pirenópolis 265 km *Cidade de Goias 260 km *Barra do Garças-MT 437 km *Ceres 136 km *Rubiataba 140 km *Itapaci 102 km *Jaraguá 190 km *Goianésia 210 km *Niquelândia 230 km *Uruaçu 125 km *Porangatu 208 km *Gurupi-TO 409 km *Alto Horizonte 95 km *santa Terezinha 33 km *Pilar de Goiás 73 km *Nova Crixás 70 km *Bandeirantes 160 km *Auriverde-GO 42 km *Uirapuru 34 km == Ver também == * Lista de municípios de Goiás * Lista de municípios do Brasil * Categoria:Fundações em Goiás em 1953",
 "title": "Crixás"
}