{
 "id": "31003",
 "text": "{{Info/Município do Brasil | nome = Israelândia | foto = Israelândia.jpg | leg_foto = | apelido = Monchão do vaz | brasão = Brasão de Israelândia, Goiás.jpg | bandeira = Israelandia.png | link_brasão = | link_bandeira = | link_hino = | aniversário = | fundação = 14 de novembro de 1958 | gentílico = israelandense | lema = | prefeito = Adelícia Moura da Costa | partido = PSC | fim_mandato = 2024 | mapa = Goias Municip Israelandia.svg | latP = S | latG = 16 | latM = 19 | latS = 04 | lonP = O | lonG = 50 | lonM = 54 | lonS = 28 | estado = Goiás | mesorregião = Centro Goiano | data_mesorregião = IBGE/2008 | microrregião = Iporá | data_microrregião = IBGE/2008 | região_metropolitana = | vizinhos = Iporá, Jaupaci, Moiporá e Fazenda Nova. | dist_capital = 189 | área = 577.480 | área_ref = | população = 2786 | data_pop = IBGE/2020 | altitude = | clima = | sigla_clima = | idh = 0.711 | idh_pos = GO: 79º | data_idh = PNUD/2010 | pib = mil | data_pib = IBGE/2008 | pib_per_capita = 7210.78 | data_pib_per_capita = IBGE/2008 }} Israelândia é um município brasileiro do interior do estado de Goiás, Região Centro-Oeste do país. De acordo com estimativas do Instituto Brasileiro de Geografia e Estatística (IBGE), sua população em 2020 era de habitantes. ==História== A origem desta povoação foi a descoberta de jazidas de ouro e diamante no Rio Claro e Córrego do Vaz, em 1942, pelo comprador de diamantes e ouro Israel de Amorim que ali estabeleceu-se com sua família. A notícia da existência desses garimpos atraiu garimpeiros e aventureiros de várias regiões, que deram início à formação do povoado, construindo rústicas casas no estilo colonial e dedicando-se, além da mineração à agropecuária. Progredindo gradativamente, o povoado \"Monchão do vaz\", derivado do \"veio de diamante e seus exploradores\", foi elevado à condição de distrito, pela Lei Municipal nº 54, de 19 de setembro de 1953, integrando o município de Iporá. Atingindo franco desenvolvimento, obteve o distrito sua emancipação pela Lei Estadual nº 2114 de 14 de novembro de 1958, instalando oficialmente em 1 de janeiro de 1959, por Benedito Marquez Guimarães, com o novo topônimo de Israelândia, em homenagem ao então prefeito de Iporá: Israel de Amorim. == Geografia == === Hidrografia === O município é cortado por dois importantes rios, o Claro e dos Pilões, e ribeirões como o Fubá, Biquinha, Brumado e Matrinchã. O Rio Claro, atravessa parcialmente a zona urbana de Israelândia encontrando-se já no município de Jaupaci com o Rio dos Pilões, formando o Rio Claro, com maior volume de água gradualmente. === Rodovias === Temos duas importantes rodovias, a GO-060 que liga Goiânia a Cuiabá passando por Barra do Garças e a Juca Rocha que liga Israelândia a Jaupaci e Montes Claros de Goiás. === Economia === A principal atividade econômica desenvolvida no município é a pecuária, tanto do gado de corte quanto no gado de leite, atividades desenvolvidas sem muitas técnica por chacareiros e pequenos produtores rurais da zona rural do município. O município também possui atividades econômicas como indústria de processamento do gênero alimentício ligado a mandioca, sendo uma das únicas cidades da região do centro-oeste goiano a ter indústrias com métodos de trabalho bem avançados, Produtos Rio Claro e Produtos Terra Vida, o que rende um produção em larga escala, para o gênero de fabricação de farinha de mandioca seca em bijus, farinha de mandioca lisa e farinha de milho, atendendo toda a região centro-oeste do estado. Destacamos também a produção de tijolos, lajotas e canaletas, por uma indústria local do ramo de cerâmica, a Cerâmica Almeida trazendo ao município uma grande geração de empregos diretos e indiretos, como também é o caso das indústrias de farinha já mencionadas. === Cultura === A cidade têm uma cultura de realização de festa comemorativa do Padroeiro da cidade, sendo estas festividades realizadas no final do mês de agosto, em que comemora-se a grandiosa festa em louvor a São Sebastião. Havendo também nos meses de junho a setembro, a temporada de praia do Rio Claro, realizado nos finais de semana nas praias do Rio Claro, na região do Barreirinho e Praia do posto do Recreio, tendo sempre boas aglomerações de turistas. == Ver também == * Lista de municípios de Goiás * Lista de municípios do Brasil == Ligações externas == * Página da Prefeitura Municipal Categoria:Municípios de Goiás Categoria:Fundações em Goiás em 1958",
 "title": "Israelândia"
}