{
 "id": "31010",
 "text": "Itarumã é um município brasileiro do interior do estado de Goiás. == Geografia == O município de Itarumã encontra-se na microrregião de Quirinópolis, no extremo sudoeste do Estado de Goiás. Está distante 380 quilômetros da Capital do estado, Goiânia. A sede do município se encontra entre as serras da Mombuca e da Pimenta, e é banhado por três córregos, sendo, o do Barro Preto, da Pimenta e o Cervo. O município é banhado por três grandes rios, sendo eles: Rio Corrente, Rio Verdinho e o Rio Paranaíba. Ainda grandes córregos e ribeirões que cortam o município, sendo alguns deles: o Ariranha, o Lajeado, o Cervo, entre outros. Principais distâncias a partir de Itarumã: Cidade Distância Itajá 45 km Caçu 37 km Uberlândia 385 km Belo Horizonte 928 km Goiânia 380 km Rio Verde 151 km == Economia == Itarumã possui um PIB de R$ 228 milhões e um PIB per capta de R$ 32.934,50. Isso coloca o município como detentor da 49ª maior renda per capta do estado de Goiás. Itarumã se destaca pela boa qualidade de vida, tendo um IDH-M de 0,735, o que é considerado de alto desenvolvimento. Região de terras férteis, destacando-se na pecuária, é o 8º maior rebanho bovino do estado de Goiás, com um total de mais de 300.000 cabeças. O município tem alto potencial energético, o município conta com três usinas hidrelétricas. A maior delas sendo a usina Salto com capacidade de 116 MW, e também a usina Salto do Rio Verdinho com capacidade de 93 MW e outra com menor capacidade elétrica com 32 MW, a usina Espora, esta que em 2008 devido as fortes chuvas ocorridos no município, a mesma cedeu causando impactos ambientais e prejuízos incalculáveis. E, com a ascensão da cana-de-açúcar a mesma está recebendo destaque na região tornando-se um polo canavieiro. == População == No Censo de 2010 do IBGE a população contabilizada foi de 6.298 habitantes, destes 5.060 estavam inscritos no Cartório Eleitoral nas eleições municipais de 2012. Para o ano de 2019 o IBGE estimou uma população de 7.178 habitantes. == Festas == No decorrer do ano o município de Itarumã promove várias festas, algumas delas promovidas pela prefeitura, como o carnaval que completará a 2ª edição, também a pescaria no lago municipal e o reveillon a beira do lago com queima de fogos. Há também as festas religiosas dos padroeiros da cidade: São Sebastião (20 de janeiro) e Nossa Senhora da Abadia (15 de agosto). Na segunda quinzena de julho o Sindicato Rural de Itarumã realiza a Festa do Peão de Boiadeiro - regionalmente conhecida como EXPOITA - um evento tradicional no município e região, teve sua primeira edição em 1998. A festa recebe a visita de milhares de visitantes, e tem como ponto alto o desfile de comitivas, exposição de animais, torneio leiteiro, leilões e tradicional rodeio em touros. == Ensino == A educação básica se destaca através do IDEB que aferiu para o ano de 2017 as notas 6,6 para as séries iniciais do ensino fundamento e 5,1 para as séries finais do ensino fundamental. A taxa de escolarização é de 95,2, esta figura entre uma das piores do Estado. O município conta com 1019 matrículas ativas, sendo 805 do ensino fundamental e 214 do ensino médio. A educação municipal na cidade de Itarumã, tem ganhado destaque em rede nacional, pelo seu alto índice IDEB. Em 2017 Itarumã mais uma vez é destaque no cenário da educação, a Escola Municipal Orestes Rodrigues de Freitas atinge a nota 8.2 no IDEB superando os 7.3 da edição anterior e se consolidando entre as melhores escolas do estado de Goiás. == Ver também == * Lista de municípios de Goiás * Lista de municípios do Brasil ==Ligações externas== * Página da Prefeitura Municipal Categoria:Municípios de Goiás Categoria:Fundações em Goiás em 1953",
 "title": "Itarumã"
}