{
 "id": "31013",
 "text": "{{Info/Município do Brasil | nome = Ivolândia | apelido = Bela Vista ou Pé de Porco | foto = | bandeira = Bandeira de Ivolândia.jpg | brasão = Brasão de Ivolândia.png | link_hino = | lema = | aniversário =5 de novembro | fundação = | gentílico =ivolandense | prefeito = Valdesson Vieira Juníor | partido = UNIÃO | fim_mandato = 2024 | mapa = Goias Municip Ivolandia.svg | latP = S | latG = 16 | latM = 36 | latS = 07 | lonP = O | lonG = 50 | lonM = 47 | lonS = 38 | estado = Goiás | mesorregião = Centro Goiano | microrregião = Iporá | região_metropolitana = | vizinhos = Iporá, Moiporá, Montividiu, Amorinópolis, Cachoeira de Goiás e Caiapônia. | dist_capital = 186 | área = 1262.837 | área_ref = | população = 2663 | altitude = | clima = Seco | sigla_clima = | idh = 0.721 | pib = mil | pib_per_capita = 10097.57 | leg_foto = | link_brasão = | link_bandeira = | data_mesorregião = IBGE/2008 | data_microrregião = IBGE/2008 | data_pop = Censo IBGE/2010 | data_idh = PNUD/2000 | data_pib = IBGE/2008 | data_pib_per_capita = IBGE/2008 | site_prefeitura = ivolandia.go.gov.br }} Ivolândia é um município brasileiro localizado interior do estado de Goiás, um dos municípios integrantes do Oeste-Goiano, é reconhecido nacionalmente como a Capital do Pequi, tendo em vista a enorme quantidade do fruto que é encontrada. Tendo como alguns de seus pioneiros os senhores, Ivo Moreira Neves, Eupidio José Guerra, Adelando Vieira de Freitas, Olivar Vieira de Souza. ==História== O povoado que havia se instalado na chegada em meados do ano 1939, foi elevado à categoria de distrito pela lei municipal nº 29, de 10/01/1952, passando a chamar-se de Ivolândia em homenagem ao Sr. Ivo Moreira Neves, um dos primeiros moradores e doador de 5 alqueires de terras para o Patrimônio. Sua autonomia político-administrativa se deu através da Lei Estadual nº 861 de 05/11/1953, quando foi elevado à categoria de município e desmembrando-se do município de Aurilândia. Atualmente, Ivolândia é sede de comarca desde meados do ano de 1973. Seu primeiro prefeito eleito foi o Sr. Josino Bretas Sobrinho. ==Geografia== Sua população estimada em 2010 era de 2.663 habitantes. ===Galeria=== Ivolandia Rupestres 14.JPG|Pinturas rupestres numa caverna perto da cidade de Ivolândia Ivolandia Rupestres 11.JPG|Pinturas rupestres Ivolandia Rupestres 1.JPG|Pinturas rupestres Ivolandia Rupestres 6.JPG|Pinturas rupestres == Economia == É um município em ascensão e tem tudo para se tornar um grande exportador agropecuário. Nos dias atuais (2020-2021), grande parte da economia municipal é proveniente da agropecuária, sendo as principais fontes econômicas a criação de gado leiteiro e gado de corte. Outrossim, vem sendo crescente a expansão da fronteira agrícola no município, onde grandes produtores estão migrando para a produção de grãos e cereais (soja e milho são os principais). == Ver também == * Lista de municípios de Goiás * Lista de municípios do Brasil * Categoria:Fundações em Goiás em 1953",
 "title": "Ivolândia"
}