{
 "id": "31024",
 "text": "{{Info/Município do Brasil | nome = Mairipotaba | foto = | leg_foto = | apelido = Potaba | brasão = | bandeira = Bandeira de Mairipotaba.jpg | link_brasão = | link_bandeira = | aniversário = 12 de novembro | fundação = | emancipação = | gentílico = mairipotabense | lema = | prefeito = Carlos Henrique Rodrigues Pereira | partido = UNIÃO | fim_mandato = 2024 | mapa = Goias Municip Mairipotaba.svg | latP = S | latG = 17 | latM = 17 | latS = 56 | lonP = O | lonG = 49 | lonM = 29 | lonS = 27 | estado = Goiás | mesorregião = Sul Goiano | data_mesorregião = IBGE/2008 | microrregião = Meia Ponte | data_microrregião = IBGE/2008 | região_metropolitana = | vizinhos = Cromínia, Varjão, Pontalina, Hidrolândia, Cezarina, Edealina e Piracanjuba. | dist_capital = 98 | área = 460.975 | área_ref = | população = 2363 | data_pop = IBGE/2020 | altitude = 670 | clima = Tropical com estação Seca | sigla_clima = Aw | idh = 0.761 | data_idh = PNUD/2000 | pib = mil | data_pib = IBGE/2018 | pib_per_capita = 21.190,14 | data_pib_per_capita = IBGE/2008 }} Mairipotaba é um município brasileiro do interior do estado de Goiás. Sua população estimada em 2020 era de habitantes. A cidade é praticamente dividida em duas: a parte \"velha\" com casarões do começo do século XX, alguns preservados, outros em completo estado de abandono; e a parte \"nova\", construída a partir do \"jatobazeiro\", árvore símbolo da cidade, no sentido oeste. == História == A localidade teve sua origem e desenvolveu-se em torno da estação telegráfica criada pelo Governo da União. Por volta de 1896, as únicas casas existentes no local (terras das fazendas Córrego Fundo e Flores) eram toscas choupanas de capim, incluindo-se entre estas, a casa onde funcionavam a estação telegráfica. Mais tarde, foram surgindo os pequenos estabelecimentos comerciais, a capela, o movimento melhorando, até que, por Lei de 28 de outubro de 1904, o povoado de São Sebastião do Atolador é elevado à categoria de distrito com o nome de Serrania, e pertencente ao Município de Piracanjuba. Nessa época foi construído o prédio da Agência Telegráfica. Por esses tempos muito se distinguiu a ação de Basílio Antônio Bons Olhos, esforçado negociante daquelas paragens, e por muitos considerado o fundador da cidade. As terras do patrimônio foram doadas pelo fazendeiro Joaquim Leandro. Por ocasião da Revolução Liberal, passaram pela região os revoltosos, e mais tarde, as forças legalistas, episódios esses sem maiores consequências. Distrito criado com a denominação de São Sebastião do Atolador, pela lei municipal de 17 de novembro de 1904, subordinado ao município de Pouso Alto. Em divisão administrativa referente ao ano de 1911, figura no município de Pouso Alto o distrito de São Sebastião do Atolador. Nos quadros de apuração do Recenseamento Geral de 1-IX-1920, figura no município de Pouso Alto o distrito com a denominação de Atolador. Em divisão administrativa referente ao ano de 1933, o distrito de Atolador volta a denominar-se São Sebastião do Atolador e continua no município de Pouso Alto. Pelo decreto-lei estadual nº 557, de 30 de março de 1938, o distrito de São Sebastião do Atolador tomou a denominação de Serrania e figura no município de Pouso Alto.No quadro fixado para vigorar no período de 1939-1943, o distrito permanece no município de Pouso Alto. Pelo decreto-lei estadual nº 8305, de 31 de dezembro de 1943, o distrito de Serrania passou a denominar-se Mairipotaba e o município de Pouso Alto a chamar-se Piracanjuba. Em divisão territorial datada de 1-VII-1950, o distrito com a denominação de Mairipotaba, figura no município de Piracanjuba ex-Pouso Alto. Elevado à categoria de município com a denominação de Mairipotaba, pela lei estadual nº 899, de 12 de novembro de 1953, desmembrado de Piracanjuba. Sede no antigo distrito de Mairipotaba, ex-povoado. Constituído do distrito sede. Instalado em 1 de janeiro de 1954. == Clima == Em Mairipotaba, predomina o clima tropical com estação seca (Aw, segundo a classificação climática de Köppen-Geiger). Estando numa região de alta altitude, o ar da cidade é relativamente seco na maior parte do ano, chegando a níveis críticos entre os meses de julho e setembro e ao extremo em agosto. Há duas estações bem definidas: uma chuvosa, de outubro a abril, e outra seca, de maio a setembro. O índice pluviométrico é de aproximadamente 1 512 milímetros (mm) anuais. Os meses com maior média de precipitação são dezembro (271 mm) e janeiro (283 mm), e os menores são junho (8 mm) e julho (7 mm) e Agosto (15 mm). Os meses mais quentes são agosto (com média de máximas de 32 °C), setembro (34 °C) e outubro (33 °C), sendo setembro o mês mais quente do ano. Os meses mais frios são maio (com média mínima de 15 °C), junho (13 °C) e julho (12 °C). Meses Jan Fev Mar Abr Mai Jun Jul Ago Set Out Nov Dez Médias Máximas (°C) 28 28 27 28 27 28 29 32 34 33 31 29 Médias Mínimas (°C) 21 20 19 17 15 13 12 16 20 23 22 21 Precipitação (MM) 283 208 212 96 32 8 7 15 62 113 205 271 == Ver também == * Lista de municípios de Goiás * Lista de municípios do Brasil ==Ligações externas== * Página da Prefeitura Municipal Categoria:Municípios de Goiás Categoria:Fundações em Goiás em 1904",
 "title": "Mairipotaba"
}