{
 "id": "31028",
 "text": "{{Info/Município do Brasil | nome = Maurilândia | apelido = | foto = | bandeira = Maurilândia Flag.jpg | brasão = Maurilândia.jpg | link_hino = | aniversário = 14 de novembro | fundação = | gentílico = maurilandense | lema = | prefeito = Edjane Alves de Almeida | partido = PL | fim_mandato = 2024 | mapa = Goias Municip Maurilandia.svg | latG = 17 | estado = Goiás | latP = S | latM = 58 | lonP = O | lonG = 50 | lonM = 20 | latS = 15 | lonS = 20 | mesorregião = Sul Goiano | microrregião = Sudoeste de Goiás | região_metropolitana = | vizinhos = Castelândia, Rio Verde, Santa Helena de Goiás, Turvelândia. | dist_capital = 223 | área = 393.793 | área_ref = | população = 13170 | altitude = | clima = | sigla_clima = | idh = 0.726 | pib = mil | pib_per_capita = 7588.10 | leg_foto = | link_brasão = | link_bandeira = | data_mesorregião = IBGE/2008 | data_microrregião = IBGE/2008 | data_pop = Censo IBGE/2010 | data_idh = PNUD/2000 | data_pib = IBGE/2008 | data_pib_per_capita = IBGE/2008 | site_prefeitura = maurilandia.go.gov.br }} Maurilândia é um município brasileiro do interior do estado de Goiás, Região Centro-Oeste do país. Sua população, em 2016, foi estimada em habitantes, de acordo com o Instituto Brasileiro de Geografia e Estatística (IBGE). Faz limite com Rio Verde ao oeste, com Santa Helena de Goiás e Turvelândia ao norte e com Castelândia ao leste. == História == A história do município remonta ao ano de 1946, quando um grupo de garimpeiros, liderados por João Nortense, Osório Miranda, Lázaro Veloso, Areno Rocha e Manoel Pedro iniciaram a exploração de garimpo, em busca de diamantes, na confluência dos rios Ribeirão Cabeleira e Verdão. O primeiro casamento ocorrido no local aconteceu em 25/04/1955 entre um dos fundadores Alvino de Souza Lima que chegou ao garimpo em 1953 e uma jovem local chamada Lasara Alves de Jesus, a celebração foi realizada por um padre de Rio Verde por nome de Prudêncio Bonilla, sendo que para o padre chegar ao local foi providenciado pelo noivo, um caminho capaz de passar o seu veicullo \"Jeep\", pois até então, só era possivel chegar a cavalo ou a pé, desde a Rodovia Sul Goiana. A partir de então, várias famílias foram se estabelecendo no local, atraídas pela exploração do garimpo no lugar. Várias moradias foram erguidas, em grande parte estruturadas em barracas e ranchos de palha, às margens dos dois rios. Naquele dado momento, toda a região explorada pelos garimpeiros era parte integrante do município de Rio Verde. Ainda na década de 1950, mais precisamente em 1954, Josias Lula, natural da Bahia e residente em Mateira (atual Paranaiguara), também se juntou ao grupo de garimpeiros. Josias Lula idealizou o loteamento da área onde hoje se encontra a cidade, recebendo o apoio de fazendeiros locais, como José Alves de Faria e Sebastião Alves de Faria. No total, cerca de 686.492 m² de área foram loteadas, com boa parte desta estando situada à margem direita do Rio Verdão, Ribeirão Cabeleira e do Córrego da Pratinha. Em maio de 1955, o lugar já estava intensamente povoado, como resultado do loteamento realizado no ano anterior. Em consequência disto, deu-se a delimitação do povoado, que recebeu o nome de Garimpo do Rio Verdão. No mesmo ano, foi erguida uma capela numa área de terreno do povoado, dedicada à Nossa Senhora Aparecida, que tornou-se padroeira do povoado. O acontecimento ocorreu em 12 de outubro daquele ano, e esta data findou sendo a de comemoração oficial do aniversário da cidade. O povoado foi elevado à categoria de Distrito do município de Rio Verde, em 19 de janeiro de 1959, por força da Lei Municipal nº 353, de 19 de janeiro de 1958, do município de Rio Verde. A instalação definitiva do distrito ocorreu em 8 de março do mesmo ano. Posteriormente, foi elevado à categoria de município, com a denominação de Maurilândia, pela Lei Estadual nº 4925, de 14 de novembro de 1963, desmembrado de Rio Verde. == Ver também == * Lista de municípios de Goiás * Lista de municípios do Brasil Categoria:Municípios de Goiás Categoria:Fundações em Goiás em 1963",
 "title": "Maurilândia"
}