{
 "id": "31031",
 "text": "{{Info/Município do Brasil | nome = Mineiros | foto = | brasão = Brasaomineiros.jpeg | bandeira = Bandeiramineiros.jpeg | link_brasão = | link_bandeira = | link_hino = | aniversário = 31 de outubro | fundação = | gentílico = mineirense | lema = | prefeito = Aleomar de Oliveira RezendePrefeito e vereadores de Mineiros tomam posse Portal G1 - acessado em 2 de janeiro de 2021 | partido = MDB | mandato_início = 2021 | fim_mandato = 2024 | vereadores = 15 | mapa = Goias Municip Mineiros.svg | latP = S | latG = 17 | latM = 34 | latS = 08 | lonP = O | lonG = 52 | lonM = 33 | lonS = 03 | estado = Goiás | mesorregião = Sul Goiano | data_mesorregião = IBGE/2008 | microrregião = Sudoeste de Goiás | data_microrregião = IBGE/2008 | região_metropolitana = | vizinhos = Jataí, Santa Rita do Araguaia, Portelândia, Serranópolis, Chapadão do Céu, Perolândia, Caiapônia, Doverlândia, Alto Taquari (MT), Alto Araguaia (MT), Araguainha (MT) Ponte Branca (MT), Costa Rica (MS) | dist_capital = 420 | área = 9038.769 | área_ref = estimativa IBGE/2021 | população = 70 081 | população_pos = GO: 20º | data_pop = 2022 | altitude = 770 | clima = equatorial | sigla_clima = | idh = 0.780 | data_idh = PNUD/2010 | pib = 3 288 691,748 mil | data_pib = IBGE/2022 | pib_per_capita = 47.334.97 | data_pib_per_capita = IBGE/2021 | site_prefeitura = mineiros.go.gov.br }} Mineiros é um município brasileiro do interior do estado de Goiás, Região Centro-Oeste do país. Localizado no sudoeste goiano a 420 km de Goiânia, 500 km de Cuiabá e 550 km de Campo Grande e 650 km de Brasília. Em seu município se encontra a maior área do Parque Nacional das Emas. Segundo o Tribunal Regional Eleitoral de Goiás, o número de eleitores no município totaliza-se em e sua população, conforme estimativas do IBGE de 2022 , era de habitantes. Sua área é de 12.060,091 km², o que faz do município um dos maiores de Goiás em questão de território, representando 2.6159% da área do estado, 0.5558% da área do Centro-Oeste brasileiro e 0.1047% de todo o território do país. Geograficamente situado em uma das maiores altitudes goianas, com variação de 700 a 1100 m, na Serra dos Caiapós, no município brotam inúmeras nascentes d'água, algumas subterrâneas, como o aquífero Guarani, formando vários rios, dentre eles o Rio Araguaia, Rio Verde, Formoso e Jacuba. == História == Segundo pesquisas do mestre Martiniano J. Silva, expedições provenientes da região do Triângulo Mineiro de Minas Gerais começaram a desbravar a região conhecida como Sudoeste Goiano, influenciados pelo romance \"Inocência\", de Visconde de Taunay, que narrava uma aventura nessa região. A partir daí, famílias de fazendeiros começaram a instalar-se na região onde hoje existe a Vila do Cedro. Com o crescimento do povoado, ergueu-se a primeira igreja, que hoje é a Matriz do Divino Espírito Santo. As famílias se instalaram próximas ao Córrego Moita Redonda, hoje conhecido por Córrego Mineiros. Através da lei nº 257 de 24 de maio de 1905, Mineiros foi elevado à condição de povoado. Em 31 de Outubro de 1938, ocorreu a emancipação da localidade, dando origem ao município de Mineiros. Em 14 de novembro de 1963 o distrito de Córrego da Porteira foi emancipado, tornando-se o município de Portelândia, que está completamente rodeado pelo município de Mineiros.Mineiros em 1940 Na década de 1970, em um acidente de avião faleceram dois políticos naturais de Mineiros: o deputado José Alves de Assis e o ex-prefeito Antônio Carlos Paniago. Desde então, escolas, praças e avenidas receberam o nome de ambos. Na década de 2000 a cidade teve destaque no cenário esportivo pelo desempenho de seu time de futebol, o Mineiros Esporte Clube, que chegou ao 3º lugar no Campeonato Goiano de Futebol de 2005, garantindo-lhe a participou da Copa do Brasil de 2006. Na competição nacional a equipe chegou à segunda fase, onde enfrentou o Clube Atlético Mineiro, da 1ª divisão nacional, vencendo por 3 a 2 na primeira partida (em casa, no Estádio Odilon Flores), mas perdendo a partida de volta, no Estádio Mineirão, por 4 a 1. == Geografia == === Território === O território municipal tem uma condição peculiar possuindo um enclave e um exclave. O município de Portelândia é um enclave de Mineiros, e Mineiros tem um exclave territorial situado entre os municípios de Chapadão do Céu e Costa Rica. === Clima === Segundo dados do Instituto Nacional de Meteorologia (Inmet), a temperatura mínima registrada em Mineiros foi de -1 °C, ocorrida no dia 18 de julho de 1975, enquanto que a máxima foi de 38,4 °C, observada no dia 17 de setembro de 2010. O maior acumulado de chuva registrado na cidade em 24 horas foi de 135,0 mm, em 8 de novembro de 1981. == Turismo == No município existem cerca de 120 cachoeiras catalogadas. Pode-se destacar a Cachoeira da Pinguela, do Sucuri e a dos Dois Saltos. Existe também um conjunto de serras, cortadas pelos rios Formiguinha, Diamantino e Matrinchã. Mineiros possui uma rica variedade de fauna, flora, piscinas naturais, grutas e abrigos, destacando-se o morro da Pedra Aparada e o Parque Nacional das Emas. Outro lugar de grande atrativo é a comunidade do Cedro, onde se mantêm tradições do povo negro. Ali existe um laboratório de plantas medicinais do cerrado. Também se desta a região dos Três Pilões, por sua água sulfurosa e barro medicinal (lama negra). == Educação == Mineiros conta com Centro Universitário de Mineiros (UNIFIMES), primeiro Centro Universitário Municipal do Interior de Goiás http://www.fimes.edu.br e com a Faculdade Morgana Potrich (FAMP),http://www.fampfaculdade.com.br instalada (campus I) no prédio do antigo Instituto Presbiteriano Rev. Eudóxio Mendes (IPREM) da Igreja Presbiteriana de Mineiros e na Avenida Antonio Carlos Paniago (Campus II). Há também um campus da Universidade Estadual de Goiás (UEG) e outro da Universidade Aberta do Brasil (UAB), além de uma extensão da Universidade Norte do Paraná, em funcionamento no Educandário Nascentes do Araguaia (ENA), e de alguns cursos superiores do COC oferecidos no Colégio Ágape. Estes últimos como cursos à distância. No ensino básico (fundamental e médio) Mineiros conta com várias escolas, sendo as mais conhecidas o Colégio Estadual Deputado José Alves de Assis, Colégio Estadual Polivalente Antônio Carlos Paniago (Integral) e o Colégio Estadual da Polícia Militar de Goiás Professora Alice Pereira Alves (Colégio Militar), todas com ensino fundamental (2º fase - 6º ano ao 9º ano) e médio (1º ao 3º ano) == Saúde == Na área da saúde, Mineiros consolidou seu status de \"Cidade Saúde\", pelo bom desempenho no atendimento médico hospitalar, resultando em importante papel no desenvolvimento do município. A cidade conta hoje com três hospitais na rede privada e dois na rede pública, além de diversas clínicas e um Centro Diagnóstico com exames de alta complexidade. Em 2015 foi anunciada a construção da primeira Unidade de Pronto Atendimento (UPA) a qual deve entrar em funcionamento em breve, além da construção de diversas novas Unidades Básicas de Saúde em diversos pontos da cidade. === Hospitais particulares === * Hospital das Clínicas Dr. Neves * Hospital Nossa Senhora de Fátima * Hospital São Lucas === Hospitais públicos === * Hospital Municipal Dr. Evaristo Vilela Machado * UPA Dr Filgueiras Jr. == Transporte == * Mineiros é cortada pelas rodovias BR-364, GO-194, GO-341, GO 306, GO 461 e GO O 542. == Economia == Dos três setores econômicos, o terciário é o predominante, respondendo por R$ 353.681 dos R$ 680.969 arrecadados pelo município. Após, seguem-se o setor primário e o setor secundário, que respondem por R$ 201.193 e R$ 126.094 respectivamente. === Indicadores socioeconômicos === ; PIB municipal (2011):R$ 1.163.204 Mil reais ; PIB per capita (2011): R$ 21.539,63 reais ; Composição do PIB (2010) * Valor adicionado bruto da agropecuária: R$ 325.423 Mil reais * Valor adicionado bruto da indústria: R$ 201.823 Mil reais * Valor adicionado bruto dos serviços: R$ 445.860 Mil reais * Impostos sobre produtos líquidos de subsídios: R$ 71,262 milhões === Indústrias === A economia predominantemente é a agricultura, sobretudo voltada para o plantio de soja, milho, algodão, feijão. Também se destacam a pecuária de corte (contando com uma unidade da empresa MARFRIG) e de leite, e desde a década de 2000 a avicultura, desde a instalação de um polo da Perdigão. Nesse período também houve a instalação de uma usina sucro-alcooleira da Odebrech Agroindustrial. A rotação e a diversidade de culturas está sendo substituído lentamente pela monocultura da cana-de-açúcar. === Comércio === O comércio em Mineiros está concentrado nas avenidas e ruas mais movimentadas do centro, na Avenida Antônio Carlos Paniago, Quarta Avenida e nas ruas próximas às praças José Alves de Assis, onde se encontra a Câmara de vereadores e os principais Bancos públicos e privados, e Coronel Carrijo, onde está localizada a Prefeitura Municipal. Mineiros também conta com vários bares e restaurantes, sendo os mais frequentados no centro da cidade. == Comunicação == Mineiros possui quatro rádios: * Rádio Eldorado FM 91,9 * Rádio Verde Vale FM 103,7 * Rádio Pedra Aparada FM 87,9 * Rádio Regional FM 88,5 Mineiros não possuí emissora de TV, mas é uma das principais cidades a serem destaque pela TV Anhanguera de Jataí. == Ver também == * Lista de municípios de Goiás * Lista de municípios de Goiás por população * Lista de municípios do Brasil == Ligações externas == * Mineiros.com - Portal da Cidade * * Categoria:Enclaves e exclaves do Brasil Categoria:Fundações em Goiás em 1938",
 "title": "Mineiros (Goiás)"
}