{
 "id": "31041",
 "text": "{{Info/Município do Brasil | nome = Nazário | foto = Nazário.jpg | leg_foto = | apelido = | bandeira = Bandeira Nazário-GO.jpg | brasão = Brasão Nazário-GO.jpg | link_bandeira = | link_brasão = | link_hino = | aniversário = | fundação = | gentílico = nazarinense | lema = | prefeito = João Batista Carvalho | partido = PODE | fim_mandato = 2024 | mapa = Goias Municip Nazario.svg | latP = S | latG = 16 | latM = 34 | latS = 55 | lonP = O | lonG = 49 | lonM = 52 | lonS = 55 | estado = Goiás | mesorregião = Centro Goiano | data_mesorregião = IBGE/2008 | microrregião = Anicuns | data_microrregião = IBGE/2008 | região_metropolitana = | vizinhos = Santa Bárbara de Goiás, Avelinópolis, Anicuns, Turvânia e Paraúna. | dist_capital = 73 | área = 269.103 | área_ref = | população = 9260 | data_pop = est. IBGE/2020 | altitude = 649 | clima = Tropical | sigla_clima = | idh = 0.765 | data_idh = PNUD/2000 | pib = mil | data_pib = IBGE/2008 | pib_per_capita = 10730.13 | data_pib_per_capita = IBGE/2008 }} Nazário é um município brasileiro do estado de Goiás. Sua população é de 9.260 habitantes, conforme estimativa do IBGE de 2020. == História == Por volta de 1880, Nazário Pereira de Oliveira, de ascendência espanhola, radicou-se com sua família em lugar bem próximo à Serra da Jibóia, no então Município de Palmeiras de Goiás, onde tentou, sem êxito, a fortuna, procurando ouro ou pedras preciosas. Pouco tempo depois, transferiu-se para o local onde mais tarde nasceria o povoado, nas proximidades da confluência do Córrego Buriti com o Rio dos Bois. Fez erigir aí uma capela, à qual chamou 'Nossa Senhora da Conceição' em homenagem à santa de que era fervoroso devoto. A singela casa de oração foi demolida pouco tempo depois, dando lugar a novo templo que continuou com a mesma denominação anterior. A capela, as rezas e a devoção atraíram pouco a pouco, alguns habitantes. O crescimento da população foi, no entanto moroso, e só por volta de 1930, quando chegou à localidade o cidadão Manoel Fernandes Teixeira, iniciou-se o aceleramento da povoação. === Formação administrativa === Distrito criado com a denominação de Nazário, pelo Decreto Municipal nº 103, de 30-03-1933, subordinado ao Município de Novo Horizonte (ex-Anicuns). Em divisões territoriais datadas de 31-XII-1936 e 31-XII-1937, o Distrito de Nazário figura no Município de Novo Horizonte. Pelo Decreto-Lei Estadual nº 557, de 30-03-1938, o Município de Novo Horizonte voltou a denominar-se Anicuns. No quadro fixado para vigorar no período de 1939-1943, o Distrito de Nazário permanece no município de Anicuns. Elevado à categoria de município com a denominação de Nazário, pela Lei Estadual nº 121, de 25-08-1948, desmembrado de Anicuns. Sede no antigo Distrito de Nazário. Constituído do distrito sede. Instalado em 01-01-1949. Em divisão territorial datada de 1-VII-1960, o município é constituído do distrito sede. Assim permanecendo em divisão territorial datada de 2007. == Administração == * Prefeito: Valtuir Francisco Vieira - Tuira (2017/2020) * Vice-prefeito: Adivan Crispim de Souza (Divan do Restaurante) * Presidente da câmara: Mirani Maria Machado Corrêa (Gestão 2018) == Ver também == * Lista de municípios de Goiás * Lista de municípios do Brasil == Ligações externas == * Categoria:Fundações em Goiás em 1948",
 "title": "Nazário"
}