{
 "id": "31050",
 "text": "{{Info/Município do Brasil | nome = Nova Veneza | foto = Pedro Weingärtner - Vida nova - 1893.jpg | apelido = | brasão = Brasão Nova Veneza.jpg | bandeira = Novaveneza bandeira.png | link_hino = | aniversário = | fundação = | emancipação = | gentílico = Veneziano ou Neoveneziano | lema = | prefeito = Rogério Frigo | partido = PSDB | mandato_início = 2021 | fim_mandato = 2024 | vereadores = 9 | mapa = SantaCatarina Municip NovaVeneza.svg | latP = S | latG = 28 | latM = 38 | latS = 13 | lonP = O | lonG = 49 | lonM = 29 | lonS = 52 | estado = Santa Catarina | mesorregião = Sul Catarinense | microrregião = Criciúma | região_metropolitana = | vizinhos = Siderópolis, Criciúma, Forquilhinha, Meleiro e Morro Grande, fazendo também divisa com a cidade de São José dos Ausentes (RS). | dist_capital = 215 | área = 295.036 | área_ref = | distritos = São Bento Baixo e Nossa Senhora de Caravaggio | população = 13664 | altitude = 70 | clima = Mesotérmico úmido, com verão quente e temperatura média de 19,1°C. | sigla_clima = | idh = 0.768 | pib = mil | pib_per_capita = 32197.65 | site_prefeitura = https://www.novaveneza.sc.gov.br/ | site_câmara = https://www.cvnv.sc.gov.br/ | leg_foto = Óleo sobre tela de Pedro Weingärtner retratando Nova Veneza em 1893 | link_brasão = | link_bandeira = | data_mesorregião = IBGE/2008 | data_microrregião = IBGE/2008 | data_pop = Censo IBGE/2022 | data_idh = PNUD/2010 | data_pib = IBGE/2008 | data_pib_per_capita = IBGE/2008 }} Nova Veneza é um município brasileiro do estado de Santa Catarina. Sua população era de 13.664 habitantes no Censo do IBGE do ano de 2022. Devido a forte presença da cultura italiana deixada pelos colonizadores do século XIX, especialmente com enfoque na culinária, Nova Veneza é reconhecida com o título de \"Capital Nacional da Gastronomia Típica Italiana\", por iniciativa da deputada federal Geovania de Sá (PSDB). == História == A história da colonização de Nova Veneza teve início em 1890, quando o então Ministro da Agricultura, Comércio e Obras Públicas, Francisco Glicério, promulgou uma lei que autorizava empresas privadas a trazer imigrantes para o Brasil. Conhecida como Lei de Glicério, essa legislação oferecia diversas vantagens para quem desejasse migrar. A empresa responsável pela fundação da Colônia Nova Veneza foi a Companhia Metropolitana, que designou Miguel Napoli para administrar o novo núcleo. O local escolhido para a colônia foi à margem do Rio Mãe Luzia, que, na época, apresentava águas limpas e abundância de peixes. Infelizmente, hoje, esse rio encontra-se poluído devido à extração de carvão. Para atrair imigrantes, foram feitas campanhas na Itália destacando as qualidades da nova terra e os recursos naturais disponíveis. Essa divulgação incentivou muitos a buscarem a prometida fartura no Brasil. Além disso, a empresa de colonização oferecia apoio inicial aos colonos, embora esse suporte se mostrasse insuficiente ao longo do tempo. Com a chegada dos imigrantes, foi necessário desbravar a mata para construir moradias e abrir áreas para a agricultura. Em meio a tantas demandas, a preservação do meio ambiente não era uma prioridade, e os colonos aproveitaram ao máximo os recursos naturais disponíveis. O progresso inicial foi significativo, com a construção de estradas e indústrias. Contudo, o desenvolvimento estabilizou-se após alguns anos, especialmente após a descoberta de carvão nas cidades vizinhas. Em 1894, os colonos produziam uma variedade de alimentos, como milho, feijão e arroz, além de criarem animais como vacas e galinhas. No entanto, muitos desafios surgiram, e as promessas feitas não foram cumpridas. Os próprios colonos abriram estradas e construíram escolas e igrejas, adaptando-se às suas necessidades. A Revolução Federalista de 1893 interrompeu a imigração para Nova Veneza, pois a instabilidade governamental afetou as finanças do país. O patrocínio à colonização foi suspenso, inviabilizando os planos de povoamento. Os dois lados da revolução, os Maragatos e os Pica-paus, passaram pela colônia, levando o que podiam, prometendo pagamento futuro. Apesar das dificuldades, os imigrantes que chegaram a partir de 1891 encontraram muitos dos recursos naturais que haviam sido prometidos. Com uma população de 13 mil habitantes, Nova Veneza preserva a cultura e a arquitetura das 400 famílias que imigraram do Vêneto, na Itália, em 1891. A Colônia Nova Venezia, uma das primeiras colônias italianas no Brasil, foi estabelecida por essas famílias. Atualmente, 95% dos moradores são descendentes desses imigrantes, e a língua italiana é ensinada nas escolas da cidade. === Formação Administrativa === O distrito de Nova Veneza foi criado pela lei municipal nº 123, em 02 de janeiro de 1912, e estava subordinado ao município de Araranguá. Nos registros do recenseamento geral de 1º de setembro de 1920, Nova Veneza ainda constava no município de Araranguá. Com a lei estadual nº 1516, de 4 de novembro de 1925, o distrito foi transferido do município de Araranguá para o novo município de Cresciúma. Em 1933, na divisão administrativa, o distrito continuava a fazer parte de Cresciúma. No período de 1944 a 1948, Nova Veneza permaneceu no município de Cresciúma. Com a lei estadual nº 247, de 30 de dezembro de 1948, Cresciúma passou a ser denominado Criciúma. Em uma divisão territorial datada de 1º de julho de 1955, o distrito de Nova Veneza continuava sob o município de Criciúma. Nova Veneza foi elevado à categoria de município pela lei estadual nº 348, em 21 de junho de 1958, desmembrando-se de Criciúma e sendo instalado em 3 de agosto do mesmo ano. Em uma divisão territorial de 1º de julho de 1960, o município foi constituído apenas pelo distrito sede. A lei estadual nº 1021, de 12 de maio de 1965, criou o distrito de São Bento Baixo, que foi anexado ao município de Nova Veneza. Na divisão territorial de 1º de janeiro de 1979, o município contava com dois distritos: Nova Veneza e São Bento Baixo. Em 1º de junho de 1995, a divisão territorial passou a incluir três distritos: Nova Veneza, Nossa Senhora do Caravaggio e São Bento Baixo, estrutura que se manteve desde 14 de maio de 2001. ==Economia== Nova Veneza abriga algumas empresas de renome tanto em Santa Catarina quanto no Brasil. A Damyller, reconhecida no setor de confecções, tem sua sede no distrito de São Bento Baixo e conta com mais de 120 lojas espalhadas pelo país. A antiga Agrovêneto, agora JBS, se destaca na agroindústria, especialmente no mercado externo. Além disso, a rede de supermercados Bistek, uma das maiores de Santa Catarina, mantém sua sede na cidade. O distrito de Caravaggio é conhecido por seu robusto parque industrial, com destaque para os setores de metalurgia, mecânica e material elétrico. A Metalúrgica DS Ltda, por exemplo, é reconhecida pela produção de discos e tambores de freio, além de cubos de roda, com uma produção mensal superior a 3.500 toneladas, atendendo grandes distribuidores de autopeças ao redor do mundo. Na esfera rural, a economia de Nova Veneza é fortemente baseada na produção de arroz e milho, além da criação de frangos, que tem se tornado uma das principais atividades do município nos últimos anos. == Geografia == Localiza-se no sul do Brasil, na microrregião de Criciúma e está a 224 km (aproximadamente 3 horas via BR-101) de Florianópolis. Com uma área de 294 km² e uma altitude de 70 metros acima do nível do mar, o município possui um clima mesotérmico úmido, caracterizado por verões quentes, sendo a temperatura média em 2022 de 22,3°C. A colonização italiana é uma marca forte da identidade local, que também abriga comunidades de origem alemã. Além disso, Nova Veneza é cortada por dois rios principais: o rio Mãe Luzia, que passa pela sede do município, e o rio São Bento, que atravessa os bairros de São Bento Alto e São Bento Baixo. Nova Veneza possui dois distritos. O primeiro, conhecido como Nossa Senhora de Caravaggio, frequentemente chamado apenas de Caravaggio, e o segundo referente a São Bento Baixo. Devido a essa divisão, a cidade apresenta três códigos de Endereçamento Postal (CEPs): o CEP 88868-970, correspondente ao distrito de Caravaggio, o CEP 88867-000, correspondente ao distrito de São Bento Baixo e o CEP 88868-000, que é utilizado para o restante da cidade. Nova Veneza é constituída por uma variedade de bairros, cada um com suas características e particularidades. Em ordem alfabética, os bairros da cidade são: Bortoluzzi, Bortolotto, Caravaggio, Centro, Jardim Florença, Mãe Luzia, Rio Cedro Baixo, Rio Cedro Médio, Rio Morto, São Bento Alto, São Bento Baixo, São Bonifácio, São Francisco, e São José. ==Turismo== O município de Nova Veneza desponta como um verdadeiro tesouro turístico na região sul de Santa Catarina, atraindo visitantes com suas belezas naturais, rica cultura deixada pelos imigrantes italianos e um patrimônio histórico único. A cidade oferece uma variedade de atrações que vão desde paisagens naturais, como até festivais e eventos culturais que celebram a identidade local. Com uma infraestrutura crescente, Nova Veneza se posiciona como um destino de referência em Santa Catarina. Neste contexto, o turismo não apenas impulsiona a economia local, mas também promove a preservação de tradições e o fortalecimento da comunidade. === Igreja Matriz de São Marcos === A Igreja Matriz São Marcos é um símbolo da religiosidade dos imigrantes, assim como em Veneza, onde São Marcos é o padroeiro. Os imigrantes trouxeram sua fé da distante Itália, e em Nova Veneza essa religiosidade é bastante forte. A igreja presta homenagem ao padroeiro de Veneza, e seus sinos, juntamente com o relógio da torre, foram importados de Turim, na Itália, ecoando suas badaladas pela cidade. Na torre, também está instalado um sistema de som comunitário, conhecido como a Voz do Leão de São Marcos, que informa a população sobre comunicados de utilidade pública. As pinturas no teto da igreja, realizadas pelo italiano Pedro Cechetto entre 1950 e 1951, retratam a vida de Jesus, desde seu nascimento até a ascensão, e foram doadas pelas famílias de imigrantes, simbolizando sua fé. Além disso, a igreja exibe uma relíquia de São Marcos, que consiste em um pequeno pedaço do osso fêmur do santo. === Casas de Pedra === Construídas há mais de 120 anos, as Casas de Pedras foram tombadas como Patrimônio Histórico Nacional e Patrimônio Arquitetônico do Estado de Santa Catarina. O conjunto de casas, erguido por Luiz Bratti com pedra ferro e barro, levou 14 anos para ser finalizado. As edificações são divididas em três unidades: a estrebaria, destinada a guardar animais e mantimentos; a cozinha, onde eram preparadas as refeições diárias; e o dormitório, que abrigava a família com seus vários filhos. As casas estão abertas para visitação e são preservadas exatamente como eram na época. === Museu do Imigrante Cônego Miguel Giacca === O museu está situado no casario mais antigo de Nova Veneza e abriga um acervo que narra a história da colonização e dos imigrantes que chegaram em 1891. Os imigrantes italianos deixaram um legado histórico, cultural e humano imensurável. Fundado em 21 de junho de 1991, durante as festividades do centenário de colonização, o museu ocupa um edifício construído em 1895, originalmente destinado à moradia do colonizador Miguel Napole. Essa construção já abrigou diversas instituições, incluindo uma igreja, a casa paroquial, a sede da prefeitura, a câmara de vereadores, um jardim de infância e uma biblioteca municipal, antes de se tornar o museu. O objetivo do museu é preservar e dar visibilidade às práticas culturais das famílias de imigrantes, sendo nomeado em homenagem a Cônego Miguel Giacca, uma figura religiosa significativa que chegou à colônia com apenas um baú e sua fé. O acervo do museu foi enriquecido com a colaboração das famílias da comunidade, que doaram peças para compor a coleção atual. As exposições são organizadas por núcleos temáticos, permitindo mostrar e contar diversas práticas culturais dos imigrantes, destacando aspectos como religiosidade, trabalho, profissões, a vida no campo, e a casa, especialmente o quarto e a cozinha. Esses objetos funcionam como suportes de memória, conectando os visitantes a tempos, espaços e saberes que narram a história de Nova Veneza. Entre os itens expostos, destaca-se o goniômetro, uma peça fundamental utilizada pelo agrimensor Natale Coral para medir e dividir terras no início da colonização. Outro objeto significativo é o livro de registros da empresa \"Irmãos Bortoluzzi\", que funcionava como um armazém de secos e molhados. === Gôndola Lucille === A Gôndola de Nova Veneza chegou em 2006 como um presente do Governo Vêneto, visando fortalecer os laços entre Veneza, na Itália, e Nova Veneza, no Brasil. Existem apenas quatro gôndolas oficialmente doadas pelo governo de Veneza: uma em Toronto, no Canadá; outra em São Petersburgo, na Rússia; a terceira em Pequim, na China; e a quarta em Nova Veneza, Santa Catarina, Brasil. Esta última completou 10 anos em solo brasileiro em 2016, contribuindo significativamente para o crescimento do turismo no município. A gôndola, chamada Lucille, foi utilizada nos canais de Veneza antes de ser doada e é 100% artesanal, fabricada por um canteiro com mais de 700 anos de tradição, simbolizando a conexão entre as cidades. A embarcação foi transportada em um container de navio até o porto de Itajaí e, em seguida, trazida para a cidade em um caminhão. Atualmente, a gôndola está localizada em um lago artificial no centro da cidade, na Praça Humberto Bortoluzzi. === Rua dos Casarios === A Rua dos Casarios, oficialmente chamada Rua Nicolau Perdeneiras, é conhecida pelas casas construídas durante a colonização, em 1891. Esta charmosa rua abriga antigos casarões que carregam histórias e beleza, representando a arquitetura colonial do final do século XIX e início do século XX, inspirada nas vilas italianas. Essas construções fazem parte do conjunto histórico e arquitetônico da cidade. Algumas delas abrigam restaurantes e lojas que preservam as características originais, enriquecendo ainda mais o ambiente. === Ponte Dei Morosi === A Ponte Dei Morosi, que em dialeto vêneto significa \"Ponte dos Namorados\", faz referência à primeira ponte de madeira construída em 1936, a qual foi um ponto de encontro para várias gerações, sendo testemunha das histórias de amor dos jovens da época. Atualmente, a ponte se tornou um local popular para fotos entre casais, que podem pendurar cadeados como símbolo de amor eterno. Ela cruza o rio Mãe Luzia. === Rua Coberta === A Rua Coberta confere ainda mais charme ao centro de Nova Veneza. Com sua cobertura arquitetônica composta por vários arcos, o espaço harmoniza-se com os antigos casarões da região. A obra resgata elementos da arquitetura italiana, especialmente da cidade de Veneza, apresentando detalhes como lambrequins nos beirais, rosáceas com vidro colorido, arabescos e luminárias em estilo de arandelas. Ao redor, há uma variedade de restaurantes, bares, cafés e lojas que fazem parte do trade turístico da cidade. Nos finais de semana, mesas são dispostas para tornar o ambiente ainda mais acolhedor, onde garçons atendem aos pedidos dos visitantes. === Pórtico de Entrada === O pórtico de Nova Veneza está localizado na entrada da cidade para quem chega de Criciúma. Feito de pedra basalto, o monumento apresenta dois arcos, adornados com as bandeiras do Brasil, da Itália, além das do município e do estado de Santa Catarina. Logo à frente, na rotatória, encontra-se o Monumento ao Imigrante Italiano, que retrata um casal de camponeses. Destaca-se a presença do Leão de São Marcos, fundido em 400 quilos de bronze, que é um presente da Região do Vêneto para a cidade. === Santuário de Nossa Senhora de Caravaggio === O distrito de Caravaggio, anteriormente conhecido como Morro da Miséria, era uma área de terra seca. Os imigrantes que se estabeleceram na região trouxeram consigo uma estampa de Nossa Senhora de Caravaggio. Após muitos dias sem chuva, as famílias rezaram pedindo auxílio à santa e foram abençoadas com a precipitação. Em agradecimento, foi construído um oratório, e em 1967 foi inaugurado o Santuário. O local sedia uma grande festa religiosa dedicada à santa de mesmo nome. A celebração anual atrai cerca de 70 mil peregrinos, que vêm ao local para cumprir promessas e expressar sua fé. A Festa e Romaria em honra a Nossa Senhora de Caravaggio foi reconhecida no calendário oficial de eventos do Estado de Santa Catarina, devido à sua importância e ao grande número de devotos que a participam. === Chaminé === Importante marco da colonização de Nova Veneza, a construção de 1925 é parte da Firma Bortoluzzi, uma empresa significativa que, na época da colonização, produzia carne e banha de porcos. Esses produtos eram consumidos na região e também enviados para o Rio de Janeiro. Atualmente, o monumento, com aproximadamente 20 metros de altura, está situado na Praça da Chaminé, onde todos os anos acontece a Festa da Gastronomia Típica Italiana. === Balonismo === Além da próxima Praia Grande, Nova Veneza está se consolidando como um destino para voos de balão. Os passeios ocorrem ao amanhecer e proporcionam vistas deslumbrantes das paisagens locais e do nascer do sol. As experiências são realizadas mediante agendamento e em condições climáticas favoráveis. A operação fica a cargo da Voar em Veneza, um projeto idealizado por \"João do Balão\". === Cachoeira do Cantão === Nova Veneza oferece maravilhas naturais, e uma das mais impressionantes é a Cachoeira do Cantão, considerada uma das mais belas da região. Com uma queda de 50 metros, a cachoeira se forma em uma rocha de arenito branco. Para chegar até lá, é preciso percorrer uma trilha, onde a primeira surpresa é uma linda cascata. A mata densa ao redor abriga uma rica biodiversidade. === Cachoeira das Três Quedas === A Cachoeira das Três Quedas, fica localizada no interior de Nova Veneza. Apesar de possuir três quedas de água, apenas duas podem ser vistas da base. A maior queda possui mais de 70 metros de altura. O local ganhou o apelido de Cachoeira da Clínica por ficar próximo de uma clínica de reabilitação que atualmente está desativada. == Festividades == O município é conhecida por suas festividades culturais. O \"Carnavale Di Venezia\", realizado durante a Festa da Gastronomia, remete ao famoso Carnaval de Veneza, atraindo foliões de todo o país. Com música animada e uma deliciosa homenagem à culinária dos imigrantes italianos, a cidade se transforma em um vibrante palco de arte e tradição na segunda quinzena de junho. === Carnavale Di Venezia === Como o nome sugere, este baile acontece durante a Festa da Gastronomia e retrata o famoso Carnaval de Veneza, na Itália. O evento atrai participantes de várias partes do país, em busca do charme e da autenticidade dessa renomada festa popular. Com trajes e máscaras coloridas, os foliões se divertem dançando entre o público, ao som da tradicional música italiana. Muitas das máscaras utilizadas no baile foram trazidas da Itália, enquanto a maioria é produzida em Nova Veneza. O evento começa com a concentração dos foliões, devidamente caracterizados, na Praça Humberto Bortoluzzi, de onde desfilam pelas ruas da cidade rumo à Festa da Gastronomia, na Praça da Chaminé. === Festa da Gastronomia === Intitulada Capital Nacional da Gastronomia Típica Italiana, Nova Veneza celebra, na segunda quinzena de junho, a Festa da Gastronomia, em homenagem aos festejos de colonização e emancipação da cidade. O evento é um delicioso tributo à culinária dos imigrantes italianos. Durante os dias da festa, diversas atrações culturais são realizadas, incluindo concursos musicais, shows com artistas regionais e locais, desfiles e um variado serviço de comida típica. A comunidade neoveneziana se mobiliza para oferecer aos visitantes um verdadeiro banquete, repleto não apenas de pratos tradicionais italianos, mas também de arte, história, alegria e diversão. ==Ver também== *Lista de municípios de Santa Catarina por data de criação *Lista de municípios de Santa Catarina por população *Imigração italiana em Santa Catarina ==Ligações externas== *Portal de notícias e turismo de Nova Veneza *Página da prefeitura Categoria:Fundações em Santa Catarina em 1891",
 "title": "Nova Veneza (Santa Catarina)"
}