{
 "id": "31067",
 "text": "Pires do Rio é um município brasileiro do estado de Goiás. Sua população em 2020 era de habitantes, conforme estimativa do IBGE. == História == Pires do Rio foi fundada em 1922 à margem da ferrovia. Seu nome foi dado em homenagem ao Ministro de Viação e Obras Públicas do Governo Epitácio Pessoa, José Pires do Rio. O ministro visitou o local do município em Agosto de 1921 para inspecionar as obras. A ferrovia então passaria pela fazenda do Coronel Lino Teixeira de Sampaio, que já era um ponto de pouso de tropeiros e recebia convidados ilustres do Rio de Janeiro e São Paulo, quando estes vinham à região. Com o surgimento do município, famílias de Santa Cruz, Orizona (antigo Campo Formoso) e outros locais se instalaram no local. Pires do Rio, localizada a 140 km da capital, Goiânia, possui o único museu ferroviário do estado e o 5º do gênero no país. A cidade nasceu com a construção do entroncamento ferroviário que ligou a Ferrovia Centro Atlântica (FCA) ao porto de Santos/SP. A cidade possui uma ponte histórica, sobre o Rio Corumbá, a ponte Epitácio Pessoa, que foi importada da Europa possuindo características arquitetônicas da época. Tempos depois foi substituída por uma ponte de concreto, mas, a ponte de ferro ainda continua no local original, abandonada pelas autoridades públicas, que não a restauram. Nos dias contemporâneos, já se executa o ligamento desta ferrovia à Ferrovia Norte-Sul, visto que a malha ferroviária termina em Anápolis, onde será ligada àquela que se constrói desde o Governo do Presidente Sarney. Pelos trilhos da cidade de Pires do Rio passaram grande parte dos matérias que construíram Brasília e Goiânia. A micro-região de Pires do Rio é conhecida como região da estrada de ferro. === Doação do terreno === A área destinada ao município foi doada pelo Coronel Sampaio no dia 5 de julho de 1922, na sede da Fazenda Brejo, tendo por testemunha sua esposa, Dona Rozalina Fernandes de Oliveira, Hermenegildo Lobo, Balduino Ernesto de Almeida, Joaquim Antônio Teixeira e Eliezer Jorge de Almeida.Cartório do 1° Ofício de Santa Cruz de Goiás. Livro 21, pp. 114–116 e Registro de Imóveis de Santa Cruz de Goiás, Livro 3-A, nº.985, de 5 de agosto de 1922. Nesse documento, o Coronel Sampaio estabeleceu cláusulas para a fundação e desenvolvimento do município, com vistas a beneficiar a população na área sócio-educacional. Na região, era reconhecido como um homem simpático e de vasto currículo de amizades. Para homenagear o Coronel Sampaio, o município batizou uma de suas escolas com o nome do benfeitor. === Cidade planejada === Muito antes de Goiânia e Brasília, Pires do Rio foi o primeiro município de Goiás que teve sua criação e projeto planejado. == Geografia == De acordo com a divisão regional vigente desde 2017, instituída pelo IBGE, o município pertence à região geográfica intermediária de Goiânia e à região imediata de Pires do Rio. Até então, com a vigência das divisões em microrregiões e mesorregiões, fazia parte da microrregião de Pires do Rio, que por sua vez estava incluída na mesorregião do Centro Goiano. O município está inscrito na região do maciço goiano, caracterizado pelo domínio das chapadas e serras. Sua topografia da área de 600m a 800m de altitude, aproximadamente. Ocupa uma área de 1.073,360 km². === Bairros === *Alto da Baronesa *Centro *Colegial *DERGO *Eurípedes Lázaro *Industrial I *Instituto Grambery *Jardim Amaral *Jardim Goiás I *Jardim Goiás II *Jardim Guanabara *Jardim JK *Jardim Maratá *Jardim João Monteiro *Parque Mosaico *Nossa Senhora de Lourdes *Nova Vila *Bancários *Vila Mariana *São Francisco *São João *São José *São Miguel *São Sebastião *Parque Silvana *Sinhô Nogueira *Santa Terezinha *Santa Cecília *Sumaia Helou *Tancredo Neves *Vila Conceição *Vila Nova *Zulmira Santinoni *Sonho Verde *Mauá *Parque Santana *Eliza Galli *Antônio Ferreira Gomes *Santa Rita de Cássia *Industrial II *Hene Saud *Aristeu José Ferreira *Nadin Saud *Jardim Guanabara II *Wilson Teixeira de Lima *Osvaldo Gonçalves *Sonho Verde *Vila Multirão *Setor Novo Horizonte *Sampaio === Clima === Pires do Rio é conhecida por ser uma das cidades mais frias de Goiás, possuindo um clima tropical de altitude semiúmido. A cidade possui clima frio no outono e no inverno e ameno durante a primavera e o verão. Segundo dados da estação meteorológica automática do Instituto Nacional de Meteorologia (INMET) no município, em operação desde outubro de 2007, a menor temperatura registrada em Pires do Rio foi de em 21 de maio de 2018, seguido por em 19 de maio de 2022. Por outro lado, a maior temperatura ocorreu em 7 de outubro de 2020, com máxima de durante a tarde, sendo que, no dia seguinte, a máxima atingiu , o segundo maior valor da série histórica. O maior acumulado de precipitação em 24 horas alcançou milímetros (mm) em 24 de novembro de 2015, seguido por em 4 de abril de 2008. O menor índice de umidade relativa do ar (URA) foi de 9% em 29 de setembro de 2020. A maior rajada de vento chegou a () em 6 de novembro de 2008. == Economia == === Agricultura, pecuária e avicultura === Destacam-se os produtos agrícolas: soja, milho arroz, feijão e outros. Contudo sendo atualmente a principal fonte dos recursos da cidade a agricultura familiar. A produção de aves beneficia Pires do Rio e toda a região gerando emprego e renda. Rebanho de Pires do Rio segundo dados de novembro de 2006: *Bovinos: 85.849 cabeças; *Ovinos: 240 cabeças; *Caprinos: 110 cabeças; *Bubalinos: 118 cabeças; *Suínos: 3.450 cabeças; *Aves de corte: 8.000.000. === Avicultura === A atividade é importante para o município, que gera 3.000 empregos diretos e mais 2.000 indiretos. === Indústria === Pires do Rio tem na industrialização uma das suas maiores fontes de arrecadação para o município, destacando-se, dentre outras indústrias, um cortume, um frigorífico, esmagamento de soja (700 ton/dia) que gera em torno de 200 empregos diretos e uma empresa de abatimento de aves, que gera em torno de 5.000 empregos diretos e indiretos. == Esporte == === Futebol === O município possui dois estádios de futebol: Estádio Édson Monteiro de Godoy (Monteirão) e Estádio Pacífico Inocêncio de Oliveira (Oliveirão). Seu principal time, Pires do Rio Futebol Clube, voltou a participar de jogos profissionais em 2017. == Comunicação == === Rádios === A população de Pires do Rio dispõe de quatro emissoras de rádios: Líder FM, Corumbá FM, Rio FM e Legal FM. == Cultura == Pires do Rio possui uma cultura bem diversificada com a presença de vários órgãos que tentam resgatar a cultura local. Também há a presença de lugares públicos que ajudam a firmar a identidade do município como: museu ferroviário, casa da cultura, biblioteca municipal Cyllenêo de Araujo (Leo Lynce). === Poesia e literatura === Escritores de Pires do Rio que foram ou são membros da Academia Goiana de Letras (AGL): Aristóteles de Lacerda Júnior, Jacy Siqueira, Edir Meirelles, José Ubirajara Galli e Iúri Rincon Godinho. Em 1984 foi realizado o Primeiro Concurso de Poesia Falada Leo Lynce e o ganhador desta edição foi Paulo Borges Porto com o poema Um Copo Vazio. O corpo de jurados foi composto pelos escritores membros da AGL Jacy Siqueira e Ubirajara Galli. === Música === A cidade conta com diversos músicos de diferentes estilos, que vão da música folclórica, modas de viola. No passado importantes festivais de música foram realizados no antigo Cine Eleusis que hoje se encontra desativado. === Festas === Dentre as festas em Pires do Rio, podemos destacar: *Folia de Reis: foi introduzida em Pires do Rio há oitenta anos, pelos irmãos Oscar e José Baiano. Os peregrinos iniciam sua caminhada no dia 25 de dezembro, percorrendo todo perímetro urbano. No dia 6 de janeiro, Dia de Reis, entregam a bandeira. *Festa Junina: no mês de junho, mastros são ornados por todo o município. A festa mais importante ocorre no dia 13 de junho, dia de Santo Antônio de Pádua, padroeiro da cidade, também conhecida como festa do Colégio Sagrado Coração de Jesus (Sagradão) por ser realizada no pátio desta escola que é administrada pelos padres franciscanos. *Festa de São Sebastião do Maratá: a festa que, segundo o calendário eclesiástico, deveria ocorrer em 20 de janeiro, em Pires do Rio acontece na Lua Cheia de julho. Uma explicação para isso é que o período chuvoso impedia sua realização no início do ano. *Festa de Nossa Senhora D'Abadia: acontece em agosto, no Morro do Cruzeiro. *Festa de Nossa Senhora do Rosário: trata-se do maior evento Cultural do município. Ocorrido em Outubro, grupos de Moçam biqueiros, Vilões, Catupés, Congados e Penachos juntam-se ao terno de Pires do Rio para celebrar o final do ciclo do Rosário, quando os referidos prestam reverencia a um reinado negro que conduz a coroa e dá poder a um organizador para os festejos do ano seguinte. *Festa de São Francisco de Assis: a festa ocorre em meio a Avenida Boiadeiro, em frente a Igreja de São Francisco de Assis no mês de setembro. *Exposição Agropecuária: acontece nos últimos dias de junho. A exposição é organizada pela Associação União Piresina (PROPIRES), em parceria com a Prefeitura Municipal. *Baile do Hawaii: em data móvel, organizado pelo Lions Club de Pires do Rio. A festa atrai um grande número de pessoas das cidades vizinhas. *Aniversário do Município: ocorre no dia 9 de novembro. O aniversário do município é marcado por um tradicional desfile cívico e por um show musical noturno na Praça Central. Além disso, durante a semana do aniversário, a Prefeitura normalmente promove inaugurações de obras publicas e eventos culturais, além de entregar o principal título honorífico do Município, a Comenda Coronel Lino Teixeira Sampaio. == Ver também == * Lista de municípios de Goiás * Lista de municípios do Brasil ==Ligações externas== * Página da prefeitura Categoria:Fundações em Goiás em 1922",
 "title": "Pires do Rio"
}