{
 "id": "31068",
 "text": "Planaltina é um município brasileiro do estado de Goiás localizado na Região Leste do Estado, pertence à Região Geográfica Intermediária de Luziânia-Águas Lindas de Goiás e a Região Geográfica Imediata de Águas Lindas de Goiás. O município faz parte da Região Integrada de Desenvolvimento do Distrito Federal e Entorno (RIDE). Sendo a 14ª maior cidade de Goiás e a 5ª maior do Entorno do Distrito Federal. Recebe também as alcunhas de “Brasilinha” e de “Planaltina de Goiás”, esta última por fazer divisa com a parte de Planaltina que se desmembrou do território goiano na década de 1960 para compor a Região Administrativa VI do Distrito Federal. == História == A região de Planaltina teve suas primeiras explorações por bandeirantes paulistas em busca de ouro, no século XVIII, quando fazia parte de uma área de mineração na província. Mais tarde, durante o Brasil Império, as terras que hoje compõem o município de Planaltina eram parte do distrito de Mestre D'armas, ligado à cidade de Formosa. Após a Proclamação da República em 1891, mestre D'armas se tornou uma vila independente, separando-se de Formosa e se tornando um município próprio. Isso aconteceu em 28 de fevereiro de 1892. Mais tarde, em 1910, o município mudou seu nome para Altamir, mas isso durou pouco tempo, até 1917, quando foi renomeado para Planaltina. Em 1958, dois novos distritos, Córrego Rico e São Gabriel, foram criados de antigos povoados e incorporados ao município de Planaltina. Isso resultou em três distritos: Planaltina (sede), Córrego Rico e São Gabriel de Goiás. Na década de 1960, parte do território de Planaltina foi incorporado ao recém-criado Distrito Federal. No entanto, a área restante permaneceu parte do município de Goiás. Em 1965, Planaltina mudou seu nome para São Gabriel de Goiás, mas essa mudança durou apenas dois anos, revertida em 1967 pela legislação estadual. Até 1979, o município continuava com seus três distritos: Planaltina (sede), Córrego Rico e São Gabriel de Goiás, segundo dados do IBGE de 2014. == Geografia == Caracteriza-se o município por uma planície regada de diversos cursos de água, com destaque para os rios Maranhão, Cocal e Arraial Velho. Nas margens desses rios se encontra uma grande presença de babaçu. Sua população, segundo dados do IBGE em 2022 é de 105.031 habitantes. O município de Planaltina possui um índice de Desenvolvimento Humano (IDH) em 0,669, considerado \"médio\". == Política e administração == Sendo um município do Brasil, Planaltina é administrada por dois poderes, o executivo e o legislativo, independentes e harmônicos entre si. O primeiro é representado pelo prefeito, auxiliado pelo seu gabinete de secretários e eleito pelo voto popular para um mandato de quatro anos, sendo permitida uma única reeleição para mais um mandato consecutivo, enquanto o segundo é representado pela Câmara Municipal de Planaltina, órgão colegiado de representação dos munícipes que é composto por 9 vereadores também eleitos por sufrágio universal.MEIRELLES, Hely Lopes. Direito municipal brasileiro. 18. ed. São Paulo: Malheiros, 2017. As atuais autoridades que ocupam cargos da organização político-administrativa de Planaltina são as seguintes (data: 16 de janeiro de 2024): * Prefeito: Cristiomario de Sousa Medeiros \"Delegado Cristiomario\" - União Brasil (2021/-) * Vice-prefeito: José Venceslau de Sousa \"Zezinho do Planalto\" - PP (2021/-) * Presidente da Câmara: Raimundo Nonato Martins \"Raimundo Good's\" - União Brasil (2023/-). === Subdivisão administrativa === O município de Planaltina possui três distritos municipais * Planaltina (cidade-sede); * Córrego Rico; * São Gabriel de Goiás. == Economia == A economia é baseada em agricultura (9.000 hectares em 2006), (milho, mandioca e frutas cítricas), criação de gado (62.000 cabeças em 2006), serviços (incluindo o turismo), administração pública (1,328 trabalhadores em 2003), e pequenas indústrias. Em 2017 existem 5 instituições financeiras instaladas na cidade (Banco do Brasil, Caixa, Bradesco, Itaú e BRB). O município de Planaltina, ocupa a posição de 3533º no ranking nacional de PIB per capita, e a posição 231º no estado de Goiás. O salário médio mensal no município é de 2,1 salários mínimos (2020). Porcentual da população com rendimento nominal mensal per capita de até 1/2 salário mínimo é de 36,5%. (2010) === Turismo === O setor econômico do turismo em Planaltina se caracteriza pela existência de dois eixos turísticos: * Lagoa Formosa: a Lagoa Formosa é o espelho da água formadora do Rio Maranhão que conta com seus vários clubes, balneários e hotéis, que atraem visitantes das cidades da região. * Rampa de Voo Livre do Vale do Paranã: situada entre as cidades de Planaltina e de Formosa, esta Rampa é considerada por praticantes do esporte como uma das melhores rampas de voo livre do Brasil. Ela compreende voos entre a rampa e a Esplanada dos Ministérios em Brasília, distante 80 km. * Gruta dos milagres: A Gruta dos Milagres, situada na área rural de Planaltina de Goiás, é um sítio arqueológico que abriga arte rupestre com aproximadamente 11 mil anos de idade, conforme estudo realizado por uma arqueóloga na década de 1970. O local é conhecido por suas pinturas rupestres antigas e pela imagem de Nossa Senhora, datada de 1960, colocada em uma parte da gruta chamada salão inferior. A gruta é acessível ao público de forma gratuita. == Infraestrutura == === Educação === Planaltina possui uma taxa de alfabetização em 85.6%, de acordo com dados de 2016. O ensino básico no município de Planaltina é caracterizado pela existência de 67 escolas com 19.612 alunos matriculados segundo dados de 2021. A oferta de ensino técnico no município é feita por três estabelecimentos: a Escola Técnica CTS, o Colégio Florence e o Instituto Educacional Shalom. A presença do ensino superior se dá pela existência de um polo virtual da UEG. === Saúde === O município possui 26 estabelecimentos de saúde vinculados ao Sistema Único de Saúde (SUS), segundo dados de 2009. A infraestrutura médico-hospitalar é observada na cidade de Planaltina pela existência do hospital público (Hospital Municipal Santa Rita de Cássia) e de dois estabelecimentos particulares (Hospital Bio Vidas e Hospital Nossa Senhora D'Abadia), ambos atendendo pelo SUS. O município possui uma taxa de mortalidade infantil em 7,96, de acordo com dados de 2022. === Transporte público === Planaltina conta com apenas duas empresas de transporte público, que possuem linhas internas, e linhas que interligam a regiões administrativas do Distrito Federal. A \"Viação Amazônia\" é a responsável pelas linhas que ligam Planaltina ao Distrito Federal, com linhas para o Plano Piloto, Lago Norte, SIA, SIG, Noroeste, Grande Colorado, além das regiões de Planaltina e Sobradinho. A \"Viação Mais X\" é a responsável (em regime de contrato emergencial e temporário) pelas linhas internas da cidade, que interligam os bairros Imigrantes, Multirão, São José, Brasilinha 17, Paquetá, São Francisco e São Gabriel ao centro da cidade. Existe, ainda, uma linha operada pela empresa Real Sul, que opera interligando a cidade de Formosa ao centro de Planaltina de Goiás. Através do aplicativo Buser foi disponibilizado uma linha entre o Plano Piloto (rodoviária) e Planaltina (rodoviária) operada pela empresa \"Expresso Espírito Santo\". == Ver também == * Lista de municípios de Goiás * Lista de municípios do Brasil * Região Integrada de Desenvolvimento do Distrito Federal e Entorno == Ligações externas == *Prefeitura Categoria:Fundações no Brasil em 1790",
 "title": "Planaltina (Goiás)"
}