{
 "id": "31079",
 "text": "{{Info/Município do Brasil | nome = Rio Verde | foto = Vista da Região Central de Rio Verde.jpg | leg_foto = Vista da Zona Central de Rio Verde | apelido = Capital do Agronegócio\" \"Grande Rio Verde \"Rio Verde das Abóboras | brasão = Brasao Rio Verde.png | bandeira = Bandeira_Rio_Verde(Goiás).jpg | link_brasão = | link_bandeira = | link_hino = | aniversário = 5 de agosto | fundação = | gentílico = rio-verdense | lema = | distritos = Rio Verde (distrito-sede) Lagoa do Bauzinho Ouroana Riverlândia | prefeito = Paulo Faria do Vale | partido = UNIÃO | fim_mandato = 2024 | vereadores = 21 | mapa = Goias Municip RioVerde.svg | latP = S | latG = 17 | latM = 47 | latS = 52 | lonP = O | lonG = 50 | lonM = 55 | lonS = 40 | estado = Goiás | mesorregião = Sul Goiano | data_mesorregião = IBGE/2008 | microrregião = Sudoeste de Goiás | data_microrregião = IBGE/2008 | região_metropolitana = | vizinhos = Aparecida do Rio Doce, Cachoeira Alta, Caiapônia, Castelândia, Jataí, Maurilândia, Montividiu, Paraúna, Quirinópolis, Santa Helena de Goiás e Santo Antônio da Barra | dist_capital = 232 | área = 8374.255 | área_ref = | população = 238025 | data_pop = Estimativa IBGE/2024 | população_pos = GO: 5º | altitude = 748 | clima = tropical | sigla_clima = | | idh = 0.754 | idh_pos = GO: 6º | data_idh = PNUD/2010 | pib = mil | data_pib = IBGE/2021https://www.ibge.gov.br/estatisticas/economicas/contas-nacionais/9088-produto-interno-bruto-dos-municipios.html?t=pib-por-municipio&c;=5218805 | pib_pos = GO: 4º | pib_per_capita = | data_pib_per_capita = IBGE/2021https://www.ibge.gov.br/estatisticas/economicas/contas-nacionais/9088-produto-interno-bruto-dos-municipios.html?t=pib-por-municipio&c;=5218805 | padroeiro = São Sebastião | site_prefeitura = http://www.rioverde.go.gov.br }} Rio Verde é um município brasileiro do interior do estado de Goiás, Região Centro-Oeste do país. Segundo estimativas do Censo 2022, sua população é de 225.696 habitantes, e sua densidade demográfica é de 26,95 habitantes por quilômetro quadrado, sendo o quarto mais populoso de Goiás, ficando atrás apenas da capital Goiânia e das cidades de Aparecida de Goiânia e Anápolis. O município possui forte vocação para o agronegócio e vem observando sólido e contínuo crescimento, demográfico e econômico, desde a década de 1980, sendo destaque regional e nacional. O PIB do município é de cerca de R$ 16,3 bilhões, o que o coloca entre os 100 maiores do país. O PIB agrícola é o maior do estado e o quarto maior do Brasil, segundo dados de 2021. == História == A ocupação do sudoeste goiano se deu no início do com a isenção de pagamento de impostos por 10 anos pela Lei nº 11 para criadores de gado bovino e equino na região sul de Goiás. Por volta do ano de 1840, chegaram à região José Rodrigues de Mendonça, sua esposa, Florentina Cláudia de São Bernardo e filhos que se estabeleceram a seis léguas de Rio Verde, no que viria a ser a Fazenda São Tomás. Em 25 de agosto de 1846, José Rodrigues e sua mulher doaram sete sesmarias de Suas terras para o patrimônio da igreja e construção de uma capela em louvor a Nossa Senhora das Dores, A partir daí, surgiu o Arraial de Nossa Senhora das Dores do Rio Verde. Em 5 de agosto de 1848, através da Lei Provincial, a Vila foi elevada à categoria de Distrito de Rio Verde. De acordo com a Lei nº 08 de 6 de novembro de 1854, o povoado de Dores do Rio Verde foi elevado à categoria de Vila. O grande marco de arrancada para o desenvolvimento aconteceu na década de 1970. Com a abertura dos cerrados à agricultura e a chegada das estradas pavimentadas que a ligam a Goiânia e Itumbiara, a agricultura começou a florescer e atraiu produtores do sul e do sudeste do país. Também vieram agricultores americanos que fundaram uma colônia. Todos eles trouxeram maquinários, tecnologias, recursos e experiências que transformaram o município em um dos maiores produtores de grãos de Goiás e um dos destaques do país. Não por outra razão, o poeta Leo Lynce, iniciador da corrente modernista na literatura goiana, no poema \"Rio Verde\", década de 1940, registra \"Rio Verde de agora...que mudança!/ Colmeia de trabalho e de bonança,/ que do progresso brilha no apogeu.\" == Geografia == Situado a uma altitude média de 748 metros acima do nível do mar, Rio Verde apresenta uma topografia plana levemente ondulada, com 5% de declividade. O solo é do tipo latossolo vermelho escuro com texturas argilosa e areno-argilosa, com uma vegetação de cerrado e matas residuais. === Clima === O clima é mesotérmico úmido, com duas estações bem definidas: uma chuvosa, de outubro a abril, e outra seca, de maio a setembro. A temperatura média anual varia entre 20 °C e 25 °C. Segundo dados da estação meteorológica convencional do Instituto Nacional de Meteorologia (INMET) no município, situada nas dependências da Universidade de Rio Verde (UniRV), referentes ao período de 1971 a 1990 e a partir de 1996, a menor temperatura registrada foi de em 18 de julho de 2000 e a maior atingiu em 4 de outubro de 2020. O maior acumulado de precipitação em 24 horas alcançou milímetros (mm) em 10 de dezembro de 1978. Outros acumulados iguais ou superiores a foram: em 12 de março de 2000, em 17 de dezembro de 2000, em 5 de fevereiro de 2007, em 20 de março de 2007, em 6 de novembro de 1979, em 19 de novembro de 1976, em 4 de dezembro de 1981, em 12 de fevereiro de 2012 e em 23 de janeiro de 1985. Desde maio de 2007, quando o INMET instalou uma estação automática no mesmo local da convencional, a rajada de vento mais forte alcançou () em 28 de outubro de 2017. Por sua vez o menor índice de umidade relativa do ar (URA) ocorreu na tarde de 11 de setembro de 2008, de apenas 9%. ==Economia== No recente crescimento do agronegócio brasileiro, a cidade de Rio Verde tem se destacado por contar com uma considerável estrutura agroindustrial. Destacam-se as empresas do setor com atuação na cidade: * Comigo, uma das maiores cooperativas agroindustriais do país, foi fundada em 1975 e tem importante parque industrial na cidade e unidades vários municípios da região; * BRF, originalmente uma unidade da Perdigão, a planta de Rio Verde é a maior da companhia em operação (em termos de capacidade de abate e de geração de receita). Emprega mais de 8 mil pessoas em 3 turnos; * Grupo Cereal, empresa da cidade, atua nos segmentos de fornecimento de insumos agrícolas (barter), armazenagem de grãos, esmagamento de soja, desativação de soja, nutrição animal, exportação e, mais recentemente, na produção de biodiesel; * Crown, multinacional americana do ramo de embalagens para bebidas. Iniciou a construção da fábrica em 2018 e começou as operações em outubro de 2019; * Rumo, empresa brasileira, maior operador ferroviário da América Latina e concessionária da Ferrovia Norte-Sul. Iniciou suas atividades no município em 2019, após aderir ao PRODEN (Programa de Desenvolvimento Econômico de Rio Verde) para construção do TRV - Terminal Rio Verde, iniciando suas operações de transporte ferroviário no município em 2021; * Andali, empresa brasileira, prestadora de serviços na cadeia logística de fertilizantes. Em Rio Verde, além do serviço de descarga ferroviária de fertilizantes, oferece armazenamento e mistura de fertilizantes (formulação) sob encomenda. * DTC, empresa brasileira, prestadora de serviços de armazenamento de combustíveis. Em Rio Verde, conta com um terminal para movimentação de gasolina, diesel, etanol e biodiesel, inaugurado em outubro/2023 e outro um terminal ferroviário em construção com previsão de operação em setembro/2024; * Cargill, multinacional oriunda dos EUA, conta com uma unidade de extração e refino de óleo de soja * Klabin, um dos maiores players nacionais do setor de papel e celulose, iniciou suas operações na cidade após assumir a planta da International Paper * Decal - Usina Rio Verde, produtora de biocombustíveis (etanol), a partir da cana-de-açúcar e de cereais, como milho e sorgo * Brejeiro, atende produtores da região na recepção de grãos O município é o maior produtor de soja do estado, com uma média produzida de 1,5 bilhão de toneladas por ano.http://www.cidades.ibge.gov.br/xtras/temas.php?lang=&codmun;=521880&idtema;=18&search;=goias|rio-verde|producao-agricola-municipal-cereais-leguminosas-e-oleaginosas-2007 É também um importante produtor de arroz, milho, algodão, sorgo, cana-de-açúcar, feijão e girassol. A cidade de Rio Verde é considerada o 2° maior produtor de grãos do Brasil. Conta ainda com um importante plantel bovino, avícola e suíno. Destaque também para o processamento industrial de carnes de aves e suínos da BRF, abate de bovinos por meio de uma planta industrial do Marfrig e indústrias no segmento de embalagens metálicas, plásticas e celulose. Bem como também de implementos rodoviários. O turismo local se baseia em feiras e eventos ligados ao agronegócio como a Expo Rio Verde, feira agropecuária organizada pelo Sindicato Rural de Rio Verde e que já conta com a realização de mais de 63 edições e a Tecnoshow - Comigo, que é uma feira nacional direcionada ao segmento de tecnologia agrícola.http://www.tecnoshowcomigo.com.br/ Outras como de ecoturismo, rodeios e a recepção do turismo de negócios por meio da Sudoexpo, direcionada ao segmento empresarial como um todo que acontece bienalmente em anos pares, realizada pela Associação Comercial e Industrial de Rio Verde (ACIRV).http://www.acirv.com.br/ Para atender tal demanda, a cidade possuí mais de trinta hotéis, com mais de mil e quinhentos leitos, dentre eles, um de padrão internacional franqueado da rede Blue Tree Hotels. O município conta com mais de cinquenta escolas próprias de primeiro grau, vinte e quatro escolas estaduais de primeiro e segundo grau e vinte particulares. Conta com cinco instituições de ensino superior - Universidade de Rio Verde (UniRV), o Instituto Federal Goiano (IFGoiano), a Faculdade Almeida Rodrigues, a Faculdade Objetivo e ainda mais três centros de ensino profissionalizante do Sistema \"S\" como o Sesi/Senai, o Senachttp://www.go.senac.br/portal/conteudo/onde-estamos# e o SEST e SENAT.http://www.sestsenat.org.br/paginas/Unidade.aspx?u=181 A cidade conta com sete estações de rádio (96FM, Morada do Sol FM, Líder FM, Cidade FM, Clube FM, Serra Dourada Rio Verde FM e Rio Verde AM), quatro emissoras de televisão, sendo uma geradora de informações locais afiliada a Rede Anhanguera e Rede Globo http://sucom.redeglobo.com.br/atlas2004/mapas/php/con_emissora.php?pexib=RVD&puf;=GO e outra como a Rede Sucesso (Rede Bandeirantes), mais uma operadora de TV a cabo digital e seis jornais e revistas. É atendida ainda pelas quatro maiores operadoras de celulares do país Vivo, Claro e TIM, além de outras duas no segmento de telefonia fixa, internet e TV por assinatura. Rio Verde detinha em 2012 um Produto Interno Bruto PIB de pouco mais 6 bilhões e 264 milhões e 991 mil reais - se mantendo como o quarto maior do Estado de Goiás -, o que dividido pela estimativa de seu número de habitantes no mesmo ano, lhe dá um produto per capita de: R$ 33.779,90. Em 2010 o município registrou o maior crescimento na agropecuária do país, saltando do 12º lugar para o topo do ranking nacional. A partir do ano seguinte o município entra em estagnação econômica e perde a posição para a também cidade goiana de Cristalina, o que resultou numa perda de R$ 100 milhões de reais no seu PIB em 2010, reduzindo também sua participação na economia do município por habitante, ocasionando uma perda de R$ 2.561,58. Ou seja, a cidade ficou mais pobre. Mas apesar de ainda ser um município rico, Rio Verde ainda não conseguiu erradicar os bolsões de pobreza verificados em suas periferias. E mesmo com tantas escolas, cursos técnicos disponíveis e superiores, existe uma enorme dificuldade de os jovens da cidade conseguirem se qualificar, dado aos horários de estudo e trabalho serem inconciliáveis pela maioria, que trabalha nas agroindústrias do segmento de carnes e processamento de grãos, e ainda pela incompatibilidade de renda e o custo dos cursos. Com isso a indisponibilidade de mão de obra qualificada (que é a principal queixa dos empresários locais, que os quais importam essa mão-de-obra de outros estados do Sul e Sudeste do país), dificilmente será um problema solucionado no curto prazo. === Qualificação de Mão de Obra === Em 2023 foi lançado o programa QUALIFICA Rio Verde - programa municipal de qualificação profissional, ofertando de forma gratuita, vagas para qualificação profissional de jovens e adultos (homens e mulheres), totalizando 18 cursos e 81 turmas, alcançando 1.680 alunos, em parceria com o SENAI Goiás. O programa, custeado 100% com recursos municipais, destina parte das vagas para jovens cursando o ensino médio na rede pública estadual. === Logística === ==== Ferrovia ==== A Ferrovia Norte-Sul entrou em operação em 2021, com embarque de cargas com destino ao Porto de Santos. A ferrovia corta o município de Rio Verde por uma extensão de 93 km, cruzando a BR-452 a cerca de 20 km da sede do município, onde está localizado o maior complexo ferroviário de toda a Ferrovia Norte-Sul, numa área de 2,5 milhões de m2, a Plataforma Logística Multimodal de Rio Verde. Em 27 de julho de 2021 foi inaugurada primeira etapa da Plataforma Logística Multimodal de Rio Verde, o TRV - Terminal Rio Verde, construído e operado pela companhia Rumo Logística, destinado ao carregamento de grãos e farelo de soja, com destino aos portos. Já em agosto de 2022 foi a vez da inauguração do terminal de fertilizantes, responsável pelo recebimento de fertilizantes importados, amplamente usados no produção de alimentos. Em 2023 foi inaugurado o primeiro terminal de combustíveis do interior de Goiás, permitindo a distribuição de gasolina, etanol, diesel, bem como a mistura com o biodiesel. Até o final de 2023 já haviam sido transportadas cerca de 20 milhões de toneladas de cargas através da ferrovia, com embarque/desembarque através do complexo ferroviário de Rio Verde, o que equivale a mais de 500 mil caminhões carregados. Conjunto de terminais do complexo ferroviário, com capacidade de operar 11 milhões de toneladas por ano: * Terminal de grãos e farelo de soja: inaugurado em julho/2021; * Terminal de fertilizantes: inaugurado em agosto/2022; * Terminal de líquidos/combustíveis (rodoviário): inaugurado em outubro/2023; * Terminal de líquidos/combustíveis (rodoferroviário): início das operações em setembro/2024 * Terminal de containers - previsão para operação em 2026; ==== Malha viária ==== Rio Verde é um hub logístico e conta com rodovias federais, estaduais e estradas vicinais: * BR-060 - principal ligação com o eixo Goiânia - Brasília; * BR-452 - acesso a região Sudeste; importante eixo para exportações e importações; * GO-174 - no sentido leste faz a ligação com o município de Montividiu e segue em direção ao MT; * GO-174 - no sentido sul faz a ligação com municípios como Aparecida do Rio Verde, Caçú, São Simão, dentre outros (acesso a BR-364); * GO-210 - ligação com o municípios vizinhos como Santa Helena de Goiás, Turvelândia, Porteirão e outros; * GO-333 - ligação a Paraúna e demais municípios da região; * O município com cerca de 10 mil km de estradas vicinais, que são mantidas permanentemente pela prefeitura local e usadas para acesso a propriedades rurais, transporte de estudantes da zona rural, escoamento da produção e acesso a pontos turísticos. ==== Aeroporto ==== O Aeroporto de Rio Verde é um aeroporto público brasileiro, administrado pela Prefeitura de Rio Verde e homologado pela ANAC. Conta com pista asfaltada de 1.500 m com 30 m de largura, pátio de aeronaves, balizamento noturno, terminal de passageiros, seção contra incêndio, EMS-A (estação meteorológica de superfície automática) e PAPI. Possui voos diários atendidos pelas seguintes companhias aéreas: * Azul Linhas Aéreas com destino ao Aeroporto Internacional de Campinas. * LATAM Airlines Brasil (operado por Voepass Linhas Aéreas) com destino ao Aeroporto Internacional de São Paulo-Guarulhos === Exportações === O município de Rio Verde é o maior exportador do estado de Goiás. Em 2021, respondeu sozinho por 30,95% do total das exportações goianas, conforme dados do Ministério do Desenvolvimento, Indústria, Comércio e Serviços e SIC Goiás. Os produtos mais exportados pelo município são soja, milho, farelos, óleos e alimentos processados, principalmente com origem em proteína animal. Ranking Municípios - Exportações Goiás (2023) EXPORTAÇÕES MUNICÍPIOS VALOR – FOB US$ % 1º Rio Verde 4.285.845.706 30,95% 2º Jataí 1.342.434.858 9,70% 3º Mozarlândia 570.874.671 4,12% 4º Montividiu 512.148.956 3,70% 5º Alto Horizonte 418.403.695 3,02% 6º Palmeiras de Goiás 416.369.711 3,01% 7º Barro Alto 390.647.277 2,82% 8º Itumbiara 388.524.474 2,81% 9º Cristalina 357.834.873 2,58% 10º Ouvidor 334.221.234 2,41% ===Indicadores socioeconômicos=== ; PIB municipal (2021):https://cidades.ibge.gov.br/brasil/go/rio-verde/pesquisa/38/47001?tipo=ranking R$ 16,3 bilhões ; PIB per capita (2021): R$ 65.948,14 ; Composição do PIB (2021):https://cidades.ibge.gov.br/brasil/go/rio-verde/pesquisa/38/47001?tipo=ranking&indicador;=47022 * Valor adicionado bruto da agropecuária: R$ 3,69 bilhões * Valor adicionado bruto da indústria: R$ 3,50 bilhões * Valor adicionado bruto dos serviços: R$ 5,85 bilhões * Valor adicionado bruto dos serviços públicos: R$ 1,48 bilhão * Impostos sobre produtos líquidos de subsídios: R$ 1,78 bilhão == Frota == A cidade conta com uma frota de 126.149 veículos registrados em maio de 2016, sendo 52.360 automóveis, 3.822 caminhões, 13.037 caminhonetes, 2.588 camionetas, 30.034 motocicletas, 12.893 motonetas, 599 ônibus, 373 micro-ônibus, entre outros. ==Esporte== === Futebol === O município conta com quatro times profissionais (Rio Verde, Rioverdense, Atlético Rio Verde e Independente, dentre eles se destaca o Esporte Clube Rio Verde, chamado pelos mais fanáticos de \"Verdão do Sudoeste\", o Rio Verde sempre foi um clube bastante competitivo, em 1995 o verdão chegou as semifinais, quando caiu diante do forte Vila Nova de Goiânia, mesmo ano que encerrou suas atividades, Voltando a jogar no ano de 2009 pela terceira divisão do campeonato goiano, o clube esteve próximo do acesso, porém terminou a competição na terceira colocação, uma vez que subiram os dois primeiros colocados. Em 2012, com uma campanha regular na primeira fase e uma recuperação incrível na segunda do Goianão Chevrolet 2012, a equipe manteve-se entre os 8 melhores, permanecendo na 7ª colocação, obtendo 5 vitórias, 4 empates e 9 derrotas, dos 18 jogos disputados na primeira fase. Em 2013, entra como favorita pela classificação à segunda fase do Campeonato Goiano de Futebol de 2013. == Saúde == O município conta com 9 hospitais: Hospital Presbiteriano Doutor Gordon, Hospital Santa Terezinha, Hospital Municipal Universitário, UPA Dr. José Povoa Mendes, UPA Hospital do Câncer de Rio Verde, o Hospital da Unimed, Hospital Materno Infantil Augusta Gomes Bastos, PROVER Hospital Dia e Hospital São Francisco/Hapvida e outros em já em construção. O Programa Saúde da Família alcançou cobertura de 70,89% em 2023 e conta com equipes de saúde da família e equipes de atenção primária. == Bairros == === Zona Oeste === Morada do Sol; Bairro Odília; Jardim Tocantins; Jardim Presidente; Laranjeiras; lourdes; Setor Universitário; Água Santa; Vila Verde; Vitória Régia; Interlagos. === Zona Noroeste === Canaã; Mondale; Betel; Vila Menezes; Santa Luzia; Solar dos Ataídes; Serpró. === Zona Sudoeste === Campestre; Solar do Agreste; Buriti I e II; Boungainville; Vila Mariana; Promissão; Santa Cruz I e II; Recanto do Bosque; Jardim Floresta; Setor dos Funcionários; São Tomás I, II e III; Jardim Atalaia; Jardim Helena; Serra Dourada. === Zona Sul === Renovação; Vila Amália I e II; Mutirão; Jardim das Margaridas; Gameleiras I e II; Vila Carolina; Santo Antônio; Bandeirantes; Jardim Brasília; Jardim Adriana. === Zona Central === Centro; Jardim Neves; Jardim Marconal; Setor Oeste; Jardim América; Jardim Goiás; Vila Borges; Vila Moraes; Medeiros; Vila Olinda; Jardim Cruvinel; Santo André; Santa Bárbara. === Zona Leste === Industrial; Vila Maria; Nova Vila Maria; Santo Antônio de Lisboa; Santo Agostinho; Popular; São João; São Joaquim; Dona Gercina; Maranata; Veneza; Arco-Íris; Pauzanes; André Luiz; Eldorado; Martins. === Zona Norte === Dimpe; Céu Azul; Liberdade; Primavera; Maurício Arantes; Dom Miguel; Parque dos Girassóis; Monte Sião; Valdeci Pires. == Ver também == * Cooperativa Agroindustrial dos Produtores Rurais do Sudoeste Goiano * Imigração neerlandesa no Brasil * Lista de municípios do Brasil acima de cem mil habitantes == Bibliografia == * LYNCE, Leo. \"Rio Verde\". In: Poesia Quase Completa. Goiânia, Editora da UFG, 1997, p. 293\\. == Ligações externas == * Site oficial da prefeitura Categoria:Fundações em Goiás em 1848",
 "title": "Rio Verde"
}