{
 "id": "31090",
 "text": "{{Info/Município do Brasil | nome = Santa Helena de Goiás | foto = | leg_foto = | apelido = Shego | brasão = Brasão de Santa Helena de Goiás.jpg | bandeira = Bandeira de Santa Helena de Goiás.jpg | link_brasão = | link_bandeira = | link_hino = | aniversário = | fundação = 14 de outubro de 1943 | gentílico = santa-helenense http://www.santahelena.go.gov.br/historico Histórica de Santa Helena de Goiás Concede título de cidadania honorário Santa-helenense. Lei que concede título de cidadania honorário Santa-helenense | lema = Amor ao Trabalho | prefeito = João Alberto Rodrigues | partido = Patriota | fim_mandato = 2024 | mapa = Goias Municip SantaHelenadeGoias.svg | latP = S | latG = 17 | latM = 48 | latS = 50 | lonP = O | lonG = 50 | lonM = 35 | lonS = 49 | estado = Goiás | mesorregião = Sul Goiano | data_mesorregião = IBGE/2008 | microrregião = Sudoeste de Goiás | data_microrregião = IBGE/2008 | região_metropolitana = | vizinhos = Rio Verde, Acreúna, Maurilândia, Santo Antônio da Barra e Turvelândia | dist_capital = 200 | área = 1127.855 | área_ref = | população = 38743 | data_pop = Estimativa IBGE/2017 | população_pos = GO: 30º | altitude = 570 | clima = Tropical Temperado | sigla_clima = | idh = 0.747 | data_idh = PNUD/2000 | pib = mil | data_pib = IBGE/2012 | pib_per_capita = 19606.90 | data_pib_per_capita = IBGE/2012 | site_prefeitura = santahelena.go.gov.br }} Santa Helena de Goiás é um município brasileiro do Estado de Goiás. Possui uma área territorial de 1.142,337 km² e população estimada em 38.492 habitantes, segundo o IBGE 2022. Faz divisa com os municípios de Rio Verde, Acreúna e Maurilândia, estando situada no sudoeste do Estado, a cerca de 200 km da capital, Goiânia, e de 410 km da capital federal, Brasília. == História == A história de Santa Helena de Goiás começou com a chegada da família de Custódio P. Vêncio, que veio de Buriti Alegre, em 1934, com o propósito de adquirir terras para, conforme alguns historiadores, fundar uma nova cidade. Na região havia duas fazendas, a São Tomás e a Campo Alegre. Segundo o historiador César de Freitas Silva, Custódio P. Vêncio comprou a fazenda às margens do ribeirão Campo Alegre. Ele e os moradores da redondeza sonhavam com a fundação de uma cidade e partiram para executar a obra. Ainda de acordo com César Silva, Custódio já tinha até um nome em sua mente para o local: Santa Helena, em homenagem à sua protetora Santa Helena de Constantinopla. Santa Helena começou a ser construída, efetivamente, no dia 8 de outubro de 1938, quando foi realizado um grande mutirão para desmatar o local da sede do futuro município. Apesar do desejo de seu fundador, no dia 14 de outubro de 1943, a localidade passava a distrito, mas com o nome de Ipeguari, expressão indígena que significa Campo Alegre. A emancipação e a adoção do nome atual aconteceu no dia primeiro de janeiro de 1949. == Formação Administrativa == Distrito criado com a denominação de Ipeguari (ex-povoado de Santa Helena) pelo Decreto-lei Estadual n. 8.305, de 31/12/1943, subordinado ao município de Rio Verde. Elevado à categoria de município com a denominação de Santa Helena de Goiás pela Lei estadual n. 191, de 20/10/1948, desmembrado-se do município e Rio Verde. Dentre os políticos, destaca-se Alcides Rodrigues, ex-Governador do Estado de Goiás, ex-Prefeito do Município de Santa Helena de Goiás, atualmente Deputado Federal. == Religião == Destaca-se o Reverendíssimo Dom Miguel Pedro Mundo,ex-Bispo da Diocese de Jataí. Na cidade está localizado o Seminário Menor, São João Maria Vianney, destinado à formação sacerdotal da Diocese de Jataí. == Economia == Sua história é marcada pela agropecuária, destacando-se inicialmente com o plantio de arroz, banana e café nas décadas de 1950 e 1960. Nas décadas de 60, 70 e 80, Santa Helena de Goiás já foi considerada a capital nacional do algodão, sendo que o maior contribuinte para tal título foi a vinda de vários produtores da Alta Mogiana Paulista, Triângulo Mineiro e trabalhadores braçais nordestinos. Vieram por encontrar solo fértil, sendo a cidade um dos ícones em desenvolvimento agrícola, prova disso era a honrada 2ª maior economia do estado, perdendo apenas para a capital Goiânia, isso no auge do Algodão. Hoje possui a Fundação-GO que pesquisa variedades de algodão em parceria com a Embrapa e uma empresa de transformação de caroço de algodão em torta, muito útil à alimentação animal, a Guanambi Rações. Com a expansão das plantações de cana-de-açúcar, a cultura do algodão migrou-se radicalmente para o estado de Mato Grosso e para o oeste da Bahia, o que ocasionou uma grande diminuição do capital circulante no município. Inúmeros trabalhadores dependentes da cultura do algodão tiveram seus empregos extintos e isso causou um aumento do desemprego e abertura de postos de trabalho informal na região. As antigas algodoeiras que saíram de funcionamento estão sendo reaproveitadas em novas construções, como, por exemplo, a vinícola Santa Helena, que funciona em uma algodoeira desativada. Prova desta diversificação agrícola é a transformação de um colégio agrícola em uma futura unidade de pesquisa da Embrapa/Uva. Existem também parcerias de pequenos agricultores com empresas ligadas a produção de sucos, doces, compotas, etc. Dando assim o plantio de maracujá, banana, entre outros. Hoje o município tem como principais indústrias a Italac, a Monsanto (empresa) e uma usina de álcool e açúcar (Usina Santa Helena), controlada pelo Grupo Naoum, com sede em Anápolis. Também está se instalando em Santa Helena um polo de confecções que produzirá diversos tipos de roupas para a Cia. Hering. No ano de 2020, houve a entrada de uma nova indústria no ramo farmacêutico, Walkmed. Destaca-se o PIB per capita de R$ 41.603,02 (IBGE 2021), e o Índice de Desenvolvimento Humano Municipal - IDHM de 0,724 (IBGE 2010). O município possui 1.161 empresas e outras organizações atuantes (IBGE 2021); 563 estabelecimentos agropecuários (IBGE 2017); 5 agências de instituições financeiras (CEF, BB, Bradesco, Itaú e Santander). == Trabalho e Rendimento == Salário médio mensal dos trabalhadores formais (IBGE 2021): 2,1 salários mínimos; Pessoal ocupado (IBGE 2021): 7.487 pessoas; População ocupada (IBGE 2021): 19,22%; e Percentual da população com rendimento nominal mensal per capita de até 1/2 salário mínimo (IBGE 2010): 32,9%. == Educação == O município conta com 18 escolas de ensino fundamental (2021), e 6 escolas de ensino médio (2021). A cidade conta também com uma unidade da Universidade Estadual de Goiás com 4 cursos, sendo eles Administração, Sistemas de Informações, Matemática e Engenharia Agrícola. == Saúde == O município conta com 12 estabelecimentos, dentre eles, destaca-se o Hospital Estadual de Santa Helena de Goiás - Dr. Albanir Faleiros Machado (HURSO), que conta com 122 leitos, sendo 10 de UTI adulto e 10 de UTI infantil, direcionado para urgências nas áreas de traumatologia, ortopedia, cirurgia geral, neurocirurgia e exames de média e alta complexidade. Atendendo 27 cidades da região sudoeste, entre elas: Rio Verde, Jataí, Mineiros, São Simão, Paranaiguara, Quirinopólis, Caçu, Maurilândia, Acreúna, Serranopólis, Chapadão do Ceú e Santa Rita do Araguaia. == Meio Ambiente == Área urbanizada (IBGE 2019): 12,87 km² Esgotamento sanitário adequado (IBGE 2010): 67,1% Arborização de vias públicas (IBGE 2010): 91,8% Urbanização de vias públicas (IBGE 2010): 22,5% Bioma (IBGE 2019): Cerrado == Telecomunicações == A cidade possui 4 emissoras de rádio que são: Rádio Ouro Branco FM 102,7, Rádio Santelenense AM 1010, Rádio Nova Paz FM e Rádio Cultura, ambas 87,9 FM. Além de contar com uma emissora de televisão: TV Rios, Canal 17, afiliada a TV Brasil. == Esporte e Lazer == A cidade é sede do clube de futebol Santa Helena EC (SHEC). Suas cores são o vermelho, branco e preto. É carinhosamente apelidado de Fantasma do Sudoeste. Tem como Estádio o Pedro Romualdo Cabral, com capacidade para 10.000 espectadores. O clube foi vice-campeão do Campeonato Goiano de 2010 e rebaixado à 2ª divisão estadual em 2011; disputa atualmente a 2ª divisão do Campeonato Goiano. Destaca-se, ainda, o Clube Recreativo Santa Helena de Goiás, um dos maiores clubes do interior do Estado de Goiás. Possui campos para a prática de esportes como futebol, basquete, vôlei e peteca, além de piscinas adultas e infantis. Também possui sauna, academia, além de atividades desportivas. ==Festas e eventos== Feriados municipais, conforme Lei municipal n. 2.070/2001: 18 de maio - Aniversário da morte do Bispo Dom Miguel Pedro Mundo; 20 de agosto - Padroeira do Município (Santa Helena de Constantinopla); e 20 de outubro - Aniversário de emancipação politico-administrativa do município. == Ver também == * Lista de municípios de Goiás * Lista de municípios do Brasil ==Ligações externas== * Categoria:Fundações em Goiás em 1948",
 "title": "Santa Helena de Goiás"
}