{
 "id": "31132",
 "text": "{{Info/Município do Brasil |nome = Sítio d'Abadia |foto = |leg_foto = |apelido = |brasão = |bandeira = Bandeira Sítio D'Abadia-GO.jpg |link_brasão = |link_bandeira = |link_hino = |aniversário = |fundação = |gentílico = Sitiense |lema = |prefeito = Weber Reis Lacerda |partido = Solidariedade |fim_mandato = 2024 |mapa = Goias Municip SitiodAbadia.svg |latP = S | latG = 14 | latM = 48 | latS = 18 |lonP = O | lonG = 46 | lonM = 15 | lonS = 10 |estado = Goiás |mesorregião = Leste Goiano |data_mesorregião = IBGE/2008 |microrregião = Vão do Paranã |data_microrregião = IBGE/2008 |região_metropolitana = |vizinhos = Formoso (MG), Alvorada do Norte, Buritinópolis, Flores de Goiás, Mambaí, Cocos (BA) e Jaborandi (BA) |dist_capital = 384 |área = 1610.806 | área_ref = |população = 2821 |data_pop = Censo IBGE/2010 |altitude = |clima = Tropical |sigla_clima = Aw |idh = 0.617 |data_idh = PNUD/2010 |pib = mil |data_pib = IBGE/2008 |pib_per_capita = 8233.04 |data_pib_per_capita = IBGE/2008 }} Sítio d'Abadia é um município brasileiro do estado de Goiás. É um dos três únicos municípios brasileiros que possuem exclaves, com dois territórios totalmente separados um do outro, sendo os outros os municípios de Mineiros (Goiás) e Senador José Porfírio (Pará). No caso de Sítio d'Abadia, essa separação se dá pelo estado vizinho de Minas Gerais. == História == Antigo “Barreiro”, surgiu no ano de 1800 num Brasil Colonial quando a viúva Laureana da Silva Barreto, vinda da Bahia, estabeleceu-se com seus escravos no lugar, dai formou lavouras e criação de gado, construir uma igreja de palha, onde hoje a matriz se encontra no exato lugar. “Barreiro” localizava na Capitania de Goiás era governador da capitania João Manuel de Meneses, Capitania que até 1808 incorporava o chamado Território do Triângulo Mineiro, em 1815 o Brasil já um Reino Unido, em 28 de fevereiro de 1821, as capitanias se tornaram províncias. Em 1825 num Brasil há 3 anos independente e Imperial, Goiás já sendo uma província, governada por Caetano Maria Lopes Gama, neste ano de 1825 vindos da Vila de Icó-CE chegaram os irmãos Joaquim Teixeira e João Teixeira. Anos mais tarde chega o primeiro vigário da localidade, o padre Leonardo de Freitas Costa, assim as irmãs de D. Laureana doaram sua chácara para Nossa Senhora D’Abadia, dai a localidade antes “Barreiro” passa a ser denominado de “Sítio da Senhora D’Abadia” e mais tarde Sítio D’Abadia. Em 1830, diante do crescimento da população D. Laureana fez a doação para a Igreja de mais meia légua para a formação do patrimônio, assim consolidando-se o arraial 1833 depois da reconstrução da igreja na frente foi colocada uma cruz de Aroeira e nela constou com data a fundação do arraial de Sítio D’Abadia. Pela Lei Provincial nº 19 em 16 de julho de 1850, o arraial passou a município, entretanto, com sede na Vila de Flores, distante 160 km. De 1850 a 1907, conforme os registros arquivados, a sede de Sítio D’Abadia foi alternadamente transferida, para as Vilas de Forte e Flores. Tem como filho mais ilustre o cantor Goiano, da Dupla Goiano e Paranaense, falecido em Pinhalzinho, interior de São Paulo, decorrente de problemas no fígado, deixando uma legião de fãs. Uma lenda da região diz que um padre enfurecido com algo que não se sabe ao certo o que foi cortou e colocou fogo numa árvore bem grande que havia na entrada da cidade e disse que assim como aquela árvore a cidade não cresceria mais e assim aconteceu a cidade continua a mesma ao passar dos anos. Um ponto de encontro dos moradores e turistas é o Bar do Gameleira\" que consiste em um bar que fica embaixo de um enorme pé de gameleira. == Geografia == Sua população estimada em 2004 era de 2.647 habitantes. Sítio d'Abadia tem uma das maiores cachoeiras em volume de água do país, no rio Corrente, a 646 m de altitude, nas encostas da Serra Geral. === Rodovias === * GO-108 * GO-112 ==Administração== *Prefeita: Weber Reis Lacerda (PSDB) *Vice-prefeito: Luis Roberto (PP) ==Ver também== *Lista de municípios de Goiás *Lista de municípios do Brasil ==Ligações externas== *Prefeitura Categoria:Municípios de Goiás Categoria:Enclaves e exclaves do Brasil Categoria:Fundações em Goiás em 1907",
 "title": "Sítio d'Abadia"
}