{
 "id": "31144",
 "text": "{{Info/Município do Brasil | nome = Turvânia | foto = Turvânia.jpg | leg_foto = | apelido = | brasão = Brasão Municipio Turvania.png | bandeira = Bandeira Municipio Turvania.png | link_brasão = | link_bandeira = | link_hino = | aniversário = | fundação = 14 de novembro de 1958 | gentílico = turvâniense | lema = | prefeito = Fausto Mariano GonçalvesPrefeito e vereadores de Turvânia tomam posse; veja lista de eleitos em g1.globo.com | partido = UNIÃO | fim_mandato = 2024 | mapa = Goias Municip Turvania.svg | latP = S | latG = 16 | latM = 36 | latS = 50 | lonP = O | lonG = 50 | lonM = 08 | lonS = 02 | estado = Goiás | site_câmara = | mesorregião = Centro Goiano | data_mesorregião = IBGE/2008 | microrregião = Anicuns | data_microrregião = IBGE/2008 | região_metropolitana = | vizinhos = Nazário, Firminópolis, Palminópolis, Anicuns | dist_capital = 92 | área = 472.346 | área_ref = | população = 4633 | data_pop = estimativa IBGE/2018 | altitude = | clima = | sigla_clima = | CEP = 76110-000 | idh = 0.736 | data_idh = PNUD/2000 | pib = mil | data_pib = IBGE/2008 | pib_per_capita = 9616.12 | data_pib_per_capita = IBGE/2008 | site_prefeitura = turvania.go.gov.br }} Turvânia é um município brasileiro do estado de Goiás da região central de Goiás, conhecida também como \"Mato Grosso goiano\". Sua população, conforme estimativas do IBGE de 2018, era de habitantes. == História == A história do Município de Turvânia inicia-se no ano de 1930 com o aparecimento dos primeiros habitantes na região, até então pertencente ao município de Anicuns. O povoado surgiu às margens do Córrego Poções, construindo seus ranchos de pau-a-pique, cobertos com folhas de buritis. No local do povoado, já existia um cemitério denominado “por enquanto”, denominado assim pois para os habitantes naquele momento, tudo era \"provisório\", e que tinha por finalidade servir a população da vizinhança, uma vez que a cidade mais próxima estava há mais de 30 quilômetros de distância. Com o passar dos tempos, novos habitantes foram chegando, construindo seus ranchos, estabelecendo morada e trabalhando. A terra fértil e o clima saudável da região favoreceram o desenvolvimento do lugarejo, voltado principalmente para agricultura e a pecuária. Em 1943, aquele aglomerado de ranchos e palhoças passou a chamar-se Poções, nome dado tendo em vista o córrego que o banhava denominar-se assim, elevando-se a categoria de povoado da então Comarca de Anicuns. A elevação deu-se através da doação de uma gleba de terras, cuja área era de aproximadamente 40 alqueires por Gregório Vieira da Cunha e Herculino Gomes Arantes destinada a construção da Igreja Católica Apostólica Romana, que foi construída rusticamente com madeiras e folhas de buritis, neste mesmo ano. No ano de 1957, o povoado de poções se desmembrou do município de Anicuns, passando a se tornar uma freguesia. Nos primeiros anos da freguesia de Poções, festas religiosas eram comuns, onde participavam pessoas da cidade e da roça, os fazendeiros, os sitiantes e os trabalhadores rurais. Festas famosas também eram feitas nas fazendas de Herculino Gomes Arantes. Durante o ano de 1958, os políticos da região decidiram que iriam lutar para que a freguesia de Poções fosse elevado à categoria de Município. Em 14 de novembro de 1958, por conta da Lei Ordinária n 2.112/1958, o município de \"TURVÂNIA\" é criada, tendo vida política própria. O primeiro prefeito nomeado de Turvânia foi Herculino Gomes Arantes, em 1958, posteriormente sendo eleito com um período de mandato de 1960 a 1963. == Rol dos batalhadores == No rol dos batalhadores pela criação e desenvolvimento do município de Turvânia, estão: Gregório Vieira da Cunha, Herculino Gomes Arantes, João Mariano da Silva, Manoel Hilário dos Santos, Emiliano Pereira Nunes, Petrônio Francisco Cabral, Caleb de Melo, Paulo de Carvalho e outros. Graças a esses eméritos trabalhadores, Turvânia hoje se apresenta como uma das mais profícuas e progressistas comunas da chamada região do \"Mato Grosso Goiano\". == Povoado de Poções == O pequeno povoado surgiu quando os primeiros habitantes vieram a região, com promessa de terras férteis e clima agradável. Alojado nas margens do entroncamento do córrego Poções com o córrego Tamanduá, sendo construídas as primeiras residências da região. === Famílias === As famílias pioneiras do povoado de Poções foram: Família Oliveira: Chegaram a região por volta 1953, vieram de Campos Gerais, MG. Ficaram alguns meses na região até adquirirem uma propriedade rural no local. Família Monteiro: Chegaram a região por volta de 1946, vieram de Trindade, GO. Família Cabral: Chegaram a região por volta de 1946, vieram de Trindade, GO. Família Arantes: Não se sabe a data exata em que chegaram a região, mas se acredita que foi por volta do final do século XIX, vieram de Rio Verde, GO. Família Rodrigues: Chegaram a região por volta de 1945, vieram de Nerópolis, GO. === Meios de transporte === O povoado de Poções tinha um fluxo de viajantes enorme, acabando por se tornar um ponte de repouso para carreiros. Os primeiros meios de transporte da região eram movidos por animais, como cavalos e carros-de-boi, Cabral (2014). Nos interiores goianos, automóveis eram considerados \"artigo de luxo\", sendo uma tecnologia começou a chegar no município na década de 70 junto da pavimentação GO-060. === Saúde === Entre os anos de 1935 a 1946, o povoado de poções sofreu as consequências devido a um surto de malária, conhecida antigamente como \"maleita. Vários habitantes da região contraíram a doença pela falta de saúde básica no local e atendimento de qualidade. No ano de 1946 foi feita uma distribuição gratuita de remédios na região, que curou cerca de 450 pessoas leitosas. Tempos depois, o serviço federal chegou à região dando assistência, fazendo com que o povoado se desenvolve-se mais ainda e a doença foi se controlando. O primeiro estabelecimento de saúde da região havia sido uma pequena farmácia, que havia sido levantada na região por um comerciante que veio de Goiânia em busca de um lugar onde poderia negociar os seus remédios. Os remédios trazidos pelo mercador, que naquele tempo estava ganhando a vida naquela região, foram sendo vendidos na região e em decorrência disso ele abriu a primeira farmácia da região e ficou conhecido como \"João da Mata Bueno\". Se mudou da região no ano de 1951 deixando um sobrado de onde ficava a antiga farmácia, hoje a região já conta com 2 hospitais e farmácias a serviço da população. === Educação === O começo dos serviços de ensino na região se deram com apenas um professor, um habitante da região que não tinha condições próprias. Lecionou aulas para alunos da região e através de um mutirão, foi construído um rancho onde lecionou aulas para aquele pessoal do local. Tempos depois foi construída a primeira escola da região cuja professora era a esposa do farmacêutico da época, Maria de Abadia, onde chegou a lecionar aulas a até 40 alunos. Em 1947 foi inaugurada a primeira escola Estadual de Poções e posteriormente a primeira escola Municipal foi estabelecida. Poções foi se desenvolvendo e as necessidades vieram. Os jovens do povoado precisavam sair do local para estudar fora, pois não havia muitas opções de ensino no povoado. Foi criado e instalado um ginásio na região, que naquele tempo era um curso, que causou dificuldade enorme para se manter fazendo que moradores locais e políticos tivessem vários encontros com o Governador de Goiás da época, Otávio Lage de Siqueira e secretário causando vários desentendimentos. Porém, o Bispo de São Luís de Montes Belos da época, Don Stanislau, deu apoio a região e criou-se assim entidade mantenedora do ginásio, e, com apoio do prefeito do até então Município de Turvânia, juntaram-se alguns pais criando o primeiro grupo de alunos do curso ginasial, atingindo 73 alunos, mesmo contra a vontade dos dirigentes municipais. Durante o governo de Leonido Caiado foi concedido o ginásio do município que funcionava como escola particular depois sendo promovida a uma escola oficial do estado, tendo cursos de ensino secundário como técnico de contabilidade entre outros. Hoje o município possui 3 instituições de ensino. == Festas culturais == Desde a época do povoado de poções, festas religiosas e culturais eram feitas na região. Nessas festas, rancheiros, habitantes, roceiros e muito mais se juntavam para realizar festas, tendo festas famosas realizadas nas fazendas de Herculino Gomes Arantes. == Ver também == * Lista de municípios de Goiás * Lista de municípios do Brasil Categoria:Municípios de Goiás Categoria:Fundações em Goiás em 1958",
 "title": "Turvânia"
}