{
 "id": "31161",
 "text": "{{Info/Município do Brasil | nome = Açailândia | foto =Acailandia 2.jpg | leg_foto = | apelido = Cidade do Ferro\" \"Cidade Progresso\" \"Cidade do Aço | brasão = Brasão_de_Açailândia.png | bandeira = Bandeira-acailandia.png | link_brasão = | link_bandeira = | link_hino = | aniversário = 6 de junho | fundação = | gentílico = açailandense | lema = Ordem e progresso | prefeito = Aluisio Silva Sousa | partido = Republicanos | fim_mandato = 2024 | mapa = Maranhao Municip Acailandia.svg | latP = S | latG = 04 | latM = 56 | latS = 49 | lonP = O | lonG = 47 | lonM = 30 | lonS = 18 | estado = Maranhão | mesorregião = Oeste Maranhense | data_mesorregião = IBGE/2008 | microrregião = Imperatriz | data_microrregião = IBGE/2008 | região_metropolitana = | vizinhos = Cidelândia, São Francisco do Brejão, João Lisboa, Bom Jesus das Selvas, Amarante do Maranhão, Bom Jardim, Itinga do Maranhão e Rondon do Pará (PA) | dist_capital = 562 | área = 5806.307 | área_ref = | população = 111757 | população_pos = MA: 8º | data_pop = estimativa IBGE/2018 | altitude = 240 | clima = equatorial | sigla_clima = | idh = 0.672 | idh_pos = MA: 9º | data_idh = PNUD/2010 | pib = mil | pib_pos = MA: 4º | data_pib = IBGE/2016 | pib_per_capita = 18088.40 | data_pib_per_capita = IBGE/2016 }} Açailândia é um município brasileiro do estado do Maranhão. Foi emancipada, em 6 de junho de 1981 pelo então governador João Castelo. Antes, pertencia geograficamente ao município de Imperatriz. É o oitavo município mais populoso do estado, com um total de 111.757 habitantes, segundo estimativas do Instituto Brasileiro de Geografia e Estatística (IBGE) em 2018. Com base na Lei Complementar N.º 108 de 21 de novembro de 2007 o município é sede da Região de Planejamento dos Carajás a integrar as 32 regiões de planejamento do estado. O PIB de Açailândia em 2016 foi de R$1.999.546,31 milhões, tornando o município o 4° maior PIB do estado do Maranhão. Possui, segundo o IBGE, em 2016, a 11ª colocação em renda per capita do Maranhão: R$18.088,40 por pessoa. A cidade é um importante polo agroindustrial, onde a exportação de ferro gusa, gerada por cinco indústrias siderúrgicas instaladas no município, se tornou sua principal fonte de renda, (obs: das cinco siderúrgicas apenas uma está em atividade). Também conta com diversos estabelecimentos comerciais, dos mais diversos ramos do comércio e serviços, e possui o maior rebanho bovino do estado. A cidade foi tema de reportagem especial da Revista Veja com “as 20 Metrópoles Brasileiras do Futuro”. == História == === O início de tudo === Com a abertura da rodovia Belém-Brasília, em 1958, nas proximidades do Riacho Açailândia, ponto de apoio da Rodobrás (1962) desta região, os trabalhadores se depararam com uma terra fértil e abundante em água. Foi o bastante para que a notícia corresse e, em pouco tempo, a região foi inundada por pessoas dos quatro cantos do país e de algumas nações estrangeiras. Em 1975 foi elaborado o Projeto de Lei \"Pró-Emancipação\" 130/75, da até então Vila, cujo Projeto foi sancionado e transformado na Lei 4.299/81 no dia 6 de junho de 1981, tornando assim o município de direito com o plebiscito, realizado no dia 14 de dezembro do mesmo ano. O governo do estado nomeou em maio o interventor Nelson Pereira Duarte, até a posse do primeiro prefeito eleito nas eleições de 15 de novembro de 1982. A posse do primeiro prefeito eleito deu-se no dia 1 de fevereiro de 1983, onde Raimundo Telefre Sampaio se tornou o primeiro prefeito eleito pelo voto popular recebendo o município do interventor Nélcio Pereira Duarte. Esta data é comemorada como aniversário da cidade, porém com discordância de historiadores locais, que entendem que deve-se comemorar o aniversário com a fundação do povoado em 1958, com a chegada da Rodovia Belém-Brasília. === Uma estrada para o progresso === O então presidente, Juscelino Kubitschek, convidou o Engenheiro Bernardo Sayão para comandar uma grande obra que, mais tarde, iria beneficiar e proporcionar o maior surto desenvolvimentista do país. Com visão de estadista, o engenheiro \"Sayão\" apontava com a mão: \"a direção é esta\" - que se tornou um símbolo na construção da estrada. Sob suas ordens, trabalhavam 11 construtoras e aproximadamente 1.200 homens, entre eles profissionais de todos os níveis culturais e sociais: topógrafos, engenheiros, médicos, motoristas, mecânicos e trabalhadores braçais, que eram popularmente conhecidos como \"mateiros ou cassacos\". Com facões, foices e machados nas mãos, aqueles heróis anônimos iniciaram, em Crixás(GO), a frente de serviço que deu início à construção de uma estrada, a qual foi chamada, na época, pelos detratores da obra e do progresso do Brasil, de \"Caminho para Onça\". Mesmo assim, Sayão não desistiu; com passos firmes comandava, no cerrado goiano, uma longa jornada rumo ao Norte. Em março de 1958, chegava à cidade de Imperatriz, no Estado do Maranhão. A área da pré-Amazônia, como a própria região amazônica, oferece uma infinidade de riachos. Portanto, os riachos, rios e igapós, estão intimamente ligados à história e surgimento de cidades da região. Tal como consta nas raízes históricas de Açailândia, os trabalhadores não demoraram muito para construir, às margens desse riacho, alguns barracos, cobertos com palha de açaizeiros. Estes barracos foram as primeiras construções do lugar e os mesmos serviram de apoio aos trabalhadores da estrada, por muito tempo. Ficheiro:Açailandia 1.jpg|Rodovia Belém-Brasília (BR 010), no perímetro urbano de Açailândia. Ficheiro:Acailandia_3.jpg|Praça da Bíblia, às margens da Rodovia Belém Brasília. Os açaizais, que estavam ali presentes, serviram de inspiração para a criação do nome Açailândia, embora outros queiram acreditar que o nome deriva-se de Aço, o que não procede já as indústrias siderúrgicas só se instalaram tempos depois de sua fundação mais precisamente no ano de 1986 com a companhia siderúrgica vale do Pindaré, isso não tira o mérito de cidade ser uma grande exportadora de Minério de Ferro, previamente utilizado para a produção de aço. === Migração === A principal porta de entrada para esta região abriu-se a partir da construção da estrada Belém-Brasília, em 1958. A notícia correu por todo o Brasil e países vizinhos, informando que a terra era boa e os riachos seriam permanentes. Contava-se, também, da fartura de madeiras de lei e de uma mata exuberante. Atraídos por esta notícia, trabalhadores e aventureiros de várias partes do Brasil, e de outros países, vieram, com suas famílias, morar em Açailândia. Até onde se tem registro, os primeiros a chegar foram os trabalhadores da linha de frente da rodovia Belém-Brasília, que, na sua maioria, eram oriundos das cidades de Barra do Corda, Pedreiras, Caxias e Imperatriz, todas no Maranhão. Os seguintes foram os missionários da Igreja Presbiteriana (de nacionalidade norte-americana), que vieram acompanhados de alguns coreanos, baianos, cearenses, capixabas, goianos, mineiros, pernambucanos, paraibanos, piauienses, etc. chegaram os Libaneses a \" Familia Awad \" pioneiros de Açailândia logo em seguida, japoneses, portugueses e ucranianos. Este universo de imigrantes chegava diariamente na região, geralmente a pé, montado em lombo de burros e jumentos, ou em cima de caminhões paus de arara. Talvez por isto, este município tenha hoje uma população tão miscigenada. == Etimologia == A grande quantidade de açaizeiros às margens do riacho, encontrada pelos índios Curia e Cocranum, deu origem ao nome do município. De acordo com o Dicionário da Língua Portuguesa, açaí significa: fruto do açaizeiro, palmeira da Amazônia cujo nome científico é Euterpe oleracea. Do seu fruto é feita uma bebida do mesmo nome, muito apreciada no Estado do Pará. Alguns historiadores falam também que Açaí ou Assahy, de acordo com o linguajar indígena, teria o significado de: haste comprida que produz grãos miúdos. O '-lândia', é um radical de origem germânica, cognato com a palavra 'land' em inglês e alemão, que designa um país ou região. Daí, o nome Açailândia. == Economia == A análise dos últimos dados consolidados do Instituto Brasileiro de Geografia e Estatística (IBGE) revelam que o município de Açailândia vem crescendo ano a ano, e no período 2006/2008, o município de Açailândia atingiu a taxa de 23% de crescimento. Juntamente com Balsas, Imperatriz, Caxias, Timon e a capital São Luís formam os maiores centros econômicos do Maranhão. Os dados mais recentes confirmam a tendência de crescimento registrada desde 2001. Açailândia saiu da classificação número 564ª entre 5.560 municípios, em 2001, e subiu para a 226ª posição em 2008 – ou seja: em sete anos, saltou 338 lugares. Portanto, o município, economicamente, está entre os 330 maiores do Brasil e consolidou-se com uma das mais importantes economias do estado. Em valores, o PIB de Açailândia em 2011 é de R$ 1.664.720.000,00 tornando Açailândia como o 3º Maior PIB do Estado Maranhão. A principal fonte de economia do município é a exportação de ferro gusa gerada por cinco indústrias siderúrgicas instaladas no distrito industrial do Pequiá, (obs: das cinco siderúrgicas apenas uma está em atividade), uma Aciaria, que se constituiu no maior polo cruzeiro do Norte e Nordeste do País. Possui ainda uma distribuidora da BR Petrobras, uma Fabrica de Cimento e 2º Maior entreposto da Vale no Maranhão. Por este motivo, o município tornou-se o terceiro maior arrecadador de ICMS entre os 217 municípios maranhenses. O município tem cerca de 750 estabelecimentos comerciais em todos os níveis, o comércio, indústria, agricultura e pecuária, também se destacam na economia, tanto que o município possui um dos maiores rebanhos bovinos do estado do Maranhão, um frigorífico instalado na cidade e a expectativa de instalação de outro grande frigorífico, além de vários laticínios. O município possui dezenas de Sindicatos de trabalhadores das mais diversas categorias profissionais, destacando entre estes, o Sindicato dos Trabalhadores Rurais, Sindicato dos Metalúrgicos, Sindicato dos Comerciários, Sindicato dos Servidores Municipais, Sindicato dos Produtores Rurais etc. Lojas de reconhecimento nacional com filial em Açailândia: Farmácias Extra Farma, Farmácias Pague Menos, Armazém Paraíba, Liliani, Mateus Supermercados, Mateus Atacarejo, Eletro Mateus, Óticas Diniz, Lilian Modas, Cacau show, Chiquinho sorvetes, açaiteria, lojas Noroeste, Lojas Oxigênio, Lojas Americanas, Magazine Luiza, Casas Bahia entre outros. É servida por sete agências bancárias, das quais três são Bancos Públicos Federais: Banco do Brasil, Banco do Nordeste e Caixa Econômica Federal; e quatro instituições privadas: Santander, Banco Bradesco, Itaú e uma cooperativa de crédito do sistema Sicoob. O Banco da Amazônia teve suas atividades encerradas no município em 2017. == Geografia == O clima é quente e úmido em meados do ano e as chuvas ficam mais distribuídas nos meses de novembro a maio, sendo março o mês mais chuvoso na região com (), de junho a agosto o clima vai ficando mais seco com dias quentes e madrugadas relativamente frias com temperaturas de até 16 graus, sendo comum a ocorrência de neblina, de setembro a novembro o clima vai ficando mais quente e abafado voltando a ocorrer algumas pancadas de chuva a partir de outubro. O terreno arenoso facilita a criação de erosões com a água da chuva, como se nota na maiorias das regiões com o mesmo tipo de terreno. Seu relevo é formado basicamente de planícies e em sua vegetação predominam florestas latifoliadas do tipo amazônico de terra firme e cerrados. Uma região de terreno arenoso e barrento, rica em barro amarelo, propício para produção de todos os tipos de verduras e cereais, como milho, arroz e feijão. A hidrografia da região é formada por aproximadamente 30 riachos, sendo os mais importantes riacho Açailândia, Itinga, Cajuapara, Pequiá, e os rios Gurupi e Pindaré. Apesar do elevado desmatamento pelas madeireiras, pecuaristas e carvoeiras, ainda é possível catalogar quase todos os tipos de animais, aves e insetos habitantes da pré-Amazônia. == Subdivisão == === Bairros === • Centro. • Cj João Paulo II. • Cj Vale do Pindaré. • Cj Vale do Rio Doce. • Entroncamento. • Barra Azul. • Bairro Cikel. • Brasil Novo. • Bairro Getat. • Bairro Jacu. • Jardim Alah. • Jardim América. • Jardim Brasil. • Jardim Glória 1. • Jardim Glória 2. • Jardim Glória 3. • Jardim Glória City. • Vila Laranjeiras. • Matadouro. • Monte Sinai. • Nova Açailândia. • Parque das Nações. • Parque Industrial. • Parque Planalto. • Polo Moveleiro. • Porto Seguro II. • Vila Flávio Dino. • Vila Bom Jardim. • Vila Ildemar. • Vila Capeloza. • Vila Ipiranga. • Vila Maranhão. • Vila Vila Progresso I. • Vila Vila Progresso II. • Vila São Francisco. • Vila Sarney Filho. • Vila Tancredo Neves. • Plano da Serra. • Pequiá. • Residencial Parque da Lagoa. • Residencial Tropical. • Residencial Colina Park. • Residencial Ouro Verde. • Residencial Parati. == Infraestrutura == ; Segurança Pública A cidade possui Delegacia regional, sede da Defesa civil, Delegacia especial da mulher, Batalhão de Polícia Militar, Corpo de Bombeiros, Delegacia Regional do Trabalho e outros. === Saúde === ; Estabelecimentos de saúde Possui um total de 43 Estabelecimentos de Saúde, sendo que 37 são vinculados ao SUS. A cidade dispõe de 1 Hospital Regional estadual, 1 Hospital Municipal de Médio Porte, 4 Hospitais particulares com 91 leitos para internação particulares e 107 no setor público. === Educação === ; Instituições de Ensino Na cidade há algumas instituições de ensino superior como a Universidade Estadual da Região Tocantina do Maranhão - UEMASUL - Campus de Açailândia, o Instituto Federal de Educação, Ciência e Tecnologia do Maranhão-IFMA e a Instituto Estadual de Educação, Ciência e Tecnologia do Maranhão-IEMA e ainda conta com instituições de ensino superior privada como a Faculdade Vale do Aço - FAVALE, Faculdade de Medicina de Açailândia-FAMEAC IDOMED e polos na modalidade EaD (Ensino à Distância) das instituições: Universidade Paulista (UNIP), Universidade de Santo Amaro (UNISA), Universidade Brasil, Centro Universitário Internacional (UNINTER), Universidade Cruzeiro do Sul (UNICSUL), Centro Universitário de Maringá (UniCesumar) e Centro Universitário Leonardo da Vinci (UNIASSELVI), Conta com uma unidade do Serviço Nacional de Aprendizagem Comercial(SENAC), e Serviço Nacional de Aprendizagem Indústrial(SENAI). ==Rede Bancária== * Banco Santander (Brasil) * Bradesco * Banco do Brasil * Caixa Econômica Federal * Banco do Nordeste * Banco Itaú *Banco SICOOB *Agibank == Transporte == thumb|Um dos vários hotéis de Açailândia (MA).|482x482px A cidade sede do município é privilegiada por sua localização no entroncamento da BR-010 (Belém-Brasília) com a BR-222 (que liga Açailândia com as demais regiões do Nordeste). Dispondo de um terminal rodoviário pequeno mas bastante movimentado com ônibus interestaduais para todas as regiões país, todos os dias da semana em vários horários. É ainda o entroncamento da Estrada de Ferro Carajás com a Ferrovia Norte-Sul, constituindo-se no maior entroncamento rodoferroviário do Norte e Nordeste do Brasil. Em Açailândia, o tráfego de passageiros na Estrada de Ferro Carajás foi aberto somente dois meses e meio depois da inauguração da Ferrovia: em 17 de março de 1986, um trem percorreu 540 km partindo de Pequiá, passando por Açailândia, até São Luís, inaugurando o transporte de passageiros na linha. Logo em seguida, o transporte foi estendido até Parauapebas, que não é o ponto final da linha, este sim no km 892. Daí para a frente, é feito somente o transporte de minério. O trem percorre a linha três vezes por semana, indo num dia e voltando no seguinte. == Cultura == === Praças === * Praça do Patizal - Localizada na Vila Ildemar, a praça possui uma plantação na cidade da palmeira \"PATI\". * Praça da Bíblia - Inaugurada em 22 de dezembro de 2000. * Praça do Pioneiro - Homenagem do povo de Açailândia ao senhor João Mariquinha, considerado um dos desbravadores e um dos primeiros moradores a chegar no então povoado de Açailândia. *Praça da Esperança - Comumente conhecida como \"praça da UPA\". *Praça da Cultura - Localizada no Residencial Tropical, possui pista de skate, quadra poliesportiva e biblioteca. Cinema A cidade possui um cinema com 3 salas 3D e 2D e som Digital, com assentos reclináveis confortáveis. Este cinema estabelece a nova referência para os complexos de cinemas de alta tecnologia no Brasil. Introduzindo um ambiente sofisticado de entretenimento e diversão, servindo uma variedade de produtos e praça de alimentação. Teatro Foi inaugurado no dia 04 de junho de 2023, em comemoração as festividades de 42 anos de Açailândia, TEATRO MUNICIPAL DE AÇAILÂNDIA, com capacidade para 220 espectadores foi idealizado como espaço versátil, que pode abrigar apresentações, musicais, leituras dramáticas, oficinas, cursos e palestras que resgatam a tradição da cultura artística, além de espetáculos teatrais. === Eventos e datas comemorativas === * ExpoAçailândia - Feira Agropecuária Comercial e Industrial de Açailândia, realizada no mês de junho no Parque de Exposição José Egídio Quintal Filho. pelo Sindicato dos produtores Rurais de Açailândia. O evento, de caráter regional e nacional, visa mostrar as potencialidades para investimentos do município e buscar novas tecnologias e investimentos voltados para o desenvolvimento do Agronegócio da Região de Açailândia. É um dos maiores eventos da cidade atualmente. * Açaí-Folia - A Micareta é um dos maiores atrativos da cidade, realizada em virtude da festa de aniversário do município, sempre no mês de junho. É o maior carnaval fora de época da região e um dos maiores do estado, atraindo turistas de todas as regiões do estado e de outros estados, aumentando a renda do município no período. * 4 de outubro - Padroeiro da cidade (São Francisco de Assis). == Comunicação == O município é servido pelas principais operadoras de telefonia GSM do País, dentre elas a TIM, Oi, Vivo e Claro sendo que a banda larga móvel tem tecnologia 4G. Possui ampla estrutura de internet banda larga fixa por fibra óptica através dos provedores IBL Net, Júpiter Internet, Maysnet, e ainda via ADSL pela OI. As principais emissoras de televisão com geração de programas locais como por exemplo TV Mirante de Açailândia (foi extinto em 30 de setembro de 2016 e tornado sucursal da TV Mirante Imperatriz) afiliada da Rede Globo, TV Liberdade, TV Difusora, TV Cidade, TV Esperança e TV Tropical. Além das rádios Marconi FM 101,9mhz, Açaí FM Sorriso 104,7mhz, Clube FM 98,1mhz, rádio arca fm 87,9mhz e Esperança FM 87,9mhz. Açailândia conta ainda com uma grande rede de comunicação através das mídias sociais e hoje existe diversos blog's e sites de notícias locais e regionais levando informações e noticias em tempo real, além das propagandas volantes, carros de som que é representada por uma legítima associação. == Ligações externas == * Categoria:Fundações no Maranhão em 1981 Categoria:Açaí",
 "title": "Açailândia"
}