{
 "id": "31163",
 "text": "{{Info/Município do Brasil | nome = Água Doce do Maranhão | foto = | leg_foto = | apelido = | brasão = | bandeira = | link_brasão = | link_bandeira = | link_hino = | aniversário = 10 de novembro | fundação = | gentílico = aguadocenseHistórico de Água Doce do Maranhão no site do IBGE | lema = | prefeito = Thalita Dias | partido = MDB | fim_mandato = 2024 | mapa = Maranhao Municip AguaDocedoMaranhao.svg | latP = S | latG = 02 | latM = 50 | latS = 27 | lonP = O | lonG = 42 | lonM = 06 | lonS = 43 | estado = Maranhão | mesorregião = Leste Maranhense | data_mesorregião = IBGE/2008 | microrregião = Baixo Parnaíba Maranhense | data_microrregião = IBGE/2008 | região_metropolitana = | vizinhos = Tutóia e Araioses | dist_capital = 357 | área = 442.963 | área_ref = | população = 12142 | data_pop = IBGE/2022 | altitude = | clima = | sigla_clima = | idh = 0.529 | data_idh = PNUD/2000 | pib = mil | data_pib = IBGE/2008 | pib_per_capita = 2758.43 | data_pib_per_capita = IBGE/2008 }} Água Doce do Maranhão é um município brasileiro do estado do Maranhão. == História == As origens do município de Água Doce do Maranhão são atribuídas a pescadores do povoado pesqueiro de Barro Duro, então pertencente ao município de Tutóia, que vinham para as proximidades destas terras desde o século XVIII, de acordo com a história oral. Com o passar do tempo, algumas famílias (Pedro Carvalho e Águida Rosa, Manoel Araújo \"Tico Pá\") desse povoado acabaram vindo a migrar para estas terras começando assim com um povoado situado dentro do território que na época já tinha passado a pertencer ao município de Araioses. Este povoado foi crescendo até se tornar uma vila, quando foi construída a sua primeira rua de Água Doce, chamada de rua São Sebastião, distrito de Araioses. Em 10 de novembro de 1994, Água Doce do Maranhão foi elevada à condição de cidade com a sua emancipação política sancionada pelo governador maranhense em exercício, José Ribamar Fiquene, que autorizou o plebiscito. Nesta consulta popular, opção pelo desmembramento em relação à Araioses sagrou-se vencedora com 3.063 (três mil e sessenta e três) eleitores votando a favor da emancipação que foi concretizada com a promulgação da Lei estadual nº 6.197/1994. == Geografia == A população de Água Doce do Maranhão recenseada pelo IBGE em 2022 tendo habitantes. == Organização Político-Administrativa == O Município de Água Doce do Maranhão possui uma estrutura político-administrativa composta pelo Poder Executivo, chefiado por um Prefeito eleito por sufrágio universal, o qual é auxiliado diretamente por secretários municipais nomeados por ele, e pelo Poder Legislativo, institucionalizado pela Câmara Municipal de Água Doce do Maranhão, órgão colegiado de representação dos munícipes que é composto por vereadores também eleitos por sufrágio universal.MEIRELLES, Hely Lopes. Direito municipal brasileiro. 18. ed. São Paulo: Malheiros, 2017. === Principais autoridades do município === * Prefeito: Thalita e Silva Carvalho Dias - MDB (2017-) * Vice-prefeito: Willian da Silva Lima - PDT (2017-) * Presidente da câmara: Tudes Jose Cardoso Silva - (2017/2020) == Ver também == * Municípios do Maranhão * Municípios maranhenses por IDH-M * Municípios do Brasil ==Ligações externas== * Categoria:Municípios do Maranhão Categoria:Fundações no Maranhão em 1994",
 "title": "Água Doce do Maranhão"
}