{
 "id": "31176",
 "text": "{{Info/Município do Brasil | nome = Axixá | apelido = | foto = | bandeira = | brasão = | link_hino = | aniversário = | fundação = | gentílico =axixaense | lema = | prefeito = Sônia Campos | partido = PDT | fim_mandato = 2024 | mapa = Maranhao Municip Axixa.svg | latG = 02 | estado = Maranhão | latP = S | latM = 50 | lonP = O | lonG = 44 | lonM = 03 | latS = 13 | lonS = 10 | mesorregião = Norte Maranhense | microrregião = Rosário | região_metropolitana = São Luís | vizinhos = Cachoeira Grande, Icatu, Morros, Presidente Juscelino | dist_capital = 100 | área = 203.194 | área_ref = | população = 11425 | altitude = 29 | clima = Tropical | sigla_clima = | idh = 0.619 | pib = mil | pib_per_capita = 2063.47 | leg_foto = | link_brasão = | link_bandeira = | data_mesorregião = IBGE/2008 | data_microrregião = IBGE/2008 | data_pop = IBGE/2010 | data_idh = PNUD/2000 | data_pib = IBGE/2008 | data_pib_per_capita = IBGE/2008 | site_prefeitura = axixa.ma.gov.br }} Axixá é um município brasileiro do estado do Maranhão. ==História== Figurando como distrito do município de Icatu em 1911, foi elevado à vila em 1917. Depois da extinção do então município em 1931 Axixá foi recriado administrativamente em 1931. O povoado foi desenvolvido à margem esquerda do rio Munim. O topônimo caracteriza uma árvore grande, de frutos avermelhados, encontrada às margens do rio Munim, próximo ao porto. O Município de Axixá foi colonizado pelo português Manoel José de Pinho e outros, que mandaram buscar em Portugal uma imagem de Nossa Senhora da Saúde, Padroeira da Cidade, para a igreja ali edificada. Após a queda da Monarquia, Axixá foi anexado a Icatu, passando a constituir seu 2.° Distrito. Em 1917, voltou a ser independente, sendo então instalado como Município. Em 1930, com a revolução, foi reintegrado a Icatu, só reconquistando a sua autonomia anos depois. Em divisão administrativa referente ao ano de 1911, Axixá figurava como distrito do município de Icatu. Elevado à categoria de vila com a denominação de Axixá, pela lei estadual nº 758, de 17-041917, desmembrado de Icatu. Sede na Vila de Axixá. Pelo decreto estadual nº 75, de 22-04-1931, é extinto o município de Axixá, sendo seu território anexado ao município e Icatu. Em divisão administrativa referente ao ano de 1933, o distrito de Axixá figura no município de Icatu. Elevado novamente à categoria de município com a denominação de Axixá, pelo decreto estadual nº 844, de 12-06-1935. Sede no antigo distrito de Axixá. Constituído do distrito sede. Em divisão territorial datada de 1-VII-1960, o município é constituído do distrito sede. Assim permanecendo em divisão territorial datada de 2005. ==Bumba Meu Boi== O Município de Axixá se destaca na maior manifestação folclórica maranhense que é o Bumba Meu Boi. A cidade é conhecida com o seu Boi de sotaque de orquestra. Boi de Axixa == Ligações externas == * ibge.gov.br: Perfil do município Categoria:Fundações no Maranhão em 1917",
 "title": "Axixá"
}