{
 "id": "31170",
 "text": "Anajatuba é um município brasileiro do estado do Maranhão, Região Nordeste do Brasil e que fica localizada na mesorregião Norte Maranhense e microrregião Baixada Maranhense, e tem suas terras banhadas pelo rio Mearim a norte. == Topônimo == \"Anajatuba\" é um termo de origem tupi-guarani e significa \"abundância de anajás\", através da junção dos termos anajá (\"anajá\") e tuba (\"abundância\"). Formulando a terminologia de anajás em Abundância. O termo \"Anajá\" procede do tupi ana'yá. ==História== O território que hoje corresponde à cidade de Anajatuba possui raízes históricas que remontam a uma antiga aldeia indígena. Em um marco significativo, em 1854, essa localidade foi elevada à categoria de Vila, recebendo a denominação de \"Vila de Santa Maria de Anajatuba\" por meio da Lei Provincial nº 359, datada de 22 de julho de 1854. Esse evento representou o desmembramento da jurisdição de Itapecuru Mirim. Contudo, é importante ressaltar que em 1933, a Vila de Santa Maria de Anajatuba foi suprimida, e seu território passou a ser parte integrante do município de Rosário, no Maranhão. Essa situação perdurou até o ano de 1935, quando foi restaurada a autonomia de Anajatuba como município independente. === Primórdios === ==== Século XVI ==== Os primeiros habitantes da região em questão eram membros da nação Tupi. Em um sentido genérico, o termo \"Tupi\" refere-se aos povos indígenas que ocupavam a costa brasileira no século XVI e que falavam a língua Tupi antiga. Eles estenderam sua presença por toda a extensão da costa do Brasil, abrangendo também a região da Baixada Maranhense, que atualmente engloba o território da cidade de Anajatuba, juntamente com diversas outras localidades. No ano de 1991, durante atividades de construção de uma residência no centro da cidade, foram inadvertidamente descobertas duas pedras de formato oval, com um peso aproximado de quatro a cinco quilogramas cada uma. Estes achados foram posteriormente transportados para São Luís, onde se constatou que se tratavam de duas pedras de faísca utilizadas pelos povos indígenas que habitavam a região em tempos ancestrais. Os registros históricos indicam que a região em questão foi habitada por grupos indígenas em um estágio primitivo de desenvolvimento. Alguns desses grupos persistiram em sua existência até o início do século XX, subsistindo nas densas matas da área e evitando o contato com colonizadores de origem europeia. === Período colonial === ==== Século XVII ==== No início do século XVII, o que hoje corresponde ao estado do Maranhão já estava habitado por colonizadores europeus que haviam estabelecido diversas cidades e povoados em toda a região. Exploradores adentraram o território em busca de riquezas, como depósitos de ouro e terras adequadas para a criação de gado e cultivo. Em Anajatuba, encontraram terras propícias para a pecuária, o que despertou o interesse daqueles envolvidos nessa atividade. Os primeiros colonos brancos que se estabeleceram na região eram criadores de gado oriundos dos municípios circundantes, que já estavam habitados por colonizadores brancos, abrangendo desde a região litorânea até o interior do estado. Na costa, em particular na capital, São Luís, fundada em 8 de setembro de 1612, e no interior, viviam em vilas menores, como a de Rosário. Supõe-se que os primeiros habitantes brancos de Anajatuba tenham vindo de Rosário, uma vez que, naquela época, Anajatuba era habitada exclusivamente por tribos indígenas. O povoamento dessa área, que anteriormente pertencia sucessivamente às Vilas de Alcântara e Viana, ocorreu durante a época dos governadores gerais, quando o Brasil foi dividido em sesmarias. Essa expansão territorial e demográfica marcou o início da história de Anajatuba como um centro de atividades agrícolas e pecuárias na região. ===== Século XVIII ===== No século XVIII, Anajatuba desempenhou um papel fundamental como fornecedor de carne para a capital, São Luís, no estado do Maranhão. Na antiga Vila do Porto das Gabarras, situava-se o seu maior e principal porto de embarque. Nesse local, convergiam todas as antigas estradas de gado que se estendiam a partir do sul do Maranhão. Esse porto também desempenhou um papel estratégico como base militar durante a Guerra de Independência do Brasil, devido à sua posição estratégica na foz do rio Mearim e por servir como ponto de partida, via terrestre, para o interior da colônia. === Período imperial (1822-1889) === Brasil Império é o nome dado ao período que se estendeu de 1822 a 1889. A independência do Brasil marcou o início do período imperial, que foi encerrado com a Proclamação da República. Anajatuba foi fundada no reinado de Dom Pedro Segundo, o ultimo imperador do Brasil. ==== Fundação da Vila ==== No ano de 1854 foi fundada a Vila de Santa Maria de Anajatuba, vilas eram no Brasil colonial, povoações que constituíram uma forma básica de organização municipal do território da América portuguesa e possuíam estrutura elementar: uma igreja e uma câmara de vereadores. Ao ser criada a vila era estabelecido um compromisso pelo qual cabia às povoações, por meio de doações de seus moradores, a edificação de sua igreja matriz, uma sala para as reuniões da câmara e uma cadeia, de acordo com o sistema português. O Comendador Joaquim José da Silva Rosa Filho é considerado o fundador da cidade, ele era um dos mais abastados fazendeiros da cidade, e provavelmente descendente daqueles primeiros habitantes brancos a se assentarem nessas terras. O comendador Joaquim José teria convocado pessoas de algumas das mais influentes famílias da região para uma reunião onde discutiriam a proposta de criar um município onde a sede administrativa dele seria a Vila de Santa Maria de Anajatuba, a povoação mais populosa na época. Todo o procedimento legal para a elevação do povoado de Santa Maria de Anajatuba foi preparado, e depois pelos deputados da Assembleia Legislativa Provincial foi apresentado o projeto de lei no dia 30 de Maio de 1854, e no dia 22 de Julho de 1854 foi sancionada pelo Presidente da Província do Maranhão, data na qual passou-se a comemorar a data de fundação da cidade. ===== Após a fundação ===== Durante todo o período imperial, a administração Municipal era atribuição das câmaras municipais, cujo Presidente até 1881, era eleito com maior número de votos era o chefe do executivo, hoje o que chamaríamos de prefeito. O primeiro administrador do município de Anajatuba, no período de 1855 a 1857 foi o Tenente Coronel Joaquim José da Silva Rosa filho, Comendador Rosa, sendo o último administrador do período imperial o Sr. Antônio Lopes Castelo Branco e Silva. A câmara municipal é uma das mais antigas instituições de Anajatuba, foi a sede da administração da cidade durante todo o período imperial, a casa da câmara abrigava o Poder Legislativo e também acumulava as funções executivas, cujo chefe era seu presidente que, pela legislação vigente na época era o vereador mais votado. Na época do império as Vilas deveriam Auto sustentar-se, pois os raros recursos do Tesouro provincial eram destinados à obras específicas, ficando a administração Municipal encarregada de obter os meios necessários ao seu funcionamento, uma tarefa difícil para Anajatuba que era uma vila carente de recursos, por conta disso no ano de 1855 a câmara municipal aprovou o seu primeiro código de posturas encaminhando de imediato, para apreciação e homologação por parte da Assembleia Legislativa provincial, nesse código estavam estabelecidas as regras para a construção das casas, alinhamento de ruas, conservação das vias públicas, a prática comercial, salubridade pública e de demais atividades, estabelecendo também os valores dos impostos e das multas aplicadas a quem ferisse as leis. No ano de 1859, no mês de maio, no dia 31, a primeira delegacia de polícia do município foi criada pelo Barão de Anajatuba, Doutor José Maria Barreto Filho, empossado do cargo de vice-presidente da província do Maranhão. Em 5 de Março de 1868, o imperador Dom Pedro Segundo nomeava o Bacharel Antônio de Carvalho serra para o cargo de Juiz Municipal de órfãos dos termos reunidos de Itapecuru, Iguará e Anajatuba. === Período Republicano (1889-atual) === ==== Período da primeira república (1889-1930) ==== Com a proclamação da república, em novembro de 1889, administração pública ficou ainda a cargo do último presidente da Câmara Municipal até que, em 21 de Janeiro de 1890, o governador interino do agora estado do Maranhão, que antes era a província do Maranhão. As primeiras eleições municipais da era republicana, dirigidas pela última Câmara Municipal do império, para eleger o Intendente, o subintendente e os vereadores, foram realizadas em 20 de novembro de 1892 e os eleitos foram empossados no dia 3 de dezembro do mesmo ano, ainda não havia Prefeitura Municipal, a casa da câmara continuava sendo a sede da administração municipal. As prefeituras, como órgãos de administração separados da câmara, só foram criadas em 1922 quando chefe do município passou a ter a designação de prefeito, sendo Manoel Rosa Mendonça o primeiro a ser eleito com essa designação. ===== Era Vargas (1930-1946) ===== Com a ditadura de Getúlio Vargas de 1930, o prefeitos passaram a ser nomeados pelo governador do Estado, e para Anajatuba o primeiro prefeito nomeado foi Luís Magno da Silva, que governou de 1930 a 1935, e foi nesse período que Anajatuba perdeu sua autonomia em 1933 e foi integrada ao município de Rosário, do qual passou a ser um distrito, porém não tardou para que Anajatuba recuperasse sua autonomia no ano de 1935. Na época de Vargas não existia vice-prefeito, quando acontecia o afastamento de um prefeito ele era substituído pelo secretário da prefeitura ou pelo coletor Estadual. ====== Período democrático (1946-1964) ====== Depois que Getúlio Vargas saiu do poder, o Brasil voltou a ter um breve período democrático, e neste período no ano de 1954 em Anajatuba houve a comemoração do seu primeiro centenário como cidade, por ocasião das comemorações foi inaugurado a usina elétrica, no local onde hoje se encontra a loja maçônica divino mestre, e esta Usina passou a fornecer energia elétrica para as residências até às 22. o primeiro Centenário da fundação de Anajatuba, ocorrido em 22 de julho de 1954, só foi comemorado nos dias 19 e 20 do mês de dezembro. A festa foi muito concorrida com atrações durante todo o dia. A cerimônia oficial foi realizada a noite do dia 20, com a cidade já iluminada com a energia elétrica é inaugurada na véspera ocasião em que foi inaugurado o Marco comemorativo, encimado com uma imagem de Nossa Senhora do Rosário, a Padroeira da cidade. Entre os anos de 1955 e 1960, aproximadamente Anajatuba foi passagem de uma das maiores ações de contrabando de café do Estado onde o produto era embarcado nos portos do Troitá e Sipaú gerando grande movimentação na cidade, pois os barcos levavam café e retornavam carregados de sandálias, uísque, armas e outras mercadorias, o que transformou a vida dos moradores. Caminhões e carros de luxo eram as vezes oferecidos a qualquer preço, quando ficavam atolados nos campos, pois essa região da baixada maranhense é formada por grandes planícies baixas que alagam na estação das chuvas, esses veículos eram muitas vezes abandonados cheio de mercadorias contrabandeadas pelos proprietários que temiam a chegada de tropas da polícia ou do exército que se movimentaram para coibir o abuso. Os mercadores diziam que o café era levado para Paramaribo no Suriname e Caiena na Guiana Francesa e que os documentos eram preenchidos como se destinados ao Pará para assim enganar as autoridades. === Administradores municipais desde o inicio da fundação da cidade === Período Imperial (1822-1889) Segundo Reinado (1840-1889) Presidentes da Câmara Municipal Período Joaquim José da Silva Rosa filho 1855-1857 Luiz Antônio Machado 1858-1860 Antônio da Cunha Sanches 1861-1864 Raimundo Pereira da Silva coqueiro 1865-1868 Joaquim Alexandre Serra 1869-1872 Antônio da Cunha Sanches 1873-1876 Manoel José Rodrigues 1877-1879 Joaquim Alexandre Serra 1880-1882 Francisco Solano Rodrigues 1883-1886 Vitor Augusto Pires de Carvalho 1887-1888 Antônio Lopes Castelo Branco e Silva 1888-1889 Período republicano (1889-Atual) Primeira Republica (1889-1930) Conselhos de Intendência (nomeados pelo Governador) Período Francisco Solano Rodrigues João Vitor Garcia Pereira Manoel Tomaz Ferreira Mendonça 1890-1890 Francisco Solano Rodrigues João Vitor Garcia Rodrigues Pedro José Pinheiro Eduardo Noronha 1890-1892 Manoel Tomaz Ferreira Mendonça Raimundo Teotônio Pereira Moreno Raimundo Joaquin Ferreira Olavo Sidônio Mendes Arnaldo Víndio Ribeiro 1892-1892 Intendentes (Eleitos) Manoel Tomaz Ferreira Mendonça 1892-1896 Arnaldo Víndio Ribeiro 1897-1901 Saul Nina Rodrigues 1902-1904 Djalma Nina Rodrigues 1905-1912 Manoel Francisco Marinho 1913-1915 Manoel Nascimento Pereira 1916-1918 Leôncio Gonçalves Dias 1919-1921 Prefeitos (Eleitos) Manoel Rosa Mendonça 1922-1924 Francisco Manoel de Oliveira 1925-1927 Manoel Rosa Mendonça 1928-1930 Estado Novo (1930-1946) Prefeitos (nomeados pelo Interventor) Período Luís Magno de Silva 1930-1935 João Vitor Garcia Pereira 1935-1936 Nelson Bogéa Rodrigues 1936-1937 João Vitor Garcia Pereira 1937-1938 Raimundo da Silva Pereira 1938-1939 Manoel de Oliveira Gomes 1939-1941 Alcindo de Sousa Braúna 1941-1944 Luís Magno Câmara 1944-1945 Regino Rodrigues de Paula 1945-1945 Francisco Manoel de Oliveira 1945-1946 Regino Rodrigues de Paula 1946-1946 Waldemar Bógea Rego 1946-1947 Enoc Vieira Ewerton 1947-1948 Segunda República (1946-1964) Prefeitos (eleitos) Período Waldemar Bógea Rego 1948-1948 Salustiano Severino Santana 1948-1951 Teodoro Pereira Rodrigues 1951-1955 Heráclito Vieira Ewerton 1955-1956 Saul Bogéa Rodrigues 1956-1960 Ana Maria de Sousa Dutra 1960-1961 Sebastião Marinho de Paula 1961-1966 Ditadura Militar (1964-1985) Prefeitos Período Antônio Fernandes Ribeiro 1966-1970 João Cerqueira Mendes 1970-1973 Sebastião Marinho de Paula 1973-1977 João Cerqueira Mendes 1977-1983 Joaquim Ananias Gonçalves Neto 1983-1989 Nova República (1985-Atual) Prefeitos Período Pedro Lopes Aragão 1989-1992 Ademir Duarte da Cruz 1993-1996 Pedro Lopes Aragão 1997-2000 Pedro Lopes Aragão 2001-2004 Nilton da Silva Lima Filho 2005-2008 Nilton da Silva Lima Filho 2009-2012 Hélder Lopes Aragão 2013-2015 Sidney Costa Pereira 2015-2016 Sidney Costa Pereira 2017-2020 Hélder Lopes Aragão 2021- Presidentes da Câmara Municipal Vereadores Período José Ribamar Oliveira 2001-2004 Antônio José Gonçalves 2005-2008 Manuel de Jesus Martins Rodrigues 2009-2012 Manuel de Jesus Martins Rodrigues 2013-2016 Maria do Rosário Aragão Rodrigues 2017-2020 Maria Lucilandia dos Santos Mendes 2021- Vereadores (desde 2017) Vereadores - Legislatura 2017-2020 Antônio Rodrigues Lima Filho Claudino Dutra Gama Edinilson dos Santos Dutra Edvan Sanches Emanoel da Costa Fernandes Luís Fernando Soares Mendes José Maria marinho Dutra Lauro Jorge Rêgo Sousa Maria do Rosário Aragão Rodrigues Davi Mendes Moreira Saulo Fabiano Machado Sanches Vereadores - Legislatura 2021- Ana Cristina Moreira Costa Davi Mendes Moreira João Victor Mendes De Abreu Viana Jose Maria Marinho Dutra Lauro Jorge Rego Sousa Luis Carlos Martins Pereira Maria Lucilandia dos Santos Mendes Raimundo Rafael Martins Rodrigues Richardson Martins dos Reis Rodrigo Antonio Lisboa Dutra Sebastião Carlos Lisboa ==Geografia== Com uma área de aproximadamente 940,489 km², Anajatuba ocupa a 107º colocação no ranking dos municípios maranhenses por área territorial. Anajatuba faz parte do Bioma Amazônico e esta contida no que concerne a Amazônia legal, pertence ao sistema costeiro marinho, e está sobre a Região de Influência do Arranjo Populacional de São Luís/MA. Anajatuba se encontra na Mesorregião Norte Maranhense do Estado do Maranhão e também da Microrregião Baixada Maranhense. Anajatuba faz parte da extensa Área de Proteção Ambiental da Baixada Maranhense, está unidade foi designada pelo Decreto Estadual nº 11.900, de 11/06/1991, uma região que tem por objetivo a preservação dos recursos naturais, tais como manguezais, rios e lagoas, bem como a fauna e flora que ali habitam. Em virtude dessa integração à APA, Anajatuba segue regulamentos específicos que têm como objetivo monitorar atividades humanas que possam impactar negativamente o ecossistema local. Isso abrange o estímulo a práticas sustentáveis, a supervisão do desmatamento, a proteção dos manguezais e a promoção do desenvolvimento econômico de forma consciente, sempre considerando a importância da conservação ambiental.http://sistemas.mma.gov.br/portalcnuc/rel/index.php?fuseaction=portal.exibeUc&idUc;=1887 === Clima === O clima em Anajatuba se caracteriza por ser Tropical Úmido, pois é o clima predominante da região da baixada maranhense, esse clima se configura por ter duas estações bem definidas: a chuvosa que vai de janeiro até junho, mas pode começar antes, as vezes nos meses de novembro ou dezembro, e a seca começa por volta de junho a dezembro. O índice pluviométrico em média por ano é de 1500 mm. === Fauna e flora === Grande parte da fauna e flora da região está concentrada em dois biomas: Amazônia e Cerrado, nessas terras os babaçuais ou cocais são um tipo de ecossistema característico da área. Na fauna encontram-se diversos animais, exemplo: as aves como a garça branca, a garça azul e as jaçanãs que são bem abundantes. Os mamíferos mais comuns são: a raposa, guariba, macaco-prego, caititu, veado, guaxinim, paca e tamanduá. nenhum|miniaturadaimagem|345x345px|Paisagem comum na região de Anajatuba, caracterizada pela ocorrência de florestas dos cocais. === Relevo e hidrografia === Possui características fisiografias marcantes como terras baixas, planas, inundáveis, caracterizadas por campos, matas de galeria, manguezais e bacias lacustres. Nos estuários, os manguezais ocorrem penetrando os igarapés, por entre os campos, até onde existe influência das marés. Na época das chuvas, de dezembro a julho, os campos baixos ficam alagados, restando ilhas de terras firmes e áreas de campos em terreno um pouco elevado, chamadas regionalmente de \"teso\". Tesos representam áreas de solo firme, destacando-se como pequenas ilhas em meio a uma paisagem composta por campos alagados e estuários. A sua elevação atinge até 10 metros, com uma média em torno de 5 metros. A vegetação abrange palmeiras, floresta pré-amazônica e arbustos, e em certas regiões, é possível encontrar a presença de cactáceas convivendo harmoniosamente com a mata amazônica. Essas áreas são altamente preferenciais para a ocupação humana, sendo utilizadas principalmente para a criação de gado bovino e outros animais domésticos. Por conta deste fator, muitos desses tesos formam povoados com uma população significativa, ocasionando na época das chuvas o acesso inacessível por terra, ao ponto que apenas por via de embarcações é possível acessá- los.http://fdbm.org.br/conhecendo-baixada-maranhense-2/ nenhum|miniaturadaimagem|352x352px|Terreno característico da região, planícies alagadas no período de chuvas e que são regionalmente chamadas de \"campo\". Os mangues compõem uma grande parte do território Anajatubense que é banhado pelo rio Mearim, o solo é caracterizado por ser salino e da deficiência de oxigênio, nos manguezais predominam os vegetais halófilos, em formações de vegetação litorânea ou em formações lodosas. As suas longas raízes halófilos e permitem a sustentação das árvores no solo lodoso. O Maranhão detém 36% dos manguezais do país, seguido pelo Pará (28%) e Amapá (16%). Esses três estados possuem a maior porção contínua de manguezais sob proteção legal no mundo, como a Área de Proteção Ambiental das Reentrâncias Maranhenses, a Área de Proteção Ambiental de Upaon-Açu-Miritiba-Alto Preguiças (MA), a Área de Proteção Ambiental Ilha de Algodoal–Maiandeua (PA), a Área de Proteção Ambiental Jabotitiua-Jatium (PA) e o Parque Nacional do Cabo Orange (AP). Os mangues constituem-se em ecossistemas complexos e dos mais férteis e diversificados do planeta. A sua biodiversidade faz com que essas áreas se constituam em grandes \"berçários\" naturais, tanto para as espécies típicas desses ambientes, como para animais, aves, peixes, moluscos e crustáceos, que aqui encontram as condições ideais para reprodução, eclosão, criadouro e abrigo, que tenham valor ecológico ou econômico. == Demografia == Com uma população de 25.322 habitantes, Anajatuba se posiciona na 1336º colocação em relação aos municípios do Brasil e fica em 62º lugar em relação aos municípios do estado do Maranhão. Sua densidade demográfica estimada em 2020 é de 26.92 hab/km² o que a coloca na 60º colocação quanto aos outros municípios do estado. === População residente por religião === No censo de 2010, a maioria da população se declarou católica romana com cerca de 20 mil adeptos, seguido dos evangélicos com 2.813 assim sendo o segundo maior seguimento religioso no município, outros se declararam sem religião com 2.079. Há outros segmentos religiosos, mas não representam uma parcela significativa dos habitantes já que não alcançam 1% da população. === Composição étnica === Segundo o censo de 2010 em Anajatuba 60% da população se considerava Parda, com um total de 15,281 pessoas, o que faz deste grupo o a maior do município, em seguida daqueles que se declararam brancos com um total de 8,778 pessoas somando assim 35% da população, depois temos aqueles que se declaram pretos com 1,178 pessoas, o terceiro maior grupo étnico. Outras pessoas também se declararam amarelos e indígenas, porém apenas 38 indivíduos se intitulam amarelos e apenas 16 indígenas, o que não chega a ser 1% de toda a população. == Infraestrutura == Anajatuba em 2010 segundo o IBGE possuía 6.490 domicílios, a maioria na zona rural, com 4.625 domicílios e 1.865 na área urbana. Desses domicílios 3,5% possuía saneamento adequado,37,4% possuía saneamento a nível inadequado e 59,9% a nível semi-adequado. === Transportes === A frota de veículos em Anajatuba em dados do ano de 2022 conforme o IBGE é composta por 4.412 veículos, sendo: 722 carros (automóveis), 52 caminhões, 2 caminhões- trator, 221 caminhonetes, 11 micro-ônibus, 2.925 motocicletas, 388 motonetas, e 15 ônibus. O acesso rodoviário à cidade se dá por meio da MA-324, que a liga a cidade a outras cidades vizinhas, sendo essa a única entrada e saída do município. O município não possui nenhum aeroporto, a distancia até o aeroporto mais próximo é de 129 quilômetros, o Aeroporto Internacional de São Luís. ===Saúde=== Atualmente a Cidade de Anajatuba conta com 24 estabelecimentos de saúde contando com um Hospital Geral, Unidades Básicas de Saúde e outros estabelecimentos. Em relação ao Hospital segue os dados sobre seus equipamentos. Equipamento: Existente: Em Uso: SUS: EQUIPAMENTOS DE DIAGNOSTICO POR IMAGEM RAIO X ATE 100 MA 1 1 SIM RAIO X MAIS DE 500MA 1 0 SIM ULTRASSOM CONVENCIONAL 1 1 SIM EQUIPAMENTOS POR METODOS GRAFICOS ELETROCARDIOGRAFO 1 0 SIM EQUIPAMENTOS DE INFRA-ESTRUTURA CONTROLE AMBIENTAL/AR-CONDICIONADO CENTRAL 11 11 SIM A taxa de mortalidade infantil média na cidade é de 21.28 para 1.000 nascidos vivos. As internações devido a diarreias são de 11.4 para cada 1.000 habitantes. Comparado com todos os municípios do estado, fica nas posições 43 de 217 e 74 de 217, respectivamente. Quando comparado a cidades do Brasil todo, essas posições são de 954 de 5570 e 212 de 5570, respectivamente. === Educação === Em relação a taxa de escolarização de 6 a 14 anos de idade os números são de 96,1%, comparando a outros municípios no estado sua posição está em 140º colocação, a cerca da infraestrutura educacional na cidade são: 38 escolas de ensino fundamental e 4 escolas de ensino médio. O município conta com a presença de algumas instituições de ensino superior privadas, e com o um polo de educação semipresencial da Universidade Estadual do Maranhão. === Mídia e comunicação === Anajatuba conta com uma estação de radio comunitária, a Rádio Anajá Fm, com frequência em 106,3MHz. === Esporte e Lazer === A cidade conta com diversas academias comunitárias que ficam ao ar livre em algumas praças, pelo menos 3 academias para a musculação (privadas), algumas quadras poliesportivas espalhadas pela sede do município e por entre alguns povoados, o município também conta com um estádio de futebol de pequena capacidade, o Estádio Municipal Cerqueirão localizado na sede. == Cultura == São diversas as formas de manifestações culturais em Anajatuba, tais como: festas, festejos e tradições, com destaque para os festejos religiosos, como os festejos de Nossa Senhora do Rosário, o festejo em homenagem a São Benedito (de 01 a 6 de janeiro); há também festas juninas, caracterizada pela apresentação de danças locais e de fora da cidade; o carnaval; apresentações de tambor de crioula e a festa em comemoração ao aniversario da cidade. === São João === Todos os anos quando no mês de junho a cidade se prepara para a festa de São João, em uma das principais praças da cidade há um palanque de apresentações de danças, em frente a ele um palco é montado, a praça recebe ornamentos e enfeites, barracas são armadas ao redor da praça para a venda de comidas e bebidas, a festa é uma das mais aguardadas do ano e amada por todos. No palanque há apresentações de danças regionais e de fora da cidade, como: quadrilhas juninas, danças country, bumba meu boi, cacuriá (o cacuriá é uma dança típica do estado do Maranhão), danças indígenas, danças portuguesas, entre outras. As pessoas ficam ao redor do palanque de prontidão para não perderem nenhuma apresentação, algumas como o bumba meu boi tem um longo período de duração da apresentação, ás vezes são mais de uma hora. nenhum|miniaturadaimagem|365x365px|Apresentação de um grupo de Bumba Meu Boi, essas são as apresentações mais aguardadas durante o período festivo. === Carnaval === Na festa de carnaval em Anajatuba em uma praça da cidade um grande palco é montado para receber cantores e bandas, geralmente são quatro dias de festa no calendário da prefeitura que é a organizadora do evento principal, mas não para por ai, pois dentre os vários bairros e povoados que compõe a cidade existem também os seus bloquinhos, estes começam a festa dias antes da festa principal organizada pela prefeitura municipal. Muitas pessoas de fora da cidade comparecem à festa, muitos deles familiares e amigos e até anajatubenses que moram em outras cidades e aproveitam o feriado para passar um tempo com sua família, a festa pode não ser tão grande como em outras cidades vizinhas maiores, porém não deixa de ser divertida e atraente aos olhos daqueles que preferem uma festa de menores proporções e melhor para levar a família. Em Anajatuba, pela manhã, o período é usado para organizar os blocos, somente pela tarde os blocos começam a receber seus foliões e começam a festa que durará até por volta das 8 horas da noite, que é o horário onde as apresentações na praça de eventos começam, então seguem os blocos com seus foliões até a praça onde a festa vai até altas horas da madrugada. == Economia == Anajatuba, no ano de 2020, registrou um Produto Interno Bruto (PIB) no valor de R$ 183.645,21, conforme dados fornecidos pelo Instituto Brasileiro de Geografia e Estatística (IBGE). Esse montante situou o município na 94ª posição dentro do panorama econômico dos municípios do estado do Maranhão. Analisando os setores de atividade econômica de Anajatuba para o mesmo ano, destaca-se a Administração Pública, abrangendo as áreas de administração, defesa, educação, saúde pública e seguridade social, com uma cifra aproximada de R$ 90,2 milhões. Em seguida, o setor de serviços demonstrou um valor de R$ 41,1 milhões, seguido pelo setor agropecuário com R$ 40,8 milhões, e, por último, o setor industrial apresentou um montante de R$ 4,7 milhões.https://cidades.ibge.gov.br/brasil/ma/anajatuba/pesquisa/38/46996?indicador=47008 ==Agropecuária e Aquicultura== === Agropecuária === O setor agropecuário desempenha um papel de considerável relevância, contribuindo com aproximadamente R$ 40,8 milhões anualmente. Esta atividade é de suma importância para a região, concentrando sua produção agropecuária principalmente nas áreas rurais mais afastadas do centro urbano do município. ==== Pecuária ==== A pecuária exerce um papel significativo na economia de Anajatuba, representando uma parcela de 23% do Produto Interno Bruto (PIB) do município, de acordo com os dados referentes ao ano de 2020. Essa constatação reforça a relevância desse setor para a economia local. Dentre os animais com maior prevalência em unidades, destacam-se os galináceos, seguidos pelo rebanho bovino e, posteriormente, os suínos. Estes três grupos compõem a parcela predominante da produção animal pelos pecuaristas locais, conforme evidenciado no gráfico subsequente. No que se refere à criação de suínos, Anajatuba ostenta o título de 4º maior produtor no estado, mantendo um efetivo de 28.574 cabeças. Essa posição destaca a contribuição significativa do município para a produção de suínos na região maranhense. ==== Agricultura ==== No âmbito da atividade agrícola, Anajatuba demonstra maior efetividade na produção de mandioca, alcançando um total de 3.407 toneladas no ano de 2022. No contexto do estado, o município ocupa a 40ª posição no ranking de produção de mandioca. Esse resultado ressalta a contribuição da cultura da mandioca para a produção agrícola local em Anajatuba.https://cidades.ibge.gov.br/brasil/ma/anajatuba/pesquisa/14/10193?ano=2022 === Aquicultura === Dentre as múltiplas culturas de peixes no município, há proeminência de 4 principais espécies destacadas pelo IBGE, tendo aferido as suas respectivas produções decorrentes do ano de 2022, podemos observar no gráfico abaixo: Segundo informações do Instituto Brasileiro de Geografia e Estatística (IBGE) datadas de 2022, Anajatuba figura entre os principais produtores de peixe da espécie curimatã, alcançando uma produção anual de 70.488 quilogramas. Esse desempenho coloca o município na 9ª posição entre os maiores produtores de curimatã no estado do Maranhão e na 10ª posição em nível nacional. Além disso, Anajatuba também se destaca como um dos principais produtores de peixe tambacu, com uma produção anual de 132.927 quilogramas. Isso posiciona o município na 16ª posição em relação aos maiores produtores de tambacu no estado do Maranhão.https://cidades.ibge.gov.br/brasil/ma/anajatuba/pesquisa/18/16459?indicador=16473 ==Pontos turísticos== Os morros do Rosário, Pacoval, da União e o Igarapé da Assutinga, fazem de Anajatuba, uma rica opção para o turismo ecológico, sendo cercada pelos campos de vegetação alagada. Além disso a vista da Igreja Matriz em frente ao campo alagado torna-se o cartão postal da cidade. Sem falar na Praça Cívica. Outras atrações são os festejos da Padroeira Nossa Senhora do Rosário (em novembro), o Festival do Caranguejo, o Carnaval, as Festas Juninas e o Festejo de São Benedito (de 01 a 6 de janeiro). Categoria:Fundações no Maranhão em 1854 Categoria:Topônimos de origem tupi",
 "title": "Anajatuba"
}