{
 "id": "31194",
 "text": "{{Info/Município do Brasil | nome = Buriticupu | foto = Panorama buriticupu.jpg | leg_foto = Vista da Cidade de Buriticupu - MA | apelido = Cidade das Madeiras | brasão = Brasão de buriticupu.JPG | bandeira = Bandeira de buriticupu.jpg | link_brasão = | link_bandeira = | link_hino = | aniversário = 10 de novembro | fundação = | gentílico = Buriticupuense | lema = | prefeito = João Carlos | partido = PATRIOTA | fim_mandato = 2024 | mapa = Maranhao Municip Buriticupu.svg | latP = S | latG = 04 | latM = 20 | latS = 45 | lonP = O | lonG = 46 | lonM = 24 | lonS = 03 | estado = Maranhão | mesorregião = Oeste Maranhense | data_mesorregião = IBGE/2008 | microrregião = Pindaré | data_microrregião = IBGE/2008 | região_metropolitana = | vizinhos = Alto Alegre do Pindaré, Bom Jardim, Bom Jesus das Selvas, Amarante do Maranhão, Santa Luzia. | dist_capital = 395 | área = 2545.440 | área_ref = | população = 55499 | população_pos = MA: 16° | data_pop = IBGE/2016 | altitude = | clima = | sigla_clima = | idh = 0.556 | idh_pos = MA: 145° | data_idh = PNUD/2010 | pib = mil | pib_pos = MA: 24° | data_pib = IBGE/2014 | pib_per_capita = 6313.97 | data_pib_per_capita = IBGE/2014 }} Buriticupu é um município brasileiro do estado do Maranhão. Segundo o censo do IBGE de 2022, sua população é de 55.499 habitantes. == História == Os primeiros povos a chegar à região foram os povos indígenas tupis-guaranis e os awá-guajás, que saíram do litoral para a região central do Maranhão após a chegada dos portugueses na costa maranhense. Em 1941, houve a chegada dos guajajaras, trazidos pelo extinto Serviço de Proteção ao Índio (SPI). No início da década de 1970, o governo do Maranhão instalou um projeto de colonização para assentamento de trabalhadores rurais na região em razão do processo de expansão da fronteira agrícola no Maranhão em direção à zona amazônica do estado, com a criação da Companhia Maranhense de Colonização (COMARCO) durante o governo de Pedro Neiva de Santana. O “Programa Pioneiro de Colonização de Buriticupu” foi o primeiro projeto de colonização executado pelo governo do Estado do Maranhão, com uma área de 300.000 hectares. Esse projeto originou um povoado de nome Buriticupu, nome dado por se localizar às margens do rio Buriticupu, toponímia que é resultado da junção do nome de dois frutos típicos da região: buriti e cupuaçu, e que teria sido dada pelos guajajaras. No entorno do povoado, além das atividades agropastoril e comercial, desenvolveu-se a extração de madeira. Esse processo de expansão econômica foi marcado por choques entre especuladores de terra, negociantes de madeira, fazendeiros e latifundiários com trabalhadores rurais, praticantes de agricultura familiar e indígenas. Apesar dos conflitos e das dificuldades enfrentadas após a instalação do assentamento, o povoado cresceu economicamente e em número de habitantes, em razão da exploração agrícola, das numerosas indústrias madeireiras que se instalaram e por sua excepcional vocação comercial, atraindo novos moradores. Buriticupu foi elevado à condição de município por meio da Lei Estadual nº 6.162, de 10 de novembro de 1994, tendo sido desmembrado de Santa Luzia e instalado em 01 de janeiro de 1997. == Geografia == === Relevo === O município fica localizado no Planalto Dissecado Gurupi-Grajaú, constituído de baixas altitudes, com media de 350 metros, com superfície plana e levemente ondulada. === Clima === O clima é o tropical quente e úmido, com moderada deficiência de água entre os meses de junho a setembro. É megatérmico, com temperatura média anual entre 25°C e 26°C. A umidade relativa do ar anual gira em torno de 73 e 79% e os totais pluviométricos anuais entre 1200 a 1600 mm. === Hidrografia === Buriticupu faz parte da bacia hidrográfica do rio Pindaré, que corta o seu território, tendo como afluentes no município os rios Buriticupu, Dente de Porco e Córrego Açaizal. Outros rios encontrados são os córregos Jambu, Brejinho e Brejão. === Vegetação e biodiversidade === A vegetação do município é a Floresta Amazônica, composta pela floresta ombrófila aluvial e submontana. O primeiro tipo ocupa as áreas mais úmidas dos vales onde se destacam as palmáceas: açaí (Eurterpe olerácea), buriti (Mauritia Vinifera) e buritirana (Mauritia aculeata); o segundo tipo corresponde às formações mais exuberantes, ocupando as áreas dissecadas do relevo de planalto com solos medianamente profundos, composta principalmente por árvores de alto porte, algumas ultrapassando 50 m, onde se destacam a seringueira (Hevea brasiliensis) e a andiroba (Carapa guianensis). === Demografia === De acordo com o Censo Demográfico de 2010, 66,51% da população do município é católica e 25,37% evangélica. Em 2010, a população urbana foi equivalente a 55% dos habitantes e a rural a 45%. Parte da Terra indígena Araraboia, onde vivem os guajajaras e awá-guajás, fica localizada no município. == Economia == O PIB do município ficou, em 2019, em R$ 548.058.140, correspondendo ao 23º maior PIB do estado. A distribuição setorial do PIB em 2018 ficou: Agropecuária (19,26%), Indústria (3,87%), Serviços- Administração, defesa, educação e saúde públicas e seguridade social (44,18%) e Serviços- Demais setores (32,56%). A pecuária é a principal atividade econômica no município, sendo o rebanho bovino o mais importante, com criação semi-intensiva em pastos plantados e mais de 140 mil cabeças, sendo voltado para o corte, abate e produção leiteira. Os principais produtos cultivados são a soja, o milho, a mandioca, o tomate e o arroz. == Infraestrutura == === Rodovias === A principais rodovias do município são a BR-222 e a MA-006, entre Arame e Buriticupu. === Ferrovia === A Estrada de Ferro Carajás possui um terminal ferroviário na localidade Presa de Porco, zona rural do município de Buriticupu, distante aproximadamente 58 km da sede municipal. === Comunicações === A TV Buriticupu (canal 13) é filiada à TV Meio Norte, o Jornal Hora do Povo, impresso com circulação mensal, e rádios locais. === Educação === Há um campus do Instituto Federal do Maranhão (IFMA), além de faculdades privadas. A rede municipal possui 69 escolas. A rede estadual é formada pela Unidade Integrada Padre Edmilson de Sousa Freire, que possui três anexos na área rural. === Saúde === A referência do município é o o Hospital Municipal Pedro Neiva de Santana. == Política == O Poder Legislativo de Buriticupu é exercido pela Câmara Municipal, composta de 11 vereadores. O Poder Executivo é exercido pela Prefeitura de Buriticupu, e é representado pelo prefeito, vice-prefeito e secretários municipais. O município é termo sede da Comarca de Buriticupu, além de contar representantes do Ministério Público do Maranhão e da Defensoria Pública do Estado. == Cultura e turismo == As quadrilhas são tradicionais nas festas juninas da cidade. O Carnaval também é uma festividade importante, assim como desfile da Independência do Brasil e o aniversário da cidade. Os pratos típicos são o bode, a feijoada e a panelada. O potencial turístico do município encontra-se na sua natureza, com resquícios da Floresta Amazônica, os rios Pindaré e Buriticupu e os morros. ==Ligações externas== * *ibge.gov.br: Perfil do município Categoria:Municípios do Maranhão Categoria:Fundações no Maranhão em 1994",
 "title": "Buriticupu"
}