{
 "id": "31202",
 "text": "{{Info/Município do Brasil | nome = Cedral | foto = | leg_foto = | apelido = | brasão = Brasão de Cedral.jpg | bandeira = Bandeira Cedral.png | link_brasão = | link_bandeira = | link_hino = | aniversário = 21 de junho | fundação = | gentílico = cedralense | lema = | prefeito = Paulo Ricardo Beolchi de Lucas (Janjão) | partido = Cidadania | fim_mandato = 2024 | mapa = SaoPaulo Municip Cedral.svg | latP = S | latG = 20 | latM = 54 | latS = 10 | lonP = O | lonG = 49 | lonM = 16 | lonS = 04 | estado = São Paulo | região_metropolitana = | vizinhos = São José do Rio Preto, Guapiaçu, Uchoa, Ibirá, Potirendaba e Bady Bassitthttp://mapas.ibge.gov.br/divisao/viewer.htm | dist_capital = 430 | dist_capital_ref = | área = 197.838 | área_ref = | população = 12618 | data_pop = IBGE/2023 | altitude = 558 | clima = | sigla_clima = Cfa | idh = 0.803 | data_idh = PNUD/2000 | pib = mil | data_pib = IBGE/2009 | pib_per_capita = 34862.28 | data_pib_per_capita = IBGE/2017 }} Cedral é um município brasileiro do estado de São Paulo. Nesse município nasceu o cantor e compositor Antônio Carlos Senefonte, o Kid Vinil. A cidade faz parte da Região Metropolitana de São José do Rio Preto. ==História== Embora não se possa afirmar com absoluta segurança quando chegou o 1º habitante de Cedral, se gundo relato de velhos moradores, já em 1.900 os Srs. Felicio Bottino, Severiano Vicente Ferreira, Cel. Silverio da Cunha Lacerda e o Sr. Vicente Ferreira da Silva já habitavam o local. De 1.906 a 1.910 as famílias de Felipe Scarpelli, Nicola di Pietro, Francisco Turano, Antônio Alves, Manoel de Oliveira Jordão, Pedro Lucato, Nicolau Azziz, Júlio Xavier de Mendonça, João Chames, Carlos Dias Barboza, João Faquim, Luiz Guidolin, Joaquim Pereira da Mota, Guilherme Buosi, Eduardo Alves Ferreira; a primeira autoridade policial foi Antônio Francisco de Souza, por volta de 1.914. A maior dificuldade encontrada pelos moradores foi a derrubar as imponentes árvores de cedro, que emaranhavam-se, dominando a região. Deste obstáculo surgiu o nome do Município. Cedral progrediu rapidamente graças à inauguração da Estrada de Ferro Araraquara, em 1912; criação da agência do Correio em, 1918, tendo como chefe o Sr. Izaltino Mendonça; a elevação a Distrito pela Lei Estadual n.º. 1.664, passando à sede à categoria de Vila, instalada em 1.920, na época figurando como Distrito do Município de Rio Preto. Em 1.920 inaugurou-se o Cine Politeama, onde em sessão solene, em abril de 1.920, criou-se o Cartório de Paz. Em 1.924, instalou-se luz elétrica, em 1.925 a Paróquia, tendo como vigário o Pe. Antônio Augusto Dias. Em 1.927 criou-se Grupo Escolar, em 1928 agência do Banco de São Paulo. Em 1.929 instala-se Coletoria Federal e Estadual e no dia 27 de dezembro de 1.929, pela Lei Estadual nº 2.399 a sede recebe foros de cidade e desmembra-se do município de Rio Preto, sendo o município de Cedral instalado a 16 de março de 1.930, assumindo o cargo de Prefeito o Sr Messias Vicente Ferreira e em 1.936, inaugura-se a Delegacia de Policia Local. Em 1.941, passa funcionar em prédio próprio a Caixa Econômica Estadual, pelo Decreto-lei nº 38, de 14 de novembro de 1.942, o Prefeito cria a Agência Municipal de Estatística; em 10 de maio de 1.947, é inaugurado o Posto de Assistência Médico Sanitária (PAMS). Origem do Nome: O nome Cedral foi tirado do nome da árvore Cedro que existia muito na época da fundação. ==Geografia== ===Demografia=== A população estimada pelo IBGE em 2022 foi de 12.618 habitantes e sua área é de 197,838 quilômetros quadrados. A taxa de alfabetização é de 93,7%. Dados do Censo - 2000 Mortalidade infantil até 1 ano (por mil): 9,35 Expectativa de vida (anos): 75,15 Taxa de fecundidade (filhos por mulher): 2,36 Índice de Desenvolvimento Humano (IDH-M): 0,803 * IDH-M Renda: 0,720 * IDH-M Longevidade: 0,836 * IDH-M Educação: 0,852 (Fonte: IPEADATA) ===Hidrografia=== * Rio Preto ===Rodovias=== * SP-310 === Ferrovias === * Linha Tronco da antiga Estrada de Ferro Araraquara ==Infraestrutura== === Telefonia === A cidade era atendida pela Cia. Telefônica Rio Preto, empresa administrada pela Companhia Telefônica Brasileira (CTB), até que em 1973 passou a ser atendida pela Telecomunicações de São Paulo (TELESP), que construiu a central telefônica utilizada até os dias atuais. Em 1998 esta empresa foi privatizada e vendida para a Telefônica, sendo que em 2012 a empresa adotou a marca Vivo para suas operações de telefonia fixa. ==Ligações externas== *Página da prefeitura *Cedral no WikiMapia Categoria:Fundações em São Paulo em 1929",
 "title": "Cedral (São Paulo)"
}