{
 "id": "31217",
 "text": "{{Info/Município do Brasil | nome = Formosa da Serra Negra | foto = | leg_foto = | apelido = | brasão = | bandeira = | link_brasão = | link_bandeira = | link_hino = | aniversário = 10 de novembro | fundação = | gentílico = formosense[] | lema = | prefeito = Cirineu Rodrigues CostaPrefeito e vereadores de Formosa da Serra Negra tomam posse Portal G1 - acessado em 2 de janeiro de 2021 | partido = PL | mandato_início = 2021 | fim_mandato = 2024 | vereadores = 11 | mapa = Maranhao Municip FormosadaSerraNegra.svg | latP = S | latG = 06 | latM = 26 | latS = 06 | lonP = O | lonG = 46 | lonM = 11 | lonS = 27 | estado = Maranhão | mesorregião = Centro Maranhense | data_mesorregião = IBGE/2008 | microrregião = Alto Mearim e Grajaú | data_microrregião = IBGE/2008 | região_metropolitana = | vizinhos = Grajaú, Jenipapo dos Vieiras, Barra do Corda, Fernando Falcão, Mirador, São Raimundo das Mangabeiras, São Pedro dos Crentes, Sítio Novo, Fortaleza dos Nogueiras e Feira Nova do Maranhão | dist_capital = 481 | área = 3941.185 | área_ref = | população = 17719 | data_pop = estimativa IBGE/2022 | altitude = 288 | clima = Tropical | sigla_clima = AW | idh = 0.556 | data_idh = PNUD/2010 | pib = mil | data_pib = IBGE/2008 | pib_per_capita = 3329.71 | data_pib_per_capita = IBGE/2008 }} Formosa da Serra Negra é um município brasileiro do estado do Maranhão. == História == Em 10 de novembro de 1994, o povoado Formosa da Serra Negra foi elevada à condição de cidade com a sua emancipação política sancionada pelo governador maranhense em exercício, José Ribamar Fiquene, que autorizou o plebiscito. Nesta consulta popular, opção pelo desmembramento em relação ao município de Grajaú sagrou-se vencedora com os eleitores votando a favor da emancipação, concretizada com a promulgação da Lei estadual nº 6.150/1994. == Geografia == A população de Formosa da Serra Negra recenseada pelo IBGE em 2022 tendo habitantes. Os limites do município de Formosa da Serra Negra são: ao Norte, com Grajaú; a Leste, com os municípios de Grajaú, Mirador, Fernando Falcão, Barra do Corda, São Raimundo das Mangabeiras e Fortaleza dos Nogueiras; a oeste com Sítio Novo, e ao Sul com os municípios de Estreito e Fortaleza dos Nogueiras. Os principais cursos d'água existentes no município são o riacho Grande, o riacho Riachão, o riacho do Ouro, o riacho Bom Acerto, o riacho Vão da Arara, o riacho Barra, o riacho Ribeirão, o riacho do Bonito, o riacho São Luís, o riacho do Porção, o riacho do Brejão, o riacho dos Anjos, o riacho das Cunhãs, o riacho do Brejão dos Arrudas, o riacho dos Ovos, o riacho Sobradinho, o rio Mearim, o rio Grajaú e o rio Grajauzinho. As principais espécies arbóreas da flora local protegidas por lei no município de Formosa da Serra Negra são a aroeira, o jatobazeiro, o pequizeiro, o cajueiro, o bacurizeiro, os ipês, os coqueiros, os buritizeiros, as bacabeiras, a buritirana, a jussara, o cedro e a cajazeira. === Desenvolvimento Humano === Com um índice de 0.556, considerado Baixo para os parâmetros do PNUD, o IDH Índice de Desenvolvimento Humano do município de Formosa da Serra Negra é um dos menores entre os municípios brasileiros. == Organização Político-Administrativa == O Município de Formosa da Serra Negra possui uma estrutura político-administrativa composta pelo Poder Executivo, chefiado por um Prefeito eleito por sufrágio universal, o qual é auxiliado diretamente por secretários municipais nomeados por ele, e pelo Poder Legislativo, institucionalizado pela Câmara Municipal de Formosa da Serra Negra, órgão colegiado de representação dos munícipes que é composto por vereadores também eleitos por sufrágio universal.MEIRELLES, Hely Lopes. Direito municipal brasileiro. 18. ed. São Paulo: Malheiros, 2017. === Principais autoridades do município === * Prefeito: Cirineu Rodrigues Costa - PL (2021-) * Vice-prefeito: Edmilson Moreira dos Santos - REPU (2021-) * Presidente da câmara: Langelo de Andrade Milhomem - SOLIDARIEDADE (2023-) == Economia == A economia do município de Formosa da Serra Negra é baseada no setor primário, especialmente a agropecuária de matriz estruturada no modelo da agricultura familiar com predominância em agricultura de subsistência. As principais culturas agrícolas cultivadas no território municipal são o arroz, o feijão, o milho e a mandioca. === Turismo === Desde 2017, o município faz parte, oficialmente do polo da Chapada das Mesas. == Infraestrutura == === Educação === O município de Formosa da Serra Negra possui 24 estabelecimentos escolares que se encontram distribuídos espacialmente da seguinte forma: * Zona Urbana: ** Escola Municipal Antônio Manoel da Costa Silva (Código INEP: 21255350); ** UI Eliza Moreira Ferraz (Código INEP: 21122377); ** Grupo Escolar Doutor João Batista Nava (Código INEP: 21122113); ** Escola Municipal Pré Escolar Maria Francisca (Código INEP: 21247943); ** Escola Municipal Professor Juca Cruz (Código INEP: 21122270). * Principais situadas na zona rural: ** Escola Municipal Epitácio Pessoa, Povoado São Brás (Código INEP: 21119848); ** Escola Municipal João Castelo, Povoado Varjota (Código INEP: 21120188); ** Escola Municipal Maria da Graça, Povoado Mato Limpo (Código INEP: 21274622); ** Escola Municipal Santos Dumont, Povoado Bem Feito (Código INEP: 21122199); ** Escola Municipal Santa Dionisa, Povoado Pedra Furada (Código INEP: 21213208); ** Escola Municipal Severino José Dos Santos, Povoado Porto do Sibil (Código INEP: 21121540); ** Escola Municipal Bom Jesus, Povoado Canto do Escuro (Código INEP: 21119066); ** Escola Municipal Maria Moreira do Vale, Povoado Pé da Serra (Código INEP: 21235643); ** Escola Municipal Santa Genoveva, Povoado Riachão (Código INEP: 21224587); ** Escola Municipal Santa Helena, Povoado Monte Lindo (Código INEP: 21213097); ** Escola Municipal Santa Vitória, Povoado Tiuba (Código INEP: 21229546). == Ver também == * Municípios do Maranhão * Municípios maranhenses por IDH-M * Municípios do Brasil ==Ligações externas== *Prefeitura Municipal *Câmara Municipal Categoria:Municípios do Maranhão Categoria:Fundações no Maranhão em 1994",
 "title": "Formosa da Serra Negra"
}