{
 "id": "31218",
 "text": "{{Info/Município do Brasil | nome = Fortaleza dos Nogueiras | foto = | leg_foto = | apelido = | brasão = | bandeira = | link_bandeira = | link_hino = | aniversário = | fundação = | gentílico =fortanogueirense | lema = | prefeito = Luiz Natan Coelho dos Santos | partido = PP | fim_mandato = 2024 | mapa = Maranhao Municip FortalezadosNogueiras.svg | latP = S | latG = 06 | latM = 57 | latS = 50 | lonP = O | lonG = 46 | lonM = 10 | lonS = 37 | estado = Maranhão | mesorregião = Sul Maranhense | data_mesorregião = IBGE/2008 | microrregião = Chapadas das Mangabeiras | data_microrregião = IBGE/2008 | região_metropolitana = | vizinhos = Formosa da Serra Negra, São Pedro dos Crentes, Feira Nova do Maranhão, Nova Colinas, Balsas e São Raimundo das Mangabeiras | dist_capital = 709 | área = 1664.058 | área_ref = | população = 12390 | data_pop = IBGE/2010 | altitude = 443 | clima = Tropical com estação seca | sigla_clima = Aw | idh = 0.637 | data_idh = PNUD/2000 | pib = mil | data_pib = IBGE/2008 | pib_per_capita = 6972.49 | data_pib_per_capita = IBGE/2008 }} Fortaleza dos Nogueiras é um município brasileiro do estado do Maranhão. Sua população estimada em 2019 era de 12.631 habitantes. == História do município == O devassamento do território do município, como bem indica sua denominação, foi obra dos irmãos Israel, Martinho, Manoel e Zifirino da Cruz Nogueira, que lá se fixaram, procedentes de Loreto, em 1906. Os pioneiros desenvolveram o cultivo de cana-de-açúcar, arroz e algodão, instalando posteriormente um engenho para fabricação de açúcar e aguardente, além de firma comercial para atendimento da região. Ainda assim, Fortaleza dos Nogueiras cresceu lentamente até transformar-se em município pela Lei Nº 2155, de 22 de novembro de 1961. Em 31 de dezembro de 1961 o então povoado é elevado à categoria de cidade. Tendo seu primeiro prefeito Arthur Coutinho, nomeado pelo governado do estado. Seu primeiro prefeito eleito foi Raimundo Braúna, e um dos fundadores da cidade. == Desenvolvimento do comércio == Fortaleza dos Nogueiras até então sofria com a distância das grandes cidades do estado, por isso seu comércio era precário. A população tinha que se deslocar em tropas com animais até as cidades de Riachão ou Balsas, fazendo compras anuais devido ao ruim acesso entre os municípios. Desenvolvendo-se um pouco mais a partir da construção de estradas ligando o município a Balsas e capital São Luís. ==Ligações externas== *Prefeitura Municipal Categoria:Municípios do Maranhão Categoria:Fundações no Maranhão em 1961",
 "title": "Fortaleza dos Nogueiras"
}