{
 "id": "31255",
 "text": "{{Info/Município do Brasil | nome = Milagres do Maranhão | foto = | leg_foto = Vista aérea da praça da Matriz e da orla fluvial em Milagres do Maranhão. | apelido = | brasão = | bandeira = | link_brasão = | link_bandeira = | link_hino = | aniversário = 10 de novembro | fundação = | gentílico = milagrense | lema = | prefeito = José Augusto Cardoso Caldas | partido = Republicanos | fim_mandato = 2024 | mapa = Maranhao Municip MilagresdoMaranhao.svg | latP = S | latG = 03 | latM = 34 | latS = 53 | lonP = O | lonG = 42 | lonM = 36 | lonS = 34 | estado = Maranhão | mesorregião = Leste Maranhense | data_mesorregião = IBGE/2008 | microrregião = Chapadinha | data_microrregião = IBGE/2008 | região_metropolitana = | vizinhos =Santa Quitéria do Maranhão, Brejo, Matias Olímpio, Madeiro | dist_capital = 360 | área = 634.818 | área_ref = | população = 8118 | data_pop = IBGE/2022 | altitude = 92 | clima = Tropical com estação seca | sigla_clima = Aw | idh = 0.527 | data_idh = PNUD/2010 | pib = mil | data_pib = IBGE/2019 | pib_per_capita = 5900.17 | data_pib_per_capita = IBGE/2019 | site_prefeitura = Prefeitura Municipal de Milagres de Maranhão }} Milagres do Maranhão é um município brasileiro do estado do Maranhão. Sua população estimada segundo o censo 2022 era de 8.118 habitantes. ==História== Segundo a história oral, certo pescador estava navegando com sua canoa no rio Parnaíba quando uma forte tempestade o surpreendeu, arremessando-o contra uma enorme parede de pedras e, antes que ocorresse um acidente, ele teria sido salvo por uma santa que mora lá. Por causa desse evento miraculoso, ele fundou um povoado próximo à pedra, com o nome de Milagres. Posteriormente, esse local (a Pedra dos Milagres) se transformaria em um santuário católico, um ponto de peregrinação que tornaria o turismo religioso uma das fontes de renda da localidade. O município foi criado a 10 de novembro de 1994, pela lei estadual nº 6.177/1994, tendo sido desmembrado dos municípios de Santa Quitéria do Maranhão e Brejo e permanecendo vinculado à comarca judiciária de Brejo. Em 2016, o município de Milagres do Maranhão ficou famoso por eleger o prefeito mais jovem do Brasil durante o processo eleitoral que ocorreu na época, quando foi eleito Leonardo Caldas, com 21 anos de idade e pertencente ao clã político formado pela família Caldas. == Geografia == Com uma latitude de 3°34'53 sul e longitude de 42°36'34 oeste, localiza-se próximo à divisa com o Piauí em uma altitude de 92 metros, em média. Possui atualmente área total de , sendo que a área urbana totaliza apenas . De acordo com a divisão regional vigente desde 2017, instituída pelo IBGE, o município pertence às Regiões Geográficas Intermediária e Imediata de Chapadinha. Até então, com a vigência das divisões em microrregiões e mesorregiões, fazia parte da microrregião de Chapadinha, que por sua vez estava incluída na mesorregião do Leste Maranhense. Ele tem sua sede no antigo povoado de Milagres, situado nas margens do rio Parnaíba, e se limita ao norte com o município de Santa Quitéria do Maranhão; ao leste com o estado do Piauí; ao oeste com os municípios de Anapurus e Santa Quitéria do Maranhão e ao sul com o município de Brejo. O fuso horário de Milagres do Maranhão é o mesmo com relação ao horário de Brasília e de -3h ao Tempo Universal Coordenado (UTC), ou seja, o horário local é contado a partir de menos três horas do horário do Meridiano de Greenwich. Milagres do Maranhão não sofre com a alteração provocada pelo horário nacional de verão. === Geologia === Assim como ocorre em toda a região do Leste Maranhense, os solos do município estão representados por Latossolo Amarelo, Podzólico Vermelho-Amarelo, Plintossolos e Solos Aluviais. == Demografia == De acordo com o dados do Programa das Nações Unidas para o Desenvolvimento, o município possui um dos menores Índice de Desenvolvimento Humano (IDH) do estado do Maranhão, estando esse índice no ano de 2010 em 0,527, o que se iguala a de países de baixo IDH mundial como Tanzânia e Suazilândia. Quanto à taxa de analfabetismo das pessoas de 15 anos ou mais de idade, ela seria de 35.4% da população do município segundo o Instituto Maranhense de Estudos Socioeconômicos e Cartográficos (IMESC). De acordo com o IBGE, a taxa de mortalidade infantil média no município de Milagres do Maranhão é de 13,7 para cada 1.000 nascidos vivos. == Organização Político-Administrativa == O Município de Milagres do Maranhão possui uma estrutura político-administrativa composta pelo Poder Executivo, chefiado por um Prefeito eleito por sufrágio universal, o qual é auxiliado diretamente por secretários municipais nomeados por ele, e pelo Poder Legislativo, institucionalizado pela Câmara Municipal de Milagres do Maranhão, órgão colegiado de representação dos munícipes que é composto por vereadores também eleitos por sufrágio universal.MEIRELLES, Hely Lopes. Direito municipal brasileiro. 18. ed. São Paulo: Malheiros, 2017. Uma curiosidade sobre a política local deste município é que todos os prefeitos que foram eleitos, desde a sua emancipação até à eleição de 2020, pertencem à família Caldas, que domina a política local há mais de 20 anos: começando com Cloves Lopes Caldas (eleito em 1996) até José Augusto Cardoso Caldas (eleito em 2020 e que está no terceiro mandato). === Atuais autoridades municipais de Milagres do Maranhão === * Prefeito: José Augusto Cardoso Caldas \"Gugu\" - Republicanos (2021/-) * Vice-prefeita: Maria Lima Marinho Caldas \"Dona Graça\" - Republicanos (2021/-) * Presidente da câmara: Antonio José Costa Silva \"Cari\" - Republicanos (2021/-) == Símbolos oficiais == === Hino === O hino oficial do Município de Milagres do Maranhão é denominado de Hino de Milagres e a composição de sua letra e melodia foi feita em 2004 pela professora milagrense Maria do Amparo Moreira. ==== Autoria do hino ==== A autora Maria do Amparo Moreira nasceu no município em 28 de julho de 1950, sendo uma professora de magistério com atuação há mais de 3 décadas em Milagres do Maranhão e que se graduou em Letras pela UEMA quando já era professora e tinha 50 anos de idade. == Economia == A economia de Milagres do Maranhão se baseia na agricultura, no turismo religioso e nos serviços. Assim, as principais fontes de renda no município são a pecuária, o extrativismo vegetal, a lavoura permanente e a temporária, as transferências governamentais (ex.: Bolsa Família, Auxílio Brasil, benefícios previdenciários do INSS), o setor de comércio e serviços com uma dezena de estabelecimentos empresariais formais e, também, o trabalho informal nesse setor. === Trabalho e Rendimento === De acordo com o IBGE, no ano de 2019, o salário médio mensal em Milagres do Maranhão era de 1,5 salários mínimos. Somente 4,2% de sua população total estava formalmente ocupada. Por outro lado, 56,7% da sua população possuía rendimentos mensais de até meio salário mínimo Categoria:Municípios do Maranhão Categoria:Fundações no Maranhão em 1994",
 "title": "Milagres do Maranhão"
}