{
 "id": "31263",
 "text": "{{Info/Município do Brasil | nome = Nova Olinda do Maranhão-MA|foto|leg_foto|apelido - Princesa do Turi lindinha da BR | = brasão | foto = Pecuaria23.JPG | bandeira = Bandeira de Nova Olinda do Maranhão.png | link_brasão = | link_bandeira = | link_hino = | aniversário = 10 de novembro | fundação = | gentílico = nova-olindense | lema = | prefeito = Iracy Mendonça WebaFinal eleições 2016 no Maranhão. Página visitada em 02/01/2017. | partido = PP | fim_mandato = 2024 | mapa = Maranhao Municip NovaOlindadoMaranhao.svg | latP = S | latG = 02 | latM = 50 | latS = 49 | lonP = O | lonG = 45 | lonM = 41 | lonS = 42 | estado = Maranhão | mesorregião = Oeste Maranhense | data_mesorregião = IBGE/2008 | microrregião = Pindaré | data_microrregião = IBGE/2008 | região_metropolitana = | vizinhos = Santa Luzia do Paruá, Santa Helena, Araguanã, reserva indígena (Pico demarcado pela FUNAI)Centro Novo do Maranhão | dist_capital = 350 | área = 2464.124 | área_ref = | população = 19125 | data_pop = IBGE/2010 | altitude = | clima = Tropical | sigla_clima = | idh = 0.568 | data_idh = PNUD/2000 | pib = mil | data_pib = IBGE/2008 | pib_per_capita = 4217.44 | data_pib_per_capita = IBGE/2008 }} Nova Olinda do Maranhão é um município brasileiro do estado do Maranhão. Sua população estimada em 2022 era de 14.314 habitantes. Fundada no dia 9 de novembro de 1995, a cidade é localizada na região oeste do Maranhão (Pindaré). ==História== O município de Nova Olinda do Maranhão foi criado em 10 de novembro de 1994 pela lei Nº 6.159. A historia de Nova Olinda do Maranhão tem seu inicio exatamente no ano de 1963, com a chegada do senhor Antonio Araújo da Silva (Antonio Ferreira) com sua esposa do Maria Oneide, ainda chegaram as famílias de Antonio Feitosa Bezerra (Gurupi), Pedro Sois, Acelino Bezerra, João Bezerra e Gonçalinho Porfírio. Todos vinham buscar terras que fossem férteis para o cultivo do arroz, mandioca, milho, feijão e outros produtos. Naquele mesmo ano foram feitas as primeiras aberturas nas matas. As primeiras habitações (Barracos) foram feitos onde é atualmente o cemitério local e próximo à atual Rua da Igreja, pois havia água nas proximidades no chamado igarapé do barraco. No ano de 1963, no dia 03 de fevereiro, Antonio Ferreira trouxe sua esposa à senhora Maria Oneide de Azevedo, a quem se atribui o nome de Nova Olinda, esse nome era o mesmo de um povoado que eles haviam morado nas margens do rio Parnaíba (lado maranhense), foi confeccionado uma placa e colocado nas proximidades do bairro Trator(Bem vindos a Nova Olinda) Primeira Missa - Foi rezada no ano de 1964 pelo Padre Joaquim em uma residência, nos anos seguintes as missas foram realizadas na Igreja velha (Capela atual de Santa Terezinha) Primeiro Nova-olindense - Raimundo Nonato Bezerra, foi o primeiro nascido em Nova Olinda em 31 de agosto de 1964, filho de Acelino Bezerra, parto realizado em casa de dona Maria Oneide. Nos anos seguintes surgiram mais habitações, surgindo então os primeiros bairros, o Trator foi o primeiro a formar-se, depois bairro da piaba. Em 1973, chegam os missionários (Robert e Dollores), vindos dos Estados Unidos, que moravam onde é atualmente a rua dos Americanos (a rua era chamada antes da chegada dos missionários de \"Faca Larga\" por causa de um morador que possuia um faca nesse formato.Eles tinham o trabalho de evangelização junto aos indígenas (URUBUS KAAPOR). O casal trouxe várias mudas e sementes de acerola, abóbora, pepinos e o mais destacado o guaraná, eles tinham uma panela especial para fazer conservas de alguns produtos. Nos anos seguintes a localidade recebeu varias famílias vindas de outras regiões e outros estados, todos vinham em busca de melhores dias, o trabalho básico eram a agricultura e exploração da madeira. Com a nova abertura da estrada (BR 316) o povoado foi crescendo de forma gradativa, sendo em poucas décadas destaque na região. Alguns estados como Ceará, Piauí, Pernambuco e Alagoas, contribuíram para a formação do nosso povo. Nova Olinda tem atualmente 7 bairros, sendo eles o Bairro Novo, da Piaba, Sales, Vila Iracy, Vila Esperança, do Trator, Centro ==A luta pela criação do novo município== Durante um período longo de nossa história, sobretudo na década de 80, os lideres políticos e comunitários, lutaram pela criação do município de Nova Olinda, que era distrito de Turiaçu até o ano de 1987, quando passou a pertencer a Santa Luzia do Paruá até o ano de 1996. Mesmo assim os lideres não se deram por vencidos, e ano de 1994, através da Lei nº 6.159, no dia 10 de novembro, foi criado o município de Nova Olinda do Maranhão, juntamente com outros oitenta novos municípios. O Município foi instalado em 01 de janeiro de 1997. ==Política Municipal== Primeira Eleição Municipal de Nova Olinda do Maranhão (1996) ===Candidatos à Prefeito=== Iracy Mendonça Weba (PFL) atual DEM Willian Amorim Pereira (PSD) ===Primeira Administração (1997 - 2000)=== Primeiro Prefeito Willian Amorim Pereira Vice-Prefeita - Dulcene Rodrigues Pearce ===Composição Primeira Câmara Legislativa (1997-2000)=== Vereadores eleitos em 1996 Ivanildo Albuquerque Cabral (Sapuri) Gentil Augusto Frazão Neto (Dr. Frazão) Maria José de Sousa (Maria do Plácido) Domingos do Nascimento (Rodrigo de Monte Alegre) Marlon Vale Cutrim (Marlon) José Raimundo dos Santos (Zequinha da Madá) Maria da Conceição Buna (Concita ou Conceição) Osmar Soares Moura (Irmão Osmar) Rosilda Martins Sousa (Professora Rosilda) Primeiro Presidente Ver. Osmar Soares Moura (1997-1998) Segundo Presidente Maria José de Sousa (1999-2000) ===Segunda Eleição Municipal de Nova Olinda do Maranhão (2000)=== Candidatos à Prefeito Hemetério Weba Filho (PFL) Osmar Soares Moura (PPS) Belimário Cabral (PL) Willian Amorim Pereira (PSD) ===Segunda Administração (2001 - 2004)=== Segundo Prefeito Hemetério Weba Filho - 2.756 votos Vice-Prefeito -Plácido Xavier Coelho ===Composição da segunda Câmara Legislativa (2001 - 2004)=== Vereadores eleitos em 2000 Francisco Cloves Carneiro (Cloves Carneiro) José Alberto Lopes Sousa (Zé Alberto) Agamenon Salomé da Silva (Agamenon) Osvanir Ferreira Moura (Bia) Francisco de Oliveira Filho (Professor Francisco) Marlon Vale Cutrim (Marlon) José Raimundo dos Santos (Zequinha da Madá) Edvan Ribeiro de Oliveira (Edvan) Jonhson Veloso Pacheco (Jonhoson) ===Terceiro Presidente=== Ver. Francisco Cloves Carneiro (2001-2002) Quarto Presidente Ver. Francisco Cloves Carneiro (2003-2004) ===Terceira Eleição Municipal de Nova Olinda do Maranhão (2004)=== Candidatos à Prefeito Hemetério Weba Filho (PFL/DEM) Willian Amorim Pereira (PT do B) ===Terceira Administração (2005- 2008)=== Terceiro Prefeito Hemetério Weba Filho (Reeleito) - 4.751 votos (TRE-MA) Vice-Prefeito -Marlon Vale Cutrim ===Composição da Terceira Câmara Legislativa (2005 - 2008)=== Vereadores eleitos em 2004 Francisco Cloves Carneiro (Cloves Carneiro) - 538 votos José Alberto Lopes Sousa (Zé Alberto) - 543 votos Delmar Barros da Silveira Sobrinho (Delmar Sobrinho) -522 votos Selma Coelho de Sousa (Selma) - 491 votos Jorginaldo Vieira de Menezes (Jorginaldo) - 423 votos Milton Moreira da Silva (Milton) - 356 votos Hilclemar Sousa dos Santos (Hilclemar ) 333 votos Herbeth dos Santos (Betinho) - 327 votos Belimário Albuquerque Cabral (Belimário) 258 votos Renúncia - Em janeiro de 2008, o vereador Jorginaldo Vieira de Menezes renunciou ao mandato de vereador, transferindo-se para a sua cidade natal em Olivença em Alagoas, onde foi eleito prefeito. Maurício da Conceição Carvalho (Seu Maurício assumiu a vaga como primeiro suplente) Suplentes que exerceram a legislatura: Gonçalo Rodrigues Medeiros Iranelde Brito Lima ===Quinto Presidente=== Selma Coelho de Sousa (2005-2006) Sexto Presidente Hilclemar Sousa dos Santos (2007-2008) ===Quarta Eleição Municipal de Nova Olinda do Maranhão (2008)=== ===Candidatos à Prefeito=== Delmar Barros da Silveira Sobrinho (DEM)- 4.866 votos (55,82) Marlon Vale Cutrim (PT) -3.852 votos (44,18) ===Quarta Administração (2009- 2012)=== ===Quarto Prefeito === Delmar Barros da Silveira Sobrinho- 4.866 votos (55,82) (TRE-MA) Vice-Prefeito -Valter Marques Sousa ===Composição da Quarta Câmara Legislativa (2009 - 2012)=== ===Vereadores eleitos em 2008=== Hilclemar Sousa dos Santos (Hilclemar )706 votos -7,89 Belimário Albuquerque Cabral (Belimário) 555 votos - 6,20 Selma Coelho de Sousa (Selma) - 548 votos - 6,12 José Alberto Lopes Sousa (Zé Alberto) -542 votos -6,06 Paulo Henrique Campos da Silva (Paulão) 453 votos - 5,06 Miguel Alves Fernandes (Miguelzinho) 434 votos - 4,85 José Manoel Campelo (Zequinha Mecânico) 420 votos - 4,69 Milton Moreira da Silva (Milton) - 396 votos -4,42 Herbeth dos Santos (Betinho) -389 votos - 4,35 ===Sétimo Presidente=== Hilclemar Sousa dos Santos (2009-2010) Oitavo Presidente Milton Moreira da Silva (DEM) - 2011 e 2012 ===Quinto Prefeito=== Delmar Barros da Silveira Sobrinho - 6.058 votos (63,54%) (TRE-MA) Vice-Prefeito - Marlon Cutrim === Sexto Prefeito === Iracy Mendonça Weba - 5.695 votos (57,91%) (TRE-MA) Vice-Prefeito - (Zé Alberto) José Alberto Lopes Sousa ==Galeria== RIO TURIAÇU.JPG|Rio Turiaçu. Pecuaria23.JPG|Criação de gados em Nova Olinda do Maranhão. ==Ligações externas== *Prefeitura Municipal *ibge.gov.br: Perfil do município Categoria:Municípios do Maranhão Categoria:Fundações no Maranhão em 1994",
 "title": "Nova Olinda do Maranhão"
}