{
 "id": "31266",
 "text": "{{Info/Município do Brasil |nome = Paço do Lumiar |foto = |leg_foto = |apelido = |brasão = |bandeira = Bandeira de Paço do Lumiar.png |link_brasão = |link_bandeira = |link_hino = |aniversário = |fundação = |emancipação = |gentílico = luminense |lema = |prefeito = Paula Azevedo Eleições 2016 - Página visitada em 1 de janeiro de 2017 |partido = PCdoB |fim_mandato = 2024 |mapa = Maranhao Municip PacodoLumiar.svg |latP = S | latG = 02 | latM = 31 | latS = 55 |lonP = O | lonG = 44 | lonM = 06 | lonS = 28 |estado = Maranhão |mesorregião = Norte Maranhense |data_mesorregião = IBGE/2008 |microrregião = Aglomeração Urbana de São Luís |data_microrregião = IBGE/2008 | região_metropolitana = São Luís |vizinhos = São José de Ribamar, Raposa |dist_capital = 26 |área = 132.410 | área_ref = |população = 125265 |população_pos = MA: 7º |data_pop = estimativa IBGE/2021 |altitude = |clima = |sigla_clima = |idh = 0.724 |idh_pos = MA: 3º |data_idh = PNUD/2010 |pib = mil |pib_pos = MA: 13º |data_pib = IBGE/2016 | pib_per_capita = 6672.00 | data_pib_per_capita = IBGE/2016 }} Paço do Lumiar é um município brasileiro do estado do Maranhão. Pertence à Região Metropolitana de São Luís e junto com Raposa, São José de Ribamar, Alcântara, Santa Rita, Rosário, Bacabeira, São Luís e outros municípios, formam a maior metrópole do estado do Maranhão (também conhecida como Grande São Luís). Sua população, conforme estimativas do IBGE de 2021, era de habitantes. == História == O município tem sua ocupação iniciada em 22 de maio de 1625, quando chegou à capital da província do Maranhão, o governador Francisco Coelho de Carvalho, o jesuíta Luís Figueira já possuía uma légua de terra no sítio chamado Anindiba que, por escritura pública, fora-lhe doada por Pedro Dias e sua mulher Apolônia Bustamante. Em virtude da Carta Régia de 11 de junho de 1761, o Governador Joaquim de Melo e Póvoas deslocou-se, no ano seguinte, para aquela povoação e elevou-a à categoria de Vila, como a denominação de Paço do Lumiar, em razão de sua semelhança como uma localidade de idêntica denominação existente na freguesia do Lumiar, nos arrabaldes de Lisboa, Portugal. O governador Joaquim de Melo e Póvoas, buscando incentivar o desenvolvimento da Vila, ordenou que para lá fossem levadas algumas famílias de índios remanescentes das antigas Missões e que ainda não tinham lugar estabelecido para ficar, pois em 1755 foi concedida por lei liberdade total a eles. Homens brancos que viviam nas proximidades também foram levados a morar na Vila. Entre 1911 e 1931, a Vila passou a ser município de Paço do Lumiar, sendo depois anexado e passando a ser distrito de São Luís, pelo Decreto de n° 47. Com o Decreto Lei Estadual nº 159/1938, o distrito foi extinto, sendo seu território anexado ao distrito de São José de Ribamar, que também pertencia ao município de São Luís na época. Com a emancipação de São José de Ribamar em 1952, Paço do Lumiar fica a ele subordinado até ser também emancipado pela Lei n° 1890, de 7 de dezembro de 1959. Instalado em 14 de janeiro de 1961, teve como seu primeiro prefeito, Pedro Ferreira da Cruz. == Geografia == === Relevo === O relevo do município tem baixa altitude, com predomínio de planícies e baixas declividades, modeladas em superfícies tabulares e subtabulares que decaem para colinas suaves e amplos vales, variando entre seis e cinquenta e cinco metros. === Clima === O clima do município é o tropical megatérmico quente e úmido, com uma estação chuvosa de janeiro a junho e outra seca de julho a dezembro. Apresenta altas temperaturas durante todo o ano, com uma temperatura média de 26° C. === Hidrografia === As principais bacias hidrográficas são as dos rios Paciência e Santo Antônio (também conhecido por rio Antônio Esteves ou Rio Cururuca, que deságua na Baía de Curupu), os quais tem grande importância para pesca, agricultura, transporte e lazer, mas que se encontram comprometidos em razão da poluição causada pela expansão da rede de esgotamento sanitário. === Vegetação e biodiversidade === A vegetação característica da região são os manguezais, as florestas secundárias de terra firme (capoeiras) e matas de galerias ou matas de várzeas. Nos brejos e igarapés, são encontrados juçarais (Euterpe oleracea), buritizais (Mauritia flexuosa), tucunzeiros (Astrocaryum vulgare), babaçu (Attalea speciosa), dentre outras espécies vegetais. Considerando que o municípios é detentor de grandes áreas verdes e de um litoral com forte influência das marés, a extração vegetal, a agricultura de subsistência, a pesca artesanal e a cata de mariscos são atividades importantes e fonte de renda para uma parcela da população. === Demografia === De acordo com o Censo Demográfico de 2010, 63,63% da população do município é católica e 26,13% evangélica. == Economia == O PIB do município ficou, em 2018, em R$ 932.791.770, correspondendo ao 13º maior PIB do estado. A distribuição setorial do PIB em 2018 ficou: Agropecuária (1,73%), Indústria (12,61%, com destaque para o setor alimentício), Serviços- Administração, defesa, educação e saúde públicas e seguridade social (40,48%) e Serviços- Demais setores (45,17%). == Infraestrutura == === Transporte coletivo === A Agência Estadual de Mobilidade Urbana (MOB) dispõe de 66 linhas de ônibus semiurbanos que operam entre os municípios de São Luís, São José de Ribamar, Raposa e Paço do Lumiar. Há também três linhas de ônibus do Expresso Metropolitano circulando entre os quatro municípios da ilha. === Rodovias === A Estrada de Ribamar tem início no bairro do Anil, em São Luís, vai até a cidade de São José de Ribamar. Alguns dos bairros atravessados por ela são: Anil, Aurora, Planalto e Forquilha (São Luís); Maiobinha, Vila Kiola, Vila Sarney Filho, Vila Nojosa, Vila São José, Moropoia (São José de Ribamar); Lima Verde, Maiobão, Tambaú, Paranã, Pau Deitado (Paço do Lumiar). O Cemitério Jardim da Paz, o Pátio Norte Shopping e o Wang Park também se localizam na rodovia. A Estrada de Ribamar também funciona parcialmente como linha divisória entre os municípios de Paço do Lumiar e São José de Ribamar. No lado norte, fica Paço do Lumiar e, no lado sul, São José de Ribamar. A Estrada da Maioba (MA-202) se inicia na interligação com a Estrada de Ribamar na região conhecida como Forquilhinha, e vai até a rodovia MA-204 (trecho da Avenida General Arthur Carvalho), no Parque Tiago Aroso, ficando paralela ao rio Paciência. Atravessa os bairros: Forquilha (São Luís), Parque Santa Luzia, Cohatrac V, Jardim Araçagy, Itaguará, Alvorada, Trizidela da Maioba, Novo Cohatrac (São José de Ribamar); Maioba, Vila São José, Maioba do Jenipapeiro, Parque Tiago Aroso (Paço do Lumiar), dentre outros. A Estrada da Raposa (MA 203) dá acesso ao município de Raposa, e se interliga à MA 204 interliga São Luís, Raposa e São José de Ribamar. === Aeroporto === O Aeroporto Coronel Alexandre Raposo está disponível para aviões de pequeno porte e tem uma pista de 1000 metros de extensão e 30 metros de largura. === Educação === Paço do Lumiar possui 92 escolas públicas e privadas, uma unidade do Instituto Estadual do Maranhão (IEMA), além de instituições de ensino superior privadas. === Saúde === As principais unidades de saúde são a Unidade Mista do Maiobão e Unidade de Pronto Atendimento de Paço do Lumiar (administrados pela EMSERH), a Maternidade de Paço do Lumiar, o Centro de Especialidades Médicas do Maiobão (CEM), Centros de Especialidades e Diagnóstico (CED), Centro de Especialidades Odontológicas (CEO), Centro de Atenção Psicossocial (CAPS), 16 unidades básicas de saúde (UBS), dentre outras. === Comunicações === A rádio Cultura FM fica localizada no bairro do Maiobão. ==Política== O Poder Legislativo de Paço do Lumiar é exercido pela Câmara Municipal, composta de 15 vereadores. O Poder Executivo é exercido pela Prefeitura de Paço do Lumiar, e é representado pelo prefeito, vice-prefeito e secretários municipais. O munícipio é termo judiciário da Comarca da Ilha de São Luís, com o Fórum Des. Lauro de Berredo Martins, além de contar representantes do Ministério Público do Maranhão e da Defensoria Pública do Estado. === Prefeitos === Nº Prefeito Vice Partido Mandato Observação Pedro Ferreira da Cruz Vicente Ferreira Maia Neto Olavo Silveira de Melo José Raimundo Gomes Benjamin Peixoto João Brito João Brito vago Joaquim Aroso Alfredo Silva Alfredo Silva Aguinaldo Ferreira Wanderley Ribeiro Francisco Dias Amadeu Aroso Flávio Campos Mábenes Fonseca Gilberto Aroso Gilberto Aroso Arnaldo Reis Bia Venâncio Raimundo Filho (PHS) Raimundo Filho vago Josemar Sobreiro Marconi Lopes (PDT) Domingos Dutra Paula Azevedo (PCdoB) Paula Azevedo Inaldo Pereira == Cultura e turismo == === São João === O bumba-meu-boi é uma das principais manifestações culturais do município, sendo seus principais representantes o Boi da Maioba, o Boi da Pindoba e o Boi de Iguaíba, além de outros grupos como Boi Brilho da Juventude, Boi de Upaon-açu, Boi Brilho de São Francisco, Boi do Maiobão, Boi Estrela de São João, Boi Milagre de São João, Boi Estrela Maior e outros. Outros elementos da cultura popular de Paço do Lumiar são o Tambor de Crioula, o Cacuriá, a Quadrilha, a Dança Portuguesa e a Festa do Divino Espírito Santo, o festejo de maior expressão do município, atraindo milhares de pessoas, em especial no povoado Pindoba. === Religião === Igreja de Nossa Senhora da Luz, tombada em 1984, apresenta elementos próprios da arquitetura jesuíta, construída no século XVII e cuja imagem veio de Portugal. Localizada na sede do município, apresenta nave única, altar-mor integrado ao corpo da igreja, sacristia e sineira na parte de cima, fachada plana sem torres, com frontão triangular curvo, ladeado por coruchéus === Atrativos naturais === Em Paço do Lumiar, tem destaque o turismo ecológico em razão dos atrativos naturais pela presença dos manguezais, rios e igarapés nos portos das comunidades de pescadores de Iguaíba, Pindoba, Pau Deitado, Mocajituba, Mojó, e Timbuba. == Ver também == * Aeroporto de Paço do Lumiar * Lista de municípios do Brasil acima de cem mil habitantes == Ligações externas == * Website oficial da Prefeitura de Paço do Lumiar * ibge.gov.br: Perfil do município Categoria:Fundações no Brasil em 1761",
 "title": "Paço do Lumiar"
}