{
 "id": "31282",
 "text": "{{Info/Município do Brasil | nome = Porto Rico do Maranhão | foto = | leg_foto = | apelido = | brasão = Brasão de Porto Rico do Maranhão - MA.svg | bandeira = | link_brasão = | link_bandeira = | link_hino = | aniversário = | fundação = | gentílico =portoriquense | lema = | prefeito = Aldene Nogueiro Passinho | partido = PL | fim_mandato = 2024 | mapa = Maranhao Municip PortoRicodoMaranhao.svg | latP = S | latG = 01 | latM = 53 | latS = 34 | lonP = O | lonG = 44 | lonM = 36 | lonS = 18 | estado = Maranhão | mesorregião = Norte Maranhense | data_mesorregião = IBGE/2008 | microrregião = Litoral Ocidental Maranhense | data_microrregião = IBGE/2008 | região_metropolitana = | vizinhos = Cedral, Mirinzal e Cururupu. | dist_capital = 222 | área = 224.3 | área_ref = | população = 6062 | data_pop = IBGE/2010 | altitude = | clima = | sigla_clima = | idh = 0.614 | data_idh = PNUD/2000 | pib = mil | data_pib = IBGE/2008 | pib_per_capita = 4026.41 | data_pib_per_capita = IBGE/2008 }} Porto Rico do Maranhão é um município brasileiro do estado do Maranhão. Sua população estimada em 2004 era de 6.085 habitantes. Criado pela Lei nº 6.134, de 10 de novembro de 1994, o município de Porto Rico do Maranhão limita-se ao norte com o Oceano Atlântico; a leste com o Oceano Atlântico e o município de Cedral; ao sul com os município de Cedral e a oeste com os municípios de Cururupu e Cedral. Porto Rico do Maranhão tem como atividades principais a pesca e o ecoturismo, sendo uma das atrações turísticas é a Floresta dos Guarás, um pequeno ecossistema brasileiro localizado no litoral ocidental do estado do Maranhão e banhado pelo oceano Atlântico. O guará, ave que dá nome ao ecossistema e colore o litoral de Porto Rico, apresenta medidas de cerca de cinquenta a sessenta centímetros, possui bico fino, longo e levemente curvado para baixo. A plumagem é de um colorido vermelho muito forte, devido a sua alimentação à base de caranguejo que possui um pigmento que tinge as plumas. Em cativeiro, com a mudança da alimentação, as plumas perdem a cor e ficam com um tom cor-de-rosa apagado. Esse incrível ecossistema é composto por parte da floresta amazônica em sua fauna e flora, mangues, florestas, ilhas desertas e áreas de restingas abrange além de Porto Rico do Maranhão outros municípios vizinhos. ==Ligações externas== *Prefeitura Municipal Categoria:Municípios do Maranhão Categoria:Fundações no Maranhão em 1997",
 "title": "Porto Rico do Maranhão"
}