{
 "id": "31283",
 "text": "{{Info/Município do Brasil | nome = Presidente Médici | apelido = | brasão = Brasão de Presidente Médici-RO.jpg | foto = RO-133 Novo Riachuelo-RO Distrito Presidente Médici-RO Perímetro Urbano - panoramio.jpg | bandeira = Bandeira de Presidente Médici RO.svg | link_brasão = | link_bandeira = | aniversário = 16 de maio | fundação = | emancipação = | gentílico = mediciense | CEP = 76916-000 a 76918-999 | lema = | prefeito = Edilson Ferreira de Alencar | partido = PSDB | fim_mandato = 2024 | mapa = Rondonia Municip PresidenteMedici.svg | latP = S | latG = 11 | latM = 10 | latS = 33 | lonP = O | lonG = 61 | lonM = 54 | lonS = 03 | estado = Rondônia | região_intermediária = Ji-Paraná | região_imediata = Ji-Paraná | região_metropolitana = | vizinhos = Alvorada d'Oeste, Cacoal, Castanheiras, Ji-Paraná, Ministro Andreazza, Nova Brasilândia d'Oeste, Teixeirópolis, Urupá | dist_capital = 346 | área = 1758.465 | área_pos = BR: 845º, RO: 36º | área_ref = | população = 18165 | população_pos = BR: 1471º, RO: 16º | data_pop = IBGE/2021 | altitude = 185 | clima = equatorial | sigla_clima = Am | idh = 0.664 | idh_pos = BR: 2802º, RO: 15º | data_idh = PNUD/2010 | pib = mil | pib_pos = BR: 1552º, RO: 19º | data_pib = IBGE/2016 | pib_per_capita = 17380.72 | data_pib_per_capita = IBGE/2016 | site_prefeitura = https://www.presidentemedici.ro.gov.br/ | site_câmara = http://camaramedici.ro.gov.br/ }} Presidente Médici é um município brasileiro do interior do estado de Rondônia. Localiza-se a uma latitude -11º10'33\" sul e a uma longitude -61º54'03\" oeste, estando a uma altitude de 185 metros em relação ao nível do mar. Sua população estimada pelo Instituto Brasileiro de Geografia e Estatística (IBGE) em 2021 era de 18 165 habitantes. Possui uma área territorial de 1.758 km². == História == O município de Presidente Médici localiza-se no interior do Estado de Rondônia. Suas terras originariamente foram doadas a migrantes oriundos das regiões centro e sul do país, que aí se estabeleceram a partir de 1970, contra a vontade do senhor José Milton de Andrade Rios, que os tinha como invasores das terras que considerava serem de sua propriedade. Estas terras foram adquiridas pelo senhor José Milton do senhor Luiz Mário Pereira de Almeida, como parte integrante da fazenda Presidente Hermes, situada entre os igarapés Preto e Leitão. === Demografia === Os primeiros colonos chegaram ao local na margem da BR-364, na década de 1960, e instalaram-se em apenas quatro barracas no meio do lamaçal, dando-lhe o nome de Trinta e Três, por distar 33 quilômetros da Vila de Rondônia, atual cidade de Ji-Paraná. Seus moradores, todos agricultores, socorriam de alguma forma os motoristas e passageiros dos ônibus que ficavam retidos em um imenso atoleiro conhecido por Muqui, nas proximidades do rio com este nome. O lugarejo cresceu em número de habitantes e casas com a chegada de novos colonos que nele se estabeleceram, apesar de haverem litígios envolvendo a posse de terras rurais. No primeiro semestre de 1972, sua população atingia mais de 800 habitantes e os ônibus que ligavam Cuiabá a Porto Velho, faziam ponto de parada no local, agora com aspecto de Vila e com dois nomes (Nova Jerusalém e Nova Canaã), ostentados em placas distintas colocadas pelos líderes de cada grupo de agricultores em frente de suas respectivas casas. Devido à estagnação econômica e à falta de investimentos, houve evasão populacional a partir do início dos anos 2000. A falta de empregos e de mais opções de cursos superiores tem afugentado os jovens, que procuram outras cidades para trabalhar e estudar. === Emancipações === Em 1972, os colonos realizaram eleição para escolher um único nome para a localidade, sendo lançados para votação os dois supracitados e mais Getúlio Vargas, Fátima do Norte, Cruzeiro do Sul e Presidente Médici, havendo sido escolhido esse último. Tal nome foi oficializado em 1973, ocasião em que o local foi elevado à categoria de subdistrito pelo Coronel do Exército Theodorico Gahiva, na época Governador do Território Federal de Rondônia. Rondônia somente foi elevada à categoria de Estado Federado em 20 de dezembro de 1981, tendo o governo estadual sido instalado em 4 de janeiro de 1982. Em decorrência de seu desenvolvimento socioeconômico, o distrito de Presidente Médici foi elevado a município em 1981. O nome \"Presidente Médici\" é uma homenagem ao então Presidente da República Emílio Garrastazu Médici (1969/1974). === Bairros === A projeção da População urbana (em 2016) é de aproximadamente 14.860 habitantes. Atualmente, Presidente Médici está divida em 5 bairros e 6 conjuntos habitacionais. Bairros: Centro, Hernandes Gonçalves, Cunha e Silva, Lino Alves Teixeira e Colina. Conjuntos Habitacionais: Por-do-Sol, Cohab, BNH ,Vitória-Régia, Nova Presidente Médici e São Lucas. ===Vilas e distritos=== A projeção da população rural (em 2016) é de aproximadamente 9 606 habitantes. As vilas e Distritos (seus aglomerados urbanos): Estrela de Rondônia (502 habitantes), Novo Riachuelo (430 habitantes), Bandeira Branca (349 habitantes), Santo Antônio (278 habitantes) e Vila Camargo (92 habitantes). == Ligações externas == * Categoria:Municípios de Rondônia Categoria:Homenagens a Emílio Garrastazu Médici",
 "title": "Presidente Médici (Rondônia)"
}