{
 "id": "31293",
 "text": "{{Info/Município do Brasil | nome = Santo Amaro do Maranhão | foto = | leg_foto = | apelido = | brasão = Brasão de Santo Amaro do Maranhão.pdf | bandeira = | link_brasão = | link_bandeira = | link_hino = | aniversário = | fundação = | gentílico = santamarense | lema = | prefeito = Leandro Oliveira da Silva | partido = PCdoB | fim_mandato = 2024 | mapa = Maranhao Municip SantoAmarodoMaranhao.svg | latP = S | latG = 02 | latM = 30 | latS = 00 | lonP = O | lonG = 43 | lonM = 15 | lonS = 14 | estado = Maranhão | mesorregião = Norte Maranhense | data_mesorregião = IBGE/2008 | microrregião = Lençóis Maranhenses | data_microrregião = IBGE/2008 | região_metropolitana = | vizinhos = Primeira Cruz e Barreirinhas. | dist_capital = 251 | área = 1601.164 | área_ref = | população = 13821 | data_pop = IBGE/2010 | altitude = | clima = | sigla_clima = | idh = 0.512 | data_idh = PNUD/2000 | pib = mil | data_pib = IBGE/2008 | pib_per_capita = 2292.81 | data_pib_per_capita = IBGE/2008 | site = https://santoamaro.ma.gov.br/ }} Santo Amaro do Maranhão é um município brasileiro do estado do Maranhão. Sua população estimada, em 2014, era de 15.110 habitantes. De acordo com o IBGE, em 2013 era considerado o quinto município mais pobre do Brasil.Pobreza no Brasil Santo Amaro do Maranhão limita-se ao Norte com o Oceano Atlântico; a Leste e ao Sul com o município de Barreirinhas; a Oeste com o município de Primeira Cruz. É um importante polo turístico, com o Parque Nacional dos Lençóis Maranhenses. Sua estrutura de serviços é composta por pousadas, restaurantes, farmácias, agencias de receptivo e prestadores de serviços credenciados (veículos 4x4) junto ao ICMBio e a Secretaria Municipal de Turismo para operar no Parque. O acesso à cidade é feito através da rodovia BR-135, depois seguindo pela MA-402 e, por fim, mais 36 km de estrada asfaltada até o portal da cidade. Desde agosto/2021, foi entregue a estrada e as pontes que permitem acesso de carro até a cidade. Possui também agências dos Correios e dos bancos do Brasil, Bradesco e Caixa Econômica Federal (por meio do serviço Caixa Aqui). É banhada pelo Rio Alegre e pelo Lago de Santo Amaro. == Turismo == Santo Amaro é um dos acessos e o mais próximo para o Parque Nacional dos Lençóis Maranhenses (o outro é a mais conhecida cidade de Barreirinhas) e é acessível através de veículos 4x2 até o final do asfalto nos estacionamentos no bairro Olho d'Água; uma área virgem e quase inexplorada. Apesar do quase anonimato da cidade, a maioria do território dos Lençóis faz parte do município de Santo Amaro que detém mais da metade do território incluindo inclusive as lagoas maiores. O parque é de fato dividido entre os municípios de Santo Amaro, Barreirinhas e Primeira Cruz embora essa ultima possua apenas uma pequena parte constituída principalmente por manguezais. O acesso a Santo Amaro está à 36 km a partir da BR 402. Além das lagoas aqui há de fato inúmeras trilhas que para os amantes de paisagens e natureza serão inesquecíveis. Dentre os pontos turísticos do local, destacam-se a Lagoa da Gaivota, cenário do filme Casa de AreiaLAGOA DA GAIVOTA, acesso em 31 de julho de 2016., Lagoa da Andorinha, Betânia, Américas, e Ponta Verde, este último misturando dunas, a paisagem do Lago de Santo Amaro, e ainda uma grande área de vegetação. Categoria:Santo Amaro do Maranhão Categoria:Fundações no Maranhão em 1994",
 "title": "Santo Amaro do Maranhão"
}