{
 "id": "31309",
 "text": "{{Info/Município do Brasil | nome = São Pedro dos Crentes | foto = São Pedro dos Crentes.JPG | leg_foto = Praça da Independência | apelido = | brasão = | bandeira = | link_brasão = | link_bandeira = | link_hino = | aniversário = | fundação = | gentílico = são-pedrense | lema = | prefeito = Rômulo Costa Arruda | partido = União Brasil | mandato_início = 2022 | fim_mandato = 2024 | mapa = Maranhao Municip SaoPedrodosCrentes.svg | latP = S | latG = 06 | latM = 49 | latS = 33 | lonP = O | lonG = 46 | lonM = 31 | lonS = 55 | estado = Maranhão | região_intermediária = Imperatriz | data_região_intermediária = IBGE/2017 | região_imediata = Barra do Corda | data_região_imediata = IBGE/2017 | região_metropolitana = | vizinhos = Estreito, São João do Paraíso, Sítio Novo, Formosa da Serra Negra, Fortaleza dos Nogueiras, Feira Nova do Maranhão e Carolina | dist_capital = 738 | área = 979.631 | área_ref = | população = 4651 | data_pop = estatísticas IBGE/2018 | altitude = | clima = tropical | sigla_clima = | idh = 0.600 | data_idh = PNUD/2010 | pib = | data_pib = IBGE/2016 | pib_per_capita = 11044.22 | data_pib_per_capita = IBGE/2016 }} São Pedro dos Crentes é um município brasileiro no interior do estado do Maranhão, Região Nordeste do país. Sua população estimada em 2018 era de habitantes. Como fonte de renda tem por base a agricultura e pecuária, destacando-se a exportação interestadual de bovinos de corte e a produção de grãos. == Religião == O nome do município deve-se a maioria da população ser evangélica, o que foi novamente confirmado pelo censo de 2010. De acordo com dados do censo de 2010 realizado pelo IBGE, a população de São Pedro dos Crentes está composta por: evangélicos (52,03%), católicos (41,21%), 258 pessoas sem religião (5,84%), três espíritas (0,07%) e 0,85% estão divididas entre outras denominações cristãs. Detre as denominações protestantes em São Pedro, a maioria da população é pentecostal, cerca de 50,65%. 0,33% da população é adventista e 1,03% não determinaram denominação. As Assembleias de Deus são o maior grupo pentecostal, com 50,03% da população, seguida pela Congregação Cristã no Brasil com 0,33% e Igreja Pentecostal Deus é Amor com 0,22%. == Geografia == De acordo com a divisão regional vigente desde 2017, instituída pelo IBGE, o município pertence às Regiões Geográficas Intermediária de Imperatriz e Imediata de Barra do Corda. Até então, com a vigência das divisões em microrregiões e mesorregiões, fazia parte da microrregião de Porto Franco, que por sua vez estava incluída na mesorregião do Sul Maranhense. Uma terra fértil banhada por vários rios, tendo como destaque o principal curso d'água o Rio Farinha, onde faz fronteira com o município de Feira Nova do Maranhão; e o Rio Ribeirão da Mata, onde faz fronteira com o município de Estreito. São Pedro dos Crentes também apresenta uma das menores populações do Maranhão. == Ver também == * Lista de municípios do Maranhão * Lista de municípios do Brasil == Ligações externas == * Prefeitura de São Pedro dos Crentes Categoria:Municípios do Maranhão Categoria:Fundações no Maranhão em 1994",
 "title": "São Pedro dos Crentes"
}