{
 "id": "31312",
 "text": "{{Info/Município do Brasil | nome = São Vicente Férrer | preposição = de | foto = Capela santa ana patos siriji pe.JPG | leg_foto = | apelido = Terra da Banana | brasão = Brasão de São Vicente Ferrer PE.png | oculta brasão = | bandeira = BANDEIRA SÃO VICENTE FÉRRER.JPG | oculta bandeira = | link_brasão = | link_bandeira = | link_hino = s:Hino do município de São Vicente Férrer | aniversário = 30 de dezembro | fundação = | gentílico = vicentino(a) Dicionário Aulete' | lema = | prefeito = Marcone Vicente dos Santos | partido = PP | fim_mandato = 2024 | mapa = Brazil Pernambuco São Vicente Férrer location map.svg | latP = S | latG = 07 | latM = 35 | latS = 27 | lonP = O | lonG = 35 | lonM = 29 | lonS = 27 | estado = Pernambuco | mesorregião = Agreste Pernambucano | data_mesorregião = IBGE/2008 | microrregião = Médio Capibaribe | data_microrregião = IBGE/2008 | região_metropolitana = | vizinhos = norte: Macaparana; sul: Machados; leste: Vicência; oeste: Orobó e Estado da Paraíba. | dist_capital = 131 | área = 110.489 | área_ref = | população = 16677 | data_pop = estatísticas IBGE/2022 | altitude = 419 | clima = Tropical | sigla_clima = As' | idh = 0.549 | data_idh = PNUD/2010 | pib = mil | data_pib = IBGE/2012 | pib_per_capita = 6849,37 | data_pib_per_capita = IBGE/2012 | site = http://saovicenteferrer.pe.gov.br/ }} São Vicente Férrer é um município brasileiro do estado de Pernambuco. O município é formado pelos distritos Sede, Siriji, Manoel Borba e por povoados de Chã do Esquecido, Chã da Rosa, Chã do Aleixo, Cipó Branco e Oito Porcos. Em 11 de setembro de 1928, São Vicente foi emancipado e recebeu de Bom Jardim parte do Distrito, incluindo a povoação de São José do Siriji. Em outubro ainda de 1928, através de Decreto Municipal, São Vicente criou o novo Distrito de Siriji com o seu território reduzido. O município possui em sua área urbana cerca de 12.216 habitantes, sendo 7.962 no seu distrito sede e 4.254 na Vila Siriji. Já sua área rural conta com 4.461 habitantes, desse total 677 habitantes são do povoado Chã do Esquecido. Além das comunidades de Mundo Novo, Mirim e diversos sítios. == História == O povoamento da região surgiu a partir da feira livre instalada à sombra de uma frondosa árvore por Jerônimo de Albuquerque Melo, João da Silva Pessoa e José Joaquim do Espírito Santo. Posteriormente foi construída uma capela em homenagem a São Vicente Férrer. * Lei Provincial 527 de 4 de fevereiro de 1862 cria a freguesia de Cruangy na Comarca de Nazaré.*CEHM-FIAM. Calendário Oficial de Datas Históricas dos Municípios do Interior de Pernambuco. Recife: Centro de Estudos de História Municipal,1994. * Lei Provincial 581 de 30 de abril de 1854 muda a denominação da freguesia de Cruangy para São Vicente. * Lei Estadual 991 de 1 de julho de 1909 eleva o distrito de São Vicente à categoria de vila. * Lei 1931 de 11 de setembro de 1928 cria o município de São Vicente, constituído pelo distrito de São Vicente, o distrito de Macapá, desmembrado do município de Timbaúba, e parte do distrito de São José do Siriji, desmembrado do município de Bom Jardim. * Decreto Estadual 57 de 21 de abril de 1931 transfere para Macapá a sede e a denominação do município. * Decreto-lei Estadual 235 de 9 de dezembro de 1938 muda a denominação de São Vicente para Manoel Borba. * Decreto-lei Estadual 952 de 31 de dezembro de 1943 muda e dominação do município para Macaparana. * Lei Estadual 1818 de 29 de dezembro de 1953 recria o município, agora com a denominação de São Vicente Férrer, com o território dos distritos de Manoel Borba e Siriji. == Geografia == === Relevo === O município de São Vicente Férrer localiza-se na unidade geo ambiental do Planalto da Borborema, formada por maciços e outeiros altos, com altitude entre 650 a 1.000 metros. O relevo é movimentado, com vales profundos e estreitos dissecados. Os solos variam com a altitude: * Superfícies suaves onduladas a onduladas: ocorrem os Planossolos, e profundidade média, fortemente drenados, ácidos a moderadamente ácidos e fertilidade natural média; ocorrem também os solos Podzólicos, profundos, de textura argilosa e fertilidade natural média a alta. * Elevações: ocorrem os solos Litólicos,rasos, de textura argilosa e fertilidade natural média. * Vales dos rios e riachos: ocorrem os Planossolos, medianamente profundos, imperfeitamente drenados, textura média/argilosa, moderadamente ácidos, fertilidade natural alta e problemas de sais. Ocorrem ainda afloramentos de rochas. === Vegetação === A vegetação nativa é típica do agreste: Florestas Subcaducifólica e Caducifólica. === Hidrografia === O município de São Vicente Férrer encontra-se inserido nos domínios da Bacia Hidrográfica do Rio Goiana, tendo dois rios importantes, o Rio Siriji como principal cortando uma parte do município e o Rio Capibaribe Mirim. === Clima === Clima tropical, com temperatura média anual em torno dos e índice pluviométrico de aproximadamente milímetros por ano, concentrados nos meses de inverno. == Turismo == thumb|Capela de Santa Ana. Vila Siriji Todos os anos acontece no município uma corrida de costas que tem um percurso de 2 km. É disputada no último dia da tradicional Festa da Banana, realizada, atualmente, no último final de semana de novembro (sexta, sábado e domingo). Na Vila Siriji o potencial turístico é notável devido a um grande número de cachoeiras e paisagens paradisíacas. Monumentos religiosos merecem destaque na Vila Siriji estando a Capela de Santa Ana, distando 1 km da Vila Siriji um dos pontos mais visitados desta região. Hoje é preocupação da população o descaso com aquele monumento tão peculiar. A construção data do século XIX, ano 1844 e está inserido no conjunto do Engenho. == Ligações externas == * * * * Categoria:Fundações em Pernambuco em 1953",
 "title": "São Vicente Férrer (Pernambuco)"
}