{
 "id": "31320",
 "text": "{{Info/Município do Brasil | nome = Timbiras | foto = Timbirasponte.jpg | leg_foto = | apelido = | brasão = Brasao Timbiras2.jpg | bandeira = Bandeira_Timbiras.svg | link_brasão = | link_bandeira = | link_hino = | aniversário =5 de abril | fundação = | gentílico =timbirense | lema = | prefeito = Antônio Borba Lima | partido = Patriota | fim_mandato = 2024 | mapa = Maranhao Municip Timbiras.svg | latP = S | latG = 04 | latM = 15 | latS = 18 | lonP = O | lonG = 43 | lonM = 56 | lonS = 27 | estado = Maranhão | mesorregião = Leste Maranhense | data_mesorregião = IBGE/2008 | microrregião = Codó | data_microrregião = IBGE/2008 | região_metropolitana = | vizinhos = Codó, Coroatá, Vargem Grande e Chapadinha | dist_capital = 316 | área = 1486.584 | área_ref = | população = 29124 | data_pop = IBGE/2019 | altitude = 35 | densidade = 18.83 | clima = Clima tropical com estação seca | sigla_clima = Aw | idh = 0.537 | data_idh = PNUD/2007 | pib = mil | data_pib = IBGE/2008 | pib_per_capita = 2058.06 | data_pib_per_capita = IBGE/2008 | site = http://timbiras.ma.gov.br }} Timbiras é um município brasileiro do estado do Maranhão. == Geografia == Timbiras tem uma área de 1.486,584 km² e uma população de 28.124 habitantes, segundo o último Censo IBGE/2019. === Localização === Localiza-se na mesorregião do Leste Maranhense, mais especificamente na microrregião de Codó, a 316 quilômetros da capital São Luís, à margem direita do rio Itapecuru. Sua sede está a 4°15’18”LS e 43°56’27”LW e a uma altitude média de 49 metros acima do nível do mar. O município é atravessado pela Estrada de Ferro São Luís-Teresina, concedida atualmente para o transporte de cargas. === Divisão Política === A zona urbana do município apresenta sua maior parte à margem direita do Itapecuru, ficando a trizidela, que constitui principalmente o bairro São Sebastião, do lado esquerdo. A zona rural compreende mais de cem povoados, sendo os principais: Flores, Lagoa Preta, Axixá, Campestre, Sete, Chapéu, Centrinho, Lagoa Grande, Mata Fome, Bacaba, Poço do Boi, São José, etc. === Relevo === O relevo é de baixas altitudes, destacando-se alguns morros típicos da região do Vale do Rio Itapecuru. As formas mais significativas do relevo são os morros, chapadas e serras. Os principais morros são: morro do Capitão (220 metros de altitude), situado no bairro São Sebastião; morro Conduru (215 metros de altitude), localizado a 13 quilômetros da sede, em 1947, passou a ter mais um nome, morro Quebrado; morro da Bela Vista (120 metros de altitude), mede aproximadamente 630 metros de comprimento e nele se localizam a estação de tratamento de água da CAEMA e a torre de retransmissão de sinal de televisão. A serra mais importante é a da Cangalha, na parte setentrional do município. A chapada de destaque é a do Socó. === Hidrografia === A rede hidrográfica é constituída por rios, riachos, igarapés e lagoas. Além do rio Itapecuru podemos destacar os rios Pirapemas, que corta o município de sudeste para noroeste, na divisa com o município de Chapadinha; Guará, que também fica na fronteira com Chapadinha, rio Guanaré, na fronteira entre Timbiras e Vargem Grande e rio Curimatá, que é um afluente do Pirapemas. Os riachos mais importantes são: Carro Quebrado, Pimenta e Rabo do Gato. Os principais igarapés são: * Bom Boi, que nasce no povoado Bom-Fim, no município de Codó e desemboca no rio Itapecuru na altura do povoado Deserto. Na época da criação do município de Timbiras, foi designado como ponto de limite com o vizinho município de Codó. * São Bernardo, com uma extensão de cinco quilômetros, nasce no lugarejo Centrinho dos Lopes e desemboca no rio Itapecuru já zona urbana, limitando o bairro Anjo da Guarda com o centro da cidade. * Santarém é o mais importante de todos, nasce num brejo de juçaras e buritis na localidade Finca-Pés, e também desemboca no Itapecuru já na zona urbana, definindo o bairro Santarém. ==== Rio Itapecuru ==== É o principal rio que banha o município. A população depende dele quase que absolutamente, pois toda a água potável distribuída na cidade é proveniente desse rio. Às suas margens desenvolve-se uma agricultura de subsistência conhecida pelo termo vazante. Essa técnica vem sendo questionada pelos riscos de degradação da mata ciliar. O rio é ainda fonte de lazer principalmente no verão quando se instalam as barracas na sua margem direita, próximo a ponte que liga o bairro São Sebastião à sede do município. Nesse período aumenta a frequência de banhistas, vindos das cidades vizinhas, Codó e Coroatá, mas também pelos timbirenses que estudam ou trabalham fora e que retornam para passar suas férias. === Clima === O clima predominante é o tropical, caracterizado por um período chuvoso de dezembro a maio, com níveis pluviométricos mais acentuados entre janeiro e abril. De julho a novembro o município passa por um período de estiagem. A temperatura média é de 27 graus Celsius. === Vegetação === Na região predomina a floresta tropical de transição, sendo a maior parte da área do município coberta pelas matas de cocais, com incidência quase absoluta da palmeira de babaçu e cerca de 20% coberta de mata nativa ainda virgem ou pouco degradada. == História == === Os Primeiros Habitantes === Darcy Ribeiro em expedições realizadas entre 1949 e 1954, atestou a existência dos Urubu-Kaapor, do tronco Tupi, no noroeste do Maranhão e sudeste do Pará. Os estudos incluíram ainda os timbiras, guajajaras, tembés, guarás, canelas. Os estudos de Darcy Ribeiro se deram ao longo dos rios Gurupi e Pindaré. Quanto à região dos Cocais não parecem ter permanecido aqui muito tempo, mas pelo menos por essa região passaram temporariamente, em fuga dos massacres sofridos na época. === Urubu, o Primeiro Nome === O município, ao longo de sua História recebeu vários nomes: Urubu, Porto dos Urubus, Monte Alegre e finalmente Timbiras. Urubu era uma povoação à margem direita do rio Itapecuru, pertencente ao município de Codó, onde antigamente havia uma aldeia de índios. Segundo consta, o nome se justificava pela grande presença dessa ave no local, mais especificamente no povoado Sardinha, a dois quilômetros de onde hoje é a sede. No entanto, parece ser mais lógico crer que o nome deriva da presença da tribo de índios do mesmo nome, os urubus. O local passou a ser ponto de referência para os viajantes que por ali passavam navegando pelo Itapecuru, motivo pelo qual recebeu o nome de \"Porto dos Urubus\". Depois de alguns anos chegaram à região as primeiras famílias descendentes de portugueses e italianos, chefiados pelo senhor Têta de Araújo, que conservaram o nome Urubu para a localidade. Ali se estabeleceu a freguesia de Santa Rita dos Urubus, através da Lei Provincial nº 13, art. 1º, § 2°, de 8 de maio de 1835. Mas segundo o historiador Ribeiro do Amaral, a Comarca e a Vila de Santa Rita dos Urubus foram criadas na mesma data, em 1836. As terras onde hoje se localiza a sede do município eram habitadas por índios timbiras. Os moradores de Porto dos Urubus se mudaram para este local por causa das enchentes do Itapecuru que inundavam constantemente o povoado original. Porto dos Urubus, que apesar de tudo facilitava a penetração para o interior, continuou tendo a sua importância e passou a ser chamado por seu primeiro nome, o do povoado extinto, Sardinha. Em 1836, foi criada a sede da Comarca de Urubu e dois anos depois, por influência do ex-regente do Império Bráulio Muniz, foi transferida a sede da Comarca para a vila de Codó. A transferência foi determinada pela Lei Provincial nº 68, de 21 de julho de 1838. Com essa ação a comarca foi elevada à categoria de vila. Mas com a mudança da sede da comarca, a vila entrou em decadência. === Monte Alegre === Em 1900 chegaram à região e aí fixaram residência alguns frades capuchinhos e franciscanos, que trocaram a denominação do local para Monte Alegre, em 1920, dizendo não haver mais nenhuma razão para a adoção do nome Urubu, que achavam pejorativo. ==== Desmembramento e Redução da Vila ==== O território passou oficialmente à condição de Vila Monte Alegre quando foi desmembrado do município de Codó e de reduzida parte do município de Coroatá através do Decreto-Lei estadual nº 921 de 5 de abril de 1928, por determinação do então Interventor do Maranhão, Urbano Santos da Costa Araújo. ==== Primeira Decadência da Vila ==== Em 22 de abril de 1831, através do Decreto-Lei nº 75, Urbano Santos, ainda na condição de Interventor do Maranhão, alegando que o município criado não possuía rendimento à altura exigida para permanecer autônomo, voltou a submetê-lo à subordinação de Codó. ==== Autonomia do Povoado Monte Alegre ==== A partir de 1918 com o aumento da população, o desenvolvimento do comércio e o crescimento da produção agrícola, sentiu-se a necessidade da autonomia do povoado. O processo de emancipação teve início através do Projeto nº 40, do Congresso do estado do Maranhão, publicado no Diário Oficial nº 70, de 27 de março de 1920. A Lei nº 921, de 5 de abril de 1920, sancionada por Urbano Santos, já na condição de Presidente do estado do Maranhão, elevou à categoria de vila a povoação Monte Alegre e à de município a zona ocupada pelo 6º Distrito Policial de Codó. A lei definiu ainda os limites do novo município. ==== Monte Alegre e a União dos Partidos Políticos ==== Quando Monte Alegre foi impedido de ser município, de acordo com o decreto acima citado, existiam na localidade dois partidos políticos: o Magalhenista, do governo, e o Republicano, de oposição. Os magalhenistas eram liderados pelo Coronel Benedito Brandão Melo e Alvim, enquanto os republicanos tinham como líder o Sr. Francisco Jocker Ribeiro. Pelo interesse comum, os dois se uniram para juntos aos poderes públicos lutarem pela restauração da autonomia do município, o que acabaram conseguindo quando da promulgação do Decreto-Lei nº 144, de 27 de julho de 1931. ==== Segunda Decadência de Monte Alegre ==== Com a restauração do município, foi nomeado interventor municipal o Sr. Benedito Brandão de Melo e Alvim, que pouco governou, sendo exonerado do cargo em 1933. Em 16 de julho daquele ano o Decreto-Lei nº 539 suprimiu de novo a qualidade de município de Monte Alegre. Veio então nova luta política pela autonomia, que enfim obteve êxito através da Lei nº 837, de 3 de julho de 1935. === Timbiras, o Novo Nome do Município === Com as mudanças da situação política da localidade, a luta pela criação do município de Monte Alegre logrou mais uma vitória: a elevação à categoria de cidade através do Decreto-Lei nº 45, de 29 de março de 1938. Acreditava-se que a localidade fora habitada inicialmente pela tribo dos timbiras, ou que, na menor das hipóteses, essa tribo acampara algum tempo no local. Essa lembrança inspirou a ideia de mudar-se mais uma vez e em definitivo o nome do município. O Decreto-Lei nº 820, de 30 de dezembro de 1943 determinou que Timbiras fosse a partir de então o nome do município. A palavra Timbira, segundo Curt Nimuendaju, o etnólogo pioneiro no estudo desses povos, diz que se for de origem tupi, a palavra pode significar \"os amarrados\" (tin = amarrar, pi'ra = passivo), uma referência às inúmeras fitas de palha ou faixas trançadas em algodão que usam sobre o corpo: na testa, no pescoço, nos braços, nos pulsos, abaixo dos joelhos, nos tornozelos. Os índios Kaapor discriminavam os Timbira chamando-os pejorativamente de “comedores de cobra\". Segundo o Dicionário Tupi-Guarani o topónimo Timbira significa: o amarrado; o escravo. == Política == === Administradores Municipais === 1920 - 1921: Coronel Idelfonso Moreira dos Santos 1921 - 1922: Olympio Palhano 1922 - 1924: Manoel Burgos da Cruz 1924 - 1927: Paulo Soares 1927 - 1930: Pedro Mesquita 1930 - 1931: Coronel Miguel Ewerton Mesquita 1931 - 1932: Capitão Manoel Machado 1932 - 1933: Major Benedito Brandão de Melo e Alvim 1933 - 1934: Coronel Manoel Machado 1934 - 1935: Custódio Bogéa 1935 - 1935: Coronel Benedito Brandão de Melo e Alvim 1935 - 1936: José Martins Carneiro 1936 - 1936: Ariosvaldo Guimarães Gayoso 1936 - 1936: Valdemar Labre de Lemos 1936 - 1936: Antenor Bogéa 1936 - 1937: Raimundo Rodrigues de Mota Andrade 1937 - 1942: Catulo Bogéa de Melo e Alvim 1942 - 1943: Manoel Sousa Ribeiro 1944 - 1945: Abimael Esser Bezerra Ribeiro 1945 - 1946: Ricardo Pereira Nunes 1946 - 1946: Antônio Isaías Pereira 1947 - 1951: Antôno Rivas Ribeiro 1952 - 1953: Juiz Pedro Paulo Cavalcante 1954 - 1955: Lauro Pereira da Silva 1955 - 1955: Silvestre Freitas de Arruda 1955 - 1956: Lauro Pereira da Silva 1956 - 1956: Antônio Isaías Pereira 1956 - 1956: Raimundo Martins Carneiro 1957 - 1957: Antônio Rivas Ribeiro 1957 - 1960: Catulo Bogéa de Melo e Alvim 1961 - 1965: Lauro Pereira da Silva 1966 - 1969: Victoriano Abdalla 1970 - 1972: Robson de Jesus França 1973 - 1976: Victoriano Abdalla 1977 - 1982: José Maria Frazão de Melo e Alvim 1983 - 1988: Victoriano Abdalla 1989 - 1992: Francisco das Chagas Rodrigues 1993 - 1996: Francisco de Sousa Araújo (Chico do Foto) 1997 - 2000: Robson Antônio de Melo Alvim França 2001 - 2002: Robson Antônio de Melo Alvim França 2002 - 2002: Wilson Gonçalves Vieira (interino) 2002 - 2004: Robson Antonio de Melo Alvin França 2005 - 2008: Dirce Maria Coelho Xavier 2009 - 2012: Raimundo Nonato da Silva Pessoa 2012 - 2012: Eduardo Luz e Silva Neto (Vice)* 2013 - 2016: Carlos Fabrízio Sousa Araújo 2017-2020: Antonio Borba Lima 2021-2024: Antonio Borba Lima * No período de 5 a 10 de Dezembro de 2012, Eduardo Luz e Raimundo Nonato Pessoa alternaram-se à frente da Prefeitura Municipal por determinação da justiça. == Manifestações Culturais == === Religião === Em Timbiras temos representantes das religiões catolicismo, protestantismo e cultos afros, como umbanda. Na sede fica a Igreja de Nossa Senhora dos Remédios, padroeira do município e a Capela de Santa Rita de Cássia. Os templos evangélicos mais tradicionais pertencem à Igreja Congregação Cristã no Brasil, Assembleia de Deus, Igreja Batista, Igreja Adventista, Igreja Universal do Reino de Deus, Igreja Mundial do Poder de Deus e Igreja Internacional da Graça de Deus. A igreja evangélica mais antiga da cidade é a Assembleia de Deus que fica localizada na Avenida Barreto Vinhas, Centro de Timbiras. A referida Igreja possui uma média de 600 membros distribuídos num total de 07 Congregações (Bairro Forquilha, Multirão, Horta, Anjo da guarda, Alto Fogoso, São Sebastião e Caixa Dágua). O calendário religioso católico, adotado pela maioria da população, compreende: * 22 de maio: Festejos de Santa Rita de Cássia. Justifica-se a festa pelo fato de ter sido essa a santa de devoção da senhora Raimunda Frazão de Melo e Alvim, responsável pela construção da capela de mesmo nome. * 31 de agosto: Festejos de São Raimundo Nonato. Festa muito popular que a cada ano aglomera mais adeptos. Realizam caminhadas em honra ao santo. A culminância é a caminhada da Fazenda Glória até a igreja matriz, onde é celebrada a missa. * 22 de outubro: Festa de Nossa Senhora dos Remédios. Inclui novenas, terços, procissões e quermesse. == Bibliografia == * MARANHÃO, Secretaria de Estado da Educação. Secretaria Municipal de Educação. Prefeitura Municipal de Timbiras. Timbiras - A Vida e o Progresso Simbolizam um Ideal. São Luís, 1992. == Ligações externas == * * Timbiras Categoria:Fundações no Maranhão em 1920",
 "title": "Timbiras (Maranhão)"
}