{
 "id": "31331",
 "text": "{{Info/Município do Brasil | nome = Vitorino Freire | foto = | leg_foto = | apelido = Água Branca\" \"Vitorino\" \"Terra Boa | brasão = | bandeira = Bandeira de Vitórino Freire.jpg | link_brasão = | link_bandeira = | link_hino = | aniversário = 25 de setembro | fundação = | gentílico = Vitorinense | lema = | antecessor (a) = José Leandro Maciel | prefeito = Luanna Martins Bringel Rezende | partido = UNIÃO | fim_mandato = 2024 | mapa = Maranhao Municip VitorinoFreire.svg | latP = S | latG = 04 | latM = 16 | latS = 55 | lonP = O | lonG = 45 | lonM = 15 | lonS = 03 | estado = Maranhão | mesorregião = Oeste Maranhense | data_mesorregião = IBGE/2008 | microrregião = Pindaré | data_microrregião = IBGE/2008 | região_metropolitana = Microrregião de Pindaré | vizinhos = Bom Lugar, Olho d'Água das Cunhãs, Brejo de Areia, Santa Inês, Altamira do Maranhão, Paulo Ramos, Satubinha e Bela Vista do Maranhão. | dist_capital = 300 | área = 1193.385 | área_ref = | população = 30.845 | data_pop = IBGE 2022 | altitude = | densidade = 25,85 hab/km² | clima = Tropical equatorial | sigla_clima = Af | CEP = 65320-000 | idh = 0.570 | data_idh = 2010 | pib = mil | data_pib = IBGE/2008 | pib_per_capita = 8.444,18 | data_pib_per_capita = 2020 }} Vitorino Freire é um município brasileiro pertencente à Microrregião de Pindaré no estado do Maranhão. Segundo estimativa populacional IBGE/2019, o município possui 31.523 habitantes, e uma área territorial de 1.193,385 km². Elevada a categoria de cidade em 25 de setembro de 1952, Vitorino Freire é a 7ª maior cidade em população da Microrregião do Pindaré (superada por Santa Inês, Santa Luzia, Buriticupu, Zé Doca, Lago da Pedra e Bom Jardim) e a 54ª maior cidade do Maranhão por habitantes, e é 64ª cidade do Maranhão por PIB. ==História== Antes de ter se emancipado administrativamente e ter ganho o nome de Vitorino Freire, o lugar onde se situa a cidade foi denominado Centro dos Boas, em homenagem ao lavrador Boaventura Ribeiro que ali chegou com sua família em 1938. Com o aumento da população, em 1944 o povoado recebeu um novo nome, Água Branca, devido a um morador ter encontrado no quintal de sua casa uma água branca, assemelhada a leite. Em 1948 recebeu o nome de Vila Senador Vitorino Freire. Em 25 de setembro de 1952, torna-se cidade e recebe o nome de Vitorino Freire, em homenagem ao senador Vitorino de Brito Freire - ou Victorino de Britto Freire, na ortografia da época de seu nascimento - que emancipou a vila, tendo como primeiro prefeito Sant'Clair Martins Pereira, e vice Raimundo Tiago Avelino de Sousa. Atualmente a cidade abastece municípios aos arredores. ==Geografia== Sua população segundo o censo 2022 é de 30.845 habitantes. Sua área é de 1.193 km², representando 0.3382% do Estado e 0.0132% de todo o território brasileiro. Possui densidade demográfica de 24,25 hab/km². Está localizado a aproximadamente 300 km da capital São Luis. Faz divisa com os municípios de Bom Lugar, Santa Inês, Olho D'Água das Cunhãs, Altamira do Maranhão, Satubinha. Seu Índice de Desenvolvimento Humano (IDH) é de 0.570, segundo o IBGE 2010. == Saúde == O município de Vitorino é referência em saúde na região, é amparado pelo Hospital Municipal Dr° Francisco Ribeiro (Dr° Chicão), um hospital que conta com uma estrutura moderna e que é capaz de atender a demanda da cidade e região com procedimentos de média complexidade. Além disso, na área da saúde Vitorino conta também: * Centro de Saúde da Mulher * Centro de Especialidades e Reabilitação Pós-Covid Josué Pereira de Sousa * Centro de Saúde Isaac Varão * Centro de Especialidades Odontológicas E varias UBS espalhadas pela sede e povoados, além de academias ao ar livre para a pratica de atividades físicas. == Educação == A educação vitorinense está entre as melhores do Maranhão, referência na região. O município conta com duas escolas da rede estadual de ensino (C.E Rui Barbosa e Aparício Bandeira), Centro de Educação Professora Tânia Maria Moreira Viana Costa, duas escolas da rede privada (Pe. João Mohana e Antonio Dino), uma escola de música (Maestro Zé Mitonho), uma escola de tempo integral ( Colégio Frei Celso), uma escola padrão militar (Cleonice Rocha Lima Rodrigues), Escola de Ballet Natacha Aurélia Filgueiras Barbosa, Reforço Escolar Professora Maria Andrade, Farol da Educação, além de várias unidades municipais de relevância como Unidade Carlos Oliveira Santos, Newton Belo, Matias Mendes de Oliveira, São Raimundo e Oseias Castro. As escolas de anos iniciais e jardins de infância também tem grande relevância na região, sendo a Creche Vovó Lili Maciel destaque no segmento. No âmbito do ensino superior, Vitorino possui um Polo do Instituto Federal de Ciências e Tecnologia do Maranhão - IFMA (Implementação), Polo da Faculdade do Maranhão - FACAM, e um Polo da Universidade Estadual do Maranhão - UEMA pelo programa UAB, além de polos ead de faculdades privadas. == Infraestrutura == ==== Financeiro ==== * Banco do Brasil * Bradesco * Caixa Econômica Federal ==== Segurança ==== * Delegacia de Policia Civil * 15° BPM * Posto Avançado do Detran ==== Social ==== * Viva Procon * Restaurante Popular * Sala do Empreendedor ==== Mobilidade ==== * MA 008 (Vitorino à Olho D'agua das Cunhãs) * MA 119 (Vitorino à Paulo Ramos e Altamira do Maranhão) * MA 388 (Vitorino à Bom Lugar) * Avenida Joaquim Pinto * Avenida Margareth Bringel * Avenida Wilson Branco * Avenida Pedro II Sul e Norte * Rua 7 de Setembro * Rua José Cipriano * Rua Castelo Branco * Rua Cel Pedro Borgea * Rua Apáricio Bandeira ==== Judiciário ==== * Fórum Juiz João Batista Lopes da Silva * Promotoria de Justiça do Estado do Maranhão * Defensoria Pública * 49° Zona Eleitoral de Vitorino Freire == Turismo e lazer == Vitorino tem grandes destaque no setor cultural. No mês de julho o município sedia uma das maiores vaquejadas da região no Parque Haras Luana. As festividades juninas também reúne um grande número de expectadores locais e visitantes, com apresentações folclóricas de quadrilhas, bois, indígenas, portuguesas e ciganas. O município é banhado pelo rio Grajaú que corta os povoado Matinha, Boa Esperança (Pau Vermelho) e São João do Grajaú (Furo) que em época de cheia promove banhos na beira do rio. Tem também o lago do Remanso na divisa com o município de Santa Inês, e uma imensa formação rochosa no povoado de Pedra do Salgado. Na sede há dois ginásios de quadra coberta (Resendão e Wilson Branco) e o Estádio Municipal Bandeirão, Campo da Rua Nova Zeca Alencar, Praça de Eventos Margareth Bringel que é acoplada ao estadio e que serve de palco para vários eventos ao longo do ano e a Praça de Eventos do bairro do Oséias. Conta também com a Vila Food, um espaço ao ar livre que reúne vários food trucks e apresentações de bandas locais. Há também os calçadões da Av. Joaquim Pinto e da Av. Margareth Bringel para a pratica de atividades físicas. Há um número relativo de praças espalhadas pela cidade que contam com uma urbanização e paisagismos modernos que deixam a cidade mais arbórea, as principais praças da cidade são Desembargador Sarney Costa, Pracinha da Lurdes, Pracinha da Ricardina, 24 de maio, Humberto de Campos, Praça da Bíblia, Praça do Retorno. === Religião === ==== Catolicismo ==== O culto católico é maioria entre a população e é praticado nas igrejas sendo a principal delas a paróquia de Nossa Senhora de Fátima, que abrange também as cidades de Altamira do Maranhão e Brejo de Areia. Faz parte da forania Sagrado Coração de Jesus juntos com as cidades de Satubinha, Pio XII e Olho D'água das Cunhãs, e pertence a Diocese de Bacabal. A cidade festeja sua padroeira no mês de maio, sendo o dia 13 feriado municipal. Além da igreja matriz, existe na cidades as comunidades de São Raimundo, São Francisco e Santa Clara, Santa Luzia, São João Batista e Sagrada Família. ==== Protestantismo ==== Entre as Igrejas protestantes citam-se a Assembleia de Deus, Primeira e Segunda Igreja Batista, Comunidade Shalom, Testemunhas de Jeová, Igreja Adventista do Sétimo Dia e Congregação Cristã do Brasil. == Zona Rural == Os povoados da zona rural de Vitorino contribuem bastante para o desenvolvimento econômico da cidade, através da produção agrícola e extrativista, bem como a agricultura familiar. Vários dos povoados tem pavimentação asfáltica como Pedra do Salgado, Juçaral Mirin e Saraiva, São José dos Curicas, Mururu, São João do Grajaú, Ariranal, Olho D'agua do Manoel Luís, Boa Esperança, Deus-Quer, Serra do Jerónimo e mais. Alguns dos povoados tem atrações turísticas que promovem a curiosidade dos visitantes, como a imensa formação rochosa que fica localizado no povoado de Pedra do Salgado que mistura beleza e encanto sobre suas origens, e o rio Grajaú nos povoados Boa Esperança e Matinha. ==Ligações externas== *Prefeitura Municipal Categoria:Fundações no Maranhão em 1953",
 "title": "Vitorino Freire"
}