{
 "id": "3140",
 "text": "Novo Hamburgo é um município do estado do Rio Grande do Sul, no Brasil. ==História== Antes da chegada dos primeiros europeus à região, no século XVI, a localidade era habitada por índios carijós. As primeiras povoações permanentes de Novo Hamburgo datam do século XVIII, quando portugueses, sendo maioritariamente imigrantes açorianos se instalaram na parte noroeste da cidade, no bairro hoje conhecido como Rincão dos Ilhéus, ou simplesmente Rincão. Em 25 de Julho de 1824, os imigrantes alemães começaram a chegar à Colônia de São Leopoldo e logo desenvolveram uma próspera sociedade rural na região do Vale dos Sinos. Pouco depois, começaram a aparecer pequenos núcleos urbanos nas colônias. Um deles ficava na área de Hamburgerberg (que hoje é o bairro Hamburgo Velho), a partir de onde se originou a Novo Hamburgo atual. A falta de recursos para concluir a estrada de ferro Porto Alegre-Hamburgerberg, em 1876, fez com que os ingleses que a construíam erguessem uma estação onde a obra parou, denominando-a New Hamburg-Novo Hamburgo. O local, até então um descampado, começou a atrair moradores e comércio, dando início à cidade. === Transporte === A principal via de acesso a Novo Hamburgo é a BR-116. A cidade também conta com a rodovia RS-239, que faz a ligação de Novo Hamburgo a Riozinho. No transporte urbano são 4 empresas que possuem autorização para exploração do serviço de transporte de passageiros por ônibus na cidade: Viação Hamburguesa, Viação Futura, Viação Feitoria e Empresa de Transporte Coletivo Courocap. A cidade tem um terminal central urbano de 3 plataformas na avenida 1° de Março, conhecido popularmente como \"Paradão\". Há ainda o transporte metropolitano e circular que é feito por outras duas empresas: Grupo Wendling (possui uma frota de 40 veículos) e Citral.Transporte Público - Prefeitura de Novo Hamburgo Desde 2014 a cidade é servida pela linha 1 do Metrô de Porto Alegre (Trensurb). Esta liga Novo Hamburgo a Porto Alegre passando por São Leopoldo, Esteio, Sapucaia do Sul e Canoas. O trecho da cidade é composto em elevadas. Na cidade são 4 estações:Construção plena da estação faz parte dos serviços complementares à expansão da Trensurb a Novo Hamburgo. - Trensurb * Estação Santo Afonso * Estação Industrial/Tintas Killing * Estação Fenac * Estação Central de Novo Hamburgo Ao lado da Estação Fenac encontra-se a ainda Estação Rodoviária Normélio Stabel, inaugurada em 2003. Com 16 plataformas, recebe linhas de ônibus intermunicipais e interestaduais. === Abastecimento de luz e água === Novo Hamburgo foi uma das primeiras cidades a municipalizar seu abastecimento de água, em 1998, com a Companhia Municipal de Saneamento (Comusa) assumindo o fornecimento de água da cidade. Esta é estatal, controlada pela prefeitura de Novo Hamburgo. A energia elétrica da cidade é fornecida pela RGE, desde a compra da AES Sul pelo grupo CPFL Energia, em 2017. A AES Sul operava o sistema elétrico da cidade desde 1997, como resultado da privatização da CEEE no norte e centro gaúcho. ==Geografia== Novo Hamburgo está localizado no centro-sul da região Sul do Brasil, na latitude de 29°40'40\" Sul e longitude de 51°07'51\" Oeste. Integra atualmente a Região Geográfica Intermediária de Porto Alegre e Região Geográfica Imediata de Novo Hamburgo-São Leopoldo. ===Clima=== O clima de Novo Hamburgo é subtropical, com temperatura média anual de 19 °C. Mesmo que muito rara, precipitações de neve já foram registradas na cidade em 1975, 1984, 1994, 2000 e 2006. === Hidrografia === A cidade é banhada pelo Rio dos Sinos e tem 26 arroios. Alguns são menores, que banham outros arroios, outros estão na área rural, mas os principais da área urbana são: o Cerquinha, o Gauchinho, o Luiz Rau (que passa na região central da cidade), o Manteiga, o Wiesenthal (conhecido popularmente como Visital) e o Pampa. == Demografia == Novo Hamburgo possui uma população de habitantes em 2022 segundo o Instituto Brasileiro de Geografia e Estatística (IBGE), o que coloca a cidade no quesito população na posição 133º no país, com densidade demográfica de . ==== Idiomas minoritários ==== * Alemão (principalmente o dialeto hunsrückisch) ==Ver também== * Lista de prefeitos de Novo Hamburgo ==Bibliografia== *SCHEMES, Claudia. Pedro Adams Filho: empreendedorismo, indústria calçadista e emancipação de Novo Hamburgo. Tese. PUCRS. Porto Alegre, 2006. *SELBACH, Jeferson Francisco. Novo Hamburgo 1927-1997: os espaços de sociabilidade na gangorra da modernidade. dissertação de mestrado. Orientadora Sandra Jatahy Pesavento. Porto Alegre/RS: PROPUR/UFRGS, 1999. * SELBACH, Jeferson Francisco. Novo Hamburgo como palco do flâneur. Cachoeira do Sul/RS: Ed. do Autor, 2006. Edição Eletrônica Ligação Alternativa *SELBACH, Jeferson Francisco. Cumplicidade e traição: a Novo Hamburgo dos anos 40 e 50 na pena do cronista Ercílio Rosa. São Luis/MA: EDUFMA, 2009 Categoria:Rota Romântica Categoria:Fundações no Rio Grande do Sul em 1927",
 "title": "Novo Hamburgo"
}