{
 "id": "31729",
 "text": "Nova Orleães, também referida como Nova Orleans (, ), é a cidade mais populosa do estado norte-americano da Luisiana. Foi fundada originalmente por exploradores franceses com o nome de Nouvelle Orléans, e está localizada no sudeste do estado, ao sul do Lago Pontchartrain, no ponto mais baixo do estado. A cidade é co-existente com a Paróquia de Orleães. Com quase 384 mil habitantes, de acordo com o censo nacional de 2020, é a 53ª cidade mais populosa do país. Pouco mais de 8% da população total da Luisiana vive em Nova Orleães. Sua região metropolitana possui mais de 1,2 milhão de habitantes. A cidade foi fundada em 1718 por Jean Baptiste le Moyne. Moyne foi o governador da colônia francesa de Luisiana. A cidade foi assim nomeada em homenagem a Filipe II, Duque d'Orleães, que era então o regente e o chefe de estado da França à época em que Nova Orleães foi fundada. Ela se tornou a capital da Luisiana em 1722.Havard Gilles, Vidal Cécile, Histoire de l'Amérique française, Flammarion, 2003, page 393 A cidade é o centro portuário mais movimentado do Estados Unidos, e o quarto mais movimentado do mundo, graças à sua localização próxima ao Golfo do México e do Rio Mississippi, fazendo da cidade um polo de conexão para produtos que são importados/exportados para a América Latina. Além disso, a indústria petroleira é também de grande importância para a economia da cidade. Esta indústria é forte na cidade graças a vários postos de extração de petróleo localizados próximos à cidade, ao longo da Costa do Golfo. O turismo também é uma fonte de renda primária da cidade. Nova Orleães possui vários cognomes, que descrevem diversas características da cidade. Entre elas, as mais conhecidas são The Crescent City (descrevendo seu formato ao longo do Rio Mississippi), The Big Easy (uma referência feita por músicos, graças à relativa facilidade de encontrar um emprego na cidade) e The City that Care Forgot (associada com a natureza amistosa dos habitantes da cidade). O lema de Nova Orleães, não-oficial mas muito citado na cidade, é Laissez les bons temps rouler (\"Deixe os bons tempos rolarem\"). É uma cidade conhecida pelo seu legado multicultural — especialmente influências culturais francesas, espanholas e afro-americanas, e pela sua música e pela sua culinária. Nova Orleães é um destino turístico internacional mundialmente famoso graças aos seus vários festivais. Entre elas, as mais importantes são o Mardi Gras, Jazz Fest, Southern Decadence, e o festival de futebol americano Sugar Bowl. O nome da cidade é geralmente abreviada NOLA. O gentílico dos habitantes da cidade é Orleniano(a). == História == === A partir de 1755: o advento Cajun e Créole === A cultura \"Cajun\" provém diretamente dos franceses, brancos, católicos, que colonizaram a Nova Escócia, no Canadá, então Acádia (daí apocopado para \"Cajun\"), no século XVII e que migraram para a Luisiana, vindo a se estabelecer em Nova Orleães no século XVIII, a partir de 1755, devido a perseguições religiosas e políticas, em decorrência da guerra entre Inglaterra e França. Já o termo \"Créole\" se refere aos imigrantes brancos e negros que vieram para a Luisiana, das colônias francesas nas Antilhas, a Martinica e o Haiti, que chegaram no século XVIII e aos índios e brancos nativos que sofreram sua influência. Na culinária estão pontos marcantes dessa influência, como o uso de condimentos fortes, frutos do mar e a incorporação de elementos usados pelos colonizadores espanhóis e franceses, como a presunto. A culinária créole legou para o mundo a jambalaya, prato a base de camarão, linguiça e arroz, preparado ao estilo da paella espanhola. Por toda essa miscigenação e sincretismo, decorrentes do \"Cajun\" e \"Créole\", Nova Orleães é comparável a Salvador e tem como característica marcante ser multirracial, além de apresentar menos preconceito racial que outras cidades americanas.http://www.filologia.org.br/revista/artigo/7(21)04.htmhttp://www.idelberavelar.com/archives/2005/09/sobre_new_orlea.php === Século XVIII === Tribos nativos americanos Chickasaw, Choctaw e Natchez viviam na região onde a cidade de Nova Orleães atualmente está localizada milhares de anos antes da chegada dos primeiros europeus. Os primeiros exploradores europeus a explorarem a região foram os franceses. O primeiro europeu a explorar a região onde a cidade de Nova Orleães está atualmente localizada foi René-Robert Cavelier, que havia partido de Quebeque em direção aos Grandes Lagos, e de lá, partiu para a região próxima à nascente do Rio Mississippi. Após ter descido todo o rio, Cavelier reivindicou muito da bacia hidrográfica do Mississippi à coroa francesa. Nova Orleães foi fundada em 1718 por colonos franceses, sob o nome de La Nouvelle-Orléans. Estes colonos eram liderados por Jean-Baptiste Le Moyne de Bienville. O local foi escolhido para a fundação de um novo assentamento por causa de duas características: seu inusitado relevo relativamente alto em uma região de muita baixa altitude, vulnerável à enchentes e inundações, e por estar próximo a um posto comercial francês (onde comerciantes faziam diversas trocas comerciais com indígenas) e de uma estrada indígena. Nova Orleães tornou-se a capital da província colonial francesa de Luisiana (parte da Nova França) em 1722, substituindo Biloxi. Em 1763, sob os termos do Tratado de Paris, toda as regiões da Luisiana a oeste do Rio Mississippi passaram a ser controladas pelos espanhóis. Assim, Nova Orleães passou ao controle espanhol. Muitos dos habitantes francófonos da cidade ficaram descontentes com o fato de que a cidade estaria sob controle espanhol, e vários deixaram a cidade, indo em direção ao atual Quebeque ou retornando à França. O maior descontentamento entre a população francófona da cidade levou a uma manifestação popular que forçou o primeiro governador da Luisiana a fugir da cidade. Tropas espanholas acabaram com esta rebelião em 1769. Outros habitantes francófonos pressionaram politicamente os espanhóis, através de diversos abaixos-assinados. Em 1788, um grande incêndio, o maior da história do estado de Luisiana, destruiu mais de 850 estruturas. Em 1795, quando a cidade ainda estava sendo reconstruída, um novo incêndio ocorreu, destruindo cerca de 200 estruturas. Por causa dos incêndios e da colonização espanhola, muito das estruturas do século XIX da cidade possuem características da arquitetura espanhola. Em 1795, a Espanha cedeu aos Estados Unidos o direito de usar os equipamentos portuários da cidade. === Século XIX === Em 1800, através de um acordo secreto realizado entre a Espanha e a França, a Luisiana voltou a fazer parte da França. Os Estados Unidos souberam da compra somente em março de 1803. Em abril, os americanos compraram a Luisiana da França. As bandeiras espanholas içadas na cidade seriam somente substituídas por bandeiras francesas em 30 de novembro. Em 20 de dezembro, os americanos oficialmente tomaram posse da cidade, e substituíram então as bandeiras francesas por bandeiras americanas. Então, a população da cidade era de aproximadamente 10 mil habitantes. Em 1805, Nova Orleães foi elevada à categoria de cidade primária (city). Em 1812, Luisiana tornou-se um Estado do Estados Unidos, e Nova Orleães continuou a ser a capital da região. Desde os primórdios da história da cidade, uma característica da cidade era sua população cosmopolita, poliglota e multicultural. A cidade cresceu rapidamente, com grandes números de americanos, franceses e haitianos tendo instalado-se na cidade. Durante a Guerra de 1812, o Reino Unido enviou uma força militar, cujos objetivos eram a captura de Nova Orleães e o pedido de ajuda a um pirata instalado na cidade, Jean Laffite. Este, porém, juntou-se com os americanos. Os britânicos foram derrotados por forças americanas lideradas por Andrew Jackson e por piratas liderados por Laffite em 8 de janeiro de 1815, a apenas alguns quilômetros da cidade. Após o término da guerra, Nova Orleães prosperou economicamente, atraindo milhares de imigrantes, a maioria, alemães ou irlandeses. A população da cidade dobrou na década de 1830. Em 1840, Nova Orleães tinha uma população de 102 193 habitantes, e era então a quarta maior cidade do país. Nova Orleães tornou-se extremamente ativa culturalmente, com vários teatros, óperas e museus tendo sido inaugurados na cidade, operando dia e noite. Porém, o crescimento populacional da cidade era interrompida por vezes por epidemias de febre amarela. As autoridades da cidade, então, não sabiam que a causa destas epidemias eram os pântanos localizados próximos à cidade, que criavam um terreno propício para a criação dos mosquitos transmissores da doença. A maior destas epidemias ocorreu em 1853, e que matou cerca de dez mil pessoas. Nova Orleães foi a capital do Estado de Luisiana até 1849, quando então a capital do Estado passou a ser Baton Rouge. Em 1865, Nova Orleães novamente tornou-se a capital da Luisiana até 1880, quando a capital mudou-se definitivamente para Baton Rouge. Como um centro portuário de grande porte, Nova Orleães possuiu um papel primário no comércio de escravos, enquanto que a cidade possuía, ao mesmo tempo, a maior comunidade afro-americana do Estados Unidos. Em 1861, a Luisiana separou-se dos Estados Unidos e juntou-se aos Estados Confederados da América. Ainda no mesmo ano, a Guerra Civil Americana teve início. Nova Orleães, como um porto primário de grande importância para a Confederação, foi um alvo primário de ataques navais da marinha americana. Em abril de 1862, Nova Orleães foi capturada por tropas americanas. Nenhuma batalha em defesa da cidade ocorreu, e a cidade foi tomada sem resistência. Assim, Nova Orleães foi poupada da destruição que afetou outras cidades-chave da Confederação. Porém, a economia de Nova Orleães entrou em uma grande recessão, que duraria cerca de uma década, por causa do bloqueio econômico naval da União à Confederação, conhecida como Plano Anaconda, e por causa da inauguração de diversas ferrovias à cidade, assim diminuindo a importância do porto para a economia de Nova Orleães. Tropas americanas ocuparam a cidade até 1877. Por algum tempo, o governo americano cedeu a militares e a civis de descendência afro-americanas o governo da cidade, revoltando a maioria dos habitantes brancos da cidade. Uma grande rebelião entre brancos e afro-americanos ocorreu em 1866, onde cerca de 50 pessoas morreram. A partir do final da década de 1870, a economia de Nova Orleães passou a recuperar-se. Em 1879, a baía portuária da cidade foi ampliada. Em 1884, a cidade sediou uma Feira Mundial. === Século XX === No início do século XX, Nova Orleães possuía uma população de cerca de 287 mil habitantes. Durante a década de 1900, muitos imigrantes italianos instalaram- se na cidade. Em 1905, as epidemias de febre amarela que afligiam Nova Orleães desde os primórdios da colonização da região foram exterminadas graças a um programa adotado pela prefeitura da cidade, cujo objetivo era a destruição dos principais focos de procriação dos insetos transmissores da doença. Muito de Nova Orleães está localizado abaixo do nível do mar, e por causa disso, a cidade é cercada por diques. Até o início do século XX, construção de estruturas estava limitada primariamente às poucas terras localizadas acima do nível do mar, próximos a diques naturais. A cidade era então completamente cercada por pântanos, que eram vulneráveis a enchentes e inundações do Rio Mississippi. Na década de 1910, o engenheiro e inventor Baldwin Wood criou seu ambicioso plano para drenar estes pântanos, através do uso de grandes bombas que foram desenhadas por ele mesmo. Tais bombas d' água ainda estão em uso em tempos atuais. Toda a água da chuva deve ser bombeada para canais que levam ao Lago Pontchartrain. Estas bombas d' água e a drenagem dos pântanos permitiram que a cidade se expandisse bastante em área. Porém, o bombeamento de água contida no subsolo resultou em sedimentação do solo, diminuindo a capacidade deste solo em absorver água, assim, aumentando o risco de enchentes e descendo ainda mais o nível do mar, a cidade afunda 6 milímetros por ano, nas áreas drenadas e urbanizadas afunda ainda mais, cerca de 1 metros em 50 anos.Revista National Geographic Brasil, Agosto 2007 - Nova Orleans, Um Futuro Ameaçado, pág 106 a 135. Ao longo do século, diversos avisos foram feitos que um furacão ou uma enchente em grande escala do Rio Mississippi poderia criar um lago no centro da cidade, com uma profundidade de até 9 metros, cuja água levaria meses para ser bombeada. Em 1932, Nova Orleães inaugurou um canal, a Bonnet Carré Spillway, que diminuiu o risco de enchentes, desviando água do Lago Pontchartrain até o Rio Mississippi. Durante a década de 1920, em um esforço de modernizar a aparência da cidade, a prefeitura de Nova Orleães removeu muito dos antigos terraços de ferro da Rua Canal. Durante a década de 1960, todos os locais que eram segregados entre a população branca e afro-americana foram reintegrados, entre eles, escolas e bibliotecas. Ainda durante a década de 1960, a cidade substituiu suas linhas de bonde por linhas de ônibus. Anos após esta mudança, a prefeitura decidiu substituir muitas destas linhas de ônibus por linhas de bonde, durante a década de 1990. A partir da década de 1960, a população de Nova Orleães passou a crescer mais lentamente, com a maior parte do crescimento populacional ocorrendo na região metropolitana da cidade. Metairie é atualmente o maior subúrbio de Nova Orleães. A partir da década de 1970, a importância do turismo passou a aumentar gradativamente, tornando-se uma das principais fontes de renda da cidade. Diversas áreas anteriormente voltadas para os habitantes locais de Nova Orleães passaram a voltar sua atenção para a indústria doméstica e internacional. Em 1975, a Luisiana Superdome, um estádio desportivo de grande capacidade, foi inaugurado. Um século após ter sediado uma Feira Mundial, em 1884, Nova Orleães sediou uma segunda feira mundial, a Exposição Mundial de Luisiana de 1984. Na tarde de sábado, 14 de dezembro de 1996, um navio de carga chocou-se com um shopping center e um hotel na cidade, ambas localizadas às margens do Rio Mississippi. Nenhuma pessoa morreu, mas 116 ficaram feridas, 15 lojas e 456 quartos de hotel foram destruídos. O navio foi removido do local somente em 6 de janeiro de 1997. === Século XXI === Nova Orleães foi atingida em cheio pelo furacão Katrina em 29 de agosto de 2005. O Katrina foi categorizado inicialmente como um furacão de categoria 5 na Escala de Furacões de Saffir- Simpson, a mais destrutiva categoria de todas. O Katrina, porém, foi rebaixado posteriormente para um furacão categoria 4. A prefeitura da cidade instituiu uma evacuação mandatória de emergência de toda a cidade, a primeira ordem deste gênero implementada na cidade. Porém, por causa da falta de planeamento de transporte, principalmente aos milhares de pessoas que não possuem carros, muitos habitantes da cidade foram forçados a ficar na cidade. Outros decidiram simplesmente continuar na cidade. Muitos dos milhares de habitantes que permaneceram foram movidos para o Superdome. Muito de Nova Orleães está localizado abaixo do nível do mar, e protegida de enchentes do Rio Mississippi através de diques. Por causa destes diques e da sedimentação do subsolo da cidade, uma grande tempestade ou furacão causaria grande estrago na cidade, uma vez que os diques e a sedimentação impermeabilizaram o solo da cidade, e impediram um rápido escoamento da água a outras regiões. Nova Orleães foi atingido por ventos de até 200 quilômetros por hora, e cerca de 40% da cidade foi alagada, por causa do furacão Katrina. O estádio Superdome ficou seriamente danificado, e os milhares de pessoas dentro do estádio viveram por cerca de uma semana sob condições não sanitárias, até serem evacuadas pelo governo americano a outras regiões consideradas seguras. Enquanto isto, muitas lojas foram saqueadas, e vários roubos foram registrados. Milhares de policiais foram enviados à cidade para tentar manter o controle da região, e lei marcial foi instituída pelo prefeito de Nova Orleans. Em 30 de agosto de 2005, dois dos diques que cercavam Nova Orleães cederam à grande pressão das águas do Lago Pontchartrain. Os reservatórios destes diques já estavam acima da capacidade, graças ao furacão. Por causa disso, 89% da cidade foi alagada, com a água atingindo uma profundidade de até 7,6 metros. Companhias seguradoras estimam os estragos entre 10 e 25 bilhões de dólares, enquanto que o prejuízo econômico total está estimado em 100 bilhões de dólares. Se os danos do furacão Katrina superarem os estimados 25 bilhões de dólares, o Katrina tornar-se-á o furacão que causou mais prejuízos na história do Estados Unidos. Não se sabe o número de mortos, embora seja possível que este total seja de vários milhares. Atualmente, os esforços de limpeza de destroços e de reconstrução ainda estão em continuam em Nova Orleães. Embora a maior parte da cidade está aberta para ocupação, muitas áreas, especialmente aquelas pesadamente danificadas pelo furacão e pela inundação, ainda possuem serviço de infraestrutura básica (eletricidade, água potável, coleta de resíduos, etc) irregular, e a secção mais atingida da cidade, uma parte do Lower Ninth Ward, ainda não está aberta para ocupação. == Geografia == Nova Orleães está localizado nas planícies litorâneas do Rio Mississippi, a aproximadamente 160 quilômetros longe da foz do rio, no Golfo do México. A geografia da região caracteriza-se pela sua baixíssima altitude, com várias áreas estando localizadas em uma altitude abaixo do nível do mar. Por causa de sua baixa altitude e do seu terreno muito pouco acidentado, um pequeno aumento do volume das águas do Rio Mississippi pode desencadear enchentes ao longo da região inferior do rio. Enchentes são comuns no sul da Luisiana, e estas enchentes, como consequência, depositam sedimentos no solo da região, tornando este solo extremamente fértil. Nova Orleães está localizado na região de menor altitude de todo o estado de Luisiana, bem como está localizada em uma das regiões de menor altitude de todo o Estados Unidos, perdendo apenas para o Vale da Morte e para o Mar Salton. Muito da cidade está localizada entre 30 centímetros a três metros abaixo do nível do mar. Isto torna a região altamente vulnerável a enchentes e inundações. Para tentar minimizar o risco de enchentes na região, um total de 112 grandes bombas d' água são usadas, capazes de bombear mais de 95 bilhões de litros de água por dia. Porém, basta apenas quatro centímetros de precipitação, causada por uma grande tempestade ou um furacão, para que maior inundação possa ocorrer. Neste caso, as bombas d' água não removem água suficiente, e a sedimentação do solo da cidade e os diques atuam como um imenso reservatório de água, suficiente para formar um lago artificial que pode ter até nove metros de profundidade. Por causa disto, a maioria dos cemitérios da cidade usam sepulturas não subterrâneas. De acordo com o Departamento do Censo dos Estados Unidos, a cidade tem uma área de , dos quais estão cobertos por terra e (51,6%) por água. A região metropolitana de Nova Orleães é a trigésima nona maior área urbana do Estados Unidos. === Clima === O clima de Nova Orleães é subtropical, com invernos amenos e verões quentes e úmidos. Em janeiro, a temperatura mínima média da cidade é de 7 °C, e máximas diárias em torno de 17 °C. Em julho, a média das mínimas são de 24 °C e a média das máximas é de 33 °C. A temperatura mais baixa já registrada no Aeroporto Internacional de Nova Orleães foi de -14 °C em 13 de fevereiro de 1899, e a mais alta de 40 °C em 24 de junho de 2009. A taxa de precipitação média anual de chuva na cidade é aproximadamente de milímetros. Em raras ocasiões, neva na cidade, sendo que um dos registros mais recentes ocorreu em 11 de Dezembro de 2008. A taxa de precipitação de neve mais alta já registrada na cidade foi de 11 centímetros, registrada no natal de 1954. == Administração == Nova Orleães é administrada por um prefeito e por um conselho municipal. O conselho municipal consiste em cinco membros. Nova Orleães está dividido em cinco distintos distritos eleitorais. A população de cada cidade elege uma pessoa que atuará como representante do distrito no conselho municipal. Outras duas pessoas são escolhidas por estes cinco membros para atuarem no conselho, elevando o número total de membros do conselho municipal para sete. Já o prefeito é escolhido pela população eleitoral da cidade. Nova Orleães e a paróquia de Orleães são a mesma subdivisão política. Até 1870, porém, Nova Orleães e a paróquia eram duas distintas subdivisões. O prefeito da cidade escolhe um oficial administrativo, encarregado de auxiliar o prefeito e o conselho em administrar a cidade. Leis são criadas e aprovadas pelo conselho. O prefeito pode vetar estas leis, mas não caso cinco ou mais membros do conselho sejam a favor da implementação da lei. == Demografia == Desde 1900, o crescimento populacional médio, a cada dez anos, é de 3,5%. === Censo 2020 === De acordo com o censo nacional de 2020, a sua população é de e sua densidade populacional é de . Seu crescimento populacional na última década foi de 11,7%, bem acima do crescimento estadual de 2,7%. É a cidade mais populosa do estado e a 53ª mais populosa do país. Possui que resulta em uma densidade de e um aumento de 2,1% em relação ao censo anterior. Deste total, 14,8% das unidades habitacionais estão desocupadas. A média de ocupação é de 2,3 pessoas por residência. === Censo 2000 === Segundo o censo americano de 2000, Nova Orleães possui , ocupadas e . A densidade populacional da cidade é de . A cidade possui um total de , que resultam em uma densidade de . 67,25% da população da cidade são afro-americanos, 28,05% são brancos, 2,26% são asiáticos, 0,2% são nativos americanos, 0,02% são nativos polinésios, 0,93% são de outras raças e 1,28% são descendentes de duas ou mais raças. 3,06% da população da cidade são hispânicos de qualquer raça. Existem na cidade ocupadas, dos quais 29,2% abrigam pessoas com menos de 18 anos de idade, 30,8% abrigam um casal, 24,5% são famílias com uma mulher sem marido presente como chefe de família, e 40% não são famílias. 33,2% de todas as residências ocupadas são habitadas por apenas uma pessoa, e 9,7% das residências ocupadas na cidade são habitadas por uma única pessoa com 65 anos ou mais de idade. Em média, cada residência ocupada possui 2,48 pessoas e cada família é composta por 3,23 membros. 26,7% da população da cidade possui menos de 18 anos de idade, 11,4% possuem entre 18 e 24 anos de idade, 29,3% possuem entre 25 e 44 anos de idade, 20,9% possuem entre 45 e 64 anos de idade, e 11,7% possuem 65 anos de idade ou mais. A idade média da população da cidade é de 33 anos. Para cada 100 pessoas do sexo feminino existem 88,2 pessoas do sexo masculino. Para cada 100 pessoas do sexo feminino com 18 anos ou mais de idade existem 83,3 pessoas do sexo masculino. A renda média anual de uma residência ocupada é de , e a renda média anual de uma família é de . Pessoas do sexo masculino possuem uma renda média anual de , e pessoas do sexo feminino, . A renda per capita da cidade é de . 27,9% da população da cidade e 23,7% das famílias da cidade vivem abaixo da linha de pobreza. 40,3% das pessoas com 17 anos ou menos de idade e 19,3% das pessoas com 65 anos ou mais de idade estão vivendo abaixo da linha de pobreza. Estes dados são provenientes do censo americano de 2000, e portanto, não levam em conta o grande êxodo populacional causado pelo Furacão Katrina. Estimativas da população atual da cidade são altamente especulativas. Uma análise do sociólogo John R. Logan, da Universidade Brown, de janeiro de 2006, estima a população de Nova Orleães em aproximadamente 200 mil habitantes. A mesma análise estima que aproximadamente 50% da população branca e 80% da população afro-americana tenha abandonado definitivamente a cidade. === Criminalidade === Os principais problemas atuais de Nova Orleães são a difícil reconstrução da cidade da destruição causada pelo Furacão Katrina, a pobreza, a criminalidade e o tráfico de drogas. Nova Orleães possui altas taxas de criminalidade. Em 1994, 421 homicídios foram registrados, resultando em uma taxa de 85,8 homicídios para cada cem mil habitantes, a maior entre qualquer cidade americana até os tempos atuais. Após 1994, as taxas de criminalidade da cidade caíram gradualmente, até 1999, quando passaram a aumentar até 2004. A cidade registrou a maior taxa de homicídio entre cem mil habitantes entre grandes cidades americanas em 2002 (53,3 homicídios para cada 100 mil habitantes). Em 2004, foram registrados 275 homicídios. Após o Furacão Katrina, a mídia americana deu destaque à grande redução das taxas de criminalidade de Nova Orleães, que se seguiu ao êxodo populacional da cidade. As taxas de criminalidade tem aumentado em tempos recentes, porém, à medida que antigos habitantes voltam à cidade — embora o cálculo da taxa de criminalidade seja difícil uma vez que nenhuma fonte autoritativa pode citar a população atual da cidade. Como em outras cidades americanas de tamanho similar, a maioria dos homicídios e outros crimes violentos estão concentrados em certos bairros onde o tráfico de drogas é praticado amplamente. A maioria das vítimas de homicídios da cidade possuem registos criminais. === Religião === A colonização francesa e espanhola de Nova Orleães gerou uma forte tradição católica romana. Missionários católicos ministravam para escravos, libertavam pessoas de cor e criavam escolas para elas. Além disso, muitos imigrantes europeus do final do século XIX e início do século XX, como irlandeses, alguns alemães e italianos eram católicos. Na Arquidiocese de Nova Orleães (que inclui não apenas a cidade, mas também as paróquias vizinhas), 40% da população é católica romana.\"New Orleans Archdiocese (Catholic-Hierarchy)\". Retrieved March 24, 2020. O catolicismo se reflete nas tradições culturais francesas e espanholas, incluindo suas muitas escolas paroquiais, nomes de ruas, arquitetura e festivais, incluindo o Mardi Gras. Influenciada pela população protestante do Bible Belt, Nova Orleans tem uma demografia não católica considerável. Nova Orleães exibe uma variedade distinta de Vodu da Luisiana, devido em parte ao sincretismo com as crenças católicas romanas africanas e afro-caribenhas. A fama da praticante de vodu Marie Laveau contribuiu para isso, assim como as influências culturais do Caribe em Nova Orleans.New Orleans, \"now under the flag of the United States, is still very much a Caribbean city....\" \"The Pearl of the Antilles and the Crescent City: Historic Maps of the Caribbean in the Latin American Library Map Collections\". Latin American Library, Tulane University. Archived from the original on December 8, 2006. Retrieved January 4, 2007.New Orleans is described as \"a Caribbean city, an exuberant, semi-tropical city, perhaps the most hedonistic city in the United States\". R.W. Apple, Jr. \"Apple's America\". Archived from the original (quoted on ePodunk.com) on October 13, 2007. Retrieved January 4, 2007.New Orleans \"is often called the northernmost Caribbean city\". Kemp, John R. (November 30, 1997). \"When the painter met the Creoles\". The Boston Globe. p. G3. Retrieved January 4, 2007. Embora a indústria do turismo associe fortemente o vodu à cidade, apenas um pequeno número de pessoas é adepto sério. == Economia == Nova Orleães é um grande centro industrial e de distribuição, e é também um dos principais centros portuários do Estados Unidos. É o quarto porto mais movimentado do mundo e o porto mais movimentado do país. Como Houston, Nova Orleães está localizada próximo ao litoral do Golfo do México, onde vários poços de petróleo estão localizados. Um número de companhias petroleiras possuem quartéis-generais regionais na cidade, incluindo a British Petroleum, a Chevron, a ConocoPhillips e a Royal Dutch Shell. A cidade é sede do principal quartel- general da Entergy Corporation, um fornecedor de energia elétrica. O governo federal possui uma presença significante na área. A Michoud Assembly Facility, da NASA, está localizada em Nova Orleães. Lockheed Martin também possui um grande centro industrial na região metropolitana de Nova Orleães, que produz tanques de combustível para ônibus espaciais. Nova Orleães é uma das cidades mais visitadas por turistas no Estados Unidos, e o turismo é uma das principais fontes de renda. Os carnavais da cidade, o Mardi Gras, o Sugar Bowl, o New Orleães Jazz & Heritage Festival e o Southern Decadence são grandes festivais que atraem anualmente milhões de turistas por ano. Os turistas também são atraídos pela arquitetura e pelos aspectos culturais da cidade. == Infraestrutura == === Educação === New Orleans Public Schools é o distrito escolar público de Nova Orleães, encarregado de administrar as escolas públicas da cidade. A Jefferson Parish Public Schools opera na paróquia vizinha de Jefferson. A New Orleans Public Schools administra cerca de 100 escolas. As paróquias de Paróquia de Saint Tammany e River também administram seus próprios sistemas educacionais. A região metropolitana de Nova Orleães possui cerca de 200 escolas paroquiais. Nova Orleães administra um sistema de bibliotecas públicas, compostas por uma biblioteca central e várias bibliotecas de menor porte. Várias instituições de ensino superior estão localizadas dentro da cidade, das quais as principais são a Universidade de Tulane, a Universidade de Loyola, a Universidade Dillard, a Southern University at New Orleans, a Universidade Xavier de Luisiana, a Universidade de Nova Orleães, a Louisiana State University Medical School e a Faculdade Herzing. ===Transportes=== A região metropolitana de Nova Orleães é servida pelo Aeroporto Internacional de Nova Orleães Louis Armstrong, localizado a aproximadamente 15 km a oeste de Nova Orleães, na cidade de Kenner. Este aeroporto atende a milhões de passageiros anualmente, e cerca de 300 voos sem escalas por dia, de e para destinos ao longo dos Estados Unidos, Canadá, América Latina e Caraíbas. O aeroporto também movimenta uma quantidade significante de voos charter (não-regulares) de e para a Europa. O aeroporto também serve como escala para vários voos da Federal Express. Dentro dos limites de Nova Orleães está localizado o Aeroporto Lakefront, um aeroporto que atende unicamente a voos de aviação geral. Também em Nova Orleães está localizado o Heliporto Central de Nova Orleães, localizado no topo do prédio de estacionamentos da Luisiana Superdome. Vários aeroportos regionais localizam-se ao longo da região metropolitana de Nova Orleães. A Amtrak fornece serviço ferroviário de passageiros, operando no New Orleans Union Passenger Terminal três rotas ferroviárias de passageiros: uma para Nova Iorque, outra para Chicago, e uma terceira rota, Los Angeles — Orlando, na qual Nova Orleães é uma escala. Em adição, a cidade é servida por 6 companhias ferroviárias de carga de grande porte: a Union Pacific, a Burlington Northern Santa Fé (cujas ferrovias vem do oeste), a Norfolk Southern e a CSX, do leste, e a Canadian National e a Kansas City Southern, do norte. O transporte público na cidade é operado pela New Orleans Regional Transit Authority. A companhia administra várias linhas de ônibus, que conectam a cidade com seus subúrbios, bem como três linhas ativas de bondes. Estas linhas de bonde são uma atração turística da cidade. As ruas e avenidas da cidade estão organizadas em um padrão radial, de gradeamento. O Porto de Nova Orleães movimenta cerca de 132 milhões de toneladas de carga por ano. O porto de Nova Orleães compõe a maior parte do Porto do Luisiana Sul. Esta última é o porto mais movimentado do Hemisfério Ocidental e o quarto mais movimentado do mundo. Cerca de cinco mil navios vindos e indo para cerca de 60 países diferentes atracam em Nova Orleães todo ano. Os principais produtos exportados são petróleo, cereais, carne e derivados de petróleo. Os principais produtos importados são produtos químicos em geral, café e petróleo. Nova Orleães também possui duas balsas que atravessam o rio que corta o Garden District e o French Quarter. Estes ferries não cobram nada dos pedestres que a usam, mas motoristas pagam um dólar para poder cruzar o rio com seus veículos. == Cultura == === Pontos de interesse === A região metropolitana de Nova Orleães possui várias atrações turísticas, desde as internacionalmente conhecidas Bourbon Street e o French Quarter (Bairro Francês), conhecidas pela sua ativa vida noturna, a St. Charles Avenue, casa da Universidade de Tulane e da Universidade de Loyola, até várias mansões do século XIX. Os principais pontos turísticos de Nova Orleães incluem o French Quarter, conhecido na região como The Quarter. Esta região data dos tempos na qual Nova Orleães estava sob controle francês e espanhol. O French Quarter contém vários hotéis, bares e clubes noturnos, bem como a Jackson Square, a Catedral de Nova Orleães e o Mercado Francês, incluindo o Café du Monde, famosa por seu café ao leite; bem como a Preservation Hall. Dois museus estão localizados no French Quarter, um é uma ex-casa da Moeda americana e a outra dedica-se ao fornecimento de materiais relacionados com o Dia D. Um autêntico barco turístico a vapor, o Natchez, navega pelo rio Mississippi duas vezes por dia. Museus de arte na cidade incluem o Museu de Artes de Nova Orleães e o Museu Ogden de Arte Sulista. O Parque Audubon e o Zoológico Audubon também estão localizados em Nova Orleães. A cidade também é conhecida por seus vários belos cemitérios. Nova Orleães é conhecida mundialmente pela sua culinária, que inclui características da culinária francesa, latino- americana e afro-americana. === Eventos anuais === A região metropolitana de Nova Orleães é sede de diversos festivais anuais, tais como o Mardi Gras, Ano Novo e o New Orleans Jazz & Heritage Festival. A celebração mais famosa de Nova Orleães é sua estação de carnaval. A estação carnavalesca é conhecida pelo nome de Mardi Gras, que significa, literalmente, Terça-feira Gorda, em francês. Todo ano, mais de um milhão de turistas comparecem a este evento. O maior dos vários festivais musicais da cidade é o New Orleans Jazz & Heritage Festival. Este festival é geralmente abreviado como Jazz Fest, sendo um dos maiores festivais de música de todo o Estados Unidos. As dezenas de milhares de turistas internacionais que atendem anualmente este festival experienciam música, comida, artes e artesanato típicas. Apesar do nome, este festival não está centralizado unicamente no jazz, possuindo uma grande variedade de música, incluindo música nativa da Luisiana e de outros músicos nacionalmente conhecidos. Diversos filmes foram filmados na cidade, como O Curioso Caso de Benjamin Button, Live and Let Die, O Dossiê Pelicano, O Júri e New Orleans, Hard Target, bem como o documentário When the Levees Broke: A Requiem in Four Acts, de Spike Lee. Mais um diverso para os turistas na cidade é o programa Louisiana Tax Free (Louisiana Sem Impostos). O governo de Louisiana reembolsa turistas internacionais pelos impostos que eles pagam em compras feitas em Louisiana. Os turistas precisam guardar os recibos das compras, e eles podem receber o valor daqueles impostos em dinheiro no aeroporto antes de sair. === Música === Nova Orleães têm sido sempre um centro musical importante no Estados Unidos, com sua mistura de culturas europeias, latino-americanas e afro-americanas. Nova Orleães é conhecida pelo papel que músicos afro- americanos da cidade tiveram na formação do jazz. Nova Orleães é atualmente considerada a capital mundial do jazz. Décadas depois, a cidade seria casa a um estilo distintivo de rhythm and blues que muito contribuiria posteriormente para o surgimento e o crescimento da popularidade do rock and roll. Além disso, as áreas rurais próximas à cidade são casa da música cajun, da música zydeco, e dos blues. == Esportes == Nova Orleães é casa para várias equipes profissionais de esportes, que atuam nas principais ligas esportivas do estado. Entre elas, destacam-se o New Orleans Pelicans (equipe de basquete, jogando na NBA) e o New Orleans Saints da National Football League. Os Saints jogam no Caesars Superdome e os Pelicans jogam no Smoothie King Center. O New Orleans Zephyrs, é um time de beisebol da minor league, sediada na cidade vizinha de Metairie. Historicamente, várias equipes esportivas já estiveram sediadas na cidade, incluindo o New Orleans Hornets (basquete, 2002–2010), o New Orleans Night (futebol americano, 1991–1992), o New Orleans Buccanners (basquete, 1967–1970), o New Orleans Jazz (basquete, 1974–1980) e o New Orleans Brass (hóquei sobre o gelo, 1997–2003). # # == Ligações externas == * * * * Nova Orleans, francês ou ... Bairro Espanhol? * *",
 "title": "Nova Orleães"
}