{
 "id": "31747",
 "text": "miniaturadaimagem|Coleção de tesauros da língua latina. Tesauro, também conhecido como thesaurus ou dicionário de ideias afins, é uma lista de palavras com significados semelhantes, dentro de um domínio específico de conhecimento. Por definição, um tesauro é restrito. Não deve ser encarado simplesmente como uma lista de sinónimos, pois o objetivo do tesauro é justamente mostrar as diferenças mínimas entre as palavras e ajudar o escritor a escolher a palavra exata. Tesauros não incluem definições, pelo menos muito detalhadas, acerca de vocábulos, uma vez que essa tarefa é da competência de dicionários. == Etimologia == A palavra «tesauro» é derivado do neolatim do século XVII, que por sua vez é derivado do latim thēsaurus, que é a latinização do grego θησαυρός (thēsauros), «tesouro, tesouraria, armazém». A palavra thēsauros é de etimologia incerta. Douglas Harper deriva-a da raiz do verbo grego τιθέναι (tithenai), \"pôr, colocar, deitar\". Robert Beekes rejeitou uma derivação indo-europeia e sugeriu um sufixo pré-grego *-arwo-. Dos séculos XVI ao XIX, o termo «thesaurus» foi aplicado a qualquer dicionário ou enciclopédia, como no Thesaurus linguae latinae (1532), e o Thesaurus linguae graecae (1572). O significado «coleção de palavras organizadas de acordo com o sentido» é primeiro atestado em 1852 em «Roget's Thesaurus». == Objetivo == O principal objetivo do tesauro é eliminar as ambiguidades dos termos e facilitar o acesso da informação tanto do profissional da informação quanto do usuário evitando uma desorganização e uma possível insatisfação de quem necessita se informar. Segundo Moreiro, essa linguagem documentária também tem como objetivo ajudar o usuário na indexação e na consulta dos registros fornecendo a ele o termo que ele procura e os termos relacionados, isso devido ao controle do vocabulário com a representação do conteúdo dos documentos de forma singular. O tesauro e outros vocabulários controlados acabam por atualizar de maneira direta e indireta termos e conceitos que linguagens documentárias tradicionais acabam não englobando. == Construção do tesauro == O tesauro documentário surgiu da necessidade de manipular grande quantidade de documentos especializados. Era preciso trabalhar com vocabulário mais específico e com uma estrutura mais depurada [...] Tesauros vieram como resposta a essa necessidade de recuperação de informação. O tesauro é um tipo de linguagem documentária que fornece os termos padronizados para representar o assunto ou assuntos identificados nos documentos analisados. Ele também se caracteriza por ser uma lista estruturada de termos relacionados, utilizada por profissionais da informação para descrever um documento com a especificidade desejada e permitir aos usuários a recuperação da informação pretendida. Não deve ser considerado nem como um dicionário nem como um glossário, muito menos como um sistema para classificar o conteúdo de uma biblioteca, mas sim como um instrumento para indexar e recuperar o conteúdo de documentos relativos a assuntos de sua especialidade. Elaborar um tesauro é antes de tudo uma atividade intelectual, que requer atividades específicas para a consecução dos objetivos dos que se empenham nesta tarefa, entre elas: o conhecimento de documentos produzidos na área, o entendimento dos termos empregados, a construção de conceitos para explicação dos termos. A construção de um tesauro requer uma atitude flexível para incorporar as mudanças que a linguagem utilizada sofre no caminho de seu desenvolvimento sem abrir mão dos conceitos, mas em atitude aberta a seu próprio desenvolvimento. === Etapas para a construção dum tesauro === A padronização do tesauro gera uma atenção maior na elaboração dele, sendo que, essa linguagem documentária deve ser feita por etapas. Para Robredo, as principais etapas são: * selecionar os termos; * organizar os termos; * determinar as relações e fazer uma avaliação crítica, além de, manter essa lista estruturada de termos atualizada. == Ver também == * Sinônimo *Biblioteca *Linguística *Dicionário == Ligações externas == * Thesaurus de Meio Ambiente publicado pelo IBAMA * Thesaurus Asiático Multilíngue de Geociências * Thesaurus de turismo e atividades de lazer (em inglês, francês e espanhol) publicado pela OMT * Thesaurus Multilíngue de População publicado pelo UNFPA Categoria:Lexicografia Categoria:Gramática",
 "title": "Tesauro"
}