{
 "id": "31748",
 "text": "Gustave Courbet (Ornans, 10 de junho de 1819 – La Tour-de-Peilz, 31 de dezembro de 1877) foi um pintor francês pioneiro do estilo realista francês. Foi acima de tudo um pintor da vida camponesa de sua região. Ergueu a bandeira do realismo contra a pintura literária ou de imaginação. == Vida Pessoal == Gustave Courbet nasceu 10 de junho de 1819 em Ornans no Doubs, filho de Régis Courbet e de Sylvie Oudot, proveniente de uma rica família de proprietários de terra na aldeia de Flagey, onde criavam gado e praticavam a agricultura.LÉGER, Charles. Courbet et son temps, Les éd. Universelles,‎ 1948, p. 16 Aos doze anos, Gustave Courbet entrou para o seminário de Ornans, onde ele recebeu pela primeira vez a educação artística com um professor de desenho, seguidor da pintura pré-romântico de Antoine-Jean Gros. Em seguida, ele entrou para o Royal College of Besancon, onde, na classe de artes plásticas, participou de aulas de desenho na classe de Charles-Antoine Flajoulot, um ex-aluno de Jacques-Louis David.RAGON, Michel. Gustave Courbet, peintre de la liberté. Paris: Fayard, 2004, p. 11. Courbet muda-se para Paris no final de 1839, passando a viver com seu primo Jules Oudot. Frequentou a faculdade de direito ao mesmo tempo em que frequentava as aulas do estúdio do pintor Charles Steuben.RAGON, pág. 13-14. Courbet visitava o Louvre para estudar os mestres, especialmente os pintores da escola de espanhola do século XVII, Diego Velázquez, Francisco de Zurbarán e José de Ribera. Admirava o claro-escuro holandês. Em meados da década de 1840 passa a frequentar a efervescente noite parisiense e a se relacionar com outros artistas que procuravam uma alternativa ao modelo romântico, entre eles Charles Baudelaire e Hector Berlioz. Em 1848 dez pinturas suas foram escolhidas para participar do Salão de Paris. A partir daí Courbet passa a ser mais notado, inclusive por preferir retratar pessoas anônimas e simples, diferente do padrão da época, em que representavam cenas bíblicas, personagens da história e da mitologia. Durante a década de 1860 o trabalho de Courbet foi muito produtivo, ele também pintou cenas de caça menos controversas, naturezas mortas e paisagens, o respeito e admiração por sua arte continuou. Ele chamava a si mesmo de um \"republicano por nascimento\", mas não pegou em armas durante a Revolução de 1848, aderindo a suas crenças pacifistas. Ele entrou na política às vésperas da Comuna de Paris de 1871 e desempenhou um papel ativo na vida política e artística do governo socialista de curta duração. Com o desaparecimento da Comuna, Courbet foi preso e condenado a seis meses de prisão por seu envolvimento na destruição da Coluna Vendôme, um símbolo da autoridade napoleônica. Em 1873, temendo perseguição por parte do governo recém-instalado, Courbet foi voluntariamente para o exílio na Suíça, onde morreu em 1877, de alcoolismo e doença hepática em La Tours-de-Peilz. Seus restos mortais estão atualmente no Cemitério de Ornans. Courbet se auto-proclamava o \"homem mais rude e mais arrogante na França\". == Obra == Courbet liderou o movimento do Realismo na pintura francesa do século XIX, comprometendo-se a pintar apenas o que via. Quando lhe pediram que pintasse anjos ele respondeu que os pintaria se os visse. Rejeitou a convenção acadêmica e o romantismo da anterior geração de artistas plásticos e a sua independência foi um exemplo importante para artistas posteriores, como os impressionistas e os cubistas. Courbet ocupa um lugar de destaque na pintura francesa do século XIX, seja como um inovador seja como artista disposto a fazer declarações socialmente ousadas, através de seu trabalho. Como admirador de Louis Le Nain e Rembrandt, Courbet tinha ligações com a tradição de Caravaggio, e sua obra, como a daquele, era acusado de uma suposta vulgaridade e de falta de conteúdo espiritual. A pintura de Courbet do final dos anos 1840 e início dos anos 1850 trouxe-lhe o primeiro reconhecimento, desafiando convenções, descrevendo camponeses e trabalhadores de forma livre de idealizações, utilizando a grande escala, tradicionalmente reservadas para pinturas de temas religiosos ou históricos. Nas décadas que se seguiram, as pinturas de Courbet foram, na sua maioria, de caráter político, menos abertamente: paisagens, horizontes marítimos, cenas de caça, nus e naturezas-mortas. == Obras == Ficheiro:Gustave Courbet 014.jpg|Mulheres peneirando trigo, Museu de Belas-Artes, Nantes Ficheiro:Selbstbildnis mit schwarzem Hund.jpg|Auto-retrato com cão, Museu do Petit Palais, Paris Ficheiro:Gustave Courbet - Jo, la belle Irlandaise (MET-Museum).jpg|Jo, a bela irlandesa, Museu Nacional, Estocolmo Ficheiro:Courbet_LAtelier_du_peintre.jpg|O Ateliê do Artista, Museu d'Orsay, Paris Ficheiro:Gustave Courbet - A Burial at Ornans - Google Art Project 2.jpg|Um Funeral em Ornans, Museu d'Orsay, Paris == Ver também == * História da arte ocidental * Desenho * Gravura * Pintura do realismo * Conservação e Restauro de Pintura == Ligações externas == * Gustave Courbet papers - University of Maryland Libraries * Gustave Courbet, works at Musée d'Orsay, Paris * Joconde, Portail des collections des musées de France * Union List of Artist Names, Getty Vocabularies. ULAN Exibição completa de registros para Gustave Courbet. Getty Vocabulary Program, Getty Research Institute. Los Angeles, California * The Painter's Studio (L'atelier du peintre), on-line, in increased reality, Musée d'Orsay * 'Le chef de l'école du laid': Gustave Courbet in 19th-century caricatures. European Studies Blog, British Library. Categoria:Pintores do realismo Categoria:Pintores da França Categoria:Anarquistas da França Categoria:Communards Categoria:Pintores anarquistas Categoria:Naturais de Ornans Categoria:Pintores da França do século XIX",
 "title": "Gustave Courbet"
}