{
 "id": "31758",
 "text": "Kumasi é uma cidade do Gana, anteriormente conhecida por Coomassie. Localiza- se na região dos axântis, no centro do país. Tem cerca de 976 mil habitantes. O Centro Cultural National possui uma excelente exposição sobre a história axânti, entre eles o trono em ouro falso usado para enganar o exército britânico. O Palácio de Asantehene (Palácio Manhyia) é uma amostra de como os reis axântis viviam de modo despretensioso. Os vilarejos ao redor da cidade são conhecidos pelos artesanatos. == História == Foi fundada em 1700. Antiga capital do Reino de Axânti, é rodeada por colinas verdejantes. Joseph Dupuis explorou território adentro e em 1820 se deparou com uma comunidade islâmica na localidade. Partes da cidade, incluindo o Palácio Real, foram destruídas pelas tropas britânicas durante a Terceira Guerra Anglo-Axante de 1874.David Owusu-Ansah, Historical Dictionary of Ghana, Rowman & Littlefield, USA, 2014, p. xliii A primeira guerra iniciou por os Axante quererem um território juntamente a Fante, e assim uma batalha contra um exército de dois mil e quinhentos dos britânicos, contra de dez mil dos Axantes, estes derrotaram o exército e mataram o governador de Fante, Sir Charles MacCarthy. Na segunda em 1863, ninguém de fato ganhou por causa de uma doença que os atingiu, terminando em 1864. A terceira ocorreu entre 1873 à 1874 e os britânicos conseguiram derrotar os Axante na batalha de Amoaful, eles a ocuparam e incendiaram, essa guerra só chegou ao fim quando os Axantes assinaram o tratado de femona em 1874, nesse tratado eles reconheciam a independência dos estados de vassalos e uma multa de 50.000 onças de ouro. A quarta guerra se deu em 1894 à 1896 com um exército de africanos se opondo ao domínio Axante que junto com o rei Asantehene Agyeman Prempehdo do império na época tiveram que assinar um tratado e foram exilados para as ilhas Seychelles. A última em 1900 foi chamada de Guerra do Banco Dourado em que a Rainha mãe dos Axantes, Yaa Asantewaa se revoltou com o ato do representante britâncio Sir Frederick Mitchell Hodgson sentar no Banco Dourado. Mil soldados britânicos morreram e dois mil Axantes, Yaa Asantewaa também foi exilada para as ilhas seycheles e os Britânicos ficaram com o domínio da Costa do Ouro até a independência de Gana. Kumasi originou-se de um místico de três árvores em que o sacerdote Okomfo Anokye as plantou e profetizou que a que vivesse seria a capital de Axante. Uma foi plantada na Aldeia Oboani e a outra em Apemso-Bankofo, porém a que foi plantada em Kwaaman cresceu e floresceu. Denkyira, um dos reis mais poderosos de sua época controlou grande parte do cinturão florestal do sul de Gana, entretanto em 1701 o rei Osei Tutu inseriu novas táticas militares aprendidas para derrotar Denkyira, e conseguiu numa batalha em Feyase. Após isso, cidades independentes se juntaram para criar a confederação Axante através de um selo. == Rei Osei Kofi Tutu == Nasceu por volta de c. 1660 até 1712/1717, fundou o Império Axante e o fez um estado político permanente criando uma hierarquia política com o seu povo. Okomfo anokye o mostrou o Tamborte Dourando, que se tornou símbolo místico por segundo a tradição ter sido trago do céu pelo sarcedote. Osei derrotou poderosos líderes durante o seu reinado, junto com Anokye estabeleceu costumes para influência das tradicões locais acabarem. == Asantes == Os Asantes possuem uma religião baseada no miticismo do Tamborete Dourado pelo fato do sacerdote Okomfo falar que era necessário a proteção do Banco Dourado porque o espírito e a força do povo dependia disso. Os tipos de materiais na artes eram os florões de guarda- chuva, as jóias de ouro fundido, os pesos de ouro de latão e os tecidos de rayon. Além do seu sistema político ser semi-militar. Categoria:Cidades do Gana Categoria:Império Axante",
 "title": "Kumasi"
}