{
 "id": "31769",
 "text": "Volgogrado (em russo: , transl. Volgográd) é uma cidade da Federação da Rússia, localizada no oblast homónimo. Anteriormente, entre 1589 e 1925, chamava-se Tsarítsin (no alfabeto cirílico: , transl. Tsaritsyn) e, entre 1925 e 1961, (russo: , transl. Stalingrád). Em fevereiro de 2013, a cidade aprovou a alteração do seu nome para Stalingrado em feriados militares ligados à Segunda Guerra Mundial, como memorial. Volgogrado estende-se por cerca de 80 quilômetros ao longo da margem ocidental do rio Volga, próximo à sua confluência com o Tsaritsa. Obteve fama e reconhecimento mundial por ter sido palco de uma das mais cruéis batalhas da Segunda Guerra Mundial, quando os soldados soviéticos resistiram às forças do Eixo, entre junho de 1942 e fevereiro de 1943, às custas do sacrifício de quase 500.000 russos mortos. Em homenagem à batalha, foi erigida a Estátua da Mãe Pátria, uma escultura monumental, com 85 metros de altura, um dos símbolos da cidade. A população da Volgogrado era de habitantes em 2010 (a décima segunda cidade mais populosa da Rússia) e a área metropolitana de Volgogrado, que também inclui as cidades de Volzhsky e Krasnoslobodsk, somou 1,51 milhões de habitantes em 2010. == História == Foi fundada em 1589 com a designação de Tsarítsin por ter se originado de uma fortaleza às margens do rio Tsaritsa. Em 1925, passou a se chamar Stalingrado por decisão do XIV Congresso do Partido Comunista da União Soviética, para homenagear o então secretário-geral do partido, Josef Stalin, por ele haver derrotado, nessa cidade, em 1920, à frente das tropas do Exército Vermelho, o general Anton Ivanovich Denikin, comandante do Exército Branco. A batalha de Stalingrado teve lugar nesta cidade no inverno de 1942, com êxito do exército soviético sobre as tropas alemãs nazistas, desgastadas pelo inverno rigoroso típico da região. Em 1961, após o processo de desestalinização posto em prática no governo de Nikita Khruschov, passou a se chamar Volgogrado. A cidade sempre foi reconhecida como um grande centro industrial russo, especializando na construção naval e de veículos, além da produção de petróleo, aço e alumínio. Várias grandes fabricas, como a Volgograd Tractor Plant, tem sua sede neste município. ==Geografia== ===Clima=== A cidade possui um clima continental úmido, na Classificação climática de Köppen-Geiger (Dfa) com o subtipo de verão quente. ===Geminação=== Volgograd está geminada com as seguintes cidades: * Coventry, Reino Unido (1943) * Ostrava, Chéquia (1948) * Kemi, Finlândia (1953) * Liège, Bélgica (1959) * Dijon, França (1959) * Turim, Itália (1961) * Porto Said, Egito (1962) * Chennai, Índia (1966) * Hiroshima, Japão (1972) * Colónia, Alemanha (1988) * Chemnitz, Alemanha (1988) * Cleveland, Estados Unidos (1990) * Toronto, Canadá (1991) * Chengdu, China (1994) * Jilin, China (1994) * Erevan, Arménia (1998) * Kruševac, Sérvia (1999) * Ruse, Bulgária (2001) * Huntingdon, Estados Unidos (2003) * Orlando, Estados Unidos (2008) * Baku, Azerbaijão (2008)Executive power of Baku city * Ardabil, Irão (2015)Iran’s Ardabil, Russia’s Volgograd to be sisters, retrieved 24 May 2015 == Personalidades == * Yelena Isinbayeva * Yelena Slesarenko * Tatyana Lebedeva ==Esporte== A cidade de Volgogrado é a sede do Estádio Central e do FC Rotor Volgogrado, que participa do Campeonato Russo de Futebol. Outro clube da cidade foi o FC Volgogrado, e o FC Olímpia Volgogrado, que era mandante no Estádio Olímpia. Volgogrado foi uma das sedes da Copa do Mundo de 2018, com os seguintes jogos, todos na 1a Fase:Copa do Mundo FIFA de 2018 18 de junho Grupo G Tunísia 1 – 2 Inglaterra 22 de junho Grupo D Nigéria 2 – 0 Islândia 25 de junho Grupo A Arábia Saudita 2 – 1 Egito 28 de junho Grupo H Japão 0 – 1 Polónia ==Galeria== Imagem:Volgograd Alleja Gerojev.jpg|Teatro de Volgogrado. Imagem:Volga bridge.jpg|Ponte que atravessa o rio Volga na margem da cidade. Imagem:Kazanskiy Sobor.jpg|Catedral Kazã. Imagem:Memorial area and All Saints Church, Volgograd (2007).jpg|Igreja de Todos os Santos. == Ligações externas == * Site oficial Categoria:Localidades às margens do rio Volga",
 "title": "Volgogrado"
}