{
 "id": "31767",
 "text": "{{Info/Município do Brasil | nome = Brodowski | foto = Museu Casa Candido Portinari.jpg | leg_foto = | apelido = Terra de Portinari | brasão = Brodowski.PNG | bandeira = Bandeira Brodowski.png | link_brasão = | link_bandeira = | link_hino = | aniversário = 22 de agosto | fundação = | gentílico = Brodowskiano | lema = Via ferrea urbem aedificavit \"A ferrovia edificou a cidade\" | prefeito = José Luiz Perez | partido = PSDB | fim_mandato = 2024 | mapa = SaoPaulo Municip Brodowski.svg | latP = S | latG = 20 | latM = 59 | latS = 27 | lonP = O | lonG = 47 | lonM = 39 | lonS = 32 | estado = São Paulo | mesorregião = Ribeirão Preto | data_mesorregião = IBGE/2008 | microrregião = Ribeirão Preto | data_microrregião = IBGE/2008 | região_metropolitana = Ribeirão Preto | vizinhos = Batatais (N e L), Ribeirão Preto, Serrana (S), Altinópolis (L) e Jardinópolis (O). | dist_capital = 337 | área = 278.458 | área_ref = | população = 25277 | data_pop = Estimativa Populacional IBGE/2020 | altitude = 850 | clima = Cwa (Clima tropical de altitude com inverno seco e verão quente) | sigla_clima = | idh = 0.755 | data_idh = PNUD/2010 | pib = mil | pib_pos = SP: 245º | data_pib = IBGE/2017 | pib_per_capita = 26.538,75 | data_pib_per_capita = IBGE/2020 }} Brodowski é um município brasileiro localizado na região nordeste do estado de São Paulo, fazendo parte da Região Metropolitana de Ribeirão Preto (RMRP). Está localizado na latitude 21° Sul, e na longitude 47°39'33\" oeste, a uma altitude de 850 metros. Possui área de 278,4 km², topografia constituída de terrenos altos e planos, clima tropical de altitude com inverno seco e verão quente e uma população estimada em 25.277 habitantes em 2020, estando a 27 km de Ribeirão Preto. A cidade é também conhecida como Terra de Portinari por ser o local de nascimento do famoso pintor Candido Portinari. == História de Brodowski== O surgimento da cidade de Brodowski está ligada aos projetos de expansão da Cia. Mogiana de Estradas de Ferro, no final do século XIX. Em 1873 foi iniciada a construção da ferrovia Campinas a Mogi-Mirim, com ramal até a cidade de Amparo, e, mais tarde, até às margens do Rio Grande, passando por Casa Branca e Franca. Os trilhos cortaram as terras da Fazenda Belo Monte, entre Jardinópolis e Batatais, após a inauguração da estação de Batatais em 3 de outubro de 1886 com a presença do imperador D. Pedro II e sua esposa a imperatriz Teresa Cristina. O dono da fazenda, coronel Lúcio Eneas de Melo Fagundes, propôs à companhia a doação de área em suas terras para a construção de uma estação, ação apoiada pelos vizinhos do coronel, a Cia. Mogiana recebeu com simpatia a ideia. O inspetor-geral da Cia. Mogiana na época, o engenheiro polonês Alexandre Brodowski foi o responsável pelo encaminhamento do pedido e pela construção da estação e em 5 de setembro de 1894 era inaugurada a estação com armazém e pátio de manobras que recebeu seu nome em homenagem. No local da estação começou a crescer um povoado, que viria a ser o município de Brodowski. A emancipação da localidade, elevada à categoria de município, se deu através da Lei n.º 1381 em 22 de agosto de 1913. Na oportunidade, era presidente do Estado Francisco de Paula Rodrigues Alves e o secretário do Interior, Altino Arantes. Na cidade também é conhecida por nela estar localizado o seminário Maria Imaculada que veio para a cidade na década de 60 pelas mãos de Dom Luís do Amaral Mousinho arcebisbo de Ribeirão Preto. == Dados geográficos == === Demografia === Dados do Censo - 2000 :População Total: 25.277 (Contagem 2020 IBGE ) :População rural: 1854 hab. :Densidade demográfica: 75,80 hab./km² :Mortalidade infantil até 1 ano (por mil): 9,09 :Expectativa de vida (anos): 73,56 :Taxa de fecundidade (filhos por mulher): 2,25 :Taxa de Alfabetização: 93,1% :Índice de Desenvolvimento Humano (IDH-M): 0,805 :IDH-M Renda: 0,734 :IDH-M Longevidade: 0,809 :IDH-M Educação: 0,872 :(Fonte: IPEA DATA) ==== Diferenças de cor ==== raça Porcentagem Branca 78,3% Negra 8,2% Parda 12,6% :(Fonte: Censo 2000) == Economia == A economia de Brodowski é focada nos Serviços (R$ 299 milhões) e na Indústria (R$ 158 milhões), mesmo tendo muita área para cultivo agrícola. A partir de 2021, a cidade ganhará um empreendimento inédito, o THO 4.0 - Centro Empresarial e Industrial Thomazella, que terá 118 lotes de 1.000 m2 a 1.600 m2, energia renovável, drenagem de águas pluviais, prédios com iluminação em led, ruas amplas e pavimentadas para o tráfego de qualquer tipo de caminhão, rede de água potável com poço artesiano, rede coletora de esgoto com estação elevatória e emissário para tratamento municipal em Brodowski, infraestrutura diferenciada com boulevard comercial e coworking, praça de alimentação, lounges de convivência, centro médico, heliponto, prédio de recepção com cafeteria e salas de reuniões e de treinamento. == Cidadãos ilustres == *Cândido Portinari - pintor brasileiro; *Saulo Ramos - jurista, escritor brasileiro e ex-ministro da Justiça no governo Sarney (1985-1990). == Ligações externas == * * * * Categoria:Fundações em São Paulo em 1913",
 "title": "Brodowski"
}