{
 "id": "31777",
 "text": "Pitimbu é um município brasileiro localizado na Região Metropolitana de João Pessoa, estado da Paraíba. Sua população em 2015 foi estimada pelo IBGE (Instituto Brasileiro de Geografia e Estatística) em 18.685 habitantes, distribuídos em 136 km² de área. == Etimologia == === Pitimbu === Por antes ser habitado por índios potiguaras e tabajaras o nome da região onde hoje está a cidade de Pitimbu vem da língua indígena, e significa \"Olho D'Água do fumo\". === Porto dos Franceses === No Brasil Colônia, Pitimbu recebeu muitas visitas de estrangeiros interessados na troca do pau-brasil com os índios. Nesta época o local ficou conhecido como Porto dos Franceses, pois os franceses atracavam suas embarcações no local e realizavam as trocas com índios locais. Os primeiros frequentadores antes dos portugueses era foram os franceses pela qual se admiraram pela beleza natural dos índios. Em 1531, dois navios franceses e 120 homens sob o comando de Jean Dupéret, aportaram nas costas brasileiras, mais exatamente onde hoje esta localizada Pitimbu, ali após alguns saques pararam para esconder um tesouro as margens do Rio hoje conhecido como Rio Apiaí, pois tinha interesse em recupera-lo na volta após aportarem em Recife. Porem ao chegarem a ilha de Santo Aleixo (próximo de Recife), chamada pelos franceses de “Ile Saint-Alexis”, eles construíram um forte e uma feitoria comercial. Esta feitoria francesa teve vida breve e nunca voltaram para recuperar o pequeno Tesouro que haviam deixado no litoral da paraíba. == História == Resultou de um aldeamento indígena. Mas que também teve uma grande contribuição da capitania de ItamaracaLivro Pitimbu e Seu Passado, OLIVEIRA, João Batista, Alves Pereira Editores, 1998. Pero Lopes de Sousa colocou Francisco de Braga à frente da capitania, que ocupou a ilha da Conceição e fundou a vila Marial ou de Nossa Senhora da Conceição em 1534. Entretanto, no continente viviam os índios potiguaras que impunham muita resistência aos colonizadores e também franceses traficantes de pau-brasil. Os índios e os franceses eram aliados, pois mantinham uma relação mercantilista, ao passo que os portugueses representavam a ameaça de escravidão. Eram frequentes os ataques aos habitantes portugueses da região e da capitania de Olinda, de Duarte Coelho. A Enseada de Pitimbu antigamente era conhecida como Porto dos Franceses por ter ancoradouros para mais de 12 naus e que respectivamente ancorou por volta de 1480, conta com 6 ou 10 braças de profundidade ficando os navios dos comerciantes de pau-brasil, no passado, principalmente os franceses e as demais embarcações, em um verdadeiro porto natural, longe das ondas bravas do mar aberto. A nossa História resulte apenas de uma chamada muito importante, quando a capitania de Itamaracá surgiu e que antes era apenas os franceses que exploravam essas terras. Nos arrecifes, que separavam a praia do mar de fora, existiam duas barretas de entrada e saída das embarcações. A barreta do sul era conhecida pelo nome de \"barreta grande\" e a barreta do norte, pelo nome de \"o picão\". A área onde está edificada a cidade de Pitimbu, resultou de alguns terrenos registrados na Taquara. Segundo o Registro Geral de Terras e de conformidade com o regulamento de 30 de janeiro de 1854. Pitimbu foi distrito de paz pela Lei de 15 de outubro de 1827. Até 1867 pertenceu à Capitania de Itamaracá. Pelo ato nº 1414, de 14 de janeiro de 1867 passou para a Paraíba. Por anos teve o título de vila e cabeça de comarca. Mas por interesses públicos teve que ceder e ser rebaixada a favor da Jojoca (Vila do Conde), cujas vantagens era o transporte e proximidade com a capital onde residiam as autoridades judiciárias. Pelo decreto nº 601, de 16 de outubro de 1871 junto com o território de Alhandra formaram um território e foi elevado a categoria de vila. Em 1881 passou à cabeça de comarca e classificação de segunda instância. Pela Assembleia Provincial da Paraíba, em 1 de agosto de 1866, o primeiro distrito compreendia: a capital, Santa Rita, Pilar, Livramento, Jojoca (Conde), Alhandra e Pitimbu. Em 1959, Alhandra estava se preparando para sua emancipação política. E como ela e Pitimbu sempre estiveram unidas, em alguns pleitos, pretenderam alguns políticos da época incorporar o Território da freguesia de Taquara de Invocação de Nossa Senhora de Assunção, para atender exigências políticas de ordem territorial. Um coletor estadual, Waldemar Galdino Nazareno, residente em Alhandra, escreveu de imediato uma carta circunstanciada ao seu amigo Esperidião Ribeiro do Nascimento, político pitimbuense, chamando sua atenção para a pretensão dos políticos de Alhandra, que se deveria tomar imediatamente as necessárias providências no sentido de impedir que a pretensão se consumasse. Pitimbu também tinha seu projeto de emancipação na Assembleia da Paraíba, mas por falta de interesse dos políticos locais o projeto não tinha sido levado adiante. Esperidião Ribeiro, Petrônio Freire, José Borges de Brito, João Quirino dos Santos, Enedino Ribeiro, Jorge Maurício, José Maria Ribeiro e outros políticos fluentes programaram uma ida a João Pessoa, para debater o assunto com o atual governador. Uma caravana logo foi organizada, composta pelos fluentes e cidadãos de Acaú. Os outros distritos conseguiram lotar dois caminhões, um cedido pela Fazenda Tabú e outro dirigido por um dos participantes, Seu Francisquinho. A comitiva fez ponto terminal no Pavilhão de Chá, ao lado do Palácio do Governo, que ficou ocupado com faixas naquele maio de 1959. Então foi destacada uma comissão com a finalidade de se enterner no Palácio do Governo. Sendo informado no trajeto até o palácio que o governador estava acamado com forte gripe, Petrônio na sua obstinação, afirmou que somente regressaria a Pitimbu, depois de se entender com o governador ou substituto eventual. Antônio Correia, representante de Pitimbu na capital, já havia anteriormente se entendido com o governador e recebido apoio para a missão. Então a comissão foi recebida no Palácio pelo Secretário de Administração, Dr. Ronaldo Queiroz, que em nome do governo garantiu aos membros da comissão que poderiam regressar tranquilos para Pitimbu, que a terra continuaria território da Capital. Nisto, o Distrito de Pitimbu não sendo anexado a Alhandra, continuaria com a possibilidade de adquirir sua própria emancipação. Com a eleição de Pedro Gondim para governador da Paraíba, em 1960, as esperanças dos pitimbuenses se renovaram para conseguirem sua emancipação. O Dr. Marinésio Moreno Gondim, primo do governador, gozando de influência política na Assembleia Legislativa da Paraíba decidiu ajudar Pitimbu juntamente com o Deputado Ramiro Fernandes, fizeram o suficiente para que o projeto fosse aprovado e transformaram na Lei nº 2.671, de 22 de dezembro de 1961, que sancionada pelo governador, selou a emancipação transformando Pitimbu em uma unidade política do Estado da Paraíba. Em 28 de dezembro de 1961 era instalado solenemente o Município de Pitimbu, tendo como seu primeiro prefeito nomeado um filho de um influente político local - Enedino Ribeiro Coutinho. O primeiro prefeito eleito, Fernando Araújo da Cunha, que estava iniciando sua carreira política em Pitimbu. Em 1990, foram iniciados os trabalhos da carta do Município. Foi feito disto um acontecimento histórico porque, ao mesmo tempo se comemorava a centenário da organização da Primeira Constituição Paraibana do governo republicano. == População == * 1991: 9.463 * 1996: 11.822 * 2000: 13.927 * 2007: 16.140 * 2010: 17.024 * 2014: 18.422 * 2015: 18.685 * 2019: 19.065 == Geografia == Encontra-se localizado no litoral sul do estado da Paraíba, a uma distância linear de 68 km de João Pessoa e 85 km de Recife. O acesso é feito através da rodovia federal BR-101 e da rodovia estadual PB-044, ou pela rodovia estadual PB-008, popularmente conhecida como Via Litorânea Sul, que conecta João Pessoa a Pitimbu pelo litoral, atravessando áreas virgens com paisagens maravilhosas. Limita-se ao Norte com o município do Conde; ao Sul com o município de Goiana- PE; a Leste com o Oceano Atlântico e a Oeste com os municípios de Caaporã e Alhandra. É banhado pelos rios Goiana, Abiaí, Popocas, Cupiçura, Graú, Mucatu, rio Maceió, rio da Rainha, entre outros pequenos rios. O município de Pitimbu está inserido na unidade geoambiental dos Tabuleiros Costeiros. Esta unidade acompanha o litoral de todo a região Nordeste, apresenta altitude média de 50 a 100 metros, compreende platôs de origem sedimentar, que apresentam topografia variável, ora com vales estreitos e encostas abruptas, ora abertos com encostas suaves e fundos com amplas várzeas. Os solos dessa unidade geoambiental são representados pelos latossolos e podzólicos nos topos de chapadas e topos residuais; pelos podzólicos concrecionários em áreas dissecadas e encostadas e gleissolos e solos aluviais nas áreas de várzeas. A vegetação é predominantemente do tipo floresta subperenifólia, com partes de floresta subcaducifólia e cerrado Floresta. === Clima === O clima é considerado agradável, com temperatura máxima de 30 °C, mínima de 21 °C, do tipo tropical, com chuvas concentradas nos meses de outono e inverno e precipitação média anual é de milímetros. == Turismo == === Fortificações de Pitimbu === As Fortificações de Pitimbu localizavam-se no porto dos Franceses, atual município de Pitimbu, no litoral sul do estado da Paraíba. Primitivamente integrante da Capitania de Itamaracá, o litoral de Pitimbu foi frequentado desde o século XVI por corsários franceses em busca do escambo de pau-brasil (\"Caesalpinia echinata\") com os indígenas Potiguaras e Tabajaras. Em 1702, por ordem do Governador e Capitão-general da Capitania de Pernambuco, Francisco de Castro Morais, a quem Itamaracá se subordinava, foi erguido o Forte de Pitimbu, com risco do Engenheiro Diogo da Silveira Veloso, para a defesa daquele ancoradouro. Em 1819, segundo o historiador Figueira de Melo, foram montadas, no porto de Pitimbu, duas baterias com duas peças cada: uma na barra da Guarita e outra em posição dominante no local até hoje conhecido como \"Ladeira da Bateria\". Após a Independência do Brasil, no contexto da Confederação do Equador (1824) foi nomeado comandante da Bateria de Pitimbu, o 1º Tenente de Artilharia Francisco Caetano Veloso. Pelo Ato nº 1414, de 14 de janeiro de 1867, Pitimbu passou a fazer parte da Província da Paraíba, adquirindo a categoria de Município a partir de 28 de dezembro de 1961. === Praias === Pitimbu tem o maior litoral de todo o estado, se contabilizam treze praias, dois farois, duas barras, duas ilhotas. ====Praia de Pitimbu==== Praia mais urbanizada da orla pitimbuense, encontra-se no centro na cidade, sendo assim a mais movimentada. Em sua extensão encontram-se bares, restaurantes, pousadas e clubes. Há também um local para eventos onde todo início de ano são realizadas as festividades de verão e \"O Areião\" – quadra onde são praticados jogos de areia e campeonatos intermunicipais e interestaduais. O rio conhecido popularmente por \"Maceió\" corta a praia e a divide, dando início a Praia da Guarita. ====Praia de Acaú==== Principal praia do distrito de Acaú, localiza- se no centro, entre Pontinhas e Santa Rita, muito procurado por turistas do estado vizinho (PE), destaca-se pela qualidade do serviço de bares que encontram-se a beira mar, muito agitada no verão. Há em construção no local o Pólo Acaú, com serviços de informações aos turistas. ====Praia Bela==== A praia mais procurada pelas pessoas que querem desfrutar de um bom banho de rio e degustar deliciosas iguarias sem sair d'água. Em Praia Bela você é servido dentro do balneário sem precisar ir ao bar fazer o pedido. A praia também é muito procurada por praticantes de esportes aquáticos, pois o mar é bem agitado e ocasiona boas ondas para a prática, já havendo até mesmo alguns campeonatos nacionais. Atualmente passa por um grande boom imobiliário, vários condomínios estão sendo construídos no local. ====Praia Azul==== Praia Azul é uma opção para quem busca sossego, um pouco afastada dos grandes centros de agitos ela se destaca pelo ambiente familiar. Areia escura e batida forte, a torna propícia para prática de caminhada e corrida, em toda sua extensão localizam-se casas de veraneio e pousadas. ====Praia dos Mariscos==== Praia dos Mariscos é uma opção para quem busca sossego, um pouco afastada dos grandes centros de agitos ela se destaca pelo ambiente familiar. Em toda sua extensão localizam-se casas de veraneio e pousadas. ====Praia do Pontal==== A Praia do Pontal está ao norte da Praia de Pitimbu, é o caminho obrigatório para quem deseja conhecer as praias desertas localizadas na região norte do município. É a ultima praia urbana de pitimbu sentido Praia Bela. ====Praia da Guarita==== Praia da Guarita, ultima praia urbana de Pitimbu, sentido Acaú, tem este nome devido à uma das guaritas do Forte de Pitimbu encontrar-se no local. Praia calma, em toda sua extensão localizam-se casas de veraneio e pousadas, sua divisão é feita pelo rio Maceió, onde começa a Praia de Pitimbu. ====Ponta de Coqueiros==== Praia de mar agitado e deserta, esta é a Ponta de Coqueiros, a forte presença de coqueiros no local faz com que a praia tenha um clima agradável e com bastante sombra em suas areias. ====Praia de Pontinhas==== Praia fluvial no Rio Goiana, na divisa de estados PB e PE encontra-se este lindo paraíso, águas calmas e escuras, areia branquinha e um lindo panorâmio do estado vizinho é o que você encontrará em Pontinhas, no local há um serviço de balsa para fazer a travessia para PE, muito procurado por pessas que não querem pegar a BR 101. ====Barra do Abiaí==== Fica ao norte da Praia das Falésias e ao sul da Praia Bela, é uma praia ainda selvagem. Localizada na foz do Rio Abiaí. É uma praia excelente para a prática de \"surf\" e dos esportes aquáticos radicais. O lugar está localizado entre os diversos sítios da região. Abiaí é separada da Praia Bela pelo Rio Abiaí. ====Barra do Graú==== Fica ao norte da Praia Bela e a Sul de Tambaba. Com esta localização não tinha como o lugar não ser magnífico, belezas naturais que encantam e tranquilidade que apaixonam, esta é a Barra do Graú. O avanço do mar, e a péssimo trajeto para chegada neste paraíso não tiram seus encantos. === Santa Rita === O distrito de Santa Rita destaca-se pela igreja e cemitério de Santa Rita de Cássia e a Praia de Santa Rita. Igreja datada do século passado, cemitério curioso e bela praia com grandes coqueiros e um belo capinzal fazem parte deste lindo e curioso lugar. Proximo a igreja de Santa Rita de Cássia, não existem casas, conta a lenda que as famílias que resolviam morar proximo a ela, todos os membros da mesma eram mortos. === Centro Histórico de Taquara === A vila de Taquara, fundada pelos portugueses, ainda do tempo Brasil Colônia, foi um dos principais e maiores centros no passado, com três igrejas, Igreja de Nossa Senhora do Rosário, Igreja de Nossa Senhora da Penha de França e as ruinas doutra igreja onde hoje é o cemitério público de Taquara. Uma curiosidade é que as trés igrejas formam um triangulo e duas são de frente. Além das igrejas o que chama a atenção é que o distrito de Taquara ainda continua com características de vila, apesar do passar dos anos. === Sede Velha === Sede Velha destaca-se pelo turismo de aventura, pois na área há boas trilhas que possibilitam a prática de esportes como: trilha, ciclismo, entre outros. Ainda em Sede Velha encontra-se o antigo casarão do Barão do Abiaí, infelizmente abandonado. ===Faróis=== Consiste em uma enseada onde se encontra o Farolete de Pitimbu. Farolete de Acaú: Parceria entre Prefeitura, Marinha e Colônias de pescadores. O novo farolete encontra-se na Pedra da Galé, em Acaú ===Croas=== Conjunto de arrecifes em alto mar, que quando a maré baixa, forman-se piscinas de água cristalina. == Cultura == === Calendário de eventos === * Janeiro - Festa do Senhor do Bonfim e Verão * Fevereiro - Carnaval e Festa de Nossa Senhora da Penha de França * Maio - Festa de Santa Rita * Julho - Festa de Sant'Ana * Setembro - 7 de Setembro * Outubro - Festa de Nossa Senhora do Rosário * Novembro - Festa da Lagosta * Dezembro - Emancipação, Natal e Ano Novo === Esporte === * Pitimbu Futebol Clube * Estrela Futebol Clube * Salgadinho Futebol Clube * Boca Júnior de Pitimbu * River Plate de Pitimbu *Guarita Futebol Clube *Internacional Futebol Clube == Transporte == O transporte em Pitimbu é precário, tendo mais opções para Caaporã e Goiana, já quem pretende ir para João Pessoa, só são tres viagens quem a faz diariamente é a Viação PB Rio. No caso do Recife tem que pegar uma van até Goiana. ===Rodoviário=== Pitimbu - Goiana/Caaporã A partir das 5h, vans, de meia em meia hora. A partir das 7h, ônibus (Viação Trans Azevedo), de uma em uma hora. Pitimbu - Acaú A partir das 7h, ônibus (Viação Trans Azevedo), de uma em uma hora. Pitimbu - João Pessoa Viação PB Rio - 5h, 9h e 15h João Pessoa - Pitimbu Viação PB Rio - 7h, 11:50, 17h Acaú - Caaporã/Goiana A partir das 5h, vans, de meia em meia hora. A partir das 7h ônibus (Viação Trans Azevedo), de uma em uma hora. Na cidade não tem Rodoviária, você pega o transporte em qualquer ponto da avenida principal. ===Aquático=== Balsa para travessia de carros sobre o Rio Goiana, em Pontinhas, Travessia Paraíba - Pernambuco. O horário das viagens tem início às 6h, em Acaú, retornando de Carne de Vaca às 7h, prosseguindo assim (hora a hora), até a última viagem saindo do lado pernambucano às 17h30. O percurso leva de 10 a 15 minutos para ser percorrido, dependendo da maré. == Serviços == Na cidade há serviços de: * Telefonia Móvel (Oi, Claro, Tim, Vivo ) * Empresa Brasileira de Correios e Telégrafos (Correios) * Banco Bradesco * Farmácias * Lotéricas * Internet via rádio * Biblioteca Pública == Ver também == * Praia de Acaú == Ligações externas == * * * * Página da Prefeitura Municipal Categoria:Fundações na Paraíba em 1961",
 "title": "Pitimbu"
}