{
 "id": "31773",
 "text": "{{Info/Município do Brasil | nome = Alhandra | foto = | apelido = Rainha do litoral | brasão = Brasao alhandra.jpg | bandeira = Bandeira alhandra.svg | link_brasão = | link_bandeira = | link_hino = | aniversário = 24 de abril | fundação = | gentílico = alhandrense | lema = | prefeito = Marcelo Rodrigues da Costa | partido = MDB | fim_mandato = 2024 | mapa = Brazil Paraíba Alhandra location map.svg | latP = S | latG = 07 | latM = 26 | latS = 20 | lonP = O | lonG = 34 | lonM = 54 | lonS = 50 | estado = Paraíba | região_intermediária = João Pessoa | data_região_intermediária = IBGE/2017 | região_imediata = João Pessoa | data_região_imediata = IBGE/2017 | região_metropolitana = João Pessoa | vizinhos = Norte: Conde e Santa Rita; Sul: Caaporã; Leste: Pitimbu; Oeste: Pedras de Fogo | dist_capital = 32 | área = 182.664 | área_ref = | população = 21730 | data_pop = estimativa populacional - IBGE/2013 | altitude = 49 | clima = Tropical chuvoso com verão seco | sigla_clima = As' | idh = 0.605 | data_idh = PNUD/2000 | pib = mil | data_pib = IBGE/2008 | pib_per_capita = 10255.68 | data_pib_per_capita = IBGE/2008 }} Alhandra é um município brasileiro localizado na Região Geográfica Imediata de João Pessoa, estado da Paraíba. Sua população em 2022 foi estimada pelo IBGE (Instituto Brasileiro de Geografia e Estatística) em 21.730 habitantes, distribuídos em 182.664 km² de área. == História == Em 1574, por um Decreto Real, a Paraíba foi desmembrada de Itamaracá, sendo criada a Capitania Real da Paraíba, cujos limites iam do rio Abiaí à Baia da Traição (SILVEIRA, 1999). A conquista da Paraíba só foi consolidada em 1585, com a fundação da cidade de Nossa Senhora das Neves (atual João Pessoa), depois de onze anos de expedições e inúmeras batalhas sangrentas entre colonizadores e os nativos locais. Os Potiguaras aliados dos franceses não facilitaram em nada a ação dos colonizadores portugueses nessas terras. O ato considerado fundante da Paraíba foi uma aliança celebrada entre os portugueses e os Índios Tabajaras, cujos personagens conhecidos desse fato são João Tavares e Piragibe. Como aconteceu em todo o Brasil, após a conquista definitiva das terras da Paraíba pelos portugueses foram criadas as aldeias missionárias, a exemplo de Jacoca (atual cidade de Conde), e a dos Arataguis (atual cidade de Alhandra). Nas missões, os índios ficavam sobre os cuidados de religiosos, que vestidos segundo os ideários cristãos levavam os índios à prática dos “bons costumes”, ensinando a educação moral e religiosa. O índio era visto como aquele a ser salvo, pois os consideravam como os “pobrezinhos” que não conheciam a verdade, era dever dos padres mostrar-lhes o caminho do céu. A mentalidade européia e cristã da época, não entendia e nem aceitava o diferente. Nesse sentido, a cultura indígena era vista como algo que precisava ser superado pelo ideário católico, tendo nos jesuítas os primeiros padres missionários a estarem na Paraíba. Segundo Wilson Seixas (1979), os padres jesuítas Simão Travassos, Jerônimo Machado e Baltazar Lopes fundaram residência na região, dando início as práticas que se ocupavam na catequese dos índios situados nas aldeias tanto do litoral quanto do sertão. Com a chegada dos franciscanos, que também passaram a se ocupar com os serviços de catequização das aldeias, vieram os conflitos. Os jesuítas acabaram sendo expulsos da Capitania, em 1593, pelo então governador da Paraíba Feliciano Coelho de Carvalho, restando aos franciscanos todo o trabalho missionário da região. ...após a expulsão dos jesuítas cresceu muito na capitania a devoção e o número dos cristãos impulsionados pela grande confiança que tinham os padres franciscanos sobre os quais recaia o peso de muitos serviços nas aldeias, tanto que passaram a ser considerados como os melhores auxiliares na conversão moral e religiosa entre os índios e moradores. (SEIXAS, 1979. p. 47) Para Seixas (1979) os franciscanos eram melhores na catequização indígena que os jesuítas, inclusive eles eram detentores do afeto dos nativos da região. Neste discurso ingênuo até parece que não havia conflitos e nem resistência por parte dos índios, uma vez que por trás desse conflito entre jesuítas e franciscanos estava um interesse maior, o dos colonos pela mão-de-obra indígena, acabando por desencadear na escravização. Os franciscanos foram assim construindo igrejas e conventos nas aldeias, no intuído de exercer uma maior presença e por isso controle sobre os índios. Assim foi fundada a igreja de Alhandra com a invocação de Nossa Senhora da Assunção, uma das primeiras a ser erguidas em 1740. Sob um estilo barroco rural, a igreja de Nossa Senhora de Assunção já sofreu muitas alterações, porém conserva até hoje muito de sua arquitetura original. Associado a isto, houve a construção da igreja e do convento pelos próprios índios, o que corroborou no deslocamento de sua cultura e de sua religião, pela visão e instituição do Deus cristão. Sob esta perspectiva temos que “Na Paraíba, as tabas foram sendo esvaziadas, virando aldeias missionárias, manipulados por poucos religiosos... A política colonialista era de misturar os índios de tribos e nações diferentes...” (MELO, 1999, p. 201). O autor reforça a concepção já discutida que as aldeias, na Paraíba, passaram a ser responsabilidade dos religiosos, onde a política colonialista misturava diferentes aldeias e nações indígenas, demonstrando que sempre que uma nova aldeia era conquistada pelos brancos ela era levada para um outro lugar, este já espaço de índios amansados. A aldeia missionária de Alhandra, ao que parece, sempre recebia novos índios, trazidos de outras partes da Paraíba, principalmente do interior (sertão). Tal fato pode ser percebido quando nos deparamos com os dados: em 1804, Alhandra tinha cerca de 766 índios, no ano seguinte ela já apresentava 1.372 (MEDEIROS, 1999). Segundo Maria do Céu Medeiros, essa faceta dos colonizadores possibilitava a concentração de mão-de-obra indígena, o que se fazia necessário na produção do litoral canavieiro (o sertão paraibano era um território relegado pelo interesse dos colonizadores), na construção de obras públicas, nas lavouras e engenho, enfatizando o índio como um “produto” cobiçado pelas nações. Alhandra era, então, um espaço propício de índios para o trabalho, provindos muitas vezes do sertão, predispostos aos mandos e desmandos das autoridades coloniais. Daí a aldeia missionária ser de extrema importância para os colonizadores europeus, pois tiravam os índios de seu território e levavam para um lugar estratégico, propiciado pelas missões. Estas ações de isolamento e controle dos índios eram bem sucedidas, servindo na pacificação dos índios. A importância da missão indígena de Alhandra foi enfática, pois uma vez a capela construída, a cidade logo foi elevada a Freguesia de Nossa Senhora da Assunção (1749), sendo a segunda freguesia a ser criada na Paraíba. A freguesia de Alhandra era ligada à diocese de Olinda. Após a criação da freguesia, em 1758, o reduto indígena foi tornado vila: “...Em virtude da Carta Régia de 14 de Setembro e Alvará desta data, é elevada a categoria de villa a aldeia de Arataguy, com o nome de Alhandra.” (PINTO. 1977, p. 158). Em 1758 se torna a primeira vila da Paraíba, sendo apenas instalada em 1765. Após Alhandra se seguiram quatro vilas, a de Pilar (1758), a de São Miguel da Baía da Traição (1762), a de Monte-Mor da Preguiça (atual Rio Tinto em 1762) e a de Jacoca, (atual Conde em 1768). Todas elas fundadas a partir de aldeias indígenas. Percebe-se que todas foram criadas em um curto espaço de tempo, e todas além de serem aldeias indígenas, ficavam também na faixa litorânea. O que nos demonstra um maior controle indígena. Na medida em que Alhandra deixa de ser uma simples aldeia missionária e passa a ser vila, ela deixa de ter apenas as autoridades religiosas, e passa a ter um controle das autoridades civis. Nesse sentido o índio deixa de obedecer ao padre e passa a obedecer ao capitão-mor e ao capitão dos índios e as demais autoridades civis locais. Alhandra não era, portanto, um lugar de grande expressão, era um pequeno lugarejo. Consta que por volta de 1774, possuía cerca de 620 construções e 1089 habitantes, isso é mais do que a população de Jacoca que, no mesmo ano possuía 445 construções e 744 habitantes. Mas se comparada a Pombal que foi elevada a vila depois, no mesmo ano de 1774 já tinha 2451 construções e 5422 habitantes (SILVEIRA, 1999. p. 33). Contudo a maior razão por ter sido Alhandra a primeira vila foi por certo os índios. Alhandra não surge vila assim, por sua grandeza, desenvolvimento ou por ser um povoado de relevante expressão. Mas sim para atender a uma estratégia da política colonialista, não é de se estranhar que Alhandra irá permanecer por mais de duzentos anos na categoria de vila. \\- No ano de 1959, um grupo de moradores da Vila de Alhandra, cansados da Vila viver dependente administrativamente da Capital João Pessoa, começam a pensar que Alhandra deveria se tonar cidade. Inicia então a luta dos filhos de Alhandra pela Emancipação política da vila. Os senhores Valdemar Galdino Naziazeno, Adalberto Fulgencio dos Santos, Roldão Guedes, Manoel Torres Filho, Teófilo Calixto, José Guedes Francisco Barbosa e outros lutaram incansavelmente para a sonhada emancipação. Sua emancipação política se deu em 24 de abril de 1959, sendo instalada em 8 de maio do mesmo ano, ficando desmembrada de João Pessoa e formando o município de Alhandra. ==Geografia== ===Clima=== Dados do Departamento de Ciências Atmosféricas, da Universidade Federal de Campina Grande, mostram que Alhandra apresenta um clima com média pluviométrica anual de 538,4 mm e temperatura média anual de 25,1 °C. ==Ligações externas== * * * Categoria:Fundações na Paraíba em 1959",
 "title": "Alhandra (Paraíba)"
}