{
 "id": "31775",
 "text": "{{Info/Município do Brasil | nome = Caaporã | foto = | leg_foto = | apelido = | brasão = Brasao caapora.PNG | bandeira = Bandeira_de_Caaporã.jpg | link_brasão = | link_bandeira = | link_hino = | aniversário = 12 de janeiro de 1964 | fundação = | gentílico = caaporense | lema = | prefeito = Cristiano Ferreira Monteiro | partido = Partido Socialista Brasileiro |PSB | fim_mandato = 2024 | mapa = Brazil Paraíba Caaporã location map.svg | latP = S | latG = 07 | latM = 30 | latS = 57 | lonP = O | lonG = 34 | lonM = 54 | lonS = 28 | estado = Paraíba | região_intermediária = João Pessoa | data_região_intermediária = IBGE/2017 | região_imediata = João Pessoa | data_região_imediata = IBGE/2017 | região_metropolitana = João Pessoa | vizinhos = Norte: Alhandra; Sul: Goiana (PE); Leste: Pitimbu; Oeste: Pedras de Fogo | dist_capital = 45 | área = 150.168 | área_ref = | população = 20653 | data_pop = estimativa populacional - IBGE/2012 | altitude = 29 m | clima = tropical chuvoso com verão seco]] | sigla_clima = | idh = 0.617 | data_idh = PNUD/2000 | pib = mil | data_pib = IBGE/2008 | pib_per_capita = 14368.31 | data_pib_per_capita = IBGE/2008 }} Caaporã é um município brasileiro localizado na Região Metropolitana de João Pessoa, estado da Paraíba. Sua população em 2012 foi estimada pelo IBGE (Instituto Brasileiro de Geografia e Estatística) em 20 653 habitantes, distribuídos em 150 km² de área. == Topônimo == \"Caaporã\", V. caipira ; v. caipora; estar caapora: ter - azar; é um termo oriundo da língua tupi não possuindo um significado bem definido, existe algumas conjunções de palavras na língua tupi guarani, sendo as mais aceitas a da junção dos termos Caá - kaá (\"mato (a) ou folha\") e porang - porã (\"bonito\") Mata Bonita ou ainda Caá - kaá (mato (a) ou folha) e puã (redondo) Mata Redonda, existe ainda a tradição oral dos antepassados que advogam o nome de Boca da Mata como nome oficial do município.. ==História == Em 1800, as terras que hoje compõem o município pertenciam ao Coronel Monteiro, e o Engenho Tabú ao Sr. João de Sá. Em 27 de dezembro de 1964 ela foi emancipada, hoje tem aproximadamente 25 mil habitantes. Quanto a localidade situava-se no caminho de acesso às praias de Pitimbu e Acaú por onde os moradores de Goiana costumavam passar a caminho do mar. O povoado desenvolveu-se à beira deste caminho. O distrito foi criado com a denominação de Caaporã, pelo decreto-lei estadual nº 520, de 31 de dezembro de 1943, subordinado ao município de Maguari. Em 1948, o município de Maguari passou a denominar-se Cruz do Espírito Santo. Elevado à categoria de município com a denominação de Caaporã, pela lei estadual nº 3130, de 27 de dezembro de 1963. O município foi instalado em 2 de fevereiro de 1964. ==Geografia== O município de Caaporã encontra-se inserido na unidade geoambiental dos Tabuleiros Costeiros. O clima é Tropical Chuvoso com verão seco. O período chuvoso começa em fevereiro e termina em outubro. A precipitação média anual é de 1.634 mm. A vegetação predominante é a Floresta Subperenifólia, com partes de Floresta Subcaducifólia e transição Cerrado/ Floresta. Caaporã está inserido nos domínios da bacia hidrográfica do Rio Abiaí. Seus principais cursos d'água são os rios Papocas, Camocim, Pitanga, Dois Rios, do Galo e Goiana, e os riachos: Taberubus, Cupissura, Tamandu à e Farias, todos de regime de escoamento perene. == Economia == A cana-de-açúcar ocupa a maior parte do solo do município, embora mereça destaque a plantação de coco, lavoura de subsistência e inhame. A renda familiar é relativamente baixa, já que a maior parte da população recebe o salário mínimo. Os desempregados, têm renda incerta e, muitas vezes, inferior ao salário mínimo, já que se empregam na cultura cíclica (cana-de-açúcar), sobrevivem da atividade pesqueira e do comércio local. A maioria da população reside em casas de um ou dois quartos, construídas a maioria hoje em alvenaria. A ocupação média de cada residência é de quatro pessoas. A população recebe assistência médica do Hospital e Maternidade Ana Virgínia e de 09 (nove) USFs (Unidades de Saúde Familiar), localizadas em diferentes bairros e nos distritos de Cupissura e Fazenda Retirada, onde encontra-se a disposição da população vários serviços clínicos e de assistência hospitalar, porém algumas pessoas se dirigem a Capital, João Pessoa aproximadamente a 45 km de Caaporã, para obter serviços mais especializados ou quando em acidentes mais graves. O comércio interno está em constante crescimento e as portas do desenvolvimento estão em abertas, com a chegada do distrito industrial, em plena construção aguardando a instauração de empresas oriundas de diferentes regiões do pais e a incorporação do município no polo no maior polo cimenteiro do Brasil que conta com as cidades de Alhandra, Caaporã e Pitimbú, com a intensa mineração nas unidades produtoras de cimento as obras para o novo distrito industrial de Caaporã. Acham-se instaladas também no município a Agro Industrial Tabu S/A (Destilaria) e a Cimento Campeão do grupo Lafarge S/A e atualmente a empresa de pipocas K'delícia, com isso tem ocorrido um crescente aumento no setor de construção civil, que tem aquecido as vendas no setor imobiliário local e uma valorização das terras. == Ligações externas == * * * Categoria:Municípios da Paraíba Categoria:Fundações na Paraíba em 1963",
 "title": "Caaporã"
}