{
 "id": "31797",
 "text": "{{Info/Município do Brasil | nome = Catingueira | foto = Aspecto central de Catingueira-PB.jpg | leg_foto = Praça da Matriz e Estátua de São Sebastião. | apelido = | brasão = Brasão Catingueira.jpg | bandeira = Bandeira Catingueira.jpg | link_brasão = | link_bandeira = | link_hino = | aniversário = 4 de outubro | fundação = | gentílico = catingueirense | lema = | prefeito = Suélio Felix de Alencar | partido = UNIÃO | fim_mandato = 2024 | mapa = Brazil Paraíba Catingueira location map.svg | latP = S | latG = 07 | latM = 07 | latS = 33 | lonP = O | lonG = 37 | lonM = 36 | lonS = 32 | estado = Paraíba | região_intermediária = Patos | data_região_intermediária = IBGE/2017 | região_imediata = Patos | data_região_imediata = IBGE/2017 | região_metropolitana = Patos | vizinhos = Norte: Condado Sul: Imaculada e Mãe d'água Leste: Santa Terezinha Oeste: Emas e Olho d'Água. | dist_capital = 317 | área = 529.456 | área_ref = | população = 4934 | data_pop = IBGE/2017 | altitude = 287 | clima = semiárido quente e seco | sigla_clima = Bsh | idh = 0.555 | data_idh = PNUD/2000 | pib = mil | data_pib = IBGE/2008 | pib_per_capita = 3959.48 | data_pib_per_capita = IBGE/2008 | site_prefeitura = catingueira.pb.gov.br }} Catingueira é um município brasileiro do estado da Paraíba, localizado na Região Geográfica Imediata de Patos, integrando simultanemente duas regiões metropolitanas, talvez por erro da legislação estadual. Ou seja, integra tanto a região metropolitana de Patos, criada pela Lei Complementar Estadual 103/11 (vide artigo 1o) como a do Vale do Piancó, criada pela Lei Complementar Estadual 109/12 no ano seguinte (vide, igualmente, artigo 1o) . De acordo com o IBGE (Instituto Brasileiro de Geografia e Estatística), no ano de 2017 sua população foi estimada em 4.934 habitantes. Área territorial de 529 km². É nessa cidade que ocorre todo o ano a tradicional festa religiosa do Padroeiro de Catingueira: São Sebastião. == História == === Origem do nome === O vocábulo Catingueira, utilizado para denominar o atual município, é originário de uma grande árvore, de mesmo nome (Caesalpinia pyramidalis), que havia às margens da estrada, que servia de abrigo para os viajantes. Eram tropeiros que transportavam cereais, em lombos de animais, unindo o Vale do Piancó, Sertão, Cariri e Brejo, nas primeiras manifestações de progresso e que elegeram o referido ponto como descanso obrigatório, dada à estrutura já existente, criada a partir de uma permanente busca aos animais desaparecidos. Historiadores do município, baseados em informações de Zé Cipriano, relatam que o Major Pedro Fírmino Aires, dono da fazenda Pedro Velho, mantinha um vaqueiro, a exemplo do que acontecia nas propriedades Serra Branca e Campo Grande. Dadas as extensas faixas de terra, era normal o desaparecimento de bovinos. Em uma missão de busca, o vaqueiro da Fazenda Pedro Velho, resolveu descansar debaixo da Catingueira, que se localizava onde hoje é o oitão nascente da atual Igreja, quando ouviu o trompete do cavalo de um colega, procedente da Fazenda Serra Branca, pertencente a Marcolino Soares. Os dois desenvolviam missão semelhante. Enquanto os cavalos pastavam, eles conversavam. Mais tarde surgia outro vaqueiro, desta feita, da Fazenda Campo Grande, hoje município de Emas. Ao final do bate-papo e, em meio ao insucesso da operação que desenvolviam, decidiram, então, marcar um novo encontro, no mesmo local, para desenvolverem as buscas em conjunto. E assim começava uma grande amizade entre o trio, que sempre convergia ao ponto inicial, chegando a construir uma casa de taipa, ao lado da árvore e, inclusive, viabilizando morada para uma senhora, a qual, durante muito tempo, deu suporte ao grupo, com relação à alimentação, água e abrigo. Chegaram também a construir um curral onde o gado encontrado era provisoriamente colocado. Paralelo ao trabalho dos tratadores do gado, veio o suporte fundamental dos homens da estrada. Segundo alguns historiadores, a povoação teve sua origem em meados do Século XVIII, na Fazenda estruturada por Pedro Velho Barreto, que até hoje é tido como fundador do município. Contudo, as primeiras casas teriam sido construídas a partir de 1745. A condição de pousada trouxe em consequência um novo ramo de atividade e uma maior expansão, já que o atendimento aos transportadores de mantimentos, começou a gerar dividendos e atrair novas pessoas para o lugarejo. Em 1774, o Sertão foi acometido por uma epidemia de cólera, época em que a senhora Ana Joaquina da Silva e filhos fizeram uma prece a São Sebastião para que Catingueira ficasse livre desse mal. A moléstia chegou até o Sítio Cabaças, no município de Santa Terezinha (Paraíba), continuou no Sítio Marrecas, desviando-se do ponto pleiteado e atingindo Emas. Acredita-se que a Serra, dada a sua localização, teria desviado o vento contaminado com o vetor de transmissão da doença, o que pode explicar o fato do mal não ter chegado ao lugarejo, situado entre as duas localidades atingidas. Em cumprimento à promessa doaram uma área de terra para o patrimônio da Igreja. A Construção da capela, que deu impulso ao povoado, teve a frente o senhor João Luiz de Abreu e o Coronel Firmino Aires Albano Costa, edificação que contribuiu, decisivamente, para o desenvolvimento da localidade, principalmente pela assistência a ela dispensada através do Padre Ibiapina, missionário incansável que atuou em quase todo o interior da Paraíba. Com o templo católico erguido o lugar passou a ser denominado de São Sebastião da Catingueira, mantido por ocasião da criação da sub-delegacia de polícia e oficializado com a lei que criou o distrito de paz. A economia crescente unida ao prestígio político do Coronel Firmino Aires, que em 1886 já representava a região na Assembleia Legislativa Provincial, deu novo impulso à concentração populacional, ao passo em que despontou para a oficialização do município no futuro. Através da Lei 836, de 9 de setembro de 1887, já surgia o Distrito. O nome do lugar foi mudado para Jucá, em 23 de julho de 1890, através do Decreto 27. A elevação chegou a ser suprimida no século XIX, provavelmente, entre o final da década de 1920 e início da década de 1930. Contudo, o restabelecimento da condição de distrito veio a ocorrer em 30 de junho de 1933, através do Decreto 400. Ainda com o nome de Jucá. Catingueira foi declarada Vila, através do Decreto 1.010, de 30 de março de 1938, em conformidade com o Decreto-Lei Federal 311, de 2 de março daquele mesmo ano. Finalmente, em 15 de novembro de 1938, com base no Decreto 1.164, que fixou o quadro da divisão territorial, administrativa e judiciária do Estado, foi restaurada a denominação de Catingueira, pertencendo muitos anos ao município de Piancó. A elevação à categoria de cidade veio em conseqüência da Lei 2.144, de 15 de junho de 1959. O autor do ante-projeto, que levou o número 204, foi o deputado José Gayoso. Na solenidade de sanção, do Governador Pedro Gondim, estiveram presentes, além do parlamentar que tomou a iniciativa, as seguintes personalidades: Dr Elzir Matos-Secretário das Finanças, Plácido Lopes, Epitácio Brunet, Brasiliano Lopes Loureiro, Severino Ramos, Cesário Brandão, Marcos Gayoso Nogueira e o Major João Costa. A instalação do município se deu em 4 de outubro do mesmo ano. ==Geografia== O município está incluído na área geográfica de abrangência do semiárido brasileiro, definida pelo Ministério da Integração Nacional em 2005.. Esta delimitação tem como critérios o índice pluviométrico, o índice de aridez e o risco de seca. O município localiza-se na unidade geoambiental da Depressão Sertaneja, com clima semiárido. A vegetação predominante é a caatinga xerofítica, com cactáceas, árvores e arbustos de médio porte. Catingueira está inserido na bacia hidrográfica do rio Piranhas, na sub-bacia do rio Piancó. Seus principais tributários são os riachos do Catolé, Ferro Velho, dos Negros, da Malícia, da Ramada, Castelo, Fundo, do Seixo, do Serrote Branco, da Goiabeira, Cacimbas, da Catingueira, da Pedra da Onça, dos Marrecos, do Tamanduá, dos Caibros, da Várzea do Buraco, do Cedro, do Cipó, Flamengo, Malhada da Espera, dos Pinhões, Poção, Pocinho, Condado, do Saco Grande e da Boa Vista. Conta ainda com o Açude Cachoeira dos Cegos, com capacidade de acumulação de 71.887.047 m³. ===Clima=== Dados do Departamento de Ciências Atmosféricas, da Universidade Federal de Campina Grande, mostram que Catingueira apresenta um clima com média pluviométrica anual de 969.8 mm e temperatura média anual de 26.0 °C. == Ver também == * Itajubatiba == Ligações externas == * Federação dos Municípios da Paraíba * Dados municipais e mapa de alta resolução em PDF * Confederação Nacional de Municípios Categoria:Municípios da Paraíba Categoria:Municípios da Região Metropolitana de Patos Categoria:Fundações na Paraíba em 1959",
 "title": "Catingueira"
}