{
 "id": "31808",
 "text": "{{Info/Município do Brasil | nome = Santana dos Garrotes | foto = | leg_foto = | apelido = | brasão = Brasao1.JPG‎ | bandeira = Bandeirasa.jpg‎ | link_brasão = | link_bandeira = | link_hino = | aniversário =22 de dezembro | fundação = | gentílico =santanense | lema = | prefeito = José Paulo Filho (Dedé) | partido = Cidadania | fim_mandato = 2024 | mapa = Brazil Paraíba Santana dos Garrotes location map.svg | latP = S | latG = 07 | latM = 23 | latS = 02 | lonP = O | lonG = 37 | lonM = 59 | lonS = 09 | estado = Paraíba | região_intermediária = Patos | data_região_intermediária = IBGE/2017 | região_imediata = Itaporanga | data_região_imediata = IBGE/2017 | região_metropolitana = Vale do Piancó | vizinhos = Nova Olinda, Juru, Olho d'Água, Piancó, Itaporanga e Pedra Branca. | dist_capital = 415 | área = 353.813 | área_ref = | população = 7266 | data_pop = IBGE/2010 | altitude = 322 | clima = Semiárido | sigla_clima = | idh = 0.619 | data_idh = PNUD/2000 | pib = mil | data_pib = IBGE/2008 | pib_per_capita = 3451.15 | data_pib_per_capita = IBGE/2008 | padroeiro = Santa Ana | site_prefeitura = santanadosgarrotes.pb.gov.br }} Santana dos Garrotes é um município brasileiro do estado da Paraíba, localizado na Região Metropolitana do Vale do Piancó. De acordo com o IBGE (Instituto Brasileiro de Geografia e Estatística), no censo no ano de 2010 sua população era 7.266 habitantes. Área territorial de 354 km². ==História== O povoado que originou a cidade, teve início em 1825, em terras da Fazenda Exu, local onde existia uma casa de oração. Em 7 de janeiro de 1896, o povoado foi elevado à condição de distrito, por meio da Lei Municipal nº 17, integrante do município de Piancó, sob o nome de Santana dos Garrotes. Em 1938, por meio do decreto lei estadual nº 1.164, o distrito muda de nome e passa a se chamar Garrotes, permanecendo com esse nome até 1961, ano em que é elevado à categoria de município, desmembrado de Piancó, por meio da Lei Estadual nº 2.672 de 22 de dezembro, que também altera o nome, voltando a se chamar Santana dos Garrotes. A Lei Municipal nº 184 de 17 de janeiro de 1999 cria o distrito de Pitombeira de Dentro e o anexa à Santana dos Garrotes, permanecendo até hoje, como distritos de Santana dos Garrotes. ===Origem do nome=== Próximo à fazenda que originou o povoado existia uma lagoa, de nome Lagoa dos Garrotes, mais tarde, quando a capela em homenagem à Santana foi fundada, às margens do Riacho Santana, o povoado cresceu, tendo sua localização entre o Riacho Santana e a Lagoa dos Garrotes, conferindo-lhe o seu nome. == Geografia == O município está incluído na área geográfica de abrangência do semiárido brasileiro, definida pelo Ministério da Integração Nacional em 2005.Ministério da Integração Nacional, 2005. Nova delimitação do semiárido brasileiro . Esta delimitação tem como critérios o índice pluviométrico, o índice de aridez e o risco de seca. ===Clima=== Dados do Departamento de Ciências Atmosféricas, da Universidade Federal de Campina Grande, mostram que Santana dos Garrotes apresenta um clima com média pluviométrica anual de 749.7 mm e temperatura média anual de 26.1 °C. ==Naturais== *Janguiê Diniz, fundador e dono do grupo Grupo Ser Educacional. == Ligações externas == * * * Categoria:Municípios da Paraíba Categoria:Fundações na Paraíba em 1961",
 "title": "Santana dos Garrotes"
}