{
 "id": "31800",
 "text": "{{Info/Município do Brasil | nome = Igaracy | foto = | apelido = | brasão = Brasao igaracy.jpg | bandeira = Bandeira igaracy.jpg | link_hino = | aniversário = | fundação = | gentílico =igaraciense | lema = | prefeito = Lídio Carneiro | partido = PTB | fim_mandato = 2024 | mapa = Brazil Paraíba Igaracy location map.svg | latP = S | latG = 07 | latM = 10 | latS = 51 | lonP = O | lonG = 38 | lonM = 08 | lonS = 56 | estado = Paraíba | região_intermediária = Patos | data_região_intermediária = IBGE/2017 | região_imediata = Itaporanga | data_região_imediata = IBGE/2017 | região_metropolitana = Vale do Piancó | vizinhos = Aguiar, Coremas, Piancó e Itaporanga | dist_capital = 454 | área = 192.258 | área_ref = | população = 6156 | altitude = 313 | clima = semi-árido | sigla_clima = | idh = 0.608 | pib = mil | pib_per_capita = 3585.22 | leg_foto = | link_brasão = | link_bandeira = | data_pop = IBGE/2010 | data_idh = PNUD/2000 | data_pib = IBGE/2008 | data_pib_per_capita = IBGE/2008 | padroeiro = Nossa Senhora dos Remédios }} Igaracy é um município brasileiro do estado da Paraíba, localizado na Região Metropolitana do Vale do Piancó. De acordo com o IBGE (Instituto Brasileiro de Geografia e Estatística), no ano de 2009 sua população era estimada em 6.529 habitantes. Área territorial de 192 km². ==História== O nome vem do tupi canoa grande (referindo-se ao córrego Igaracy). Ao longo dos anos, a grafia foi alterada para ygara asu, igarassy e finalmente para igaracy. A colonização do município teve início em 1902, com a implantação da fazenda que lhe deu o mome, de propriedade de João Brasileiro. Conta a história que certa vez, quando Brasileiro se encontrava na roça, teve um desmaio e ficou inconsciente por muito tempo. No local, fez uma promessa: se ficasse bom, faria uma novena para Nossa Senhora dos Remédios e Nossa Senhora da Conceição e na última noite, levaria um padre e ofereceria uma festa. Alcançou a graça e cumpriu a promessa. A capela foi construída de tijolos, em 1914. Na mesma época foi iniciada uma feira aos domingos com grandes movimento. Em 2 de dezembro de 1961, foi desmembrado de Piancó o então distrito de Boqueirão dos Cochos, que passa a ser município. Pelo decreto-lei estadual nº 5333, de 7 de janeiro de 1992, o município de Boqueirão dos Cochos, passou a denominar-se Igaracy. O desenvolvimento do povoado teve um maior crescimento somente a partir de 1930, quando foram construídas novas casas ao redor da capela. == Esportes == O maior e mais conhecido esportista da cidade é o atleta paralímpico Cícero Valdiran Lins Nobre, praticante de lançamento de dardo. O igaraciense é medalhista de bronze nos Jogos Paralímpicos de Verão de Tóquio, disputado em 2021Cícero Nobre 3º Lugar em Tóquio | url=http://portalcatingueira.com.br/atleta-de-igaracy-e-bronze-nos-jogos-paralimpicos-de-toquio/. Sua primeira participação foi nas Paralimpíadas Rio 2016, onde encerrou a competição com um quarto lugarGe.com Cícero Nobrer 4º Lugar Rio 2016 | url=http://ge.globo.com/paralimpiadas/video/brasileiro-cicero-nobre-fica-em-4o-no-lancamento-do-dardo-masculino-f5657-5301112.ghtml. Cícero também conquistou o Parapan-americano em 2019, em Lima, Peru. ==Geografia== O município está incluído na área geográfica de abrangência do semiárido brasileiro, definida pelo Ministério da Integração Nacional em 2005. Esta delimitação tem como critérios o índice pluviométrico, o índice de aridez e o risco de seca. ==Ver também== *Riacho do Beco == Ligações externas == * Página da prefeitura * De Boqueirão a Igaracy - A História do Município de Igaracy-PB, por Joselito Pereira Brasileiro em PDF * Federação dos Municípios da Paraíba * Dados municipais e mapa de alta resolução em PDF Categoria:Municípios da Paraíba Categoria:Fundações na Paraíba em 1962",
 "title": "Igaracy"
}