{
 "id": "31833",
 "text": "Região Autónoma Siciliana Regione Autonoma Siciliana Riggiuni Autonoma Siciliana {| border=0 cellpadding=2 cellspacing=0 style=\"background:#f9f9f9; text-align:center;\" Bandeira Brasão A Sicília (em italiano e siciliano Sicilia) é uma região autônoma com estatuto especial da Itália meridional com 25 832 km² e 4,8 milhões de habitantes, cuja capital é Palermo, que com 660 mil habitantes, é a quinta maior cidade italiana. == Administração == Esta região é composta das seguintes províncias: * Agrigento * Caltanissetta * Catania * Enna * Palermo * Messina * Ragusa * Siracusa * Trapani == Línguas == A língua oficial falada na Sicília é o italiano, mas praticamente todos os sicilianos são bilíngues, pois também falam o siciliano (u sicilianu), que é falado também na Calábria meridional e na zona do Salento (Puglia). Minorias linguísticas da região são o arbëreshë, falado na província de Palermo; os dialetos galo-itálicos sicilianos, falados principalmente nas províncias de Enna e Messina; e o grego, na cidade de Messina. == Turismo == Esta região, reconhecida unanimemente uma das mais completas e fascinantes de toda a Itália, é visitada anualmente por milhões de pessoas provenientes de todas as partes do mundo. As suas cores, os seus sabores, os aromas de seus vales e os perfumes que se irradiam das costas contribuíram para perpetuar nos séculos o fascínio de uma terra às vezes dura, mas igualmente rica de possibilidades. Para esta terra – pela aspereza que distingue quem a vive e trabalha – foi cunhado um termo, pelos homens de arte e de cultura: sicilianidade (sicilianità). O turismo é uma atividade em crescimento, favorecida pela presença sobre o território de numerosos sítios arqueológicos e de belezas naturais que, como nos casos de Taormina e Cefalù, suscitam o interesse dos visitantes. == Geografia == A Sicília é a principal ilha do mar Mediterrâneo, mas geologicamente pertence à mesma placa tectônica da península Itálica, e orograficamente é uma região dos Apeninos como muitas outras regiões italianas. Compreende, na região homônima, também diversas ilhas menores, como as ilhas Eólias (Líparas), as ilhas Égadas e as ilhas Pelágias. O arquipélago onde se encontra a ilha de Malta é só geograficamente parte integrante da Sicília. Malta, por outro lado, esteve unida à Sicília (também politicamente) até 1798 quando foi ocupada (por cerca de dois anos) por Napoleão Bonaparte. A Sicília é separada do continente e da Itália peninsular pelo estreito de Messina, de apenas três quilômetros, onde se encontra, com seu magnífico porto natural, a cidade de Messina. O comune de Messina é a seu modo associada ao comune de Reggio Calabria, na região adjacente, a única região com a qual limita-se, a Calábria, formando a seu modo uma área metropolitana integrada do Estreito. A própria região e também as ilhas circundantes têm intensa atividade vulcânica. Os vulcões principais são o Etna (no leste da Sicília) e, nas ilhas vizinhas, o Stromboli e Vulcano. De forma triangular, a Sicília tinha na antiguidade o nome de Trinacria. As costas setentrionais, altas e rochosas, se lançam sobre o mar Tirreno com recortes como os golfos de Castellammare del Golfo, de Palermo, de Termini Imerese, de Milazzo e muitos outros menores que contém amplas praias cobertas de finíssima areia. thumb|esquerda|Sicília - note-se o vulcão Etna: o ponto branco na península a nordeste A oeste a costa jônica é mais recortada em direção ao sul, enquanto o litoral meridional – de frente à África – é arenoso, mas geralmente uniforme. O relevo é variado e, enquanto na Sicília oriental se pode reconhecer, nos montes Peloritanos, montes Nébrodi e Madonias (ponto mais alto: Pizzo Carbonara, 1 979 m), a continuação dos Apeninos da Calábria, a Sicília central e ocidental ostenta maciços isolados. Mais ao centro estão os Montes Erei, sobre os quais se encontra, a 948 metros de altura, a cidade de Enna. A oeste surgem outros montes de altura variável, como os Sicanos, cujo pico mais alto é o monte Camarata de 1 580 metros, e os montes que circulam a Bacia de Ouro, a planície onde, defronte ao mar, se estende Palermo, a capital desta região. A leste se ergue, visível do estreito de Messina, o cume do Aspromonte, o cume nevado do vulcão Etna, com 3 274 metros. Com suas frequentes erupções, o Etna recobriu o território circundante com sua lava negra que produziu a planície que se estende até o mar, a planície de Catânia, uma das províncias da região, ao longo do litoral. alt=|thumb|Rocca di Salvatesta, montanhas Peloritani Os rios sicilianos são todos de porte e extensão limitados. Desembocam no mar Jônico o rio Simeto e o rio Alcântara, ao longo da costa meridional, o rio Imera, o rio Platani e o rio Belice. == História == A Sicília, devido à sua posição geográfica, sempre teve um papel de importância nos eventos históricos que tiveram como protagonistas os povos do Mediterrâneo.(en) Piccolo, Salvatore (2018). Bronze Age Sicily. Ancient History Encyclopedia. A vizinhança de múltiplas civilizações enriqueceu a Sicília de assentamentos urbanos, de monumentos e de vestígios do passado que fazem da região um dos lugares privilegiados onde a história pode ser revista através das imagens dos sinais que o tempo não apagou. A Sicília também foi disputada na guerra entre Roma e Cartago, na qual essas duas potências queriam o domínio sobre o comércio no mar Mediterrâneo. Roma saiu vitoriosa. Também sendo invadida por tropas aliadas da Segunda Guerra no dia 10 de julho de 1943, com a realização bem-sucedida da Operação Husky. == Esportes == thumb|Estádio Renzo Barbera em Palermo. O esporte mais popular na Sicília é o futebol, que surgiu no final do século XIX sob a influência dos ingleses. Alguns dos clubes de futebol mais antigos da Itália são da Sicília: os três mais bem-sucedidos são Palermo, Catania e Messina. Palermo e Catania têm uma rivalidade acirrada e competem juntos no derby da Sicília. Palermo é o único time da Sicília que jogou na fase de grupos da UEFA Europa League. Na ilha, o jogador de futebol mais conhecido é Salvatore Schillaci, que ganhou a Bola de Ouro na Copa do Mundo FIFA de 1990 com a Seleção da Itália. Embora o futebol seja o esporte mais popular na Sicília, a ilha também tem participantes em outros esportes. Amatori Catania competiu na principal liga nacional italiana de rugby chamada de top 12. Anteriormente, no automobilismo, a Sicília realizava a corrida de carros esportivos Targa Florio que acontecia nas montanhas Madonie, com a linha de chegada e chegada em Cerda. O evento foi iniciado em 1906 pelo industrial siciliano e entusiasta de automóveis Vincenzo Florio e durou até ser cancelado devido a preocupações de segurança em 1977. == Ver também == * Assembleia Regional Siciliana * Lista de comunas da Sicilia * Lista de províncias da Itália * Palazzo dei Normanni * Regiões da Itália * Reino da Sicília == Ligações externas == * Região Autónoma Siciliana (em italiano) * Sicilia Mare (em italiano)",
 "title": "Sicília"
}