{
 "id": "31851",
 "text": "Jamestown (oficialmente Cidade de Jamestown, do inglês: City of James Town) é a capital do território ultramarino britânico de Santa Helena, Ascensão e Tristão da Cunha, localizada na ilha de Santa Helena, no Oceano Atlântico sul. Situada na costa noroeste da ilha, também constitui seu principal assentamento histórico. Foi fundada quando os colonos da Companhia Britânica das Índias Orientais se estabeleceram em Santa Helena em 1659, sendo brevemente ocupada pela Companhia Holandesa das Índias Orientais em 1673, antes de ser reconquistada pelos britânicos. A cidade abrigou Napoleão Bonaparte brevemente em 1815 durante o seu exílio em Santa Helena e mais tarde serviu como base da Marinha Real Britânica durante os trabalhos de combate ao tráfico de escravos entre a África e as Américas. Além disso teve uma pequena participação durante a Segunda Guerra Mundial, após um navio petroleiro ser afundado pelo submarino alemão U-68 na Baía de James em 1941. Jamestown possui o único porto da ilha, o centro da rede rodoviária e os principais meios de comunicação. Representa o principal centro econômico de Santa Helena, com diversos estabelecimentos comerciais pequenos e agências bancárias. Muitos dos edifícios construídos pela Companhia Britânica das Índias Orientais nos anos 1700 se encontram preservados, fazendo com que a cidade tenha um dos melhores exemplos da arquitetura georgiana intacta do mundo. Outros atrativos incluem a Escada de Jacó, com seus 699 degraus; a Igreja de São Jaime, que é a igreja anglicana mais antiga do hemisfério sul; e o Museu de Santa Helena. == História == A ilha de Santa Helena fora explorada pela primeira vez por descobridores portugueses no início do , após seu descobrimento em 1502. Havia um local de desembarque na área da atual cidade de Jamestown, onde também existiu uma pequena capela construída pelos portugueses em 1571. No entanto, o pequeno templo foi derrubado por holandeses por volta de 1629, ocasião em que a ilha estava sendo disputada por portugueses, holandeses e ingleses; por fim, os ingleses a assumiriam em 1659. Com a ilha sob domínio inglês, Jamestown foi fundada pela Companhia Britânica das Índias Orientais e recebeu sua denominação em referência a Jaime, Duque de Iorque, o futuro rei Jaime II de Inglaterra. Um forte, originalmente chamado de Castelo de São João, foi rapidamente construído e, com a restauração da monarquia em 1660, a edificação foi renomeada para Forte de James (James Fort). A cidade, por sua vez, recebera a denominação de Jamestown e o vale no qual está situada ficou conhecido como Vale de James (James Valley). As baterias de armas associadas ao forte dominaram a Baía de James nos anos seguintes. Em janeiro de 1673, a Companhia Holandesa das Índias Orientais assumiu brevemente o controle da ilha até que a Companhia Britânica das Índias Orientais a reconquistasse em maio. Desde então, a cidade prevalece sob o domínio inglês e britânico. Após sua derrota na Batalha de Waterloo em junho de 1815 e a subsequente ocupação de Paris, o imperador da França, Napoleão Bonaparte, rendeu-se aos britânicos e foi exilado para Santa Helena. Ele desembarcou em 21 de outubro a bordo do navio , com 74 canhões, e residiu em uma pequena residência em Jamestown por alguns meses. Ele viveu nesse local até ser transferido para a Longwood House, em uma parte mais remota da ilha, em dezembro. Posteriormente, Jamestown foi escolhida para sediar um tribunal do vice-almirantado e uma base da Marinha Real Britânica, como esforços ao combate ao tráfico de escravos entre a África e as Américas. Navios escravos capturados eram frequentemente levados para Jamestown para serem vendidos e terem suas cargas desembarcadas no Vale de Rupert. Quando a estação naval foi fechada na década de 1870, estima-se que escravos haviam sido resgatados, embora cerca de tenham morrido logo após a chegada e então enterrados no Vale de Rupert. Perdidas há muito tempo, suas sepulturas foram redescobertas em 2006 durante as obras do aeroporto. Em seguida, uma equipe de arqueólogos realizou escavações em busca das sepulturas em 2008. Algumas das descobertas obtidas estão em exposição no Museu Internacional da Escravidão, em Liverpool, Inglaterra. A ilha estava muito isolada para desempenhar qualquer papel na Primeira Guerra Mundial e só teve uma relevância mínima durante a Segunda Guerra Mundial. O petroleiro RFA Darkdale foi afundado pelo submarino alemão U-68 na Baía de James em 22 de outubro de 1941, sendo que apenas nove dos 50 tripulantes sobreviveram. O navio tanque havia sido enviado para Santa Helena alguns meses antes de reabastecer embarcações que operavam no Atlântico Sul. O naufrágio vazou pequenas quantidades de óleo até que sua deterioração gradual levou o Ministério da Defesa a enviar uma equipe de mergulhadores para bombear todo o óleo restante em junho de 2015. MELLISS(1875) p068 - JAMESTOWN, ST. JAMES CHURCH.jpg|Jamestown com a Igreja de São Jaime em destaque, em 1875. 02 Last view of Jamestown St Helena June1970.jpg|Vista da costa em 1970 Streetscape - Jamestown. Early 80's. - panoramio.jpg|Aspecto da cidade na década de 1980 == Geografia == A cidade foi construída sobre rochas ígneas no Vale de James, espremida entre penhascos íngremes. Portanto, a malha urbana é longa e fina. As paredes do vale são ásperas e íngremes e as quedas de rochas por vezes causam problemas, embora tenham sido minimizadas por redes. Um pequeno riacho, o Run, atravessa o vale. A altitude máxima em um raio de três quilômetros da cidade atinge 676 metros. A costa é relativamente seca e apresenta cactos, enquanto que à medida que se avança para o interior a umidade se torna mais intensa e a vegetação adquire maior densidade. De forma geral a localidade é dividida em duas partes, inferior e superior, dependendo da distância até o vale. A cidade contém o porto mais importante da ilha, considerado como a principal entrada para Santa Helena para os visitantes além do aeroporto, que recebeu seu primeiro voo programado em outubro de 2017. Apesar de não estar ligado a Jamestown por estrada, o Vale de Rupert, a norte, também faz parte de seu território. Ele abriga grande parte da infraestrutura da ilha, como a estação de energia e o armazenamento de combustível associado, além de um cais concluído em junho de 2016. O clima de Jamestown é caracterizado como desértico quente (tipo BWh segundo Köppen), com pouca variação de temperatura ao longo do ano. Apesar do fato da cidade apresentar um clima desértico, suas temperaturas são moderadas pelo oceano adjacente e pelas correntes frias, levando a um clima relativamente frio para a profunda latitude tropical. Como resultado, raramente fica muito quente em Jamestown. Também cabe ressaltar que essa é a região mais seca da ilha de Santa Helena. O período de julho a dezembro é mais propício ao domínio de grande quantidade de nebulosidade, enquanto que de janeiro a junho o predomínio é de céu com poucas nuvens ou parcialmente nublado, porém as precipitações, ainda que escassas, apresentam ligeira concentração entre março e junho. O vento dominante origina-se na direção leste, sendo constante durante todo o ano, com velocidade média de 23,5 quilômetros por hora. O mar é agitado na maior parte do tempo e isso é um impedimento comum ao desembarque de navios. == Contexto administrativo e econômico == Jamestown é oficialmente uma cidade, status concedido pela Rainha Vitória em 1859, e seu nome completo é \"Cidade de James Town\" (\"City of James Town\"). Representa um dos oito distritos (divisões administrativas) e o título de capital da ilha de Santa Helena, sendo também a capital do território ultramarino britânico de Santa Helena, Ascensão e Tristão da Cunha. O chamado O Castelo (The Castle) é a sede principal do território, enquanto que a Casa das Plantações (Plantation House) abriga a residência do governador de Santa Helena. Cabe ressaltar que a ilha é dependente de importações da Grã-Bretanha, além de subsídios do governo britânico e da renda enviada por emigrantes, ao mesmo tempo que exporta peixe e café. Apesar da infraestrutura e da diversidade de atrativos o turismo ainda representa pouca participação econômica na cidade e na ilha, porém a inauguração do aeroporto favoreceu a entrada de turistas. Jamestown representa o principal centro econômico de Santa Helena, possuindo diversos estabelecimentos comerciais pequenos e agências bancárias; a maioria concentrada na chamada Rua Principal (Main Street). == Demografia e religião == Segundo o censo demográfico de 2016, a cidade possuía 630 habitantes, um declínio significante em relação a 2008, quando a população era de 714 residentes. Jamestown foi por muito tempo o assentamento mais povoado da ilha, porém devido à diminuição no número de habitantes foi superada por Half Tree Hollow, São Paulo e Longwood ao longo do começo do . A paróquia anglicana de São Tiago é uma das três paróquias da Diocese de Santa Helena na ilha. A Igreja de São Jaime é a principal igreja da paróquia e é a igreja anglicana mais antiga do hemisfério sul; o atual edifício foi construído em 1772. Há também três igrejas subordinadas: São João, na parte superior de Jamestown; Santa Maria, no Briars; e São Miguel, no Vale do Rupert. A única Igreja Católica em Santa Helena, a Igreja do Sagrado Coração, está localizada em Jamestown, bem como a única Igreja Batista. == Infraestrutura == Como território britânico, a ilha de Santa Helena segue o sistema educacional britânico. Há uma escola primária que atende a crianças de quatro a onze anos em Jamestown, a Pilling Primary School, que foi criada a partir da fusão da Jamestown First School e da Pilling Middle School em setembro de 2007. A única escola secundária de Santa Helena é a Prince Andrew School, localizada em São Paulo. Em Jamestown está situado o único hospital da ilha, o Hospital Geral de Santa Helena, que possui 28 leitos e assistência odontológica, segundo informações de 2018. A cidade conta com a principal agência de correios da ilha e o Quartel General da Polícia, ambos localizados na Rua Principal. As principais formas de acesso são através do Aeroporto de Santa Helena e do porto de Jamestown, que é o único em atividade na ilha, sendo equipado com três ancoradouros que podem ser utilizados por embarcações de qualquer porte. A localidade possui ainda uma praça de táxis e serviço público de ônibus. No entanto, o transporte coletivo é limitado e mais voltado aos moradores. Jamestown recebe sinal de duas emissoras de rádio e dois jornais semanais em circulação, segundo dados de 2018. == Patrimônio e lazer == Jamestown tem mais de 100 listed buildings (literalmente: prédio listado), a maioria remetente à arquitetura georgiana. A Rua Principal é descrita como um dos melhores exemplos da arquitetura georgiana intacta em qualquer lugar do mundo. A Casa das Plantações, residência do governador da ilha, é um dos principais exemplares desse estilo arquitetônico, abrigando além disso um acervo de cerâmica, mobiliários históricos e obras de arte de diferentes países, grande parte delas dos séculos XVIII e XIX. Em seu entorno há um parque, onde uma das características marcantes é a presença de tartarugas gigantes. Dentre elas o espécime Jonathan, considerado como o animal terrestre mais velho ainda vivo, com mais de 200 anos de idade. Muitos dos edifícios históricos da cidade foram construídos a partir de rocha vulcânica local. A Igreja de São Jaime, que é a igreja anglicana mais antiga do hemisfério sul (datada de 1772), conforme já ressaltado, também é considerada como um dos principais atrativos. Outro dos marcos proeminentes é a Escada de Jacó (Jacob's Ladder), uma escada de 699 degraus construída juntamente a um teleférico em 1829, visando a conectar Jamestown a um antigo forte. O teleférico foi desativado em 1871, mas a escada de cerca de 300 metros de altitude viralizou entre os turistas e é iluminada à noite, proporcionando uma visão privilegiada dos arredores. Anualmente é realizada uma corrida cronometrada no local que atrai participantes de diversos países. O Museu de Santa Helena está localizado em Jamestown, sendo um dos dois museus da ilha; o outro é a Longwood House. A localidade possui um Posto de Turismo, além de restaurantes, hotéis, bares e pubs. A vida noturna é ativa aos sábados, quando boa parte do comércio funciona à noite. Ocasionalmente também ocorrem eventos nas vias públicas. == Ver também == * Lista de capitais e maiores cidades por país * Lista de capitais nacionais * == Ligações externas == * * *",
 "title": "Jamestown (Santa Helena)"
}