{
 "id": "31882",
 "text": "{{Info/Município do Brasil |nome = Vera Cruz |foto = |apelido = Cidade joia |brasão = |bandeira = Bandeira-veracruz.gif |link_hino = |aniversário = 25 de janeiro |fundação = |gentílico = vera-cruzense |lema = | padroeiro = Sagrado Coração de Jesus |prefeito = Rodolfo Silva Davoli |partido = Republicanos |fim_mandato = 2024 |mapa = SaoPaulo Municip VeraCruz.svg |latP = S | latG = 22 | latM = 13 | latS = 12 |lonP = O | lonG = 49 | lonM = 49 | lonS = 08 |estado = São Paulo | região_intermediária = Marília | data_região_intermediária = IBGE/2017 | região_imediata = Marília | data_região_imediata = IBGE/2017 |região_metropolitana = |vizinhos = Norte: Álvaro de Carvalho; Sul: Ocauçu; Leste: Garça; Oeste: Marília |dist_capital = 430 |área = 247.854 | área_ref = |população = 10769 |altitude = 628 |clima = tropical de altitude |sigla_clima = Aw |idh = 0.758 |gini = 0,42 |data_gini = IBGE/2010 |pib = mil |pib_per_capita = 9232.48 |site_prefeitura = www.veracruz.sp.gov.br |leg_foto = |link_brasão = |link_bandeira = |data_mesorregião = IBGE/2008 |data_microrregião = IBGE/2008 |data_pop = Censo IBGE/2010 |data_idh = PNUD/2000 |data_pib = IBGE/2008 |data_pib_per_capita = IBGE/2008 }} Vera Cruz é um município brasileiro do estado de São Paulo. Localiza-se a uma latitude 22º13'11\" sul e a uma longitude 49º49'10\" oeste, estando a uma altitude de 628 metros. Sua população estimada em 2004 era de 11.107 habitantes. O renomado autor Benedito Ruy Barbosa cresceu na cidade, de onde tirou inspiração para muitas de suas novelas, que retratam a vida do caipira e dos imigrantes em meio aos cafezais. Algumas das novelas do autor são: Terra Nostra, Paraíso, Cabocla, Os Imigrantes, Sinhá Moça, Esperança e O Rei do Gado, que conta a trajetória das famílias ítalo-brasileiras Mezenga e Berdinazzi, ambas erradicadas em Vera Cruz. == História == A data de fundação de Vera Cruz é (fundador: Pompeu de Souza Queiroz) e a emancipação política-administrativa ocorreu em 25 de janeiro de 1934, por Decreto-Lei do então Governador do Estado de São Paulo, Armando de Salles Oliveira. O slogan do município é \"Cidade Joia\", assim designada pelo médico Cândido Alvim em 1937, no lançamento da pedra fundamental do hospital de Vera Cruz. == Geografia == * Possui uma área de 247,854 km². === Hidrografia === * Rio do Peixe * Rio do Alegre * Rio Tibiriçá * Rio da Garça === Rodovias === * SP-294 === Ferrovias === * Linha Tronco Oeste da antiga Companhia Paulista de Estradas de Ferro == Infraestrutura == === Comunicações === A cidade foi atendida pela Companhia Telefônica Brasileira (CTB) até 1973, quando passou a ser atendida pela Telecomunicações de São Paulo (TELESP), que inaugurou a central telefônica utilizada até os dias atuais. Em 1998 esta empresa foi privatizada e vendida para a Telefônica, sendo que em 2012 a empresa adotou a marca Vivo para suas operações de telefonia fixa. == Administração == * Prefeito: Rodolfo Silva Davoli (2024) * Vice-prefeito: Gabriel Santana de Moraes (2024) * Presidente da câmara: Lorival Ailton dos Santos == Religião == O Cristianismo se faz presente na cidade da seguinte forma:O termo \"cristão\" (em grego Χριστιανός, transl Christianós) foi usado pela primeira vez para se referir aos discípulos de Jesus Cristo na cidade de Antioquia (Atos cap. 11, vers. 26), por volta de 44 d.C., significando \"seguidores de Cristo\". O primeiro registro do uso do termo \"cristianismo\" (em grego Χριστιανισμός, Christianismós) foi feito por Inácio de Antioquia, por volta do ano 100. Tyndale Bible Dictionary, pp. 266, 828 === Igreja Católica === A maioria de sua população é católica e a cidade tem como seu padroeiro o Sagrado Coração de Jesus. A igreja da cidade é considerada um santuário e atrai uma romaria anual durante o mês de setembro em devoção ao Sagrado Coração de Jesus. Faz parte da Diocese de Marília. A igreja central foi construída pelo Monsenhor Florentino Santamaria, que chegando da Espanha, não poupou esforços para que toda a população se envolvesse no projeto de construir o Santuário. Projetada por ele mesmo tendo o projeto de adornos sido feito pelo arquiteto Benedito Calixto de Jesus Neto, que além de outras igrejas pelo Brasil também projetou a nova Basílica de Nossa Senhora Aparecida. ==== Corpus Christi ==== A cidade é conhecida pela tradição na montagem de tapetes de terra e serragem colorida, para o feriado de Corpus Christi. Desde 1937, a paróquia Sagrado Coração de JesusSantuário Sagrado Coração de Jesus - Vera Cruz - SP organiza a decoração que cobre as ruas do centro da cidade, sendo um dos maiores do gênero no país com mais de 800 metros de percurso e chegando a 12 metros de largura em alguns trechos.Região Centro-Oeste Paulista se prepara para o Corpus ChristiMais de mil voluntários enfeitam as ruas de Vera Cruz no Corpus Christi === Igrejas Evangélicas === * Assembleia de Deus Ministério do Belém. * Congregação Cristã no Brasil. == Ver também == * Lista de municípios de São Paulo por data de criação * Lista de municípios de São Paulo por população == Ligações externas == * * *",
 "title": "Vera Cruz (São Paulo)"
}