{
 "id": "31886",
 "text": "{{Info/Município do Brasil | nome = Arco-Íris | foto = | leg_foto = | apelido = | brasão = Arco_Íris.PNG | bandeira = Bandeira Arco-Íris.png | link_brasão = | link_bandeira = | link_hino = s:Hino do município de Arco-Íris | aniversário = 30 de dezembro | fundação = | gentílico = arcoirense | lema = | prefeito = Aldo Mansano | partido = PV | mandato_início = 2021 | fim_mandato = 2024 | mapa = SaoPaulo Municip ArcoIris.svg | latP = S | latG = 21 | latM = 46 | latS = 22 | lonP = O | lonG = 50 | lonM = 27 | lonS = 54 | estado = São Paulo | mesorregião = Marília | data_mesorregião = IBGE/2008 | microrregião = Tupã | data_microrregião = IBGE/2008 | região_metropolitana = | vizinhos = Tupã, Herculândia, Queiroz, Luiziânia, Santópolis do Aguapeí, Iacri | dist_capital = 532 | área = 263.214 | área_ref = | população = 1856 | data_pop = Estimativa IBGE/2017 | altitude = | clima = Subtropical | sigla_clima = Cfb | idh = 0.708 | data_idh = PNUD/2000 | pib = mil | data_pib = IBGE/2008 | pib_per_capita = 19817.06 | data_pib_per_capita = IBGE/2008 | site_prefeitura = arcoiris.sp.gov.br }} Arco-Íris é um município brasileiro do estado de São Paulo. Sua população estimada em 2017 era de 1.856 habitantes. Sua área é de 261,9 km² e se localiza numa altitude de 419 m. == História == O pioneiro João Florenço interessado na imensa quantidade de madeira de lei, resolveu adquirir uma gleba de 15 alqueires, onde inicia uma plantação de cereais. Começam a chegar outros pioneiros, como José Morábito e Aurélio Moreno Zamora. Este adquire seu sítio onde inicia a construção da primeira casa de tijolos no vilarejo, chamada Vila Santa Helena. Com o desenvolvimento do vilarejo e consequente possibilidade de elevação para distrito, trava-se na futura cidade uma discussão para mudança de nome. A Lei Estadual nº 233, de 24 de dezembro de 1948, concretiza a mudança para Arco-Íris, pertencente ao Município de Tupã. Foi desmembrado de Tupã em 1997. Era distrito e hoje é município. === Formação territorial-administrativa === Histórico da formação do município: *Distrito criado com a denominação de Arco-íris, com sede no povoado de Santa Helena, município de Tupã, pela Lei nº 233, de 24/12/1948 *Município criado pela Lei nº 8.550, de 30/12/1993 == Demografia == === População === === Dados demográficos === Dados do Censo - 2010 População total: 1925 Densidade demográfica (hab./km²): 8,26 Mortalidade infantil até 1 ano (por mil): 22,65 Expectativa de vida (anos): 67,96 Taxa de fecundidade (filhos por mulher): 2,02 Taxa de alfabetização: 82,08% Índice de Desenvolvimento Humano (IDH-M): 0,708 * IDH-M Renda: 0,616 * IDH-M Longevidade: 0,716 * IDH-M Educação: 0,793 (Fonte: IPEADATA) == Geografia == === Hidrografia === * Rio Feio * Ribeirão Iacri === Rodovias === * SP-294 * SP-620 == Infraestrutura == === Comunicações === A central telefônica da cidade, utilizada até os dias atuais, assim como o sistema de discagem direta à distância (DDD) com o código de área (0144), foram implantados pela Telecomunicações de São Paulo (TELESP). Na década de 90 o código DDD da cidade foi alterado para (014), para padronização do sistema telefônico com a telefonia celular que estava sendo implantada em todo o estado. == Administração == O primeiro prefeito de Arco-Íris foi Geraldo Borges, sendo eleito e permanecendo durante 8 anos (1997-2005). A Câmara Municipal é composta de 9 (nove) Vereadores. O segundo prefeito foi José Luiz da Silva, sendo eleito e permanecendo também durante 8 anos (2005-2013). Em 2013 foi eleita a primeira mulher prefeita de Arco-Íris, Ana Serafim. == Religião == O Cristianismo se faz presente na cidade da seguinte forma:O termo \"cristão\" (em grego Χριστιανός, transl Christianós) foi usado pela primeira vez para se referir aos discípulos de Jesus Cristo na cidade de Antioquia (Atos cap. 11, vers. 26), por volta de 44 d.C., significando \"seguidores de Cristo\". O primeiro registro do uso do termo \"cristianismo\" (em grego Χριστιανισμός, Christianismós) foi feito por Inácio de Antioquia, por volta do ano 100. Tyndale Bible Dictionary, pp. 266, 828 === Igreja Católica === * A igreja faz parte da Diocese de Marília. === Igrejas Evangélicas === * Assembleia de Deus Ministério do Belém. * Congregação Cristã no Brasil. == Ver também == * Lista de municípios de São Paulo por data de criação * Lista de municípios de São Paulo por população Arco Iris Categoria:Fundações em São Paulo em 1993",
 "title": "Arco-Íris (São Paulo)"
}