{
 "id": "31918",
 "text": "A bauxita (em português brasileiro) (o -xi- é pronunciado -chi-) ou bauxite (em português europeu) é uma mistura natural de óxidos de alumínio considerada mineral. Seus principais componentes são a gibbsita Al(OH)3, boehmite γ-AlOOH e o diásporo α-AlO (OH), misturado com os dois óxidos de ferro (goethita e a hematita), além de caulinita, argila mineral e pequenas quantidades de TiO2 anatase. A bauxita é classificada de acordo com a aplicação comercial: abrasivos, cimento, produtos químicos, metalúrgicos e material refratário, entre outros. A maior parte da extração mundial de bauxita (aproximadamente 85%) é usada como matéria-prima para a fabricação de alumínio, por lixiviação química, método conhecido como processo Bayer. Subsequentemente, a maioria da alumina produzida neste processo de refinamento é empregada como a matéria- prima para a produção de alumínio metálico pela redução eletrolítica da alumina em um banho de criolita natural ou sintética fundida (Na3AlF6), método conhecido como processo Hall-Héroult. Bauxita é a matéria-prima mais usada na produção de alumina em escala comercial. Outras matérias-primas, como anortosito, alunita, rejeitos de carvão e petróleo de xisto, oferecem fontes potenciais adicionais de alumina. Embora pudessem requerer tecnologia nova, a alumina destes materiais não bauxíticos poderia satisfazer a demanda para metal primário, refratários, substâncias químicas de alumínio, e abrasivos. Mullita sintética é produzida de cianita e sillimanita, substitutos para refratários bauxíticos. Embora mais caros, carbeto de silício e alumina- zircônia substituem abrasivos bauxíticos. ERDÓCIA, Félix Anderson Barros. Difração de raios X em minerais de bauxita e análise através de refinamento pelo método de Rietveld. 2011. 80 f. Dissertação (Mestrado) - Universidade Federal do Pará, Instituto de Ciências Exatas e Naturais, Belém, 2011. Programa de Pós-Graduação em Física Em sua composição, as bauxitas se associam à da gibbsita, entretanto, em sua maior parte formam uma mistura, contendo impurezas como: sílica, óxido de ferro, titânio e outros elementos. Tendo como consequência, não sendo considerada uma espécie mineral e numa classificação rígida, o nome bauxita dever se usado em alusão à rocha (bauxita). A formação básica dessa rocha constitui-se em: a gibbsita, a bohemita, e a diásparo, cujas principais características são relativas a gêneses dos depósitos. Se fosse um mineral, a bauxita seria o terceiro mineral mais abundante na natureza e mesmo assim tornou-se um recurso natural muito valorizado. 90% do minério extraído destina-se à fabricação de alumínio, mas o processo continua sendo muito caro, pois são necessárias 5 toneladas de bauxita para produzir 1 tonelada de alumínio. Antigamente se considerava a Bauxita um mineral, em sua composição era constatado 73,9% de alumina e 26,1% de água. == História == O termo bauxita é derivado do nome da aldeia Les Baux- de-Provence na França meridional, onde foi descoberta em 1821 pelo geólogo Pierre Berthier. Durante a segunda metade do século XIX, grande parte da produção de bauxita era realizada na França e utilizado para fins não metalúrgicos, enquanto a produção alumina era direcionada como mordente na indústria têxtil. Devido ao esgotamento de suas minas de bauxita, a França cessou quase completamente a sua exploração em 1991. As minas francesas eram localizadas em Var, Bouches-du-Rhône e Herault. MONTE, M. B. M. e ADAMIAN, R. (1994). Aspectos tecnológicos e econômicos da indústria do alumínio. Série Estudos e Documentos, n.22,. CETEM. == Produção e reservas == Em 2007, a Austrália foi um dos maiores produtores de bauxita, com quase um terço da produção mundial, seguidos pela China, Brasil, Guiné e Índia. Embora a demanda de alumínio esteja aumentando rapidamente, as reservas conhecidas de seu minério de bauxita são suficientes para atender às demandas mundiais de alumínio por muitos séculos. O aumento da reciclagem de alumínio, que tem a vantagem de reduzir o custo de energia elétrica na produção de alumínio, vai preservar consideravelmente as reservas mundiais de bauxita. 1\\. Debney DM. Alumina production by Alcoa of Australia Ltd in Western Australia. In: Woodcock JT, Hamilton JK, eds. Australasian Mining and Metallurgy—the Sir Maurice Mawby Memorial Volume. 2nd ed. Melbourne, Australia: The Australasian Institute of Mining andMetallurgy; 1993:758–763. Números de 2019 - produção mundial de bauxita x1000 toneladas País Produção Reservas Base de Reservas 2019 2020 105,000 110,000 5,100,000 x 70,000 60,000 1,000,000 x 67,000 82,000 7,400,000 x 34,000 35,000 2,700,000 x 23,000 22,000 660,000 x 17,000 23,000 1,200,000 x 9,020 7,700 2,000,000 x 5,800 5,800 160,000 x 5,570 6,100 500,000 x 4,050 4,000 190,000 x 4,000 4,000 3,700,000 x 900 500 170,000 x Outros países 12,000 11,000 4,900,000 x Total mundial (arredondado) 358,000 371,000 30,000,000 x == Impactos ambientais == Três características do solo são principalmente afetadas com a degradação: perda da camada superficial, alteração da estrutura e perda da matéria orgânica. A extração de minério, a exemplo de algumas outras atividades de exploração de recursos da natureza, causa o ônus, evidenciando em seus canteiros de obras um rastro da intensa alteração do ambiente, tanto com referência à paisagem local como em profundidade física e temporal. Os solos das áreas degradadas pela extração de Bauxita, costumam ter como característica níveis baixos de nutrientes e com propriedades físico- químicas diferenciadas, quando comparadas ao solo originalMOREIRA, Paulo Roberto. Manejo do solo e recomposição da vegetação com vistas a recuperação de áreas degradadas pela extração de bauxita, Poços de Caldas, MG. 2004. xv, 139 f. Tese (doutorado) - Universidade Estadual Paulista, Instituto de Biociências de Rio Claro, 2004. Disponível em: .. A exploração da Bauxita gera derrogação da vegetação, realizando alterações radicais a paisagem o que prejudica a todo ecossistema. No processo de identificação dos impactos ambientais tem que se levar em conta que todos os trabalhos envolvendo mineração tem relação direta com escavação e movimentação de terra. Resultante dessas atividades estão o desflorestamento, a mudança da superfície topográfica da paisagem, a destruição ou deterioração das camadas superficiais do solo, a instabilização de encostas e terrenos em geral, erosão e assoreamentoMOREIRA, Paulo Roberto. Manejo do solo e recomposição da vegetação com vistas a recuperação de áreas degradadas pela extração de bauxita, Poços de Caldas, MG. 2004. xv, 139 f. Tese (doutorado) - Universidade Estadual Paulista, Instituto de Biociências de Rio Claro, 2004. Disponível em: .. * Lista de minerais * Lama vermelha * Gibbsita Categoria:Minerais de alumínio",
 "title": "Bauxita"
}