{
 "id": "31919",
 "text": "A Ponte de Øresund () ou Ponte de Öresund (; ouça a pronúncia) é uma ponte que liga a Dinamarca à Suécia, mais exatamente Copenhague a Malmö, através do estreito de Öresund. Com 7 845 m de comprimento, é a maior ponte rodoferroviária da Europa de altura do vão acima do nível da água. == Nome == Na Suécia e na Dinamarca, a ponte é mais frequentemente referida como \"Öresundsbron\" ou \"Øresundsbroen\", respectivamente. A própria empresa insiste em Øresundsbron, um compromisso entre as duas línguas, que simbolizaria uma identidade cultural comum da região. O complexo rodoferroviário de 16km, composto por 3 partes — a ponte (7 845 m), o túnel submarino (3 510 m) e a ilha artificial de Pepparholm (4 055 m), é oficialmente designado por \"Ligação de Øresund\" (, ). == História == A construção começou em 1995. O último ponto foi construído em 14 de agosto de 1999. O custo total da obra foi de R$ 5,7 bilhões de dólares, pagos 50% por cada um dos dois dois países por ela interligados. O príncipe herdeiro Frederico, Príncipe Herdeiro da Dinamarca e a princesa herdeira Vitória, Princesa Herdeira da Suécia, se encontraram no ponto exato do meio da ponte para celebrar a sua conclusão. A inauguração oficial foi em 1 de junho de 2000, com a rainha Margarida II da Dinamarca e com o rei Carlos XVI Gustavo da Suécia. A ponte foi aberta ao tráfego mais tarde nesse dia. Antes da inauguração, 79 871 corredores competiram na maratona de Amager (na Dinamarca) para Skåne (na Suécia), em 12 de junho de 2000. A ponte foi concluída 3 meses antes da data prevista. A divisão em três partes distintas, conforme supramencionado, apesar de mais cara do que uma hipotética estrutura constituída unicamente como ponte, justifica-se por duas razões principais. Primeiramente, para substituir o trecho em túnel submarino por uma ponte, seriam necessários vãos muito largos e pilares muito elevados, dado o porte dos grandes navios que atravessam a região. Em segundo lugar, ainda que a primeira solução fosse tecnicamente viável, o aeroporto internacional de Copenhague fica nas proximidades o que faria deste trecho hipotético um significativo risco para a aviação. Ademais, por consequência, a parte formada pela ponte fica justamente do lado oposto à Copenhague. Inicialmente, o uso da ponte não era tão grande como esperado, que era geralmente atribuído aos custos da travessia. Entanto, em 2005 e 2006, houve um rápido aumento do volume de tráfego sobre a ponte. Este fenômeno pode ser devido à migração pendular entre Copenhague e Malmö, já que os custos de moradia no lado sueco eram mais baratos. A tarifa do pedágio (portagem) na época era de 260 coroas dinamarquesas, que equivaliam a 325 coroas suecas ou a 36 euros (no entanto, descontos de até 75% estão disponíveis para os utilizadores regulares). Em 2007, quase 25 milhões de pessoas viajaram ao longo da ponte, totalizando a soma de 15,2 milhões de euros pagos nos pontos de pedágios por carros e ônibus e 9,6 milhões de euros em passagens de trem. == Características == A ponte tem um dos mais longos vãos do mundo (em 490 m). A altura do pilar é de 204 m. O comprimento total da ponte é de 7 845 m, que é aproximadamente metade da distância entre as terras dinamarquesas e suecas, e o seu peso é 82 000 ton. Na ponte, os dois traçados ferroviários estão abaixo do tabuleiro com quatro faixas de rodagem rodoviária. A ponte tem uma folga vertical de 57 m (187'), embora a maioria dos barcos de tráfego em todo o Øresund ainda passe sobre o estreito de Drogden (onde se situa o túnel). A ponte foi projetada por Arup. Para a construção do túnel, o leito do mar foi escavado por cerca de 4 km, inclusive enfrentando dificuldades em trechos com rochas de alta dureza. Sua estrutura é formada por 20 grandes blocos de concreto moldados em canteiros, transportados por um conjunto de balsas e assentados na rocha escavada com precisão milimétrica. A ilha artificial, por sua vez, foi produzida a partir de rochas, areia dragada do fundo do mar e e entulhos produzidos pela construção da ponte. == Ver também == * Pontes mais extensas do mundo * Saltholm * Peberholm Categoria:Pontes estaiadas da Dinamarca Categoria:Pontes estaiadas da Suécia Categoria:Pontes internacionais Categoria:Pontes rodoferroviárias Categoria:Pontes-túneis Categoria:Fronteira Dinamarca-Suécia Categoria:Atrações turísticas de Malmo",
 "title": "Ponte do Øresund"
}