{
 "id": "31969",
 "text": "Salzburgo ou SalisburgoREBELO GONÇALVES, Vocabulário da Língua Portuguesa. Coimbra, 1966. (; literalmente Fortaleza de Sal\") é uma cidade da Áustria localizada às margens do Rio Salzach, no centro-oeste do país, próximo à fronteira com o estado alemão da Baviera. É a capital do estado homônimo e conta com 146 631 habitantes (2014), sendo a quarta maior cidade da Áustria, após Viena, Graz e Linz. Salzburgo é uma cidade estatutária (Statutarstadt), ou seja, possui estatuto de distrito e se estende por cerca de 66 km². O centro histórico de Salzburgo é Patrimônio Mundial da UNESCO desde 1996. É famosa em todo o mundo por ser a cidade natal de Mozart. ==História== ===Da Antiguidade ao início da Idade Moderna=== Vestígios de assentamentos humanos encontrados na área datam do período Neolítico. Aparentemente, os primeiros assentamentos em Salzburgo foram iniciados pelos celtas. Por volta do ano , os assentamentos isolados foram unidos em uma cidade pelo Império Romano. Nesta época a cidade era chamada Juvavo () e recebeu o estatuto de município em Juvavo desenvolveu-se e tornou-se uma importante cidade da província romana de Nórica. Após o colapso da fronteira nórica, Juvavo declinou tão acentuadamente que no final do século VII ela havia-se transformado em uma \"quase ruína\". A Vida de São Ruperto atribui o renascimento da cidade ao santo do século VIII. Quando Teodão da Baviera pediu a Ruperto para se tornar bispo, por volta de 700, Ruperto explorou o rio para escolher um local para edificar sua basílica. Ruperto escolheu Juvavo, ordenou padres e anexou o senhorio de Piding. Ruperto chamou a cidade de \"Salzburgo\" e viajou para a evangelizar entre os pagãos. O nome Salzburgo significa \"castelo de sal\" (). O nome é derivado das barcaças que transportavam sal no rio Salzach, e estavam sujeitas a um pedágio no século VIII, como era habitual para muitas comunidades e cidades nos rios europeus. A Fortaleza de Hohensalzburg foi construída em 1077 e expandida durante os séculos seguintes. A cidade é conhecida por ser a cidade natal do compositor Wolfang Amadeus Mozart. ===Independência de Salzburgo=== A independência da Baviera foi assegurada no final do século XIV. Salzburgo foi a sede do Arcebispado de Salzburgo, um príncipe-bispado do Sacro Império Romano. ===Era Moderna=== ==== Conflito religioso ==== Em 31 de outubro de 1731, 214º aniversário da afixação por Martinho Lutero de suas 95 teses na porta da Escola Wittenberg, o arcebispo Leopold Anton von Firmian assinou um Edito de Expulsão, o Emigrationspatent, aconselhando todos os protestantes a abjurar suas crenças não-católicas, caso contrário seriam banidos da cidade. (Não confundir com muitos éditos de expulsão semelhantes publicados contra os judeus em várias cidades da Europa). Os proprietários de terra tiveram dois dias para vender suas terras e partir. Bovinos, ovinos, mobiliários e terras, tudo tinha que ser despejado no mercado, em troca, os salzburguenses recebiam pouco dinheiro dos católicos abastados aliados de Von Firmian. Von Firmian confiscou grande parte das terras para sua própria família e ordenou que todos os livros e Bíblias protestantes fossem queimados. Muitas crianças até 12 anos de idade foram capturadas para serem criadas como católicas romanas. Os arrendatários de terras, comerciantes, operários e mineradores tiveram apenas oito dias para vender o que pudessem e partir. Os primeiros refugiados marcharam para o norte em temperaturas terrivelmente frias e tempestades de neve, procurando abrigo nas poucas cidades da Alemanha controladas por príncipes protestantes. As crianças iam sobre vagões de madeira carregados de bagagem. Enquanto caminhavam, as economias dos refugiados acabavam rapidamente: eles eram atacados por salteadores, que exigiam impostos, pedágios e pagamento para proteção dos ladrões. A notícia da situação dos refugiados era propagada rapidamente à medida que suas colunas marchavam para o norte. Johann Wolfgang von Goethe escreveu o poema \"Hermann e Dorotéia\", que, embora retratasse rupturas causadas na sequência da Revolução Francesa, foi motivado pela história da marcha dos refugiados de Salzburgo. Protestantes e alguns católicos ficaram horrorizados com a crueldade de suas expulsões em pleno inverno, e com a coragem que eles demonstraram ao não renunciar à sua fé. Lentamente no início, os refugiados chegavam às cidades que os acolhiam e lhes ofereciam ajuda. Mas não havia lugar onde tantos refugiados pudessem se estabelecer. Finalmente, em 1732, o rei Frederico Guilherme I da Prússia aceitou emigrantes protestantes de Salzburgo, que se instalaram em áreas do leste da Prússia que haviam sido devastadas pela peste negra vinte anos antes. Outros grupos menores seguiram para Debrecen e para regiões de Banat no Reino da Hungria, onde atualmente se encontram a Eslováquia e a Sérvia; o Reino da Hungria recrutou alemães para repovoar áreas ao longo do rio Danúbio dizimadas pela peste e pela invasão otomana. O salzburguenses também migraram para áreas protestantes perto de Berlim e Hanover, na Alemanha, e para os Países Baixos. Em 12 de março de 1734, um pequeno grupo de aproximadamente sessenta refugiados de Salzburgo, que havia viajado primeiro para Londres, chegou na colônia britânica da Geórgia, na América do Norte, em busca de liberdade religiosa. Mais tarde naquele ano, eles se juntaram a um segundo grupo, e, em 1741, um total de aproximadamente 150 de refugiados de Salzburgo havia fundado a cidade de Ebenezer, às margens do rio Savannah (ver John A. Treutlen). Os salzburguenses protestante na Lituânia Prussiana mantiveram uma identidade alemã étnica distinta ao longo dos séculos seguintes, conservando sua língua em escolas e igrejas. Seus descendentes foram expulsos após a Segunda Guerra Mundial. Os refugiados de etnia alemã seguiram para a Europa Ocidental, os Estados Unidos e outras nações ocidentais. Aqueles que se estabeleceram na antiga Alemanha Ocidental, fundaram uma associação comunitária para preservar a sua identidade histórica como salzburguenses.Christopher Clark, The Iron Kingdom, p. 686 ====Iluminismo==== Entre 1772 e 1803, sob o arcebispo Hieronymus Graf von Colloredo, Salzburgo foi o centro do Iluminismo tardio. ===O eleitorado de Salzburgo=== Em 1803, o arcebispado foi secularizado pelo Imperador Napoleão e entregue a Fernando III da Toscânia, ex-grão-duque da Toscânia, como o Eleitorado de Salzburgo. === Anexação austríaca de Salzburgo === Em 1805, Salzburgo foi anexada ao Império Austríaco juntamente com Berchtesgaden. === Salzburgo sob o domínio bávaro === Em 1809, o território de Salzburgo foi transferido para o Reino da Baviera após a derrota da Áustria na Batalha de Wagram. === A divisão de Salzburgo e a anexação da Áustria e da Baviera === No Congresso de Viena, em 1815, Salzburgo definitivamente voltou para a Áustria, mas sem Rupertigau e Berchtesgaden, que passou para a Baviera. Salzburgo foi integrada na província de Salzach e Salzburgerland passou a ser governada a partir de Linz.Times Atlas of European History, 3rd Ed., 2002 Em 1850, o status de Salzburgo mais uma vez foi restaurado como a capital do Ducado de Salzburgo, pertencente ao Império Austríaco. A cidade tornou-se parte da Áustria-Hungria em 1866, como capital de um território dentro do Império Austríaco. ===Século XX=== ====Primeira Guerra Mundial==== Salzburgo, como capital de um território austro-húngaro, foi derrotada em 1918. ====Parte do Terceiro Reich alemão==== Durante a Anschluss (anexação) da Áustria, Salzburgo foi anexada ao Terceiro Reich alemão em 12 de março de 1938, um dia antes de um referendo programado sobre a independência da Áustria. Tropas alemãs foram deslocadas para a cidade. Opositores políticos, cidadãos judeus e outras minorias foram posteriormente presas e deportadas. A sinagoga foi destruída e vários campos para prisioneiros de guerra da União Soviética e outras nações foram organizados na região. ====Segunda Guerra Mundial==== Durante a Segunda Guerra Mundial, o campo de concentração \"KZ Salzburg- Maxglan\" estava localizado na cidade. Era um campo de ciganos que fornecia trabalho escravo para a indústria local. Bombardeios aliados destruíram residências e mataram 550 habitantes. Embora as pontes da cidade e a cúpula da catedral tenham sido destruídas, grande parte de sua arquitetura barroca permaneceu intacta. Como resultado, Salzburgo é um dos poucos exemplos de cidade neste estilo. As tropas americanas entraram em Salzburgo em 5 de maio de 1945. Após a Segunda Guerra Mundial, havia vários campos para pessoas deslocados na cidade de Salzburgo. Entre eles estavam: Riedenburg, Campo Herzl (Franz Joseph Kaserne), Campo Mülln, Bet Bialik, Bet Trumpeldor e Nova Palestina. Salzburg foi o centro da área ocupada pelos americanos na Áustria. ==== Dias atuais ==== Após a Segunda Guerra Mundial, Salzburgo se tornou a capital do estado de Salzburg (Land Salzburgo). Em 27 de janeiro de 2006, data do 250º aniversário de nascimento de Wolfgang Mozart, todas as 35 igrejas de Salzburgo tocaram seus sinos um pouco após as 20 h (hora local) para celebrar a ocasião. Grandes celebrações ocorreram durante todo o ano. ==Geografia== Salzburgo está localizada às margens do rio Salzach, no limite norte dos Alpes. As montanhas ao sul de Salzburgo contrastam com a planície ao norte. O pico alpino mais próximo – o Untersberg com 1972 metros – está apenas a poucos quilômetros do centro da cidade. O Centro Histórico de Salzburgo (Altstadt), dominado por torres e igrejas barrocas e pela massiva Fortaleza de Hohensalzburg, está localizado às margens do rio Salzach. Esta área é cercada por duas montanhas menores, Mönchsberg e Kapuzinerberg, que funcionam como o pulmão verde da cidade. Salzburgo está localizada a aproximadamente 150 km leste de Munique, 281 quilômetros a noroeste de Liubliana e 300 quilômetros a oeste de Viena. A bacia hidrográfica de Salzburgo possui entre 420 e 426 metros de altura. O ponto mais alto da área urbana é a Gaisbergspitze, com 1 288 metros, na foz do aterro Saalach, sendo este último, com 404 metros, o ponto mais profundo da bacia. A área municipal abrange 65,68 quilômetros quadrados. Destes, 2 238 hectares são constituídos de terra (34%), 503 hectares constituídos de tráfego (7,7%), 1 080 hectares de floresta nativa (16,5%) e 342 hectares de água (5,2%).Magistratura de Salzburgo, arquivos e estatísticas (editora:Herausgeber): Salzburgo em números. Edição nº 4, 2008 Salzburgo limita-se a noroeste com Freilassing, na Baviera, região fronteiriça, e nas demais direções com o distrito de Salzburg-Umgebung. === Geologia === A cidade está localizada perto do extremo norte dos Alpes. As montanhas Gaisberg, Kühberg e Capuchos situam-se na fortaleza Kalkvoralpen, parte do Alpes. A costa norte do território é acidentada e forma o extremo norte dos Alpes, que vai desde o leste ao oeste do território, agregando uma pequena porção da cidade. As colinas ao norte formam a chamada \"\"Zona Flysch\" e, assim, os Alpes. A bacia do Salzburgo foi esculpida por Salzach. A bacia é constituída de altitudes menores e planícies pluviais.S. Prey: Mapa geológico da área envolvente da cidade de Salzburgo (Em alemão:Geologische Karte der Umgebung der Stadt Salzburg - Editora Geol - Institutos Federais da Áustria, Viena, 1969 === Clima === O clima em Salzburgo é temperado quente. A influência do clima oceânico é mais forte do que o clima continental. A temperatura média anual no período de 1971-2000 foi de 9°C. Em janeiro, a temperatura média é de -0,8°C, enquanto em julho sobe para, em média, 18,6°C. Durante esse período, registra-se uma média de 1184 milímetros. O mês mais chuvoso na cidade é julho, com uma média de 160 milímetros, e os meses mais secos são entre janeiro, fevereiro e março, com menos de 70 milímetros, em média. Prevalece nos arredores dos Alpes de Salzburgo ventos quentes, com precipitações. Os ventos fortes originam-se principalmente ao noroeste. ==Demografia== Evolução da população municipal Evolução da população municipal Evolução da população municipal ano população Var.% 1869 - 1880 19,3% 1890 14,6% 1900 28,5% 1910 15,3% 1923 6,4% 1934 15,7% 1939 11,1% 1951 33,4% 1961 5,0% 1971 20,2% 1981 7,3% 1991 3,3% 2001 -0,9% 2010 3,4% Fonte: Statistik Austria Fonte: Statistik Austria Fonte: Statistik Austria Em 1935, a população do município cresceu significativamente quando Salzburgo absorveu municípios adjacentes. Após a Segunda Guerra Mundial, numerosos refugiados encontraram um novo lar na cidade. Um novo espaço residencial foi criado para os soldados americanos da ocupação pós-guerra, que pode ser usado pelos refugiados quando os soldados partiram. Por volta de 1950, Salzburgo ultrapassou a marca de habitantes, e, em 2010, atingiu a marca de habitantes. ===Idioma=== O Alemão- austríaco é amplamente escrito. O austro-bávaro é um dialeto alemão amplamente falado neste território. ==Distritos== Salzburgo possui 24 distritos urbanos (Stadtteilen) e 3 povoações extra-urbanas (Landschaftsräume). Distritos urbanos: {| * Altstadt * Neustadt * Mülln * Riedenburg * Nonntal * Maxglan * Lehen * Liefering * Aigen * Parsch * Gnigl * Itzling * Elisabeth-Vorstadt * Morzg * Gneis * Leopoldskron-Moos * Salzburg-Süd * Langwied * Kasern * Taxham * Schallmoos * Gneis Süd * Maxglan West * Itzling Nord ==Economia== Por muitos anos a economia de Salzburgo tem ocupado uma posição de liderança na Áustria. A nível europeu, Salzburgo é uma das regiões mais dinâmicas. Em um levantamento recente das regiões europeias, Salzburg é relacionada como um dos melhores locais para investimentos.Economy at Salzburg O nível acima da média do desempenho econômico - baseado em pequenas e médias empresas, na variedade das indústrias e na localização privilegiada - é refletido nos dados sobre o desempenho econômico. De 1995 a 2002, o Produto Bruto Regional de Salzburgo aumentou em uma média de 3,5% ao ano, enquanto o PIB da Áustria como um todo aumentou 3,3%. A agricultura de Salzburg possui uma alta percentagem de agricultores orgânicos, maior que em qualquer outra região da Europa: de aproximadamente propriedades rurais, cerca de são operadas de acordo com princípios orgânicos.Agriculture at Salzburg ==Cultura== ===Eventos=== * O Festival de Salzburg é um famoso festival de música que atrai visitantes durante os meses de julho e agosto de cada ano. O Festival de Páscoa de Salzburgo, de menor expressão, é realizado durante a Páscoa de cada ano. * O Europrix Multimedia Awards acontece em Salzburgo. * A cada 3 anos, sempre no mês de maio, acontece no Hangar-7, o Campeonato Mundial de Aviões de Papel. A primeira edição foi em 2006. ==Monumento e pontos turísticos== thumb|200px|right|Jardins do Palácio de Mirabell thumb|200px|right|A Fortaleza de Hohensalzburg dominando o centro histórico thumb|200px|Fachada do Schloss Hellbrunn. Salzburg é um importante destino turístico. O número de turistas ultrapassa o de residentes por uma grande margem nas épocas de pico. Além de ser o local de nascimento de Mozart, outros locais notáveis incluem: Centro histórico: * Todo o centro histórico foi declarado Patrimônio da Humanidade em 1996; * A arquitetura barroca, incluindo as várias igrejas, é mundialmente famosa; * A Catedral de Salzburgo (Salzburger Dom); * A Fortaleza de Hohensalzburg (Festung Hohensalzburg) sobre uma colina que domina o centro antigo é um dos maiores castelos da Europa; * A Igreja Franciscana (Franziskanerchurch); * O Cemitério de São Pedro (Petersfriedhof); * A Abadia Nonnberg, um mosteiro beneditino; * O Palácio \"Residenz\"; a magnífica residência do antigo príncipe arcebispo; * O local de nascimento de Mozart; * A residência de Mozart; * A igreja da universidade; * O Siegmundstor (ou Neutor); * A Getreidegasse (rua). Fora do centro histórico: * O Palácio de Mirabell, com seu grande jardim cheio de flores; * O Cemitério de São Sebastião (Sebastiansfriedhof); * O Palácio de Leopoldskron (Schloss Leopoldskron) é um palácio rococó e um monumento histórico nacional em Leopoldskron-Moos, um distrito do sul da cidade de Salzburgo; * Hellbrunn com seus parques e castelos; * Companhias de turismo operam passeios para locais usados no filme The Sound of Music. Dentro da Região Metropolitana de Salzburgo (Grande Salzburgo): * Castelo de Anif (Schloss Anif); * A Basilica Maria Plain sobre a colina Calvary, uma igreja do barroco tardio, no extremo norte de Salzburgo; * Salzburger Freilichtmuseum Großgmain, um museu ao ar livre contendo fazendas e construções rurais de todo o estado, montado num cenário histórico; * O Palácio de Klessheim (Schloss Klessheim), atualmente um casino, foi antigamente usado por Adolf Hitler; * O Berghof, o retiro de montanha de Hitler, do qual apenas o Kehlsteinhaus (Ninho da Águia) permanece, próximo a Berchtesgaden; * Salzkammergut é uma área de lagos no estado de Salzburgo, a leste da cidade; * O monte Untersberg está localizado próximo à cidade, na fronteira da Áustria com a Alemanha, em um dia claro oferece vistas panorâmicas da cidade e dos Alpes; * O Esqui é uma atração durante o inverno. Salzburgo em si não possui instalações para esquiar, mas ela funciona como porta de entrada para áreas de esqui ao sul. Durante os meses de inverno seu aeroporto recebe voos charters de toda a Europa. Zoológico de Salzburgo * O Zoológico de Salzburgo está localizado no sul da cidade, no município de Anif. ==Transportes== A cidade é servida por conexões ferroviárias abrangentes, com trens frequentes de leste para oeste servindo Viena, Munique, Innsbruck e Zurique, incluindo o ICE, um serviço diário de trens de alta velocidade. A cidade funciona como uma central ferroviária de trens para a Itália, através dos Alpes. O Aeroporto de Salzburgo tem voos regulares para cidades européias como: Frankfurt, Viena, Londres, Rotterdam, Amsterdam, Bruxelas, Düsseldorf e Zurique, assim como Hamburgo e Dublin. Além destes, existem inúmeros voos charters. Dentro dele, está localizado o Hangar-7, um edifício multi-funcional que pertence à Red Bull. Na cidade, há um sistema de trólebus e ônibus com mais de 20 linhas e serviços a cada 10 minutos. Salzburgo possui um sistema S-Bahn com quatro linhas (S1, S2, S3, S11), os trens partem da estação principal a cada 30 minutos, e compõem a rede ÖBB. ==Desporto== Salzburgo concorreu contra Sóchi, na Rússia, e PyeongChang, na Coreia do Sul, a sediar os Jogos Olímpicos de Inverno de 2014, porém perdeu para Sóchi. == Geminações == * Reims, França, desde 1964 * Atlanta, Estados Unidos, desde 1967 * Verona, Itália, desde 1973 * León, Nicaragua, desde 1984 * Dresden, Alemanha, desde 1991 * Kawasaki, Japão, desde 1992 * Merano, Itália, desde 2000 * Xangai, China, desde 2004 * São João da Madeira, Portugal, desde 2007 ==Galeria== Ficheiro: 1923 - Salzburg - View from Mönchsberg.JPG|Vista noturna de Salzburgo Ficheiro:Untersberg_Feb20522.jpg|Monte Untersberg Ficheiro:salzburg.fountain.jpg|Fonte na Residenzplatz Ficheiro:mozart.birth.500pix.jpg|Local de nascimento de Mozart Ficheiro:1813-1814a - Salzburg - Schloss Mirabell.jpg|Palácio de Mirabell Ficheiro:View of Salzburg Fortress from Mirabell Gardens.jpg|Jardins de Mirabell com a fortaleza de Hohensalzburg ao fundo Ficheiro:Salzburg cathedral frontview01.jpg|Fachada da Catedral de Salzburgo Ficheiro:Petersfriedhof Salzburg - Stumpfegger 7 Kreuze.jpg|Cemitério de São Pedro (Petersfriedhof) ==Ver também== *Mozart *História da Áustria == Notas e referências == == Ligações externas == * * * * * Economia de Salzburgo * (Salzburger Festspiele) * * * * Classificada por categorias. Em 5 idiomas.",
 "title": "Salzburgo"
}