{
 "id": "31970",
 "text": "A Questão Militar foi uma sucessão de incidentes, ocorridos entre 1886 e 1887, envolvendo oficiais do Exército Brasileiro e autoridades do governo imperial. Esse choque entre militares e civis agravou a crise política e deu novo ímpeto à campanha republicana. Assim como a abolição e a questão religiosa, a chamada questão militar contribuiu para a crise do regime imperial no Brasil, conduzindo à proclamação da República em 1889. ==Antecedentes== A guerra do Paraguai foi determinante tanto para a consolidação do exército como para a formação de uma consciência de corporação entre os militares. Além disso, a permanência por cinco anos do exército regular e dos corpos de voluntários nas repúblicas do Prata, também contribuiu para que se difundisse em meio à tropa o ideário republicano. Encerrado o conflito, era natural que os oficiais do Exército tivessem altas expectativas quanto ao reconhecimento de seus sacrifícios e suas conquistas durante a longa campanha. O governo imperial, por sua vez, com receio de que uma parcela de ex-combatentes, armados e influenciados por seus superiores, pudesse se envolver em contestações violentas ao regime, optou por uma recepção discreta e por providências para uma rápida desmobilização e fragmentação das unidades. Na visão dos oficiais, semelhante atitude representava um menosprezo ao valor e aos méritos militares. No campo político, já em 1883, um projeto de lei apresentado pelo visconde de Paranaguá que tornava obrigatória aos militares a contribuição de montepio suscitou as primeiras dissensões entre oficiais do exército e a classe política. O tenente-coronel Antônio de Sena Madureira (1836-1889) escreveu artigos contundentes no Jornal do Commercio fazendo críticas à proposta, que acabou por ser retirada. O episódio foi o prenúncio de conflitos ainda mais sérios que em breve tomariam a tribuna do parlamento brasileiro. ==Novo incidente== No ano seguinte (1884), Sena Madureira, que então exercia o comando da Escola de Tiro de Campo Grande, no Rio de Janeiro, autorizou que os alunos da escola organizassem uma recepção, com manifestações de apreço, ao jangadeiro Francisco José do Nascimento, abolicionista cearense que se tornara célebre por sua resistência em embarcar escravos que seriam enviados de Fortaleza ao Rio de Janeiro. O gesto dos alunos e a autorização do diretor da escola manifestavam claramente a adesão dos militares à causa abolicionista, que àquela altura já havia se tornado uma pauta consensual entre os militares. No intuito de impor uma punição ao oficial abolicionista, o então ministro da guerra, senador Franco de Sá, ordena que ele seja interpelado pelo ajudante- general do Exército. Sena Madureira não acata a interpelação e alega que somente ao seu superior direto (o comandante-geral de artilharia, Conde d'Eu) caberia pedir-lhe explicações sobre suas atividades como militar. Em resposta ao ato de insubordinação, o ministério impõe uma repreensão ao tenente-coronel e o transfere para a Escola de Tiro de Rio Pardo, na província do Rio Grande do Sul. ==A proibição de manifestações pela imprensa== A fim de restringir as manifestações públicas dos militares, o sucessor de Franco de Sá no ministério da guerra, senador Cândido de Oliveira, restabeleceu a proibição ao oficiais de travar discussões pela imprensa sem prévia autorização do ministério. As proibições impostas aos militares de manifestar-se na imprensa e as punições decorrentes da não observância dessa imposição tornaram-se o foco das tensões entre os oficiais do exército e as autoridades do governo central. ==O caso do coronel Cunha Matos== Em agosto de 1885, durante uma inspeção de rotina no Piauí, o coronel Ernesto Augusto da Cunha Matos constatou desvios de suprimentos na unidade comanda pelo capitão Pedro José de Lima. Diante dos indícios de malversação, o coronel Cunha Matos solicitou a abertura de inquérito para averiguar os fatos e o afastamento do capitão responsável. Este, no entanto, tinha ligações com o deputado pelo Piauí Simplício de Resende, que da tribuna da Câmara alegou que a conduta do coronel era motivada por razões políticas. Valendo-se de suas prerrogativas de parlamentar, Simplício de Resende foi além: fez afirmações injuriosas a respeito de Cunha Matos, e declarou publicamente que o coronel, quando prisioneiro de Lopes na campanha do Paraguai, havia chegado ao extremo de abrir fogo contra os seus camaradas brasileiros. A reação de Cunha Matos veio por artigos publicados na imprensa. No entanto, o coronel não se restringiu à defesa da própria honra, mas fez críticas diretas ao ministro da guerra, Alfredo Chaves, que era um civil. Imediatamente o ministro puniu o oficial com repreensão em ordem do dia e detenção por 48 horas. Embora essa reação da autoridade competente estivesse plenamente amparada nos avisos ministeriais de 1859, 1878, 1882 e 1885, a punição teve ampla repercussão entre os militares e no meio político. O marechal visconde de Pelotas, que além de oficial do Exército ocupava uma das cadeiras vitalícias do senado, assumiu a defesa de seu companheiro de armas na Câmara Alta. Em seus pronunciamentos, criticou veementemente a atitude de Alfredo Chaves e argumentou que a punição representava uma grave ofensa à \"honra da farda\". No calor dos debates, não teve nenhum constrangimento em dizer que o desagravo à honra militar ofendida era um direito que estava acima das próprias leis do país. Nesse ínterim, Júlio de Castilhos tornara-se líder do Partido Republicano Rio-Grandense, e dele se tornara próximo o tenente- coronel Sena Madureira, que já em outras ocasiões havia polemizado com políticos da corte e fora inclusive transferido para o Rio Grande do Sul como punição por críticas ao ministro da guerra. Em agosto de 1886, Sena Madureira volta a manifestar-se publicamente, desta vez escrevendo artigo no jornal de Castilhos, A Federação, em que associava o caso Cunha Matos com o que havia acontecido com ele mesmo em 1884. Madureira argumentava que ambos foram punidos por avisos ministeriais que estavam em conflito com a Constituição do Império, que garantia a todos os cidadãos a liberdade de expressão. Como resultado de mais essa publicação, o tenente-coronel foi repreendido e exonerado de seu cargo de comando. Júlio de Castilhos sai em defesa de seu aliado e escreve críticas acerbas ao governo imperial, além de colocar em dúvida a própria legitimidade da punição imposta, pois, em suas palavras, o ato ministerial \"ofende na pessoa de um chefe eminente, o justo melindre e a honra do exército\". Enquanto isso, os companheiros de Sena Madureira aquartelados em Porto Alegre já se mobilizavam para um ato de desagravo. Solicitaram ao marechal Deodoro da Fonseca – que à época acumulava as funções de comandante de armas e vice-presidente da província do Rio Grande do Sul – permissão para uma reunião em solidariedade ao tenente-coronel. Deodoro da Fonseca não somente autorizou o ato como sinalizou que a mobilização contava com seu apoio pessoal. Com a mobilização na caserna tomando proporções inesperadas, o presidente do conselho, Barão de Cotegipe, telegrafou ao marechal perguntando se ele havia tomado conhecimento da reunião e se acaso a autorizara. Este não apenas confirmou a sua autorização como respondeu que era justo o ressentimento dos oficiais, tendo em vista o tratamento dispensado recentemente aos militares. ==A adesão da Escola da Praia Vermelha== A sucessão dos acontecimentos envolvendo Sena Madureira, Cunha Matos e a polêmica veiculada pela imprensa, culminou com a manifestação dos alunos da Escola Militar da Praia Vermelha, no Rio de Janeiro. No dia 10 de outubro de 1886, sob a liderança de Benjamim Constant, os oficiais e cadetes presentes aprovaram uma moção de apoio ao movimento do Rio Grande do Sul, na qual se declarava que o seu principal objetivo era resguardar os direitos constitucionais dos militares. Ato contínuo, guarnições espalhadas por todo o país enviaram telegramas de apoio aos líderes do movimento. Cotegipe, a seu turno, diligenciava para evitar que a insatisfação dos militares se convertesse numa crise institucional. Como um gesto de boa vontade, admitiu submeter ao Conselho Supremo Militar uma das principais reivindicações dos oficiais insatisfeitos, isto é, a de que os avisos ministeriais que vedavam as manifestações públicas dos militares eram inconstitucionais. A esse respeito o Conselho se pronunciou favoravelmente à demanda dos oficiais. Decidiu que os militares, assim como qualquer outro cidadão brasileiro, tinham assegurada a liberdade de expressão, excetuando-se apenas as questões pertinentes ao serviço entre militares – estas seriam consideradas contrárias à disciplina militar se fossem publicamente discutidas. Ora, semelhante doutrina confinava os valores da disciplina e da hierarquia aos muros dos quarteis, e perigosamente estimulava a desobediência à autoridade civil. Depois da decisão do Conselho, Cotegipe chegou a acreditar que os ânimos arrefeceriam e tentou convencer Deodoro a restabelecer a disciplina das tropas sob seu comando. Entretanto, embora aquela decisão atendesse às expectativas dos militares quanto à liberdade de manifestarem-se pela imprensa, o pronunciamento do tribunal não anulava as punições já impostas a Cunha Matos e Sena Madureira. Convencido por seus camaradas de que a solução definitiva para o embate dependia de mais uma concessão por parte do gabinete, Deodoro reiterou a Cotegipe que os protestos da caserna só terminariam quando o ministro da guerra admitisse limpar as fichas funcionais dos oficiais que haviam sido punidos. Vendo frustradas suas tentativas de convencimento, Cotegipe determinou, em 5 de novembro de 1886, que Deodoro fosse afastado de suas funções na província do Rio Grande do Sul e transferido para a cidade do Rio de Janeiro a fim de reassumir o posto de quartel-mestre-general. A fim de acompanhar Deodoro em sua viagem à corte, Sena Madureira entregou o cargo de diretor da escola de tiro. A partida de ambos ocorreu em fins de dezembro e foi rodeada de efusivo ato de despedida organizado pelos oficiais e praças estacionados em Porto Alegre. Na ocasião, o irmão de Deodoro, Severiano da Fonseca, exercia a direção da Escola Militar. Como se suspeitasse que os cadetes da escola estavam a organizar uma recepção festiva ao general no momento de sua chegada ao Rio de Janeiro, Severiano foi explicitamente instruído a coibir qualquer tipo de organização ou manifestação nesse sentido. Apesar disso, em 26 de janeiro de 1887, Deodoro e Madureira foram recepcionados e ovacionados como heróis pelos cadetes da Escola Militar, e Severiano foi exonerado logo em seguida. A transmissão do cargo de diretor, que ocorreu a 1.º de fevereiro, foi cercada mais uma vez de manifestações e homenagens, dessa vez ao general Severiano da Fonseca. No dia seguinte, duzentos oficiais do exército e da armada reuniram-se no Teatro Recreio Dramático sob a liderança de Deodoro da Fonseca. A assembleia aprovou uma nota em que manifestavam seu veemente repúdio à atitude do governo de não rever as punições aplicadas antes da decisão do Conselho, de 8 de outubro de 1886, e da resolução imperial que reconhecia o teor dessa decisão, expedida em 3 de novembro de 1886. Além de aprovar esse texto, escolheram Deodoro como seu representante junto às autoridades governamentais para negociar uma saída à crise com os militares. No exercício dessa incumbência, Deodoro da Fonseca escreveu duas cartas a D. Pedro II, mas ambas ficaram sem resposta – provavelmente porque o estado de saúde do imperador se agravara nesse período. Optou-se então por um documento aberto dirigido ao Parlamento que solicitasse a intermediação do Legislativo. Por solicitação do chefe liberal Sousa Dantas, Rui Barbosa redigiu o manifesto, que foi publicado no jornal O Paiz de 14 de maio de 1887, subscrito por Deodoro da Fonseca e Pelotas. O manifesto, contendo as queixas dos militares, especialmente quanto à resistência do ministério da guerra em proceder à imediata anulação das punições por indisciplina, foi debatido no Senado. O presidente do conselho insistiu que seria inadmissível tomar qualquer decisão sob manifesta pressão do exército, mas a maioria dos senadores considerava que a gravidade das circunstâncias exigia a transigência do governo. O senador e general Gaspar da Silveira Martins, do partido liberal, apresentou uma moção que aconselhava o gabinete a anular prontamente as punições impostas aos militares. Submetida à deliberação, a moção de Silveira Martins foi aprovada. Vendo-se isolado, Cotegipe não teve outra alternativa senão acolher a sugestão dos senadores e determinar a imediata anulação das punições. ==O Clube Militar == Alguns dos oficiais que estiveram diretamente envolvidos na questão militar entenderam que precisavam de uma organização a nível nacional. Deodoro, Sena Madureira e Benjamim Constant dedicaram-se, então, à criação na corte e nas principais guarnições do país de grupos ou clubes militares, em que se pudessem debater os interesses das forças armadas e coordenar os esforços de sua atuação política. A ideia de fundar grupos por todo o território nacional revelou-se logo inviável, levando os proponentes a priorizar a instalação de um grupo na corte do Rio de Janeiro. Dessa maneira, em 26 de junho de 1887, o Clube Militar foi inaugurado. Nos estatutos, estabeleciam-se como seus objetivos: estreitar os laços de união e solidariedade entre os oficiais do Exército e da Armada; defender os interesses de seus associados e lutar por medidas que garantissem os seus direitos; e incentivar manifestações cívicas e patrióticas e debater questões que pudessem atentar contra a honra nacional e a dignidade dos militares. Logo em sua inauguração, Deodoro foi escolhido o presidente do Clube Militar e teve seu nome indicado para disputar as próximas eleições senatoriais como candidato dos militares. Deodoro não chegou a ser eleito, mas a votação que recebeu no Rio de Janeiro, principal reduto escravocrata do Império, já anunciava o peso político que o nome do general havia alcançado. Em outubro de 1887, o clube deu mostra expressiva de sua posição antiescravista ao enviar à princesa regente D. Isabel uma carta em que lhe pedia que os soldados não fossem mais empregados na captura de escravos em fuga. O documento dizia, em tom eloquente, que a liberdade era um valor supremo e que o uso de destacamentos na perseguição de escravos era incompatível com a nobre missão do exército e com a própria dignidade do império. ==Deodoro e a proclamação da República== Enquanto a insatisfação militar crescia, ganhava força entre a tropa a propaganda Republicana. Finalmente, a 11 de novembro de 1889, em meio a mais uma crise, personalidades civis e militares, entre as quais Rui Barbosa, Benjamin Constant, Aristides Lobo e Quintino Bocaiúva, tentaram convencer Deodoro - figura conservadora e de prestígio - a liderar o movimento contra a monarquia. Relutante a princípio, entre outros motivos por ser amigo do Imperador, Deodoro acabou concordando em, pelo menos, derrubar o Visconde de Ouro Preto, chefe do Gabinete. Desse modo, assumindo o comando da tropa, nas primeiras horas do dia 15 de novembro, Deodoro dirigiu-se ao Ministério da Guerra, onde se reuniam os líderes monarquistas. Todos foram depostos e foi proclamada a República no país. ==Bibliografia== *CARVALHO, José M. de. Os Bestializados: o Rio de Janeiro e a República que não foi. Editora Cia. das Letras. *CASTRO, Celso. Os Militares e a República. Editora Zahar. *SCHULTZ, John. O Exército na Política. São Paulo: Edusp. Categoria:História do Império do Brasil Categoria:História militar do Brasil Categoria:República da Espada Categoria:Década de 1880 no Brasil",
 "title": "Questão Militar"
}