{
 "id": "31993",
 "text": "{{Info/Município do Brasil | nome = Juripiranga | foto = Portal de Juripiranga.jpg | leg_foto = Portal na entrada da cidade. | apelido = Serrinha | brasão = Brasão Juripiranga.jpg | bandeira = Bandeira_de_Juripiranga.jpg | link_brasão = | link_bandeira = | link_hino = | aniversário = | fundação = | gentílico =juripiranguense | lema = | prefeito = Tom Maroja | partido = PSDB | fim_mandato = 2024 | mapa = Brazil Paraíba Juripiranga location map.svg | latP = S | latG = 07 | latM = 22 | latS = 22 | lonP = O | lonG = 35 | lonM = 14 | lonS = 16 | estado = Paraíba | região_intermediária = João Pessoa | data_região_intermediária = IBGE/2017 | região_imediata = João Pessoa | data_região_imediata = IBGE/2017 | região_metropolitana = Itabaiana | vizinhos = Norte: São Miguel de Taipu; Sul: Itambé; Leste: Pedras de Fogo; Oeste:Itabaiana e Pilar | dist_capital = 50 | área = 78.761 | área_ref = | população = 10240 |população_pos = PB: 84º | data_pop = IBGE/2010 | altitude = 119 | clima = tropical chuvoso com verão seco | sigla_clima = As' | idh = 0.533 | data_idh = PNUD/2000 | pib = mil | data_pib = IBGE/2008 | pib_pos = PB: 79º | pib_per_capita = 3711.99 | data_pib_per_capita = IBGE/2008 | site = http://www.juripiranga.pb.gov.br/ }} Juripiranga é uma cidade no estado da Paraíba, localizado na Região Geográfica Imediata de João Pessoa. ==História== O município de Juripiranga teve início por volta de 1777 quando Braz Gomes Tavares e outros membros de sua família localizaram-se num lugar conhecido por Serrinha de baixo, que hoje está distante 01 quilômetro da atual sede Municipal. Pouco tempo depois ali foram instalar suas moradas, Francisco Félix e a família Chagas. No lugarejo foi construído um “Cruzeiro” em volta do qual eram realizadas as festas religiosas. Alguns anos se passaram até que a Família Guedes e Ferreira, procedente do Sertão, depois de virem do exterior localizou-se no lugar onde hoje se encontra edificada a cidade, ao qual deram o nome de Serrinha de Cima. Os Guedes e Ferreira também participaram do desenvolvimento econômico da região, quando trouxeram o beneficiamento do comércio para a cidade. Conquistou sua emancipação política em 22 de dezembro de 1961, desmembrado de Pilar. ==Geografia== Encontra-se situado na Mesorregião da Mata Paraibana. De acordo com o IBGE (Instituto Brasileiro de Geografia e Estatística), no ano de 2010 sua população era estimada em 10.237 habitantes. Área territorial de 79 km². ==Educação== Escolas: *E.E.E.F.M.Teonas da Cunha Cavalcanti; *E.M. vereador Jose Grimaudo Tavares; *E.E.E.I.F.M. Demétrio Toledo; *E. M. E. I. Ronaldo Cunha Lima *E.M. E. I. F. Maria Jose Borba; *E.M. E. I e F. Salvino João Pereira; *E.M. E. I. F Josefa Alexandrina; *E.M. E. F. M. Castro Alves. ==Folclore== É cultuado através de ciranda, cavalo-marinho, mamolengo, pastoril, cantoria de violeiros e vaquejadas. ==Padroeira== Nossa Senhora da Soledade, cuja festa religiosa é comemorada todos os anos pela comunidade no período de 06 a 15 do mês de setembro. O dia de São Sebastião que é co-padroeiro em Juripiranga é comemorado em Fevereiro com muita festa, tendo a parte religiosa e a parte social, acontecendo na medida do possível sempre uma semana antes do carnaval. Assim, Juripiranga reconhece (Nossa Senhora da Soledade e São Sebastião) como padroeiros. ==Artesanato== Em Juripiranga, destaca-se o trançado (ou a trança), principalmente para a confecção de chapéus e vassouras. A matéria-prima utilizada é a palha da carnaúba e o caruá. == Ligações externas == * Federação dos Municípios da Paraíba * Dados municipais e mapa de alta resolução em PDF * Confederação Nacional de Municípios Categoria:Municípios da Paraíba Categoria:Fundações na Paraíba em 1961",
 "title": "Juripiranga"
}