{
 "id": "32019",
 "text": "Alvinópolis é um município brasileiro no estado de Minas Gerais, Região Sudeste do país. Sua população recenseada em 2022 era de habitantes. == História == O seu povoamento teve início nas últimas décadas do século XVII, quando o sertanista Paulo Moreira da Silva encontrou ouro no rio Gualaxo do Norte e a procura de novas terras encontrou as margens do Rio do Peixe solo de alta fertilidade. A partir daí iniciou-se o povoamento do lugar, e nesse período a economia era exclusivamente agrícola e destinada ao abastecimento das cidades mineradoras de Mariana e Ouro Preto. Em 1745, uma capela foi erigida a pedido de Paulo Moreira em sua fazenda, em homenagem a Nossa Senhora do Rosário, e curada por provisão de 20 de julho de 1754. Em 5 de fevereiro de 1891, é emancipada. A cidade durante o final do século XIX recebeu número expressivo de imigrantes italianos provenientes em sua maoioria do norte da Itália. Sendo assim, a cidade possui numerosos italo-descendentes e esse fato se torna evidente nos sobrenomes familiares e lugares publicos. Devido sua localização e importância nas rotas dos antigos tropeiros, o município está incluído no roteiro turístico da Estrada Real. O topônimo Alvinópolis foi uma homenagem ao ilustre mineiro Cesário Alvim, ex-governador do estado. == Geografia == De acordo com a divisão regional vigente desde 2017, instituída pelo IBGE, o município pertence às Regiões Geográficas Intermediária de Juiz de Fora e Imediata de Ponte Nova. Até então, com a vigência das divisões em microrregiões e mesorregiões, fazia parte da microrregião de Itabira, que por sua vez estava incluída na mesorregião Metropolitana de Belo Horizonte. === Subdivisões === Os Distritos de Alvinópolis são a sua Sede, Fonseca, Barretos de Alvinópolis e Major Ezequiel. O município é composto por mais de 20 comunidades rurais, dentre elas: Zamparina, Cata Preta, Mostarda, Mumbaça, dentre outros. === Topografia e geologia === O relevo de Alvinópolis é predominantemente montanhoso. O município encontra-se situado na região brasileira denominada \"Mares de Morros\". O relevo é caracterizado como 10% plano, 20% ondulado e 70% montanhoso. A altitude máxima de 1141 m encontra-se na Serra do Pinho, na divisa com os municípios de Catas Altas e Santa Bárbara. A região oeste do município que compreende a área entorno do Distrito de Fonseca pertence ao Quadrilátero Ferrífero, uma das regiões de maior expressividade na produção de diversos minerais do Brasil. Encontra-se nessa mesma região a Bacia Fonseca, essa bacia representa uma importante área geológica e paleontológica brasileira, pois possui um exemplo típico de sedimentos terciários do Brasil, devido aos seus depósitos de canga e linhíticos, além da descoberta no local de importantes espécies fósseis das famílias de angiospermas, sendo algumas dessas exclusivas do lugar. === Clima === Por apresentar altitude acima dos 500m, o clima de Alvinópolis é definido como Tropical de Altitude. Os verões são amemos e chuvosos e no inverno as chuvas se tornam mais escassas e são registradas as menores temperaturas do ano. A temperatura média anual é: 20,1 C, a média máxima anual: 26,5 C, a média mínima anual: 15,9 C. Nos últimos anos, o município tem enfrentado problemas recorrentes de inundações e deslizamentos de encostas provocados por chuvas fortes e constantes que ocorrem principalmente de outubro a dezembro, isso afeta diretamente a qualidade de vida da população. Esse problema está diretamente relacionado as condições de relevo e climáticas da região e acima de tudo a falta de um planejamento urbano mais elaborado que evite a ocupação de encostas e os leitos de rios. Alvinópolis é incluído constantemente na lista de municípios de Minas Gerais em estado de emergência ou calamidade pública devido as chuvas de verão. === Hidrografia === O município pertence à bacia do rio Doce. Os principais cursos hídricos são os rios Piracicaba, do Peixe e Sem-Peixe e o ribeirão do Turvo (esse afluente do rio Piracicaba). === Vegetação === A vegetação predominante no município é a Mata Atlântica, que encontra-se apenas vestígios nos topos e nas áreas mais íngremes de morros. Isso se deve ao processo predatório que ocorre desde o início do povoamento do município para ceder espaço a áreas de plantio agrícola e criação de gado e até os dias atuais, vem sofrendo perda expressiva de área, principalmente para o reflorestamento de eucaliptos. Observa-se por todo o município, o não cumprimento das APPs (Área de Preservação Permanente) e com isso ocorre um processo erosivo de encostas e morros, assim como destruição de nascentes e assoreamento intenso dos leitos de rios. Deve-se com isso, haver por parte dos seus governantes, medidas mais efetivas para minimizar esse cenário de degradação. Outro tipo de vegetação existente no município é o Cerrado que se encontra em regiões mais arenosas, principalmente na Bacia Fonseca e seu cenário de degradação é semelhante a Mata Atlântica. == Economia == A economia do município é basicamente agroindustrial, destacando-se a centenária Companhia Fabril Mascarenhas que emprega mais de 400 alvinopolenses produzindo tecidos variados, sendo umas das fábricas mais tradicionais na produção de Chita do Brasil. Outro grande empregador no município é a Prefeitura Municipal, com mais de 500 servidores. Por fim, destaca-se a agropecuária, que emprega mais de 2000 famílias no município, seja na produção de leite, gado de corte, eucalipto, entre outros. O município é integrante da Associação dos Municípios do Médio Piracicaba (AMEPI). O Índice de Desenvolvimento Humano Municipal (IDH-M) de Alvinópolis é considerado médio pelo Programa das Nações Unidas. Seu valor é de 0,676, estando na 379º posição no estado de Minas Gerais (em 845 municípios); e na posição 2524° entre os municípios de todo o Brasil. A cidade possui a maioria dos indicadores médios. Sendo considerado baixo para educação (0,577), médio para saúde (0,651) e alto para expectativa de vida (0,822). Houve piora no índice de IDH-M em relação ao último levantamento de 2000, no qual o município perdeu colocações em relação aos demais municípios brasileiros em que estava na posição 2484, sendo seu valor era de IDH-M 0,727, assim como perdeu posições para municípios da região como Catas Altas e Dom Silvério. Distribuição do PIB por Setor: Setor Valor(milhões) Percentual Agropecuária 9,401 8,3% Indústria 33,753 29,8% Serviços 70,219 61,9% PIB Total 113,373 100% == Infraestrutura == === Transportes === * MG-123: Principal rodovia e a única pavimentada. Liga a sede do município as cidades de Dom Silvério, João Monlevade e também a BR-381. * BR-120: Faz conexão Via Dom Silvério a cidade de Ponte Nova, BR-356 e a BR-262. * MG-326: Não se encontra pavimentada e serve de acesso ao distrito de Fonseca pelos municípios de Catas Altas e Barra Longa e para MG-129. As demais vias do município são todas não pavimentadas e encontram-se em maior parte em estado crítico principalmente durante os períodos chuvosos. === Comunicação === O município conta com cobertura de telefonia móvel (Vivo, TIM, Oi, Claro), assim como provedores regionais de internet. === Saúde === Alvinópolis possui um hospital: Hospital Nossa Senhora de Lourdes, que realiza atendimentos pelo SUS ou por planos de saúde particulares. Esse hospital atende principalmente emergências ou simples internações. As principais especialidades médicas ou atendimentos mais complexos são realizados em Ponte Nova ou Belo Horizonte. O município conta com várias unidades do Programa de Saúde da Família (PSF), que têm fornecido um atendimento mais efetivo a população. Número de estabelecimentos de saúde por setor: Setor Número de Estabelecimentos Percentual Municipal 9 81,8% Privado 2 18,2% === Educação === O município conta com a seguinte distribuição de ensino: Série Número de Estabelecimentos Percentual Ensino Fundamental 15 71,4% Pré-Escola 4 19% Ensino Médio 2 9,5% Distribuição do número de matrículas por série: Série Número de Matrículas Percentual Ensino Fundamental 2567 69% Pré-Escola 426 11,5% Ensino Médio 725 19,5% == Ver também == * Lista de municípios de Minas Gerais * Lista de municípios do Brasil * Naturais de Alvinópolis * Paróquia Nossa Senhora do Rosário == Ligações externas == * * Prefeitura de Alvinópolis * Câmara Municipal * Conjunto Arquitetônico dos Imigrantes Italianos no Ipatrimônio * Alvinópolis no IBGE Cidades Categoria:Fundações em Minas Gerais em 1891 Categoria:Cidades do circuito Estrada Real",
 "title": "Alvinópolis"
}