{
 "id": "32015",
 "text": "{{Info/Município do Brasil | nome = Alto Caparaó | foto = Alto_Caparao.jpg | leg_foto = Vista da cidade do Mirante do Acampamento Tronqueira. | apelido = | padroeiro = Nossa Senhora da Conceição | brasão = Alto Caparaómgbrasao.png | bandeira = Alto Caparaómgbandeira.jpg | link_brasão = | link_bandeira = | link_hino = | CEP = 36979-000 a 36979-999 | aniversário = | emancipação = | gentílico = alto caparoense | lema = | prefeito = José Jacomel Júnior | partido = PSDB | fim_mandato = 2024 | mapa = MinasGerais Municip AltoCaparao.svg | latP = S | latG = 20 | latM = 26 | latS = 02 | lonP = O | lonG = 41 | lonM = 52 | lonS = 04 | estado = Minas Gerais | mesorregião = Zona da Mata | data_mesorregião = IBGE/2008 | microrregião = Manhuaçu | data_microrregião = IBGE/2008 | região_metropolitana = | vizinhos = Ibitirama (ES), Iúna (ES), Alto Jequitibá, Caparaó, Espera Feliz | dist_capital = 371 | área = 103.690 | área_ref = | população = 5795 | data_pop = censo IBGE/2022 | altitude = 997 | clima = Tropical de altitude | sigla_clima = Cwb | idh = 0.758 | data_idh = PNUD/2000 | pib = mil | data_pib = IBGE/2008 | pib_per_capita = 7696.40 | data_pib_per_capita = IBGE/2008 | site_prefeitura = www.altocaparao.mg.gov.br | site_câmara = www.cmaltocaparao.mg.gov.br }} Alto Caparaó é um município brasileiro do estado de Minas Gerais. Sua população recenseada em 2022 era de habitantes. Ocupa uma área de . == Etimologia == O topônimo é uma alusão ao Rio Caparaó e à Serra do Caparaó. == História == Os primeiros habitantes da região foram os índios Carajás. Em 1928, chegou e adquiriu terras no local Francisco Valério. Nessa ocasião, as terras do campo eram bastantes desconhecidas e sem títulos de propriedade. Isso atraiu grandes criadores de gado para o campo. Alto Caparaó tem sua origem em um povoado organizado por volta do ano de 1900, por descendentes de alemães. Em 1948 sua população girava em torno dos 600 moradores que ocupavam 80 casas. Algumas realizações representaram novos impulsos para a localidade: # As obras de urbanização realizadas por Inimá Novais de Campos, primeira pessoa a propor a criação do Parque Nacional do Caparaó, tendo, para isso, feito vários pedidos na Assembleia Legislativa de Minas e em Brasília; # Mapeamento para uma estrada entre Alto Caparaó e o Pico da Bandeira, executado pelos alemães Martim Palka e Ernesto Klettmhafer, criando assim um dos principais roteiros turísticos do Brasil. # Criação do Parque Nacional do Caparaó, em 1961. Em 1967, a descoberta de um movimento de guerrilha que provavelmente foi o primeiro movimento armado de oposição ao regime militar brasileiro conhecido como Guerrilha do Caparaó levou à localidade cerca de dez mil soldados e a Força Aérea Brasileira para efetuar a prisão dos guerrilheiros. A presença de tanques de guerra e aviões de combate foi um fato que marcou para sempre a vida das pessoas que viviam na região. Obs: A Força Aérea e o Exército só chegaram à região depois da prisão dos guerrilheiros pela Polícia Militar de Minas Gerais, que devido a delação feita por um dono de farmácia de Espera Feliz ao destacamento da PM na cidade, enviou um pequeno efetivo que prendeu os revolucionários já cansados e doentes devido ao clima e o local inóspito. Melhores informações no livro \"Caparaó a 1ª guerrilha contra a ditadura\" de José Carlos da Costa e no filme \" Caparaó a 1ª tentativa de guerrilha no Brasil\" de Flávio Frederico. Os distritos de Caparaó e Caparaó Velho pertenciam a Carangola, sendo que Caparaó emancipou em 1962 e o distrito de Caparaó Velho passou a pertencer ao novo Município. Pela lei 8.285, de outubro de 1982, o distrito de Caparaó Velho passou a se chamar Alto Caparaó e por meio de plebiscito popular, emancipou-se em 1995. As primeiras eleições aconteceram em 96 e o município de Alto Caparaó foi instalado em 1 de janeiro de 1997. Esse município mineiro é relativamente novo, mas ganha destaque no cenário nacional ao ser a porta de entrada do lado de Minas Gerais para o Parque Nacional do Caparaó que abriga o Pico da Bandeira, 3º ponto mais elevado do Brasil.Website: http://www.altocaparao.mg.gov.br/ . Homepage oficial de Alto Caparaó. ==Geografia== Pertencente a Zona da Mata Mineira próximo a divisa com o Espírito Santo no município ficam localizados o Pico do Cristal com 2.769,05 metros de altitude e o lado mineiro do Pico da Bandeira, com 2.891,32 metros de altitude, o ponto mais alto de Minas Gerais e o 3° mais elevado do Brasil, localizado na divisa com o município capixaba de Ibitirama. A Serra do Caparaó tem a segunda maior cota de altitude do Brasil, perdendo apenas para a Serra do Imeri, sendo a menor cota de altitude de 997m, nela se localiza o maior desnível do Brasil. ===Hidrografia=== A hidrografia do local destaca-se por apresentar rios de águas cristalinas que nascem dentro do Parque Nacional do Caparaó. Os rios Caparaó e José Pedro são os mais importantes da região. No Rio José Pedro que corta o Vale Encantado estão pequenas cachoeiras e poços para banho e próxima a Tronqueira encontra-se a grande Cachoeira Bonita, com seus 80 metros de altura. Já o Rio Caparaó, em suas partes mais baixas, corta o Vale Verde, que tem uma cachoeira e várias piscinas naturais, além de área para piquenique, com churrasqueiras, vestiários e sanitários. Esse rio que corta o município pertence a Bacia Hidrográfica do Rio Itabapoana e suas águas tem como destino final o Oceano Atlântico. ===Clima=== A cidade apresenta clima tropical de altitude, com temperatura média anual entre 19 °C e 22 °C, sendo, Fevereiro mais quente, e julho mais frio. A pluviosidade está em torno de 1.000 mm anuais, e as maiores ocorrências de chuvas estão entre os meses de novembro a janeiro. No inverno ocorrem geadas na Serra do Caparaó.Website: http://www.portalsaofrancisco.com.br/alfa/meio-ambiente-parques-nacionais- brasileiros/parque-nacional-da-serra-do-caparao.php . Portal São francisco. ==Economia== Grande parte da área do município é coberta por lavouras de café. Outra parte é ocupada pelo Parque Nacional do Caparaó. A cafeicultura e o turismo são as duas principais atividades econômicas do município. ===Turismo=== Alto Caparaó pertence ao Circuito Turístico do Pico da Bandeira e é um dos portais de entrada para o Parque Nacional do Caparaó, a outra entrada do Parque fica no município de Dores do Rio Preto. O Parque é seu principal atrativo turístico onde estão localizados a Cachoeira Bonita, os vales: Verde e Encantado, o Pico da Bandeira, o Pico do Cristal entre outros. ====Estrutura turística==== Devido a localização privilegiada em relação ao Pico da Bandeira a cidade de Alto Caparaó é possuidora de uma rede hoteleira composta por hotéis, pousadas e chalés rústicos. Dentro do Parque Nacional existem dois campings: O primeiro deles é o Tronqueira com estrada de acesso a veículos e o segundo o Terreirão com acesso apenas por trilhas que localiza-se no meio do trajeto entre o primeiro acampamento e o Pico da Bandeira.Website:http://www.icmbio.gov.br/ . ICMBio - Parque Nacional do Caparaó ====Parque Nacional do Caparaó==== Criado em 24 de maio de 1961 pelo decreto federal nº 50.646, tem como objetivo proteger além do Pico da Bandeira, amostras representativas de ecossistemas de \"campos de altitude\", e da floresta sub-caducifólia tropical, como também espécies da fauna ameaçadas de extinção. O Parque Nacional do Caparaó está entre os mais visitados do país, sendo foco atrativo para o desenvolvimento do ecoturismo, gerando empregos diretos e indiretos devidos a esta atividade. ==Religião== A Igreja Matriz de Nossa Senhora da Conceição, construída pelo padre Antônio Filizola em 1890, foi o primeiro templo religioso do município. Pequena e possuidora de bela arquitetura, a matriz pode ser considerada um Patrimônio Histórico local. Em 31 de julho de 1913 foi fundada a Igreja Batista. A 1ª Igreja Presbiteriana foi criada em 12 de março de 1922. Mais tarde, chegaram a Igreja Brasil para Cristo, Deus é Amor e a Assembleia de Deus. Os imigrantes europeus praticantes das chamadas religiões protestantes que ajudaram na colonização da região preservaram seus cultos e tradições religiosas e colaboraram para a diversidade religiosa do município, de forma que atualmente a maioria do município é protestante e o maior grupo protestante é o Presbiterianismo. == Censo == Segundo o censo do Instituto Brasileiro de Geografia e Estatística (IBGE), em 2010 55,9% da população do município era evangélica, 29,0% eram católicos romanos, 11,3% não tinham religião, 0,1% eram adeptos do Judaísmo, 0,1% eram espíritas, 0,04% eram membros da Igreja Messiânica Mundial e 3,5% eram de religião não determinada ou de múltiplo pertencimento. === Protestantismo === Dentre as denominações protestantes em Alto Caparaó, o maior grupo é formado por presbiterianos, que constituem 24,2% da população. Os batistas formam 20,0%, enquanto que 8,3% são pentecostais, 2,9% são adventistas, 0,2% são metodistas e 0,4% declaram-se evangélicos sem determinar a denominação. As Assembleias de Deus são o maior grupo pentecostal, com 4,6% da população, seguido pela Igreja Pentecostal Deus é Amor com 1,4% e a Igreja Cristã Maranata com 1,0%. Imagem:Matrizaltocaparao.JPG|Matriz e centro de Alto Caparaó Imagem:Facedecristo.JPG|Formação rochosa chamada de \"Face de Cristo\" Imagem:matrizaltocaparao2.JPG|Igreja Matriz de Nossa Senhora da Conceição Imagem:presbiterianaltocaparao.JPG|1ª Igreja Presbiteriana de Alto Caparaó Categoria:Fundações em Minas Gerais em 1995",
 "title": "Alto Caparaó"
}