{
 "id": "32057",
 "text": "Outras informações {| align=\"center\" cellpadding=\"2\" width=\"100%\" style=\"background: none;\" Ficha técnica CEP 35473-000 a 35475-999 Padroeiro São Gonçalo Vínculo diocesano Arquidiocese de Belo Horizonte Comarca Belo Vale Vereadores 9 País Brasil Macrorregião Sudeste Área urbana 5 km² Frota de Veículos 2.707 (2012) Empresas 230 registradas(2011) População Ocupada 878 (2011) Índice Gini 0,39 est. 2003 Número de Agencias Bancarias 2 (2013) Movimento Financeiro R$126.639.568,00 (2005) Alunos Matriculados 1.566 (2009) Consumo de Energia Elétrica 4.602 MW (2003) Consumo de Água 1.301.678 M³ (2008) Eleitores 7.732 est.(2012) TRE-MG Belo Vale é um município brasileiro do estado de Minas Gerais. Sua população recenseada em 2022 era de 8.627 habitantes. == História == Belo Vale foi um dos primeiros arraiais de Minas Gerais, fundado por bandeirantes, em 1681, interessados pelo ouro descoberto nas roças de Matias Cardoso (atual Roças Novas), em 1700. Em 1735, graças à descoberta de ouro na Serra do Mascate, no dia 26 de julho ergueu-se uma igreja em homenagem a Sant'Ana, quando o arraial passou a se chamar Santana do Paraopeba. Entre os anos de 1760 a 1780 foi construída a Fazenda Boa Esperança, residência do Barão do Paraopeba, proprietário das terras na localidade. Na fazenda, possuía um plantel de, mais ou menos, 1.000 cativos, que trabalhavam na mineração de ouro na Serra do Mascate. Em torno de 1760, a aridez das terras de Santana do Paraopeba fez com que os fazendeiros procurassem lugares melhores para a lavoura e a pastagem. Adentraram pelo Rio Paraopeba e deram início, num vale, um povoado chamado de São Gonçalo, erguendo uma igreja em homenagem ao santo em 1764. Com a construção de uma pequena ponte de madeira, mudou-se o nome do povoado para São Gonçalo da Ponte. Em 1839 este é elevado a distrito. Em 1914 começaram as obras do ramal do paraopeba da Estrada de Ferro Central do Brasil. Também em 1914 o nome do distrito á alterado passando a se chamar simplesmente Belo Vale. A estação ferroviária foi inaugurada em 1917 gerando grande desenvolvimento para o arraial. No ano de 1926 é construída a ponte Melo Viana, obra majestosa para época, toda feita de cimento (na época o cimento era importado da Europa). Em 1938 o então interventor de Minas Gerais Benedito Valadares institui o município de Belo Vale se emancipando de Bonfim. Junto a emancipação, uniram- se ao município os distritos de Santana do Paraopeba, Moeda e Coco. Em 1953, os distritos de Moeda e Coco se emanciparam de Belo Vale com a criação do município de Moeda. No mesmo ano foi criada a Comarca em Belo Vale, dando emancipação jurídica a região. A comarca todavia acabou sendo extinta, tendo Belo Vale passado a pertencer à Comarca de Congonhas. Há poucos anos foi refeita a comarca de Belo Vale, que abrange os municípios de Belo Vale e Moeda. == Geografia == === Território === O município de Belo Vale possui 365 km², representando 0,0623% do estado, 0,0395% da região sudeste e 0,0043% do território nacional. Seu perímetro urbano soma cerca de 5 km². O município possui apenas dois distritos: Belo Vale e Santana do Paraopeba (Costas). Suas principais localidades rurais são: Boa Morte, Pintos, Arrojado Lisboa, Chacrinha, Laranjeiras, Chácara dos Cordeiros, Roças Novas de Baixo, Roças Novas de Cima, Noiva dos Cordeiros, Vargem de Santana, Costas, Palmital, João Alves e Lages. O município de Belo Vale faz divisa com os municípios de Congonhas, Ouro Preto, Moeda, Brumadinho, Bonfim, Piedade dos Gerais e Jeceaba. === Localização === Belo Vale está localizado na região central do estado de Minas Gerais, dentro do Quadrilátero Ferrífero. A sede municipal encontra-se a 82 km da capital Belo Horizonte por meio rodoviário. Já por meio ferroviário, Belo Vale esta a 110 km de Belo Horizonte. Conforme a classificação geográfica mais moderna (2017) do IBGE, Belo Vale é um município da Região Geográfica Imediata de Conselheiro Lafaiete, na Região Geográfica Intermediária de Barbacena. === Relevo === A região central da cidade esta localizada a 810 metros, mas o ponto mais alto da cidade chega a 900 metros aonde estão localizadas as antenas. Sua altitude máxima está localizada no alto da serra do mascate a 1.612 metros de altitude e sua mínima a 786 metros no leito do rio Paraopeba. O relevo é considerado 20% plano, 70% ondulado e 10% montanhoso. Por causa de seu relevo é difícil a entrada de indústrias de grande porte no município, devido à dificuldade de escoação dos produtos. === Hidrografia === O índice pluviométrico anual de Belo Vale é 1.670 mm. Seus principais rios são o Paraopeba e o Ribeirão dos Paivas, todos afluentes da bacia do rio São Francisco. === Clima === O município de Belo Vale possui o clima tropical de altitude, semelhante ao da maioria do estado de Minas Gerais. Suas temperaturas médias anuais são de 18 °C, mas as máximas chegam até 23 °C e suas mínimas até 14 °C. == Demografia == O município de Belo Vale possuia 7.536 habitantes segundo o censo de 2010. Desde o ano de 1970 a população de Belo Vale estava decrescendo. A partir de 2009, a população está retornando o seu crescimento, tendo, em 2022, 8.627 habitantes, próximo ao patamar de 1970. Ano População Urbana Rural 1970 8.746 2.383 6.363 1980 7.247 2.256 4.991 1991 7.040 2.471 4.569 2000 7.429 3.136 4.293 2007 7.262 3.680 3.582 2009 7.470 4.290 3.180 2010 7.536 3.295 4.291 O que se pode registrar foi um decrescimento populacional ao longo dos últimos 40 anos, devido a migração do povo belovalense a outras cidades como Belo Horizonte, Congonhas, Conselheiro Lafaiete, Ouro Branco, entre outras, em busca de estudos, e melhores condições de trabalho. == Bairros de Belo Vale == Os atuais bairros de Belo Vale são: * Barra Nova * Bela Vista * Boa Vista * Catombeira * Centro * Estruão * Ipanema * Niterói * Ponte Queimada * Residencial Belo Vale * Santo Antônio * São Francisco * Tijuca * Vila Carijós * Vila das Pereiras * Vila do Rosário * Vila Gameleira == Economia == A Economia do Município se baseia principalmente na agropecuária. Seu PIB de 2013 era R$107.713.000,00. Percebemos um constante e elevado crescimento da economia do município, principalmente a partir do ano de 2007, melhorando a arrecadação da prefeitura municipal e consequentemente na oferta de serviços. Veja a evolução do PIB nos últimos anos: Ano PIB Crescimento em relação ao ano anterior Setor Agropecuario Setor Industrial Setor de Serviços PIB per capita 1999 R$ 15.146.000,00 - R$ 3.522.000,00 R$ 1.950.000,00 R$ 9.093.000,00 R$ 2.135,52 2000 R$ 17.668.000,00 16,65% R$ 3.653.000,00 R$ 3.242.000,00 R$ 9.917.000,00 R$ 2.370,26 2001 R$ 18.864.000,00 6,76% R$ 3.350.000,00 R$ 2.802.000,00 R$ 11.625.000,00 R$ 2.516,26 2002 R$ 21.965.000,00 16,43% R$ 3.718.000,00 R$ 3.083.000,00 R$ 13.746.000,00 R$ 2.880,33 2003 R$ 27.362.000,00 24,57% R$ 5.875.000,00 R$ 3.847.000,00 R$ 15.689.000,00 R$ 3.543,37 2004 R$ 28.679.000,00 4,81% R$ 5.838.000,00 R$ 3.947.000,00 R$ 16.743.000,00 R$ 3.703,98 2005 R$ 31.099.000,00 8,43% R$ 5.520.000,00 R$ 4.373.000,00 R$ 18.721.000,00 R$ 4.016,39 2006 R$ 31.791.000,00 2,22% R$ 5.109.000,00 R$ 4.723.000,00 R$ 20.033.000,00 R$ 4.082,56 2007 R$ 35.469.000,00 11,56% R$ 6.040.000,00 R$ 5.844.000,00 R$ 21.813.000,00 R$ 4.856,00 2008 R$ 44.554.000,00 25,61% R$ 9.544.000,00 R$ 6.780.000,00 R$ 25.815.000,00 R$ 5.962,47 2009 R$ 47.132.000,00 5,78% R$ 9.656.000,00 R$ 7.072.000,00 R$ 28.772.000,00 R$ 6.416,28 2010 R$ 61.733.000,00 30,97% R$ 6.040.000,00 R$ 18.496.000,00 R$ 34.934.000,00 R$ 8.191,74 2011 R$ 102.409.000,00 65,89% R$ 22.311.000,00 R$ 31.702.000,00 R$ 45.181.000,00 R$ 13.573,13 2012 R$ 98.831.000,00 -3,49% R$ 16.638.000,00 R$ 28.060.000,00 R$ 50.248.000,00 R$ 13.084,94 2013 R$ 107.713.000,00 8,98% R$ 15.832.000,00 R$ 29.172.000,00 R$ 58.609.000,00 R$ 13.828,85 === Agropecuário === O principal de gerador de empregos no município de Belo Vale é o setor primário ou agropecuário. Registra um PIB de R$15.832.000,00 no ano de 2013. Na agricultura é grande o destaque as culturas de citrus (tangerina ponkan, laranjas, etc), milho, feijão, batata doce, etc. Ano da Produção de Tangerina Quantidade Produzida (toneladas) Valor da Produção (reais) Área Plantada (hectares) Área Colhida (hectares) Rendimento Médio (kg por hectare) 2004 2.790 698.000 620 620 4.500 2005 9.300 2.325.000 620 620 15.000 2.728 818.000 620 620 4.400 2007 2.500 875.000 625 625 4.000 2008 9.375 6.188.000 625 625 15.000 2009 6.375 10.838.000 972 972 6.558 2010 6.422 3.456.000 973 973 6.600 2011 51.000 25.500.000 1.700 1.700 30.000 Hoje Belo Vale é o maior produtor de Tangerina Pokan do estado de Minas Gerais. A Pecuária se apresenta como grande criador de gado de corte. Nossas pastagens naturais (capim gordura e jaraguai), são o sustento para que o rebanho esteja gordo na entre-safra. Rebanho 2011 Cabeças Bovino 15.235 Equinos 452 Suínos 1.650 Galináceos 17.500 Muares 30 === Transporte Rodoviário Interurbano === Belo Vale possui linhas que ligam a cidade a Belo Horizonte e Congonhas. Estas linhas são operadas pela empresa Santa Fé. === Transporte Ferroviário === Há anos o transporte de passageiros não é mais utilizado, porém a MRS opera no município com o transporte de cargas e principalmente na escoação do minério de ferro produzido na serra pela Linha do Paraopeba da antiga Estrada de Ferro Central do Brasil. ==== Judiciário ==== Belo Vale é sede de Comarca, sendo que esta compreende os Municípios de Belo Vale e Moeda. Hoje, a Comarca de Belo Vale é assistida por dois Juízes, em cooperação: Dr. Geraldo Antônio de Freitas e Dra. Flávia Generoso de Mattos. Já o Cartório Eleitoral da Comarca está sob a Presidência da Dra. Flávia Generoso de Mattos. O Ministério Público, até atualmente é representado pela Promotora de Justiça, Dra. Andréia Santiago. == Turismo == === Atrações históricas === O município integra o circuito turístico Veredas do Paraopeba. Os principais destaques turísticos são: * Fazenda Boa Esperança, com pinturas de Mestre Ataide, provavelmente construída em meados do século XVIII com influências arquitetônicas do Norte de Portugal. A fazenda pertenceu ao Barão do Paraopeba. Atualmente, é tombada e pertence ao IEPHA, situando-se a 6 km da sede do município. \\- IEPHA, 4 de outubro de 2009 (visitado em 5-3-2010) == Ligações externas == * Prefeitura de Belo Vale * Câmara municipal de Belo Vale * Belo Vale no circuito Estrada Real * Belo Vale no IBGE Categoria:Fundações em Minas Gerais em 1938",
 "title": "Belo Vale"
}