{
 "id": "32093",
 "text": "Caeté é um município brasileiro no estado de Minas Gerais, Região Sudeste do país. Localiza-se na Região Metropolitana de Belo Horizonte e ocupa uma área de , sendo que estão em perímetro urbano. Sua população reúne habitantes, segundo censo realizado em 2022. É neste município que se encontra a Serra da Piedade. No alto, há um santuário católico que recebe romeiros. No mesmo lugar, funciona o Observatório Astronômico Frei Rosário, da Universidade Federal de Minas Gerais. == Topônimo == \"Caeté\", em língua tupi, significa \"mato verdadeiro\", através da junção dos termos ka'a (\"mato\") e eté (\"verdadeiro\")http://www.fflch.usp.br/dlcv/tupi/vocabulario.htm. Sua denominação anterior era Villa Nova da Rainha. == História == A história de Caeté teve início no ciclo do ouro, guardando importantes episódios, como a Guerra dos Emboabas. == Turismo de aventura == A cidade apresenta grande potencial para a prática de turismo de aventura, tendo grande tradição no arborismo. Foi citada pela Revista Veja como um dos nove principais destinos do Brasil para a prática de esportes radicais.VEJA on-line - Na onda da aventura Caeté se situa no trajeto da chamada Rota do Ferro, uma trilha ecológica voltada para o ciclismo, sob o antigo leito de um extinto ramal da Estrada de Ferro Central do Brasil. O trajeto liga a cidade aos municípios vizinhos de Sabará, Barão de Cocais e Santa Bárbara, passando por belos riachos e cascatas, pontilhões de ferro, antigas estações ferroviárias (como a de Caeté) e antigos túneis, onde a trilha cruza-se em seu final com a Estrada de Ferro Vitória a Minas. Há também vários distritos na cidade que oferecem boas opções de turismo. No Distrito de Morro Vermelho existe a Cachoeira de Santo Antônio, com uma queda de aproximadamente 10 metros. == Pontos turísticos == *Serra da Piedade *Cachoeira de Santo Antonio *Ruínas da Igreja de São Gonçalo *Morro Serrote *Ponte do Funil *Serra do Gandarela *Solar do Tinoco (Casa João Pinheiro) *Igreja Matriz Nossa Senhora do Bom Sucesso *Igreja do Rosário *Pelourinho do Poder *Pedra Branca (Muito usada para a pratica de alpinismo) *Rota do Ferro (Antigo Ramal de Nova Era da Estrada de Ferro Central do Brasil) Ficheiro:Reinauguração do Museu Regional de Caeté.jpg|Reinauguração do Museu Regional de Caeté em 18 de maio de 2019 em cerimônia pública com a presença das autoridades da cidade e do Iphan. Ficheiro:Igreja Matriz de Nossa Senhora do Bom Sucesso 2019.jpg|Igreja Matriz de Nossa Senhora do Bom Sucesso em maio de 2019. Ficheiro:Interior da Matriz de Nossa Senhora do Bom sucesso de Caeté.jpg|Interior da Matriz de Nossa Senhora do Bom Sucesso. Ficheiro:Monumento à Guerra dos Emboabas em Caeté 2019.jpg|Monumento à Guerra dos Emboabas em Caeté 2019, em seu novo local em frente à Matriz. Ficheiro:Fachada da Capela Nossa Senhora da Piedade, Caeté MG4.jpg|Fachada da Capela de Nossa Senhora da Piedade == Bairros == *Americano *Bela Vista *Bonsucesso *Barro Preto (São Francisco) *Centro *Cidade Jardim *Charneaux *Córrego Machado *Deschamps *Dom Carmelo *Europeu *Emboabas *Fonte da Clara *José Brandão *Jardim Bandeirantes (Pombal) *Morgan *Pedra Branca *Pito Aceso *Quintas da Serra *Santo Antônio *Santa Fructuosa *São Geraldo *Vila das Flores *Vila Zelinda *Vista da Serra == Distritos == *Antônio dos Santos *Caeté (sede) *Morro Vermelho *Penedia *Roças Novas *Rancho Novo == Povoados == *Água Limpa *Cafezal == Caeteenses ilustres == *Israel Pinheiro *Tamires == Ver também == * Córrego Caeté * Lista de municípios de Minas Gerais * Lista de municípios do Brasil == Ligações externas == * * * * Categoria:Fundações no Brasil em 1714",
 "title": "Caeté"
}