{
 "id": "32102",
 "text": "{{Info/Município do Brasil |nome = Cambuquira |foto = Cambuquira MG Brasil - Matriz - panoramio.jpg |leg_foto = Fachada da Igreja Matriz de São Sebastião |apelido = Cambuka\" \"Cidade Morena |padroeiro = São Sebastião |brasão = Brasao Cambuquira mg.jpg |bandeira = BandeiraCambuquiraMinasGeraisBrasil.jpg |link_brasão = |link_bandeira = |link_hino = s:Hino do município de Cambuquira |aniversário = |fundação = |CEP = 37420-000 ao 37429-999 |gentílico =cambuquirense |lema = |prefeito = Fabricio dos Santos Simoni |partido = UNIÃO |fim_mandato = 2024 |mapa = MinasGerais_Municip_Cambuquira.svg |latP = S | latG = 21| latM = 51 | latS = 30 |lonP = O | lonG = 45| lonM = 17 | lonS = 28 |estado = Minas Gerais | região_intermediária = Varginha | data_mesorregião = IBGE/2017 | região_imediata = Três Corações | data_microrregião = IBGE/2017 |região_metropolitana = |vizinhos = Três Corações, Campanha, Lambari, Conceição do Rio Verde e Jesuânia |dist_capital = 305 |área = 246.380 | área_ref = |população = 13053 |data_pop = estatísticas IBGE/2017 |altitude = 950 |clima = tropical de altitude |sigla_clima = Cwb |idh = 0.699 |data_idh = PNUD/2010 |pib = |data_pib = IBGE/2015 |pib_per_capita = 17274.57 |data_pib_per_capita = IBGE/2015 |site_prefeitura = cambuquira.mg.gov.br |site_câmara = camaracambuquira.mg.gov.br }} Cambuquira é um município brasileiro do estado de Minas Gerais, Região Sudeste do país. Sua população estimada em 2017 era de habitantes. Faz parte do Circuito das Águas de Minas Gerais. == Nome == \"Cambuquira\" é proveniente do termo tupi ka'aumbykyra, que significa \"rabadilhas de folhas\" (ka'a, folha + umbykyra, rabadilha, rabada, uropígio, cóccix),NAVARRO, E. A. Dicionário de tupi antigo: a língua indígena clássica do Brasil. São Paulo. Global. 2013. p. 552. \"grelo de erva (especialmente de aboboreira, com o qual se faz um guisado típico)\".FERREIRA, A. B. H. Novo dicionário da língua portuguesa. 2ª edição. Rio de Janeiro. Nova Fronteira. 1986. p. 327. ; Antigos nomes * São Sebastião de Cambuquira * Águas Virtuosas de Cambuquira == História == Até a chegada dos primeiros bandeirantes à região, no século XVI, o sul de Minas Gerais era habitado pelos índios puris.Bananal.net.br. Disponível em http://www.bananal.net.br/bananal/historia/85-puris-primeiros-habitantes-de-bananal. Acesso em 15 de março de 2014. A origem da atual cidade foi no atual Largo de São Francisco, onde existia uma fazenda, a Boa Vista, deixada como herança para os escravos pelas irmãs Ana, Joana e Francisca da Silva Goulart na primeira metade do século XIX.Idas Brasil. Disponível em http://www.idasbrasil.com.br/idasbrasil/cidades/Cambuquira/port/historia.asp. Acesso em 14 de março de 2014. A descoberta de fontes de água mineral na propriedade atraiu muitas pessoas em busca de suas propriedades terapêuticas e, em 1861, a Câmara Municipal de Campanha efetuou a desapropriação das terras, considerando-as de utilidade pública. O local foi liberado para visitação, o que estimulou o desenvolvimento do povoado nos arredores. Em 1872, fundou-se o Arraial de Cambuquira, erigido em distrito pertencente a Campanha. Em 1894, foi inaugurada a estrada de ferro, levando progresso e expandindo a população. Cambuquira foi decretada (Decreto Número 2 528) município no dia 12 de maio de 1909, tendo, como primeiro prefeito, Raul de Noronha Sá. Nas décadas seguintes, o turismo na cidade desenvolveu-se em ritmo intenso, levando-a ao título oficial de estância hidromineral em 1970. == Geografia == De acordo com a divisão regional vigente desde 2017, instituída pelo IBGE, o município pertence às Regiões Geográficas Intermediária de Varginha e Imediata de Três Corações. Até então, com a vigência das divisões em microrregiões e mesorregiões, fazia parte da microrregião de São Lourenço, que por sua vez estava incluída na mesorregião do Sul e Sudoeste de Minas. == Economia == Sua economia baseia-se na cultura do café, pecuária, turismo e indústria de água mineral para exportação. Possui um observatório astronômico utilizado para pesquisas e estudos universitários. ===Turismo=== Cambuquira foi uma das primeiras cidades projetadas do estado, com ruas largas, calçadas amplas e arborização selecionada - na primavera, as flores de centenas de árvores de magnólia perfumam a atmosfera da cidade e são uma atração à parte. As principais atrações da cidade são: o Parque das Águas, com seis fontes de água mineral (ferruginosa, alcalina, magnesiana, sulfurosa, gasosa e com lítio); as fontes do Marimbeiro e do Laranjal (nas cercanias da cidade); e o Pico do Piripau, a 1.300 metros de altitude, de onde decolam pilotos de parapente e asa-delta; o Centro de Estudos de Astronomia - Observatório Centauro, onde está aberto para visitação do público, podendo também ser feito o agendamento para visitação de famílias, grupo de estudos, escolas, entre outros. Além de duas cachoeiras na zona rural. == Ver também == * Lista de municípios de Minas Gerais * Lista de municípios do Brasil == Ligações externas == * * * Categoria:Circuito das Águas (Minas Gerais) Categoria:Fundações em Minas Gerais em 1911 Categoria:Topônimos de origem tupi",
 "title": "Cambuquira"
}