{
 "id": "32106",
 "text": "{{Info/Município do Brasil | nome = Campo Azul | foto = | leg_foto = | apelido = | padroeiro = São Sebastião | brasão =Campo Azulmgbrasao.jpg | bandeira =Campo Azulmgbandeira.png | link_brasão = | link_bandeira = | link_hino = | aniversário = | CEP = 39338-000 a 39339-999 | fundação = | gentílico =campoazulense | lema = | prefeito = Oséas Almeida Júnior | partido =PSD | fim_mandato = 2024 | mapa = MinasGerais Municip CampoAzul.svg | latP = S | latG = 16 | latM = 30 | latS = 14 | lonP = O | lonG = 44 | lonM = 48 | lonS = 39 | estado = Minas Gerais | região_intermediária = Montes Claros | região_imediata = Montes Claros | região_metropolitana = | vizinhos = Ubaí, Ponto Chique, Coração de Jesus, São João do Pacuí e Brasília de Minas | dist_capital = 587 | dist_capital_ref = | área = 506.463 | área_ref = | população = 3685 | data_pop = IBGE/2010 | altitude = 600 | clima = semiárido | sigla_clima = Bsh | cep = 39338-000 | idh = 0.65 | data_idh = PNUD/2000 | pib = mil | data_pib = IBGE/2008 | pib_per_capita = 4952.90 | data_pib_per_capita = IBGE/2008 | site_prefeitura = campoazul.mg.gov.br | site_câmara = campoazul.mg.leg.br }} Campo Azul é um município brasileiro do estado de Minas Gerais. Sua população estimada em 2004 era de 3.705 habitantes. O ponto mais alto do município é de 600 metros, local: ponto central da cidade. == História == O povoado de Campo Azul foi fundado no ano de 1932 no dia 22 de março. O marco histórico desta fundação encontra-se registrado em uma cruz de madeira em frente a sua primeira capela. Seu primeiro nome, Estandarte, vem justamente desta cruz fincada em sua terra. Posteriormente, passou a se chamar Campo Belo, nome que resistiu alguns anos até surgir a reforma dos códigos postais dos correios. A partir de 1970 o povoado é elevado à categoria de distrito do município de Brasília de Minas recebendo assim o nome de Campo Azul, devido a existência de rochas desta cor em seu território. No ano de 1995 através de um plebiscito e de lei federal o distrito de Campo Azul foi elevado a categoria de município, sendo desmembrada suas terras do município de Brasília de Minas, o primeiro acesso a cidade se deu através da estrada de terra que ligava a cidade de Brasília de Minas, construída manualmente pelo fundador da cidade e fazendeiros locais, onde ali mais tarde passou a 1ª linha de telefone chamada telegrafo. == Geografia == Campo Azul fica no território Brasileiro no Estado de Minas Gerais no norte. Limita com os seguintes municípios: Ubaí, Brasília de Minas, Ponto Chique, São João do Pacuí e Coração de Jesus. É circundado pelos Rios Pacuí e Gameleira(Paracatu).O município de Campo Azul faz parte da Bacia do Rio São Francisco === Clima === O clima de Campo Azul é Semi-árido, freqüentemente quente com seis meses de calor e seis meses de frio. Limitando a possuir apenas duas estações durante o ano Verão e Inverno. == Pontos Turísticos == * Balneário da Cachoeira: um lugar com uma queda d’água onde a maioria dos turistas se encontra e se banha nas águas puras do Rio Paracatu/Gameleira. * Balneário do esparra: Localizado no Rio Pacuí é um lugar excelente para os amantes da natureza e da vida tranquila. * Chapadões e Morros: Circundam a cidade, oferecendo ao visitante paisagens do cerrado norte mineiro. Além disso os Chapadões de Campo Azul são ricos em fauna e flora, dentre algumas destaca-se a existência do Pequi, da Mangaba,do Murici, do Cajuzinho e da Panã conhecida também como Cabeça de Nego. * Igreja Matriz de São Sebastião: Conhecida como Igrejinha, foi a primeira casa de alvenaria da cidade. Está localizada na avenida João Antônio de Almeida e possui um jardim belissimo a sua frente onde se encontra o marco de fundação da cidade, o Cruzeiro. == Educação == Campo Azul possui uma rede de ensino com mais 89% de sua população matriculada. O ensino no município está sob a responsabilidade do governo do estado e da prefeitura. O eino no município se divide em Educação Infantil, Ensino Fundamental, Ensino Médio e Educação de Jovens e Adultos. A Secretaria Regional de Educação de Montes Claros é quem fiscaliza como se dá o ensino no município. Abaixo se encontra a relação das escolas do município e quantidade de alunos que cada uma das escolas possui. * Rede Educacional Urbana E.E. Cirilo Pereira da Fonseca oferece a população o ensino fundamental, médio e educação de jovens e adultos. A maior escola do município possui 632 alunos matriculados. CEMEI Criança Feliz pertence a rede municipal de educação e possui 46 alunos matriculados. E.M. Nair Mendes Almeida com 142 alunos é a principal escola da rede municipal de ensino. Pré Escolar Municipal Maria Gomes possui 42 alunos matriculados. * Rede Educacional Rural CEMEI São Geraldo está localizado na Vila São José e possui 54 alunos matriculados. E.M. Argemiro Francisco De Almeida está localizada na Fazenda Pinheiros e possui 8 alunos matriculados. E.M. Cirilo Pereira da Fonseca situa-se na Fazenda São Gregório e possui 36 alunos matriculados. E.M. João Rodrigues de Souza localiza-se no distrito de Riacho dos Santos e possui 57 alunos. E.M. José Pereira da Cruz encontra-se localizada na Vila São José e possui 93 alunos matriculados. == Esporte == O esporte mais praticado é o futebol juvenil, praticado no Ginásio Poli Esportivo e o futebol de campo realizado no Estádio Municipal. == Festas e Comemorações == 20/01- Festa Campoazulense Ausente: Uma festa idealizada por filhos de Campo Azul residentes principalmente na cidade Goiânia e Belo Horizonte em meados da década de 90 do século passado. Em 1997 uma das primeiras edições da festa já se via o sucesso desta. Além das duas comunidades já citadas acima, filhos ausentes vindos de Montes Claros, São Paulo e outras aderiram a festa abrilhantando ainda mais o evento. 20/01 - Aniversário da cidade: A data foi proposta na primeira gestão administrativa do município pela vereadora Sandra Pereira que sugerindo a comunidade as datas 20 de janeiro ou 13 de maio festa dos dois padroeiros da cidade ao povo, este optou por 20 de janeiro e assim ficou marcada esta data como aniversário da cidade. 10/01 a 20/01- Festa Religiosa de São Sebastião: A devoção a São Sebastião vem desde a fundação da cidade de Campo Azul. No entanto, a festa ao padroeiro se tornou destaque a partir de 1997 quando as festeiras Glória Marly e Janete formaram uma equipe para preparar melhor os festejos ao santo. Depois disso a cada ano que passa a festa se torna cada vez mais popular. 20/01- Festival de Cerveja: Organizado pelos boemios da cidade, este evento se tornou marco das festas de janeiro em Campo Azul. 19/01- Festa do Pequi: Um evento novo se comparado a outras atividades festivas da comunidade e que se faz importante no sentido da valorização do fruto principal da cidade, o pequi. Maio - Festa religiosa de Nossa Senhora de Fátima: A segunda padroeira da cidade possui uma festa singela marcada pela religiosidade comunitária. É uma festa mais dos moradores locais. Nos tempos em que possuía grande fama, a cidade recebia muitos visitantes e esta era uma festa de grande movimento. Destaque para as coroações e a procissão com o andor de Nossa Senhora. Atualmente é uma festa realizada no último final de semana de maio. 23/06- Festa Comunitária de São João: As comemorações a São João fazem parte das atividades tradicionais da cidade. Com a emancipação esta festa se organizou recebendo muitos visitantes. Não perdendo no entanto. a carcterística de Festa realizada pelo Povo. Julho - Vaquejada: Realizada pela prefeitura é uma atividade antiga na cidade e que ano a ano vem sendo aprimorada valorizando o esporte local. == Religião == Predominantemente cristã com duas ramificações: Católicos e Protestantes Evangélicos de linha petencostal. A cidade possui dois templos católicos sendo um deles patrimônio histórico cultural e a primeira casa de alvenaria da cidade. Além desses dois templos existem também Igreja Batista, Assembleia de Deus, a Congregação Cristã no Brasil, segunda denominação a se instalar na cidade. Festa de São Sebastião. É uma das festas mais populares de Campo Azul, comemorada no dia 20 de janeiro. São Sebastião é padroeiro de Campo Azul. Uma festa religiosa que vem acompanhada por gincanas, leilões, mascates,e uma fé arreigada de costumes trazidos dos antepassados. O marco dessa festa religiosa popular é a procissão de cavaleiros. Mais de 500 cavaleiros desfilam pela cidade levando a imagem do seu padroeiro. A maioria dos devotos usam camiseta de São Sebastião de cor vermelha, símbolo do martírio do santo. A noite tem queima de fogos de artifícios e o levantamento da bandeira em honra ao santo. Na festa, ocorre a \"alvorada\", cantam-se músicas populares pelas ruas e é servida uma farofa de carne para o povo gratuitamente. A farofa é entregue de madrugada, normamente às 5:00 am. São Sebastião é natural de Narbonne e cidadão de Milão, foi um mártir e santo cristão, morto durante a perseguição levada a cabo pelo imperador romano Diocleciano. Viveu na Itália por volta de 256 a 286. == Festas == Festa de Aniversário Dois dias de festas muito animadas, com shows à noite que terminam às 4:00 da madrugada. No dia da virada (para o dia 20 de janeiro) tem queima de fogos. Festa do pequi Uma festa nova, a festa do pequi é feita com muita competência e criatividade preparam panelas com arroz e pequi que são servidas aos convidados ao som de músicas consagradas de forro. Festival da cerveja O festival da cerveja normalmente ocorre entre o dia 20 de janeiro (aniversário de Campo Azul) e 23 de janeiro. == Ligações externas == * * * Categoria:Municípios de Minas Gerais Categoria:Fundações em Minas Gerais em 1995",
 "title": "Campo Azul"
}