{
 "id": "32101",
 "text": "{{Info/Município do Brasil | nome = Cambuí | foto = Cambui vista parcial.jpg | leg_foto = Vista parcial de Cambuí | apelido = Pedaço mais feliz do Sul de Minas | brasão = Cambuímgbrasao.jpg | bandeira = Bandeira-cambuí.png | link_brasão = | link_bandeira = | link_hino = s:Hino do município de Cambuí | aniversário = 24 de maio | fundação = | gentílico =cambuiense | lema = | padroeiro = Nossa Senhora do Carmo | CEP = 37600-000 a 37604-999 | prefeito = Tales Tadeu Tavares | partido = SD | fim_mandato = 2024 | mapa = MinasGerais Municip Cambui.svg | latP = S | latG = 22 | latM = 36 | latS = 43 | lonP = O | lonG = 46 | lonM = 03 | lonS = 28 | estado = Minas Gerais | mesorregião = Sul/Sudoeste de Minas | data_mesorregião = IBGE/2008 | microrregião = Pouso Alegre | data_microrregião = IBGE/2008 | região_metropolitana = | vizinhos = Camanducaia, Senador Amaral, Bom Repouso, Córrego do Bom Jesus, Consolação, Munhoz, Estiva, Itapeva | dist_capital = 420 | área = 244.567 | área_ref = | altitude = 860 | clima = Tropical de Altitude | sigla_clima = Cwb | idh = 0.751 | data_idh = PNUD/2010 | pib = mil | data_pib = IBGE/2015 | pib_per_capita = 52872.60 | data_pib_per_capita = IBGE/2019 | site_prefeitura = www.prefeituradecambui.mg.gov.br | site_câmara = www.camaracambui.mg.gov.br }} Cambuí é um município brasileiro do Estado de Minas Gerais. Sua população estimada em 2021 era de habitantes. == História == Cambuí surgiu com as incursões dos bandeirantes paulistas que atravessavam a Serra da Mantiqueira em busca de pedras preciosas. O local era um ponto de parada desses aventureiros, os quais estabeleceram seus ranchos e, posteriormente, fazendas ao longo do território do atual município. Já no início do século XIX, os Capitães Francisco Soares de FigueiredoO Capitão Francisco Soares de Figueiredo era neto de Tomé João e de Maria de Figueiredo, esta irmã de Micaela de Figueiredo, mãe do Capitão-Mor José Álvares de Figueiredo, fundador de Boa Esperança. Também era sobrinho do Padre Manuel Caetano de Figueiredo, importante figura política da região da Campanha. (segundo Bernardo Saturnino da Veiga em seu \"Almanach\" um português que, como afirma Levindo Lambert, havia vindo de Campanha-MG) e Joaquim José de Moraes (de origem paulista) resolveram obter a autorização civil e eclesiástica para a edificação de uma capela no então chamado \"Cambuhy\". Com o passar dos anos, e tendo em vista o crescimento do povoado, outra igreja foi construída onde atualmente se situa a atual matriz, sendo abandonado o Cambuí velho (como hoje se denomina) ao esquecimento. Em 1850, a paróquia de Cambuí, a de Nossa Senhora do Carmo, é criada iniciando o processo de autonomia do lugar, independência que se consolida em 1892 com a emancipação do município. Cambuí, embora situada em uma região montanhosa e de difícil acesso até 1930, quando foi aberta a primeira estrada, sempre teve uma vida cultural intensa, seja no teatro, na poesia ou na música. Abrigou, existindo menos de duzentas casas, duas bandas de música, regidas pelos Capitães da Guarda Nacional José Quintino da Fonseca e Antônio José de Brito Lambert (banda dos Quintinos e dos Lambert). Recentemente o \"virado de banana\", prato conhecido apenas no município, foi patenteado pela prefeitura. Nasceram em Cambuí João Moreira Salles, precursor do UNIBANCO; o jornalista científico Ulisses Capozzoli e o historiador, advogado e farmacêutico Levindo Furquim Lambert, o qual foi autor da primeira obra literária acerca da história da cidade e Secretário Estadual da Educação de Minas Gerais durante o governo de Juscelino Kubitschek. Localizada em região serrana, sua economia é principalmente comercial e agropecuária, contando ainda com ascendentes investimentos na área industrial, fomentados pela passagem da Rodovia Fernão Dias. == Localização == O município de Cambuí está a 451 quilômetros da capital do estado, Belo Horizonte. === Rodovias === A principal rodovia que corta o município é a Rodovia Fernão Dias BR 381. Outra importante rodovia é a MG-295. == Relevo == Localizada na região da Serra da Mantiqueira, paralelo 22° 36' 43\" latitude sul e meridiano 46° 03' 27\" longitude oeste, possui uma altitude máxima de 2.050 metros a mínima de 680 metros, sendo a prefeitura da cidade localizada entre essas medidas, a 860 metros de altitude, no maciço da Serra da Mantiqueira. De topografia montanhosa e clima agradável, tropical de altitude, distante 150 km de São Paulo e 420 km de Belo Horizonte, a cidade apresenta um potencial turístico que pode ser explorado. Possui porções de Mata Atlântica e cachoeiras, sendo o principal ponto turístico a Cachoeira do Andorinhão, bem como a Pedra de São Domingos, uma das mais famosas da região, que alcança 2.050 metros de altitude e é das únicas que se pode ir de carro até o topo, fica em Córrego do Bom Jesus, fronteiriço com Cambuí. == Educação == === Ensino Superior === No município de Cambuí está sediado um polo de apoio presencial da Universidade Aberta do Brasil, onde e oferecido o curso de Física graduação na modalidade a distância pela Universidade Federal de Itajubá e pela Universidade Federal de Lavras. == Ligações externas == * Prefeitura de Cambuí * Câmara de Cambuí * Dados do IBGE de Cambuí Categoria:Fundações em Minas Gerais em 1892",
 "title": "Cambuí (Minas Gerais)"
}