{
 "id": "32129",
 "text": "Caratinga é um município brasileiro no interior do estado de Minas Gerais, Região Sudeste do país. Localiza-se no Vale do Rio Doce e pertence ao colar metropolitano do Vale do Aço, estando situado a cerca de a leste da capital do estado. Ocupa uma área de , sendo que estão em área urbana, e sua população foi estimada em habitantes em 2024. O desbravamento da região da atual cidade teve início no século XVI, em expedições que seguiam pelos rios Doce e Caratinga à procura de metais preciosos. No entanto, o povoamento foi iniciado somente no século XIX, depois que Domingos Fernandes Lana esteve na região à procura da poaia, tendo então relatado a amigos e parentes sobre a fertilidade das terras e a passividade dos indígenas nativos. Posteriormente, João Caetano do Nascimento, amigo de Domingos Lana, organizou uma expedição em busca da localidade e, ao chegar, tomou posse das terras e dedicou-as ao padroeiro São João, oficializando sua instalação em homenagem ao dia do orago em 24 de junho de 1848. As condições favoráveis à agricultura e a localização geográfica como único centro urbano da margem direita do rio Caratinga mantiveram o incentivo ao crescimento populacional, levando à emancipação em 1890, desmembrando-se de Manhuaçu. Apesar da expansão urbana desordenada, o desenvolvimento foi intensificado com a chegada da Estrada de Ferro Leopoldina e da BR-116 (Rodovia Rio–Bahia) entre as décadas de 1930 e 40. A cultura do café foi impulsionada na década de 50, com a instalação de um escritório do Instituto Brasileiro do Café, tornando o município um polo da cafeicultura. O cultivo do café, ao lado do comércio, configura-se como principal fonte de renda do município, porém a indústria apresentou ascensão a partir da década de 80. Também houve nesse período a expansão de um novo núcleo urbano, paralelo à sede original, devido ao crescimento da malha urbana da Região Metropolitana do Vale do Aço. Caratinga abriga importantes unidades de conservação ambiental, dentre as quais a RPPN Feliciano Miguel Abdala, que constitui um dos principais remanescentes de Mata Atlântica de Minas Gerais e abriga o muriqui-do-norte, conhecido por ser um dos maiores primatas das Américas. A reserva é um dos atrativos locais e recebe pesquisadores de outros países para estudos e análises. Também se destacam marcos como a Pedra Itaúna, fazendas centenárias, cachoeiras e lagoas na zona rural e o complexo paisagístico da Praça Cesário Alvim, que inclui a Catedral de São João Batista, construída em 1930. Tradições culturais como a festa da Folia de Reis, os festivais artísticos e as festas juninas também se fazem presentes. == História == === Exploração e colonização da região === A área do atual município de Caratinga não reportou uma significativa colonização até meados do século XIX, exceto dos representantes dos índios bugres, da tribo dos aimorés. Ocasionalmente os botocudos adentravam o curso do rio Caratinga a partir de sua foz no rio Doce, à procura de alimentos ou forçados pelo tempo. O desbravamento teve início em expedições como a de Spinosa em 1553, rumando o rio São Francisco, e Sebastião Fernandes Tourinho, que teria adentrado o curso do rio Caratinga em 1573. No início do século XVIII, ainda no período colonial, alguns sertanejos partindo da capitania do Espírito Santo se arriscaram a penetrar o interior atrás principalmente de ouro. Pode-se destacar Pedro Bueno Cacunda, que no ano de 1733, juntamente com companheiros subindo o rio Doce e seus afluentes acima, explorou a região onde fica grande parte do município de Caratinga entre os rios Itapeba (posteriormente denominado rio Cuiethé, e hoje conhecido por rio Caratinga) e rio Mayguassu (rio Manhuaçu), à procura principalmente de ouro em córregos e ribeirões. No final do século XVIII, foi aberta a Estrada do Degredo, que cruzava o atual território municipal, ligando a Estrada Real em Ouro Preto ao presídio de Cuité, atual Conselheiro Pena, como um atalho alternativo ao trajeto do rio Doce. No século XIX, Domingos Fernandes Lana, natural de Araponga, esteve na região à procura da poaia, uma planta medicinal de considerável valor comercial. Acompanhado de amigos, serviçais, escravos e índios catequizados, chegou à localidade por volta de 1841, quando percorria o curso do rio Caratinga. Teria sido Domingos Lana que deu a denominação \"Caratinga\" às formações rochosas que cercam a atual cidade, devido à grande quantidade do cará, tubérculo comestível que também é conhecido como caratinga. É um termo originário do termo tupi aka'ratin'ga, que significa \"cará branco\".FERREIRA, A. B. H. Novo Dicionário da Língua Portuguesa. Segunda edição. Rio de Janeiro: Nova Fronteira, 1986. p. 349FERREIRA, A. B. H. Novo Dicionário da Língua Portuguesa. Segunda edição. Rio de Janeiro: Nova Fronteira, 1986. p. 346 Seguindo o curso do rio Caratinga, a expedição seguiu rumo a Cuité, próximo a Conselheiro Pena. As terras férteis e a passividade dos indígenas locais foram atrativos para que João Caetano do Nascimento, amigo de Domingos Fernandes Lana, viesse em busca da localidade com seus filhos mais velhos e os companheiros João da Cunha, João José e João Antonio de Oliveira, que também trouxeram familiares e serviçais. Após chegarem à localidade, comemoraram o dia de São João com uma grande fogueira em 23 de junho de 1848, dedicando as terras e a fundação da cidade em homenagem ao padroeiro. João Caetano posteriormente fixou-se na região conhecida atualmente como Serra da Jacutinga e tomou posse das terras na condição de grandes sesmarias. Deu início à derrubada da vegetação e à preparação das terras para cultivo de cereais, frutas e legumes, além da criação de pequenos animais e aves, incentivando parentes e amigos a darem procedimento à exploração e ao povoamento. Ainda em junho de 1848, houve a criação da paróquia, subordinada à comarca de Mariana. === Emancipação e configuração administrativa === thumb|esquerda|Igreja São João, primeira igreja sede paroquiana de Caratinga. thumb|esquerda|Antiga Estação Ferroviária de Caratinga, datada de 1930. O desenvolvimento da localidade ocorreu, inicialmente, de forma irregular. Em 1867, teve início a construção da Igreja São João, que ainda existe e é tombada como patrimônio cultural, tendo como primeiro pároco o Pe. Maximiano João da Cruz. Pela lei provincial nº 2.027, de 1º de dezembro de 1873, o povoamento foi elevado à categoria de distrito subordinado a Manhuaçu, com a denominação de São João do Caratinga. Nessa data houve a criação da paróquia a representar a comunidade. As terras férteis e o fato de ser o único núcleo urbano da margem direita do rio Caratinga mantiveram o incentivo ao crescimento populacional, atraindo levas de forasteiros que vinham de regiões a sul e desejavam alcançar o rio Doce. Dessa forma estabeleceu-se como importante centro regional, impulsionando a emancipação pelo decreto estadual nº 16, assinado pelo governador José Cesário de Faria Alvim em 6 de fevereiro de 1890, com a denominação de Caratinga. Segundo estatísticas desse ano, havia cerca de 25 mil residentes em uma área de . Além da sede municipal, Caratinga foi emancipada composta pelos distritos de Bom Jesus do Galho, Cuieté, Entre Folhas, Floresta, Santo Antônio do Manhuaçu e São Francisco Vermelho. A instalação do município ocorreu em 12 de maio de 1890 e confirmada pela lei estadual nº 2, de 14 de setembro de 1891. A primeira composição da câmara municipal foi empossada em 7 de março de 1892, tendo como presidente e governante municipal Symphrônio Fernandes. A comarca de Caratinga foi criada pela Lei nº 11, de 13 de novembro de 1891, sancionada por Cesário Alvim, e instalada em 7 de maio de 1892. Chegou a ser suprimida em 1912, mas foi restaurada em 1º de dezembro de 1917. Ao longo de sua história, houve uma série de transformações na divisão administrativa do município. Em 1911, estava composto pelos então distritos de Bom Jesus do Galho (emancipado em 1943), Cuieté (atual município de Conselheiro Pena, incorporado a Itanhomi em 1923), Entre Folhas (emancipado em 1992), Floresta (atual Alvarenga, incorporado a Itanhomi em 1923), Imbé (atual Imbé de Minas, emancipado em 1995), Inhapim (emancipado em 1938), Resplendor (incorporado a Aimorés em 1915), Santo Antônio do Manhuaçu, São Francisco do Vermelho (atual Vermelho Velho, extinto antes de 1920 e restaurado em 1924 como distrito de Raul Soares), Tarumirim (incorporado a Itanhomi em 1923) e Vermelho Novo (incorporado a Matipó em 1923), além da sede municipal. Com a emancipação de Inhapim, em 1938, também foram desmembrados os distritos de Santo Estevão e Veadinho (criados em 1923). Até o fim da República Velha, na década de 30, dominou no município o coronelismo, com a alternância de duas formações partidárias no poder denominadas \"caranguejo\" e \"bacurau\". Entre 1919 e 1930, houve a inauguração do serviço de produção e distribuição de energia elétrica, de propriedade da Empresa Industrial de Caratinga. Em 1927, Agenor Ludgero Alves, nome da política na ocasião, assinou o contrato que incluiu Caratinga entre as cidades atendidas pela Estrada de Ferro Leopoldina, que veio a ser inaugurada em 1930. Com a locação e o funcionamento da ferrovia houve um novo período de desenvolvimento urbano, com a abertura de ruas e o fácil acesso a outras regiões. No início de seu funcionamento a via férrea fornecia transporte de passageiros até a cidade do Rio de Janeiro. Entre as décadas de 1930 e 1940, o município foi beneficiado com a quitação de dívidas públicas pelo então prefeito Omar Coutinho e por sua inserção na malha rodoviária local. A locação da BR-116 (Rodovia Rio–Bahia), cortando a cidade, favoreceu o comércio e o desenvolvimento. A ferrovia, por sua vez, deixou de transportar passageiros e cargas durante a década de 1970. === Consolidação urbana e história recente === thumb|direita|Vista parcial de Caratinga por volta de 1940 O desenvolvimento da cultura do café foi impulsionado na década de 1950, com a instalação de um escritório do Instituto Brasileiro do Café, tornando o município um polo da cafeicultura. Em contrapartida, entre as décadas de 50 e 60 foi notável a migração da população caratinguense para as cidades do Vale do Aço em busca de oportunidades de desenvolvimento, tendo em vista a efervescência daquela região em função dos complexos industriais da Acesita (em Timóteo) e Usiminas (Ipatinga). Mesmo assim, expansões da zona urbana foram necessárias na década de 1970, sendo realizadas pelo então prefeito Moacyr de Mattos, em direção ao atual bairro Limoeiro, e na década de 1990, por Dário da Anunciação Grossi, em direção à unidade II do Centro Universitário de Caratinga. O crescimento urbano, no entanto, ocorre de forma desordenada e em direção aos morros que cercam a cidade, com a presença de ocupações e cortes irregulares de terra e o surgimento de favelas. Paralelamente à sede original da cidade, uma nova zona de desenvolvimento se estabeleceu em outro trecho do território municipal, próximo à divisa com Ipatinga. Com a diminuição da disponibilidade de áreas para expansão urbana nos municípios da Região Metropolitana do Vale do Aço e o fácil acesso a esta por meio da BR-458, os investidores passaram a utilizar áreas do município de Caratinga para a criação de loteamentos e ocupações relativamente recentes. Com isso, no decorrer das décadas de 1980 e 1990, o município passou a ser englobado pelo aglomerado urbano do Vale do Aço, processo que também ocorreu com os municípios de Belo Oriente e Santana do Paraíso. Em janeiro de 2012, Caratinga foi oficialmente incorporada ao colar metropolitano do Vale do Aço, mediante a Lei Complementar 122. A lei estadual nº 10.704, de 27 de abril de 1992, oficializou uma nova brusca alteração na configuração municipal, com o desmembramento dos distritos de Entre Folhas (que havia sido criado em 1890), Ubaporanga (1938), Santa Bárbara do Leste (1948), Santa Rita de Minas (1948), Vargem Alegre (1953) e Ipaba (1982). Pela lei estadual nº 12.030, de 21 de dezembro de 1995, foram emancipados os distritos de Imbé de Minas (1890) e Piedade de Caratinga (1991). Desde então, o território municipal passou a ser constituído pelos distritos Santo Antônio do Manhuaçu (criado em 1890), Dom Lara (1948), Santa Efigênia de Caratinga (1948), Sapucaia (1948), São Cândido (1952), São João do Jacutinga (1952), Cordeiro de Minas (1991), Patrocínio de Caratinga (1991), Santa Luzia de Caratinga (1991) e Dom Modesto (1992), além da sede municipal. Apesar das mudanças, continuou a ser um polo regional para as cidades a oeste da Serra do Caparaó. A histórica ocupação desordenada da margem do rio Caratinga e cursos hidrográficos menores, bem como dos morros, propiciou a vulnerabilidade da cidade frente a fenômenos naturais. Em janeiro de 2003, a cheia dos leitos que cortam a zona urbana, em especial do rio Caratinga, deixou o Centro da cidade debaixo d'água e implicou um saldo de pessoas desalojadas, 433 imóveis destruídos, 80 em situação de risco, 120 vias públicas interditadas, 38 pontes e estradas vicinais destruídas e 446 estabelecimentos comerciais atingidos. Três pessoas morreram, a cidade ficou ilhada e o então prefeito Ernani Campos Porto decretou estado de calamidade pública. O funcionamento do comércio, da indústria e serviços de órgãos públicos ficou suspenso por uma semana. Exatamente um ano mais tarde, em janeiro de 2004, as enchentes voltaram a atingir Caratinga. Apesar de em menor escala, inundaram novamente o Centro e deixaram a cidade em estado de calamidade, provocando mortes, danos em pelo menos 77 residências e a destruição de outras 24. Tentativas de canalizar a água dos córregos urbanos, reduzindo os danos de chuvas intensas, passaram a ser executadas no município com objetivo de amenizar possíveis enchentes semelhantes às de 2003 e 2004. Medidas como o monitoramento do nível do rio e sistemas de alerta contra enchentes também foram adotadas no rio Caratinga a fim de minimizar os impactos de um possível transbordamento. Depois da cobrança de taxa de esgoto contra a população desde 1999, as operações da estação de tratamento de águas residuais começaram a ser executadas em 2017. De forma geral, houve uma relevante ampliação do acesso à infraestrutura básica (água encanada, esgotamento sanitário, coleta de lixo e energia elétrica) entre as décadas de 1990 e 2010, apesar da manutenção de aglomerados subnormais e do significativo déficit habitacional, entre os maiores dos municípios do Vale do Aço. == Geografia == A área do município, segundo o Instituto Brasileiro de Geografia e Estatística (IBGE), é de , sendo que constituem a zona urbana. Situa-se a 19º47'24\" de latitude sul e 42°08'20\" de longitude oeste e está a uma distância de 311 quilômetros a leste da capital mineira, fazendo parte do colar metropolitano do Vale do Aço juntamente com outras 23 cidades (além dos quatro municípios principais) desde janeiro de 2012. Seus municípios limítrofes são Inhapim a nordeste e norte; Imbé de Minas, Piedade de Caratinga, Ubaporanga, Iapu e Ipaba a norte; Santana do Paraíso a noroeste; Ipatinga e Timóteo a oeste; Bom Jesus do Galho, Vargem Alegre e Entre Folhas a sudoeste; Raul Soares, Santa Rita de Minas e Santa Bárbara do Leste a sul; Simonésia a sudeste; e Ipanema a leste. De acordo com a divisão regional vigente desde 2017, instituída pelo IBGE, o município pertence às Regiões Geográficas Intermediária de Ipatinga e Imediata de Caratinga. Até então, com a vigência das divisões em microrregiões e mesorregiões, fazia parte da microrregião de Caratinga, que por sua vez estava incluída na mesorregião do Vale do Rio Doce. === Relevo e hidrografia === De forma geral, o relevo predominante na região do município é de mares de morros, caracterizado por ondulações topográficas alternadas por formações rochosas pontuais e propensão a processos erosivos e de escorregamentos. A altitude máxima encontra-se a metros acima do nível do mar, na Serra do Rio Preto, enquanto que a altitude mínima está na foz do córrego Boachá, com 330 metros. Já o ponto central da cidade se encontra a . A zona urbana original se estabeleceu em meio ao relevo ondulado e se expandiu em direção aos morros que a cercam sem um devido plano diretor, gerando ocupações e cortes irregulares de terra que alimentaram as condições para deslizamentos. O solo local apresenta predomínio de rochas de complexos graníticos e gnáissicos, intercaladas por minerais máficos, que possibilitam a ocorrência dos latossolos vermelho-amarelo com presença de óxido de ferro. Essa classe de solo é favorável à cafeicultura da região. O território municipal é abrangido pela bacia do rio Caratinga, que por sua vez encontra-se inserida na bacia do rio Doce. O rio Doce banha o município na divisa com Ipatinga e Santana do Paraíso, enquanto que o rio Caratinga corta seu território e o perímetro urbano, que também é banhado por diversos cursos hidrográficos menores como os córregos do Salim, Sales, Santa Cruz, São João e Seco. Os leitos que atravessam a cidade sofrem consideráveis níveis de poluição hídrica, propiciando enchentes, mau cheiro e a proliferação de insetos. Na zona rural há diversas nascentes e leitos de pequeno ou médio porte, como os córregos da Providência, das Chaves, do Calixto, do Macaquinho, do Silvestre, dos Marcinos, dos Leite, Pastor e São Cândido e os ribeirões do Boi, do Macaco e Lagoa Nova, além do ribeirão da Laje (ou córrego do Lage), de onde é extraída a água utilizada para o abastecimento da cidade. No município também são encontradas lagoas, mais comuns na extremidade oeste de seu território. === Clima === O clima caratinguense varia entre tropical mesotérmico brando semiúmido e tropical sub-quente semiúmido (tipo Aw segundo Köppen), apresentando clima quente semiúmido nas extremidades próximas ao rio Doce. A temperatura média compensada anual é de e a pluviosidade média de , concentrados entre os meses de outubro e abril. A estação chuvosa compreende os meses mais quentes, enquanto que a estação seca abrange os meses mornos. Outono e primavera, por sua vez, são estações de transição. A passagem entre os períodos seco e chuvoso é marcada por tempestades, sobretudo entre o fim do inverno e a primavera. As precipitações caem principalmente sob a forma de chuva e, esporadicamente, de granizo, provocando danos materiais tanto na cidade quanto na zona rural. As chuvas podem ainda vir acompanhadas de descargas elétricas e fortes rajadas de vento. De acordo com o Grupo de Eletricidade Atmosférica do Instituto Nacional de Pesquisas Espaciais (ELAT/INPE) em 2018, o município apresenta uma densidade de descargas de 1,395 raio por km²/ano, estando na 642ª posição a nível estadual e na ª a nível nacional. Com mais de horas de insolação por ano, a umidade do ar média anual é de 77%, contudo baixos índices de umidade podem ser registrados durante a estação seca ou em longos veranicos. Nesses períodos, o ar seco em associação à poluição favorece a concentração de poluentes na atmosfera, contribuindo com a piora da qualidade do ar. Maiores acumulados de precipitação em 24 horas registrados em Caratinga por meses (INMET) Mês Acumulado Data Mês Acumulado Data Janeiro 25/01/2020 Julho 11/07/1965 Fevereiro 08/02/2021 Agosto 26/08/1986 Março 26/03/1973 Setembro 29/09/2022 Abril 22/04/1977 Outubro 31/10/2020 Maio 25/05/2014 Novembro 07/11/1999 Junho 12/06/1993 Dezembro 02/12/2017 Período: 01/01/1961 a 10/07/1968, 01/11/1971 a 31/12/1983, 01/01/1986 a 31/12/1987 e 01/01/1991 a 31/12/2023 Nevoeiros ocorrem nas manhãs dos meses frios, por conta da alta umidade e das baixas temperaturas, enquanto que as geadas podem acontecer na zona rural com a atuação de massas de ar polares intensas, como em Santa Luzia de Caratinga em julho de 2019, com registro extraoficial de temperatura negativa. O vento dominante é originado na direção leste e, no período mais ventoso do ano, entre os dias 5 de agosto e 11 de janeiro, a velocidade média é de 11,1 quilômetros, tendo uma ligeira concentração entre setembro e outubro. Na época mais calma, de abril a junho, a velocidade média varia entre 8 e 9 quilômetros por hora. Segundo dados da medição convencional do Instituto Nacional de Meteorologia (INMET), referentes ao período de 1961 a 1968, 1971 a 1983, 1986 a 1987 e 1991 a 2023, a menor temperatura registrada em Caratinga foi de nos dias 1º de junho de 1979 e 16 de junho de 2006, mas o recorde mínimo absoluto desde 1924 de acordo com a medição convencional foi de em 18 de julho de 1926. Já a maior temperatura foi de em 7 de outubro de 2020. O menor índice de umidade relativa do ar foi de 22% em 12 de julho de 1996 e 5 de setembro de 2008. O maior acumulado de precipitação em 24 horas, por sua vez, foi de em 2 de dezembro de 2017. Outros acumulados (completando os cinco maiores) foram em 26 de março de 1973, em 22 de abril de 1977, em 31 de outubro de 2020 e em 25 de janeiro de 2020. Já segundo a estação meteorológica automática do INMET instalada em 23 de maio de 2007, a menor temperatura registrada foi de em 31 de julho de 2007, e a maior atingiu nos dias 31 de outubro de 2012, 17 de outubro de 2015 e 25 de setembro de 2023. O menor índice de umidade relativa do ar foi de 14% nas tardes de 17 de outubro de 2015, 20 de outubro de 2017 e 13 de setembro de 2019. O maior acumulado de precipitação em 24 horas, por sua vez, foi de em 25 de janeiro de 2020. A maior precipitação horária foi de entre 19 e 20 horas do dia 27 de fevereiro de 2013, enquanto que a maior rajada de vento foi de , durante uma tempestade na tarde de 9 de dezembro de 2010. === Ecologia e meio ambiente === A vegetação nativa do município pertence ao domínio florestal atlântico (Mata Atlântica), cujas reservas remanescentes ocupavam hectares em 2011, ou 8,9% da área total municipal. Boa parte da vegetação nativa, no entanto, foi suprimida para ceder espaço a pastagens e à agropecuária, que ainda representa uma pressão antrópica sobre as áreas de conservação da região. A monocultura de reflorestamento com eucalipto também é desenvolvida em alguns trechos do município, tendo como finalidade a produção de matéria-prima para a fábrica de celulose da Cenibra, localizada em Belo Oriente. Caratinga conta com duas áreas de proteção ambiental (APA), que são a APA Lagoas de Caratinga e a APA Pedra Itaúna. Boa parte da APA Lagoas de Caratinga, no entanto, é utilizada pela Cenibra para o cultivo do eucalipto, enquanto que a APA Pedra Itaúna, situada próxima ao perímetro urbano, apresenta-se degradada por incêndios ocasionais que atingem a unidade de conservação. O Parque Municipal de Caratinga é outra área destinada à preservação e conta com 402 hectares, mas também apresenta degradação. O município possui duas reservas particulares do patrimônio natural (RPPN), que são a RPPN Estadual Lagoa Silvana e a RPPN Federal Feliciano Miguel Abdala. A primeira encontra-se na região da Lagoa Silvana, em área remanescente ao Parque Estadual do Rio Doce de propriedade da Usiminas, tendo sido criada em 2000 e oficializada em 2012. A Reserva Feliciano Miguel Abdala, por sua vez, foi criada em uma área comprada por Feliciano Miguel Abdala em 1942 e destinada por ele à preservação da fauna e flora local original, mas em especial do muriqui-do-norte (também conhecido como mono-carvoeiro), conhecido por ser um dos maiores primatas das Américas. Em 2015, restavam cerca de mil representantes da espécie no Brasil, sendo a maior concentração deles em Caratinga, onde eram encontrados 361 indivíduos. Com 957 hectares, dos quais 80% de matas conservadas, a reserva foi reconhecida como RPPN em 2001 e é utilizada para estudos de cientistas de diversos países, disponibilizando infraestrutura para estudos na Estação Biológica de Caratinga (EBC). Os remanescentes conservados apresentam uma notável biodiversidade, podendo ser notados, além dos primatas, representantes de gato-do-mato-grande, gato-mourisco, quati, cutia, irara, preguiça-de- dedinhos, mão-pelada, furão, esquilo-brasileiro, capivara e veado-mateiro. Quanto às aves, são relativamente comuns o jacuguaçu e o macuco, além de diversas espécies de gaviões. Em 2014, uma área de hectares entre os municípios de Caratinga, Simonésia, Manhuaçu, Ipanema, Santa Bárbara do Leste, Santa Rita de Minas e Piedade de Caratinga foi destinada para servir como corredor ecológico entre a RPPN Federal Feliciano Miguel Abdala e a RPPN da Mata do Sossego, situada entre Simonésia e Manhuaçu. Essa região constitui o primeiro corredor ecológico do estado de Minas Gerais e abrange 21 nascentes, no entanto teve 70% de sua cobertura vegetal original devastada e ainda possui trechos ameaçados pela atividade humana, sendo onde vivem cerca de 100 famílias. Na zona urbana, em especial no Centro de Caratinga, destaca-se a presença de palmeiras-imperiais, algumas centenárias, que conferem ao município o apelido de \"Cidade das Palmeiras\". ==== Problemas ambientais ==== thumb|esquerda|Áreas ocupadas às margens do rio Caratinga na Praça da Estação (bairro Salatiel) Alguns dos principais problemas ambientais que a cidade sofre são as enchentes, que no período chuvoso provocam grandes estragos nas áreas mais baixas e populosas das margens dos cursos hídricos, além dos deslizamentos de terra nos morros e encostas. As causas destes problemas muitas vezes são as construções de residências em zonas irregulares, além do lixo e do esgoto despejado nos córregos e ribeirões. Órgãos como o Comitê da Bacia do Rio Doce mantêm estações pluviométricas e pontos de medição do nível do rio Caratinga em Caratinga e em outros municípios da bacia hidrográfica e em caso de alerta a população é avisada. Também existe um mapeamento das áreas de risco no município, que serve como base para outras ações preventivas. Por outro lado, durante a época das secas e em longos veranicos em pleno período chuvoso são comuns registros de queimadas em morros e matagais, inclusive nas unidades de conservação. As queimadas florestais contribuem para a destruição da mata nativa, comprometendo a qualidade do solo e prejudicando ainda a qualidade do ar, sendo que já há uma grande concentração de poluentes devido aos gases emitidos pelos veículos. Nos 15 primeiros dias de outubro de 2015, Caratinga posicionou-se em sétimo lugar no ranking de quantidade de focos de queimadas em Minas Gerais segundo o INPE, ocasião em que um incêndio criminoso de três dias de duração consumiu 155 hectares da APA da Pedra Itaúna. O relevo acidentado dificulta a ação do Corpo de Bombeiros em ocorrências como essa. A poluição visual, por sua vez, é intensa em diversos locais do perímetro urbano, sendo considerável a presença de cartazes com anúncios fixados sem controle em muros, postes e outras áreas livres. == Demografia == Em 2022, a população foi estimada em habitantes pelo censo daquele ano, realizado pelo Instituto Brasileiro de Geografia e Estatística (IBGE). Em 2010, a população era de habitantes. Segundo o censo de 2010, habitantes eram homens e habitantes mulheres. Ainda segundo o mesmo censo, habitantes viviam na zona urbana e na zona rural. Da população total em 2010, habitantes (23,33%) tinham menos de 15 anos de idade, habitantes (68,02%) tinham de 15 a 64 anos e pessoas (8,65%) possuíam mais de 65 anos, sendo que a esperança de vida ao nascer era de 75,2 anos e a taxa de fecundidade total por mulher era de 1,9. O IBGE considera Caratinga como um centro de zona B, ou seja, a cidade exerce influência preponderante sobre as demais próximas; neste caso, sobre os municípios de Alvarenga, Bom Jesus do Galho, Córrego Novo, Dom Cavati, Entre Folhas, Imbé de Minas, Inhapim, Piedade de Caratinga, Santa Bárbara do Leste, Santa Rita de Minas, São Domingos das Dores, São Sebastião do Anta, Ubaporanga, Vargem Alegre e Vermelho Novo. === Indicadores e desigualdade === O Índice de Desenvolvimento Humano Municipal (IDH-M) de Caratinga é considerado alto pelo Programa das Nações Unidas para o Desenvolvimento (PNUD), sendo que seu valor é de 0,706 (o 1720º maior do Brasil e o 195º maior de Minas Gerais). A cidade possui a maioria dos indicadores próximos à média nacional segundo o PNUD. Considerando-se apenas o índice de educação o valor é de 0,603, o valor do índice de longevidade é de 0,836 e o de renda é de 0,697. No mesmo ano, havia um déficit de domicílios, o maior dentre os municípios do colar metropolitano do Vale do Aço em números absolutos, ao mesmo tempo que 22,7% das residências apresentavam inadequação domiciliar. De 2000 a 2010, a proporção de pessoas com renda domiciliar per capita de até meio salário mínimo reduziu em 44,2% e em 2010, 84,6% da população vivia acima da linha de pobreza, 9,3% encontrava-se na linha da pobreza e 6,1% estava abaixo e o coeficiente de Gini, que mede a desigualdade social, era de 0,547, sendo que 1,00 é o pior número e 0,00 é o melhor. A participação dos 20% da população mais rica da cidade no rendimento total municipal era de 58,4%, ou seja, 16,8 vezes superior à dos 20% mais pobres, que era de 3,5%. Em 2010, Caratinga possuía a terceira maior porcentagem de residências em aglomerados subnormais dentre os municípios mineiros, com 17,5% de seus domicílios situados em favelas, englobando habitantes. Nesse ano, havia sete locais identificados como aglomerados subnormais pelo IBGE. Apesar do acesso à infraestrutura básica ter sido ampliado entre as décadas de 1990 e 2010, a carência de políticas públicas voltadas ao crescimento urbano contribui para a manutenção de tais imbróglios, facilitando o surgimento de ocupações irregulares. === Etnias e religião === thumb|direita|Fachada da Catedral de São João Batista Em 2010, a população era composta por brancos (43,96%), negros (7,76%), amarelos (1,51%), pardos (46,68%) e 85 indígenas (0,10%). Considerando-se a região de nascimento, eram nascidos no Sudeste (98,02%), 889 na Região Nordeste (1,04%), 193 no Centro-Oeste (0,23%), 163 no Sul (0,19%) e 61 no Norte (0,07%). habitantes eram naturais de Minas Gerais (95,27%) e, desse total, eram nascidos em Caratinga (70,92%). Entre os naturais de outras unidades da federação, São Paulo era o estado com maior presença, com pessoas (1,20%), seguido por Rio de Janeiro, com residentes (1,17%), e pela Bahia, com 478 habitantes residentes no município (0,56%). De acordo com dados do censo de 2010 realizado pelo IBGE, a população municipal está composta por: católicos (67,63%), evangélicos (25,18%), pessoas sem religião (5,10%), 637 espíritas (0,75%), 472 testemunhas de Jeová (0,55%), 42 umbandistas (0,05%), 29 judeus (0,03%) e os 0,71% restantes estão divididos entre outras religiões. Segundo divisão feita pela Igreja Católica, o município abriga a sé episcopal da Diocese de Caratinga, que é a Catedral de São João Batista. A circunscrição foi criada em dezembro de 1915 e, em 2021, encontrava-se composta por seis foranias constituídas por municípios da região. == Política e administração == A administração municipal se dá pelos Poderes Executivo e Legislativo. O Executivo é exercido pelo prefeito, auxiliado pelo seu gabinete de secretários. O primeiro prefeito do município após a Revolução de 1930, quando houve a separação dos Poderes Executivo e Legislativo, foi Jorge Coura Filho, que governou entre 1931 e 1932. O prefeito que venceu as eleições municipais de 2020 foi Welington Moreira de Oliveira, reeleito pelo Partido Social Democrático (PSD) com 46,50% dos votos válidos para seu segundo mandato consecutivo, ao lado de Ronaldo Gomes de Carvalho (o Ronaldo da Milla, PSD) como vice-prefeito. O Poder Legislativo, por sua vez, é constituído pela câmara municipal, composta por 17 vereadores. Cabe à casa elaborar e votar leis fundamentais à administração e ao Executivo, especialmente o orçamento participativo (lei de diretrizes orçamentárias). Em complementação ao processo Legislativo e ao trabalho das secretarias, existem também conselhos municipais em atividade, entre os quais direitos da criança e do adolescente (criado em 1991), tutelar (1991), direitos do idoso (2002), direitos da pessoa com deficiência (2009) e políticas para mulheres (2003). Caratinga se rege por sua lei orgânica, promulgada em 21 de abril de 1990, e abriga uma comarca do Poder Judiciário estadual, de entrância especial, tendo como termos os municípios de Bom Jesus do Galho, Córrego Novo, Entre Folhas, Imbé de Minas, Piedade de Caratinga, Pingo-d'Água, Santa Bárbara do Leste, Santa Rita de Minas, Ubaporanga e Vargem Alegre. O município possuía, em novembro de 2020, eleitores, de acordo com o Tribunal Superior Eleitoral (TSE), o que representa 0,410% do eleitorado mineiro. == Subdivisões == O município de Caratinga encontra-se dividido em dez distritos, além da sede municipal, sendo eles: Cordeiro de Minas, Dom Lara, Dom Modesto, Patrocínio de Caratinga, Santa Efigênia de Caratinga, Santa Luzia de Caratinga, Santo Antônio do Manhuaçu, Sapucaia, São Cândido e São João do Jacutinga. A divisão atual é fruto de uma série de alterações feitas na configuração do território caratinguense ao longo do século XX, que envolveu o desmembramento de vários distritos para a criação de novos municípios. O último desmembramento ocorreu em 21 de dezembro de 1995, quando houve a emancipação de Piedade de Caratinga e Imbé de Minas. O desenvolvimento urbano em regiões afastadas do distrito-sede foi intensificado a partir da década de 1980 nas áreas próximas da Região Metropolitana do Vale do Aço, devido ao esgotamento imobiliário da região metropolitana e o fácil acesso a esta por meio da BR-458, levando ao surgimento de loteamentos e ocupações relativamente recentes como os bairros Ilha do Rio Doce, Parques do Vale e Porto Seguro. Essa região também começou a receber empreendimentos industriais e investimentos em lazer, como clubes e resorts, destinados sobretudo a atender à população metropolitana. Esse conjunto de fatores fez com que Caratinga fosse incorporada à expansão da mancha urbana da RMVA, paralelamente à sede original da cidade. A zona urbana original de Caratinga, por sua vez, está dividida em doze bairros oficiais, segundo cadastro do Instituto Brasileiro de Geografia e Estatística (IBGE) em 2010. São eles: Anápolis, Dario Grossi, Esperança, Esplanada, Limoeiro, Nossa Senhora Aparecida, Nossa Senhora das Graças, Salatiel, Santa Cruz, Santa Zita, Santo Antônio e Zacarias Cimini, sendo que o Santa Cruz era o mais populoso, com um total de habitantes naquele ano. Cabe ressaltar que a sede original do município é a região onde se concentram a maioria das ocupações irregulares, a exemplo dos aglomerados subnormais. == Economia == No Produto Interno Bruto (PIB) de Caratinga, destacam-se as áreas da indústria e de prestação de serviços, no entanto a agropecuária também representa relevante participação, em especial com a cafeicultura. De acordo com dados do IBGE, relativos a 2020, o PIB a preços recorrentes do município era de R$ . eram de impostos sobre produtos líquidos de subsídios a preços correntes e o PIB per capita era de R$ . Cabe ressaltar, no entanto, que uma considerável parte da população se desloca a outro município para trabalhar, dado o fácil acesso às indústrias da Região Metropolitana do Vale do Aço. Dentre a população caratinguense que trabalha em outro município, 28,6% é empregada em Ipatinga, 0,6% em Santana do Paraíso, 0,6% em Timóteo, 0,5% em Coronel Fabriciano e 9,7% em outras cidades do colar metropolitano. Em 2014, salários juntamente com outras remunerações somavam reais e o salário médio mensal de todo município era de 1,8 salários mínimos. Havia unidades locais e empresas atuantes. Segundo o IBGE, 65,58% das residências sobreviviam com menos de um salário mínimo mensal por morador ( domicílios), 24,19% sobreviviam com entre um e três salários mínimos para cada pessoa ( domicílios), 3,46% recebiam entre três e cinco salários (923 domicílios), 2,28% tinham rendimento mensal acima de cinco salários mínimos (609 domicílios) e 4,48% não tinham rendimento ( domicílios). === Agropecuária === Produção de milho, feijão e mandioca (2015) Produto Área colhida (hectares) Produção (tonelada) Milho Feijão 700 530 Mandioca 335 Em 2020, a pecuária e a agricultura acrescentavam reais na economia de Caratinga, enquanto que em 2010, 17,73% da população economicamente ativa do município estava ocupada no setor. Segundo o IBGE, em 2015 o município possuía um rebanho de bovinos, suínos, equinos, 251 ovinos, 38 caprinos, 33 bubalinos e 100 mil aves, entre estas 23 mil galinhas. Neste mesmo ano, a cidade produziu litros de leite de vacas, 160 mil dúzias de ovos de galinha e quilos de mel de abelha. Na aquicultura foram produzidos principalmente a tilápia (), carpa (), camarão () e tambaqui (), além de curimbata, pacu, piapara, surubim e tambacu. Na lavoura temporária, são produzidos principalmente a cana-de-açúcar ( toneladas produzidas e 230 hectares cultivados), o milho ( toneladas produzidas e hectares cultivados) e a mandioca ( toneladas e 335 hectares), além do arroz, batata, feijão e tomate. Já na lavoura permanente, destacam-se o café ( toneladas produzidas e hectares cultivados), a laranja ( toneladas produzidas e 205 hectares cultivados) e a banana ( toneladas e 86 hectares), além do abacate, coco, látex, limão, maracujá e tangerina. Caratinga é um importante produtor de café de montanha, apesar da atividade ter apresentado ligeiro declínio em função do aumento de gastos. No período da safra, que ocorre de abril a setembro, o comércio local registra um aumento no movimento. Também cabe ser ressaltada a importância dos hortifrutigranjeiros, cuja produção atinge em média toneladas ao mês. A cidade possui uma Central de Abastecimento (CEASA), onde é comercializada a produção hortifrutigranjeira local e atende a cerca de 50 municípios da região, porém 51% do que é comercializado na CEASA de Caratinga é produzido no próprio município. === Indústria e prestação de serviços === thumb|direita|Trecho da Rua Raul Soares, no Centro de Caratinga, com predomínio de estabelecimentos comerciais. A indústria, em 2020, era o segundo setor mais relevante para a economia do município. reais do PIB municipal eram do valor adicionado bruto do setor secundário. Dentre outros ramos, fazem-se presentes em Caratinga a indústria têxtil, manipulação de minerais não-metálicos, fabricação de produtos químicos, fabricação de artigos de borracha e plástico, fabricação de móveis e artefatos mobilísticos, a produção de alimentos e bebidas e a indústria metalmecânica. O município conta com um distrito industrial, que foi criado em 1996, inicialmente com 78 lotes e uma área de . As áreas próximas da Região Metropolitana do Vale do Aço apresentaram investimentos em estabelecimentos industriais a partir da década de 1980, dados o esgotamento imobiliário da região metropolitana e o fácil acesso a esta por meio da BR-458. Também é relevante a extração de eucalipto destinado a abastecer a usina de celulose da Cenibra, situada em Belo Oriente. Em 2015, de acordo com o IBGE, foram extraídos metros cúbicos de madeira em tora, sendo 98,6% desse total destinado à produção de papel e celulose. Segundo estatísticas do ano de 2010, 0,34% dos trabalhadores estavam ocupados no setor industrial extrativo e 6,22% na indústria de transformação. Em 2010, 7,08% da população ocupada estava empregada no setor de construção, 0,66% nos setores de utilidade pública, 20,70% no comércio e 42,48% no setor de serviços e em 2020, reais do PIB municipal eram do valor adicionado bruto do setor de serviços e reais do valor adicionado da administração pública. O centro de Caratinga é um dos principais núcleos comerciais da cidade, sendo considerável a presença de micro e pequenas empresas com sede no próprio município e que contam com uma boa estrutura física. A Câmara de Dirigentes Lojistas (CDL) de Caratinga contava com 458 associados em abril de 2016. == Infraestrutura == === Saúde === A rede de saúde de Caratinga inclui 28 unidades básicas de saúde, dois postos de saúde, três hospitais gerais e três centros de atenção psicossocial (CAPS), segundo informações de 2018. O Hospital Nossa Senhora Auxiliadora, construído entre as décadas de 1910 e 1920, é o hospital mais antigo da cidade e é de administração filantrópica, atendendo à demanda tanto do município quando de diversas cidades da região. O centro de saúde conta com 119 leitos, porém por motivos financeiros somente 90 estavam em atividade, de acordo com informações de julho de 2019. Caratinga conta com 12 cemitérios, localizados na sede municipal e nos distritos. Em 2017, foram registrados 720 óbitos por morbidades, dentre os quais as doenças do sistema circulatório representaram a maior causa de mortes (32,91%), seguida pelas doenças do sistema respiratório (14,44%). Ao mesmo tempo, foram registrados nascidos vivos, sendo que o índice de mortalidade infantil no mesmo ano foi de 21,03 óbitos de crianças menores de um ano de idade a cada mil nascidos vivos. Cabe ressaltar que 1,96% das meninas de 10 a 17 anos tiveram filhos em 2010. === Educação === Na área da educação, o Índice de Desenvolvimento da Educação Básica (IDEB) médio entre as escolas públicas de Caratinga era, no ano de 2019, de 4,96 (numa escala de avaliação que vai de nota 1 a 10), sendo que a nota obtida por alunos do 5º ano do ensino fundamental foi de 6,4, do 9º ano do ensino fundamental foi de 4,6 e do 3º ano do ensino médio foi de 3,9; o valor das escolas públicas de todo o Brasil era de 4,73. Em 2010, 4,65% das crianças com faixa etária entre sete e 14 anos não estavam cursando o ensino fundamental. A taxa de conclusão, entre jovens de 15 a 17 anos, era de 54,6% e o percentual de alfabetização de jovens e adolescentes entre 15 e 24 anos era de 98,5%. Em 2015, a distorção idade-série entre alunos do ensino fundamental, ou seja, com idade superior à recomendada, era de 6% para os anos iniciais e 17% nos anos finais e, no ensino médio, a defasagem chegava a 18,8%. Dentre os habitantes de 25 anos ou mais, em 2010, 40,03% tinham completado o ensino fundamental, 25,69% o ensino médio e 8,91% o ensino superior, sendo que a população tinha em média 8,95 anos esperados de estudo. Em 2010, de acordo com dados da amostra do censo demográfico, da população total, habitantes frequentavam creches e/ou escolas. Desse total, 771 frequentavam creches, estavam no ensino pré-escolar, na classe de alfabetização, 468 na alfabetização de jovens e adultos, no ensino fundamental, 2987 no ensino médio, 859 na educação de jovens e adultos do ensino fundamental, 717 na educação de jovens e adultos do ensino médio, em cursos superiores de graduação, 193 na especialização de nível superior, 78 em mestrado e 18 em doutorado. pessoas não frequentavam unidades escolares, sendo que nunca haviam frequentado e haviam frequentado no passado. Em 2018, havia matrículas nas instituições de educação infantil e ensinos fundamental e médio da cidade. Existem campi de instituições de ensino superior privadas, a exemplo do Centro Universitário de Caratinga (UNEC) e das Faculdades Doctum de Caratinga, que atraem estudantes de cidades vizinhas. Educação de Caratinga em números (2018) Educação de Caratinga em números (2018) Educação de Caratinga em números (2018) Educação de Caratinga em números (2018) Educação de Caratinga em números (2018) Educação de Caratinga em números (2018) Educação de Caratinga em números (2018) Nível Matrículas Docentes Escolas (total) Ensino pré-escolar 233 50 Ensino fundamental 660 53 Ensino médio 332 21 === Serviços, habitação e comunicação === No ano de 2010, Caratinga possuía domicílios particulares permanentes. Desse total, eram casas, eram apartamentos, 216 eram casas de vila ou em condomínio e 21 eram habitações em casas de cômodos ou cortiço. Do total de domicílios, eram próprios, sendo que eram próprios já quitados e 302 próprios em aquisição; eram alugados; imóveis foram cedidos, sendo que 896 haviam sido cedidos por empregador e foram cedidos de outra maneira. Os 59 restantes foram ocupados de outra forma. Os serviços de abastecimento de água e coleta de esgoto da cidade são feitos pela Companhia de Saneamento de Minas Gerais (Copasa), sendo que em 2008 havia unidades consumidoras e eram distribuídos em média de água tratada por dia. Em 2010, segundo o IBGE, 96,0% dos domicílios eram atendidos por água encanada e 97,5% possuíam banheiro. Grande parte da água utilizada para o suprimento da cidade é originada do ribeirão da Laje e tratada em uma estação de tratamento convencional, sendo distribuída até as casas através de de tubulações. Por outro lado, Caratinga conta uma estação de tratamento de águas residuais em fase de construção, mas o esgoto coletado ainda é liberado diretamente nos cursos hidrográficos que banham o perímetro urbano. O serviço de abastecimento de energia elétrica é feito pela Companhia Energética de Minas Gerais (Cemig), que atende ainda a boa parte do estado de Minas Gerais. No ano de 2003, existiam consumidores e foram consumidos KWh de energia, sendo que em 2010, 99,7% dos domicílios possuía acesso à rede elétrica, de acordo com o IBGE. Cerca de 97,6% do município é atendido pelo serviço de coleta de lixo, que tem como destino o aterro sanitário que está situado a cerca de do Centro de Caratinga, sendo que uma média de 38 toneladas de lixo ao dia era produzida em 2012. O município de Ipatinga despejava seus resíduos em um local no distrito caratinguense de Cordeiro de Minas, usada como lixão a céu aberto até 1996, quando foi aterrada. Essa área foi fechada em 2003 e destinada para preservação. Em 2010, 46,84% da população tinham somente telefone celular, 7,99% apenas fixo e 24,95% possuíam ambos, enquanto que 20,22% não tinham nenhum. O código de área (DDD) é 033 e o Código de Endereçamento Postal (CEP) da cidade vai de 35300-001 a 35322-999. Em 10 de novembro de 2008, o município passou a ser servido pela portabilidade, juntamente com outros municípios com o mesmo DDD. A portabilidade é um serviço que possibilita a troca da operadora sem a necessidade de se trocar o número do aparelho. O serviço postal é atendido por agências da Empresa Brasileira de Correios e Telégrafos funcionando na zona urbana e nos distritos. Dentre as emissoras de rádio locais, destacam-se a Rádio Sociedade Caratinga, primeira grande emissora da cidade, fundada em 21 de setembro de 1948, além da Rádio Cidade. Em relação aos veículos de notícia locais, o principal editado no município é o Diário de Caratinga. === Segurança e criminalidade === thumb|direita||Delegacia de Polícia Civil de Caratinga A provisão de segurança pública de Caratinga é dada por diversos organismos. A Polícia Militar, uma força estadual, é a responsável pelo policiamento ostensivo das cidades, o patrulhamento bancário, ambiental, prisional, escolar e de eventos especiais, além de realizar ações de integração social, tendo como base no município um Batalhão da Polícia, instalado em junho de 2015. Já a Polícia Civil tem o objetivo de combater e apurar as ocorrências de crimes e infrações e é representada pela Delegacia Regional de Caratinga. A cidade é atendida por um Pelotão do Corpo de Bombeiros e também há a atuação da defesa civil, subordinada à prefeitura. Em 2013, a Polícia Militar registrou um total de 154 crimes violentos, sendo 121 roubos, 15 tentativas de homicídio, onze homicídios, cinco estupros e dois sequestros mediante cárcere privado, sendo a taxa de crimes violentos para cada cem mil habitantes de 171,92. Em 2014, segundo o cadastro do DATASUS, foi registrado um índice de 24,3 homicídios por armas de fogo para cada 100 mil habitantes, valor que era o 63º maior de Minas Gerais. A maior parte dos homicídios está relacionada ao tráfico de drogas, que também contribui com a prática de outros delitos. Boa parte dos delinquentes é encaminhada para o presídio da cidade, que, no entanto, já foi palco de depredações e rebeliões. === Transportes === thumb|esquerda|Trecho da BR-458 no trevo de acesso à LMG-759, ligação aos municípios de Córrego Novo e Pingo-d'Água. Caratinga era atendida pela extinta Estrada de Ferro Leopoldina, que forneceu transporte ferroviário de passageiros à cidade e algumas localidades rurais até meados da década de 1970. No início de sua operação no município, em 1931, contava com viagens regulares entre Caratinga e a cidade do Rio de Janeiro, mas a via férrea se fragmentou ao longo do tempo e em seus últimos anos ainda havia serviço de passageiros até Ubá. Posteriormente, o trecho ferroviário que cortava o município foi erradicado na década de 1980. Em Minas Gerais, de uma certa forma, o decréscimo das ferrovias se deu devido à sua substituição pelas rodovias, acompanhando a demanda do crescimento da frota automobilística e por grande parte das linhas férreas operantes serem privatizadas ao transporte de cargas. Apesar de não mais ser atendida por transporte ferroviário, o terminal de passageiros mais próximo da cidade (para quem vem da capital mineira) é a Estação Ferroviária Intendente Câmara da Estrada de Ferro Vitória a Minas (EFVM), situada no município de Ipatinga. Ao mesmo tempo, o município é atendido pela BR-116 (Rodovia Rio–Bahia), que corta o perímetro urbano; BR-458, que liga a BR-116 às cidades da Região Metropolitana do Vale do Aço passando pela extremidade norte da área municipal; BR-474, que interliga Caratinga a Ipanema, Aimorés e ainda ao estado do Espírito Santo; MG-329 (acesso para Bom Jesus do Galho até Ponte Nova); e MG-425 (acesso a Entre Folhas); além de vicinais secundárias e rodovias de ligação.Google Maps. Acessado em 3 de julho de 2017. O Terminal Rodoviário Carlos Alberto de Mattos (Rodoviária Nova) é a estação rodoviária que fornece transporte coletivo intermunicipal. A frota municipal no ano de 2016 era de veículos, sendo automóveis, caminhões, 125 caminhões-trator, caminhonetes, 826 caminhonetas, 95 micro-ônibus, motocicletas, motonetas, 483 ônibus, 152 utilitários, quatro tratores e 626 classificados como outros tipos de veículos. Ocasionalmente a zona urbana enfrenta congestionamentos devido ao aumento do fluxo de veículos e próximo aos núcleos comerciais a disponibilidade de vagas para estacionar por vezes é escassa. Sendo assim, propostas como a alteração e criação de vagas de estacionamento vêm sendo analisadas e executadas. O transporte coletivo do município é de responsabilidade da Viação Riodoce, que mantém linhas urbanas e interdistritais. O Aeroporto Regional de Ubaporanga serve a Caratinga e tem pista asfaltada e sinalizada de metros de comprimento e 23 de largura, estando localizado em território do município vizinho de Ubaporanga, mas suas operações estão restritas ao período diurno e com aeronaves de pequeno porte. == Cultura == Caratinga conta com um conselho municipal de cultura, de caráter consultivo, deliberativo, normativo e fiscalizador, e conselho de preservação do patrimônio, de caráter consultivo e deliberativo, sendo ambos paritários. Também há legislações municipais tanto de proteção ao patrimônio cultural material quanto ao patrimônio imaterial, ministradas por uma secretaria municipal exclusiva, que é o órgão gestor da cultura no município. A pontuação de políticas culturais do município para o cálculo do ICMS Cultural, válida para exercício em 2024, foi de 1,80 em uma escala que vai de 0 a 4. A pontuação total, considerando variantes como conservação, despesas e quantidade de bens tombados e/ou registrados, foi de 11,55. Em janeiro de 2018, estavam tombados como patrimônio cultural municipal os seguintes bens materiais: a antiga Estação Ferroviária de Caratinga; o Casarão do Deputado Agenor Ludgero Alves, conhecido como Casarão das Artes; a Igreja São João, primeira igreja paroquial; a Praça Cesário Alvim; a Catedral de São João Batista; o Palácio Episcopal; o Cine Brasil; a Escola Estadual Princesa Isabel; o Coreto \"Ronaldinho Calazans\", na Praça Cesário Alvim; a Pedra Itaúna; o Fórum Desembargador Faria e Sousa, antigo fórum da Comarca de Caratinga; a Cachoeira Bom Será; e o Vitral das Carmelitas, no Instituto Hélio Amaral. Os bens imateriais tombados eram: a Banda Musical Santa Cecília e o Coral São João Batista. === Manifestações e espaços culturais === thumb|esquerda|Casarão do Instituto Hélio Amaral, datado de 1894, onde funciona o museu. A cidade conta com equipes artísticas de manifestações culturais populares, dança e capoeira, cineclube, bandas musicais, coral e associação literária, de acordo com o IBGE em 2012. A Academia Caratinguense de Letras, criada em 18 de novembro de 1983, reúne os nomes que se destacam na área da cultura e letras do município. O chamado projeto Cineclube, por sua vez, envolve a exibição de filmes alternativos nas escolas ou em espaços públicos para a comunidade em geral tanto na cidade quanto nos distritos, por meio do chamado cinema itinerante, com apoio do governo municipal. Ocasionalmente atrações musicais, teatrais ou de dança são organizadas e custeadas pela prefeitura em festivais ou eventos de cunho cultural ou artístico. A Festa da Folia de Reis, as festas juninas e as comemorações do aniversário da cidade, celebrado em junho com cerimônias cívicas, competições esportivas e espetáculos musicais, são outros exemplos de manifestações culturais populares que podem ser encontradas no município. Cabe ressaltar a existência passada do carnaval de Caratinga, que contou com desfiles de blocos carnavalescos e escolas de samba da cidade até sua extinção na década de 80. O artesanato também é uma das formas mais espontâneas da expressão cultural caratinguense, sendo que, segundo o IBGE, as principais atividades artesanais desenvolvidas são o bordado e a manutenção da culinária típica. Dentre os espaços culturais destinados à manutenção e à preservação das manifestações populares, destaca-se a existência de bibliotecas mantidas pelo poder público municipal, museus, estádios, ginásios poliesportivos, clubes, associações recreativas e arquivo público municipal, segundo o IBGE em 2012. A Casa Ziraldo de Cultura, inaugurada em novembro de 2009, constitui um acervo do cartunista Ziraldo, nascido na cidade, abrigando também exposições, apresentações artísticas e outras atividades culturais. O Instituto Hélio Amaral, instituição sem fins lucrativos fundada em 2004 e instituída como bem de utilidade pública em 2007, administra um museu que organiza exposições abertas à comunidade e ocasionalmente recebe parcerias da prefeitura, que promove visitas com as escolas da rede municipal. O Casarão das Artes, cuja edificação é datada de 1893, também é palco de exposições, atividades artísticas, culturais e acadêmicas, palestras e apresentações musicais e teatrais, abrigando um acervo do jornalista, dramaturgo, desenhista e escritor Millôr Fernandes. Caratinga é ainda cidade natal de diversos artistas que se destacaram regional ou nacionalmente na área cultural, como a poetisa Marilene Godinho, o cantor Agnaldo Timóteo, o escritor e publicitário Maxs Portes, a antiga Banda Mil (banda de maior sucesso da região nos anos 1990), a jornalista Miriam Leitão, o escritor e jornalista Ruy Castro e o cartunista Ziraldo, conforme citado anteriormente, que foi o criador da série de histórias infantis O Menino Maluquinho, dentre outras que obtiveram renome. === Marcos e atrativos === thumb|direita|Vista da Lagoa Silvana Caratinga faz parte do Circuito Turístico Rota do Muriqui, que foi oficializado em 2009 pela Secretaria de Estado de Turismo com o objetivo de estimular o turismo nas cidades integrantes. Dentre os principais atrativos naturais cabe ressaltar a RPPN Feliciano Miguel Abdalla, que constitui um dos principais remanescentes de Mata Atlântica de Minas Gerais e abriga o muriqui-do-norte, conhecido por ser um dos maiores primatas das Américas. A reserva é utilizada para estudos de cientistas de diversos países, mas também é aberta para o ecoturismo. Fazendas e propriedades rurais, algumas de origem centenária, propiciam o turismo rural. O município conta com diversas cachoeiras propícias a banhos em seu território, além das lagoas, das quais se destacam da Silvana e do Piau. A Lagoa Silvana abrange uma área de recreação localizada próxima a Ipatinga, que oferece trilhas, praias, restaurantes e área de camping. Próxima à zona urbana, está localizada a Pedra Itaúna, que concede valor paisagístico à cidade e é utilizada para a prática de esportes radicais. Outros marcos presentes no perímetro urbano são: a Praça Cesário Alvim, cujas obras tiveram início no século XIX e foram complementadas pela construção da Catedral de São João Batista, ao seu lado, por volta de 1930, e de seu coreto planejado por Oscar Niemeyer em 1980; o Santuário de Adoração Perpétua, utilizado para preces e adorações de fiéis Católicos; o Palácio Episcopal, que serve como residência do Bispo da Diocese de Caratinga e foi inaugurado em 28 de abril de 1944; e a Escola Estadual Princesa Isabel, que foi fundada em 24 de agosto de 1909 e cujo prédio preserva suas características originais. === Esportes === Caratinga disponibiliza uma série de espaços e equipamentos destinados às práticas esportivas. A prefeitura investe na formação profissional de atletas concedendo subsídios em participações individuais e coletivas em torneios regionais de diversas modalidades esportivas, das quais cabem ser ressaltadas o atletismo de pista, ciclismo, jiu-jitsu, taekwondo e tiro esportivo, que tiveram atletas que conquistaram resultados expressivos em competições de âmbito nacional e mesmo internacional. Nas escolas do município são desenvolvidos os jogos estudantis, que são competições esportivas entre as instituições de ensino, e há grupos de prática de atividade física para a população idosa, além de hipertensos e diabéticos. A Pedra Itaúna, por sua vez, apresenta condições adequadas para saltos de voo livre. Dentre os clubes de futebol, cabe ser ressaltado o Esporte Clube Caratinga, que foi fundado pelo ex-prefeito Euclides Etiene Arreguy em 1917 e prevalece como um dos mais tradicionais da cidade. Também há o América Futebol Clube, que foi oficializado em 1959 e em seu auge obteve êxito nos campeonatos amadores locais na década de 1980. O Estádio Doutor Euclides Etienne Arreguy, também chamado de Doutor Maninho, é considerado a \"casa\" do Esporte Clube Caratinga e possui capacidade de aproximadamente 7 mil pessoas. === Feriados === Em Caratinga há três feriados municipais e oito feriados nacionais, além dos pontos facultativos. Os feriados municipais são o Corpus Christi, que em é celebrado no dia ; o dia do aniversário da cidade, comemorado em 24 de junho; e o dia da Imaculada Conceição, em 8 de dezembro. == Ver também == * Grupo Fossilis * Literatura Alternativa * Seminário Diocesano de Nossa Senhora do Rosário * Naturais de Caratinga * Lista de municípios da Região Metropolitana do Vale do Aço * Lista de municípios de Minas Gerais * Lista de municípios do Brasil === Bibliografia === * * * == Ligações externas == * * * * ; Mapas * * Categoria:Fundações em Minas Gerais em 1890",
 "title": "Caratinga"
}