{
 "id": "32137",
 "text": "{{Info/Município do Brasil | nome = Carmo do Cajuru | foto = Igreja Nossa Senhora do Carmo - Cajuru, MG - panoramio.jpg | leg_foto = Igreja Nossa Senhora do Carmo | apelido = Cajuru | padroeiro = Nossa Senhora do Carmo | brasão = Coat of Arms of Carmo do Cajuru - MG - Brazil.png | bandeira = Bandeira de carmo do cajuru.jpg | link_brasão = | link_bandeira = | link_hino = | aniversário = | fundação = | gentílico =cajuruense | CEP = 35557-000 a 35559-999 | lema = | prefeito = Edson Vilela | partido = Sem partido https://www.em.com.br/app/noticia/politica/2022/10/26/interna_politica,1412554/psb-mineiro-comunica-expulsao-de-tres-prefeitos-que-apoiam-bolsonaro.shtml?utm_source=hardnews&utm;_medium=hardnews&utm;_campaign=score&utm;_term=undefined | fim_mandato = 2024 | mapa = MinasGerais Municip CarmodoCajuru.svg | latP = S | latG = 20 | latM = 11 | latS = 02 | lonP = O | lonG = 44 | lonM = 46 | lonS = 15 | estado = Minas Gerais | mesorregião = Oeste de Minas | data_mesorregião = IBGE/2008 | microrregião = Divinópolis | data_microrregião = IBGE/2008 | região_metropolitana = | vizinhos = Igaratinga, São Gonçalo do Pará, Divinópolis, Claudio, Itaguara, Itatiaiuçu, Itaúna | dist_capital = 112 | área = 455.005 | área_ref = | população = 20018 | data_pop = IBGE/2010 | altitude = | clima = tropical de altitude | sigla_clima = | idh = 0.774 | data_idh = PNUD/2000 | pib = mil | data_pib = IBGE/2008 | pib_per_capita = 8501.19 | data_pib_per_capita = IBGE/2008 | site_prefeitura = www.carmodocajuru.mg.gov.br | site_câmara = camaracarmodocajuru.mg.gov.br }} Carmo do Cajuru é um município brasileiro do estado de Minas Gerais. Localiza-se a 112 quilômetros de Belo Horizonte, a 12 quilômetros de Divinópolis e a 25 quilômetros de Itaúna. == Topônimo == \"Carmo\" é uma referência a Nossa Senhora do Carmo. \"Cajuru\" provém da língua tupi. Significa \"boca da mata\", através da junção de ka'a (\"mata\")http://www.fflch.usp.br/dlcv/tupi/vocabulario.htm e îuru (\"boca\").NAVARRO, E. A. Método Moderno de Tupi Antigo: a língua do Brasil dos primeiros séculos. Terceira edição. São Paulo: Global, 2005. p. 265 == História == Antes da chegada dos colonizadores portugueses, no século XVI, toda a região do atual estado de Minas Gerais era ocupada por povos indígenas do tronco linguístico macro-jê.http://www.cedefes.org.br/index.php?p=colunistas_detalhe&id;_pro=7 Carmo do Cajuru foi fundada pelo capitão Manoel Gomes Pinheiro, vindo de Nossa Senhora do Desterro, por volta de 1815, quando pediu licença ao imperador Dom Pedro I para erguer a Capela de Nossa Senhora do Carmo, cuja provisão data de 16 de agosto de 1823. O nome Cajuru, nome da Fazenda de Manoel Gomes, consta em documentos datados de 1785 e dava nome também ao Morro do Cajuru, atual Morro da Cruz, localizado à margem direita do Ribeirão do Empanturrado. Em 1834, a Câmara Municipal de Pitangui criou o distrito de Cajuru, quando passou a ter cartório e juiz de paz. Elevado à categoria de município com a denominação de Carmo do Cajuru, pela lei estadual 336, de 27-12-1948, desmembrado de Itaúna. Antiga Boca da Mata, Carmo do Cajuru abrange alguns distritos rurais: Bom Jesus de Angicos, Marimbondos, São José dos Salgados e Santo Antônio da Serra (Jacuba). Esta cidade é diferente de Divinópolis, sua irmã, distante doze quilômetros. Tem uma população pequena (cerca de 21 mil habitantes); tem bom nível educacional, destacando-se como um dos melhores do estado de Minas Gerais. Carmo do Cajuru tem sua própria usina hidrelétrica, a Pequena Central Hidrelétrica (PCH Cajuru). == Aspectos Econômicos e Sociais == A economia local começou com as antigas fábricas de manteiga, cerca de 1915, mas o dinamismo se deu com a agropecuária - arroz, feijão, milho, mandioca. Em 1922, o beneficiamento de arroz; em 1925, fábrica de macarrão; em 1941, fábricas de macarrão e farinha; em 1959, após a emancipação do município (em 27 de dezembro de 1948), fundada uma siderúrgica; em 1960, fundição de ferro; em 1977, fundição de alumínio, mas foi a indústria de móveis que realmente impulsionou Carmo do Cajuru. Hoje, contam-se 117 fábricas de móveis, sendo o segundo maior polo moveleiro do Brasil. Os móveis aqui produzidos são vendidos em todo o país e em alguns países. As indústrias de móveis aqui instaladas empregam cerca de oitenta por cento da mão de obra economicamente ativa da cidade. A maior e pioneira fábrica de móveis da cidade emprega, sozinha, cerca de oitocentas pessoas. Contudo, ainda sim, Carmo do Cajuru está carente de investimentos em hotelaria, gastronomia, indústria laticinista, indústria do café (torrefação e moagem), indústria da construção civil, produção de bens de consumo, tecnologia e informática. Há forte carência no setor da saúde. Há somente um pronto atendimento municipal (sem internação), a Clínica Dona Elisa Nogueira Gontijo, fundada pelo ex-prefeito Jadir Marra da Silva, e reformada na gestão do prefeito Edson Vilela (2017-2020), existem poucos consultórios médicos. Alguns eventos em nível regional e estadual acontecem regularmente - ciclismo, motociclismo, automotivos, rodeios, shows e exposições. Carmo do Cajuru também abriga belas festas religiosas. Um dos agentes que agitam a economia da cidade são as fábricas de móveis (Carmo do Cajuru é conhecida em Minas Gerais como \"A cidade do móveis\"), agropecuária e prestação de serviços. A Segurança Pública é garantida pela presença do Batalhão de Polícia Militar e pela Polícia Civil. Não há, contudo, destacamento do Corpo de Bombeiros, Serviço de Atendimento Móvel de Urgência e outros serviços públicos. A captação, tratamento, distribuição e fornecimento de água, bem como a coleta de esgotos, são feitos por uma autarquia municipal. A Estação de Tratamento de Esgoto – ETE, em Carmo do Cajuru, evita que cerca de 5 mil metros cúbicos (m³) de esgoto sem tratamento sejam lançados no rio Pará diariamente e também está preparada para atender à demanda futura do município. A ETE foi planejada e construída com capacidade para atender 50 mil consumidores, quase duas vezes mais a população do município atualmente. Apenas no ano de 2010 iniciou-se uma mobilização de conscientização da população para separação de lixo reciclável e a coleta seletiva de lixo. A Hidrelétrica de Carmo do Cajuru fornece energia para o Sistema Interligado Nacional (SIN). A Parceria Público-Privada (PPP) do Projeto Cidade Inteligente, implantada em Carmo do Cajuru e concebida pelo Instituto de Planejamento e Gestão de Cidades (IPGC), foi reconhecida pela ONU como uma das melhores do mundo. Carmo do Cajuru foi selecionada pela UNECE (Comissão Econômica das Nações Unidas para a Europa) como participante do Fórum Internacional de PPPs, que aconteceu em Barcelona. Com 100% dos serviços já implantados, a PPP de Cidade Inteligente de Carmo do Cajuru é referência no setor de infraestrutura urbana. A PPP de Carmo do Cajuru contempla cinco dos trinta objetivos da ONU para o desenvolvimento social. São eles: energia limpa e acessível, trabalho decente e crescimento econômico, indústria, inovação e infraestrutura, cidades e comunidades sustentáveis. Durante o tempo de concessão, o projeto levará ao município uma economia na ordem de 21 milhões de reais. Além dos ganhos econômicos, a iniciativa também vem trazendo benefícios ambientais, como a redução anual de 191 toneladas na emissão de gases poluentes em razão da instalação da usina solar fotovoltaica. Estima-se que até o fim da concessão dos serviços, mais de 4 mil toneladas de CO2 deixem de ser emitidas na atmosfera. == Turismo == A cidade conta com aspectos naturais vantajosos como a Pedra do Calhau, o Bosque, a Serra do Galinheiro e a Prainha (que está desativada desde o ano de 1994) e outros aspectos não naturais, como a Barragem de Carmo do Cajuru (moldada com a construção da Hidrelétrica de Carmo do Cajuru) e as igrejas do Rosário, Matriz de Nossa Senhora do Carmo e de Nossa Senhora do Líbano (ainda em fase de construção), além de sua Estação Ferroviária. ==Ligações externas== *Prefeitura Municipal *Câmara Municipal *Blog Carmo do Cajuru *Carmo do Cajuru no IBGE Cidades Categoria:Fundações em Minas Gerais em 1948 Categoria:Topônimos de origem tupi",
 "title": "Carmo do Cajuru"
}