{
 "id": "32141",
 "text": "{{Info/Município do Brasil | nome = Carneirinho | foto = Carneirinho_3.jpg | leg_foto = Estátua do Cristo Redentor em Carneirinho | apelido = | padroeiro = Nossa Senhora Aparecida | brasão = Brasaocarneirinho.jpg | bandeira = Bandeiracarneirinho.jpg | aniversário = 28 de abril | fundação = | gentílico = carneirinhense | CEP = 38290-000 a 38294-999 | prefeito = Willian Martins MaiaPrefeito e vereadores de Carneirinho tomam posse Portal G1 - acessado em 2 de janeiro de 2021 | partido = PL | mandato_início = 2021 | fim_mandato = 2024 | vereadores = 9 | mapa = MinasGerais Municip Carneirinho.svg | latP = S | latG = 19 | latM = 41 | latS = 52 | lonP = O | lonG = 50 | lonM = 41 | lonS = 16 | estado = Minas Gerais | mesorregião = Triângulo Mineiro/Alto Paranaíba | data_mesorregião = IBGE/2008 | microrregião = Frutal | data_microrregião = IBGE/2008 | região_metropolitana = | vizinhos = Itajá (GO), Limeira do Oeste, Iturama, Populina (SP), Mesópolis (SP), Santa Albertina (SP), Santa Rita d'Oeste (SP), Santa Clara d'Oeste (SP), Aparecida do Taboado (MS) e Paranaíba (MS) | dist_capital = estadual: federal: | área = 2060.720 | área_ref = | população = 9556 | data_pop = estimativa IBGE/2012 | altitude = 470 | clima = Tropical | sigla_clima = A | idh = 0.763 | data_idh = PNUD/2000 | pib = mil | data_pib = IBGE/2008 | pib_per_capita = 16593.06 | data_pib_per_capita = IBGE/2008 | site_prefeitura = www.carneirinho.mg.gov.br | site_câmara = www.carneirinho.mg.leg.br }} Carneirinho é um município brasileiro do estado de Minas Gerais, localizado na Microrregião de Frutal, no Triângulo Mineiro. == História == Até a chegada dos primeiros colonizadores europeus à região, no século XVI, a mesma era habitada por índios caiapós e bororós. == Geografia == Carneirinho possui área de 2 061 quilômetros quadrados e densidade demográfica de 4,10 habitantes por quilômetro quadrado. Está situado a 470 metros de altitude em relação ao nível do mar, sendo que o relevo tem topografia caracterizada por superfícies planas ligeiramente onduladas, típicas da região do Planalto Central do Brasil. A temperatura média anual é de trinta graus centígrados. A precipitação pluvial média anual dos últimos dez anos é de 1 450 milímetros, com 120 dias de chuvas concentradas. Situado na confluência dos rios Grande e Paranaíba, no extremo oeste do estado de Minas Gerais, o município tem limites com Itajá (GO) a norte, Limeira do Oeste a nordeste, Iturama a leste, Populina, Mesópolis e Santa Albertina a sudeste, Santa Rita d'Oeste e Santa Clara d'Oeste (estas cinco em São Paulo) a sul e Aparecida do Taboado e Paranaíba (as duas últimas no Mato Grosso do Sul) a oeste. É o único município de Minas Gerais que faz divisa com o Mato Grosso do Sul. É o município brasileiro onde nasce o Rio Paraná, do encontro do Rio Paranaíba com o Rio Grande, nas coordenadas geográficas 20° 4'11.02\"S e 50°59'57.60\"O. Tem como distritos Aparecida do Paranaíba \"Barbosa\", Estrela da Barra, Fátima do Pontal, Gracilândia e São Sebastião do Pontal. == Demografia == Sua população estimada em 2014 pelo Instituto Brasileiro de Geografia e Estatística era de 11.556 habitantes. == Política == Foi nomeado, pelo governador, como intendente do município, Cássio Rosa de Assunção. Em 1º de janeiro de 1993, tomou posse o primeiro prefeito eleito do município, João Tiago de Queiroz, para um mandato de quatro anos. Em 1º de janeiro de 1997, foi empossado o segundo prefeito eleito do município, Cássio Rosa de Assunção, também para um mandato de quatro anos. Em 1º de janeiro de 2001, tomou posse o terceiro prefeito eleito do município, João Tiago de Queiroz, que permaneceu no cargo até dezembro de 2004. Em 1º de janeiro de 2005, assumiu o cargo de prefeito Cássio Rosa de Assunção, sendo o quarto a assumir o município desde sua emancipação. Em 1º de janeiro de 2009, assumiu a primeira mulher como prefeita do município de Carneirinho, Dalva Maria de Queiroz Tiago e, como vice-prefeito, Osvaldo Alves de Matos. Em 1º de janeiro de 2013, assumiu o cargo de prefeito do município, o Sr. Willian Martins Maia, e como vice-prefeito o Sr. Bertolino Felisberto de Almeida. Em 1º de janeiro de 2017, assumiu o cargo de prefeito municipal, novamente, o Sr. Cássio Rosa de Assunção, e seu vice-prefeito, o Sr. Edilson Lima. == Cultura == Na cultura, o município de destaca por suas festividades, sendo as principais: * Expocar (Exposição de Carneirinho) * Carnaval de Rua * Primavera Country * Baile de Aleluia * Quermesse da Paróquia de Nossa Senhora Aparecida e São Sebastião. == Galeria == Ficheiro:Carneirinho_4.jpg|Igreja de Nossa Senhora Aparecida Ficheiro:Carneirinho_Museu.jpg|Primeira casa da cidade de Carneirinho, hoje um Museu Municipal. Ficheiro:Carneirinho_Casal_de_Fundadores.jpg|Marcondes Alves de Queiroz e Ana Urzedo de Queiroz, casal fundador da cidade de Carneirinho Ficheiro:Carneirinho_2.jpg|Rua Doutor Ulysses Guimarães Ficheiro:Carneirinho.jpg|Câmara Municipal de Carneirinho, órgão legislativo. ==Ligações externas== * * * Categoria:Municípios de Minas Gerais Categoria:Fundações em Minas Gerais em 1992",
 "title": "Carneirinho"
}