{
 "id": "32158",
 "text": "{{Info/Município do Brasil | nome = Chalé | apelido = | padroeiro = Nossa Senhora do Amparo | foto = | bandeira = Flag of Chalé MG.PNG | brasão = Chalémgbrasao.jpg | link_hino = s:Hino do município de Chalé | CEP = 36985-000 a 36989-999 | aniversário = 1 de março | fundação = | gentílico =chaleense | lema = Deus, união, trabalho | prefeito = Carlos Rodrigues da Silva | partido = PSDB | fim_mandato = 2024 | mapa = MinasGerais Municip Chale.svg | latG = 20 | estado = Minas Gerais | latP = S | latM = 02 | lonP = O | lonG = 41 | lonM = 41 | latS = 38 | lonS = 16 | mesorregião = Zona da Mata | microrregião = Manhuaçu | região_metropolitana = | vizinhos = Lajinha, Conceição de Ipanema, São José do Mantimento, Durandé, Ipanema (Minas Gerais) | dist_capital = 361 | área = 212.513 | área_ref = | população = 5704 | altitude = 370 | clima = tropical | sigla_clima = | idh = 0.720 | pib = mil | pib_per_capita = 6268.60 | leg_foto = | link_brasão = | link_bandeira = | data_mesorregião = IBGE/2008 | data_microrregião = IBGE/2008 | data_pop = IBGE/2019 | data_idh = PNUD/2000 | data_pib = IBGE/2008 | data_pib_per_capita = IBGE/2008 | site_prefeitura = www.chale.mg.gov.br | site_câmara = www.cmchale.mg.gov.br }} Chalé é um município brasileiro do estado de Minas Gerais. Sua população estimada em 2016 era de 5.823 habitantes. A região hoje denominada Vertente Ocidental do Caparaó, na qual está incrustado o município, teve seu desbravamento pelo homem branco, geralmente, oriundo do litoral. Partes da região eram habitadas por aborígenes dispersos pelos colonizadores em jornadas encetadas durante o correr dos séculos XVIII e XIX. Relativamente ao território chaleense, apenas por volta de 1891, começava a ser habitado, quando as famílias de João Ambrósio Ribeiro, José Ambrósio Ribeiro e Manoel Ferreira Brandão, aportaram ao local, fundando um aglomerado com o nome de São Domingos, às margens do rio da mesma denominação. A ocupação e o povoamento do território municipal aconteceram com a vinda de novos agricultores uma vez que a fertilidade do solo, propício à implantação de lavouras e pastoreio do gado, abria oportunidade àqueles que se dedicassem a trabalhar a terra. Ligadas aos fundadores, as famílias de Manoel e Antônio Felisberto Pereira Alvim, José Maria Gomes Júnior, Cel. Francisco Januário Gomes e Manoel de Aquino Xavier, todo a agricultores, deram seqüência ao progresso do lugar. O topônimo, Chalé, originou-se da primeira moradia permanente construída na localidade que era um ″chalé″, de estilo suiço, próximo à margem do Rio São Domingos, junto à foz do Córrego da Turma. Formação Administrativa *Distrito criado coma denominação de São Domingos do Rio José Pedro, pela Lei Estadual nº 556, de 30-08-1911, subordinado ao município de Manhuassú. *Em divisão administrativa referente ao ano de 1911, distrito de São Domingos do Rio José Pedro, figura no município de Manhuassú. *Pela Lei Estadual nº 665, de 23-08-1916, o distrito de São Domingos do Rio José Pedro, foi transferido do município de Manhuassú para Ipanema. *Pela Lei Estadual nº 1128, de 19-10-1929, o distrito de São Domingos do Rio José Pedro tomou o nome de Chalé. *Em divisão administrativa referente a 1933, o distrito de Chalé (ex-São Domingos do Rio José Pedro), figura no município de Ipanema. *Assim permanecendo em divisões territoriais datadas de 31-12-1936 e 31-12-1937. *Pelo Decreto-Lei Estadual nº 148, 17-12-1938, o distrito de Chalé foi transferido de Ipanema para o novo município de Lajinha, sendo-lhe anexada parte do território do distrito de Durandé do município de Manhumirim. No quadro fixado para vigorar no período de 1939-1943, o distrito de Chalé, figura no município de Lajinha. Assim permanecendo em divisão territorial datada de 1-7-1960. Elevado à categoria de município com a denominação de Chalé, pela Lei Estadual nº 2764, de 30-12-1962, desmembrado de Lajinha. Sede no antigo distrito de Chalé. Constituído de 2 distritos: Chalé e Professor Sperber, ambos desmembrados de Lajinha. Instalado em 01-03-1963. Em divisão territorial datada de 31-12-1963, o município é constituído de 2 distritos: Chalé e Professor Sperber (conhecido também pelo nome de Bananal). Assim permanecendo em divisão territorial datada de 2007. Existe mais dois distritos em Chalé/MG, ao qual não sei a exata data de criação, Distrito de Penha do Coco e Água Limpa. Alteração toponímica distrital São Domingos do Rio José Pedro para Chalé, alterado pela Lei Estadual 1128, de 19-10-1929. Transferências distritais Pela Lei Estadual nº 665, de 23-08-1916, o distrito de São Domingos do Rio José Pedro, foi transferido do município de Manhuassú para Ipanema. Pelo Decreto-Lei Estadual nº 148, de 17-12-1938, o distrito de Chalé (ex-São Domingos do Rio José Pedro), foi transferido do município de Ipanema para Lajinha. == Distritos == * Chalé (distrito-sede) * Professor Sperber (Bananal) *Penha do Coco *Água Limpa Categoria:Municípios de Minas Gerais Categoria:Fundações em Minas Gerais em 1963",
 "title": "Chalé (Minas Gerais)"
}