{
 "id": "32151",
 "text": "{{Info/Município do Brasil | nome = Catuti | foto = | leg_foto = | apelido = | padroeiro = Senhor Bom Jesus | brasão = Catutimgbrasao.jpg | bandeira = Catutimgbandeira.jpg | link_brasão = | link_bandeira = | link_hino = | CEP = 39526-000 a 39526-999 | aniversário = | fundação = | gentílico = catutiense | lema = | prefeito = Delermando do Nascimento França | partido = UNIÃO | fim_mandato = 2024 | mapa = MinasGerais Municip Catuti.svg | latP = S | latG = 15 | latM = 21 | latS = 28 | lonP = O | lonG = 42 | lonM = 57 | lonS = 46 | estado = Minas Gerais | mesorregião = Norte de Minas | data_mesorregião = IBGE/2008 | microrregião = Janaúba | data_microrregião = IBGE/2008 | região_metropolitana = | vizinhos = Mato Verde, Pai Pedro e Monte Azul | dist_capital = 652 | área = 285.988 | área_ref = | população = 5008 | data_pop = estimativa IBGE/2018 | altitude = 520 | clima = semiárido | sigla_clima = Bsh | idh = 0.605 | data_idh = PNUD/2000 | pib = mil | data_pib = IBGE/2008 | pib_per_capita = 3726.15 | data_pib_per_capita = IBGE/2008 | site_prefeitura = www.catuti.mg.gov.br | site_câmara = www.cmcatuti.mg.gov.br }} Catuti é um município brasileiro do estado de Minas Gerais. Ex-distrito de Mato Verde, o município possui dois distritos, o distrito-sede de Catuti e o distrito de Barreiro Branco, situado a 20 km da sede do município, além das comunidade rurais de Vila União Santa Rita, Malhada Grande, Vista Alegre, Carrasco, Vila Cento e Onze, Pé do Morro I e II, Tabuleiro, Poções, Pau a Pique, Linha D’água, Malhadinha, Ilha Grande I e II, Sambaiba, Ferraz, Jacuipe, Maravilha, Conselho, Lagoa Escura e Tamanduá. Sua população foi estimada pelo IBGE em 2018, em 5 008 habitantes. == Geografia == Principais distâncias: Mato Verde – MG, 12 km; Janaúba – MG,93 km; Montes Claros – MG, 226 km; Belo Horizonte – MG, 652 km. O acesso até a sede do Município de Catuti é realizado por rodovia estadual (Mato Verde - Catuti - Gameleiras) recém pavimentada pelo Programa Pró-Acesso. O município em sua sede também possui acesso ferroviário pela Linha do Centro da antiga Estrada de Ferro Central do Brasil (na ligação entre Catuti - Montes Claros - Belo Horizonte - Rio de Janeiro), especificamente para o transporte de cargas. Os trens de passageiros de longa distância que atendiam a região, se encontram desativados desde 1996. === Clima === O clima é predominante tropical com transição para o semi-árido. Temperatura média registrada de 26 °C e a média de precipitação pluviométrica é de 850mm/ano. == Infra-estrutura == === Saúde === O Município possui um posto de saúde e um gabinete odontológico na sua sede. Existe também, no Distrito de Barreiro Branco, um posto de saúde. == Ligações externas == * * * Categoria:Municípios de Minas Gerais Categoria:Fundações em Minas Gerais em 1995",
 "title": "Catuti"
}