{
 "id": "32177",
 "text": "{{Info/Município do Brasil | nome = Conceição do Pará | foto = | leg_foto = | apelido = Cardosos | padroeiro = Nossa Senhora da Conceição | brasão = Conceição do Parámgbrasao.png | bandeira = Conceição do Parámgbandeira.png | link_brasão = | link_bandeira = | link_hino = | CEP = 35668-000 a 35668-999 | aniversário = | fundação = | gentílico =conceição-paraense | lema = A terra do fim de semana | prefeito = José Cassimiro Rodrigues | partido = MDB | fim_mandato = 2024 | mapa = MinasGerais Municip ConceicaodoPara.svg | latP = S | latG = 19 | latM = 45 | latS = 10 | lonP = O | lonG = 44 | lonM = 53 | lonS = 49 | estado = Minas Gerais | mesorregião = Oeste de Minas | data_mesorregião = IBGE/2008 | microrregião = Divinópolis | data_microrregião = IBGE/2008 | região_metropolitana = | vizinhos = Nova Serrana, Pitangui, Onça de Pitangui, Igaratinga, Leandro Ferreira, São Gonçalo do Pará e Pará de Minas | dist_capital = 120 | área = 249.409 | área_ref = | população = 5162 | data_pop = Censo IBGE/2010 | altitude = | clima = ameno | sigla_clima = | idh = 0.749 | data_idh = PNUD/2000 | pib = mil | data_pib = IBGE/2008 | pib_per_capita = 25808.80 | data_pib_per_capita = IBGE/2008 | site_prefeitura = conceicaodopara.mg.gov.br | site_câmara = conceicaodopara.cam.mg.gov.br }} Conceição do Pará é um município brasileiro do estado de Minas Gerais. Está localizado na Mesorregião do Oeste de Minas, a 136 km de Belo Horizonte. Limita-se ao sul com São Gonçalo do Pará e Igaratinga, a leste com Pará de Minas e Onça de Pitangui, ao norte com Pitangui, a oeste com Leandro Ferreira e a sudoeste com Nova Serrana. == Geografia == === Hidrografia === O município de Conceição do Pará está totalmente localizado dentro da Bacia do Rio Pará, que faz parte da Região Hidrográfica do Rio São Francisco. O principal rio que banha o município é o Rio Pará, que é responsável por parte do limite com o município de Nova Serrana, depois corta o município no sentido Sul-Norte até o limite com o município de Pitangui, passando a compor o limite entre estes dois municípios no sentido Sudeste-Noroeste. Outro rio importante que passa pelo município é o Rio São João. Este rio banha Conceição do Pará nos limites com os municípios de Pará de Minas, Onça de Pitangui e Pitangui. Segundo SILVEIRA (2010), 15,8% do território do município encontra-se na sub-bacia do Rio São João. == Infraestrutura == === Rodovias === O principal acesso a Conceição do Pará por via rodoviária é realizado pela rodovia estadual MG 423, que atravessa a cidade, fornecendo acesso aos entroncamentos com a rodovia BR-262, próximo a Nova Serrana, e com a rodovia federal BR-352 na localidade de Brumado, município de Pitangui. Outra estrada importante para o município é a LMG-819, que dá acesso ao Santuário Diocesano de Nossa Senhora da Conceição, que é destino turístico histórico e religioso da região. === Geração de Energia === Estão instaladas no município duas barragens para geração de energia elétrica. Ambas as usinas pertencem à Companhia de Tecidos Santanense. *Pequena Central Hidrelétrica Pitangui (Cachoeira Bento Lopes), instalada no Rio Pará, com potência nominal de 1.400 kW. *Usina Carioca (Pequena Central Hidrelétrica Cachoeira do Rosário), instalada no Rio São João, no limite com o município de Pará de Minas, com capacidade nominal de 1.600 kW. Além das usinas hidrelétricas, existe também fornecimento de energia à rede pela Usina Termelétrica Brasil Verde. Essa usina pertence à empresa Brasil Verde Agroindústrias Ltda, possui potência nominal de 1.200 kW e funciona com gás de alto-forno. === Transmissão de Energia === Passa pelo território do município uma linha de transmissão de 500 kV, ligando a Subestação Bom Despacho 3, no município de Bom Despacho, à Subestação Neves 1, localizada no município de Ribeirão das Neves, na Região Metropolitana de Belo Horizonte. A linha de transmissão é operada pela Companhia Energética de Minas Gerais (CEMIG). A rede de distribuição de energia é operada também pela CEMIG e ocorre em linhas de 138 kV, 69 kV e em linhas de média tensão. == Ligações externas == * Prefeitura de Conceição do Pará * Câmara municipal de Conceição do Pará * Conceição do Pará no IBGE Cidades Categoria:Municípios de Minas Gerais Categoria:Fundações em Minas Gerais em 1963",
 "title": "Conceição do Pará"
}