{
 "id": "32178",
 "text": "{{Info/Município do Brasil | nome = Conceição do Rio Verde | foto = | leg_foto = | apelido = | padroeiro = Nossa Senhora da Conceição | brasão = Brasao_conceicao_rio_verde.png | bandeira = Bandeira_conceicao_rio_verde.jpg | link_brasão = | link_bandeira = | link_hino = | aniversário = | fundação = 1732 | CEP = 37430-000 37439-999 | gentílico =conceicionense | lema = | prefeito = Pedro Paulo | partido = PL | fim_mandato = 2024 | mapa = MinasGerais Municip ConceicaodoRioVerde.svg | latP = S | latG = 21 | latM = 52 | latS = 51 | lonP = O | lonG = 45 | lonM = 05 | lonS = 06 | estado = Minas Gerais | mesorregião = Sul/Sudoeste de Minas | data_mesorregião = IBGE/2008 | microrregião = São Lourenço | data_microrregião = IBGE/2008 | região_metropolitana = | vizinhos = Cambuquira, Três Corações, Jesuânia, Carmo de Minas, Caxambu, Baependi, São Thomé das Letras, Soledade de Minas | dist_capital = 320 | área = 370.040 | área_ref = | população = 12950 | data_pop = Censo IBGE/2010 | altitude = 938 | clima = tropical de altitude | sigla_clima = | idh = 0.665 | data_idh = PNUD/2010 | pib = mil | data_pib = IBGE/2008 | pib_per_capita = 8159.47 | data_pib_per_capita = IBGE/2008 | site_prefeitura = conceicaodorioverde.mg.gov.br | site_câmara = camaracrv.mg.gov.br }} Conceição do Rio Verde é um município brasileiro do Estado de Minas Gerais que faz parte do Circuito das Águas. Sua população estimada em 2010 era de 12.950 habitantes. ==Economia== Sua principal atividade econômica é o café, seguida da pecuária leiteira, produções agricolas https://www.estadosecidades.com.br/mg/conceicao-do-rio-verde-mg_producao-agricola.html. ==História== Conceição do Rio Verde teve origem em 1732, quando Inácio Carlos da Silveira ganhou uma sesmaria na região de Nossa Senhora da Conceição, à beira do Rio Verde, onde foi construída uma capela dedicada a esta santa. Já em 1778, Damião Rodrigues Gomes e sua esposa doaram terrenos ao redor desta capela para formação do patrimônio da mesma criada em 1839, que teve como seu primeiro vigário, o padre Francisco Antônio Grilo. No ano de 1901 foi criada a vila de Águas Virtuosas (atual Lambari) e o povoado de de Conceição do Rio Verde passou a ser um dos distritos daquele município. A lei estadual nº 556, datada de 30 de agosto de 1911 criou o município de Conceição do Rio Verde, com território desmembrado dos municípios de Lambari e Baependi, cuja instalação se deu em 10 de julho de 1912. Em 1913, o governo do estado baixou ato que transformou todas as vilas em cidades. Na época, a população de Conceição do Rio Verde já era de aproximadamente duas mil pessoas. A primeira Câmara Municipal foi instalada no dia 2 de junho de 1912 e teve como presidente o Capitão José Lúcio Junqueira. Em 25 de outubro de 1913 teve início o abastecimento de água potável do município, em conformidade com a Lei nº 8, de 17 de setembro de 1913. Em 27 de dezembro de 1948 foi criado o Distrito de Águas de Contendas e anexado ao município de Conceição do Rio Verde através da Lei Estadual nº 336. A Comarca foi criada pela Lei Estadual nº 1093, de 21 de junho de 1954 e instalada no dia 28 de março de 1955, quando tomaram posse o primeiro Juiz de Direito, Dr. Manoel Altomare Nardy e o primeiro Promotor Público, Antonio Gonçalves Ferreira, O primeiro prefeito foi Lúcio Bernardes Carneiro, que tomou posse no dia 16 de janeiro de 1931. No dia 13 de fevereiro de 1974, a Matriz de Nossa Senhora da Conceição, recebeu o título e foi elevada à dignidade de basílica, pelo papa Paulo VI. A cerimônia de instalação ocorreu a 30 de agosto do mesmo ano, com a presença de vários bispos e padres, na solene celebração, dentre eles Dom Othon Motta, bispo diocesano da Campanha e Padre Cândido Silva, pároco da Paróquia Nossa Senhora de Conceição de Conceição do Rio Verde. Na arquitetura da basílica, destacam-se as imagens dos doze apóstolos de Cristo, colocadas em cada uma das colunas da nave, em semelhança com a basílica abacial de São Bento, em São Paulo. Em 20 de julho de 2009, o prefeito da cidade Adilson Gonçalves de Oliveira Paganelli, se tornou o primeiro prefeito cassado na história do município, por improbidade administrativa. Com isso, a sua vice Maria Adelaide Torres assumiu a prefeitura, sendo a primeira mulher a assumir o cargoeptv.globo.com: 21/07/2009: Vice-prefeita assume a Prefeitura de Conceição do Rio Verde, acessado em 17 de agosto de 2009. Mas por uma decisão judicial, Adilson Paganelli voltou ao cargo de prefeito da cidade. ==Geografia== * Ponto culminante: Pião - 1363 metros de altitude (Serra das Ninfas). * Acidentes geográficos: Serras de São Tomé das Letras e de Águas de Contendas. * Rios: Verde e Baependi * Córregos: José Lúcio e dos Nunes. == Transportes == Conceição do Rio Verde se situa às margens da importante Estrada de Ferro Minas e Rio, também conhecida como Linha Cruzeiro-Juréia, pertencente à antiga Rede Mineira de Viação e que liga a cidade aos municípios de Varginha e Cruzeiro. O transporte ferroviário na região foi operado entre 1884 e 1991, quando correram os últimos trens de passageiros. Embora esteja concedido ao transporte de cargas, o pátio de Conceição do Rio Verde se encontra abandonado, porém podendo ser reativado para o turismo, juntamente com suas estações ferroviárias. O município também é acessado pela Rodovia Vital Brasil (BR-267), distante à 6 km de sua sede. == Ligações externas == * * * * Categoria:Fundações em Minas Gerais em 1911",
 "title": "Conceição do Rio Verde"
}