{
 "id": "32188",
 "text": "Contagem é um município brasileiro do estado de Minas Gerais, Região Sudeste do país. Pertence à Região Metropolitana de Belo Horizonte e é o terceiro município mais populoso do estado, recenseada em habitantes, segundo o censo de 2022. Ao longo do tempo, os limites geográficos do município perderam-se em virtude do seu crescimento horizontal em direção à capital, ocasionando uma intensa conurbação com Belo Horizonte. Contagem integra a Grande BH, sendo um dos mais importantes municípios dessa aglomeração urbana, principalmente pelo seu grande parque industrial. Seu sistema viário, planejado para comportar um fluxo intenso de veículos e de carga, é feito através das principais rodovias do país, a BR-381 (Fernão Dias - acesso a São Paulo), BR-262 (acesso a Vitória e Triângulo Mineiro) e a BR-040 (acesso a Brasília e Rio de Janeiro). O transporte de cargas também é feito através de uma importante ferrovia local, a Linha Garças a Belo Horizonte (acesso a Belo Horizonte, Divinópolis e Iguatama) da antiga Estrada de Ferro Oeste de Minas. == História == === Colônia === Na época do Brasil-colônia, a Coroa portuguesa mantinha o controle sobre os territórios ocupados através de postos avançados chamados “postos de registro”. Tais postos fiscalizavam e registravam todo o movimento de pessoas e mercadorias, cargas e tropas. Ali, os viajantes, mercadores de escravizados e tropeiros eram obrigados a parar e, enquanto as mercadorias eram registradas, aproveitavam para descansar, aliviar os animais de carga e até fazer negócios. Como as viagens eram longas, tais postos serviam também como referência para abrigo e pernoite. Com o tempo, em torno de alguns deles, surgiam plantações de roças e criação de gado para sobrevivência. No início do século XVII, nas terras da sesmaria do capitão João de Sousa Souto Maior, um terreno conhecido como Sítio das Abóboras, foi instalado um desses postos de fiscalização. Em 1715, Dom Brás Baltasar refere-se a este posto ao escrever no termo da junta: \"quanto ao gado, se levantarão registros como o que está posto nas Abóboras\". Em torno desse posto, surgiu um pequeno povoado. A população ergueu uma capela para abrigar o Santo protetor dos viajantes (São Gonçalo do Amarante) e logo surgia o arraial de São Gonçalo de Contagem – uma homenagem ao santo e uma referência à contagem das cabeças de gado, de escravos e mercadorias para serem taxadas. === Emancipação política === Em 1854, o arraial foi elevado à categoria de paróquia, separando-se da paróquia do Curral Del-Rei. Em 30 de agosto de 1911, foi elevado à condição de município com o nome de Contagem. Já então, o município compreendia os distritos de Contagem, Campanhã (Venda Nova), Vera Cruz e Vargem da Pantana. === Industria === A partir da década de 1930, Contagem passaria a ocupar um lugar central no desenvolvimento mineiro. Durante o IV congresso Comercial, Industrial e Agrícola, realizado em Belo Horizonte em 1935, surgiu a proposta de concentrar atividades industriais mineiras em uma área específica. Essa proposta tinha como objetivo superar o atraso econômico mineiro e representava uma aposta no caminho da industrialização. Como resultado dessa nova orientação política, em 1941, o governador Benedito Valadares (1933-1945) inaugurou o sistema de distritos industriais que seria gradualmente construído em Minas Gerais ao longo das décadas seguintes. A criação do Parque Industrial, mais tarde denominado Cidade Industrial, em Contagem, nas proximidades da capital, foi a primeira e principal medida resultante dessa nova política. A Cidade Industrial Juventino Dias, como foi chamada, foi instituída pelos decretos-lei 770 de 20 de março de 1941 e 778 de 19 de junho de 1941. Todavia, só foi implantada em 1946. A instalação da Itaú, no ramo do cimento, e da Magnesita, no ramo de refratários, funcionou como alavanca para imprimir confiança e credibilidade ao projeto e, ao final dos anos 1950, a cidade industrial havia se transformado no maior núcleo industrial de Minas Gerais. Em 1970, também por iniciativa do setor público, foi constituído o segundo grande projeto de expansão industrial em Minas. Mais uma vez o foco foi localizado em Contagem. Por força da lei municipal no 911, de 16 de abril, foi implantado o Centro Industrial de Contagem, mais conhecido pela sigla “CINCO”. O projeto previa a instalação de 100 novas fábricas e a geração de 20 mil novos empregos, com recursos do então BNDE (40%) e da própria Prefeitura de Contagem (60%). Com anos, em torno dessa base industrial, se desenvolveu uma extensa malha de serviços e equipamentos públicos. Destaca-se criação do entreposto das Centrais de Abastecimento de Minas Gerais S/A (CeasaMinas), ainda em 1974, e o surgimento do Eldorado, verdadeiro centro comercial da cidade atualmente. O entreposto do CEASA é o mais diversificado do Brasil e ocupa o segundo lugar nacional em vendas de hortigranjeiros. A tradição urbano-industrial da cidade, deixou suas marcas na formação da paisagem urbana, na cultura, e no caráter da gente de Contagem. Contagem desponta no cenário brasileiro não apenas pelas lideranças que têm oferecido ao Estado e ao país, mas também por sua contribuição ao patrimônio democrático que os brasileiros têm construído. Basta que se lembre da greve metalúrgica de 1968, um dos símbolos nacionais da resistência ao regime militar. === Cronologia === * 1716 - A fim de registrar todo o movimento de pessoas e mercadorias, cargas e tropas pelos caminhos de Minas Gerais, a Coroa Portuguesa determina a instalação de vários postos fiscais — um deles o Registro das Abóboras, na comarca do Rio das Velhas, que daria origem a Contagem. As primeiras entradas nesse posto datam de 9 de agosto de 1716. * 1840 - Iniciam-se as obras da Igreja Nossa Senhora do Rosário, que durariam 40 anos. * 1911 - Lei nº 556, de 30 de agosto: Contagem é emancipada e elevada a vila, desmembrando-se dos municípios de Sabará e Santa Quitéria (atual Esmeraldas). * 1911 - Inaugurado trecho inicial da linha Garças-Belo Horizonte e do curto ramal de Contagem da Estrada de Ferro Oeste de Minas, juntamente com as estações ferroviárias de Bernardo Monteiro e de Contagem. * 1912 - Primeiro de junho: sob a presidência de João Cizinando e Costa, e com a presença dos vereadores João Baptista da Rocha, Antônio Augusto Diniz Costa, Francisco Firmo de Matos, Randolpho José da Rocha, Augusto Teixeira Camargos e Pedro de Alcântara Diniz Moreira Júnior, é solenemente instalada a Câmara Municipal e, em consequência, o município de Contagem. * 1938 - 17 de dezembro: Decreto-lei do governo federal, a pedido do governador Benedito Valadares, cria o município de Betim e tira a autonomia de Contagem, rebaixando-o a mero distrito de Betim, condição que perduraria até 1948. * 1943 - 31 de dezembro: Decreto-lei Estadual n.º 1.058 transfere para o distrito de Contagem parte do distrito-sede de Belo Horizonte. * 1946 - Construída a Fábrica de Cimento Itaú Portland, onde atualmente está erguido o Itaú Power Shopping. * 1948 - 27 de dezembro: Lei Estadual n.º 336 restitui a Contagem o estatuto de município, com sede no antigo distrito. * 1953 - 12 de dezembro: Lei Estadual n.º 1.039 cria o distrito de Parque Industrial, perfazendo os dois distritos que o município contém até hoje. * 2006 - Celebração dos 200 anos do Jubileu de Nossa Senhora das Dores, padroeira de Contagem. * 2011 - Celebração do aniversário de 100 anos de Contagem. == Geografia == De acordo com a divisão regional vigente desde 2017, instituída pelo IBGE, o município pertence às Regiões Geográficas Intermediária e Imediata de Belo Horizonte. Até então, com a vigência das divisões em microrregiões e mesorregiões, fazia parte da microrregião de Belo Horizonte, que por sua vez estava incluída na mesorregião Metropolitana de Belo Horizonte. == Economia == A economia de Contagem é baseada, levando-se em conta os dados de 2012, principalmente no comércio (30,65%) e na indústria (25,71%). Em sua diversificada pauta de exportação, se destacaram em 2012 os veículos de grande porte para construção (14,42%), carbonato de magnésio (14,30%), tijolos refratário (9,26%), fio de ferro (6,77%) e transformadores elétricos (5,09%). Quanto a evolução histórica, a cidade praticamente triplicou o montante exportado de 2000 para 2012, passando de 150 milhões de dólares para quase 450 milhões de dólares. === Comércio === Contagem se destaca como um polo comercial na Região Metropolitana de Belo Horizonte, consoante à sua massiva e crescente população. Além dos seus três grandes shoppings centers, a cidade conta com uma intensa atividade comercial nos bairros Eldorado, Industrial, Riacho das Pedras e Amazonas. Há uma grande variedade de segmentos comerciais, com destaque para os eletrodomésticos, calçados, vestuário e alimentação. O Mercado Municipal de Contagem é uma atração à parte, pois funciona como um espelho da cultura mineira e, de modo particular, dos costumes da cidade. Está localizado em um ponto estratégico do município, entre os bairros Eldorado, Inconfidentes e Riacho das Pedras. == Política == === Cidades-irmãs === A política das cidades-irmãs procura incentivar o intercâmbio entre cidades que têm algo em comum com Contagem. A troca de informações e o aumento do comércio entre elas são meios de tornar as cidades-irmãs mais próximas. Contagem possui quatro cidades-irmãs, que são: * Xangai, China. 2005. * Cienfuegos, Cuba. 2006. * Jiaxing, China. 2013. * Montevidéu, Uruguai. 2014. * Nazaré, Israel. 2018. == Demografia == A população do município em 2017, de acordo com uma estimativa realizada pelo IBGE, era de habitantes, sendo o terceiro município mais populoso do estado e o 31º do Brasil. Segundo o censo de 2010, habitantes eram homens e habitantes mulheres. Ainda segundo o mesmo censo, habitantes viviam na zona urbana e na zona rural. A população contagense era composta por brancos (38,97%); pretos (10,10%); amarelos (1,30%); pardos (48,61%); e 810 indígenas (0,13%). == Turismo == === Feira de Arte e Artesanato do Bairro Eldorado e do Bairro Amazonas === A Feira de Arte e Artesanato do Bairro Eldorado ocorre nas manhãs dos sábados e domingos na Avenida João Cesar de Oliveira. No Bairro Amazonas a feira existe há aproximadamente 35 anos, localizando-se na Avenida Jucelino Kubitschek. As Feiras apresentam diversos tipos de produtos entre eles, hortifrutigranjeiros, roupas, bijuterias e acessórios. O público ainda pode se deliciar com as típicas comidas mineiras e de outras regiões do Brasil. === Casa de Cacos === Construída pelo professor de geografia Carlos Luís de Almeida a partir de setembro de 1963 até 1989, é totalmente revestida artesanalmente de cacos de louça e vidros, inclusive os móveis, utensílios e adereços que a compõem. É a primeira e única no gênero no Brasil. O resultado exótico, surreal, é conhecido e reconhecido no país e no exterior: uma casa toda revestida de fragmentos de história coloridos e reordenados, recriados. Um mosaico de sentimentos que interpreta o mundo e a cidade, fragmentados por suas histórias. === Parque Municipal Gentil Diniz === Parque ecológico, com quase 30.000 m², vegetação característica do Cerrado e da Mata Atlântica. Localizado no centro da cidade, nele situa-se um antigo casarão colonial do século XIX, outrora propriedade da família Diniz, passou a fazer parte do patrimônio da cidade no primeiro mandato do então prefeito Ademir Lucas. É uma das poucas áreas verdes ainda existentes no centro histórico de Contagem com vasto pomar de frutas nativas. Destacam-se as mais de 100 jabuticabeiras, árvore-símbolo da cidade, mangueiras, mogno, corticeiras e pau-jacaré. O parque é visitado por micos, caxinguelês, sabiás, bem-te-vis e outros. Encontram-se no parque um anfiteatro, um trecho de estrada feito por escravos no século XVIII, duas nascentes e uma horta de plantas medicinais === Barragem Várzea das Flores === Situada no bairro Icaivera (Contagem) entre os municípios de Contagem e Betim, foi construída em função da expansão industrial da Região Metropolitana de Belo Horizonte e do abastecimento de água. Inaugurada em 1972, possui capacidade de armazenamento de até 44 milhões de metros cúbicos de água. Hoje é um dos pontos mais frequentados para atividades de lazer e esportes aquáticos. === Comunidade Negra dos Arturos === Os Arturos descendem de Artur Camilo Silvério, nascido por volta de 1880, e sua esposa Carmelinda Maria da Silva. Os Arturos, hoje - filhos, netos, bisnetos e tataranetos - constituem uma grande família mantida e alimentada pela raiz inicial. São negros, descendentes de escravos, que moram no local denominado Domingos Pereira, uma propriedade particular, com cerca de 6.500 hectares, adquirida ainda em 1888, \\- IEPHA, 28 de Dezembro de 2009 (visitado em 4 de março de 2010) atualmente localizado próximo do centro de Contagem. Constituem um grupo folclórico-cultural que se preocupa em divulgar as suas tradições através da música e danças religiosas de origem africana e que guardam, ainda, a pureza de suas raízes.As festas religiosas fazem do grupo um universo à parte. Considerado um dos mais originais do Brasil,constitui, sem dúvida, grande e importante patrimônio histórico e cultural de Contagem. O calendário marca as grandes ocasiões: no dia 13 de maio, comemoração da abolição; no mês de outubro, festa de Nossa Senhora do Rosário; em dezembro, festa do João do Mato e, em janeiro, a Folia de Reis. === Itaú Power Shopping === Localizado na Cidade Industrial próximo a Trincheira José Quintão Romero, o Itaú Power Shopping dispõe de uma área estratégica e com grande fluxo de pessoas, além de possuir as belas chaminés, que são um importante ícone da cidade de Contagem, tombadas pelo Patrimônio Histórico e Cultural. Na mesma área onde o shopping foi construído se localiza outras grandes lojas como o Walmart, Sam's Club e Leroy Merlin. No local onde o centro de compras foi erguido existia a antiga fábrica Itaú Portland, que foi uma das mais importantes fornecedoras de cimento para construção de Brasília. O shopping é local de encontros e passeios de famílias. Ele ainda conta com diversas lojas onde as pessoas podem fazer compras, bancos 24 horas e outros itens. === Shopping Contagem === É o maior shopping de Contagem (em área locável) com 35 mil m². O Shopping foi erguido no bairro Cabral, Regional Ressaca, região que apresenta desenvolvimento acelerado nos últimos anos em Contagem. A inauguração do novo mall de cidade foi em 26 de novembro de 2013. O projeto teve um orçamento de mais de 250 milhões de reais. === Big Shopping === Big Shopping é o primeiro shopping center construído no município. Inaugurado em 27 de outubro de 1994. Está localizado na principal avenida da cidade, a Avenida João César de Oliveira. Além das lojas, centenas de eventos são realizados todos os anos, são oferecidos espaços de lazer, com melhorias constantes na infraestrutura. É frequentado por uma média de 1 milhão de pessoas/mês e seu estacionamento dispõe de 800 vagas. == Transportes == === Transcon - Autarquia de Transportes e Trânsito de Contagem === A Transcon integra a administração pública indireta do município, como órgão de execução, de primeiro nível hierárquico, com autonomia orçamentária, financeira, patrimonial e auto-organizacional, dentro dos limites previstos nesta Lei. === Ônibus === O município conta com 49 linhas de ônibus que percorre toda a cidade, ligando a diversos pontos em principal a região do Eldorado, além de contar com diversas linhas da Região Metropolitana, ligando a bairros e pontos importantes de Belo Horizonte. A maioria das linhas operadas pela Transcon, circulam pela Avenida João Cesar de Oliveira e fazem integração com o metrô, através do bilhete eletrônico metropolitano, Cartão Ótimo. === Metrô === Contagem conta hoje com uma estação da Linha 1 do Metrô de Belo Horizonte, a Estação Eldorado, maior e mais movimentada estação da Grande BH. Nela também é feita a integração de diversas linhas das operadoras DER e Transcon. Diariamente, 40 mil pessoas passam pela estação. A meta para 2017 é construir mais 3 estações (Novo Eldorado, Parque São João e Bernardo Monteiro) e um terminal de passageiros acoplado a Via Expressa de Contagem. O Metrô de Belo Horizonte é operado pela CBTU. === Trens === Por ser cortada pela Linha Garças a Belo Horizonte da antiga Estrada de Ferro Oeste de Minas (EFOM), posteriormente Rede Mineira de Viação (RMV), Contagem foi servida por muitos anos pelo transporte ferroviário de passageiros, embora o transporte de cargas esteja mantido até os dias atuais, sob concessão da VLI Multimodal. Na década de 1970, a linha passou a formar uma superintendência regional da Rede Ferroviária Federal (RFFSA), que mantinha em funcionamento, os trens de subúrbio na ligação com a capital mineira e com a cidade de Betim. No ano de 1987, pouco tempo após a inauguração da Linha 1 do Metrô na cidade, que seguia paralelamente à ferrovia, os trens urbanos da RFFSA acabaram desativados, tendo sua função transferida unicamente para o Metrô de Belo Horizonte, enquanto que a ferrovia ficaria destinada somente ao transporte de cargas. == Feriados municipais == * Data móvel - Jubileu de Nossa Senhora das Dores, comemorado, desde 1806, na sexta-feira que antecede a Sexta-feira da Paixão. * 30 de agosto- Emancipação Política, ocorrida em 1911. * 8 de dezembro - Dia da Imaculada Conceição. == Filhos ilustres == * Biografia de contagenses notórios == Ver também == * Lista de municípios de Minas Gerais * Lista de municípios do Brasil * Lista de municípios do Brasil acima de cem mil habitantes * Lista de bairros de Contagem * Lista de prefeitos de Contagem * Lista de vereadores de Contagem == Ligações externas == * Categoria:Fundações em Minas Gerais em 1911",
 "title": "Contagem"
}