{
 "id": "32180",
 "text": "{{Info/Município do Brasil | nome = Cônego Marinho | foto = | leg_foto = | apelido = Cidadezinha hospitaleira | padroeiro = São Vicente de Paula | brasão = Cônego Marinhomgbrasao.jpg | bandeira = Cônego Marinhomgbandeira.jpg | link_brasão = | link_bandeira = | link_hino = | CEP = 39489-000 a 39489-999 | aniversário = 21 de dezembro | fundação = | gentílico = cônego marinhense | lema = | prefeito =Agide Alves Santana | partido =PP | fim_mandato = 2024 | mapa = MinasGerais Municip ConegoMarinho.svg | latP = S | latG = 15 | latM = 17 | latS = 38 | lonP = O | lonG = 44 | lonM = 25 | lonS = 04 | estado = Minas Gerais | mesorregião = Norte de Minas | data_mesorregião = IBGE/2008 | microrregião = Januária | data_microrregião = IBGE/2008 |região_intermediária=|região_imediata=| região_metropolitana = | vizinhos = Montalvânia, Bonito de Minas, Januária, Itacarambi, Miravânia | dist_capital = 634 | área = 1617.916 | área_ref = | população = 7089 | data_pop = Censo IBGE/2010 | altitude = 640 | clima = semiárido | sigla_clima = Bsh | idh = 0.639 | data_idh = PNUD/2000 | pib = mil | data_pib = IBGE/2008 | pib_per_capita = 3890.18 | data_pib_per_capita = IBGE/2008 | site_prefeitura = conegomarinho.mg.gov.br | site_câmara = conegomarinho.mg.leg.br }} Cônego Marinho é um município brasileiro do estado de Minas Gerais. == História == === Primeiros moradores === O povoado que deu origem a Cônego Marinho, antes chamado de Saco dos Bois, começou a se formar no ano de 1800, quando chegam para habitar a região, as famílias Mota, Lisboa e Rodrigues. O nome inicial dado ao arraial de Saco dos Bois foi devido a formação geográfica do local e por se tratar de um lugar conhecido pela fertilidade de suas terras, abundancia de pastagens naturais e fartura de água, o que fazia da região um lugar muito usado para criação de gado no período de estiagem. Em 7 de setembro de 1923, o antigo arraial de saco dos bois torna-se distrito do município de Januária e passa a chamar-se Cônego Marinho, nome dado em homenagem ao Padre José Antônio Marinho que foi o primeiro padre assistente do Cônego Ramiro Leite. O Padre José Antônio Marinho nasceu em 1803, no Brejo do Amparo, era filho de lavradores. Revelando-se portador de privilegiado talento, seu padrinho mandou-o estudar no seminário de Olinda—Pernambuco. Após 72 anos na condição de distrito de Januária, através de um plebiscito, Cônego Marinho teve a sua emancipação aprovada em 21 de dezembro de 1995. === Desenvolvimento e Emancipação === Distrito criado com a denominação de Cônego Marinho (ex-povoado de Saco dos Bois), pela Lei Estadual nº 843, 7 de setembro de 1923, com terras desmembrada do distrito de Brejo do Amaro, subordinado ao município de Januária. Em divisão administrativa referente ao ano de 1933, o distrito de Cônego Marinho, figura no município de Januária. Assim permanecendo em divisão territorial datada de 1-VII-1960. Elevado à categoria de município com a denominação de Cônego Marinho, pela lei estadual nº 12030, de 21 de dezembro de 1995, desmembrado de Januária. Sede no antigo distrito de Cônego Marinho. Constituído do distrito sede. Instalado em 1 de janeiro de 1997. Em divisão territorial datada de 2001, o município é constituído do distrito sede. Pela Lei nº 146, de 27 de novembro de 2003, é criado o distrito de Olho d′Água do Bom Jesus e anexado ao município de Cônego Marinho. Pela Lei Municipal nº147, de 27 de novembro de 2003, é criado o distrito de Cruz dos Araújo e anexado ao município de Cônego Marinho. Em divisão territorial datada de 2003, o município é constituído de 3 distritos: Cônego Marinho, Cruz dos Araújos e Olhos d′Água do Bom Jesus. Assim permanecendo em divisão territorial datada de 2007. == Demografia == Sua população em 2010 foi 7.056 habitantes. Possui pavimentações ligando-a à cidade de Januária e a Bonito de Minas e à cidade de Miravânia. Possui os distritos de Cruz dos Araújos e Olhos D'água e várias comunidades próximas. O ponto mais alto do município é de 640 metros, local: ponto central da cidade == Economia == === Artesanato === O município não apresenta uma atividade comercial abrangente, exceto o artesanato de utensílios de barro (olaria) produzidos por artesões em uma comunidade próxima ao distrito de Cruz dos Araújos. Há também produção de cachaça que é comercializada quase que totalmente no próprio município. === Telecomunicações === A cidade possui cobertura da VIVO para uso de celular num raio de aproximadamente 5 km no centro da cidade. Faz uso da internet sem fio (wireless) fornecida pela Master Cabo e Conet de Januária e via satélite nas escolas. == Ligações externas == * * * Categoria:Municípios de Minas Gerais Categoria:Fundações em Minas Gerais em 1995",
 "title": "Cônego Marinho"
}