{
 "id": "32182",
 "text": "{{Info/Município do Brasil | nome = Congonhal | foto = Cachoeira_15_Quedas_-_Congonhal_-_MG.JPG | leg_foto = Cachoeira das 15 Quedas em Congonhal | apelido = | padroeiro = São José | brasão = Brasão de Congonhal Oficial.jpg | bandeira = Bandeira de Congonhal Oficial.jpg | link_brasão = | link_bandeira = | link_hino = | aniversário = 12 de dezembro | fundação = | gentílico = congonhalense | CEP = 37584-000 a 37585-999 | lema = | prefeito = Moisés Ferreira VazPrefeito e vereadores de Congonhal tomam posse Portal G1 - acessado em 2 de janeiro de 2021 | partido = Republicanos | mandato_início = 2021 | fim_mandato = 2024 | vereadores = 9 | mapa = MinasGerais Municip Congonhal.svg | latP = S | latG = 22 | latM = 09 | latS = 10 | lonP = O | lonG = 46 | lonM = 02 | lonS = 20 | estado = Minas Gerais | mesorregião = Sul/Sudoeste de Minas | data_mesorregião = IBGE/2008 | microrregião = Pouso Alegre | data_microrregião = IBGE/2008 | região_metropolitana = | vizinhos = Pouso Alegre, Borda da Mata, Senador José Bento, Ipuiúna e Espírito Santo do Dourado. | dist_capital = 400 | área = 205.756 | área_ref = | população = 11706 | data_pop = estimativa IBGE/2017 | altitude = 862 | clima = Temperado de Atitude | sigla_clima = Cwb | idh = 0.712 | data_idh = PNUD/2010 | pib = mil | data_pib = IBGE/2008 | pib_per_capita = 9628.90 | data_pib_per_capita = IBGE/2008 | site_prefeitura = www.congonhal.mg.gov.br | site_câmara = www.congonhal.mg.leg.br }} Congonhal é um município brasileiro do estado de Minas Gerais. Localizado na Mesorregião do Sul e Sudoeste de Minas e na Microrregião de Pouso Alegre. Sua população em 2017 era de 11.706 habitantes segundo dados estimados pelo IBGE. == História == O início da ocupação histórica da região onde hoje é localizado o Município de Congonhal, e de municípios vizinhos, se deu por volta de meados do século XVIII, fortemente impulsionada pela descoberta de ouro nas minas do Alto Sapucaí. O povoamento da cidade foi iniciado em 1756, por paulistas e portugueses, quando foi construída uma ponte sobre o Rio Cervo. Em 1880 foi instituída canonicamente a Paróquia de São José (padroeiro da cidade). == Turismo == O turismo religioso também tem destaque após o ano de 1987, onde houve no bairro rural de São Domingos um fenômeno sobrenatural popularmente denominado \"Aparições de Nossa Senhora da Obediência\" onde posteriormente foi construído o Santuário de Nossa Senhora da Obediência que costuma receber fiéis em romaria todos os anos. O município faz parte do circuíto turístico Caminhos Gerais, que reúne o município paulista de Caconde e doze municípios do Sul de Minas: Andradas, Bandeira do Sul, Botelhos, Cabo Verde, Caldas, Congonhal, Ipuiúna, Machado, Poço Fundo, Poços de Caldas, Santa Rita de Caldas e Senador José Bento. == Escolas == Na cidade existem quatro escolas: uma estadual (Escola Estadual Mendes de Oliveira), duas municipais (Escola Municipal João Lúcio dos Santos e Pré Escola Municipal Joaquim Inácio Franco), e outra particular (Escola Doce Saber); e uma creche municipal. == Rodovias == A Rodovia que corta a cidade é a BR-459 que vai de Poços de Caldas, cruzando com a Rodovia Fernão Dias BR-381 em Pouso Alegre, seguindo até Lorena. == Filhos ilustres == * Milton Reis * Francisco de Assis Toledo == Ligações externas == * Prefeitura Municipal de Congonhal * Câmara Municipal de Congonhal * Congonhal no IBGE Cidades Categoria:Municípios de Minas Gerais Categoria:Fundações em Minas Gerais em 1953",
 "title": "Congonhal"
}