{
 "id": "32198",
 "text": "{{Info/Município do Brasil | nome = Coronel Pacheco | foto = | leg_foto = | apelido = | padroeiro = São Vicente de Paula | brasão = Coronel Pachecomgbrasao.jpg | bandeira = Bandeira de Coronel Pacheco.svg | link_brasão = | link_bandeira = | link_hino = | aniversário = | fundação = | gentílico = pachequense | lema = | CEP = 36155-000 a 36156-999 | prefeito = Marcos Aurélio Valério Venâncio | partido = PSB | fim_mandato = 2024 | mapa = MinasGerais Municip CoronelPacheco.svg | latP = S | latG = 21 | latM = 35 | latS = 16 | lonP = O | lonG = 43 | lonM = 15 | lonS = 57 | estado = Minas Gerais | mesorregião = Zona da Mata | data_mesorregião = IBGE/2008 | microrregião = Juiz de Fora | data_microrregião = IBGE/2008 | região_metropolitana = | vizinhos = Juiz de Fora, Piau, Goianá | dist_capital = 294 | área = 130.287 | área_ref = | população = 2983 | data_pop = Censo IBGE/2010 | altitude = | clima = | sigla_clima = | idh = 0.736 | data_idh = PNUD/2000 | pib = mil | data_pib = IBGE/2008 | pib_per_capita = 8345.92 | data_pib_per_capita = IBGE/2008 | site_prefeitura = www.coronelpacheco.mg.gov.br | site_câmara = www.coronelpacheco.cam.mg.gov.br }} Coronel Pacheco é um município brasileiro do estado de Minas Gerais. Sua população estimada em julho de 2017 era de habitantes. O nome da cidade homenageia o Coronel José Manoel Pacheco (1838-1914), que foi vereador em Juiz de Fora nas legislaturas de 1873-76, 1898-1900 e 1905-07. O município teve origem no antigo povoado de Água Limpa, depois conhecido por Triqueda,, que tornou-se distrito de Juiz de Fora em 31 de julho de 1890. Posteriormente, a sede do distrito foi transferida, definitivamente, para o povoado de Lima Duarte, renomeado Água Limpa.. Água Limpa pertenceu, entre 1938-43, ao município de Rio Novo, retornando a Juiz de Fora após esse período. Em 30 de dezembro de 1962, se emancipou de Juiz de Fora, adotando a denominação de Coronel Pacheco. Faz parte da Estrada Real, estando no Caminho Novo. == Geografia == ; Clima Segundo dados do Instituto Nacional de Meteorologia (INMET), referentes aos períodos de 1966 a 1987 e 1990 a 2009, a menor temperatura registrada em Coronel Pacheco foi de em 27 de junho de 1994, e a maior atingiu em 17 de janeiro de 1995. Na onda de calor no Brasil em novembro de 2023, no dia 18 de novembro de 2023, foi registrada a nova temperatura máxima recorde de em Coronel Pacheco. O maior acumulado de precipitação em 24 horas foi de milímetros (mm) em 19 de janeiro de 1985. Janeiro de 1985, com , foi o mês de maior precipitação. ==Economia== A principal atividade econômica do município é a pecuária, especialmente de leite. ==Turismo== A Cachoeira Triqueda, o Horto Botânico Vasco Gomes, a cachoeira Fazenda da Prata, são locais que merecem ser visitados pelos turistas. A Pedreira de Coronel Pacheco é utilizada para a prática de esportes radicais – rappel e escalada, além de uma boa caminhada. Para os amantes do ciclismo, o município conta também como atração turística, com uma trilha que percorre o extinto Ramal de Juiz de Fora, pertencente à Estrada de Ferro Leopoldina. Pelo caminho, é possível observar rios e cascatas, as fazendas da região e resquícios da ferrovia como pontilhões de ferro e antigas estações ferroviárias. Tal ramal ligava Coronel Pacheco às cidades de Juiz de Fora e Rio Novo. == Administração == O prefeito atual é Marcos Aurélio Valério Venâncio. == Ligações externas == * Prefeitura de Coronel Pacheco * Câmara de Coronel Pacheco * Coronel Pacheco no IBGE Cidades Coronel Pacheco Categoria:Fundações em Minas Gerais em 1962",
 "title": "Coronel Pacheco"
}