{
 "id": "32208",
 "text": "{{Info/Município do Brasil | nome = Cristiano Otoni | foto =Antiga estação ferroviária.jpg | leg_foto = | apelido = | padroeiro = Santo Antônio | brasão =Brasao de Cristiano Otoni.jpg | bandeira =Bandeira de Cristiano Otoni.jpg | link_brasão = | link_bandeira = | link_hino = | CEP = 36426-000 a 36427-999 | aniversário = | fundação = | gentílico = Cristianense | lema = | prefeito = Carlos Roberto de Rezende | partido = PP | fim_mandato = 2024 | mapa = MinasGerais Municip CristianoOtoni.svg | latP = S | latG = 20 | latM = 49 | latS = 55 | lonP = O | lonG = 43 | lonM = 48 | lonS = 21 | estado = Minas Gerais | mesorregião = Metropolitana de Belo Horizonte | data_mesorregião = IBGE/2008 | microrregião = Conselheiro Lafaiete | data_microrregião = IBGE/2008 | região_metropolitana = | vizinhos = Conselheiro Lafaiete, Santana dos Montes, Caranaíba, Carandaí, Casa Grande e Queluzito. | dist_capital = 115 Km | área = 132.869 | área_ref = | população = 5007 | data_pop = Censo IBGE/2010 | altitude = 1005 | clima = | sigla_clima = | idh = 0.738 | data_idh = PNUD/2000 | pib = mil | data_pib = IBGE/2008 | pib_per_capita = 7230.40 | data_pib_per_capita = IBGE/2008 | site_prefeitura = cristianootoni.mg.gov.br | site_câmara = cristianootoni.cam.mg.gov.br }} Cristiano Otoni é um município brasileiro do estado de Minas Gerais. Localiza-se na microrregião de Conselheiro Lafaiete na divisa com Campo das Vertentes, a uma latitude 20º49'56\" sul e a uma longitude 43º48'20\" oeste, estando a uma altitude de 1005 metros. Sua população estimada em 2004 era de 5.260 habitantes. == Geografia == A cidade é cortada pela BR-040 renomeada Rodovia Presidente Juscelino Kubitschek, o que permite a seus habitantes um fácil deslocamento para outros centros como Conselheiro Lafaiete, Belo Horizonte, dentre outros. A cidade também está próxima das cidades históricas, sendo Congonhas a mais próxima. Possui boa infraestrutura de turismo rural e hotéis fazenda. Em suas áreas mais rurais, é cortada por uma variante da Linha do Centro da antiga Estrada de Ferro Central do Brasil, porém a nova linha não dispõe de paradas ou estações em seu território. No passado, a cidade era atravessada pela Linha do Centro original da Estrada de Ferro Central do Brasil, onde mesmo após a construção de uma variante próxima, os trens continuavam a trafegar pelo centro da cidade. Após a desativação do trecho da linha original, os trilhos deste foram retirados do município no ano de 1972. A antiga estação ferroviária (foto) é tombada pelo Patrimônio Histórico, além de outras residências antigas e fazendas. Possui uma área de 133,26 km². Conforme a classificação geográfica mais moderna (2017) do IBGE, Cristiano Otoni é um município da Região Geográfica Imediata de Conselheiro Lafaiete, na Região Geográfica Intermediária de Barbacena. == Ver também == * Arquidiocese de Mariana == Ligações externas == * * * Cristiano Otoni Categoria:Fundações em Minas Gerais em 1963",
 "title": "Cristiano Otoni"
}