{
 "id": "32238",
 "text": "{{Info/Município do Brasil | nome = Dona Euzébia | foto = | leg_foto = | apelido = Donoba | padroeiro = Nossa Senhora das Dores | brasão = Brasaodonaeuzebia.jpg | bandeira = Dona Eusébiamgbandeira.png | link_brasão = | link_bandeira = | link_hino = | aniversário = 1 de março | fundação = | gentílico = euzebense | CEP = 36784-000 ao 36787-999 | lema = | prefeito = Manoel Franklin Rodrigues | partido = Cidadania | fim_mandato = 2024 | mapa = MinasGerais Municip DonaEusebia.svg | latP = S | latG = 21 | latM = 18 | latS = 58 | lonP = O | lonG = 42 | lonM = 48 | lonS = 39 | estado = Minas Gerais | mesorregião = Zona da Mata | data_mesorregião = IBGE/2008 | microrregião = Cataguases | data_microrregião = IBGE/2008 | região_metropolitana = | vizinhos = Astolfo Dutra, Cataguases, Guidoval, Itamarati de Minas e Rodeiro | dist_capital = 287 | área = 54.466 | área_ref = | população = 6093 | data_pop = censo IBGE/2022 | altitude = 222 | clima = | sigla_clima = | idh = 0.743 | data_idh = PNUD/2000 | pib = mil | data_pib = IBGE/2008 | pib_per_capita = 14.607,04 | data_pib_per_capita = IBGE/2020 | site_prefeitura = www.donaeuzebia.mg.gov.br | site_câmara = www.donaeuzebia.mg.leg.br }} Dona Euzébia é um município brasileiro do estado de Minas Gerais. Sua população recenseada em 2022 era de habitantes. ==História== O povoado que deu origem à localidade começou a se formar a partir de 1928. Uma fazendeira da região chamada Eusébia de Sousa Lima doou terras para a construção da estação ferroviária e da igreja de Nossa Senhora das Dores. Anteriormente o território de Dona Euzébia, pertencia ao município de Astolfo Dutra, posteriormente Porto de Santo Antônio, como distrito de Cataguases. O povoado agrupou-se em torno da Igreja Nossa Senhora das Dores. Um outro fator que contribuiu para o desenvolvimento foi a passagem da estrada de ferro Leopoldina. Como parte integrante do município de Cataguases, o povoado de Dona Euzébia, foi elevado a Distrito pela Lei 843 de 7 de Setembro de 1923, quando passou a denominar-se Astolfo Dutra. Manteve esse nome durante curto período, pois, em 1938 pelo decreto Lei 148, de 17 de dezembro, voltou ao nome primitivo. Por esse mesmo ato, passou a integrar o então criado Município de Astolfo Dutra, anteriormente Porto de Santo Antônio. A autonomia municipal foi assegurada em 30 de dezembro de 1962 pela da Lei 2.764, tendo seu território sido desmembrado do município de Astolfo Dutra. ==Geografia== O município localiza-se na Mesorregião da Zona da Mata mineira, com 70,21 quilômetros quadrados de extensão. A sede, a 222 metros de altitude, está ligada a Belo Horizonte pela BR-285 numa distância de 302 quilômetros. A cidade também se encontra ligada a Cataguases pela Linha do Centro da antiga Estrada de Ferro Leopoldina. A ferrovia se encontra concedida à Ferrovia Centro Atlântica desde 1996, porém o trecho que atravessa a cidade se encontra atualmente desativado e em estado de abandono pela concessionária e pela Prefeitura local. ===Relevo, clima, hidrografia=== A altitude da sede é de 222 m. O clima é do tipo tropical com chuvas durante o verão e temperatura média anual em torno de 23,5 °C, com variações entre 18 °C (média das mínimas) e 31 °C (média das máximas). (ALMG) O município faz parte da bacia do rio Paraíba do Sul, sendo banhado pelo rio Pomba e seu afluente Xopotó. ===Demografia=== Em 2022 a população do município era de habitantes e a densidade demográfica habitantes por quilômetro quadrado. A mortalidade infantil em 2020 era de 40 óbitos por mil nascidos vivos e a taxa de escolarização de 6 a 14 anos de idade em 2010 era de 98,7%. Em 2010 a expectativa de vida era de 75,4 anos e o Índice de Desenvolvimento Humano Municipal (IDHM) era 0,70. ==Ligações externas== * Página da prefeitura * Página da câmara * Dona Euzébia no IBGE Cidades Categoria:Municípios de Minas Gerais Categoria:Fundações em Minas Gerais em 1962",
 "title": "Dona Euzébia"
}