{
 "id": "32249",
 "text": "{{Info/Município do Brasil | nome = Entre Rios de Minas | foto = Centro_Entre_Rios_de_Minas.jpg | leg_foto = Centro histórico, Praça Senador Ribeiro, Matriz Nossa Senhora das Brotas (centro) | apelido = Mesopotâmia Mineira | brasão = Brasaoentreriosdeminas.png | bandeira = Bandeiraentreriosdeminas.png | link_brasão = | link_bandeira = | link_hino = | aniversário = 20 de dezembro | fundação = | gentílico =entrerriano | lema = Duco in Altum \"Trabalho ostensivo\" | padroeiro = Nossa Senhora das Brotas | CEP = 35490-000 a 35491-999 | prefeito = Ronivon Alves de Souza (interino) | partido = | mandato_início = 2023 | fim_mandato = 2024 | mapa = MinasGerais Municip EntreRiosdeMinas.svg | latP = S | latG = 20 | latM = 40 | latS = 15 | lonP = O | lonG = 44 | lonM = 03 | lonS = 57 | estado = Minas Gerais | região_intermediária = Barbacena | data_região_intermediária = IBGE/2017 | região_imediata = Conselheiro Lafaiete |data_região_imediata = IBGE/2017 | região_metropolitana = | vizinhos = Casa Grande, Desterro de Entre Rios, Jeceaba, Lagoa Dourada, Queluzito, Resende Costa, São Brás do Suaçuí | dist_capital = 110 | área = 456.796 | área_ref = | população = 15458 | data_pop = Estimativa IBGE/2021 | altitude = 1.283 - 950 | clima = Tropical de altitude | sigla_clima = | idh = 0.744 | data_idh = PNUD/2000 | pib = mil | data_pib = IBGE/2008 | pib_per_capita = 6194.58 | data_pib_per_capita = IBGE/2008 | site_prefeitura = www.entreriosdeminas.mg.gov.br | site_câmara = www.entreriosdeminas.mg.leg.br }} Entre Rios de Minas é um município brasileiro do estado de Minas Gerais. Sua população estimada para 1.º de julho de 2021 era de habitantes, e sua área é de 456,796 km². == Geografia == Conforme a classificação geográfica mais moderna (2017) do IBGE, Entre Rios de Minas é um município da Região Geográfica Imediata de Conselheiro Lafaiete, na Região Geográfica Intermediária de Barbacena. == História == No final do século XVII, uma expedição bandeirante liderada por Fernão Dias partiu de São Paulo com 40 paulistas e 200 índios em busca de esmeraldas, na região conhecida como Sertão dos Cataguás. Os bandeirantes percorreram os vales dos rios São Francisco, das Velhas, Jequitinhonha e Pardo. Na virada dos séculos XVII e XVIII, os sertanistas remanescentes dessa bandeira instalaram o Fortim dos Bandeirantes, uma fortificação localizada em um sítio chamado Casa de Pedra do Gambá, cujas ruínas existem até os dias atuais. O primeiro morador do lugar, Pedro Domingues, obteve sesmaria concedida por D. Brás Baltasar da Silveira, em 20 de dezembro de 1713, no caminho novo que vem da vila de São João del-Rei para as Minas Gerais, na paragem chamada o Bromado. A casa de residência de Pedro Domingues, considerando o fundador de Entre Rios de Minas, existiu na rua chamada dos Cruzeiros, até o ano de 1915, quando foi demolida. O primeiro batismo, na capela de Nossa Senhora das Brotas do Bromado, filial da Matriz de Congonhas, está registrado pelo padre Semião Lopes Barbosa, com data de 18 de fevereiro de 1739. Em 1749, estava já constituída a Irmandade de Nossa Senhora do Rosário, na capela de Nossa Senhora das Brotas, pelo missionário frei Luís Maria de Fulgo, o que indica a existência do povoado. Entre as 32 paróquias criadas em Minas pelo decreto da Regência, de 14 de julho de 1832, está a de Brumado. Com o nome de Brumado do Suaçuí, foi criado o município em 7 de janeiro de 1875, desmembrado do de Conselheiro Lafaiete. Em 19 de outubro de 1878 sua denominação para Entre Rios. Em 3 de janeiro de 1880, foi elevada à categoria de cidade. Em 17 de dezembro de 1938 mudou sua denominação de Entre Rios para João Ribeiro. Em 12 de dezembro de 1953, deu-se-lhe a denominação atual, Entre Rios de Minas == Infraestrutura == === Saúde === Entre Rios possui o Hospital Cassiano Campolina, fundado no ano de 1904 e inalgurado em 1910, com um edifício imponente e histórico, projetado pelo arqueiteto Edgar Nascentes Coelho. Possui 60 leitos, entre particulares e atendidos ao SUS, plantão 24h, sendo uma Entidade Filantrópica Sem Fins Lucrativos (CNES 2117568). Localizado no centro da cidade na Praça Cassiano Campolina, o prédio do hospital foi tmbado pelo Instituto Estadual do Patrimônio Histórico e Artístico (IEPHA) de Minas Gerais em 2018 (CONEP 17/2018). == Ver também == Arquidiocese de Mariana Categoria:Fundações em Minas Gerais em 1880",
 "title": "Entre Rios de Minas"
}