{
 "id": "32259",
 "text": "{{Info/Município do Brasil | nome = Ewbank da Câmara | foto = Vista Parcial de Ewbank da Câmara - traditionally taken.JPG | leg_foto = Vista parcial de Ewbank da Câmara (sentido Sul). | apelido = Ewbank | padroeiro = Santo Antônio | brasão = Brasão de Ewbank, Lei Municipal 253 de 1981.jpg | bandeira = Bandeira de Ewbank, Lei Municipal 253 de 1981.jpg | link_brasão = | link_bandeira = | link_hino = | aniversário = 1 de setembro | fundação = | gentílico =ewbanquense | lema = | CEP = 36108-000 a 36109-999 | prefeito = José Maria Novato | partido = Cidadania | fim_mandato = 2024 | mapa = MinasGerais Municip EwbankdaCamara.svg | latP = S | latG = 21 | latM = 33 | latS = 03 | lonP = O | lonG = 43 | lonM = 30 | lonS = 36 | estado = Minas Gerais | mesorregião = Zona da Mata | data_mesorregião = IBGE/2014 | microrregião = Juiz de Fora | data_microrregião = IBGE/2014 | região_metropolitana = Juiz de Fora | vizinhos = Santos Dumont, Juiz de Fora | dist_capital = 241 | área = 103.834 | área_ref = | população = 3914 | data_pop = Censo IBGE/2014 | altitude = 783 | clima = Tropical de altitude | sigla_clima = Cwa | idh = 0.676 | data_idh = PNUD/2010 | pib = mil | data_pib = IBGE/2009 | pib_per_capita = 5307.42 | data_pib_per_capita = IBGE/2009 | site_prefeitura = www.ewbankdacamara.mg.gov.br | site_câmara = www.camaraewbank.mg.gov.br }} Ewbank da Câmara é um município brasileiro do estado de Minas Gerais. Pertencente à mesorregião da Zona da Mata e microrregião de Juiz de Fora, localiza-se a sudeste da capital do estado, distando desta cerca de 241 km. Sua população foi contada, no ano de 2014, em habitantes, pelo Instituto Brasileiro de Geografia e Estatística. Ocupa uma área de km², sendo que o perímetro urbano do município se constitui em uma pequena parte desse total. A área rural, predominante no município, apresenta vegetação de mata atlântica. A cidade tem a sua origem ligada à Estação Ferroviária de Ewbank da Câmara, da Estrada de Ferro Dom Pedro II, transformada em Estrada de Ferro Central do Brasil, inaugurada em 12 de outubro de 1890, no povoado de Tabuões. Em torno dela desenvolveu-se o pequeno povoado que foi elevado a distrito em 7 de setembro de 1923, sendo instalado em 6 de janeiro de 1926, e a município em 30 de dezembro de 1962, emancipada de Santos Dumont. A denominação foi uma homenagem ao engenheiro José Felipe Neri Ewbank da Câmara, então diretor da estrada de ferro. A primeira administração municipal tomou posse no dia 1 de setembro de 1963 com prefeito o Sr. Jair Antonio da Silva. Em 2010, o Índice de Desenvolvimento Humano municipal (IDHM) foi de 0,676, o qual é considerado como médio em relação ao estado. A cidade faz parte do eixo comercial, industrial e de serviços das cidades próximas interligadas pela BR-040, ao norte, Santos Dumont, e ao sul, Juiz de Fora. O município evoluiu a partir de uma cultura rural (agro-pecuária), ainda presente no cotidiano da cidade, para uma cultura urbana. Em 2009, o Produto Interno Bruto (PIB) municipal foi de R$19,5 milhões com um PIB per capita de R$5.307,42. Ainda que possua atividades comerciais, industriais, e de serviços locais, serve como cidade dormitório para aqueles que trabalham e estudam principalmente em Juiz de Fora. O turismo é destaque para os visitantes interessados em explorar trechos históricos da Estrada Real e a natureza viva junto à tranquilidade do lago que se formou a partir da Barragem de Chapéu D'Úvas. Seu principal clube de futebol é o Esporte Clube Ewbanquense, fundado em 1947. Um dos principais eventos é a festa de Santo Antonio, Padroeiro da cidade. == História == Em \"Memórias de uma vivência: uma introdução a história municipal de Minas Gerais\",Da Silva, Jair Antonio (2006), Memórias de uma vivência: uma introdução a história municipal de Minas Gerais. Editora Caminhos das Gerais, Ewbank, MG. o primeiro prefeito de Ewbank da Câmara, Sr. Jair Antonio da Silva, buscou resgatar cronologicamente, e evidentemente manter viva, a história política-administrativa e socioeconômica do município. O livro inicia-se discorrendo sobre a sua localização geográfica e formação sócio-econômica do então povoado de Tabuões do século XIX que veio mais tarde no século XX a constituir o município de Ewbank da Câmara. Em seguida, apresenta as razões pelas quais o povoado de Tabuões deixa de ser conhecido como tal para dar lugar ao nome de Ewbank da Câmara em resposta à passagem da ferrovia Belo Horizonte - Rio de Janeiro pela localidade. Mais tarde, elucida os fatores que culminaram na transformação do povoado de Ewbank da Câmara em distrito do município de Palmyra (hoje, Santos Dumont) na terceira década do século XX. Por sua vez, já na segunda metade do século XX, o livro descreve a criação do município de Ewbank da Câmara e as condições em que foram realizadas as primeiras eleições municipais, indicando os respectivos resultados, em decorrência da emancipação municipal alcançada com relação ao município de Santos Dumont. Segue apresentando os desafios e as oportunidades deparados pela primeira administração municipal para o provimento de serviços públicos essenciais à população ewbankense e, após, descrevendo as ações empreendidas pelas administrações subseqüentes do município ao longo das últimas quatro décadas e seus legados para o século XXI. O livro conclui que o processo democrático que se consolida no Brasil abre inúmeras oportunidades para partidos políticos e indivíduos ewbankenses, como aqueles do passado e até mesmo contemporâneos, muito fizeram pela consolidação político-administrativa do município e pelo progresso e desenvolvimento socioeconômico de sua população. === Origens: ciclo do ouro e Estrada Real === Há distintas formas de se investigar o passado para se conhecer as origens históricas de uma cidade. Em alguns casos, a origem pode estar associada às condições geográficas favoráveis ao estabelecimento de níveis de segurança apropriados aos seus moradores (topos e encostas de montanhas). Noutros, a existência de condições de subsistência por meio da caça e pesca (beiras de mares, rios, lagos e florestas). Há também aquelas que foram fundadas como meio de controle político e militar do acesso a recursos naturais (vales, gargantas, istmos). Em muitos casos, a natureza geográfica e climática reunia condições favoráveis ao estabelecimento de uma cidade para a produção agrícola ou de produtos manufaturados devido à abundância de recursos naturais (ouro, prata ou ferro), etc., ou até mesmo para a realização de trocas comerciais desses produtos (entrepostos de passagem de mercadorias rumo a vários destinos comerciais). Portanto, pode-se afirmar que ao longo da história econômica da humanidade, muitas cidades surgiram a partir da combinação de uma ou mais dessas condições. É exatamente a partir desse pressuposto que adentramos na história do Brasil para conhecermos quais foram as condições que propiciaram o surgimento de uma aglomeração de pessoas que mais tarde se constituiu na cidade que hoje conhecemos como Ewbank da Câmara. No momento em que o Brasil entra no ciclo do ouro, no século XVIII, que consistiu da exploração desse valorizado metal pelo interior do País a partir de intensas atividades de mineração no interior do Estado de Minas Gerais, os exploradores portugueses utilizaram-se das trilhas sabiamente delineadas pelos índios goytacázes para vencer o acesso ao interior de Minas desde a costa brasileira onde se localizava a cidade de Paraty, no Estado do Rio de Janeiro. O 'Caminho Novo' permitia o escoamento do ouro encontrado em diversas jazidas nas proximidades de cidades tais como: Diamantina, Serro, Sabará, Ouro Preto e Mariana, para a costa do País, sendo posteriormente transportado para Portugal. Mais tarde, pensou-se que a Serra do Mar já poderia ser vencida por causa do desenvolvimento então atingido pelas novas tecnologias de construção de estradas. Esta iniciativa permitiria o acesso direto do Rio de Janeiro a essas cidades mineiras via \"Estrada Real\". E assim foi feito ainda no século XVIII, sendo que foram estabelecidos vários entrepostos de apoio logístico, alguns maiores e outros mais modestos, ao longo desta estrada. Alguns deles vieram mais tarde a se transformar em cidades. Por certo que a 'estrada real' foi determinante para o surgimento de uma aglomeração populacional nos morros e no vale que era cortado por um rio que formava um vasto brejo. Ali nascia uma região que foi sendo gradativamente povoada e carinhosamente batizada de 'Tabuões'. ==== Um povoado mineiro chamado 'Tabuões' ==== São escassos os registros sobre o momento em que um povoado se constituía aonde mais tarde viria a ser estabelecido o município que hoje se conhece como Ewbank da Câmara. Contudo, estima-se que desde a primeira metade do século XIX já se podia observar a existência de algumas atividades socioeconômicas por entre um conjunto de montanhas que, como na configuração dos pólos em harmonia, localizavam-se nos quadrantes definidos pelas direções das quatro vias que lhe davam acesso: ao sul, o povoado de Chapéu D'uvas e distrito de Paula Lima da cidade de Juiz de Fora e Rio de Janeiro, ao norte, às cidades de Palmyra (hoje, Santos Dumont) e Ouro Preto, ao leste e noroeste a algumas fazendas existentes na região, e, por fim, ao oeste à antiga colônia de São Firmino, assim como às outras fazendas e sítios existentes na região. Nesse pequeno ponto geográfico dentro deste imenso Brasil, no povoado então conhecido como Tabuões,Há relatos, que não foram devidamente comprovados, de que existiu também na região onde se fundou o povoado uma fazenda de nome 'Tabuões'. Não se sabe precisamente onde estava localizada, mas somente que o rio que a cortava tinha o nome de 'Tabuões'. algumas pessoas já naquela época praticavam o comércio que se baseava principalmente na troca de mercadorias de origem agropecuária, produzidas nas fazendas da região, quais sejam cereais, verduras e legumes, carnes, couro, cestos e esteiras confeccionados com taboas, além da extensiva oferta de leite e produtos derivados, por produtos manufaturados advindos das maiores cidades circunvizinhas. O intercâmbio de mercadorias se dava no próprio povoado, sendo que os produtos que iam e vinham para o comércio local enfrentavam todas as adversidades decorrentes de meios de transportes precários, tais como burros e mulas reunidas em tropas, carros e carroças de boi, cavalos, etc. Não bastasse toda a limitação imposta pelo transporte de cargas dependente de animais, as condições geológicas existentes no povoado faziam com que o espírito de superação dos habitantes se elevasse e fosse criativo. Advém, portanto, deste espírito empreendedor dos moradores do povoado, que se estruturava ao longo do tempo, o nome de 'Tabuões'. Este nome foi carinhosamente associado e atribuído ao povoado devido à forma pela qual as pessoas do lugar superavam as condições geológicas que se apresentavam naquele solo, situado entremeio a uma topografia assaz montanhosa e num planalto localizado a 777 metros de altitude. Com o intuito de possibilitar o tráfego de pessoas, tropas, animais, etc., eram colocadas enormes tábuas por sobre o terreno úmido, lamacento e frio que permeava por toda parte do povoado - um vasto brejo - e entre inúmeras taboas. Naquelas circunstâncias, não foi difícil, portanto, denominar aquele pequeno povoado com o nome de Tabuões, haja vista que a principal característica do lugar eram as tábuas que, como nossas pontes de hoje, faziam com que as margens deixassem de ser meras extensões para tornarem-se extremidades que se aproximam para se levar e trazer pessoas, qualquer que sejam seus destinos. ==== Desenvolvimento mineiro e interligação ferroviária ==== Por volta do fim do século XIX, por ocasião da construção da ferrovia que buscava fomentar o desenvolvimento mineiro em função da indústria cafeeira (ciclo do café), interligando a cidade de Belo Horizonte ao Rio de Janeiro, então capital do Brasil, foi construída, no povoado de Tabuões, uma estação ferroviária, para a qual foi dado o nome de \"Ewbank da Câmara\". Este nome foi escolhido em homenagem ao engenheiro José Felipe Neri Ewbank da Câmara, diretor da Estrada de Ferro Dom Pedro II, transformada em Estrada de Ferro Central do Brasil sob a direção do referido engenheiro no período em que a mesma passou pelo povoado de Tabuões (1884-1889). A estação de Ewbank da Câmara ficou desde então situada entre os quilômetros 309 e 310 da referida ferrovia, sendo que foi inaugurada no dia 12 de outubro de 1890. Estabeleceu-se então um dilema para os moradores de Tabuões e eventuais visitantes. Se, por um lado, aqueles que já conheciam o local como Tabuões, pela forma em que os antigos habitantes contornaram as adversidades geológicas do lugar, por outro, outros passaram a conhecer pela associação que faziam com a estação ferroviária que ali se estabelecera. Ao longo dos anos e de forma espontânea, os moradores de Tabuões, devido a uma relação da causa e efeito, passaram a utilizar uma metonímia, trocando a designação da parte (a estação) pelo todo (o povoado). Assim, o lugar outrora conhecido como povoado de Tabuões passou popularmente a ser conhecido como povoado de Ewbank da Câmara, senão por já ser oficialmente o nome do local nos registros da Estrada de Ferro Central do Brasil. === Transformação do povoado em distrito === Desprovido de qualquer representação política e administrativa constituída, o povoado de Ewbank da Câmara pertencia ao município de Juiz de Fora, através do distrito de Paula Lima. Esta condição gerou como conseqüência contínuas articulações políticas de militantes locais durante as primeiras décadas do século XX. Liderados pelo Sr. André Gribel, os habitantes do povoado de Ewbank da Câmara discordavam da política senhorial então vigente no distrito de Paula Lima e debatiam alternativas para o futuro do povoado. Esta nova postura política, que se delineava entre os moradores do povoado, era um reflexo natural do desenvolvimento socioeconômico que a região experimentava desde o fim da segunda década do século XX. Em 1919, a partir da mobilização de diversas personalidades, o povoado foi agraciado com a chegada da energia elétrica. Essa inovação tecnológica trouxe consigo mudanças sociais, econômicas e culturais para os moradores do povoado de Ewbank da Câmara, especialmente com a iluminação pública, melhorando a qualidade de vida das famílias que se encontravam na área urbana e fomentando uma maior circulação de bens e serviços em horário noturno. Há também que se mencionar que a energia serviu como força motriz para as incipientes indústrias locais. Em seguida veio também o calçamento de pedras das principais ruas do povoado que viria a facilitar o trânsito de indivíduos e animais de transporte de carga. Naqueles idos anos do início da década de 20, o povoado de Ewbank da Câmara já contava com um ótimo grupo escolar, que possuía edificação própria doada pelo Estado de Minas Gerais. O ensino era dividido entre duas professoras que dominavam conhecimentos gerais, sendo elas as Sras. Henriqueta de Aguiar Fasheber e Luiza Gribel. Além desses avanços econômicos e sociais, há que se mencionar o avanço cultural com a inauguração do Cine Ewbankense, de propriedade do Sr. Arthur Rodrigues de Oliveira, que inseriu a população ewbankense no mercado nacional cinematográfico. Neste contexto de pleno desenvolvimento socioeconômico e devido ao empenho eficaz do Sr. André Gribel, mediante solicitação feita ao Sr. José Vieira Marques, então senador em Belo Horizonte, onde funcionava o então Senado do Estado de Minas Gerais, em virtude de emenda apresentada pelo referido Senador ao projeto de lei n.º 119 (Divisão Administrativa do Estado), o distrito de Ewbank da Câmara foi criado pela Lei Estadual n.º 843, de 7 de setembro de 1923, por decisão do então governador de Minas Gerais, Sr. Raul Soares de Moura, que substituiu o falecido governador-eleito Sr. Pinheiro Machado. Assim sendo, o distrito de Ewbank da Câmara foi instalado no dia 6 de janeiro de 1926 e anexado ao município de Palmyra (hoje, Santos Dumont). Vale acrescentar que o 1.º Registro do Cartório de Paz e Registro Civil de Ewbank da Câmara data de 1 de fevereiro de 1926, sendo escrivão o Sr. Themudyn Indiano do Brasil Americano, e que Basíleu Brasil Braga foi o primeiro Juiz de Paz do distrito. Durante os anos em que Ewbank da Câmara foi distrito de Santos Dumont, quais sejam desde o fim da década de 20 até o início da década de 60, houve uma expansão crescente da população urbana, chegando-se ao total de 285 edificações em fevereiro de 1962. Com essa concentração da população do distrito na cidade veio um número crescente de estabelecimentos comerciais que incluíam padarias, armazéns, farmácias, casas de armarinho, sapatarias, celeiros, consultórios odontológicos, barbearias, alfaiatarias, agência dos correios, oficinas de concertos de carros, oficinas de serviços de encanamentos, dentre outros. O processo de urbanização, o desenvolvimento do comércio de bens e serviços, a existência de estabelecimento de ensino, incluindo a possibilidade de instalação de um posto de saúde, dentre outros, ofereceram as condições socioeconômicas necessárias para a independência político-administrativa do distrito de Ewbank da Câmara e a instalação de um governo municipal que viria com a sua emancipação do município de Santos Dumont. === Criação do município de Ewbank da Câmara === Em virtude do ofício datado de 10 de fevereiro de 1962, dirigido ao deputado Renato Azeredo, presidente da Comissão Especial de Divisão Administrativa do Estado de Minas Gerais,Os seguintes documentos foram anexados ao ofício: a) Resolução n.º 2/58, da Câmara Municipal da cidade de Santos Dumont, concedendo licença ao distrito de Ewbank da Câmara para pleitear a sua emancipação junto dos poderes competentes do Estado; b) Certidão da Agência Municipal de Estatística de Santos Dumont, datada de 2 de fevereiro de 1962, em relatório, sobre o número de habitantes na data do último recenseamento geral do Brasil em 1 de setembro de 1960; c) Certidão da Prefeitura Municipal de Santos Dumont (Serviço de Contabilidade), datada de 18 de janeiro de 1962, sobre a arrecadação do distrito em 1961; d) Certidão da Prefeitura Municipal de Santos Dumont (Serviço de Fiscalização) datada de 7 de fevereiro de 1962, sobre o número de moradias, em relatório; e finalmente, e) Mapa, cópia fotostática do mapa do distrito de Ewbank da Câmara, tirada do mapa do município. e assinado por Jair Antonio da Silva, na qualidade de Secretário da Comissão Pró-Emancipação do distrito de Ewbank da Câmara, foram apresentados todos os documentos à Comissão de Divisão Administrativa do Estado de Minas Gerais pelo então deputado estadual Wilson Modesto Ribeiro (Partido Trabalhista Brasileiro - PTB). Assim sendo, conforme o processo n.° 162, de 13 de fevereiro de 1962, o distrito de Ewbank da Câmara foi incluído no projeto n.º 5.225, oriundo da Assembléia Legislativa, e transformado na Lei Estadual n.º 2.764, sancionada pelo senhor governador do Estado de Minas Gerais, José de Magalhães Pinto, em 30 de dezembro de 1962, criando o município de Ewbank da Câmara. No artigo 6.º da referida lei encontra-se disposto que as eleições nos novos municípios fossem realizadas em 120 dias após a instalação administrativa de cada um deles e no artigo 7.º que cada município será administrado por um intendente até a realização das eleições. No caso específico do município de Ewbank da Câmara, o Sr. Antonio Garcia de Almeida foi nomeado intendente municipal, instalando-se o período de intendência de 1 de março a 31 de agosto de 1963. ==== Primeira eleição municipal ==== Em cumprimento ao determinado no artigo 6.º da referida lei, o Tribunal Regional Eleitoral (TRE) publicou, em 10 de fevereiro de 1963, a data para as eleições nos novos municípios, qual seja, dia 30 de junho de 1963. No que se refere ao município de Ewbank da Câmara, candidataram-se ao cargo de prefeito municipal pelo PTB o Sr. Jair Antonio da Silva, então vereador pelo distrito de Ewbank da Câmara em Santos Dumont, em sua segunda legislatura, e pela União Democrática Nacional (UDN) o Sr. Geraldo Ferreira de Sá, então gerente na empresa \"Laticínios Avenida Ltda\". Por sufrágio universal, o Sr. Jair Antonio da Silva foi eleito o primeiro prefeito do município de Ewbank da Câmara, com 383 votos, ou seja, 62,37% do total da votação, tendo como vice-prefeito o Sr. Pedro da Silva Cunha (PTB), que concorreu ao cargo juntamente com o Sr. João Carreira Júnior (UDN). Coincidindo com a institucionalização dos poderes constituídos do município de Ewbank da Câmara, o Executivo e o Legislativo, tomaram posse, em 1 de setembro de 1963, o prefeito, Sr. Jair Antônio da Silva,O discurso proferido na sua posse encontra-se disponível na íntegra na página biográfia do Sr. Jair Antonio da Silva. o vice-prefeito, Sr. Pedro da Silva Cunha, e cada um dos vereadores que, a partir de então, passaram a compor a Câmara Municipal daquela gestão: pelo PTB os Srs. Nabor Augusto de Castro,Discurso do vereador eleito presidente da Primeira Câmara Municipal do Município de Ewbank da Câmara, Senhor Nabor Augusto de Castro: Em primeiro lugar desejo prestar uma homenagem ao Poder Judiciário da Comarca de Santos Dumont, aqui presente, na pessoa do Meritíssimo 1.º Juiz de Direito e também Juiz Eleitoral, Dr. Afonso Geraldo Soares Ferreira, Dr.Orlando Rodrigues da Costa, 2.º Juiz de Direito e Dr. Plorival Pereira de Castro, Promotor de Justiça, pela honra de vossas presenças e instalação da Câmara Municipal, a nossa homenagem e a nossa gratidão. Eleito para presidir os destinos da Câmara Municipal, sinto que pesam sobre meus ombros pesadas responsabilidades. Espero, entretanto, dos prezados companheiros que se elegeram, o apoio de suas luzes para levar a bom termo a tarefa que me coube. Embora homem de partido, procurarei conduzir-me no posto como um Juiz, pelo que os senhores vereadores que compõem este Legislativo, poderão esperar de mim isenção de ânimo e solícita atenção. Numa democracia, todas as correntes de opinião tem o direito de fazer ouvir sua voz, somente, quando todos se acham irmanados no propósito de bem servir à causa pública. Com estas palavras quero agradecer a todos os que com o seu voto me trouxeram a esta Casa e a esta Presidência e aproveito o ensejo, para mais uma vez afirmar os meus propósitos de ser um Juiz isento de paixão e ódios no desempenho fiel do meu cargo. Estando instalada a Câmara, solicito aos vereadores: Antonio Ribeiro Mendes e Francisco Antonio de Abreu Filho, o obséquio de acompanhar e introduzir neste recinto os Srs. Jair Antonio da Silva e Pedro da Silva Cunha, respectivamente Prefeito e Vice-Prefeito, eleitos, para o compromisso de posse conforme determina lei. Com a palavra o Senhor Pedro Clarindo de Oliveira, vereador secretário: Ewbank da Câmara vive hoje um dia histórico, com a instalação da Câmara Municipal e posse do Senhor Prefeito. Portanto, honra-me sobremaneira, neste momento, ao receber do Senhor Presidente, a missão de saudar, em nome desta Casa, o Primeiro Prefeito municipal de nosso município na pessoa do senhor Jair Antonio da Silva. Senhor Prefeito, que a nossa primeira saudação seja de paz e que também sirva de incentivo para que Vossa Excelência possa prosseguir na luta pelo engrandecimento e bem estar de nossa querida terra. Que seja Vossa Excelência o administrador e também; o pacificador da família Ewbankense, porque, somente a união, o trabalho e o entendimento poderá construir a grandeza desta terra. Para este mister, Senhor Prefeito, podeis sempre contar com o apoio do povo, pelos seus representantes com assento nesta Casa, porque, aqui estamos para cumprir dignamente o mandato a nós confiados, observando as leis e trabalhando pelo engrandecimento deste município. Tenho dito. presidente da Câmara de Vereadores; Francisco Antonio de Abreu Filho, vice-presidente; Pedro Clarindo de Oliveira, secretário; Antônio Ribeiro Mendes; Pedro Celestino da Silva; e Antônio de Pádua Oliveira; e pela UDN os Srs. Artur de Oliveira Souza; Geraldo Leite de Oliveira; e Lucas Thompson. Todos os eleitos assumiram seus cargos públicos com mandato até 31 de janeiro de 1967. O alicerce político-administrativo de Ewbank da Câmara foi então consolidado, logrando êxito, em particular, todo o trabalho e toda a dedicação do Sr. Jair Antonio da Silva, que atuou incansavelmente na concretização da emancipação municipal de Ewbank da Câmara com relação ao município de Santos Dumont. ==== Primeira administração: desafios e oportunidades ==== Nos anos que se seguiram imediatamente após a emancipação do município de Ewbank da Câmara, as expectativas da população foram passando gradativamente por um processo de transformação. A população, notavelmente rural desde os primeiros assentamentos no então povoado de Tabuões do século XIX até a constituição do município de Ewbank da Câmara no início dos anos 60 do século XX, passou a ser majoritariamente urbana. Evidentemente, este processo migratório gerou pressão sobre a administração pública municipal, no sentido de encontrar soluções para aumentar e aprimorar a disponibilidade de serviços públicos, que incluem o provimento de água, saneamento, energia elétrica, comunicações, transportes, educação, saúde, segurança, dentre vários outros igualmente relevantes. Durante a primeira administração municipal de Ewbank da Câmara, conduzida pelo então prefeito Sr. Jair Antônio da Silva, houve um considerável esforço de superação e aprimoramento dos serviços públicos urbanos então existentes. Este desafio foi vencido, levando-se a cabo várias obras públicas destinadas a contornar as condições de saneamento nas novas ruas que foram criadas no município, com a construção de bueiros e suas respectivas canalizações; expansão dos sistemas de captação, da capacidade do reservatório (de 26 mil para 62 mil litros de água) e dos encanamentos de distribuição de água potável; e renovação e instalação de novos sistemas de escoamento pelos esgotos. Como resultado de gestões junto às instituições estaduais da área de energia, iniciadas na primeira administração do município e concluídas já na segunda administração, em 20 de fevereiro de 1968, a cidade de Ewbank da Câmara foi interligada às Centrais Elétricas de Minas Gerais S.A. (Cemig). A partir de então, a concessão que havia sido outorgada para a exploração pública do serviço no município pela Companhia Lacticínios Alberto Boekek cessou de produzir efeitos.Ofício do Diretor da \"Companhia Lacticínios Alberto Boeke\" ao Exmo Sr Ministro das Minas e Energia, Santos Dumont, MG, 27 de dezembro de 1966. Este passo foi dado em função da crescente demanda local por energia elétrica que se verificava, ano após ano, tanto para uso residencial quanto industrial e comercial. Na área de comunicações, um problema aparentemente simples que consistia na ausência de nomenclatura das vias urbanas e da respectiva numeração de cada uma das edificações nelas construídas, foi solucionado também durante a primeira administração do município. Como a mudança do nome da avenida principal de Raul Soares para Santo Antônio e a atribuição de nomes para várias ruas do município, novas e antigas (rua Espírito Santo, Dona Rosa, Antônio Ribeiro Novaes, São Geraldo, Abílio Bittar, Alfredo Rodrigues de Oliveira, Antônio Lamy, André Gribel, Antônio Macêdo, Ibrahim Bitar Sobrinho, Custódio Ferreira da Costa e Nossa Senhora Aparecida e outras ), a entrega de correspondências pelos Correios e a instalação e a verificação do uso de telefones comerciais e residenciais, nos endereços que se tornaram popularmente conhecidos dentre os moradores do município, ficaram imensamente facilitadas. Com a chegada da rodovia BR-040, que nos anos 60 passou a interligar a antiga capital federal do Rio de Janeiro à nova capital que o então presidente da República Federativa do Brasil, Dr. Juscelino Kubitschek de Oliveira, instalou em Brasília, Distrito Federal, em 1961, no planalto central do território brasileiro, melhores oportunidades de acesso automotivo às cidades circunvizinhas e mais longínquas foram abertas, em detrimento do uso dos serviços ferroviários existentes no município de Ewbank da Câmara desde o fim do século XIX. Em 1969, a avenida Santo Antonio do município recebeu pavimentação asfáltica para interligar o centro da cidade à rodovia BR-135 (hoje BR-040) em dois pontos principais de acesso, em decorrência de reivindicações ao governo estadual iniciadas na primeira administração do município.\"Asfalto para Ewbank da Câmara\", Jornal da Mantiqueira, n. ° 48, 1.ª seção. Santos Dumont, MG, 17 de março de 1968. Assim, com a principal via urbana e as vias de transportes interurbanas pavimentadas para automóveis, ônibus e caminhões e mediante o incremento na demanda municipal por oportunidades de educação, saúde, trabalho, etc., a população ewbankensino intensificou, desde os anos 60, suas relações interurbanas sem qualquer precedente na história do município. Na área de educação, o município herdou o primeiro prédio escolar inaugurado pelo então governador do Estado de Minas Gerais, Sr. José Francisco Bias Fortes, em 20 de janeiro de 1961, ainda quando Ewbank da Câmara era distrito de Santos Dumont. Quando, em 1962, esta escola, chamada de Escolas Combinadas de Ewbank, acomodava nove professoras que lecionavam para 310 alunos, a mesma recebeu o nome de Escolas Reunidas de Ewbank, por ato assinado pelo secretário de educação do Estado de Minas Gerais. Com a criação do município, a escola passou em 1964 a ter um patrono municipal, sendo a nova denominação Escolas Reunidas Antônio Macêdo. Um ano mais tarde, com a assinatura do decreto n.° 8.820, em 12 de outubro de 1965, pelo então governador do Estado de Minas Gerais, Sr. José de Magalhães Pinto, passou a ser chamada de \"Grupo Escolar Antônio Macêdo\", responsável pelo ensino fundamental de 1.ª a 4.ª série no município. A saúde pública atendia às necessidades da população de forma precária e quase informal. Um 'posto de saúde' funcionava na rua Abílio Bittar para atendimento de socorro aos cidadãos que se apresentavam enfermos ou acidentados. Contudo, todos os casos mais graves eram imediatamente encaminhados para o hospital de Santos Dumont que atendia às cidades circunvizinhas daquele município. A cidade não dispunha de maternidade, assim como não dispõe até hoje, sendo os partos naturais normalmente feitos por parteiras competentes e de reputação elevada entre os moradores ewbankenses. Cesarianas eram, e são, comumente encaminhadas para maternidades em Santos Dumont e Juiz de Fora. Contudo, coube à primeira administração do município a aquisição de um terreno, na mesma rua Abílio Bittar, para a construção de um posto de saúde que fosse moderno e equipado com uma ambulância para atendimento das necessidades de saúde da população ewbankense. Por fim, mas não menos importante, a segurança pública foi tema de dedicada atenção dispensada pela primeira administração do município. Ewbank da Câmara não dispunha de delegacia de polícia. A segurança era provida de forma precária e quase-pessoal por um farmacêutico, então designado sub-delegado de polícia local, Sr. João Carreira Júnior. Com o intuito de fortalecer a segurança municipal e a manutenção da ordem pública, foi realizada uma adaptação da edificação da antiga escola municipal, que se localizava na avenida Santo Antônio e a mesma removida para a rua Abílio Bittar, para o funcionamento da delegacia municipal, manutenção do destacamento policial e realização de detenções de menor gravidade. O Sr. José Theodoro Quetz foi designado delegado de polícia, assumindo o comando da delegacia de polícia ewbankense. === Administrações subsequentes e seus legados === Observando os princípios que nortearam cada um dos partidos aos quais pertenciam, e levando a cabo seus projetos públicos em conformidade com suas convicções políticas, as administrações municipais subsequentes àquela que teve o Sr. Jair Antônio da Silva à frente do poder Executivo e o Sr. Nabor Augusto de Castro do poder Legislativo (1963-1967), apesar das limitações peculiares a cada gestão, sejam elas do conhecimento de administração pública ou de ordem econômica e financeira, buscaram, com base nos seus valores políticos, éticos e morais, transformar suas intenções em atos e realizações para a população ewbankense. As administrações subsequentes foram: Mário de Paula Novais, prefeito, José Vicente Ferreira, vice-prefeito (1967-1971); Pedro da Silva Cunha, prefeito, Fausto Gonçalves Ribeiro, vice-prefeito (1970-1973); Mário de Paula Novais, prefeito, Oswaldo Gonçalves de Oliveira, vice-prefeito (1973-1977); Pedro da Silva Cunha, prefeito, Sebastião Selmar Ferreira, vice-prefeito (1976-1983); Mário de Paula Novais, prefeito, Sebastião Ferreira Neto, vice-prefeito (1983-1988); Custódio Ferreira Martins, prefeito, Artur de Oliveira Souza, vice-prefeito (1989-1992); Paulo Mendes Soares, prefeito, Sebastião Leopoldino de Meireles, vice-prefeito (1993-1996); Sebastião Leopoldino de Meireles, prefeito; Mauro Luiz Martins Mendes, vice-prefeito (prefeito a partir de 1999) (1997-2000); Mauro Luiz Martins Mendes, prefeito, José Augusto Pimont, vice-prefeito (2001-2004); Paulo Mendes Soares, prefeito, José Maria Novato, vice-prefeito (2005-2008); Paulo Mendes Soares, prefeito, José Maria Novato, vice-prefeito (2009-2012); Mauro Luiz Martins Mendes, prefeito, Laércio Sebastião de Oliveira (2013-2016); José Maria Novato, prefeito, José Sabino de Oliveira, vice-prefeito (2017-2020). A expectativa dos moradores, já nos anos 70, era de que o provimento dos serviços públicos estabelecidos e expandidos nos anos 60 (água, saneamento, energia elétrica, comunicações, transportes, educação, saúde, segurança, etc.) fossem mantidos nos padrões então atingido e, quando factível, aprimorados.Segundo informações do setor competente da Prefeitura Municipal de Ewbank da Câmara, estimava-se que, no fim do ano de 2005, 100% da zona rural do município encontra-se servida por energia elétrica fornecida pela CEMIG. No âmbito da iniciativa privada, consta que desde a criação do município até os anos 80, a cidade contou com setores produtivos que envolviam derivados de leite, processamento de madeiras, etc. Contudo, as atividades comerciais associadas ao setor de serviços foram ganhando espaço no município em detrimento da manufatura local de produtos. Foi exatamente neste momento de substanciais mudanças socioeconômicas que as administrações seguintes tiveram que lidar em termos de expectativas de boa gestão política e administrativa do município de Ewbank da Câmara. O município precisava de se desenvolver e este desenvolvimento passava essencialmente pela expansão da capacidade produtiva que se encontrava cada vez mais na área urbana do que na área rural. Há que se ressaltar que o processo de concentração urbana do município de Ewbank da Câmara se deu tanto de forma voluntária, quando indivíduos deixavam o campo para buscar melhor qualidade de vida na cidade, quanto induzida, quando projetos de desenvolvimento econômico eram implementados com impacto direto sobre a população rural. Um nítido exemplo deste segundo caso foi o fechamento das comportas da barragem de Chapéu D´uvas, com impacto sobre o povoado original da Colônia de São Firmino que foi transferido para uma área mais próxima da sede do município com 173 176,35 metros quadrados, cuja área foi recebida pelo município do Departamento Nacional de Obras e Saneamento (DNOS), nos exatos termos da Lei Municipal n.º 292, de 15 de abril de 1986. A barragem de Chapéu D'uvas foi inaugurada pelo então presidente da República, Itamar Franco, no dia 18 de dezembro de 1994, e está situada dentro do município de Ewbank da Câmara, com 12 quilômetros quadrados de espelho d´água que se estende rumo ao oeste. No campo da educação, houve um lento, mas progressivo, desenvolvimento no município. Em 1974, o estabelecimento de ensino municipal, o Grupo Escolar Antônio Macêdo, passou a ser denominado como Escola Estadual Antônio Macêdo. Três anos mais tarde, em ato assinado pelo Secretário de Educação do Estado de Minas Gerais, foi autorizada a extensão de série em unidades de ensino de 1.° Grau, passando, assim, a funcionar o ensino de 5.ª a 8.ª série, a partir de março de 1977, no novo prédio construído pela prefeitura municipal, que foi doado ao Estado de Minas Gerais.A lei municipal n.º 57, de 20 de novembro de 1966, autorizou a alocação de recursos para a aquisição do terreno onde o prédio foi construído. Vinte anos mais tarde, em resposta ao processo de municipalização da educação disposta na Resolução n.° 9.238, de 27 de janeiro de 1998, a responsabilidade da gestão das turmas de 1.ª a 4.ª série do ensino fundamental e curso regular de suplência do ensino fundamental da Escola Estadual Antônio Macêdo, situada à rua Abílio Bittar, n.º 81, passou para a esfera municipal. No fim do século XX e início do XXI, tendo ampliado a redes de educação municipal com a possibilidade de ensino fundamental e ensino médio para a população ewbankense, o que por sua vez favoreceu as chances de acesso ao ensino superior em universidades públicas e faculdades privadas em várias cidades dentro e fora do Estado de Minas Gerais, o município se viu transformado numa cidade dormitório que passou a servir diversas cidades vizinhas, especialmente Juiz de Fora, que experimentara substancial desenvolvimento comercial e industrial nas últimas décadas, com mão de obra de qualificação superior (com diversas profissões que incluem médicos, enfermeiros, advogados, engenheiros, dentistas, farmacêuticos, professores, etc.) e média ou primária (técnicos em várias áreas, vendedores, assistentes, pedreiros, marceneiros, mecânicos, pintores, etc.). O baixo poder aquisitivo local associado à quase inexistência de oportunidades de negócios e emprego acabou levando muitos cidadãos ewbankenses a buscar melhores oportunidades fora do município. === Presente e futuro do município === Muito ainda precisa ser realizado pelo município que, em 1 de setembro de 2013, irá comemorar seus 50 anos. Ewbank da Câmara apresenta, lamentavelmente, as mesmas distorções socioeconômicas que são observadas no que tange nos aspectos negativos decorrentes do recente desenvolvimento socioeconômico nacional, salvo raras exceções. A busca incessante por soluções para essas distorções deve fazer parte do pensamento e do programa político daqueles que participarão dos processos eleitorais que irão definir, em cada nova eleição municipal, os novos representantes públicos do município. Tal escolha torna-se, no momento político em que vivemos, cada vez mais democrática e transparente, isto devido à maior participação da população ewbankense nesse processo que vem ocorrendo desde os anos 60. A pluralidade partidária dá uma nova perspectiva ao eleitor ewbankense que poderá não tão somente optar por situação versus oposição, mas também por diversos programas de governo de vários partidos políticos e suas convicções ideológicas e filosóficas, indivíduos conservadores ou liberais, candidatos com afinidade ou não com a coisa pública, utopias, promessas, sonhos ou ilusões. As memórias de uma vivência no município de Ewbank da Câmara narradas pelo Sr. Jair Antonio da Silva, primeiro prefeito municipal, mostram que o processo evolutivo municipal foi nitidamente marcado por três fases de desenvolvimento do Brasil. A primeira fase, que se inicia no século XVIII, compreende a formação do povoado de Tabuões em decorrência da construção da Estrada Real e de todas atividades econômicas associadas ao ciclo do ouro. A segunda fase, com início na segunda metade do século XIX, é marcada pelo momento em que o Brasil busca desenvolver-se rumo ao interior no ciclo cafeeiro, transformando o então povoado de Tabuões pertencente ao distrito de Paula Lima que ficou conhecido e renomeado como Ewbank da Câmara, nome da estação ferroviária recebida pelo povoado. Por fim, a terceira e última fase, está associada ao processo atual de industrialização do Brasil que teve início na segunda metade do século XX, que trouxe rodovias pavimentadas e uma interação do município então criado com inúmeros outros de uma maneira que não se verifica precedentes em sua história. Enfim, os partidos políticos da atualidade, por seus candidatos à Prefeitura Municipal de Ewbank da Câmara, virão, sem perda de méritos participativos, quaisquer que sejam, tampouco valores éticos ou morais, a dar uma chance ao povo ewbankense de homologar a eleição daquele que deverá perseguir a promoção do desenvolvimento e do progresso do município. Entrementes, o retrocesso ou o avanço socioeconômico de Ewbank da Câmara, vale lembrar, passou e passará sempre pelo crivo da decisão política de cada cidadão ewbankense. Toda pessoa, a cada dia, edifica sua biografia; todo povo, a cada geração, escreve sua história, baseada em fatos e personalidades. A história de Ewbank da Câmara, por conseguinte, entrou no século XXI como um município juridicamente constituído e com seu inegável legado histórico e potencial turístico para ser explorado. Destarte, a geração de ontem e de hoje compactuam-se ao escrevê-la sua idêntica responsabilidade. == Geografia == O município de Ewbank da CâmaraA composição desta seção sobre a Geografia de Ewbank da Câmara foi feita com base nas seguintes referências: Barbosa, Waldemar de Oliveira. Dicionário Histórico-Geográfico de Minas Gerais. Belo Horizonte, Ed. Saterb, 1971; Fundação João Pinheiro. Estrutura Espacial do Estado de Minas Gerais. Belo Horizonte, 1977; Estado de Minas Gerais. Secretaria de Estado de Ciência e Tecnologia, Instituto de Geociências Aplicadas. A Hierarquia de Minas Gerais Analisada através da Circulação de Ônibus Intermunicipais. Belo Horizonte, 1980; Quadro Natural. In: Atlas Geográfico do Estado de Minas Gerais. Belo Horizonte, v. 4, 1978; Anuário Mineral Brasileiro. Anuário Estatístico. Instituto Brasileiro de Geografia e Estatística (IBGE); Boletim e Mapa Rodoviário. Departamento Nacional de Estradas de Rodagem (DNER); Questionário: Realidade Municipal. Empresa de Assistência Técnica e Extensão Rural do Estado de Minas Gerais (EMATER-MG). localiza-se na Zona da Mata, fazendo parte da Microrregião 200 (Juiz de Fora), formada por 30 municípios. Limita-se com os municípios de Santos Dumont e Juiz de Fora. Sua área, de 104 km², corresponde a cerca de 1,19% da superfície da microrregião (IGA/SECT). Judiciariamente, pertence à Comarca da 3.ª Entrância de Santos Dumont. A sede do município, a 777 metros de altitude, tem sua posição determinada pelas coordenadas geográficas de 21° 33` 03\" de latitude Sul e 43° 30` 36\" de longitude oeste. De acordo com o Mapa Geológico do Estado de Minas Gerais (IGA-1976) o Município de Ewbank da Câmara localiza-se na área de domínio do embasamento granítico - gnaíssico, ou seja, das formações pré-Cambrianas do sudeste brasileiro. Morfologicamente, é a região dos planaltos cristalinos rebaixados, área deprimida em relação as altas superfícies do Itatiaia e do maciço do Caparaó. É constituída de vários planaltos, sendo que o da Zona da Mata, onde se encontra o município de Ewbank da Câmara, apresenta-se o mais baixo deles. O relevo caracteriza-se pelo aspecto ondulado e são raras as escarpas. Com relação à infra-estrutura, a região é servida pela rodovia BR-040 e tem como centro polarizador principal a cidade de Juiz de Fora, com a qual, Ewbank da Câmara mantém estreitas relações, vindo logo após Santos Dumont. Em menor escala, relaciona-se com Barbacena e cidades circunvizinhas. A proximidade de Juiz de Fora e Santos Dumont, e a facilidade de acesso entre estes dois mercados, pela BR-040, favorece ao município quanto à sua economia básica, a pecuária leiteira pela colocação rápida e eficiente de produtos agropecuários. === Quadro natural === As rochas que ocorrem neste município são datadas do pré-cambriano, constituídas de granito-gnaísse. Geomorfologicamente, o município está inserido na região dos planaltos cristalinos rebaixados, apresentando um relevo de cristas e colinas bastantes dissecadas, resultante do encaixamento da rede de drenagem. As altitudes variam de 712 metros (foz do Ribeirão Tabuões e 996 metros cabeceira do Córrego Luiz Ferreira). No que se refere a declividade, o município de Ewbank da Câmara possui um predomínio de declividade forte compreendida entre o intervalo 12 a 50% (vertente em ângulos que variam de 7° a 26°). Estas formas de relevo, quanto à capacidade do uso da terra, podem ser trabalhadas mecanicamente apenas em curvas de nível e por máquinas simples de tração animal, ou em certos limites, por tratores de esteiras. As áreas de declives muito fortes ou íngremes, superiores a 50% (vertentes em ângulos que vão de 26˚ a 45˚), não podem ser trabalhadas mecanicamente nem mesmo por máquinas simples de tração animal e, em alguns casos, existem limitações também para os trabalhos com instrumentos e ferramentas manuais. Estão dispostas dentro desse município em núcleos pouco contínuos, concentrados principalmente nas porções N e NE. A terceira classe de declividade encontrada no município de Ewbank da Câmara é a que abrange o intervalo de 0 a 12%, correspondendo esses valores aos declives suaves e moderados que favorecem a formação de ângulos com as vertentes de 40˚ a 7˚. Essa classe de declividade, segundo o Manual Brasileiro para Levantamentos da Capacidade de Uso da Terra, resulta em solos que podem ser arados em todas as direções e sentidos ou, em alguns casos podem ser trabalhados em curvas de nível, por tratores de rodas. As áreas pertencentes a esse intervalo, distribuem-se por todo o município, localizando-se nos topos das colinas e principalmente acompanhando as planícies fluviais do Rio Paraibuna, seus afluentes e subafluentes, sem entretanto cobrir grandes extensões. O clima, de acordo com a classificação de Köppen, é o Cwa (tropical de altitude, com verões quentes). Ocorrem duas estações climáticas: uma, de outubro a abril, caracterizada por temperaturas mais elevadas e maiores precipitações; outra de maio a setembro, período de inverno e estiagem. O total pluviométrico varia em torno de 1 500 mm anuais. A temperatura média anual é da ordem de 20,5 C, sendo a média das máximas de 25,2˚ C e das mínimas de 15,7˚ C, segundo o Instituto Nacional de Meteorologia, 5.º Distrito, Estação Municipal de Juiz de Fora. A Floresta Tropical Subcaducifólia, vegetação natural da região, foi quase toda substituída por pastagens. Residualmente, ainda ocorre em alguns topos e sob a forma de mata - galeria. A retirada da floresta para a utilização da agropecuária, associada a um regime climático tropical úmido acentua o processo erosivo, tornando-se necessária uma série e técnicas para conter o voçorocamento e a perda do manto de recobrimento do solo e conseqüentemente a perda da fertilidade. O município é drenado pelo Rio Paraibuna, que o atravessa no sentido NW-SE tendo como principais tributários os ribeirões dos Tabuões (que passa na sede) e Lambari e os córregos Goiabeira e da Deserta, entre outros. No Rio Paraibuna foi construída a barragem de Chapéu D’uvas que se destina, principalmente, a regularizar a vazão e garantir o abastecimento de água à Juiz de Fora. A superfície total inundada, que ultrapassa os limites municipais, é de 12 km², com um volume de 146 milhões de metros cúbicos e profundidade máxima de 41m. Com a inundação do Rio Paraibuna, toda a várzea formada por este rio desapareceu, inclusive o povoado da Colônia de São Firmino que foi transferido para outro local mais próximo a Ewbank da Câmara. === Tipificação da cidade === A cidade de Ewbank da Câmara localiza-se no vale do Ribeirão Tabuões, estendendo-se para SW, ao longo do ribeirão e da estrada de ferro e para NE através de passagem sob a BR-040. No estudo de hierarquia urbana de Minas Gerais, com base na circulação de ônibus intermunicipais (IGA/SECT), Ewbank da Câmara foi identificada como cidade pequena, que apresenta centralidade apenas a nível municipal (5.ª ordem), na mesma posição hierárquica de cidades como Guarani, Rio Pomba, e Matias Barbosa. Está subordinada diretamente à Juiz de Fora. === População === Segundo a Sinopse Preliminar do Senso Demográfico do IBGE de 1980, o município apresentava um total de 2.974 habitantes e uma densidade demográfica de 28,59 hab/km², superior àquela do Estado (22,99 hab/km²). Ewbank da Câmara participava com apenas 0,6% do total da população da microrregião. O crescimento da população municipal, no período de 1970-1980, foi negativo (-1,12 a.a.), sendo que a taxa de crescimento do Estado foi de 1,53 % a.a. A população que, em 1970, era ainda predominantemente rural, passou a ser, a partir de 1980, predominantemente urbana. === Agropecuária e estrutura fundiária === A economia local baseava-se na pecuária de leite. Segundo a publicação Produção Pecuária Municipal do IBGE (1979), o município possuía 7.000 cabeças de gado. Destes, 2.300 eram de vacas ordenadas que produziram naquele ano: 1.500.000 litros de leite, quase totalmente vendidos às Cooperativas Vigor (Juiz de Fora) e Boecke (Santos Dumont). Em fazendas, localizadas nas regiões de Santo Antônio das Vargens e Vermelho, fabricavam queijo, do tipo Reino e curados pelo Laticínios Avenida Ltda., hoje transformado em depósito. Aproximadamente 8.000 kg de queijo eram produzidos por estas fazendas e vendidos, mensalmente, pelo referido laticínio, para as praças do Rio de Janeiro e Recife. As propriedades maiores dedicavam-se ao criatório de bovinos destinados ao abate em Santos Dumont e Juiz de Fora. A raça predominante é o meio-sangue (holandês-zebu). A pecuária é praticada nos moldes tradicionais, isto é, criação extensiva em pastos naturais. Dentre os produtos agrícolas cultivados, destacavam-se o milho (43 ha/56 t), o feijão (135 ha/36 t) e o arroz (26 ha/57 t), produzidos nas propriedades menores e destinados ao abastecimento do mercado municipal. A análise da estrutura fundiária de Ewbank da Câmara revelou a predominância (62,7%) de propriedades de mais de 50 ha (91,8%), da área agrícola municipal (13.829 ha). Até 1981 foram cadastradas 150 propriedades pelo INCRA, das quais 15 têm a área superior a 200 ha e uma superior a 1.000 ha. A mão-de-obra rural estava assim distribuída: 3% de empregados temporários, 37,5% de exploração direta do proprietário (familiar) e 23,5% de empregados permanentes. A mão-de-obra assalariada, de caráter permanente, era empregada nas fazendas, cuja atividade está voltada para a pecuária leiteira. Cerca de 66% das propriedades utilizam menos de cinco pessoas na atividade agropecuária. Aproximadamente 73,50% da área do estabelecimentos agropecuários achavam-se ocupados por pastagens naturais, 6,5% com lavouras (destes 95% temporárias), cerca de 10% com matas e o restante incultas. A assistência técnica às atividades agropecuárias é dada pela EMATER, através do escritório local de Santos Dumont e pelo IESA de Juiz de Fora. Nos últimos anos, as atividades rurais sofreram um acentuado esvaziamento. Falta ao município um incentivo à fixação do homem do campo e a uma adequada infra-estrutura básica capaz de absorver a mão-de-obra disponíveis. Poderia ser desenvolvido no município, por exemplo, um programa de diversificação agropecuária, com a implantação de cinturão hortifrutigranjeiro e maior incremento à agropecuária, e com a melhoria das pastagens e um raceamento do gado. === Indústria, comércio e serviços === Ainda é pouco desenvolvida a atividade industrial do município. Neste setor, existe a Indústria e Comércio de Papéis Esperança Ltda. (ICOPEL), instalada em 1974, na zona rural, que fabrica papel grosso (tipo açougue) a partir de papel velho, que é obtido em várias localidades de Minas Gerais e Estado do Rio de Janeiro. Mantém seis empregados e utiliza energia elétrica produzida por turbina geradora própria. O equipamento comercial é composto por 12 estabelecimentos varejistas e um atacadista. Os principais produtos comercializados são: leite, cereais, carnes, papel, carvão vegetal (Cia. Brasileira de Carbureto de Cálcio - Santos Dumont) e madeiras. O setor de serviços é precário, o que obriga a população a procurar os centros maiores, principalmente Juiz de Fora. O sistema de telefonia fixa municipal é atendido pela Oi Minas e está integrado à rede de telecomunicações de DDD e DDI. Várias operadoras de serviço móvel celular oferecem serviços ao município, incluindo a Oi, TIM, Claro, Vivo. A Televisão por Assinatura está ao alcance da população via serviço DTH (direct-to-home) oferecido pela Sky, Oi TV, Claro TV, etc. O município capta o sinal retransmitido de vários canais de televisão aberto, sendo complementado o acesso a esses canais aberto por meio de antenas parabólicas que operam na banda C. A rede estadual de ensino, composta por uma escola de 1.º grau completo (urbana) e uma com as quatro primeiras séries (Colônia de São Firmino), está subordinada à 10.ª Delegacia Regional de Ensino de Juiz de Fora. Outras duas escolas municipais rurais completam o quadro educacional de Ewbank da Câmara. Dos 655 alunos matriculados nestes estabelecimentos (1981), 535 (81%) frequentam a Escola Estadual Antônio Macêdo que funciona em dois prédios localizados na sede municipal. Os estudantes que desejam continuar os estudos se dirigem, em geral, às escolas de Juiz de Fora. A BR-040 (Brasília-BH-RJ) liga Ewbank da Câmara à Juiz de Fora (35 km), à Capital Mineira (241 km) e a cidade do Rio de Janeiro (210 km). As linhas de ônibus que servem o município, com paradas no centro da cidade, são aquelas que fazem a interligação entre as cidades vizinhas. Todo o transporte de cargas no município é realizado por uma ferrovia, a Linha do Centro da antiga Estrada de Ferro Central do Brasil, que liga o município à Barbacena, Juiz de Fora, à capital mineira Belo Horizonte, ao norte de Minas e no estado fluminense, às cidades de Três Rios e do Rio de Janeiro. Desde 1996, a linha está concedida à MRS Logística. Possui apenas terminais eletrônicos bancários, do Bradesco, além do Banco Postal operado pelos Correios em parceria com o Banco do Brasil S.A.. No setor de saúde, dispõe de um posto de atendimento médico e no de lazer, o Esporte Clube Ewbankense. Ressalte-se, por fim, que o município desfruta de uma localização privilegiada para o desenvolvimento de uma infraestrutura de turismo ecológico nas áreas próximas ao lago formado pela Barragem de Chapéu D'uvas. Investimentos em serviços de hotelaria (pousadas) e gastronomia (restaurantes), tal como o Hotel Fazenda Santa Inês que funciona na Colônia de São Firmino, indicam o potencial a ser explorado no município para geração de empregos no campo. E essas atividades empreendedoras podem ser implementadas mediante o uso sustentável dos recursos providos pelo meio ambiente. == Desenvolvimento sustentável e proteção ambiental == Em junho de 2012, o Brasil foi o anfitrião da Conferência das Nações Unidas sobre o Desenvolvimento Sustentável, conhecida como Rio+20, por ter tido como precursora a Conferência das Nações Unidas sobre Meio Ambiente e Desenvolvimento, a Rio'92. A Rio+20 foi estruturada em cima de dois temas principais, quais sejam: a economia verde no contexto do desenvolvimento sustentável e da erradicação da pobreza e a estrutura institucional para o desenvolvimento sustentável. Depreende-se da agenda e dos resultados da conferência que políticas públicas governamentais, em nível federal, estadual e municipal, que visem ao desenvolvimento socioeconômico sustentável, com a elevação continuada dos níveis de renda e a erradicação da pobreza, devem estar aderentes com a responsabilidade pública de proteção ambiental para as gerações futuras. E é justamente neste contexto de reformulação das políticas públicas contemporâneas que se desenrola uma polêmica no município de Ewbank da Câmara, tendo o meio ambiente como foco. === Política pública de impacto ambiental === Em fevereiro de 2010, o prefeito municipal enviou ao Legislativo municipal um Projeto de Lei, dispondo sobre a cessão de uso de Bem Público para a empresa Trusher Serviços de Esterilização Ltda. Alega a oposição que tal Projeto de Lei foi aprovado pela Câmara Municipal mediante procedimento de votação ilegal. Mesmo assim, o Projeto de Lei seguiu para sanção pelo prefeito municipal. Cumprido o rito legislativo e administrativo municipal, as partes (i.e., a Prefeitura Municipal de Ewbank da Câmara e a empresa Trusher Serviços de Esterilização Ltda.) assinaram, em 26 de março de 2010, Contrato de Concessão de Direito Real de Uso de Bem Público. O contrato de concessão dispõe em sua cláusula 2.ª sobre “a instalação e funcionamento de uma unidade prestadora de serviços de esterilização e incineração de resíduos sólidos de saúde, comercial e industrial.” Acrescente-se que, de acordo com a Junta Comercial de Minas Gerais, a Filial 3 da empresa Trusher em Ewbank da Câmara está descrita como empresa que “funciona como unidade prestadora de serviços de esterilização e incineração de resíduos sólidos de saúde, comercial e industrial.” A oposição, tendo visitado a página do Tribunal de Justiça de Minas Gerais (TJMG) na Internet, tomou conhecimento de que o Ministério Público, através da curadoria do Meio Ambiente, ajuizou Ação Civil Pública contra o município de Ewbank da Câmara. Vereadores da oposição dirigiram-se ao Fórum localizado na cidade de Santos Dumont e tomaram conhecimento de que, em janeiro de 2008, havia sido concedida a Autorização Ambiental de Funcionamento (AAF) n.º 00542/2008 pela Superintendência Regional de Meio Ambiente e Desenvolvimento Sustentável (Supram), na Zona da Mata, para o Município de Ewbank da Câmara destinada à \"atividade de tratamento e/ou disposição de resíduos sólidos urbanos”, no local situado na Fazenda São Geraldo, também conhecido como Morro do Cruzeiro. A partir da concessão da AAF n.º 00542/2008, o município passou a depositar o lixo urbano a céu aberto, em valas, às vezes com uma retroescavadeira simplesmente despejando terra sobre o lixo. A este procedimento foi dado o nome de “Aterro Controlado de Disposição de Resíduos Sólidos Urbanos do Município de Ewbank da Câmara”. Em maio de 2009, representantes da Fundação Estadual do Meio Ambiente (FEAM) realizaram uma visita técnica, , ao “Aterro Controlado”, e relataram a situação encontrada à Supram-Zona da Mata, a qual enviou ao local o seu diretor técnico, Gláucio Nogueira, com vistas a verificar a situação ambiental do “aterro controlado”. Foi constatado em seu laudo que “a declividade ao entorno da área é superior a 30% (topo de morro)”. À luz da constatação realizada pelo diretor técnico da Supram-Zona da Mata, Gláucio Nogueira, foi emitido o Auto de Fiscalização de n.º 85/2010 e o Auto de Infração de n.º 65.114/2010 em desfavor da Prefeitura Municipal de Ewbank da Câmara. Ademais, como penalidade, procedeu-se ao cancelamento da AAF n.º 00542/2008, então concedida ao município de Ewbank da Câmara. Assevera a oposição que o diretor técnico da Supram-Zona da Mata que esteve na data de 1 de setembro de 2010 no município de Ewbank da Câmara, Gláucio Nogueira, e que constatou que a área do depósito de lixo é topo de morro, é o mesmo que oficia, em 21 de outubro de 2010, ao Ministério Público, dando ciência do Auto de Infração n.º 65.114/2010, e é ainda, contraditoriamente, segundo a oposição, o mesmo que participou da equipe que concedeu parecer favorável à implantação da empresa Trusher em Ewbank da Câmara, em área que é topo de morro. Em 17 de fevereiro de 2011 foi emitida pelo Conselho de Política Ambiental (Copam) Licença Prévia e de Instalação para a empresa Trusher para a atividade de tratamento e/ou disposição final de resíduos sólidos e urbanos e tratamento, inclusive térmico, e disposição final de resíduo hospitalar ou resíduos de serviços de saúde (Grupo A - infectantes ou biológicos). Note-se que a Licença foi emitida com base em parecer assinado pelo responsável técnico, novamente, o diretor técnico da Supram-Zona da Mata, Gláucio Nogueira, e que não consta “incineração” de resíduos. A oposição levou esses fatos ao Ministério Público, da Curadoria do Patrimônio Público e do Meio Ambiente da Comarca. Decorre daí, a instauração do Inquérito Civil Público de n.º MPMG-0607.11.000204-7. O Ministério Público oficiou à Supram-Zona da Mata, solicitando esclarecimentos a respeito da aparente “contradição” entre a concessão da Licença Ambiental à empresa Trusher e o Auto de Fiscalização de n.º 85/2010, tendo em vista que os lugares são evidentemente próximos. Argumenta-se que prazo para resposta expirou-se sem manifestação da Supram-Zona da Mata, e que outro ofício tenha reiterado a solicitação inicial. Ademais, a Promotora da Coordenadoria Regional das Promotorias de Justiça do Meio Ambiente da Bacia do Rio Paraíba do Sul, instaurou Inquérito Civil, a fim de apurar denúncia de construção de aterro sanitário no município de Ewbank da Câmara para destinação de lixo hospitalar pela empresa Trusher, em local supostamente inapropriado a esse fim.Arbex, Daniela. \"Aterro sanitário em Ewbank é alvo do Ministério Público: Promotoria abre inquérito civil público, para verificar se área, a menos de 5km de Chapéu D'Uvas, é adequada\". Tribuna de Minas, Juiz de Fora, 13 de dezembro de 2011. A representante do Ministério Público do Estado de Minas Gerais proferiu a Recomendação de 01/2012, em 14 de março de 2012, ao prefeito municipal de Ewbank da Câmara, no sentido de que “revogue a cláusula segunda do mencionado contrato de concessão de direito real de uso, retirando da mesma a possibilidade da empresa utilizar a área para serviço de tratamento térmico pelo método de incineração dos resíduos, bem como o serviço de tratamento de resíduos comerciais e industriais”. Recomenda, ainda, a representante do Ministério Público “a menção expressa sobre a impossibilidade de desenvolver atividades potencialmente poluidoras na área, objeto do contrato de concessão de direito real de uso, sem o devido e regular licenciamento ambiental pelo órgão competente”. Em resposta ao Ministério Público, a Prefeitura Municipal de Ewbank da Câmara alega ter obtido o devido licenciamento ambiental para o funcionamento da empresa Trusher no local designado para suas atividades de processamento de lixo hospitalar. Assevera ainda no mesmo documento que a área está localizada em sopé de morro, e não em topo de morro como sustentado por especialistas - embora não conste laudo técnico competente anexado à resposta. Argumenta a Prefeitura Municipal que a área residencial encontra-se afastada da área de operações da empresa e que não há, ademais, previsão legal para distancias de tais empreendimentos para áreas residenciais. Por fim, conclui que não há impedimento legal de o empreendimento estar localizado próximo à região limítrofe com outro município, no caso, Juiz de Fora. === Implicações ambientais em nível regional === Entretanto, há divergências sobre esse entendimento do Executivo municipal de Ewbank da Câmara. Por se tratar de um tema de repercussão ambiental sobre os municípios circunvizinhos de Ewbank da Câmara, com caso semelhante ocorrendo no município de Simão Pereira, a Câmara Municipal de Juiz de Fora realizou audiência pública sobre o tema.Arbex, Daniela. \"Câmara de JF cobra explicação sobre aterro em Ewbank: Empresa será chamada a dar esclarecimentos sobre unidade de tratamento e disposição de lixo urbano e hospitalar\". Tribuna de Minas, Juiz de Fora, 13 de dezembro de 2011. Nessa audiência, questões envolvendo a destinação e o tratamento de lixo hospitalar foram amplamente debatidos, inclusive com presença de especialistas, professores da Universidade Federal de Juiz de Fora (UFJF), com doutorado em suas respectivas áreas, os quais discorreram sobre os riscos ambientais, os riscos de contaminação, e principalmente, os riscos à saúde pública da população ewbankense e juizforana. Esses especialistas enfatizaram ainda a precariedade dos Pareceres emitidos pela Supram-Zona da Mata, sem a exigência de Estudos de Impacto Ambiental e Relatório dos Impactos ao Meio Ambiente (EIA-RIMA), assim como não têm determinado a realização das audiências públicas. Ressaltaram ainda a inexistência de Responsáveis Técnicos (RT), com registros nos órgãos de classe competente, nos Pareceres e Licenças emitidas pela Supram-Zona de Mata. A audiência pública foi realizada com a participação de vereadores dos municípios de Juiz de Fora, Simão Pereira e Ewbank da Câmara, juntamente com especialistas em questões ambientais, e representante da OAB/MG, os quais se posicionaram contra a forma pela qual foram concedidas as Licenças Ambientais. A Comissão de Assuntos Municipais e Regionalização da Assembléia Legislativa do Estado de Minas Gerais realizou, no dia 19 de março de 2012, audiência pública para discutir sobre a instalação de usinas de tratamento de lixo hospitalar em municípios da Zona da Mata. Após os debates, a comissão estaria agendando dia e hora para visitar os municípios de Ewbank da Câmara e Simão Pereira. A Lei Orgânica Municipal de Ewbank da Câmara dispõe em seu Capítulo VIII, Do Meio Ambiente, art. 175 que “todos têm direito ao meio ambiente ecologicamente equilibrado, bem de uso comum do povo e essencial à sadia qualidade de vida, impondo-se ao Poder Público e à coletividade o dever de defendê-lo e preservá-lo para as presentes e futuras gerações.” O parágrafo 1.º do referido artigo acrescenta que “para assegurar a efetividade deste direito, incumbe ao Poder Público Municipal em colaboração com a União e o Estado: III - exigir, na forma da lei para instalação de obra ou atividade potencialmente causadora de significativa degradação do meio ambiente, estudo prévio de Impacto Ambiental, a que se dará publicidade.” Ocorre que, mesmo existindo disposição legal no município para o tema ambiental, não há registros de que a população de Ewbank da Câmara e até mesmo dos municípios vizinhos, tenha tido acesso a publicação de resultados de um estudo prévio de impacto ambiental, na área cedida pelo município, para averiguação de possíveis impactos ao meio ambiente, e de possíveis soluções para eventuais problemas. Pelo contrário, alega-se na comunidade local e da região que não se sabe se houve um sério estudo prévio de impacto ambiental, e quais seriam esses impactos, estando assim, o funcionamento e instalação da referida empresa de tratamento de lixo eivado de grave vício, a princípio não mais sanável. E a polêmica ambiental não para neste ponto. A Câmara Municipal de Ewbank da Câmara não realizou audiência pública, no sentido de informar e esclarecer à população local, inclusive regional, sobre o empreendimento e seus possíveis danos, conforme a DN n.º 12/1994 do Copam do Estado de Minas Gerais. Com isto ficaram alegadamente prejudicados os princípios da informação e da publicidade. E por fim, como apontado pelos especialistas em meio ambiente na audiência pública em Juiz de Fora, não foram realizados Estudos de Impacto Ambiental, Relatório de Impacto ao Meio Ambiente (EIA-RIMA) e Estudo de Impacto de Vizinhança. Somem-se às questões da alegada ilegalidade da aprovação do projeto de processamento de resíduos no município de Ewbank da Câmara pela Câmara Municipal aquelas levantadas como inconsistências no processo de licenciamento ambiental, inclusive com o acionamento do Ministério Público do Estado de Minas Gerais, resulta que a presente situação polêmica ambiental em Ewbank da Câmara necessita ser plenamente elucidada, haja vista que tal projeto pode acarretar sérios riscos para a saúde humana e de contaminação do meio ambiente por agentes biológicos presentes em resíduos hospitalares tanto no município de Ewbank da Câmara quanto em Juiz de Fora, dada a proximidade das instalações de processamento de resíduos com a barragem de Chapéu D’uvas. Fica evidenciado neste momento um hiato entre o plano de desenvolvimento socioeconômico sustentável do município e a proteção do meio ambiente. === Desafio do desenvolvimento sustentável === Ewbank da Câmara vem sofrendo nas últimas décadas um certo grau de estagnação do desenvolvimento socioeconômico, podendo mesmo ser observado, em alguns aspectos sociais e econômicos, níveis evidentes de deterioração. Um dos prováveis fatores responsáveis pela retração socioeconômica municipal pode ser, talvez, a sua proximidade da cidade de Juiz de Fora que, por sua vez, apresenta índices de expansão. É louvável que o município elabore e implemente políticas públicas de crescimento econômico com vistas a ampliar oportunidades de investimentos, de emprego na agropecuária, indústria, comércio, e serviços, incrementando, desta forma, a renda per capita municipal. Há expectativas, contudo, que as ações transformacionais e as políticas públicas de impacto socioeconômico do município sejam debatidas, elaboradas e implementadas concomitantemente com ações e políticas públicas contemporâneas alinhadas com o desenvolvimento sustentável, promovendo, por fim, a inclusão social e a preservação ambiental. Somente assim poderá ser alcançada uma melhor qualidade de vida de todos os cidadãos ewbankenses sem prejuízos ou danos ao meio ambiente, hoje tão importante tanto para a economia local quanto regional. Espera-se ainda que a implementação de políticas públicas contemporâneas em Ewbank da Câmara se faça em coordenação também com Juiz de Fora e Santos Dumont. Afinal, questões ambientais transcendem divisas e fronteiras. É por isso que os desdobramentos das decisões tomadas na Rio+20, insculpidas no documento intitulado \"O Futuro que Queremos\", são tão importantes para o Brasil e para todos os Estados-membros das Nações Unidas. == Ligações externas == * Prefeitura de Ewbank da Câmara * Câmara de Ewbank da Câmara * Banco de Dados Cidades@ Instituto Brasileiro de Geografia e Estatística * Ewbank da Câmara no IBGE Cidades Ewbank Camara Categoria:Fundações em Minas Gerais em 1962",
 "title": "Ewbank da Câmara"
}