{
 "id": "32295",
 "text": "{{Info/Município do Brasil |nome = Guapé |foto = Santuarioaparecidadosul.JPG |leg_foto = Guapé - Minas Gerais - Brasil |apelido = |padroeiro = São Francisco de Assis |brasão = Bras%C3%A3o_de_Guap%C3%A9-MG.svg |bandeira = Bandeira_Oficial_de_Guap%C3%A9-MG.svg |link_brasão = |link_bandeira = |link_hino = |aniversário = 3 de fevereiro |fundação = |gentílico =guapeense |CEP = 37177-000 a 37189-999 |lema = Fluctuat Ne Mergitur \"Flutuarás, não afundarás\" |prefeito = Nelson Alves Lara |partido = PCdoB |fim_mandato = 2024 |mapa = MinasGerais Municip Guape.svg |latP = S | latG = 20 | latM = 45 | latS = 43 |lonP = O | lonG = 45 | lonM = 55 | lonS = 04 |estado = Minas Gerais | região_intermediária = Varginha | data_mesorregião = IBGE/2017 | região_imediata = Passos | data_microrregião = IBGE/2017 |região_metropolitana = |vizinhos = Capitólio, Alpinópolis, Formiga, Piumhi, Pimenta, Boa Esperança, Cristais, Ilicínea, Carmo do Rio Claro, São José da Barra |dist_capital = 293 |área = 934.598 |área_ref = |população = 14258 |data_pop = IBGE/2020 |altitude = 771 |clima = Tropical de Altitude |sigla_clima = Cwa |idh = 0.679 |data_idh = PNUD/2010 |pib = mil |data_pib = IBGE/2008 |pib_per_capita = 7749.85 |data_pib_per_capita = IBGE/2008 |site_prefeitura = guape.mg.gov.br |site_câmara = camaraguape.mg.gov.br }} Guapé é um município brasileiro do estado de Minas Gerais. O município é localizado no sul de Minas e é banhado pelo Lago de Furnas. Sua história se divide em duas partes: antes e depois das águas de Furnas, devido à inundação de parte do município na década de 1960 para construção de uma usina hidrelétrica. == História == Os primeiros registros do arraial se dão em documentos datados de 1759. Em 1825 foi construída a capela em homenagem a São Francisco de Assis pelo fazendeiro José Bernardes Ferreira Lara. Segundo conta a tradição, foi um pagamento de promessa a São Francisco de Assis, feito por Dona Esméria Angélica da Pureza, esposa do capitão José Bernardes Ferreira Lara, que doou terras para o patrimônio da Capela, juntamente com Felisberto Martins Arruda e Cândida Soares do Rosário. A paróquia foi criada em 9 de maio de 1856. O distrito de São Francisco de Aguapé foi criado em 28 de maio de 1856 pertencente à comarca de Dores de Boa Esperança. O município é formado pelos distritos de Guapé e Araúna. == Emancipação == Em 7 de setembro de 1923, o então governador de Minas Gerais Raul Soares de Moura assinou a Lei nº 843 que desmembrava o distrito de São Francisco do Rio Grande do município de Dores da Boa Esperança, emancipando e passando a se chamar Guapé, que é, na língua indígena, uma planta aquática (Eichhornia) conhecida também como \"caminhos nas águas\" e que recobre a superfície dos lagos e rios com suas folhas, formando uma espécie de tapete verde. Com a referida lei, os distritos de Capitólio e Araúna foram desmembrados do município de Piumhi e incorporados ao município de Guapé. Em 3 de fevereiro de 1924 foi instalado o município de Guapé. == Usina Hidrelétrica de Furnas == A construção de uma represa, para instalação da Usina Hidrelétrica de Furnas, idealizada pelo ex-presidente Juscelino Kubitschek no fim dos anos 50 (criada em 1957 com fechamento das comportas em 9 de janeiro de 1963), provocou a inundação de boa parte do município, além da própria cidade. === Formação do Lago de Furnas === Com a formação do lago, boa parte da cidade ficou submersa. Ironicamente, o nome da cidade, que significa “caminho na água”, com o enchimento do lago ficaria parcialmente tomada pelas águas. Com o fechamento das comportas as águas subiram rapidamente, gerando preocupação aos guapeenses, tanto na zona urbana quanto na zona rural. Os proprietários não foram indenizados de forma satisfatória e houve uma desvalorização das propriedades, além do impacto cultural. No dia 19 de janeiro de 1963, as águas atingiram as partes baixas de Guapé, na altura do prédio dos Correios, situado a 100 metros da Matriz de São Francisco de Assis. Em março de 1965, o lago de 1.440 km², cinco vezes maior que a Baía de Guanabara, estava completo e suas águas chegaram aos alicerces do Bangalô, que ficou como testemunho da arquitetura local. O lago artificial inundou 206 km² do município. Em 1924, o lema Fluctuat Ne Mergitur foi escrito na bandeira da cidade, significando \"Flutuarás, não afundarás\", ou, em uma livre interpretação, \"Resiste\". Quem poderia naquela época imaginar que, depois de 39 anos de história, Guapé iria pôr a prova o lema que carregava em sua bandeira, não se deixando afundar nas águas de Furnas, e mesmo toda encoberta resistiria, e como uma fênix ressurgiria das próprias águas que a submergiram. thumb|Vista distante da cidade em um dia nublado A nova cidade foi construída próximo à antiga, em um local mais alto, às margens do lago, ficando praticamente ilhada onde o lago forma uma península. Os anos seguintes foram de muita angústia e os agricultores tiveram que conviver com as terras ácidas do cerrado, pois as terras férteis das várzeas do Rio Grande e principalmente do Rio Sapucaí ficaram submersas. As técnicas de manejo dos solos eram incipientes; somente na década de 1970 é que os cerrados e as capoeiras foram ocupadas pela agricultura moderna. Os cafezais e as pastagens cultivadas trouxeram uma nova dinâmica à economia local e regional. A assistência técnica da ACAR, atual EMATER-MG, e dos institutos de pesquisas possibilitaram o uso agrícola moderno e competitivo, inserindo a região na produção de grãos, carne e leite. Em 1963, quando Guapé estava prestes a ser inundada, o jornalista José Franco, da revista O Cruzeiro, publicou uma matéria titularizada \"Guapé será apenas um retrato na parede\", que contava o drama e o impacto na vida dos guapeenses com a chegada das águas de Furnas. O trabalho foi muito elogiado e José Franco naquele ano recebeu o Prêmio Esso como melhor reportagem. == Turismo == thumb|Esta imagem de São Francisco de Assis marca o local onde se situava a antiga igreja de Guapé, antes da inundação de Furnas. O lago que hoje rodeia a cidade proporciona uma vista bastante agradável e um clima ameno. A prática de esportes náuticos, turismo e a pesca (autorizada) são frequentes, principalmente em tempos quentes. Alguns acessos à cidade são feitos através de balsas, o que faz a viagem a Guapé se tornar emocionante desde o inicio. A prática de esportes radicais como o rapel e o voo livre no município se tornou frequente, tendo sido realizado em 2007 o primeiro Campeonato Brasileiro de Acrobacias, o 1º Brasilacro de Parapente onde reuniram-se pilotos de várias partes do Brasil e da América do Sul. O município oferece uma conceituada estrutura hoteleira, com pousadas e hotéis às margens do lago, além da tradicional comida mineira que é servida nos restaurantes da cidade. O ecoturismo é uma das grandes atrações, com trilhas, riachos, cachoeiras e a própria mata nativa, que preserva a fauna e a flora da região. As principais cachoeiras e riachos são a do Paredão, do Inferno, do Macuco, do Garimpo, do Capão Quente, da Água Limpa, do Moinho, do Lobo, da Volta Grande, entre outras. === Parque Ecológico do Paredão === thumb|Vista do paredão rochoso que faz parte do parque ecológico. Formado em uma fenda entre serras, o parque é um dos principais pontos turísticos da cidade, oferecendo ao turista, além de uma vista privilegiada da formação rochosa do local, três belas cachoeiras, além de vários locais para banho no meio de muito verde e beleza. Também oferece opções de trilhas ecológicas, rapel e escalada. No local há uma estrutura montada com serviço de restaurante, banheiros, área fechada para camping e estacionamento. Nos fins de semana de calor, principalmente nas festas de fim de ano, janeiro e carnaval, o parque recebe muitos turistas. === Ipê Campestre Clube de Guapé === Situado às margens do lago, o clube foi criado pelos próprios guapeenses, possui piscinas, quadras, academia, bares, campos de futebol, parques infantis e quiosques, além de organizar bailes como o Brega, Havaí, Carnaipê, Country e Réveillon. == Carnaval == O Carnaval de Guapé se destaca na região como um dos mais agitados e dos que recebem maior número de turistas. A agitação acontece à noite na praça e durante todo o dia no Parque Ecológico do Paredão e no Lago de Furnas. == Grupos folclóricos == A cidade mantém sua tradição folclórica ativa, com apresentação de grupos de Congo, Moçambique e Folia de Reis. == Tradições religiosas == thumb|Igreja Matriz no centro da cidade. === São Francisco de Assis === Padroeiro da cidade, São Francisco de Assis ganhou sua primeira capela na região em 1825, após uma promessa de Dona Esméria para que parasse uma pequeno tremor de terra que ocorreu naquela época na região. Anos mais tarde, na época em que Guapé foi inundado, um fato marcante foi o transporte da imagem da antiga igreja para a nova, onde a imagem de São Francisco, sem que ninguém percebesse, foi transportada de costas, com sua frente voltada para a cidade que seria submersa. O fato ficou conhecido como a despedida de São Francisco à antiga cidade. === Santuário de Nossa Senhora Aparecida === No distrito de Aparecida do Sul, que também é apelidada de Jacutinga, foi instalada na igreja local um santuário dedicado a Nossa Senhora Aparecida. A Festa da Jacutinga, como é conhecida, é a maior manifestação religiosa da cidade, que ocorre no dia 15 de agosto (dia da Assunção de Nossa Senhora). A festa atrai fiéis de várias partes da região. Uma das principais formas de manifesto de fé é a caminhada de aproximadamente 21 km entre Guapé e o distrito de Aparecida do Sul. === Divino Pai Eterno === Em junho de 2008, um devoto conseguiu uma réplica da imagem do Divino Pai Eterno na Basílica de Trindade - GO e a doou para a paróquia de Guapé. Por alguns meses a imagem ficou exposta na igreja junto com outras. Com a influência das transmissões de novenas e missas da Basílica de Trindade, fiéis da cidade, admirados com a imagem, propuseram ao padre de Guapé que fossem realizadas missas em homenagem ao Divino Pai Eterno. Assim começou uma grande corrente, a imagem saiu da igreja e passou a percorrer as casas dos fiéis, e todas as quartas-feiras a imagem vai para uma casa diferente, onde é celebrada a santa missa em louvor ao Divino Pai Eterno. == Feriados municipais == Data Feriado Motivação 3 de fevereiro Aniversario da cidade Cívica 15 de agosto Festa da Jacutinga (Nossa Senhora Aparecida) Religiosa 4 de outubro São Francisco de Assis (Padroeiro da cidade) Religiosa == Economia == A agricultura é a principal fonte de renda da cidade desde a sua criação, tem elevado o nome do município e criado divisas aos produtores locais. === Café === Com a criação do Lago de Furnas e com o início da exploração agropecuária do cerrado, as lavouras de café tomaram conta da região, tornando-se um dos produtos com maior destaque econômico da região. === Grãos === Além do café, a produção de grãos como milho, arroz e feijão representa uma grande fonte de renda a economia do município. === Cachaça === Como é comum em Minas Gerais, a cachaça em Guapé é um aperitivo encontrado na mesa guapeense. O mercado de cachaça artesanal também é destaque na economia, onde se destacam grandes marcas de cachaça produzidas na cidade. === Extração de pedras === A indústria da pedra decorativa (quartzito) vem se sofisticando a partir da década de 1990, representando hoje em Guapé uma grande fonte de renda. === Pecuária === Dentre a mais antiga das práticas agropecuárias da região, destaca-se a criação de gado leiteiro e de corte, incentivada pelo clima e pelas grandes pastagens, principalmente antes das águas de Furnas, devido às grandes várzeas as margens dos rios Grande e Sapucaí == Comunidades rurais == * Araúna (distrito desmembrado de Piumhi e anexado ao município pela lei 843 de 07/09/1923) * Aparecida do Sul * Santo Antônio das Posses * Pontal * Penas * São Judas Tadeu * Pedra Vermelha * Capoeirinha * Campestre == Principais acessos == Rodovia Cidade Antecessora Condição da Estrada BR-265 Carmo do Rio Claro / Ilicínea Pavimentada MG-170 Boa Esperança / Ilicínea Pavimentada MG-170 Pimenta Estrada parcialmente pavimentada Municipal São José da Barra Estrada de terra e travessia de balsa Municipal Capitólio Estrada parcialmente pavimentada e travessia de balsa Municipal Cristais Estrada de terra e travessia de balsa == Ligações externas == * Prefeitura de Guapé * Câmara municipal de Guapé * Guapé no IBGE Cidades Categoria:Cidades submersas Categoria:Fundações em Minas Gerais em 1923",
 "title": "Guapé"
}