{
 "id": "32301",
 "text": "{{Info/Município do Brasil | nome = Guarda-Mor | foto = Guarda01.jpg | leg_foto = | apelido = | padroeiro = Santa Rita de Cássia | brasão = Guarda-Mormgbrasao.png | bandeira = Guarda-Mormgbandeira.png | link_brasão = | link_bandeira = | link_hino = | aniversário = | fundação = | gentílico =guarda-morense | lema = | CEP = 38570-000 a 38599-999 | prefeito = José Dias de Oliveira | partido = PSDB | fim_mandato = 2024 | mapa = MinasGerais Municip GuardaMor.svg | latP = S | latG = 17 | latM = 46 | latS = 15 | lonP = O | lonG = 47 | lonM = 05 | lonS = 52 | estado = Minas Gerais | mesorregião = Noroeste de Minas | data_mesorregião = IBGE/2008 | microrregião = Paracatu | data_microrregião = IBGE/2008 | região_metropolitana = | vizinhos = Paracatu, Vazante, Coromandel e Catalão (GO) | dist_capital = 551 | área = 2065.595 | área_ref = | população = 6565 | data_pop = Censo IBGE/2010 | altitude = 616,28 | clima = sub tropical úmido | sigla_clima = | idh = 0.690 | data_idh = PNUD/2010 | pib = mil | data_pib = IBGE/2008 | pib_per_capita = 23365.45 | data_pib_per_capita = IBGE/2008 | site_prefeitura = www.guardamor.mg.gov.br | site_câmara = www.guardamor.mg.leg.br }} Guarda-Mor é um município brasileiro do estado de Minas Gerais. Sua população informada em 2010 era de 6.565 habitantes (3.688 urbana / 2.877 rural — 3.427 homens / 3.138 mulheres).Fonte: IBGE (censo 2010) Destaca-se como fundador de Guarda-Mor o bandeirante Felisberto Caldeira Brant. ==História== Guarda-Mor, antigo distrito subordinado ao município de Paracatu e Vazante, foi elevado à categoria de município pela lei estadual nº 2764 de 30 de dezembro de 1962. Surgiu nos tempos em que os bandeirantes começaram a extrair ouro do córrego de Paracatu. Criou-se, então, um posto de Guarda-Real (maior, mor) - daí a origem do nome - para efeito de fiscalização do ouro que era transportado para Uberaba. Saint-Hilare, famoso viajante francês, em sua obra intitulada \"Viagem às nascentes do Rio São Francisco\", menciona a fazenda do Guarda-Mor ao descrever a Paracatu do XVIII. Ilídio Pereira Guimarães, proprietário da referida área, doou 30 alqueires (90 ha) para Santa Rita dos Impossíveis. Por ser terremo da Santa e, por conseguinte, gratuito, muitas famílias vieram demarcar seus respectivos lotes e formou-se, assim, o arraial. A população cresceu rapidamente e o mesmo foi elevado a distrito em 1850. Em 1871, criou-se a Paróquia de Santa Rita dos Impossíveis de Guarda-Mor, logo extinta em 1873. A época da criação do distrito de Vazante, em 1938, Guarda-Mor cede parte de seu território. Ao elevar-se a categoria de município, em 1953, Guarda-Mor passa a integrá-lo. Em 1 de março de 1963, Guarda-Mor torna-se município. Uma de sua principais atrações naturais é a cachoeira do Funil e a cachoeira da Usina. No panorama cultural, destacam-se festas, tais como a de Santa de Rita Cássia, padroeira do município, realizada no mês de julho, a Exposição Agropecuária realizada no mês de junho e o Carnaval. Sua economia é baseada na agricultura, sendo uma das maiores produtoras de grãos do Estado, e na pecuária, o município tem um grande rebanho de gado leiteiro e corte. Em um mundo cada vez mais sufocado por novidades técnicas e ideológicas, recorrer à simplicidade é uma forma de entrar em contato com as nossas raízes. Conheça esse recanto de paz que está guardado no rico cerrado brasileiro. ==Ligações externas== * * * Categoria:Municípios de Minas Gerais Categoria:Fundações em Minas Gerais em 1963",
 "title": "Guarda-Mor"
}