{
 "id": "32318",
 "text": "{{Info/Município do Brasil | nome = Igarapé | foto = | leg_foto = | apelido = Cidade menina | brasão = Brasão_Igarapé.jpg | bandeira = Bandeira_de_Igarapé.jpg | link_brasão = | link_bandeira = | link_hino = s:Hino do município de Igarapé | aniversário = 1 de março | fundação = | gentílico = igarapeense | lema = | padroeiro = Santo Antônio | CEP = 32900-000 a 32919-999 | prefeito = Arnaldo de Oliveira ChavesEleições 2020 Resultados - TSE, acessado em 11 de janeiro de 2021 | partido = PP | fim_mandato = 2024 | mapa = MinasGerais Municip Igarape.svg | latP = S | latG = 20 | latM = 04 | latS = 12 | lonP = O | lonG = 44 | lonM = 18 | lonS = 07 | estado = Minas Gerais | região_intermediária = Belo Horizonte | região_imediata = Belo Horizonte | região_metropolitana = Belo Horizonte | vizinhos = Brumadinho, Itatiaiuçu, Juatuba, Mateus Leme, São Joaquim de Bicas | dist_capital = 48 | área = 110.942 | área_ref = | área_urbana = 19.32 | área_urbana_data = 2019 | área_urbana_ref = | população = 45847 | data_pop = censo IBGE/2022 | população_ref = | altitude = | clima = Tropical de altitude | sigla_clima = | idh = 0.753 | data_idh = PNUD/2000 | pib = mil | data_pib = IBGE/2020 | pib_per_capita = 20834.72 | data_pib_per_capita = IBGE/2020 | site_prefeitura = www.igarape.mg.gov.br | site_câmara = www.cmigarape.mg.gov.br }} Igarapé é um município da Região Metropolitana de Belo Horizonte, no estado de Minas Gerais, no Brasil. Seu atual prefeito é Arnaldo de Oliveira Chaves. == Topônimo == \"Igarapé\" é um termo de origem tupi que significa \"caminho de canoas\", através da junção dos termos ygara (canoa) e apé (caminho)NAVARRO, E. A. Método moderno de tupi antigo: a língua do Brasil dos primeiros séculos. 3ª edição. São Paulo. Global. 2005. p. 79.. == História == Até o século XVII, o atual estado de Minas Gerais era habitada por índios do tronco linguístico macro-jê. A partir desse século, essas tribos foram quase exterminadas pela ação dos bandeirantes procedentes de São Paulo, que chegaram à região em busca de escravos e de pedras preciosasRevista de história.com.br. Disponível em http://www.revistadehistoria.com.br/secao/capa/o-ouro-vermelho-de-minas-gerais . Acesso em 13 de maio de 2013.. Em 1931, foi criado o distrito pela lei 50. Ainda em 1931, o decreto 10 002, de 30 de julho, transferiu a sede do distrito de São Joaquim de Bicas para o povoado do Barreiro, com o nome de Igarapé. Pertencia ao município de Pará de Minas. O decreto-lei 148, de 30 de dezembro de 1938, transferiu o distrito de Igarapé do município de Pará de Minas para o de Mateus Leme. A luta travada por Miguel Henriques da Silva e outros em 1958 em prol da emancipação política do município viu nascer seus frutos quando, a 30 de dezembro de 1962, a Assembleia Legislativa do estado de Minas Gerais aprovou a Lei 2 764, criando o município de Igarapé. Igarapé ficou pertencendo ao município de Mateus Leme até 1963, época em que foi instalado o município de Igarapé. O município de Igarapé foi oficialmente instalado no dia primeiro de março de 1963, em sessão solene, realizada sob a presidência de Murilo de Oliveira. == Geografia == Localizado na região sudeste da zona metalúrgica, nas proximidades do paralelo 20º sul e 43º oeste, tem, como ponto mais alto, Pico do Itatiaiuçu, a 1 434 metros de altitude e como ponto mais baixo a Foz Córrego Gavião, a 819 metros de altitude. * Área: 110,08 km² O município limita-se com os seguintes municípios: ** Ao sul - São Joaquim de Bicas, Brumadinho e Itatiaiuçu. ** Ao norte - Juatuba e Betim. ** A oeste - Mateus Leme. ** A leste - São Joaquim de Bicas. === Hidrografia === O município encontra-se na bacia do Rio Paraopeba. Este rio tange o município entre os limites com os municípios de Juatuba e São Joaquim de Bicas. Parte do município é inundada pela represa do Ribeirão Serra Azul, para formação do reservatório Serra Azul, que integra o Sistema Paraopeba. O Sistema Paraopeba também é formado pelos reservatórios Rio Manso e Vargem das Flores, que fornecem água para a Região Metropolitana de Belo Horizonte. === Clima e vegetação === Seu clima é o tropical de altitude. Possui uma vegetação predominante de cerrado e relevo montanhoso. == Rodovia que serve ao município == Igarapé está aliada ao sistema viário de rodovia, que liga a cidade aos principais centros industriais do país pela BR 381 - Rodovia Fernão Dias (Trecho BH-São Paulo), beneficiando assim o seu crescimento. == Feriados municipais == * 1 de Março - Emancipação Política. * 13 de Junho - Comemora o dia de Santo Antônio, padroeiro do município. * 20 de novembro - Dia da Consciência Negra. == Pedra Grande == A Pedra Grande com 1.434 metros de altitude está situada na Serra de Itatiaia, no limite dos municípios de Igarapé, Mateus Leme e Itatiaiuçu. Localiza-se a 8 km do centro de Igarapé. Do alto tem-se uma vista privilegiada da Região Metropolitana de Belo Horizonte (RMBH). O Decreto Municipal n.º 1.318, de 1 de outubro de 2008, formaliza o tombamento do bem cultural denominado \"Conjunto Natural e Paisagístico da Pedra Grande\". Por determinação desse Decreto, quaisquer intervenções no local dependem de prévia deliberação do Conselho Deliberativo Municipal do Patrimônio Cultural de Igarapé. == Ligações externas == *Prefeitura de Igarapé *Câmara de Igarapé *Igarapé no IBGE Cidades Igarapé Categoria:Fundações em Minas Gerais em 1943",
 "title": "Igarapé (Minas Gerais)"
}