{
 "id": "32317",
 "text": "{{Info/Município do Brasil | nome = Icaraí de Minas | foto = Icaraí de Minas.png | leg_foto = | padroeiro = Nossa Senhora da Conceição | apelido = | brasão = Icaraí de Minasmgbrasao.png | bandeira = Icaraí de Minasmgbandeira.png | link_brasão = | link_bandeira = | link_hino = | CEP = 39318-000 a 39319-999 | aniversário = 27 de abril | fundação = | gentílico = icaraiminense | lema = | prefeito = Gonçalo Antônio Mendes De Magalhães | partido = PT | fim_mandato = 2024 | mapa = MinasGerais Municip IcaraideMinas.svg | latP = S | latG = 16 | latM = 13 | latS = 01 | lonP = O | lonG = 44 | lonM = 54 | lonS = 21 | estado = Minas Gerais | mesorregião = Norte de Minas | data_mesorregião = IBGE/2008 | microrregião = Januária | data_microrregião = IBGE/2008 | região_metropolitana = | vizinhos = São Francisco, São Romão, Ubaí, Luislândia e Pintópolis | dist_capital = 583 | área = 616.582 | área_ref = | população = 10.677 | data_pop = Censo 2022 | altitude = 680 | clima = Temperatura: média anual: 23,6 C (média máxima anual: 30,8 C, média mínima anual: 18,2 C) Índice médio pluviométrico anual: 1156,1 mm | sigla_clima = Bsh | idh = 0.65 | data_idh = PNUD/2000 | pib = mil | data_pib = IBGE/2008 | pib_per_capita = 3738.14 | data_pib_per_capita = IBGE/2008 | site_prefeitura = icaraideminas.mg.gov.br | site_câmara = icaraideminas.cam.mg.gov.br }} Icaraí de Minas é um município brasileiro do estado de Minas Gerais. Segundo dados do último censo, em 2022 a população era estimada em 10.677 habitantes. O ponto mais alto do município tem 680 metros, no ponto central da cidade. ==História== Em 1890, foi criado um distrito, subordinado ao município de São Francisco, com a denominação de Conceição da Vargem, pelo Decreto Estadual nº 143, de 16 de julho de 1890 e Lei Estadual n° 2, de 14 de setembro de 1891. A partir de 1920, um pequeno agrupamento de casas foi se formando em torno de uma das fazendas de propriedade de Joana Maria de Jesus, casada em segundas núpcias com o coronel José Bernardino Teixeira. O local ficou conhecido pelo nome de Tiririca ou, ainda, Sucupira, nome da fazenda de propriedade do casal. Logo, ali foi instalada a primeira escola. O coronel Bernardino, para incentivar o crescimento do povoado, promoveu a construção de uma igreja. Em 1956, o povoado passou à jurisdição da paróquia de São José e São Francisco. Em 1992, pela Lei Estadual nº 10.704, de 27 de abril de 1992, os distritos de Conceição da Vargem e de Urucuia ganharam autonomia do município de São Francisco e ambos foram elevados a municípios. Com a emancipação, o novo município passou a ser denominado de Icaraí de Minas, nome sugerido pelo vereador José Ramos de Almeida. == Geografia == De acordo com a divisão do IBGE, o município pertence à Microrregião Januária e à Mesorregião Norte de Minas. === Limites municipais === Os municípios limítrofes são: São Francisco, Ubaí, Luislândia e São Romão. Os limites municipais são os seguintes: 1 – Com o município de São Romão: Começa no rio São Francisco, na foz do ribeirão Guaribas; desce pelo rio São Francisco até a foz do córrego Vargem Grande. 2 – Com o município de São Francisco: Começa no rio São Francisco, na foz do córrego Vargem Grande; sobe por esse córrego atá sua cabeceira; daí, por espigão, alcança o divisor da vertente da margem direita do ribeirão Riacho Grande ou Guaribas, pelo qual prossegue até a Pedra Soldada; dessa elevação, atinge a cabeceira do córrego da Gameleira, pelo qual desce até sua foz no riacho Grande. 3 – Com o município de Brasília de Minas: Começa no riacho Grande, na foz do córrego da Gameleira; desce pelo riacho Grande até a foz do córrego Boa Vista. 4 – Com o município de Ubaí: Começa no ribeirão Guaribas ou riacho Grande, na foz do córrego Boa Vista; desce pelo ribeirão até sua foz no rio São Francisco. === Comunidades e Povoados na zona rural === Além da sede, o município é formado por diversas comunidades e povoados: * Comunidade Brejo Grande * Comunidade Canabrava * Comunidade da Prata * Comunidade de Brejinho * Comunidade de Cabeceira da Vargem * Comunidade de Lagoa dos Cavalos * Comunidade de Pindaíba * Comunidade do Curralinho * Comunidade do Sapé * Comunidade de Jacaré * Comunidade de Bebedouro I * Comunidade de Bebedouro II * Comunidade de Vargem de Casa * Comunidade de Lagoa Seca * Comunidade de Pendurado * Comunidade de de Matadeira * Comunidade de Ponta da Ilha * Comunidade de Barreiro da Imburana * Povoado de Morrinhos do Bom Jesus * Povoado de Nova Aparecida * Povoado de Vila Rica * Povoado de Vila Nova * Povoado de Vila dos Crentes * Povoado de Vila Santos Reis * Povoado de Vila de Logradouro === Hidrografia === Em termos hidrográficos, Icaraí de Minas faz parte da bacia do Rio São Francisco. O Rio São Francisco faz o limite com o município de São Romão. O Riacho Tiririca com o município de São Francisco, o Riacho Grande com o município de Ubaí. Icaraí é cortada pelo Riacho do Angico. === Ecologia === Em termos de biomas, Icaraí de Minas localiza-se no domínio do cerrado. == Demografia == Em 2017, o salário médio mensal era de 1.5 salários mínimos. A proporção de pessoas ocupadas em relação à população total era de 4.7%. Na comparação com os outros municípios do estado, ocupava as posições 624 de 853 e 846 de 853, respectivamente. Já na comparação com cidades do país todo, ficava na posição 4770 de 5570 e 5287 de 5570, respectivamente. Considerando domicílios com rendimentos mensais de até meio salário mínimo por pessoa, tinha 52.3% da população nessas condições, o que o colocava na posição 19 de 853 dentre as cidades do estado e na posição 939 de 5570 dentre as cidades do Brasil. == Cultura == O município tem como grande atrativo as festas culturais como a vaquejada nacional que coincide com o aniversário da cidade que atrai pessoas de várias cidades da região, as cavalgadas, paixão dos cavaleiros e amazonas e as tradicionais festas juninas que boa parte das comunidades do município festejam. Tem como padroeira da cidade Nossa Senhora da Conceição, que também é padroeira da igreja matriz da cidade. ==Economia== A economia baseada na pecuária de leite e corte, na extração de madeira e produção de carvão vegetal. == Ligações externas == * Prefeitura de Icaraí de Minas * Câmara municipal de Icaraí de Minas * Icaraí de Minas no IBGE Cidades Categoria:Municípios de Minas Gerais Categoria:Fundações em Minas Gerais em 1993",
 "title": "Icaraí de Minas"
}