{
 "id": "32320",
 "text": "{{Info/Município do Brasil | nome = Iguatama | foto = 01-IGUATAMA CHEGADA 31imagem05.jpg | leg_foto = Entrada do município | apelido = | padroeiro = Nossa Senhora da Abadia | brasão = Iguatamamgbrasao.jpg | bandeira = Iguatamamgbandeira.jpg | link_brasão = | link_bandeira = | link_hino = | CEP = 38910-000 a 38929-999 | aniversário = 15 de agosto | fundação = | gentílico = iguatamense | lema = | prefeito = Lucas Vieira Lopes | partido = Solidariedade | fim_mandato = 2024 | mapa = MinasGerais Municip Iguatama.svg | latP = S | latG = 20 | latM = 10 | latS = 26 | lonP = O | lonG = 45 | lonM = 42 | lonS = 39 | estado = Minas Gerais | mesorregião = Oeste de Minas | data_mesorregião = IBGE/2008 | microrregião = Piuí | data_microrregião = IBGE/2008 | região_metropolitana = | vizinhos = Luz, Arcos, Doresópolis, Bambuí, Pains | dist_capital = 258 | área = 627.819 | área_ref = | população = 7901 | data_pop = estimativa IBGE/2021 | altitude = 664 | clima = Aw | sigla_clima = | idh = 0.707 | data_idh = PNUD/2010 | pib = mil | data_pib = IBGE/2008 | pib_per_capita = 27514.41 | data_pib_per_capita = IBGE/2008 | site_prefeitura = iguatama.mg.gov.br | site_câmara = iguatama.cam.mg.gov.br }} Iguatama é um município brasileiro do estado de Minas Gerais. ==História== Iguatama é um nome tupi, Yguaterama e Igua-terrama. Este nome foi sugerido pelo farmacêutico Albertino Ferreira de Oliveira, que quer dizer \"lugar onde o rio se abre em curvas\", ou \"enseada de minha terra\" ou ainda \"lugar onde o rio se abre em lagamar\", uma clara alusão às curvas do Rio São Francisco que fica defronte da cidade. O povoado surgiu com as Entradas e Bandeiras de São Paulo para Goiás. Os bandeirantes pernoitavam às margens do Rio onde a travessia era feita em barco. Este local da travessia começou a ser habitado, onde muitos se entregavam á caça, pesca e ao aproveitamento das terras férteis. Os pesquisadores apontam que os primeiros moradores desta região foram os familiares de Faustino Lopes Camargos, que era um desgarrado de bandeirantes paulistas, cujos descendentes existem em São Paulo e Minas Gerais. Em Iguatama os descendentes deste barqueiro residem no bairro Perdizes. Em função da grande circulação e de ser o ponto mais favorável surgiu o Porto Real do São Francisco. Posteriormente passa a ser: Distrito de Nossa Senhora da Abadia de São Francisco, terras doadas por Dona Bernardina Corrêa Pamplona à Paróquia Nossa Senhora da Abadia, criada pela Câmara Municipal de Formiga. ==Geografia== População estimada em 2010 era de 8029 habitantes. Fonte: IBGE ==Turismo== O município faz parte do circuito turístico Grutas e Mar de Minas. A principal atração é o rio São Francisco, que corta seu território. Entretanto, o município é rico em lagoas que contribuem para a preservação de espécie de peixes que sobrevivem no rio São Francisco. Uma destas lagoas de grande representação para a manutenção dessa biodiversidade é a Lagoa da Inhuma. Cercada por lendas e mitos, a Lagoa da Inhuma é uma área de preservação permanente, tombada pelo patrimônio natural do município através da Lei 913/93. A cidade ainda possui outros atrativos turísticos como as Pontes Gêmeas, a Estação Ferroviária no bairro de Garças de Minas, a Igreja Nossa Senhora da Abadia, os casarões antigos. ==Ligações externas== * * * Categoria:Fundações em Minas Gerais em 1944 Categoria:Topônimos de origem tupi",
 "title": "Iguatama"
}