{
 "id": "32323",
 "text": "{{Info/Município do Brasil | nome = Imbé de Minas | foto = Imbé de Minas vista do alto.jpg | leg_foto = | apelido = | padroeiro = Santa'Ana | brasão = Brasao de Imbé de Minas.png | bandeira = Bandeira de Imbé de Minas.png | link_brasão = | link_bandeira = | link_hino = | aniversário = | fundação = | emancipação = 1995 (desmembrada de Caratinga) | gentílico = imbeense | CEP = 35323-000 a 35323-999 | lema = | prefeito = João Batista da Cruz | partido = PT | fim_mandato = 2024 | mapa = MinasGerais Municip ImbedeMinas.svg | latP = S | latG = 19 | latM = 35 | latS = 49 | lonP = O | lonG = 41 | lonM = 58 | lonS = 15 | estado = Minas Gerais | região_intermediária = Ipatinga | data_região_intermediária = IBGE/2017 | região_imediata = Caratinga | data_região_imediata = IBGE/2017 | região_metropolitana = | vizinhos = Caratinga, Inhapim, Piedade de Caratinga, São Domingos das Dores, São Sebastião do Anta e Ubaporanga. | dist_capital = 313 | área = 199.521 | área_ref = | população = 6782 | data_pop = Censo IBGE/2010 | altitude = | clima = tropical | sigla_clima = | idh = 0.673 | data_idh = PNUD/2000 | pib = mil | data_pib = IBGE/2008 | pib_per_capita = 5771.13 | data_pib_per_capita = IBGE/2008 | site_prefeitura = imbedeminas.mg.gov.br | site_câmara = cmimbedeminas.mg.gov.br }} Imbé de Minas é um município brasileiro do estado de Minas Gerais, localizado no Vale do Rio Doce. == Etimologia == O topônimo Imbé é o nome de uma planta conhecida como Cipó-Imbé, Guaimbé e Banana-Imbé. == História == A região onde atualmente se encontra o município de Imbé de Minas foi desbravada pelas famílias de Manoel Joaquim Teodoro, Joaquim Valério, Luiz Carvalho Veríssimo, Augusto da Silva e outros, responsáveis pela fundação da vila “Patrimônio das Umbaúbas” no território da fazenda pertencente a Joaquim Camilo. A partir dessa vila inicial, e após 1889, os habitantes realizaram a abertura das matas, construíram um cemitério, uma capela e uma escola. Anos depois uma nova igreja seria fundada, em homenagem a Senhora Santana. Em 1995, através da Lei Estadual nº 12.030 de 21 de dezembro, o distrito foi emancipado de Caratinga e rebatizado, enquanto município, para Imbé de Minas. == Símbolos municipais == Bandeira do município, o Brasão e o Hino Municipal . A bandeira e o Brasão foram criados pelo artista caratinguense Célio Hott e oficializado em 1997 pelo então prefeito. o Hino Municipal é de autoria das professoras Maria Lucia Prata Nascimento e Márcia Angelita Werneck, que compuseram respectivamente letra e música. Foi oficializado em 16 de setembro de 1999, pelo então prefeito Antônio Gomes Peixoto. Imbé Minas Categoria:Fundações em Minas Gerais em 1995",
 "title": "Imbé de Minas"
}