{
 "id": "32331",
 "text": "{{Info/Município do Brasil | nome = Ipaba | foto = Igreja Matriz de Nossa Senhora da Penha.jpg | leg_foto = | brasão = Coat of arms of Ipaba MG.PNG | bandeira = | link_brasão = | link_bandeira = | link_hino = | fundação = | gentílico = ipabense | lema = Ordem, Trabalho e Progresso | padroeiro = Nossa Senhora da Penha | CEP = 35198-000 a 35198-999 | prefeito = Gilberto Pereira Soares Júnior | partido = PSC | fim_mandato = 2024 | mapa = MinasGerais Municip Ipaba.svg | latP = S | latG = 19 | latM = 24 | latS = 50 | lonP = O | lonG = 42 | lonM = 25 | lonS = 08 | estado = Minas Gerais | região_metropolitana = Vale do Aço | vizinhos = Bugre, Santana do Paraíso, Belo Oriente e Caratinga | dist_capital = 230 | distritos = Ipaba (sede) e Vale Verde de Minas | área = 113.246 | área_ref = | população = 17136 | data_pop = censo IBGE/2022 | altitude = 213,27 | clima = tropical quente semiúmido | sigla_clima = Aw | idh = 0.665 | data_idh = PNUD/2010 | pib = | data_pib = IBGE/2021 | pib_per_capita = 9527.36 | data_pib_per_capita = IBGE/2021 | site_prefeitura = www.ipaba.mg.gov.br | site_câmara = www.camaraipaba.mg.gov.br | mesorregião = Mesorregião do Vale do Rio Doce | microrregião = Microrregião de Caratinga }} Ipaba é um município brasileiro no interior do estado de Minas Gerais, Região Sudeste do país. Localiza-se no Vale do Rio Doce e pertence ao colar metropolitano do Vale do Aço. Sua população recenseada em 2022 era de habitantes. == História == A área do atual município de Ipaba foi explorada pela primeira vez por João Antônio de Oliveira, João Caetano do Nascimento, João da Cruz e João Tomás, abrindo caminho para a formação do povoado de Ipaba. O topônimo recebido provém da palavra tupi upaba, que significa \"terra de muita água\".NAVARRO, E. A. Método Moderno de Tupi Antigo: a língua do Brasil dos primeiros séculos. Terceira edição. São Paulo: Global, 2005. p. 261 Pela lei estadual nº 8.285, de 8 de outubro de 1982, foi criado o distrito subordinado a Caratinga, com terras desmembradas do distrito de São Cândido. A emancipação foi decretada pela lei estadual nº 10.704, de 27 de abril de 1992, instalando-se em 1º de janeiro de 1993. Em 15 de junho de 1998, pela lei municipal nº 242, houve a criação do distrito de Vale Verde de Minas. Na madrugada de 17 de outubro de 1988, Ipaba foi atingida por uma tempestade de granizo severa que deixou 280 casas destruídas e outras dezenas destelhadas, além de 150 pessoas desabrigadas. A localidade ficou sem energia elétrica e as estradas de acesso ficaram intransitáveis. == Geografia == De acordo com a divisão regional vigente desde 2017, instituída pelo IBGE, o município pertence às Regiões Geográficas Intermediária e Imediata de Ipatinga. Até então, com a vigência das divisões em microrregiões e mesorregiões, fazia parte da microrregião de Caratinga, que por sua vez estava incluída na mesorregião do Vale do Rio Doce. == Infraestrutura == A cidade abriga a Penitenciária Dênio Moreira de Carvalho, que foi inaugurada em 1995 e tem capacidade para 348 presos em celas individuais. Em setembro de 2015, cerca de 230 presos estavam estudando e 400 trabalhavam, sendo considerada um dos principais complexos penitenciários do estado. == Povoados == * Água Limpa dos Gonçalves * Água Limpa dos Vieiras * Água Limpa dos Antunes * Beija-Flor * Vila dos Vianas == Ver também == * Lista de municípios da Região Metropolitana do Vale do Aço * Lista de municípios de Minas Gerais * Lista de municípios do Brasil * Paróquia Nossa Senhora da Penha == Ligações externas == * * * * Categoria:Fundações em Minas Gerais em 1992",
 "title": "Ipaba"
}