{
 "id": "32344",
 "text": "Itambacuri é um município brasileiro no interior do estado de Minas Gerais, Região Sudeste do país. Localiza-se no Vale do Rio Doce e sua população estimada em 2018 era de habitantes. == História == A convite do Governo Imperial da época, foi fundado no Vale do Mucuri e Rio Doce, um aldeamento para catequese dos indígenas, a fim de liberar terras para a colonização e se aproveitar da mão-de-obra dos nativos. Frei Serafim de Gorízia e Frei Ângelo de Sassoferrato, que aqui chegaram a 19 de fevereiro de 1873. Estava dentro em pouco tempo, formada a aldeia na data de 13 de abril de 1873, legalmente considerada a fundação da cidade. Outros moradores da região, atraídos pelas atividades de derrubada da mata e expansão das atividades agrícolas e pecuárias, foram chegando e se fixando. Quatro anos depois, contava o povoado com algumas dezenas de casas, uma igreja e uma média de 500 índios, que auxiliavam no trabalho da lavoura. A vida econômica e social do povoado prosseguiu em ritmo normal até sua elevação à categoria de distrito e posteriormente de município (em 18 de maio de 1924). Com a criação do município em 1924, foi a sede elevada a cidade. Em janeiro de 1944 perdeu o distrito de Fidelândia, transferido para o recém-criado município de Ataléia. A princípio, o município de Itambacuri jurisdicionava-se à comarca de Teófilo Otoni, até 1948, mas com a publicação do Decreto-lei n 336, Itambacuri passou a comarca em 1948. Itambacuri era formada de 4 distritos: Itambacuri (sede), Aranã, Frei Serafim e Igreja Nova (hoje Campanário). Por força da Lei Estadual n 2.764, de 30 de dezembro de 1962, foram desmembrados passando a municípios: Campanário, Frei Gaspar, Frei Inocêncio, Pescador, Nova Módica, São José do Divino. Hoje restam em Itambacuri os distritos de Frei Serafim e Guarataia. A atriz e modelo Camila Alves é natural de Itambacuri. == Economia == Itambacuri tem um Produto Interno Bruto de 164 milhões de reais.http://dataviva.info/pt/location/4mg100210 A maior unidade empregadora do município é a administração pública em geral.http://dataviva.info/pt/location/4mg100210/wages O varejo também é uma importante atividade econômica em questão de empregos. Outras atividades econômicas são relevantes em questão de empregos, como a agropecuária, a saúde e a indústria. == Infraestrutura == === Saúde === Itambacuri possui 33 estabelecimentos de saúde, 102 leitos, 425 profissionais e um total de 138 equipamentos. Grande parte dos estabelecimentos de saúde de Itambacuri são consultórios especializados. http://dataviva.info/pt/location/4mg100210/health?menu=establishments-unit- type- tree_map&url;=cnes_establishment%2Funit_type%2Festablishments%3Fdepths%3Dprovider_type%2Bunit_type%26filters%3Dhierarchy_level%2Battention_level%2Bsus_bond%26id_ibge%3D3132701 Centros de saúde também estão presentes em grande quantidade. === Educação === Itambacuri possui mais de 1,8 mil matrículas em educação básica.http://dataviva.info/pt/location/4mg100210/education O curso básico com maior número de matrículas é o Ensino Fundamental I. A escola com maior número de matrículas, é a Escola Estadual Madre Serafina de Jesus, com 1.2 mil matrículas . Itambacuri possui como ensino superior a Faculdade Presidente Antônio Carlos, com 50 matrículas. == Geografia == De acordo com a divisão regional vigente desde 2017, instituída pelo IBGE, o município pertence às Regiões Geográficas Intermediária e Imediata de Teófilo Otoni.Até então, com a vigência das divisões em microrregiões e mesorregiões, fazia parte da microrregião de Governador Valadares, que por sua vez estava incluída na mesorregião do Vale do Rio Doce. == Povos indígenas Botocudos == * Krenak * Aranã * Mokuriñ * Pojixá == Ver também == * Lista de municípios de Minas Gerais * Lista de municípios do Brasil == Ligações externas == * * * * *https://www.amuc.org.br/institucional/o-valedomucuri.php Categoria:Fundações em Minas Gerais em 1873",
 "title": "Itambacuri"
}