{
 "id": "32388",
 "text": "{{Info/Município do Brasil | nome = Juramento | foto = | leg_foto = | apelido = | padroeiro = Senhor Bom Jesus | brasão = | bandeira = | link_brasão = | link_bandeira = | link_hino = s:Hino do município de Juramento | CEP = 39590-000 a 39591-999 | aniversário = | fundação = | gentílico = juramentense | lema = | prefeito = Marlene de Lourdes Silveira Moreira[https://politica.estadao.com.br/eleicoes/2020/candidatos/mg/juramento/prefeito | partido = PP | fim_mandato = 2024 | mapa = MinasGerais Municip Juramento.svg | latP = S | latG = 16 | latM = 50 | latS = 52 | lonP = O | lonG = 43 | lonM = 35 | lonS = 13 | estado = Minas Gerais | mesorregião = Norte de Minas | data_mesorregião = IBGE/2008 | microrregião = Montes Claros | data_microrregião = IBGE/2008 | região_metropolitana = | vizinhos = Francisco Sá, Montes Claros, Glaucilândia, Guaraciama, Itacambira, Grão Mogol | dist_capital = 428,5 km | área = 432.009 | área_ref = | população = 4110 | data_pop = Censo IBGE/2010 | altitude = | clima = | sigla_clima = | idh = 0.68 | data_idh = PNUD/2000 | pib = mil | data_pib = IBGE/2008 | pib_per_capita = 6781.06 | data_pib_per_capita = IBGE/2008 | site_prefeitura = juramento.mg.gov.br | site_câmara = juramento.mg.leg.br }} Juramento é um município brasileiro do estado de Minas Gerais. == História == Diz a tradição que o nome do município teve origem no \"juramento de fidelidade\" feito pelos integrantes da bandeira de Fernão Dias Paes Leme às margens de um riacho que banha a cidade. O juramento aconteceu apos a insurreição de José Dias, filho de Fernão Dias. O insurreto foi julgado e condenado à forca pelo próprio pai. Após a retirada da bandeira, a região caiu no esquecimento e só voltou a ser habitada por sertanistas baianos, que fundaram o arraial às margens do mesmo curso d'água descoberto pelo bandeirante. Juramento torna-se distrito em 1911 e em 12 de dezembro de 1953 passa à categoria de município, sendo emancipado e desmembrado do município de Montes Claros pela Lei 1039. A área de Juramento é de 432,52 km² e fica a 36 km de Montes Claros. A cidade de Juramento localiza-se na Região VI - Noroeste, sua altitude máxima é de 1256 m na Serra do Caturi e a mínima de 642 m no Rio da Prata . Seus principais rios são os rios Verde Grande, Juramento e Saracura e pertencem geograficamente à Bacia do rio São Francisco.(Fonte Secretaria de Cultura em 10/99 e CETEC). == Geografia == Sua população estimada em 2014 era de habitantes. A área de Juramento é de 432,52 km² e fica a 36 km de Montes Claros. A cidade de Juramento localiza-se na Região VI - Noroeste, sua altitude máxima é de 1256 m na Serra do Caturi e a mínima de 642 m no Rio da Prata . Seus principais rios são os rios Verde Grande, Juramento e Saracura e pertencem geograficamente à Bacia do rio São Francisco. Segundo dados do Instituto Nacional de Meteorologia (INMET), referentes ao período de 1987 a 1988 e a partir de 1991, a menor temperatura registrada em Juramento foi de em 18 de julho de 2000, e a maior atingiu em 6 de novembro de 2015. O maior acumulado de precipitação em 24 horas foi de milímetros (mm) em 9 de fevereiro de 2004. Outros grandes acumulados iguais ou superiores a foram em 29 de março de 2017; nos dias 9 de fevereiro de 1995, 2 de janeiro de 1997 e em 2 de dezembro de 1998; em 27 de novembro de 2005 e em 21 de janeiro de 2016. Janeiro de 2016, com , foi o mês de maior precipitação, superando o recorde anterior de em dezembro de 2013. == Ligações externas == * Prefeitura de Juramento * Câmara municipal de Juramento * Juramento no IBGE Cidades Categoria:Fundações em Minas Gerais em 1953",
 "title": "Juramento (Minas Gerais)"
}