{
 "id": "32398",
 "text": "Na mitologia grega, Helena (em grego: Ἑλένη, transl. Helénē) era filha de Zeus e da rainha Leda, irmã gêmea da rainha Clitemnestra de Micenas, irmã de Castor e de Pólux e esposa do rei Menelau de Esparta. Grimal, Pierre, Dicionário da Mitologia Grega e Romana, Rio de Janeiro: Ed. Bertrand Brasil, p.197 Spalding, Tassilo Orpheu, Dicionário da Mitologia Greco-Latina, Belo Horizonte: Ed. Itatiaia, p.118 Quando tinha onze anos foi raptada pelo herói Teseu, porém, seus irmãos Castor e Pólux a levaram de volta a Esparta. Helena possui a reputação de mulher mais bela do mundo. Helena tinha diversos pretendentes, que incluíam muitos dos maiores heróis da Grécia, e o seu pai adotivo, Tíndaro, hesitava tomar uma decisão em favor de um deles temendo enfurecer os outros. Finalmente um dos pretendentes, Odisseu (cujo nome latino era Ulisses), rei de Ítaca, resolveu o impasse propondo que todos os pretendentes jurassem proteger Helena e o marido que ela escolhesse, qualquer que fosse. Helena então se casou com Menelau, que se tornou rei de Esparta. Helena é descrita por Homero como de “faces rosadas”. Íbico, Safo e Estesícoro se referem a ela como “loira”. == Helena de Troia == Numa viagem a Esparta, Páris encontra a princesa Helena, que está casada com Menelau, irmão de Agamenon, filhos de Atreu, rei de Micenas. Após nove dias entretendo Páris, Menelau, no décimo, parte para Creta, para os rituais fúnebres de Catreu, seu avô materno.Pseudo-Apolodoro, Biblioteca, Epítome, 3.3 Helena e Páris fogem para Troia, abandonando Hermíone, então com nove anos de idade; Menelau, Agamenon, e outros reis juntam-se numa guerra contra Troia. Em princípio para resgatar Helena e vingar Menelau, mas na realidade com interesses econômicos também. A guerra dura dez anos. Heitor e Aquiles morrem. Um dia, os troianos percebem que o acampamento de seus inimigos está vazio, e imaginam que finalmente abandonaram a guerra. Encontram por ali um enorme cavalo de madeira que acreditam ser um presente, e o carregam para dentro de suas muralhas. Porém, tudo não passava de uma armadilha criada por Odisseu para conseguir invadir o território inimigo, assim de noite, quando os troianos estavam dormindo, os soldados começam a sair de dentro do cavalo e a atacar a cidade, agora indefesa. A guerra é vencida pelos gregos. Existem várias versões sobre o fim de Helena. Segundo Pausânias, após a morte de Menelau, ela foi expulsa do reino pelo seu enteado, Nicostrato. Foi morar com a rainha Polixo de Rodes, que fingiu ser sua amiga, mas queria vingança pela morte do marido Tlepólemo. Quando Helena estava tomando banho, a rainha mandou as servas vestidas de Erínias a enforcarem. Após a morte foi para a ilha de Pélagos. ==Ver também== Mini-árvore genealógica baseada em Pseudo-Apolodoro:Pseudo-Apolodoro, Biblioteca, 3.10.7 * Herófila Categoria:Mulheres da Guerra de Troia Categoria:Personagens da Odisseia Categoria:Princesas da mitologia grega Categoria:Descendentes de Zeus Categoria:Eneida Categoria:Semideuses da mitologia greco-romana Categoria:Personagens da Ilíada Categoria:Rainhas de Esparta",
 "title": "Helena (mitologia)"
}