{
 "id": "32396",
 "text": "{{Info/Município do Brasil | nome = Lagoa Formosa | foto = Lagoa Formosa, setembro de 2006.jpg | leg_foto = Vista do município, em setembro de 2006. | apelido = Cidade das Rosas | padroeiro = Nossa Senhora da Piedade | brasão = Brasaolagoaformosa.jpg | bandeira = Bandeiralagoaformosa.jpg | link_brasão = | link_bandeira = | link_hino = | CEP = 38720-000 a 38729-999 | aniversário = 1 de março | fundação = | gentílico = lagoense | lema = | prefeito = Edson Machado de Andrade - Didi | partido = MDB | fim_mandato = 2024 | mapa = MinasGerais Municip LagoaFormosa.svg | latP = S | latG = 18 | latM = 46 | latS = 44 | lonP = O | lonG = 46 | lonM = 24 | lonS = 28 | estado = Minas Gerais | mesorregião = Triângulo Mineiro/Alto Paranaíba | data_mesorregião = IBGE/2008 | microrregião = Patos de Minas | data_microrregião = IBGE/2008 | região_metropolitana = | vizinhos = Patos de Minas e Carmo do Paranaíba | dist_capital = 377 | área = 841 | área_ref = | população = 18111 | data_pop = estimativa IBGE/2020 | altitude = | clima = tropical de altitude | sigla_clima = | idh = 0.75 | data_idh = PNUD/2000 | pib = mil | data_pib = IBGE/2008 | pib_per_capita = 9134.39 | data_pib_per_capita = IBGE/2008 | site_prefeitura = www.lagoaformosa.mg.gov.br | site_câmara = www.camaralagoa.mg.gov.br }} Lagoa Formosa é um município brasileiro do estado de Minas Gerais. == História == Lagoa Formosa, antigo distrito criado em 1880 e subordinado ao município de Patos de Minas, foi elevado à categoria de município pela Lei Estadual nº 2764, de 30 de dezembro de 1962. Por volta de 1771, tropeiros que moravam na Fazenda Catiguá (hoje Patrocínio), saiam explorando os cerrados até a cidade de Paracatu. Numa destas explorações, já cansados de tanto andar, resolveram acampar à beira de uma lagoa. Como o local tinha terras férteis e era plauzível de moradia, muitos se fixaram no local e denominaram de \"Lagoa dos Tropeiros\", este sendo então o primeiro nome de Lagoa Formosa. Os moradores da localidade de Lagoa dos Tropeiros se mostraram bastante fiéis a Nossa Senhora da Piedade, realizavam novenas em suas casas, e devido ao aumento no número de fiéis, resolvera-se então em 1856 erguer uma igreja em homenagem a padroeira do local. Devido a padroeira, Nossa Senhora da Piedade, em 1858, a lei nº: 878 criava o Distrito de N. S. da Piedade. O distrito de Nossa Senhora da Piedade, vinha tendo um alto crescimento, até que em 1.938, a lei de nº: 148 mudou a denominação do Distrito para Lagoa Formosa, pertencente na época a Patos de Minas. A lei que tornou o distrito de Lagoa Formosa em Município de Lagoa Formosa, fora assinada em 1962 mas apenas em 1 de março de 1.963, aconteceu à instalação sob a intendência do Sr. Leôncio Nunes Álvares. O primeiro prefeito do então município foi eleito em 1 de Setembro de 1963, sendo este o Sr. Geraldo Mundim dos Reis. == Geografia == Sua população em 2010, segundo o censo demográfico do IBGE, era de habitantes. Lagoa Formosa está localizada na região do Alto Paranaíba, limitando-se com os municípios de Patos de Minas e Carmo do Paranaíba. É servida pela Rodovia do Milho (BR 354), e possui mais de 500 km de estradas municipais. A cidade possui em seu centro uma lagoa, o que caracteriza seu nome. Lagoa Formosa tem como distritos Monjolinho de Minas e Limeira de Minas. == Datas Importantes == Em 1934 o então Governador de Minas Gerais criou a Escola Estadual \"Coronel Cristiano\", esta localizada até os dias atuais na praça da Igreja Matriz. Em 1950, o Sr. Bino da Fonseca começou a construção do Hospital Municipal, que só foi concluído em 8 de dezembro de 1970, 20 anos depois. Em 1957, começou-se a construção da Igreja Matriz de Nossa Senhora da Piedade, a mesma que se encontra hoje na praça principal da cidade. 17 de Setembro de 1958,é instalada a iluminação nas ruas, energia fornecida por uma Colônia Agrícola. Como Lagoa Formosa é uma cidade dependente do meio rural de suas produções agrícolas e pecuárias, sem esquecer também de suas raízes quando os primeiros tropeiros por aqui acamparam, em 7 de Setembro de 1965, véspera do dia da Padroeira da cidade, produtores rurais da cidade organizaram a primeira exposição agropecuária do local com com desfiles de cavaleiros, leilões de animais e outras atrações. Em 1963, foi criado o Ginásio Nossa Senhora da Piedade (hoje Escola Estadual Nossa Senhora da Piedade), graças ao Dr. Otacílio Mundim, Dr. Osvaldo Coletino, Olegário Mundim e Zico Carneiro. Em 1967, estes mesmos homens construíram os primeiros poços artesianos da cidade e a primeira caixa d'água da cidade, melhorando o abastecimento da mesma. Ainda no ano de 1967, no dia 13 de março https://diocesedepatosdeminas.org.br/paroquia/paroquia-nossa-senhora-da-piedade/começou a instalação do relógio da igreja matriz. No alto da torre está instalado um autêntico relógio Michelini de quatro faces e à corda. No dia 22 de março deste mesmo ano o relógio começou a funcionar para alegrias dos paroquianos. Em 1971, foi inciada as obras de perfuração de valas para a instalação da rede de esgoto do município e em 1972 o início da pavimentação da ruas com pedras octogonais chamadas de bloquetes. Graças ao Dr. Antônio Vieira Caixeta, em 1977 a cidade ganhava ainda mais destaque na região com a criação da Rádio Princesa AM. Em 1985, após a criação do Sindicato dos Produtores Rurais, foi construído o Parque de Exposições Lázaro Caixeta Mundim, onde é realizada a Festa Regional do Feijão, a maior festa de Lagoa Formosa, e uma das maiores do Alto Paranaíba. A Festa do Feijão teve a sua primeira edição realizada em 1 de março de 1976, data do aniversário da cidade. ==Ligações externas== * * * Lagoa Formosa Categoria:Fundações em Minas Gerais em 1962 Categoria:Lagoa Formosa",
 "title": "Lagoa Formosa"
}