{
 "id": "32411",
 "text": "{{Info/Município do Brasil | nome = Luminárias | foto = Vista Panorâmica da Cidade de Luminárias - 29-12-2020.png | apelido = Uma jóia entre as montanhas! | padroeiro = Nossa Senhora do Carmo | brasão = Brasao_municipio_luminarias_minas_gerais_brasil.svg | bandeira = Bandeira municipio luminarias minas gerais brasil.svg | CEP = 37240-000 a 37244-999 | emancipação = | aniversário = 15 de julho | fundação = | gentílico = luminarense | prefeito = Ecio Carvalho Rezende | partido = PSD | fim_mandato = 2024 | mapa = MinasGerais Municip Luminarias.svg | latP = S | latG = 21 | latM = 30 | latS = 39 | lonP = O | lonG = 44 | lonM = 54 | lonS = 10 | estado = Minas Gerais | região_intermediária = Varginha | data_mesorregião = IBGE/2017 | região_imediata = Lavras | data_microrregião = IBGE/2017 | vizinhos = Carmo da Cachoeira, Carrancas, Cruzília, Ingaí, Itutinga, São Bento Abade, São Tomé das Letras, Três Corações | dist_capital = 303 | área = 500.143 | área_ref = | população = 5586 | data_pop = IBGE/2022 | altitude = 1141 | clima = Tropical de Altitude | sigla_clima = | fuso = -3 | idh = 0.763 | data_idh = PNUD/2000 | pib = mil | data_pib = IBGE/2008 | pib_per_capita = 7609.18 | data_pib_per_capita = IBGE/2008 | site_prefeitura = www.luminarias.mg.gov.br | site_câmara = www.luminarias.cam.mg.gov.br }} Luminárias é um município brasileiro no sul do estado de Minas Gerais, pertencente à Região Geográfica Imediata de Lavras, na Região Geográfica Intermediária de Varginha. A cidade faz parte da rota da Estrada Real. Sua população em julho de 2020 foi estimada em pessoas. == Geografia == Conforme a classificação geográfica mais moderna (2017) do IBGE, Luminárias é um município da Região Geográfica Imediata de Lavras, na Região Geográfica Intermediária de Varginha. == História == === Nome === O nome se deve a Serra das Luminárias, que fica ao lado da cidade, segundo contam os mais antigos apareciam pontos luminosos nesta serra, estes de origem desconhecidas até hoje, daí ser este o nome da cidade. === Fundação === Sua história remonta ao século XVIII, quando de seu primeiro núcleo de povoação. Nos anos de 1760 foi se constituindo como povoado por estar em uma rota considerada de abastecimento para viajantes pelo fato de localizar-se num ponto de confluência entre a região de São João del-Rei e o Sul de Minas. Em 1798, foi construída uma capela em honra a Nossa Senhora do Carmo, por iniciativa de D. Maria José do Espírito, capela essa que existe até hoje, popularmente denominada \"Igreja Velha\". === Distrito === 1840 - Com o nome de \"Carmo das Luminárias\", passa a distrito de Lavras do Funil; 1846 - Retorna à condição de povoado, suprimida a condição de distrito, pela Lei 288, de 12 de março de 1846. 1850 - Retorna à categoria de distrito de Lavras; 1944 - Torna-se distrito do município de Itumirim; === Freguesia === Em 03/7/1857 torna-se uma Freguesia. Em 1873 torna-se denominada Freguesia de Nossa Senhora do Carmo das Luminárias, com a condição de que os habitantes instalassem ali uma escola de instrução primária. === Emancipação === No mês de fevereiro do ano de 1948 é criada uma comissão pró-emancipação do Município, até então formada por membros dos partidos políticos União Democrática Nacional e PSD. No dia 27/12/1948 é emancipada através da Lei nº 336 assinada pelo Governador Milton Campos. == Cultura == === Calendário Cultural Municipal === * Carnaval Tradicional * 21/3 - Aniversário da E. E. \"Professor Fábregas\" * 03/5 - Aniversário da E. M. Francisco Diniz * 15/7 - Dia do Município, data em que, por ocasião da Festa da Padroeira Nossa Senhora do Carmo, comemora-se o Aniversário da Cidade e o Dia do Luminarense Ausente - aquele que é cidadão de coração mas não reside mais na cidade. * 16/7 - Dia da Padroeira Nossa Senhora do Carmo * 07/9 - Tradicional Desfile Cívico do Dia da Independência * 12/10 - Tradicional Festa da Padroeira do Brasil Nossa Senhora Aparecida * Dezembro - Iluminação especial da cidade em comemoração às festas de fim de ano em Luminárias, cidade das luzes * 27/12 - Aniversário de Emancipação == Educação == === Ensino fundamental === # Escola Municipal Francisco Diniz # Escola Estadual Professor Fábregas === Ensino médio === # Escola Estadual Professor Fábregas == Esporte == # Luminárias Futebol Clube - LFC == Religião == A paróquia de Nossa Senhora do Carmo pertence à Diocese de São João del-Rei. A paróquia possui diversas manifestações tradicionais e devoções a vários santos e santas, como: * Semana das Dores - Setenário das Dores de Maria * Semana Santa * Procissão Luminosa de Nossa Senhora do Carmo * Ofício de Trevas * Festa de Santo Antônio * Festa de Nossa Senhora Aparecida * Evangelizashow - Domingo de Páscoa == Ligações externas == * Prefeitura de Luminárias * Câmara de Luminárias * Luminárias no IBGE Cidades Categoria:Municípios de Minas Gerais Categoria:Fundações em Minas Gerais em 1948",
 "title": "Luminárias"
}