{
 "id": "32429",
 "text": "{{Info/Município do Brasil | nome = Maripá de Minas | foto = maripa.JPG | leg_foto = Centro da Cidade de Maripá de Minas | apelido = | padroeiro = São Sebastião | brasão = Brasão_maripá.png | bandeira = | link_brasão = | link_bandeira = | link_hino = | aniversário = | fundação = | gentílico = Maripaense | CEP = 36608-000 a 36609-999 | lema = | prefeito = Vagner Fonseca Costa | partido = PTB | fim_mandato = 2024 | mapa = MinasGerais Municip MaripadeMinas.svg | latP = S | latG = 21 | latM = 41 | latS = 52 | lonP = O | lonG = 42 | lonM = 57 | lonS = 32 | estado = Minas Gerais | mesorregião = Zona da Mata | data_mesorregião = IBGE/2008 | microrregião = Juiz de Fora | data_microrregião = IBGE/2008 | região_metropolitana = | vizinhos = Argirita, Bicas, Guarará, Mar de Espanha, Rochedo de Minas, São João Nepomuceno, Senador Cortes | dist_capital = 354 | área = 77.736 | área_ref = | população = 2788 | data_pop = Censo IBGE/2010 | altitude = | clima = Trpical de altitude (Media de 22°C) | sigla_clima = | idh = 0.749 | data_idh = PNUD/2000 | pib = mil | data_pib = IBGE/2008 | pib_per_capita = 6425.06 | data_pib_per_capita = IBGE/2008 | site_prefeitura = maripademinas.mg.gov.br | site_câmara = maripademinas.mg.leg.br }} Maripá de Minas é um município brasileiro do estado de Minas Gerais. Sua população estimada em 2004 era de 2.752 habitantes. == História == Maripá de Minas, distrito criado com a denominação de Maripá em 1890/1891 e subordinado ao município de Guarará, foi elevado à categoria de município pela lei estadual nº 2764 em 30 de dezembro de 1962 (instalado em 1 de março de 1963). == Educação == Maripá de Minas, tem índice de analfabetismo baixo em relação a população. Na cidade a educação é pública, sendo escolas municipais e uma estadual. A Escola Municipal Antônio Ferreira Martins, inaugurada na década de 50, é o berço educacional do município, atendendo a maioria dos estudantes do município que oferece o ensino fundamental. No município a Escola Hilda Lobão Rezende, é de representação no pré-escolar de crianças de até 6 anos. O Ensino Médio é oferecido pela Escola Estadual de Ensino Médio de Maripá de Minas, recentemente nomeada Escola Estadual Prefeito Walter Trezza, coabita o prédio com a escola municipal e desde sua criação, possui IDEP acima dos parâmetros estadual e nacional. A Escola Prefeito Walter Trezza oferece os curso de Ensino Médio e Magistério. == Cultura == No município a representação cultural está no Instituto Maestro José Caetano de Oliveira, a Casa da Cultura. A cultura local também está ligada a festas populares e religiosas, como por exemplo o marco cultural do carnaval maripaense o Boi Laranja, e a \"Mulinha\". É também vasto o patrimônio material do município, com fazendas históricas e predios tombados pelo IPHAN. == Ligações externas == * Prefeitura de Maripá de Minas * Câmara municipal de Maripá de Minas * Perfil na Assembleia Legislativa do Estado de Minas Gerais * Maripá de Minas no IBGE Cidades Categoria:Municípios de Minas Gerais Categoria:Fundações em Minas Gerais em 1962",
 "title": "Maripá de Minas"
}