{
 "id": "32421",
 "text": "Mantena é um município brasileiro no interior do estado de Minas Gerais, Região Sudeste do país. Localiza-se no Vale do Rio Doce e sua população em 2018 era de habitantes. == História == Por volta de 1920, o território começou a ser povoado. Isso aconteceu graças aos padres capuchinhos, entre eles, Frei Inocêncio de Comiso. Naquela época, as terras que hoje formam o nosso Município pertenciam ao Município de Itambacuri, fazendo parte do Distrito chamado Lajão, depois o Distrito de Lajão foi desmembrado de Itambacuri, surgindo o Município de Conselheiro Pena. Em 1930, o Emiliano Ferreira Júnior, comprou grande parte dessas terras e veio ocupá-las juntamente com sua família. Dois anos depois de sua instalação nas terras, desgostou-se daqui devido à morte de sua filha e resolveu vender suas terras para Cândido Ribeiro Gonçalves, conhecido como Cândido Ilhéu. Este comprou todo o patrimônio e doou uma parte para a construção do povoado, com apenas 7 casas, recebendo o nome de \"Barra do Córrego dos Ilhéus\", em homenagem ao doador. Em 17 de dezembro de 1938, o prefeito do Município de Conselheiro Pena (ao qual pertencia nosso povoado), Sebastião Anastácio de Paula, (que ainda reside em Conselheiro Pena), feliz com o crescimento do povoado transformou-o em distrito pela Lei nº 158, foi criado o distrito de Bom Jesus do Mantena, compreendendo toda a região do São Mateus do Sul, com a participação do distrito de Lajão que se tomou município de Conselheiro Pena. Onze anos após a criação do povoado, o Governador do Estado, José de Magalhães Pinto, expediu um documento (Decreto nº 1.058), criando o Município de Mantena. Em 4 de janeiro de 1944, foi nomeado pelo Governador o primeiro prefeito, José Fernandes Filho (o Fernandinho). Em 30 de dezembro de 1944, pelo Decreto nº 1291 foi instalada a Comarca de Mantena, sendo o seu primeiro Juiz de Direito Osvaldino de Paula Salazar. Pertencem à Comarca de Mantena os Municípios: Mendes Pimentel, Itabirinha, Central de Minas, São João do Manteninha e Nova Belém. O município começou a experimentar uma expansão econômica e geográfica das maiores, recebendo famílias que vinham de diversas localidades para cá. A produção de café e a extração de madeiras, atraía a atenção de todos, inclusive das pessoas do Espírito Santo, começando aí a triste história do Contestado. A revolta do Contestado foi um conflito desde o começo do povoado entre o Estado do Espírito Santo e Minas Gerais, que só terminou quando o Supremo Tribunal Federal estabeleceu os limites entre os dois Estados. Foi assinado um tratado que estabeleceu a paz, entre os dois governadores interessados: José de Magalhães Pinto (Minas Gerais) e Francisco Lacerda de Aguiar - (Espírito Santo), em setembro de 1963. A partir desta data o Município continuou sua expansão, baseando sua economia principalmente na produção de café, o que veio contribuir também para a sua estagnação econômica devido à queda do preço do café no mercado mundial. Em 9 de dezembro de 1963, o Diário Oficial do Estado de Minas Gerais publicava a Resolução 569, do Governador Magalhães Pinto. Nela, estava definida, junto a \"Lei 2084 do Estado do Espírito Santo\", a linha divisória do município, entre os dois Estados ao norte do Rio Doce, com as delimitações que tem hoje. Naquela época a composição distrital do município era a seguinte: Sede, São João do Manteninha, Itabirinha. Santo Agostinho de Minas, Água Doce do Mantena e Barra do Ariranha. O afastamento de Fernandinho deveu-se a volta à legalidade no Brasil, após a queda de Getúlio Vargas. Era preciso se afastar do governo para disputar as eleições gerais marcadas. Em um curto período de tempo foram nomeados outros interventores que se sucederam até por horas à frente do Município. São eles: Aduvaldo Santos Pinto (1946, 2 meses); José Maria Camargo (1946, 4 meses); Adolfo Mário de Oliveira (1946, 4 meses) e José Meira Júnior (1947). Fernandinho disputou as eleições e foi eleito, sendo seu mandato de 1948 a 1951. Ao seu lado surgiu a primeira Câmara de vereadores, formada pelos senhores: * Anselmo Luíz Cantuária * Cornélio Fernandes de Araújo * David de Almeida Leitão * Jardas Resende Boechat * José Secundino da Fonseca * Pedro Cirilo de Paula * José Romero Duque * José Gomes Vieira * José de Sousa Ferreira * Sebastião Coelho Bastos * Waldir Pereira da Silva * Limiro Caldeira Horsth Desde então, ainda governaram o município os seguintes prefeitos: * José Romero Duque (1951/1955) * Domingos Jorio Filho (1955/1959) * José Romero Duque (1959/1963) * Waldir Pereira da Silva (1963/1967) * José Monteiro da Gama Neto (1967/1971) (Com a renúncia de José Monteiro em 2 de junho de 1969, assumiu o cargo de Prefeito Municipal o vice Ermano Batista Filho) * Adrião Baia (1971/1973) *Ermano Batista Filho (1973/1977) * Adrião Baia (1977/1983) * Joel Garcia dos Santos (1983/1987) * Fernando Sathler Mol (1988/1992) * Joel Garcia dos Santos (1993/1996) * Vicente de Paula Marinho (1997/2000) - (2001/2004) * Cláudio de Paula Batista (2005/2008) * Maurício Toledo Jacob (2009/2012) * Wanderson Elizeu Coelho (2013/2016) * João Rufino sobrinho (2017/2020) Atual Atualmente, o Município de Mantena, apesar da distância com sua capital, vem lutando contra qualquer estagnação e tem diversificado sua economia, se destacando através de grandes empresas da área têxtil, como a Rabbit, e mineradoras de exploração de granitos, sendo estes exportados por todo o mundo. Atividades como a pecuária e a produção de leite também geram receitas e fortalece o comércio local. A prefeitura de Mantena conta ainda com uma Secretaria de Indústria e Comércio para dar suporte a novos empreendedores que se interessam em plantar suas empresas na região. == Transporte == A cidade conta com ruas e avenidas pavimentadas em sua maioria, mas não possui serviço de ônibus municipal. Conta também com pontos de táxis para transporte particular e um terminal rodoviário construído nos anos 1980, com uma grande área para ônibus com seis plataformas de embarque e desembarque de passageiros sendo o maior terminal da microrregião de Mantena, mas necessita reformas e investimentos em linhas de ônibus para aumentar o fluxo de pessoas e a arrecadação municipal. O terminal rodoviário conta com linhas diárias para as cidades de Barra de São Francisco, Colatina, Vitória, Governador Valadares, Belo Horizonte, Porto Velho, São Paulo e outros pequenos municípios da região. Conta ainda com uma pista para pousos e decolagens na rodovia que liga o município a Barra de São Francisco, localizada bem na divisa dos estados de Minas Gerais e Espírito Santo. == Geografia == De acordo com a divisão regional vigente desde 2017, instituída pelo IBGE, o município pertence às Regiões Geográficas Intermediária de Governador Valadares e Imediata de Mantena. Até então, com a vigência das divisões em microrregiões e mesorregiões, fazia parte da microrregião de Mantena, que por sua vez estava incluída na mesorregião do Vale do Rio Doce. === Clima === O clima de Mantena é quente e úmido com temperatura amena no inverno e variações consideráveis durante o dia, conforme estatística do IBGE. O máximo de chuvas coincide com o verão. Segundo dados do Instituto Nacional de Meteorologia (INMET), referentes ao período de agosto de 2007 a dezembro de 2022, a menor temperatura registrada em Mantena foi de em 20 de maio de 2022, e a maior atingiu em 2 de janeiro de 2016. O maior acumulado de precipitação em 24 horas foi de milímetros (mm) em 30 de dezembro de 2010. No período entre 2008 e 2017, a média pluviométrica anual foi de 1021,6mm. O ano mais chuvoso foi 2011 com 1554,2mm, e o mais seco foi 2015 com apenas 392,2mm. === Relevo === Seu relevo se caracteriza pela presenças de pequenas montanhas, elevando- se gradativamente em direção ao interior, formadas por rochas cristalinas pré- cambrianas. === Vegetação === A vegetação diversificada na região de sub domínio ecológico, apresenta na área de Mantena a transição entre florestas hidrófila costeira e a caducifólica tropical. Não são encontradas grandes reservas florestais destruídas pelo homem na extração de madeira de lei. É abundante a vegetação própria para a alimentação de gado bovino denominado capim “colonião”. Em 2018 foi relatado um surto de aparecimentos de serpentes na cidade, o que assustou a população local, temendo as possíveis cobras Jararacas e corais verdadeiras, que entravam nas casas. Amedrontadas, a população as caçavam e matavam, publicando em redes sociais. === Solo === Seu solo, predominantemente argiloso - arenoso, tende a concentrar sais no horizonte superficial, o que é aproveitado pela pecuária. Possui ocorrência de quartzo e grandes formações rochosas. Foi alvo de pesquisa na década de 1950 por Antônio Alves Pinheiro, que recebeu de Juscelino Kubitschek , por meio do DECRETO Nº 39.240, DE 23 DE MAIO DE 1956 autorização para pesquisar quartzo, jazida da classe VI em terrenos devolutos no lugar denominado Antônio Benedito. A título de autorização de pesquisa o Sr Antônio Alves Pinheiro pagou uma taxa de trezentos cruzeiros (Cr$300,00) que está transcrito no livro próprio para Divisão de Fomento da Produção Mineral do Ministério da Agricultura. Em suas pesquisas encontrou turmalina, uma pedra semi preciosa, e granito muito utilizado na construção civil como pedra ornamental. === Hidrografia === Mantena possui uma pequena bacia Hidrográfica, iniciada com o Córrego do Turvo e o Córrego Frio iniciados a 6 km do bairro de Vila Nova que se juntam e formam o córrego São Francisco. O mesmo permeia toda a divisa do bairro Vila Nova, percorrendo do sentido noroeste a sul da cidade, vindo a desaguar no Córrego do Ilhéus que é outro pequeno córrego com nascentes próximas à conhecida Serra Branca de Mantena, formando então, juntos, o Rio São Francisco, que percorre a cidade do sentido sul a nordeste da cidade, terminando seu percurso na cidade, na Estação de Tratamento de Esgoto do SAAE (Serviço Autônomo de Água e Esgoto) de Mantena, desaguando no Rio São Mateus já em território capixaba. O Rio São Mateus passa próximo ao Distrito de Nazário, do lado mineiro, e Distrito de Café Ralo, do lado capixaba, fazendo uma divisa natural entre os estados a 12 km ao norte da zona urbana da cidade. Em dezembro de 2013 os córregos que cortam a cidade transbordaram causando estragos por toda cidade. Muitas pessoas perderam todos os móveis, eletrodomésticos e automóveis. Comerciantes perderam mercadorias e muitos outros estragos foram registrados. * Rio São Mateus * Rio São Francisco * Córrego dos Ilhéus * Córrego do Turvo * Córrego Frio * Córrego São Francisco === Distritos === * Barra do Ariranha * Limeira de Mantena * Nazário * Santa Rita * Mantena (sede) === Bairros === * Alvorada * Bela Vista * Boa Esperança * Centro * Colina * Ebenézer * Esplanada * Frei César * Nicolini * Operários * Philadélfia * Pires de Albuquerque * Santo Antônio * Santos Prates 1 * Santos Prates 2 * São Bernardo * São Silvano * Treze de Junho * Treze de Maio * Tropical * Vila Florindo * Vila Nova * Loteamento Verly * Loteamento Maulaz *Loteamento Queiroz == Ver também == * Lista de municípios de Minas Gerais * Lista de municípios do Brasil == Ligações externas == * * * * Categoria:Fundações em Minas Gerais em 1943",
 "title": "Mantena"
}