{
 "id": "32436",
 "text": "Mateus Leme é um município brasileiro no estado de Minas Gerais, Região Sudeste do país. Pertence à Região Metropolitana de Belo Horizonte, estando situado a cerca de a oeste da capital do estado. Ocupa uma área de pouco mais de , sendo em área urbana, e sua população em 2020 era de habitantes. Foi assim nomeado em homenagem ao bandeirante paulista Mateus Leme, que fundou em Minas Gerais o arraial de Itatiaiaçu. É o local de instalação do 1º radar meteorológico de Minas Gerais. Mateus Leme abriga o Monumento Natural Serra do Elefante, Unidade de Conservação criada por meio de decreto municipal em 2008 que apresenta uma enorme biodiversidade. Em Mateus Leme, existe há 15 anos a Casa de Cultura Cássia Afonso de Almeida, entidade sem fins lucrativos que incentiva a arte, a cultura e a educação no município. == Geografia == === Relevo === Mateus Leme limita-se ao sul com Itatiaiuçu pela Serra Azul, onde se localiza o ponto de altitude máxima do município, com 1.298 metros em relação ao nível do mar. O ponto de altitude mínima do município localiza-se no reservatório Serra Azul, no limite com o município de Juatuba, a 791 metros em relação ao nível do mar. A Serra Azul, também chamada de Serra das Farofas ou Serra do Itatiauçu, contém jazidas de minério de ferro e outros minerais e localiza-se na porção mais ocidental do Quadrilátero Ferrífero. Além dessa serra, outras compõem o território mateus-lemense, como a Serra dos Caboclos, Serra do Caxambu, Serra das Perobas, Serra da Saudade, Serra Boa Vista e Serra Santo Antônio, com pico de 1.284 metros de altitude, também conhecida na região como “Serra do Elefante”. A Serra do Elefante, devido à altitude elevada do pico, à inexistência de barreiras físicas naturais nas proximidades e à localização na RMBH, foi escolhida para a instalação do primeiro radar meteorológico de Minas Gerais. O equipamento permite identificar, por meio da emissão e recepção de ondas, a formação de chuvas, tempestades e granizo. A localização estratégica do radar, quase sem barreiras em sua área de influência, permite uma ampla varredura com qualidade num raio de 250 km, mas tem alcance de até 350 km para avaliações qualitativas de entradas de tempestades no estado. O radar é operado pela CEMIG e pelo Instituto Mineiro de Gestão de Águas (IGAM). === Hidrografia === Mateus Leme encontra-se totalmente dentro da Bacia do Rio Paraopeba. O município não é banhado por esse rio, mas por alguns de seus afluentes da margem esquerda, como o ribeirão Mateus Leme e o ribeirão Serra Azul. O ribeirão Serra Azul nasce no município vizinho de Itaúna e é represado em Juatuba para formação do reservatório Serra Azul. O reservatório inunda terras de Juatuba, Igarapé e Mateus Leme e foi construído para fornecimento de água à população da Região Metropolitana de Belo Horizonte (RMBH). O reservatório, denominado Sistema Serra Azul, faz parte do Sistema Paraopeba, juntamente com o Sistema Vargem das Flores e Sistema Rio Manso. === Ferrovias === Mateus Leme é cortada e acessada pela Linha Garças a Belo Horizonte da antiga Estrada de Ferro Oeste de Minas, ligando-a ao município de Iguatama e à capital mineira, Belo Horizonte. A ferrovia se encontra atualmente concedida ao transporte de cargas pela VLI Multimodal, que comanda a concessionária Ferrovia Centro-Atlântica, também operante na linha férrea. O transporte ferroviário de passageiros foi desativado há anos, porém devido ao grande potencial turístico de Mateus Leme e das outras cidades atravessadas pela ferrovia, as autoridades estaduais pretendem reativar o modal em todo o seu trajeto. === Rodovias === A cidade também é acessada pelas rodovias: MG-050, BR-262 e BR-381. == Ver também == * Lista de municípios de Minas Gerais * Lista de municípios do Brasil == Ligações externas == *Prefeitura de Mateus Leme *Câmara Municipal *Mateus Leme no IBGE Cidades Categoria:Fundações em Minas Gerais em 1938",
 "title": "Mateus Leme"
}