{
 "id": "32447",
 "text": "{{Info/Município do Brasil | nome = Mesquita | foto = Mesquita_RJ_Collage.jpg | leg_foto = Do alto, em sentido horário: Paróquia de Nossa Senhora das Graças; gramado do Estádio Giulite Coutinho; trecho do rio Dona Eugênia; Centro Cultural Mister Watkins; visão do Maciço do Mendanha e Paço Municipal de Mesquita. | apelido = Queridinha da Baixada | brasão = Brasão de Mesquita (Rio de Janeiro).svg | bandeira = Bandeira de Mesquita (Rio de Janeiro).svg | link_brasão = Brasão de Mesquita (Rio de Janeiro) | link_bandeira = Bandeira de Mesquita (Rio de Janeiro) | link_hino = s:Hino do município de Mesquita (Rio de Janeiro) | aniversário = 25 de setembro | fundação = | gentílico = mesquitense | lema = A caçula da Baixada | padroeiro = Nossa Senhora das Graças e Santa Teresinha | CEP = 26550-001 a 26599-999 | distritos = Mesquita (1° distrito) Vila Emil (2° distrito) e Banco de Areia (3° distrito) | prefeito = Jorge Lúcio Ferreira Miranda | partido = PL | fim_mandato = 2024 | mapa = RiodeJaneiro Municip Mesquita.svg | latP = S | latG = 22 | latM = 46 | latS = 55 | lonP = O | lonG = 43 | lonM = 25 | lonS = 44 | estado = Rio de Janeiro | mesorregião = Metropolitana do Rio de Janeiro | data_mesorregião = IBGE/2008 | microrregião = Rio de Janeiro | data_microrregião = IBGE/2008 | região_intermediária = | região_imediata = | região_metropolitana = Rio de Janeiro | vizinhos = Belford Roxo, Nilópolis, São João de Meriti, Rio de Janeiro e Nova Iguaçu | dist_capital = 24 | área = 41.490 | área_ref = | população = 177016 | população_pos = RJ: 18º | data_pop = est. IBGE/2021 | altitude = | clima = Tropical de Altitude | sigla_clima = | idh = 0.737 | data_idh = 2010 | pib = mil | data_pib = IBGE/2018 | pib_per_capita = 12879.91 | data_pib_per_capita = IBGE/2018 | site_prefeitura = mesquita.rj.gov.br }} Mesquita é um município da Região Metropolitana do Rio de Janeiro, no estado do Rio de Janeiro, no Brasil. Emancipou-se em 1999 do município vizinho de Nova Iguaçu, sendo o município mais novo da Baixada Fluminensehttps://journals.openedition.org/espacoeconomia/5980?lang=frhttps://www.sebrae.com.br/Sebrae/Portal%20Sebrae/UFs/RJ/Anexos/Sebrae_INFREG_2014_BaixadaFlum.pdf e do estado do Rio de Janeiro.http://educacao.globo.com/artigo/municipios-do-rio-de-janeiro.html Sua população estimada pelo IBGE no ano de 2021 foi de 177.016 habitantes. == Topônimo == O nome \"Mesquita\" é uma referência ao Barão de Mesquita, o proprietário das antigas fazendas que se localizavam na atual região central do município. == História == thumb|esquerda|200px|Presidente Juscelino. Há cerca de 500 anos, a região de Mesquita era habitada pelos índios jacutingas, apelido este dado aos índios locais pelos colonizadores portugueses. Acredita-se que o nome possivelmente surgiu porque os índios locais se enfeitavam com penas de jacutinga, um tipo de ave parecida com a galinha e muito comum na região naquela época. A decadência dos jacutingas começou quando passaram a participar, junto com outras nações indígenas, de um movimento chamado Confederação dos Tamoios. O motivo deste movimento foi a revolta dos silvícolas diante da ação violenta dos portugueses, provocando mortes e escravidão. Na língua tupi, tamuya significa \"o avô, o mais velho, o mais antigo\". Por isso, essa confederação de chefes chamou-se \"Confederação dos Tamuya\", que os portugueses transformaram em \"Confederação dos Tamoios\". A guerra entre índios e portugueses, seguida de doenças contraídas pelo contato com o branco, dizimou centenas de índios, que lutaram para resistir à escravidão. O bairro de Jacutinga é o único em toda a Baixada Fluminense que ainda preserva a memória dos indígenas. Fazendo uma viagem de volta ao tempo, descobriremos que as terras já foram verdes, laranjas. Verde dos canaviais, depois a cor que passou a predominar foi a dos laranjais. Por volta de 1700, um engenho já funcionava na descida da Serra da Cachoeira, produzindo açúcar e aguardente com mão de obra escrava. thumb|esquerda|200px|Edson Passos O engenho era situado onde hoje existe o Parque Municipal e seu proprietário era o capitão Manoel Correa Vasques. As terras de Cachoeira passaram por vários donos, até que foram parar nas mãos de Jerônimo José de Mesquita, o primeiro Barão de Mesquita e, mais tarde, nas mãos de seu herdeiro, Jerônimo Roberto de Mesquita, que viria a ser o segundo Barão de Mesquita. Em 1884, quando a Estrada de Ferro chegou às terras, a parada de trem passou a se chamar \"Barão de Mesquita\". Nessa época, as fazendas começaram a não dar mais lucros, principalmente por conta do abolicionismo, e a Fazenda da Cachoeira foi vendida e transformada em chácaras de plantio de laranjas. No início do século XX, surgiram as olarias, atraídas pela qualidade do barro e por áreas alagadas da região. Durante muitos anos, a paisagem de Mesquita foi formada por laranjais, olarias e poucas residências. Por volta de 1940, a população atingia cerca de 9 109 habitantes, mas a decadência na produção de laranjas provocou a venda das chácaras e começaram a surgir os primeiros loteamentos, entre o pé da serra e a ferrovia. Pouco a pouco, as olarias também deram lugar aos loteamentos e, em 1950, a população havia triplicado para 28 835 habitantes. No final da década de 1940 e início dos anos 1950, começaram a se estabelecer, em Mesquita, fábricas que ajudaram a impulsionar a economia da região: a Brasferro, metalúrgica de grande porte; a IBT, também metalúrgica e a Pumar, indústria de sombrinhas. Começava o período de industrialização, que iria empregar centenas de moradores mesquitenses. Em 1999, após uma batalha judicial que envolveu o Comitê Pró-Emancipação, a Câmara de Vereadores e a Prefeitura de Nova Iguaçu, o Tribunal Regional Eleitoral do Rio de Janeiro e o Supremo Tribunal Federal, este último decidiu pela emancipação de Mesquita do município de Nova Iguaçu. Em 15 de setembro de 1999, foi votado o Projeto de Lei da Emancipação e, em 25 de setembro de 1999, o então governador do estado Anthony Garotinho sancionou a Lei estadual nº 3.253, que criou o município de Mesquita. As primeiras eleições da cidade ocorreram em 2000, saindo-se vitorioso José Montes Paixão. O município foi instalado em 1 de janeiro de 2001. == Geografia == O Parque Municipal de Nova Iguaçu que envolve o Município de Mesquita é o primeiro geoparque do Rio de Janeiro e, nele, está localizada a nascente do Rio Dona Eugênia. Este parque possui uma feição geológica (A feição geológica não é um vulcão e sim um grande fragmento geológico que se formou com a ação do intemperismo, e somente houve atividade magmática quando a placa tectônica passou por uma veia magmática, causando um derrame magmático) além de remanescentes da Mata Atlântica. O Maciço do Mendanha domina a paisagem do município. Mesquita também possui muitas cachoeiras e matas. Infelizmente nos últimos anos o município sofreu com o desmatamento, o que influencia na temperatura da região especialmente no verão. ===Climatologia=== O clima de Mesquita em boa parte do ano é quente, variando entre ar seco e úmido. Durante o ápice do Inverno, meados de Julho, a região registra temperaturas em torno dos 10 °C, tendo o seu recorde em 2016 com uma temperatura de 8 °C com a passagem de uma forte massa de ar polar em Maio de 2016. No entorno da Mata Atlântica da Serra do Mendanha, uma elevação montanhosa conhecida como Monte Horebe, recebeu temperaturas em torno dos 4Cno inverno e 14 °C em dias mais amenos do verão. Portanto é o local mais frio de Mesquita. {{Tabela/Clima |collapsed= |localidade = Mesquita |larguraporcentagem = 70 |lang = |Jan_Max_°C =29 |Jan_Min_°C =22 |Fev_Max_°C =30 |Fev_Min_°C =23 |Mar_Max_°C =29 |Mar_Min_°C =22 |Abr_Max_°C =28 |Abr_Min_°C =21 |Mai_Max_°C = 26 |Mai_Min_°C =19 |Jun_Max_°C =26 |Jun_Min_°C =18 |Jul_Max_°C =25 |Jul_Min_°C =17 |Ago_Max_°C =26 |Ago_Min_°C =18 |Set_Max_°C =26 |Set_Min_°C =19 |Out_Max_°C =28 |Out_Min_°C =20 |Nov_Max_°C = 28 |Nov_Min_°C =21 |Dez_Max_°C = 29 |Dez_Min_°C =22 |Max_Ano_°C = |Min_Ano_°C = |Jan_REC_Max_°C = |Jan_REC_Min_°C = |Fev_REC_Max_°C = |Fev_REC_Min_°C = |Mar_REC_Max_°C = |Mar_REC_Min_°C = |Abr_REC_Max_°C = |Abr_REC_Min_°C = |Mai_REC_Max_°C = |Mai_REC_Min_°C = |Jun_REC_Max_°C = |Jun_REC_Min_°C = |Jul_REC_Max_°C = |Jul_REC_Min_°C = |Ago_REC_Max_°C = |Ago_REC_Min_°C = |Set_REC_Max_°C = |Set_REC_Min_°C = |Out_REC_Max_°C = |Out_REC_Min_°C = |Nov_REC_Max_°C = |Nov_REC_Min_°C = |Dez_REC_Max_°C = |Dez_REC_Min_°C = |Max_Rec_Ano_°C = |Min_Rec_Ano_°C = |Jan_Precip_mm =179 |Fev_Precip_mm =128 |Mar_Precip_mm =140 |Abr_Precip_mm =99 |Mai_Precip_mm =70 |Jun_Precip_mm =49 |Jul_Precip_mm =50 |Ago_Precip_mm =41 |Set_Precip_mm =84 |Out_Precip_mm =100 |Nov_Precip_mm =139 |Dez_Precip_mm =185 |Ano_Precip_mm = |Jan_Precip_cm = |Fev_Precip_cm = |Mar_Precip_cm = |Abr_Precip_cm = |Mai_Precip_cm = |Jun_Precip_cm = |Jul_Precip_cm = |Ago_Precip_cm = |Set_Precip_cm = |Out_Precip_cm = |Nov_Precip_cm = |Dez_Precip_cm = |Ano_Precip_cm = |Jan_Chuva_cm = |Jan_Neve_cm = |Fev_Chuva_cm = |Fev_Neve_cm = |Mar_Chuva_cm = |Mar_Neve_cm = |Abr_Chuva_cm = |Abr_Neve_cm = |Mai_Chuva_cm = |Mai_Neve_cm = |Jun_Chuva_cm = |Jun_Neve_cm = |Jul_Chuva_cm = |Jul_Neve_cm = |Ago_Chuva_cm = |Ago_Neve_cm = |Set_Chuva_cm = |Set_Neve_cm = |Out_Chuva_cm = |Out_Neve_cm = |Nov_Chuva_cm = |Nov_Neve_cm = |Dez_Chuva_cm = |Dez_Neve_cm = |Ano_Chuva_cm = |Ano_Neve_cm = |Jan_Chuva_mm = |Jan_Neve_mm = |Fev_Chuva_mm = |Fev_Neve_mm = |Mar_Chuva_mm = |Mar_Neve_mm = |Abr_Chuva_mm = |Abr_Neve_mm = |Mai_Chuva_mm = |Mai_Neve_mm = |Jun_Chuva_mm = |Jun_Neve_mm = |Jul_Chuva_mm = |Jul_Neve_mm = |Ago_Chuva_mm = |Ago_Neve_mm = |Set_Chuva_mm = |Set_Neve_mm = |Out_Chuva_mm = |Out_Neve_mm = |Nov_Chuva_mm = |Nov_Neve_mm = |Dez_Chuva_mm = |Dez_Neve_mm = |Ano_Chuva_mm = |Ano_Neve_mm = |Jan_dsol = |Fev_dsol = |Mar_dsol = |Abr_dsol = |Mai_dsol = |Jun_dsol = |Jul_dsol = |Ago_dsol = |Set_dsol = |Out_dsol = |Nov_dsol = |Dez_dsol = |Ano_dsol = |Jan_hsol = |Fev_hsol = |Mar_hsol = |Abr_hsol = |Mai_hsol = |Jun_hsol = |Jul_hsol = |Ago_hsol = |Set_hsol = |Out_hsol = |Nov_hsol = |Dez_hsol = |Ano_hsol = |Jan_dchuva = |Fev_dchuva = |Mar_dchuva = |Abr_dchuva = |Mai_dchuva = |Jun_dchuva = |Jul_dchuva = |Ago_dchuva = |Set_dchuva = |Out_dchuva = |Nov_dchuva = |Dez_dchuva = |Ano_dchuva = |Jan_dneve= |Fev_dneve = |Mar_dneve = |Abr_dneve = |Mai_dneve = |Jun_dneve = |Jul_dneve = |Ago_dneve = |Set_dneve = |Out_dneve = |Nov_dneve = |Dez_dneve = |Ano_dneve = |fonte = |data_de_acesso = 02 de janeiro de 2013 |fonte2 = |data_de_acesso2 = }} === Localização === Mesquita limita-se com os municípios de: Nova Iguaçu, a norte; Nilópolis, a sul; Belford Roxo, a leste; São João de Meriti, a sudeste e Rio de Janeiro, a oeste. O diagrama seguinte representa os municípios periféricos a Mesquita, num raio de 40 km. As distâncias são em linha reta. ==Subdivisões== Em 2009, através da Lei Complementar N° 009, os dezessete bairros do município de Mesquita foram redistribuída em três distritos recém criados. Bairros oficiais Bairros oficiais Distrito Bairros Centro Alto Uruguai • Centro • Chatuba • Coreia • Santa Teresinha Vila Emil Cosmorama • Cruzeiro do Sul • Edson Passos • Presidente Juscelino • Vila Emil Banco de Areia Bairro Industrial • Banco de Areia • BNH • Jacutinga • Rocha Sobrinho • Santo Elias • Vila Norma === Administração pública === ; Poder Executivo ; Poder Legislativo O Poder Legislativo é representado pela câmara municipal, composta por doze vereadores com mandato de 4 anos. Cabe aos vereadores na Câmara Municipal de Mesquita, especialmente fiscalizar o orçamento do município, além de elaborar projetos de lei fundamentais à administração, ao Executivo e principalmente para beneficiar a comunidade. * Mesa Diretora: Flávio Nakandakare, Nakan - PT (2002); André Taffarel Inácio dos Santos (2007-2012), Flávio Nakandakare, Nakan - PT (01/2013-04/2014), José Eduardo de Faria Júnior, Duda - PPS (04/2014), Ricardo Fried , Dr. Ricardo Fried - PRTB (09/2015) ==Transportes== Os principais acessos rodoviários a Mesquita são a Via Light, que corta o bairros de Cosmorama, Vila Norma, Vila Emil, Banco de Areia, Cruzeiro do Sul, Presidente Juscelino e Santo Elias, e a Rodovia Presidente Dutra, as duas vias expressas que ligam o município de Mesquita à cidade do Rio de Janeiro. O Município possui linhas de ônibus municipais e é servido de linhas intermunicipais. Mesquita também possui Transporte Alternativo feito por Vans e Kombis. A cidade de Mesquita possui três grandes empresas de ônibus que oferecem transporte ao Município, são elas: Viação Vila Rica , Viação Nossa Senhora da Penha e Viação Ponte Coberta === Ferroviário === Mesquita é cortada pela ferrovia do Ramal de Japeri da Supervia, que a conecta a Central do Brasil, no Centro da capital fluminense, sendo servida por três estações: * Edson Passos * Mesquita * Presidente Juscelino == Cultura == Mesquita tem o Centro Cultural Mr. Watkins, no Centro, um espaço público para eventos culturais e pelo menos dois teatros privados. O Centro de Cultura Espírita, no Bairro Sta. Terezinha e o Teatro Cassia Valéria, também no Centro. Dentre as expressões de Cultura tradicional temos a Folia de Reis Sete Estrelas do Rosário de Maria e a Sempre Viva do Oriente. A primeira, com cerca de 140 anos de existência e a segunda, criada no final da Década de 90. === Dramaturgia === O município foi retratado na novela Rock Story, Almir (Evandro Mesquita), pai de Léo (Rafael Vitti), vivia na cidade. == Esportes == thumb|left|Estádio Giulite Coutinho, palco do America Football Club. thumb|direita|O Louzadão, casa do Mesquita Futebol Clube. O principal esporte praticado em Mesquita é o futebol. Os principais clubes de futebol da cidade são o Mesquita Futebol Clube e a Associação Atlética Volantes, que disputam o Campeonato Carioca. O município também abriga dois estádios: o Estádio Niélsen Louzada e o Estádio Giulite Coutinho, este último também conhecido como Estádio de Edson Passos, mas que ficaria no bairro Cosmorama e não em Edson Passos, discussão corrente entre os habitantes e torcedores sobre o nome da localidade onde fica situado o estádio do America Football Club. == Comunicações == Mesquita tem em circulação muitos meios de comunicação, todos vindos da capital, com exceção do Notícias de Mesquita, Jornal Hora H,Conecta Baixada, Mesquita Informe e Mesquita Online. == Ambiente == === Grupamento Ambiental de Mesquita (GAM) === O Grupamento Ambiental de Mesquita (GAM) fiscaliza o município combatendo crimes ambientais e orientando a educação ambiental aos munícipes. O Grupamento Ambiental é subordinado à Secretaria de Segurança e Ordem Pública e Cidadania (SEMSOP) e presta apoio à Secretaria de Meio Ambiente e Urbanismo (SEMMURB). == Ver também == * Nova Iguaçu * Baixada Fluminense * Região Metropolitana do Rio de Janeiro Categoria:Fundações no Rio de Janeiro em 1999",
 "title": "Mesquita (Rio de Janeiro)"
}