{
 "id": "32465",
 "text": "{{Info/Município do Brasil |nome = Monte Sião |foto = Praça Prefeito Mário Zucato. Ao fundo, Santuário de Nossa Senhora da Medalha Milagrosa. Monte Sião.jpg |leg_foto = Monte Sião - Praça Prefeito Mário Zucato |apelido = Capital Nacional da Moda Tricô |brasão = Brasão_de_Monte_Sião_-_MG.png |bandeira = Bandeira_de_Monte_Si%C3%A3o_-_MG.jpg |link_brasão = |link_bandeira = |link_hino = s:Hino do município de Monte Sião |aniversário =29 de março |fundação = |gentílico =monte-sionense[] |lema = |padroeiro = Nossa Senhora da Medalha Milagrosa |CEP = 37580-000 a 37581-999 |prefeito = José Pocai Junior |partido = UNIÃO |fim_mandato = 2024 |mapa = MinasGerais Municip MonteSiao.svg |latP = S | latG = 22 | latM = 25 | latS = 58 |lonP = O | lonG = 46 | lonM = 34 | lonS = 22 |estado = Minas Gerais |mesorregião = Sul/Sudoeste de Minas |data_mesorregião = IBGE/2008 |microrregião = Poços de Caldas |data_microrregião = IBGE/2008 |região_metropolitana = |vizinhos = Jacutinga, Ouro Fino, Bueno Brandão, Socorro (SP), Águas de Lindóia (SP) e Itapira (SP). |dist_capital = 470 |área = 290.201 |área_ref = |população = 21203 |população_pos= |data_pop = Censo IBGE/2010 |altitude = 857 |clima = tropical de altitude |sigla_clima = Cwa |idh = 0.724 |data_idh = PNUD/2010 |pib = mil |data_pib = IBGE/2008 |pib_per_capita = 9392.72 |data_pib_per_capita = IBGE/2008 |site = www.montesiao.mg.gov.br |site_câmara = www.montesiao.cam.mg.gov.br }} Monte Sião é um município brasileiro do estado de Minas Gerais, na microrregião de Poços de Caldas. Sua população estimada em 2010 era de 21.203 habitantes. A área é de 291,0 km² e a densidade demográfica, de 73,06 hab/km². Os municípios limítrofes são, em Minas Gerais: Jacutinga a norte, Ouro Fino a nordeste e Bueno Brandão a leste e sudeste; e, no estado de São Paulo, Socorro e Águas de Lindóia a sul e Itapira a sudoeste. Monte Sião é a cidade conhecida como a Capital Nacional do Tricô devido a industrialização na área têxtil especialmente da confecção de tricô. Hoje ela pode ser considerada uma referência em moda em tricô, produzindo e distribuindo seus produtos para diversos pontos do país. Durante o inverno, quando a cidade atrai milhares de turistas do país todo para compra de vestuários, há vários eventos: Festival de Inverno, Fenat, Encontro de Fuscas, Trilha das Malhas e entre outros. Por ficar situada no sul do estado de Minas Gerais, fica apenas 160 km da cidade de São Paulo, de onde recebe a maior parte dos turistas. Também é conhecida pela Festa do Peão, considerado o melhor rodeio do Sul de Minas Gerais. A festa acontece todo mês de Março, durante 4 dias, no Parque do Pavilhão de Exposições. Outros fatos que tornam a cidade de Monte Sião conhecida são a fabricação de porcelanas nas cores azul e branca - única no Brasil - e as propriedades medicinais de suas águas, em especial das fontes Virtuosa e Virtuosinha, principalmente para enfermidades ligadas à pele. == História == Registros datados de 1790 narram o fim do ciclo do ouro na região denominada Arraial de Ouro Fino, distrito de São Pedro, o que gerou o êxodo de garimpeiros em busca de terras para a instalação de nova atividade, no caso a pecuária e a agricultura. Essa corrida pela posse de boas terras iniciava a colonização da área localizada ao pé do Morro Pelado e às margens do Rio das Pedras, local coberto por densa mata. Por volta de 1819, os primeiros moradores instalaram-se na região, construindo suas moradias quem comunicavam-se entre si por trilhas abertas na mata. Esse primeiro núcleo populacional, o embrião que iria gerar Monte Sião, recebia sua primeira denominação em 1823, Bairro do Eleotério. Com a formação da capela de Nossa Senhora do Socorro e a demarcação de suas divisas, grande parte das terras onde se localizava o Bairro do Eleotério passavam a essa jurisdição eclesiástica, o que desagradaria em muito as autoridades da vizinha Freguesia de São Francisco de Paula de Ouro Fino. Com o desenvolvimento do Bairro do Eleotério, surgiam as primeiras lideranças responsáveis pela manutenção da ordem, administração e do próprio crescimento daquele povoado. Major Antônio Bernardes de Souza, tenente Joaquim Vaz de Lima, Francisco Rodrigues da Costa e Francisco Nogueira Bastos foram os primeiros responsáveis pela manutenção da ordem pública e administrativa. O fazendeiro Major Antônio Bernardes de Souza, de 35 anos, destacava-se como uma das principais lideranças da época. O próprio Major encabeçou o movimento pela construção de uma capela no povoado, apresentando como justificativa as frequentes enchentes do Rio Mogi que impediam os fiéis de de se deslocarem a pé ou a cavalo, até a paróquia de Ouro Fino. === O começo de Monte Sião === No dia 29 de março de 1849 o Major Antônio atingia o seu objetivo. A comunidade recebia a autorização para a construção de uma capela dedicada a Nossa Senhora da Conceição da Medalha Milagrosa. Nascia assim Monte Sião, que receberia esse nome por sugestão de missionários franciscanos, que repararam na semelhança do Morro Pelado com o Monte Sião em Jerusalém. === A imigração italiana === A imigração italiana teve seu inicio a partir de 1887 e vinha dar um novo impulso às atividades rurais, especialmente à cultura do café. Aquela gente simples e alegre, carregava a esperança de uma vida melhor. Com a imigração, Monte Sião conhecia uma nova era de desenvolvimento na sua agricultura. Em 1889 caia o Império e o país ingressava numa nova era. Com o novo regime, Estado e Igreja assumiam decisões próprias, nesse período, Monte Sião passou a pertencer a recém instalada comarca de Ouro Fino. === Século XX === Às vésperas do novo século, com a República, eram criados os Conselhos Distritais, entidades cujos membros eram eleitos pelo voto direto da comunidade para um mandato de 4 anos e com atribuições de uma sub-prefeitura. Em um cenário de desenvolvimento econômico e limitações político-administrativas. Monte Sião entrava para o século XX elegendo Francisco Avelino Toledo de Lima seu primeiro representante no legislativo. === Monte Sião se torna município === Em 1932, um movimento liderado pelo jovem farmacêutico Mário Zucato, arrigimentou civis e religiosos a abraçaram a causa do grande sonho de transformar Monte Sião em um município. Depois de quatro anos de árduo trabalho, no dia 3 de novembro de 1936, Monte Sião torna-se um município por exigência de sua população. == Nossa Senhora da Medalha Milagrosa == Está localizado no município o Santuário da Medalha Milagrosa. == O tricô == A cidade de Monte Sião é famosa nacionalmente pela produção de confecções, especialmente de tricô. Até a década de 1980, mulheres monte-sionenses costumavam produzir peças de tricô artesanalmente para vendê-las, em função do grande movimento turístico nas cidades vizinhas, que fazem parte da região hoje conhecida como \"circuito das águas\". Com o aumento da demanda pelas belas peças de tricô produzidas em Monte Sião, organizaram-se pequenos negócios familiares em torno da comercialização do tricô. Com o aumento da demanda, passou-se a produzir malhas com a utilização de maquinário industrial. Ocorreu então um grande movimento de industrialização na cidade, acompanhado da especialização da atividade econômica no setor de confecções, o qual se espraiou para outras pequenas cidades das redondezas, compondo o \"Circuito das Malhas\". Monte Sião é hoje considerada a Capital Nacional do Trico destino de milhares de turistas e de lojistas provenientes de outros estados. === Retomada da expansão econômica === Apesar de ter passado por crescimento econômico substantivo, sobrevieram fluxos de migração à cidade, atraídos pelo \"boom\" dos anos 1990. Com a abertura de centenas de novas iniciativas, não necessariamente estruturadas financeiramente, e com o excesso de mão-de-obra não especializada, o mercado de tricô saturou-se; a oferta de peças de tricô tornou-se excessiva e, com a queda dos preços necessária para venda de estoques, reduziu-se a remuneração da mão-de-obra e o número de empresários. No início dos anos 2000, contudo, a cidade passou por um segundo salto econômico, caracterizado não pela expansão, mas pela reestruturação produtiva. Iniciativas desestruturadas tenderam ao desaparecimento e pequenos negócios, ainda organizados em caráter familiar, aumentaram os investimentos em design e moda, ofertando produtos diferenciados a novos nichos de consumidores e passando a fornecer ocasionalmente peças a grandes marcas e de redes nacionais. Diversos negócios optaram por acompanhar diretamente tendências em Paris e Milão, estreitando contatos com o setor de moda nessas cidades européias. Nos últimos anos, a cidade inovou, ainda, ao produzir peças de material mais leve (viscolycra) para a estação verão-primavera. Com confecções de tricô em novos materiais e de viscolycra, a cidade tem mantido fluxos de turistas e de lojistas também durante períodos tradicionalmente menos movimentados, garantindo a manutenção da atividade econômica e crescimento sustentado. == Ligações externas == * * * * Categoria:Fundações em Minas Gerais em 1936",
 "title": "Monte Sião (Minas Gerais)"
}