{
 "id": "32466",
 "text": "{{Info/Município do Brasil | nome = Montezuma | foto = | leg_foto = | apelido = Águas quentes | padroeiro = Santa'Ana | brasão = Brasaomontezuma.jpg | bandeira = | link_brasão = | link_bandeira = | link_hino = s:Hino do município de Montezuma | aniversário = 27 de abril | fundação = | gentílico = montesumense | CEP = 39547-000 a 39549-999 | lema = | prefeito = Ivan Vieira Pinho | partido = Republicanos | fim_mandato = 2024 | mapa = MinasGerais Municip Montezuma.svg | latP = S | latG = 15 | latM = 10 | latS = 19 | lonP = O | lonG = 42 | lonM = 29 | lonS = 49 | estado = Minas Gerais | mesorregião = Norte de Minas | data_mesorregião = IBGE/2008 | microrregião = Salinas | data_microrregião = IBGE/2008 | região_metropolitana = | vizinhos = Mortugaba (BA), São João do Paraíso, Vargem Grande do Rio Pardo, Santo Antônio do Retiro, Rio Pardo de Minas, Espinosa | dist_capital = 748 | dist_capital_ref = | área = 1133.739 | área_ref = | população = 6888 | data_pop = censo IBGE/2022 | altitude = 910 | clima = Tropical | sigla_clima = (Cwb) | idh = 0.589 | data_idh = PNUD/2000 | pib = mil | data_pib = IBGE/2008 | pib_per_capita = 3529.27 | data_pib_per_capita = IBGE/2008 | site_prefeitura = www.montezuma.mg.gov.br | site_câmara = www.montezuma.mg.leg.br }} Montezuma é um município brasileiro do estado de Minas Gerais. Está localizado no norte de Minas Gerais, na microrregião de Salinas, compõe com outros municípios o Alto Rio Pardo. O município faz divisa com a cidade de Mortugaba, no estado da Bahia e com os municípios mineiros de Espinosa, Santo Antônio do Retiro, Rio Pardo de Minas, Vargem Grande do Rio Pardo e São João do Paraíso. Montezuma é famosa por possuir um balneário de águas quentes naturais, uma das principais fontes de renda para sua população. As principais produções do município são: agropecuária e produção de carvão vegetal. == História == A sua povoação começa a partir da fazenda da Tábua, no início do século XIX. O arraial formado é chamado de Água Quente por causa da descoberta de uma fonte de água termal por um caçador nas proximidades do ribeirão da Tábua. A fama das águas milagrosas se espalha, atraindo pessoas de diversos lugares. Várias outras fontes são descobertas. Forma-se, a partir daí, o povoado. Em 1890, com o nome da Santana da Água Quente, é criado o distrito. O nome é reduzido para Água Quente em 1938 e, cinco anos mais tarde, é dada a atual denominação de Montezuma. == Relevo == O município se encontra em terras altas da Serra do Espinhaço, em altitudes entre a mínima de 805 metros e a máxima de 1.306 metros em relação ao nível do mar. == Biodiversidade == O território do município se encontra dividido parte no bioma da Mata Atlântica e parte no bioma do Cerrado. As fisionomias vegetais mais comuns são coberturas vegetais de campo, campo cerrado e cerrado distribuídas em todo o município e campos rupestres a oeste do município. O município é conhecido por abrigar a maior árvore de pequi do mundo. A espécie, registrada com o nome científico Caryocar brasiliense, é protegida por lei estadual que restringe sua supressão. == Turismo == O município foi incluído pelo Governo de Minas Gerais no Circuito Turístico Serra Geral do Norte de Minas, devido às belezas cênicas e atrativos histórico-culturais. A cidade destaca-se no circuito turístico por atrair turistas da região devido à existência do balneário de águas termais cujas fontes são conhecidas desde o século XIX. Existem hoteis, pousadas e chalés na cidade que exploram a atividade hoteleira para atender turistas interessados no turismo hidrotermal, entretanto o potencial turístico não é totalmente explorado. ==Ligações externas== * * * Categoria:Municípios de Minas Gerais Categoria:Fundações em Minas Gerais em 1993",
 "title": "Montezuma (Minas Gerais)"
}