{
 "id": "32473",
 "text": "{{Info/Município do Brasil | nome = Muzambinho | foto = Matriz de São José Muzambinho 01.jpg | leg_foto = Igreja Matriz de São José | apelido = | padroeiro = São José | brasão = Coat of arms of Muzambinho MG.png | bandeira = Flag of Muzambinho MG.png | link_brasão = | link_bandeira = | link_hino = | fundação = | aniversário = 30 de novembro | gentílico = muzambinhense | CEP = 37890-000 a 37899-999 | lema = | prefeito = Paulo Sérgio Magalhães | partido = PL | fim_mandato = 2024 | mapa = MinasGerais Municip Muzambinho.svg | latP = S | latG = 21 | latM = 22 | latS = 33 | lonP = O | lonG = 46 | lonM = 31 | lonS = 33 | estado = Minas Gerais | região_intermediária = Varginha | data_mesorregião = IBGE/2017 | região_imediata = Guaxupé | data_microrregião = IBGE/2017 | região_metropolitana = | vizinhos = Juruaia (N), Monte Belo (L), Cabo Verde (SE), Caconde - SP (S), Tapiratiba - SP (SO), Guaxupé (O)| | distritos = Moçambo e Muzambinho (sede) | dist_capital = 447 | área = 409.948 | área_ref = | população = 21891 | data_pop = censo IBGE/2022 | população_ref = | altitude = 1.100 | clima = tropical de altitude | sigla_clima = Cwb | idh = 0.740 | data_idh = PNUD/2010 | pib = mil | data_pib = IBGE/2015 | pib_per_capita = 18865.04 | data_pib_per_capita = IBGE/2015 | site_prefeitura = www.muzambinho.mg.gov.br | site_câmara = camaramuzambinho.mg.gov.br }} Muzambinho é um município brasileiro localizado na Região Geográfica Imediata de Guaxupé, no estado de Minas Gerais. Sua população, de acordo com o censo de 2022, é de habitantes. A área é de e a densidade demográfica é de 53,40 habitantes por quilômetro quadrado. == História == Segundo a tradição, o nome da cidade se origina da palavra mocambo ou mocambinho, isto é, moradia utilizada pelos negros escravos fugitivos. A região teria sido habitada, antigamente, por negros que deram início ao povoado, desenvolvido graças à boa qualidade das terras para a agricultura. Com a formação do arraial, o povoado ficou conhecido pelo nome de \"São José da Boa Vista\", outra denominação \"São José da Boa Vista do Cabo Verde\". Em 8 de outubro de 1860, Cesário Cecílio de Assis Coimbra e o padre Próspero Paoliello , em companhia de outros membros da sociedade, elevaram o povoado à categoria de distrito. O \"Almanaque Sul Mineiro\" para o ano de 1874, pág. 390, aponta, também, como um dos fundadores, Antônio Joaquim Pereira de Magalhães. O distrito tornou-se vila aos 12 de novembro de 1878, constituindo termo com as freguesias de Dores de Guaxupé e Santa Bárbara de Canoas (atual Guaranésia). Tornou-se cidade e comarca em 30 de novembro de 1880, com o nome de Muzambinho. A Câmara Municipal) foi instalada em 1881, assumindo Cesário Cecílio de Assis Coimbra como seu primeiro presidente, empossado pelo então presidente da câmara municipal de Cabo Verde, o cavaleiro da Imperial Ordem da Rosa tenente-coronel Luís Antônio de Morais Navarro. 120px|esquerda|thumb|Barão de Cabo Verde – Tte. Cel. Luiz Antonio de Morais Navarro Foi sucedido, nas legislaturas seguintes (1894 a 1904), pelo cel. Francisco Navarro de Moraes Salles. Atualmente, com a atuação do Setor e Conselho do Patrimônio Histórico, Artístico e Cultural, o município conseguiu tombar mais de 30 imóveis, para fins de preservação. == Geografia == A área do município, segundo o Instituto Brasileiro de Geografia e Estatística (IBGE), é de , sendo que constituem a zona urbana e os restantes constituem a zona rural. Situa-se a 21° 22' 33\" de latitude sul e 46° 31' 33\" de longitude oeste e está a uma distância de 447 quilômetros da capital mineira. Seus municípios limítrofes são Cabo Verde, a sudeste; Juruaia , a norte; Tapiratiba, a sudoeste; Caconde, a sul; Monte Belo, a leste; e Guaxupé, a oeste. De acordo com a classificação do Instituto Brasileiro de Geografia e Estatística de 2021, o município pertence às Regiões Geográficas Intermediária de Varginha e Imediata de Guaxupé. Pertence também à microrregião de São Sebastião do Paraíso, que faz parte da mesorregião do Sul e Sudoeste de Minas. === Relevo e hidrografia=== 350px |thumb|esquerda|Relevo na zona rural do município. O relevo do município de Muzambinho é predominantemente ondulado. Em aproximadamente 69% do território muzambinhense há o predomínio de áreas onduladas, enquanto cerca de 23% é coberto por mares de morros e terrenos montanhosos e os 8% restantes são lugares planos. O ponto central da cidade está a 1100 m. O principal rio que passa por Muzambinho é o Rio Muzambo, porém o território municipal é banhado por vários pequenos rios e córregos, sendo o principal o Ribeirão Muzambinho, fazendo parte da Bacia do Rio Grande. ===Clima=== O clima muzambinhense é caracterizado, segundo o IBGE, como Clima tropical de altitude (tipo Cwa segundo Köppen), tendo temperatura média anual de com invernos secos e amenos e verões chuvosos e com temperaturas elevadas. O mês mais quente, fevereiro, tem temperatura média em torno dos , sendo a média máxima de e a mínima de . E o mês mais frio, julho, com uma média histórica de , sendo e as médias máxima e mínima, respectivamente. Outono e primavera são estações de transição. A precipitação média anual é de mm, concentrados nos meses de primavera e verão. Nos últimos anos, entretanto, os dias quentes e secos durante o verão têm sido cada vez mais frequentes, não raro ultrapassando a marca dos . Durante a época das secas e em longos veranicos em pleno período chuvoso também são comuns registros de queimadas em morros e matagais, principalmente na zona rural do município, o que contribui com o desmatamento e com o lançamento de poluentes na atmosfera, prejudicando ainda mais a qualidade do ar. Segundo o Instituto Nacional de Pesquisas Espaciais (INPE), o município, tem uma média anual de 2,98 raios por quilômetro quadrado. ===Meio ambiente === A vegetação nativa pertence ao domínio florestal Atlântico (Mata Atlântica). Em 2011, as reservas remanescentes de Mata Atlântica ocupavam 1.042 hectares, o que representa apenas 2,5 % da área total do município. === Principais bairros rurais === *Palmeia *Barra Bonita *Três Barras *Patrimônio *Bom Retiro *Ponte Preta *São Mateus *Campestre *São Domingos == Economia == thumb|280px|Avenida Américo Luz no centro da cidade ; Índices (1999) * Desenvolvimento humano:0,75 * PIB: R$ 70.076.000 * Renda per capita R$ 3.312,03 * Consumo anual de energia elétrica: 1.7493.729 kW - (CEMIG) A economia do município é baseada na agricultura, pecuária, artesanato. O principal produto, assim como em todo o sul de minas, é o café. A cidade é famosa também pela produção de doce de leite. == Educação == ; Ensino básico, fundamental e médio * Escola Estadual Coronel José Martins * Escola Estadual Cesário Coimbra * Colegio Estadual Professor Salatiel de Almeida. * Colégio Lyceu - Anglo. * Colégio Delta- Sistema COC de ensino. * Colégio Objetivo Muzambinho - Ensino infantil e Fundamental. ; Ensino superior * Instituto Federal de Educação,Ciência e Tecnologia do Sul de Minas - Campus Muzambinho, fundada em 1950. * Escola Superior de Educação Física de Muzambinho, fundada em 1971. ==Filhos ilustres== *Carminha Mascarenhas *Dulce Santucci *Ettore Federighi *Fernando Figueiredo *Milton Neves *Parnaíba Paoliello == Ligações externas == * Página da prefeitura * Página da câmara * Muzambinho no WikiMapia * Página de A Nobreza Brasileira de A a Z * Dados do IBGE de Muzambinho Categoria:Fundações em Minas Gerais em 1878",
 "title": "Muzambinho"
}