{
 "id": "32484",
 "text": "{{Info/Município do Brasil | nome = Nova Lima | foto = Montagem Nova Lima A.png | leg_foto = Do topo, da esquerda para a direita: O Morro do Elefante, o Concórdia Corporate, o maior edifício em estrutura metálica do Brasil, a Igreja Matriz de Nossa Senhora do Pilar e o Teatro Municipal, a Torre Piemonte com os edifícios do bairro Vila da Serra ao redor e o Bicame, famoso ponto turístico na sede da cidade. | apelido = | brasão = Coat of Arms of Nova Lima.png | bandeira = Flag of Nova Lima.png | link_brasão = | link_bandeira = | link_hino = | aniversário = 5 de fevereiro | fundação = | gentílico = nova-limenseGentílico Portal da Língua PortuguesaGentílico Dicionário MichaelisGentílico Dicionário Aulete | lema = | padroeiro = Nossa Senhora do Pilar | CEP = 34000-000 a 34019-999 | prefeito = João Marcelo DieguezJoão Marcelo, do Cidadania, é eleito prefeito de Nova Lima G1 - acessado em 8 de janeiro de 2020 | partido = CIDADANIA | fim_mandato = 2024 | mapa = MinasGerais Municip NovaLima.svg | latP = S | latG = 19 | latM = 59 | latS = 09 | lonP = O | lonG = 43 | lonM = 50 | lonS = 49 | estado = Minas Gerais | região_intermediária = Belo Horizonte | região_imediata = Belo Horizonte | região_metropolitana = Belo Horizonte | vizinhos = Belo Horizonte, Brumadinho, Itabirito, Raposos, Rio Acima e Sabará | dist_capital = 18 | área = 429.313 | área_ref = | população = 119142 | data_pop = Estimativa IBGE/2024 | altitude = 750 | clima = subtropical úmido | sigla_clima = Cwa | idh = 0.813 | data_idh = PNUD/2010 | pib = mil | data_pib = IBGE/2020 | pib_per_capita = 126 993.16 | data_pib_per_capita = IBGE/2020 | idh_pos = MG: 1° | site_prefeitura = novalima.mg.gov.br | site_câmara = www.cmnovalima.mg.gov.br }} Nova Lima é um município brasileiro do estado de Minas Gerais, localizado na Região Metropolitana de Belo Horizonte (RMBH). Sua população, conforme o recenseamento de 2022 do Instituto Brasileiro de Geografia e Estatística, é de habitantes, sendo o 27º município mais populoso do estado. Sua área é de e é o 29º maior território entre os municípios de sua região geográfica imediata. Nova Lima faz divisa com a capital Belo Horizonte e a distância entre as duas sedes é de aproximadamente 22 km. A cidade de Nova Lima é historicamente reconhecida pela extração mineral, principalmente do minério de ferro e do ouro. Diversas minas ficam no município, incluindo as minas de Morro Velho, Mostardas, Rio de Peixe, Capitão do Mato, Tamanduá, Mutuca e Mar Azul. Buscando diversificar a economia local à outras potencialidades além da extração mineral, o governo municipal vem implementando incentivos a diversos setores, como indústrias, construção civil, startups e turismo ecológico e gastronômico. Devido a esses incentivos fiscais, a cidade tem se tornado um polo cervejeiro de destaque nacional. O fato de fazer divisa com o a região centro-sul do município de Belo Horizonte, a mais rica da capital, tem conquistado moradores de alta renda para Nova Lima, os quais se instalam nos diversos condomínios de alto luxo e prédios residenciais dos bairros Vila da Serra, Vale do Sereno e Vale dos Cristais. O Plano Diretor do município, que regula o uso da propriedade urbana, é considerado mais permissivo comparado com o de Belo Horizonte, atraindo investimentos e fomentando o mercado imobiliário da região, que a cada ano cresce em números de condomínios e altos edifícios. De acordo com o Programa das Nações Unidas para o Desenvolvimento (PNUD) de 2010, Nova Lima possui IDH de 0,813, ocupando a 1ª colocação dos municípios de Minas Gerais e a 17ª do Brasil. Um estudo divulgado pela Prefeitura de Itabira em 2010 identificou Nova Lima como a primeira cidade de Minas em qualidade de vida. Outro estudo divulgado em 2020 pela Fundação Getulio Vargas revelou que a cidade possui a maior concentração de ricos do Brasil, ocupando a primeira colocação de todas as cidades brasileiras em renda média, baseada pela declaração de imposto de renda dos moradores, em 2018. == Nomes == A primeira denominação dada ao local foi a de Campos de Congonhas. Com a expansão das faisqueiras, passou a ser conhecida por Congonhas das Minas de Ouro (pela quantidade de ouro encontrada em suas terras), abrigando a população que trabalhava em diversas minas. Em 1748 o arraial é elevado à condição de freguesia, e em 1836 é criado o distrito, subordinado ao município de Sabará, com o nome de Freguesia de Nossa Senhora do Pilar de Congonhas de Sabará. Em 5 de fevereiro de 1891, data hoje celebrada como o aniversário da cidade, a freguesia se emancipa de Sabará e recebe o nome de Villa Nova de Lima, em homenagem ao ilustre jornalista, poeta, magistrado, jurista, professor e político Antônio Augusto de Lima. Finalmente, em 1923 o município passa a se denominar Nova Lima. == História == === Século XVIII: origens === Até o fim do século XVII a principal atividade econômica na colônia brasileira era a de cultivo e comércio da cana-de-açúcar. A partir do momento que o açúcar ficou mais barato na Europa, a Coroa Portuguesa incentivou a busca por ouro no interior do território brasileiro. Na segunda metade do século XVII os paulistas se dedicaram à atividade das bandeiras de mineração, sendo intitulados bandeirantes. Em 1690 os bandeirantes encontraram ouro na região que ficaria conhecida como Minas dos Matos Gerais, o atual estado de Minas Gerais. A história de Nova Lima remonta ao mesmo período, quando o bandeirante paulista Domingos Rodrigues da Fonseca Leme chega em busca do ouro. Ele encontra o ouro nos riachos do Cardoso e dos Cristais. A ele, seguiram-se outros aventureiros, dando origem a um povoamento na região. Por volta de 1708, já havia uma capela dedicada a Nossa Senhora do Pilar — a padroeira da cidade —, e na década de 1720 surgiram engenhos e concessões para a exploração mineral. A Igreja do Senhor do Bonfim, de 1720, atualmente tombada pelo Conselho Consultivo Municipal de Patrimônio Histórico e Artístico de Nova Lima,Igrejas - Prefeitura de Nova Lima, 2008 (visitado em 26-3-2010) também marca o início da ocupação da região.Nova Lima tem características de cidade antiga e moderna - Terra de Minas, 20 de março de 2010 (visitado em 26-3-2010) Outros mineradores resolvem fixar-se na área, que, àquela época, já possuía um número considerável de habitantes. Já em 1725 a então Congonhas de Sabará começou a explorar ouro na Mina de Morro Velho, sendo a família Freitas a proprietária. Durante todo o século XVIII a extração mineral no arraial foi de baixa produtividade, além de possuir menos habitantes em comparação com Raposos, de localização mais próxima de Sabará, que era o núcleo da região. === Século XIX: expansão === Até a Independência do Brasil, a Coroa Portuguesa não permitia capitais estrangeiros nos investimentos não portugueses e na exploração mineral. A região de Congonhas de Sabará daquela época não possuía as condições para o florescimento das minas de ouro, como já era visto nas prósperas cidades de Ouro Preto e Mariana, pois a exploração era cara e difícil. Mas com a Independência, as conexões econômicas do Brasil com o mundo tomaram um novo rumo e possibilitaram a presença das atividades estrangeiras nas economias locais. Em 1830, depois de quase um século nas mãos da família Freitas, a Mina de Morro Velho foi vendida ao capitão George Francis Lyon, diretor da Mina de Congo Soco, em Caeté. Em 1834, a baixa produtividade na extração de ouro fez com que os Lyon vendessem a mina para a companhia inglesa Saint John del Rey Mining Company.A Saint John del Rey Mining Company era uma companhia de extração aurífera estabelecida na região de São João del-Rei e direção baseada em Londres, capital do Reino Unido. No entanto, a exploração de ouro na região de São João del-Rei não se tornou bem sucedida e a empresa transferiu-se totalmente para as Congonhas de Sabará, optando por manter o nome original da companhia. A partir de então, a exploração da mina passou a ser feita de forma mais organizada e com tecnologias até então pouco comuns no Brasil para a atividade. Com isso, a produtividade da mina aumentou vertiginosamente a sua produção, chegando a ser responsável, em 1879, por 83% do ouro exportado pela província de Minas Gerais. A presença da cultura britânica na região é explicada pela vinda de imigrantes ingleses, funcionários da Saint John del Rey Mining Company, para o trabalho na mina. À explosão na produção aurífera, seguiu-se um desenvolvimento considerável nas pequenas manufaturas locais, que abasteciam a mina com os materiais necessários, e no setor de serviços, com o surgimento de vendas, hospitais, bibliotecas e demais serviços. Estes, por sua vez, também impulsionavam as manufaturas, e os três setores, juntos, foram responsáveis pelo aumento na população local. Na Mina de Morro Velho havia trabalhadores livres e escravos. Apesar da Inglaterra ter sido o primeiro país do mundo a abolir a escravidão em 1833, a companhia inglesa continuou a se beneficiar da escravidão no Brasil. Para preservar a sua imagem na Inglaterra, a companhia tinha em prática uma política diferenciada no uso da mão de obra escrava, com punições mais brandas e premiações por concessões e benefícios. Em 1850 foi aprovada Lei Eusébio de Queirós, legislação que proibia o tráfico negreiro no país, demandando da companhia novas formas de atrair funcionários para a extração de ouro nas suas dependências. As principais políticas foram a distribuição de cadernetas de crédito, habitações a baixo preço próximas a mina e até a circulação de uma moeda própria para o comércio entre os trabalhadores e o Armazém da Mina, atual Casa Aristides. Nas décadas seguintes aconteceram alguns incidentes que abalaram as operações da mina. Em 1857, um desmoronamento de aproximadamente 170 toneladas de terra, soterrou todo o maquinário e as estruturas de acesso à mina. Em 1869, quando um incêndio que durou quatro dias se alastrou pelas lavras da mina, foram registradas a morte de 21 escravos e um minerador inglês. Ambos os ocorridos, apesar de prejudicarem a empresa, não paralisaram totalmente a extração mineral. Em 1881 o Imperador Dom Pedro II e a Imperatriz Teresa Cristina visitaram a cidade para conhecer a Mina de Morro Velho. A mina era mundialmente famosa pela sua operação em profundidade, chegando a ter sido a mais profunda do mundo no fim do século XIX. Algumas das minas que hoje estão desativadas alcançaram cerca de 2.500 metros de profundidade, chegando até a 2.700 metros. O Casal Imperial foi recebido pelo diretor superintendente da Saint John del Rey Mining Company, Pearson Morrison e ficaram hospedados na Casa Grande, que é hoje o Centro de Memória da AngloGold Ashanti (até 2015 chamado de Centro de Memória Morro Velho). O Imperador foi guiado pela mina e desceu de elevador por 457 metros para visualizar as operações. A visita foi registrada pelo desenhista e artista gráfico ítalo-brasileiro Angelo Agostini. Em 1886 ocorreu o maior acidente da história da Morro Velho: um grave deslizamento da abóbada da mina matou dezenas de escravos e funcionários ingleses e brasileiros. O incidente paralisou suas operações e colocou a mineradora em processo de liquidação. Naquele momento os recentes feitos de George Chalmers, novo superintendente da mina há apenas dois anos no cargo e responsável por reestruturar a mineradora e revolucionar os processos industriais, pareciam terem sidos em vão. Apesar do ocorrido, Chalmers solicitou a confiança dos administradores em Londres com planos ousados para a época e diversificação das atividades para outras galerias.Em 1889 ele consegue o apoio dos diretores e recebe maquinários para a perfuração de dois novos poços com cerca de 700 metros cada um. Com a abolição da escravidão em 1888 e a Proclamação da República em 1889, a companhia se viu obrigada a entrar em um novo momento histórico que exigia a utilização de mão de obra assalariada. Desde 1850 o governo já estimulava a imigração no território brasileiro e nas últimas décadas do século XIX chegaram à cidade grupos de imigrantes italianos e espanhóis. A partir daí os trabalhos na mina progrediram e as extrações de ouro confirmaram as expectativas de Chalmers de fazer da Morro Velho um dos maiores empreendimentos minerais do mundo. Chalmers dirigiu a Morro Velho por 40 anos, até 1924, e se tornou um respeitado símbolo de prosperidade para a cidade. === Século XX: estabelecimento === Entre 1904 e 1933 foram construídas seis usinas hidrelétricas que compuseram o Grupo Hidrelétrico de Rio de Peixe. Por intermédio de George Chalmers, a St. John adquiriu áreas mais ao sul do território onde o potencial hídrico para produção de energia elétrica era grande. Foram aproveitadas as águas do Rio de Peixe e de represas superiores à região, como a do Miguelão, das Codornas e da Lagoa Grande, que seria renomeada de Lagoa dos Ingleses. A inauguração da nova capital mineira em Belo Horizonte, a 22 km de distância do município foi um dos fatores a propiciar a continuidade do crescimento da região. A proximidade com a nova capital proporcionou à St. John a participação do poder estadual. Nos primeiros anos de Belo Horizonte, a energia elétrica da cidade era fornecida diretamente do Grupo Hidrelétrico de Rio de Peixe. Hoje o Complexo Rio de Peixe conta com sete usinas hidrelétricas que ainda estão em atividade. Ainda em 1904, o então presidente da república, Rodrigues Alves, visitou a Villa Nova de Lima para conhecer a mina mais profunda do mundo. Já em 1920 a Mina de Morro Velho receberia sua segunda visita real. Depois da visita do Imperador do Brasil em 1881, foi a vez do Rei Alberto I da Bélgica visitar as dependências da Saint John del Rey Mining Company. No Brasil desde o dia 29 de setembro, a visita do Rei causou constante preparação das autoridades brasileiras por ter sido o primeiro chefe de estado a visitar o país. Junto à comitiva real estavam o presidente da república Epitácio Pessoa, o então presidente de Minas Gerais e futuro presidente da república Artur Bernardes e outras celebridades públicas. Foram recepcionados por George Chalmers que lhes apresentou as instalações da mina e preparou um café da manhã e um almoço para a comitiva. Segundo relato de O Paiz, o Rei Alberto desceu 1.950 metros na mina e o presidente Epitácio Pessoa desceu apenas 750 metros. Onze anos depois, em 1931, novamente a Mina de Morro Velho receberia visitantes da realeza. Dessa vez o Príncipe de Gales à época, Eduardo, junto ao seu irmão, o Príncipe Jorge, estiveram na mina para um rápida excursão. A visita dos integrantes da família real britânica foi memorável para os imigrantes ingleses na região. Poucos anos mais tarde, ambos os príncipes se tornariam reis do Reino Unido. Acompanhando movimentos operários mundo a fora na segunda década do século XX, operários da cidade criaram um sindicato da classe para representar os seus interesses, o que fez a Saint John se opor. No entanto, devido às novas políticas implementadas pelo governo de Getúlio Vargas, o sindicato se tornou uma voz ativa na cidade. Na metade do século XX os operários começaram a denunciar as condições insalubres no interior da mina ocasionando silicose em vários operários. A doença acabaria por diminuir a vida de muitos trabalhadores. Hoje em dia muitos moradores podem atestar mortes em decorrência da doença em membros antigos de suas famílias. Em 1958 a Mina de Morro Velho foi vendida para a Hanna Corporation e pouco tempo depois foi transferida novamente para acionistas brasileiros que formaram a Mineração Morro Velho. O controle acionário até a década de 90 foi passado para empresas como a Unibanco, o Banco Bozano, Simonsen e a Anglo American. Com o passar das décadas a mineração do ouro foi perdendo o valor pela maior produção mundial (principalmente da África do Sul, onde outras empresas britânicas também estavam instaladas), fazendo com que a empresa sul-africana AngloGold Ashanti adquirisse todos os bens territoriais da antiga Morro Velho e de outros territórios com potenciais de extração aurífera. Também em 1958 se inicia a extração de minério de ferro no município pela Hanna Corporation. Após a Hanna, a extração de minério de ferro foi comandada pela Minerações Brasileiras Reunidas (MBR), fundada em 1964. Em 2006 a Vale S.A. adquire 100% das ações da MBR. Hoje a extração de minério de ferro no município já supera a extração de ouro em valores de exportação. Até a década de 60 havia linhas de bondinho entre a cidade de Nova Lima e a recém emancipada Raposos. A Estrada de Ferro da Morro Velho foi criada em 1913 e o itinerário ligava a Praça do Mineiro, no centro de Nova Lima à Estação Central de Raposos. A ferrovia foi a segunda no brasil a utilizar tração elétrica no país, sendo precedida apenas pela Estrada de Ferro do Corcovado. Também foi inovadora por iniciar suas operações totalmente pela energia elétrica. Devido ao avanço das estradas de rodagem, que diminuiu bastante o tempo da viagem e o custo da movimentação, em 1964 a Mineração Morro Velho decidiu encerrar as atividades na linha. Nova Lima teve um dos primeiros políticos cassados pelo governo, durante a ditadura militar. José Gomes Pimenta (popularmente conhecido como Dazinho Pimenta), ex-presidente do Sindicato dos Trabalhadores na Indústria da Exploração de Ouro e Metais Preciosos de Nova Lima, foi eleito deputado estadual em 1963, pelo Partido Democrata Cristão (PDC). Sua conexão com as atividades sindicais foi o principal motivo para que ele e outros dois deputados fossem cassados em abril de 1964. No meio do século XX, Belo Horizonte e Região Metropolitana se encontravam em um momento crítico no abastecimento da sua população. A solução do governo federal foi a captação das águas da bacia do Rio das Velhas para suprir parcialmente a necessidade da região. Entre 1958 e 1973 o Departamento Nacional de Obras e Saneamento, com a participação do Banco Nacional de Habitação e da Prefeitura de Belo Horizonte, construiu a Estação de Tratamento de Água de Bela Fama, que viria a se tornar o Sistema Produtor Rio das Velhas (SRV), hoje abastecendo cerca de 47% da população da Região Metropolitana de Belo Horizonte. Na finalização da primeira etapa do projeto, em 1973, o presidente Médici visitou a cidade para inaugurar a estação de captação. A segunda parte do projeto foi finalizada em 1978, quando foi alcançada a capacidade para fornecer uma média de 5200 l/s de água. == Geografia == === Relevo === O relevo de Nova Lima é majoritariamente formado por terrenos acidentados, tanto na área central da cidade, quanto no restante do território. Segundo a classificação do prof. Jurandyr Ross, o município integra a região denominada \"Planaltos e Serras do Atlântico Leste-Sudeste\", composto principalmente por rochas metamórficas. Nova Lima é delimitada no limite de suas divisas, do norte ao sudoeste, por cadeias de serras que integram o maciço da Serra do Espinhaço, dentre elas a Serra do Curral, a Serra do Cachimbo, a Serra do Rola Moça, a Serra da Calçada e a Serra da Moeda. É muito comum observar atividades físicas e de turismo ecológico nestas áreas como: ciclismo de montanha, motocross, trilha ecológica e escalada. Em áreas internas do município também há serras de grandes elevações, como o Morro do Chapéu, o Morro do Elefante e o Morro do Campo do Pires. O ponto mais elevado da cidade se localiza na Serra do Cachimbo, com 1.583 m de altitude. Já a altitude mínima se encontra às margens do Rio das Velhas, com altitude de 722 m. A sede do município conta com uma altitude de 750 m (na Igreja Matriz). Mesmo dentro do perímetro central da cidade há uma considerável diferença de altitude, variando de 735 m a 800 m. O município está dentro do Quadrilátero Ferrífero, região mineira que concentra o maior percentual de produção nacional de minério de ferro, e possui uma reserva mineral rica e abrangente.https://brasilescola.uol.com.br/geografia/quadrilatero-ferrifero.htm As principais reservas minerais de Nova Lima são o ouro, o minério de ferro e o manganês. Hoje em dia, a concentração de extração mineral está localizada em minas da região central do território nova-limense e do sul, próximo aos municípios de Rio Acima e Itabirito. Algumas cavas de mineração abandonadas na cidade estão submersas por milhares de metros cúbicos de água. Uma delas é a Cava da Mina das Águas Claras, localizada aos pés da Serra do Curral. A Serra da Calçada, que emoldura o município, considerada \"um dos mais bonitos cartões-postais da Região Metropolitana de BH\", está ameaçada pela expansão imobiliária e ação de mineradoras.Gontijo, Luisana. (29 de abril de 2010). Tout Court Minas - Serra da Calçada. Caderno EM Cultura. Jornal Estado de Minas A Serra do Curral também tem se tornado um ponto de debate entre setores ambientais e empreendedores da construção civil. Um conjunto de prédios, próximo à Serra do Curral, foi embargado por 10 anos por se considerar que a altura dos empreendimentos impediria que os moradores da região visualizassem o topo da Serra. Decidiu-se que os prédios terão número de andares menor que o projeto aprovado, a fim de solucionar o impasse. === Ecossistema === A vegetação de Nova Lima é diversificada e cerca de 60% do território nova-limense é preservado. Nas serras, a vegetação predominante é a vegetação de altitude, mais especificadamente chamada de campos de altitude. Nos vales há uma série de vegetações, desde áreas remanescentes da Mata Atlântica até transições para o Cerrado. Outra vegetação que também tem uma grande representatividade no território da cidade é a Capoeira. Um estudo realizado em 2010 analisou uma mata no Vale dos Cristais. Neste estudo foram encontradas 205 espécies de plantas, sendo que 16% delas eram de domínio restrito à Mata Atlântica e apenas 1% de domínio restrito ao Cerrado, 35% das espécies se apresentavam nos dois biomas, já 31% eram de ampla distribuição no território brasileiro. Os outros 17% das espécies são encontradas na Mata Atlântica, Amazônia, Caatinga e/ou Cerrado. O estudo concluiu que a mata analisada pode ser classificada como Mata Atlântica lato sensu. Nas últimas décadas, as instituições públicas municipais vêm tentando amenizar o impacto da degradação ao meio ambiente através de criação de parques ecológicos, como o Parque Ecológico Rego dos Carrapatos e centros ambientais em parceria com mineradoras da cidade. A Mata do Jambreiro, uma área de vegetação remanescente da Mata Atlântica, é hoje um dos pontos mais importantes e preservados da cidade. Dentro da mata existe o Centro de Proteção e Educação Ambiental da Mata do Jambreiro, uma reserva particular mantida pela Vale em compensação às suas atividades de extração mineral na cidade. Existe um programa municipal em parceria com a empresa de educação ambiental junto à crianças do ensino fundamental de toda a cidade, envolvendo excursões escolares e outras atividades extracurriculares. Outra reserva natural de mesma estirpe foi inaugurada em 2014, a Reserva do Vale dos Cristais. Antes das suas criações, essas áreas ambientais estavam em risco devido ao crescimento imobiliário na região. A Mata Samuel de Paula abriga o Centro de Educação Ambiental da AngloGold Ashanti, criado em 2000. Entre 2004 e 2007 o Centro de Educação Ambiental fez um levantamento para identificar a fauna da região. O levantamento apresentou 159 espécies de animais, 14 de anfíbios, 5 de répteis e 13 de mamíferos. Alguns dos mamíferos silvestres encontrados em Nova Lima são tamanduás-bandeira, lobos-guará, onças pardas e onças pintadas. Em épocas de seca, a cidade constantemente sofre com incêndios naturais e acidentais em pastos e em suas reservas naturais. === Hidrografia === Nova Lima é parcialmente cortada pelo Rio das Velhas, que é o maior afluente em extensão do Rio São Francisco. O Rio das Velhas corta o município nos bairros de Santa Rita, Honório Bicalho e Nova Suíça. Existe um total de sete subdivisões de bacias e duas áreas de drenagem inscritas pela Secretaria de Meio Ambiente do município, sendo elas: Córrego do Cubango, Ribeirão Água Suja/Cardoso/Cristais (subdivisão que compreende a maior parte da população da cidade), Córrego Queiroz, Córrego Cambimbe, Ribeirão dos Macacos, Córrego do Catumbi e Rio do Peixe (sendo esta a maior delas, representando 34,97% do território nova-limense), além das duas áreas de drenagem: de Bela Fama e de Honório Bicalho. O Ribeirão dos Cristais foi canalizado no trecho que corta o centro da cidade em 1992 e sua área foi destinada a criação da Avenida José Bernardo de Barros. Devido a essa canalização, há ocorrências de inundações na via de tempos em tempos. Outras áreas que sofrem com inundações são os bairros de Santa Rita e Honório Bicalho, devido à proximidade das casas em relação ao leito do Rio das Velhas. O município conta com uma série de rios, riachos e córregos nos vales, entre as serras da cidade. De acordo com mapeamento elaborado pela Prefeitura Municipal de Nova Lima, a cidade possui mais de 800 nascentes espalhadas pelo seu território. A subdivisão de bacia de Rio do Peixe possui três grandes reservatórios que servem para aproveitamento hidrelétrico a jusante: a Lagoa dos Ingleses, a Lagoa das Codornas e a Lagoa do Miguelão. Além disso a reserva hídrica da cidade é responsável por 51% do abastecimento de água de Belo Horizonte e de outras cidades da Região Metropolitana, fornecendo água a mais de 2 milhões de pessoas. === Clima === O clima do município é considerado subtropical úmido (Cwa de acordo com a classificação climática de Köppen-Geiger). A temperatura da cidade varia de 13 °C a 29 °C ao longo do ano. Durante o inverno, algumas poucas vezes a cidade possui temperaturas abaixo dos 10 °C (junho e julho). De mesmo modo, no verão, em raras vezes a temperatura ultrapassa os 32 °C (janeiro e fevereiro). Entre os moradores da Região Metropolitana, Nova Lima é conhecida por ser uma cidade com baixas temperaturas em comparação com os outros municípios da região. Fatores que explicam essa diferença em relação aos outros municípios são a topografia, a densa vegetação e a altitude de alguns bairros da cidade. Grande parte dos moradores do município trabalham em Belo Horizonte e ocasionalmente sentem uma diferença de até 6 °C no trajeto de aproximadamente 30 a 40 minutos entre as suas casas e a capital. O tempo seco dura quase 7 meses, desde o fim de março ao início de outubro, incluindo todo o inverno. Após outubro, frequentemente são observadas chuvas rápidas no mês de outubro e então no mês de novembro se estabelece a estação de maior precipitação, até o mês de fevereiro. O índice pluviométrico anual médio de Nova Lima é 1390 mm.CLIMA: NOVA LIMA Site climate-data.org - acesso em 24 de fevereiro de 2016 A porcentagem de céu encoberto também acompanha as estações de seca e precipitação. Durante o inverno é muito comum acompanhar neblinas entre as serras da cidade, ocasionando baixa visibilidade nas estradas e baixa nas temperaturas. Ao contrário de Belo Horizonte, que é protegida pela Serra do Curral contra ventos mais fortes, Nova Lima possui variações sazonais de pequeno porte, com ventos constantes ao fim do dia de média anual de 15 km/h. Em cerca de 50% do tempo, a direção média horária dos ventos na cidade é do Leste. ==Demografia== De acordo com o IBGE, em 2010 a população do município era de 80.998 habitantes, sendo o 10° município mais populoso da Região Metropolitana de Belo Horizonte, o 35° mais populoso de Minas Gerais e o 334° mais populoso do Brasil (segundo estimativas de 2020), apresentando uma densidade demográfica de 226,01 hab./km² e uma taxa de urbanização de 97,77%. Da população total, 39.151 habitantes eram do sexo masculino (48,33%) e 41.847 do sexo feminino (51,66%), com uma razão sexual de 93,56. Quanto à faixa etária, 16.539 pessoas tinham menos de 15 anos (20,42%), 58.784 entre 15 e 64 anos (72,57%) e 5.675 possuíam 65 anos ou mais (7,01%).IBGE, Censo Demográfico 2010 ===Desenvolvimento humano=== Nova Lima tem o maior índice de desenvolvimento humano entre as 853 cidades do estado de Minas Gerais, de acordo com o Programa das Nações Unidas para o Desenvolvimento (PNUD) de 2010, aparecendo na 17ª colocação entre as cidades brasileiras. O índice alcançado pela cidade é de 0,813, considerado como muito alto pela classificação do PNUD. Analisando separadamente os itens para composição deste índice, Nova Lima possui em sua renda o fator principal para a elevada colocação de desenvolvimento humano: a cidade possuía uma renda per capta de R$ 1.731,84, refletindo um índice de 0,864, sendo o 7° maior índice entre as cidades brasileiras. Também no item longevidade (expectativa de vida), Nova Lima superou ainda o índice de renda per capta, com 0,885 e expectativa de vida de aproximadamente 78,1 anos. No entanto, o índice de educação da cidade não alcançou a mesma posição dos outros dois índices de referência, com 0,704 o município era o 20° melhor do estado de Minas Gerais e ocupava a 305ª posição nacionalmente. Em várias pesquisas o município já foi avaliado como uma das melhores cidades em qualidade de vida do Brasil. Apesar dos elevados índices de referência para o IDH, Nova Lima é também uma das cidades mais desiguais do Brasil. O índice de Gini nova-limense, que mede a desigualdade da distribuição de renda, é de 0,63, sendo o 43° maior índice entre as cidades brasileiras. Em comparação, o Brasil possui índice de Gini de 0,51. Nas últimas décadas o município vem incentivando o crescimento imobiliário de alto padrão em regiões próximas à capital mineira. Bairros como o Vila da Serra, Vale do Sereno e Vale dos Cristais, além dos vários condomínios que a cidade já possuía, geram um contraste evidente entre os moradores da periferia da cidade (que ironicamente são ricos) e os moradores da Sede da cidade (com renda equivalente a da população dos municípios da Região Metropolitana de Belo Horizonte). ===Composição étnica=== A população local é majoritariamente composta por descendentes de imigrantes negros, escravos que trabalhavam na mina, de imigrantes colonizadores portugueses e ingleses e de indígenas. Além desses, ainda hoje são encontrados com representatividade descendentes de italianos, espanhóis e sírios, que migraram para a cidade no fim do século XIX. Nas últimas décadas Nova Lima vem observando um grande fluxo migratório de cidade-cidade: pessoas dos municípios da Região Metropolitana de Belo Horizonte se mudando para o bairro Vila da Serra e outros adjacentes. No último censo brasileiro, em 2010, 52,36% das pessoas com mais de 10 anos se identificaram como pardas, 36,04% como brancas, 10,90% como pretas, 0,61% como indígenas e 0,09% como amarelas. ===Religião=== Do censo de 2000 ao censo de 2010, as igrejas evangélicas ganharam um grande percentual de fiéis oriundos da Igreja Católica na região metropolitana de Belo Horizonte, com algumas cidades possuindo pela primeira vez o número de católicos abaixo de 50% da população. No entanto, Nova Lima foi uma das cidades da região que menos perderam fiéis católicos, com uma queda de apenas 5%. No censo de 2000, Nova Lima era composta por 75,6% de católicos (apostólicos romanos e ortodoxos) e em 2010 o percentual foi de 70,6% (57.239 pessoas). Também de acordo com o último censo, além dos 70,6% de católicos, a cidade possui cerca de 19,3% de evangélicos (15.643 pessoas), sendo a maior parte deles integrantes de igrejas neopentecostais e ainda alguns integrantes da tradicional igreja anglicana, que são contabilizados no grupo evangélicos pelo IBGE. As outras representações que completam o perfil religioso dos moradores nova-limenses são: 5,44% de não religiosos: ateus, agnósticos e sem religião (4.400 pessoas), 2,42% de espíritas (1.958 pessoas) e 2,09% de outras religiões (1.690 pessoas). As principais igrejas católicas da cidade são a Igreja Matriz de Nossa Senhora do Pilar, no centro, construída no século XVIII, e a Igreja de Nossa Senhora do Rosário, também iniciada no meio do século XVIII ao meio do século XIX, localizada no bairro Rosário, próximo ao centro. Todo bairro nova-limense possui uma igreja ou uma paróquia da Igreja Católica, com alto-falantes em suas torres, tocando os sinos a cada hora (das 07:00 às 20:00) e anunciando avisos para a comunidade e notas de falecimento de moradores. A maioria dessas igrejas também reproduz nos seus alto-falantes a música Ave Maria de Schubert às 18:00, todos os dias da semana. Durante a pandemia de COVID-19, devido à impossibilidade da congregação dos fiéis nas igrejas como medida de prevenção à contaminação, as Igrejas Católicas da cidade abriram suas portas para que líderes de outras religiões discursassem através de seus alto-falantes, inclusive com a presença de pastoras evangélicas. Nunca na cidade foi observado tal ato de solidariedade entre as diferentes instituições religiosas. ==Governo== Todos os três poderes da República estão representados na Praça Bernardino de Lima, no centro da cidade de Nova Lima. Além dos edifícios da Prefeitura, da Câmara Municipal e do Fórum Municipal, também estão localizados na praça o Teatro Municipal, a Igreja Matriz de Nossa Senhora do Pilar e o Sindicato dos Mineiros. Um anexo da Prefeitura Municipal está sendo construído lateralmente ao edifício existente, na mesma praça, e o novo fórum da cidade, que está em fase de acabamento, retirará o terceiro poder da praça central para o bairro Oswaldo Barbosa Pena II, próximo ao prédio do Ministério Público do Estado de Minas Gerais. A Lei Orgânica do município de Nova Lima foi promulgada em 17 de março de 1990. Em 14 de maio de 2019 foi sancionada a lei municipal n° 2.681, que \"dispõe sobre os princípios básicos, a organização e estrutura orgânica da Prefeitura de Nova Lima e dá outras providências\". Com essa lei, o poder executivo de Nova Lima, representado por seu prefeito e suas secretarias foi reestruturado. A administração municipal foi organizada em dois grupos: os Órgãos de Administração Direta e as Entidades de Administração Indireta. A estrutura organizacional da Prefeitura (os Órgãos de Administração Direta) é constituída por 21 órgãos e unidades administrativas. Já as Entidades de Administração Indireta do município de Nova Lima são as Autarquias, as Fundações, as Empresas Públicas e as Sociedades de Economia Mista. O poder legislativo é representado pela câmara municipal, composta por 10 vereadores eleitos para cargos de quatro anos (em observância ao disposto no artigo 29 da Constituição, que disciplina um número máximo de 17 vereadores para municípios entre 80.000 e 120.000 habitantes). Cabe à casa elaborar e votar leis fundamentais à administração e ao Executivo, especialmente o orçamento municipal, além da elaboração do plano diretor, criar e organizar distritos e subdivisões municipais e outras matérias descritas na Lei Orgânica do município. O edifício da Câmara Municipal de Nova Lima recebe o nome Dr. Sebastião Fabiano Dias. No plenário Osvaldo Anastácio de Assis são realizadas as Sessões Plenárias para discussão e votação dos projetos. As reuniões ordinárias são realizadas às terças-feiras, a partir das 18:00. A Câmara Municipal possui 10 Comissões Parlamentares Permanentes e 4 Comissões Parlamentares Temporárias, de acordo com os artigos 96, 97, 98, 99 e 100 do Regimento Interno da Câmara. == Economia == Apesar do município ocupar a 10ª posição em população e a 11ª posição em área, o Produto Interno Bruto (PIB) de Nova Lima representou em 2016 cerca de 3,8% do PIB da Região Metropolitana de Belo Horizonte, sendo a 4ª posição entre os municípios. A principal atividade econômica do município é a extração do minério de ferro, responsável por mais de 5 mil dos 46,3 mil empregos gerados pelo município. O salário médio (mensal) é de, aproximadamente, 2 920 reais, sendo que as profissões mais bem-remuneradas do município são, principalmente, as de administração, tecnologia da informação e educação. Em 2018, o município exportou o equivalente a 2 bilhões de dólares, dos quais 1,21 bilhões tiveram como destino a China, e importou, no total, 64,9 milhões de dólares, sendo a África do Sul a principal origem. === Setor primário === O setor primário é dominantemente representado na cidade pela mineração. Em 2018 a extração de minério de ferro correspondeu por 76,5% das exportações nova-limenses, enquanto a extração de ouro, que era o principal produto extraído na cidade no século XIX, correspondeu por 23,3% das exportações, desempenhando ainda um papel grande na economia local. Somadas, portanto, ambas as atividades equivalem a 99,8% de toda a exportação do município. A mineradora Vale S.A. é responsável pela maior parte da extração de minério de ferro da cidade, empregando muitos moradores locais em suas dependências. Já a AngloGold Ashanti é proprietária das jazidas de ouro e tem a sede sul-americana da empresa na cidade. === Setor secundário === Há algum tempo a maior parte indústrias de Nova Lima encontrava-se no Parque Industrial de Bela Fama, próximo à sede do município. No entanto, a região próxima à BR-040, no bairro Jardim Canadá, vem recebendo grandes investimentos industriais, como as recém-inauguradas plantas da Coca-Cola e de uma unidade de fabricação de insulinas e outras biotecnologias da empresa Biomm. Outra atividade que tem se tornado característica da cidade é a produção de cerveja artesanal. Nova Lima hoje conta com 20 cervejarias registradas e é o segundo maior polo cervejeiro do Brasil, ficando atrás apenas de Porto Alegre. A legislação municipal favorece a o estabelecimento de empresas desse ramo através de incentivos fiscais. A região norte da cidade de Nova Lima, próximo a capital Belo Horizonte, vem apresentando rápida expansão urbana devido ao crescimento e valorização imobiliária, concentrada nos bairros Vila da Serra, Jardim da Torre e Vale do Sereno. Várias construtoras de Belo Horizonte estão com empreendimentos de alto luxo na região, possuindo prédios tão grandes ou maiores que a capital mineira, aumentando ainda mais o fluxo de capital para a cidade. === Setor terciário === A sede do município, onde se encontra o centro histórico e os principais cartórios e órgãos públicos, tradicionalmente concentra diversas lojas, as quais atendem, principalmente, à população local e às cidades de Raposos e Rio Acima. Nas últimas décadas, porém, o município expandiu-se consideravelmente para fora de sua sede, desenvolvendo novos núcleos, principalmente na divisa com Belo Horizonte e nas redondezas da BR-040. O bairro Jardim Canadá e os adjacentes, por exemplo, também possuem supermercados, lojas — sobretudo de materiais de construção, pedras e demais itens relacionados a obras e reformas — e casas de festas, sendo uma região que, mais do que a Sede, atende também à população da RMBH. Ao norte, na divisa com Belo Horizonte, encontram-se os bairros Vila da Serra e Vale do Sereno, os quais desenvolveram-se bastante, a partir dos anos 1990, em função da expansão de Belo Horizonte rumo ao Sul, de forma que, hoje, ambos os bairros e o belo-horizontino Belvedere são conurbados. Na região, estão sediadas diversas empresas, como a Global Value Soluções, do grupo IBM, o INDG (Instituto de Desenvolvimento Gerencial), a Accenture e a sede da Fiat do Brasil, marca da Stellantis. A maioria delas encontra-se nos edifícios comerciais da Avenida Oscar Niemeyer (também conhecida como \"Seis Pistas\" ou por seu antigo nome, Alameda da Serra), na qual também se está construindo o edifício Concordia Corporate, que, com 170 metros, será o mais alto do estado, e tem conclusão prevista para 2017. O bairro Vila da Serra tem, ainda três centros hospitalares privados importantes para a Grande Belo Horizonte: o Biocor Instituto, o Hospital e Maternidade Vila da Serra e o Holhos — Hospital de Holhos de Minas Gerais. No setor educacional, o bairro abriga, ainda, um campus do Instituto Metodista Izabela Hendrix e os dois campi da Faculdade Milton Campos, de Direito e Administração. Na última década, a cidade de Nova Lima tem aumentado incentivos fiscais às novas tecnologias. O setor das startups estão migrando para cinco polos de zonas limpas de desenvolvimento, principalmente o Distrito de Inovação e Negócios Digitais, situado no Vila da Serra, e o Distrito de Biotecnologia, no Alphaville. === Turismo === ==== Circuito Inglês ==== Se entende por Circuito Inglês todas as edificações construídas pelos ingleses na cidade de Nova Lima no decorrer do séc XIX. Uma das edificações mais representativas da cidade e inscrita no Circuito Inglês é o Bicame. O Bicame é um aqueduto projetado por George Chalmers e construído em 1890 pela Saint John D’Rey Mining Company para abastecer a área industrial da Mineração Morro Velho, na lavagem do minério no engenho e hidrantes da segurança. Suas águas nascem na Serra do Curral, formando o Ribeirão dos Cristais e Rego Grande. É constituído de madeiras nobres: Aroeira e Peroba Rosa e possui 194 m de extensão. As águas correm sobre chapas de aço arqueadas e livres. Em 2002 o Bicame foi escolhido pela população local como símbolo da cidade. Outros edifícios próximos ao Bicame são a Igreja Anglicana, também inscrita no Circuito Religioso da cidade, a Pensão Retiro, que hoje abriga a Secretaria de Educação, as casas inglesas e o Clube das Quintas, localizados no bairro Quintas. Outro polo de história inglesa é o Complexo da Morro Velho, entre os bairros Centro e Boa Vista. A mina foi desativada em 2003 e desde então o local estava abandonado. No entanto, em 2019 o governo municipal decretou o tombamento de 27 imóveis do complexo para posterior restauração das áreas. A intenção da prefeitura é a criação de um Conjunto Histórico para preservação da cultura local. Além do complexo industrial da mina, o tombamento também incluiu o Cemitério dos Ingleses, em desuso desde 1990, a Casa Grande, que hoje é o Centro de Memória da AngloGold Ashanti, e o Cruzeiro da Boa Vista. O Hospital dos Ingleses, próximo a região do complexo, é propriedade da AngloGold Ashanti, que no edifício mantém o seu Centro Tecnológico. O circuito não possui apenas edifícios, há também parques ecológicos e vias públicas. O Parque Natural Municipal Rego dos Carrapatos abriga algumas pequenas tecnologias, como tuneis e canais, feitas pelos ingleses a fim de garantir água para suas instalações. Assim como a Banqueta do Rego Grande, uma banqueta com quase 5.000 m que corta a cidade em diversos bairros, desde o Ribeirão dos Cristais até o bairro Retiro. A Banqueta do Rego Grande ocasionalmente tem o fluxo fluvial interrompido. Outros elementos do Circuito Inglês são o clube de futebol nova-limense Villa Nova, o Zigue-Zague Grande e o Zigue-Zague Pequeno, duas ruas de pedra em zigue-zague no Centro, o Grande atrás da Prefeitura, na parte baixa, e o Pequeno perpendicular a Rua Rio Branco, na parte alta, ambos tombados respectivamente em 2000 e 2002. Também se inclui no circuito o Complexo Rio de Peixes, compostos pelas represas artificiais da Lagoa dos Ingleses, do Miguelão e das Codornas, além das instalações das hidrelétricas. ==== Circuito Religioso ==== O maior ícone do Circuito Religioso é a Igreja Matriz de Nossa Senhora do Pilar. Localizada na Praça Bernardino de Lima, construída no século XVIII e reformada em 1906, a igreja é de arquitetura eclética e tem vários itens criados pelo escultor Aleijadinho: o conjunto do altar-mor, os laterais, o coro e o batistério, datados de 1786. Segundo Germain Bazin, “é a mais completa ornamentação de igreja concebida pelo nosso artista (Aleijadinho)… a tribuna do coro, com seus balaústres rendilhados, é de um desenho recortado muito elegante que lembra o Carmo, de Sabará… o altar-mor é uma obra-prima, está tão próxima do de São Francisco de Ouro Preto, que deve ser do mesmo período…”. Algumas das obras de Aleijadinho encontradas na igreja foram doações de George Chalmers. A Igreja de Nossa Senhora do Rosário, no bairro Rosário, foi construída pelos escravos que trabalhavam na mineração no século XVIII e demorou quase 100 anos para ser concluída. É um dos exemplos do barroco mineiro na cidade. A igreja possui imagens de Antônio de Categeró e Benedito, o Mouro nos retábulos laterais, santos negros populares entre os escravos. A igreja católica mais antiga da cidade é a Igreja de Nosso Senhor do Bonfim, localizada no bairro Bonfim. A igreja também foi construída pelos escravos no início do século XVIII. Uma tarja em um arco cruzeiro indica a data de 1720. O antigo altar-mor da Igreja Matriz, que foi substituído pelo altar construído por Aleijadinho, se encontra atualmente na Igreja. Ainda na sede da cidade há a Paróquia de São João Batista, popularmente conhecida por Igreja Anglicana, construída em 1911, em estilo arquitetônico normando. A igreja de fé anglicana, foi construída por trabalhadores ingleses da St. John del Rey Mining Company e todo o material utilizado na construção foi importado da Inglaterra. A igreja tem uma cruz celta no telhado e um órgão de tubos, ambos também vindos diretamente da Inglaterra. A igreja ainda oferece cerimônias religiosas todos os domingos, às 9:00, e está em completa comunhão com o Arcebispo da Cantuária, líder da Comunhão Anglicana em todo o mundo. No distrito de Honório Bicalho está o Santuário do Senhor Bom Jesus de Matozinhos. Diz-se que uma família da cidade construiu o Santuário por volta de 1760. O Santuário está localizado no ponto mais alto do distrito, sendo também um mirante entre as montanhas e o Rio das Velhas. Sua arquitetura externa é de estilo barroco e a interna é de estilo contemporâneo. Outro símbolo do circuito é a Capela de São Sebastião, localizada no distrito de São Sebastião das Águas Claras (Macacos), que também foi construída no século XVIII, mais precisamente na segunda metade. De pequeno porte, está na área central do distrito, que é cercado por densa vegetação e recebe muitos turísticas ecológicos. ==== Circuito Natural ==== O relevo e a vegetação de Nova Lima propiciam um ambiente atrativo para os turistas amantes da natureza e de esportes ao ar livre. Aos fins de semana, o fluxo de pessoas para praticar esportes é intenso em algumas regiões da cidade. A Lagoa dos Ingleses, no Alphaville, sedia importantes campeonatos de esportes aquáticos, atraindo esportistas e fãs do Brasil e do mundo. As outras duas represas do Complexo Rio de Peixe, as lagoas do Miguelão e das Codornas, possibilitam a pescaria e também alguns esportes aquáticos. O Parque Estadual da Serra do Rola-Moça é o terceiro maior parque em área urbana do Brasil e um dos destinos mais procurados pelos turistas na Região Metropolitana de Belo Horizonte. O parque está localizado entre os municípios de Belo Horizonte, Brumadinho, Ibirité e Nova Lima, esta última compreendendo cerca de 25% do parque e sediando seu Centro de Informação e Administração. A Serra da Calçada e a Serra da Moeda também são destinos famosos procurados pelos turistas. As serras estão localizadas entre Brumadinho e Nova Lima. O Mirante Topo do Mundo está sobre a Serra da Moeda, em Brumadinho, mas o percurso de acesso mais comum ao mirante é por Nova Lima. Para se chegar ao Conjunto Histórico da Serra da Calçada, o trajeto usual também é por Nova Lima, pela BR-040, logo após o bairro Jardim Canadá. São centenas de pessoas, a pé, de bicicleta ou moto, no percurso das trilhas que culminam nas Ruínas do Forte de Brumadinho e, mais abaixo, no Poço Encantado, localizados em Brumadinho. Outro local de destaque de mesmo estilo é a Serra do Curral. Entre Belo Horizonte e Nova Lima, a Serra do Curral é a divisão natural dos dois municípios. Do topo da serra é possível ver toda a cidade de Belo Horizonte e grande parte da Região Metropolitana. Embora a entrada do Parque da Serra do Curral seja no bairro Mangabeiras, em Belo Horizonte, devido ao constante fechamento do parque em alguns períodos nos últimos anos (em 2017 por um surto de febre amarela, em 2018 pela descoberta de uma espécie de um cacto raro e em 2020 devido a Pandemia de COVID-19), o percurso que se inicia em Nova Lima, e não é fiscalizado até próximo aos mirantes, tem atraído muitas pessoas. A linha férrea desativada, que cruza o bairro Vila da Serra, é o principal ponto de acesso à Serra do Curral. Existe um plano por parte dos moradores locais para tornar a linha férrea em um parque. A localidade de São Sebastião das Águas Claras, mais conhecida como Macacos, é famosa por suas exuberantes cachoeiras. Possui pousadas, restaurantes de comida mineira e uma capela, e costuma receber, todos os finais de semana, muitos turistas, principalmente de Belo Horizonte. Macacos tem, também, uma trilha utilizada por ciclistas de mountain-biking e motociclistas, chamada Trilha Perdidas. O distrito de Honório Bicalho também possui algumas trilhas e cachoerias, a principal delas é a Trilha da Cachoeira 27 Voltas. Honório Bicalho é famosa por ter um trecho da Estrada Real e por estar próximo ao Parque Nacional da Serra do Gandarela, que além de Nova Lima, possui área em outros 7 municípios. Os Parque do Rego dos Carrapatos e a Banqueta do Rego Grande são atrações ecológicas na sede da cidade. Além desses, a Mata do Jambreiro e a Serra do Souza são monumentos naturais que se localizam próximos da sede e são de fácil visualização, pois estão à beira da rodovia MG-030, em frente ao posto da Polícia Rodoviária Estadual. Os Morros do Pires e do Elefante são também vistos das suas casas por uma grande parte da população nova-limense e são os pontos mais elevados da sede municipal. No município está localizada também a Estação Ecológica Estadual Fechos, uma unidade de conservação mantida pelo Instituto Estadual de Florestas de Minas Gerais. ==== Circuito Noturno ==== A região do Vila da Serra possui restaurantes bastante frequentados tanto pela população de Nova Lima quanto pela de Belo Horizonte. Um dos pontos mais conhecidos é a Torre Altavila, a qual, no topo de seus 103 metros, abriga o restaurante Topo do Mundo e um mirante, de onde é possível ver toda a Belo Horizonte e partes de Nova Lima, Contagem e Sabará, dependendo da visibilidade e do horário. Outro destino comum da região são as casas de shows e festas, principalmente no bairro Jardim Canadá. A sede do município de Nova Lima possui uma região popularmente conhecida como Savassinha (em alusão ao bairro belo-horizontino Savassi, região com muitos bares na capital mineira), que nos últimos anos atrai a população local pela concentração de alguns restaurantes e bares. Às sextas-feiras à noite acontecem na Praça Bernardino de Lima um festival cultural e gastronômico chamado Sexta na Feira. Este festival atrai centenas de pessoas da cidade e de municípios próximos semanalmente, se tornando uma das tradições locais. == Infraestrutura == === Saúde === Nova Lima possui três hospitais de grande porte: um público, o Hospital Nossa Senhora de Lourdes, e dois privados, o Biocor Instituto e o Hospital Vila da Serra. A cidade também conta com uma Unidade de Pronto Atendimento (UPA), que desde julho de 2020 foi transformada em Centro de Atendimento - Coronavírus (CEACOR) e uma Policlínica, que centraliza algumas consultas de especialidades e também realiza pequenas cirurgias e procedimentos. O bairro Jardim Canadá possui um Pronto Atendimento (PA) que atende casos de emergência na Regional Nordeste, já que a distância entre a região e o centro de Nova Lima, onde se encontram o Hospital municipal e a UPA, é relativamente grande. A cidade ainda possui 21 postos de saúde, chamadas de Unidades Básicas de Saúde (UBSs) distribuídas no território municipal. As UBSs são focadas na atenção da saúde local, onde se pode solicitar consultas com especialidades, realizar alguns exames médicos, tomar vacinas regularmente de acordo com os cartões médicos e acompanhar ou receber tratamento médico de baixa complexidade. O município também conta com 25 equipes de Saúde da Família, que diariamente visitam as residências assistindo à atenção básica, monitorando as famílias cadastradas no sistema e prevenindo a população local sobre doenças. A abrangência do serviço de atenção básica corresponde a 97,22% dos moradores, atendendo 92.251 pessoas. Atualmente Nova Lima possui 36 consultórios odontológicos distribuídos nas UBSs, escolas municipais, na UPA e no Centro de Especialidades Odontológicas, onde se concentra os acompanhamentos odontológicos especializados e cirurgias. Também há no município uma rede de saúde mental, com 8 centros e ambulatórios decentralizados que atendem demandas diferenciadas sobre o tema, como por exemplo os Centros de Atenção Psicossocial (CAPSs), focados na atenção de pacientes com problemas psiquiátricos, transtornos mentais e dependências químicas. Para os menores de 18 anos também existe o Centro de Referência Infantil e da Adolescência (CRIA), que atende os mesmos tipos de casos dos CAPSs nos menores de idade. Existem 8 farmácias municipais na cidade. Essas farmácias, junto com a Farmácia Central, disponibilizam 346 tipos de medicamentos básicos gratuitamente à população por meio do programa federal Farmácia Popular do Brasil. Em 2020 o governo municipal implantou um prontuário eletrônico em todo o território municipal, centralizando os dados de todos os pacientes em um sistema interligado por rede de internet nas UBSs, UPA e Hospital municipal. === Educação === A educação pública municipal da cidade de Nova Lima conta com 27 escolas e centros destinados à base e ao ensino fundamental I. Para o ensino fundamental II e o ensino médio públicos, a cidade é servida por 6 escolas estaduais distribuídas pelas distintas regiões da cidade.https://www.educacao.cc/escolas/estadual-nova-lima-mg.html Em 2020 a antiga Escola Estadual George Chalmers foi municipalizada e é a primeira escola de ensino fundamental II a ser controlada pelo município. De modo privado, existem algumas instituições tradicionais na cidade, como o Colégio Santa Maria Minas, o São Tomás de Aquino, o Santa Rita de Cássia e o Colégio Santo Agostinho. A cidade também abriga três campus de ensino superior: um campus do Instituto Metodista Izabela Hendrix e os dois campi da Faculdade Milton Campos, de Direito e Administração, todos no Vila da Serra. Segundo o Ministério da Educação, o Índice de Desenvolvimento da Educação Básica do município em 2019 foi de 6,9 nas 4ª e 5ª séries do Ensino Fundamental. A meta do município em 2019 era 6,8. A nota alcançada em 2019 foi Uma das escolas do município, a Escola Municipal Dulce Santos Jones, no bairro Santa Rita, alcançou a nota de 8,4, sendo a quinta melhor nota de uma escola no estado de Minas Gerais.https://anoticianovalima.com.br/2020/09/17/ensino-publico-de-nova-lima-alcanca-maior-nota-do-ideb-de-sua-historia/ A Prefeitura de Nova Lima oferece a todos os estudantes da rede municipal um kit escolar com material e uniformes completos. A Prefeitura também oferece transporte gratuito para ir à escola a todos os estudantes que moram acima de 1 km de distância das escolas municipais e estaduais, além de conceder cartão de transporte metropolitano a estudantes do ensino superior que estejam dentro do requisito de baixa renda familiar. Aproximadamente 8 mil estudantes da cidade são beneficiados com o transporte gratuito. === Segurança === O município de Nova Lima sedia a 1ª Companhia Independente da Polícia Militar de Minas Gerais em um casarão histórico, no bairro Retiro, próximo ao Bicame. Existe um projeto municipal para que o Batalhão da Polícia Militar seja transferido para o antigo pátio de apreensão de veículos, no bairro Oswaldo Barbosa Pena II, aumentando a área operacional do batalhão e possibilitando maior agilidade no atendimento das demandas, devido a localização próxima à MG-030. Em 2017 havia 1 policial militar para cada 411,07 habitantes na cidade. A cidade possui também uma sede da Delegacia Regional da Polícia Civil, que hoje opera no Centro, mas assim como a sede do Batalhão da Polícia Militar, também há intenção do governo municipal em conceder um terreno no bairro Oswaldo Barbosa Pena II para a otimização dos serviços da instituição. O município contém uma Guarda Municipal, que desde 2020 possui autorização da Polícia Civil para operar com porte de armas, num período de 2 anos. Cerca de 80 agentes da Guarda Municipal já foram capacitados para as operações armadas de rua com o auxílio da Polícia Civil e Militar. Em 2013 foi inaugurada a Delegacia Especializada de Atendimento à Mulher de Nova Lima, localizada no bairro Cariocas. Em uma parceria entre a Prefeitura e o Corpo de Bombeiros, desde 2020 a cidade é atendida pela corporação às segundas, quartas e sexta-feiras, das 08:00 às 18:00 horas, instalados provisoriamente na sede Ronda Ostensiva Municipal (ROMU), no bairro Oswaldo Barbosa Pena. Também em 2020, o governo municipal anunciou a disposição de instalar na cidade, de modo definitivo, o 3º Pelotão dos Bombeiros Militares e estudos estão sendo providenciados. Nova Lima é considerada uma cidade de criminalidade baixa. Entre 2015 e 2017, a taxa de homicídios da cidade permaneceu em 12,92 mortes a cada 100 mil habitantes. Para se ter uma comparação, em 2016 o Brasil teve uma taxa de homicídio de 30,3 e em 2017 Belo Horizonte teve uma taxa de 26,7 mortes para cada 100 mil habitantes. Os maiores incidentes relacionadas à criminalidade ocorrem dentro dos condomínios, sendo o furto e o arrombamento a maior quantidade de casos registrados. Segundo estimativas da 1ª Companhia Independente da Polícia Militar de Minas Gerais, em 2020, até o mês de junho, houve redução superior a 20% no índice de criminalidade, tanto em Nova Lima, como nos municípios de Raposos e Rio Acima. Essa redução foi provavelmente alcançada devido à atuação da rede de vizinhos solidários e de câmeras do projeto Olho Vivo. A área central da cidade possui câmeras da Prefeitura que operam em parceria com a Polícia Militar na prevenção de ocorrências criminosas. Há previsão para que as câmeras do projeto sejam ampliadas para outros bairros com níveis de criminalidade maiores que a média da cidade. === Transportes === Os principais acessos a Nova Lima são as rodovias BR-040 e MG-030. O transporte público de Nova Lima é servido pela empresa ViaOuro e pela empresa Saritur. A ViaOuro opera quinze linhas de ônibus municipais, das quais uma circula apenas no Jardim Canadá e as outras ligam todo o município ao Terminal Rodoviário Municipal, no centro. No terminal também é possível embarcar em linhas de ônibus da Região Metropolitana de Belo Horizonte (Saritur) com destino a Belo Horizonte, Raposos, Rio Acima e Contagem. O Terminal possui três plataformas, A - destinada aos ônibus intermunicipais (Saritur), B e C - destinadas aos ônibus municipais (ViaOuro). Para ir a outros municípios da RMBH pelo transporte público, é necessário fazer baldeação em Belo Horizonte. As linhas 4110 e 2104, de Belo Horizonte, também ligam o centro de Belo Horizonte ao bairro Vila da Serra em Nova Lima. O município é cortado por diferentes ramais férreos, dentre eles, a Linha do Centro da antiga Estrada de Ferro Central do Brasil. Na década de 1920, um bonde da St. John del Rey Mining Co. ligava a estação ferroviária de Raposos a Nova Lima. Até 1996, um trem de subúrbio atendia o distrito de Honório Bicalho, na linha que ia até Raposos e que foi desativada a partir da dissolução da RFFSA e concessão de seus ramais à iniciativa privada. Adjacente à Serra do Curral, está o ramal Águas Claras, que servia para escoar a produção mineral da mina homônima que ali funcionou até 2003. A partir de então, o ramal, que vai até Betim, está desativado. No entanto, tanto a Prefeitura de Belo Horizonte quanto o governo estadual já elaboraram projetos, respectivamente, de um VLT o qual ligaria a região do Vila da Serra ao Barreiro (em Belo Horizonte), e um trem urbano para o transporte de passageiros que iria até Betim (passando por Belo Horizonte e Contagem). Este, por sua vez, integra um projeto maior, denominado TREM — Transporte Regional Metropolitano — e que pretende integrar a RMBH pelo modal ferroviário. Nova Lima não tem aeroporto; todavia, já se especulou a criação de um aeródromo na região do Morro do Chapéu. Para voos comerciais, o município é servido principalmente pelo Aeroporto Internacional de Belo Horizonte-Confins, para o qual conta com um ônibus executivo que liga dois terminais, um no Vila da Serra e outro na MG-030 em frente ao Posto Policial do Jambreiro, diretamente ao aeroporto, em aproximadamente 1h30 de viagem. === Saneamento e abastecimento === Em 2016 foi elaborado o primeiro Plano Municipal de Saneamento Básico da cidade de Nova Lima. Nele foram apresentadas diretrizes e 122 metas a serem cumpridas pela Prefeitura nos 30 anos subsequentes à aprovação da matéria. Segundo ranking de saneamento apresentado pela Associação Brasileira de Engenharia Sanitária e Ambiental (ABES), em 2019 Nova Lima possuía abrangência de 93,17% de abastecimento de água. Já na coleta de lixo, o atendimento aos cidadãos nova-limenses chega a 97,82% de abrangência, sendo que 100% do material coletado é destinado de maneira adequada. Um ponto que merece muita atenção do governo municipal é a coleta e o tratamento de esgoto. Apenas 20,03% do esgoto gerado pela cidade é coletado e, desse percentual, somente 21,10% do esgoto é devidamente tratado. Existem apenas 3 Estações de Tratamento de Esgoto de grande porte na cidade: a ETE Vale do Sereno, que atende os bairros na divisa com Belo Horizonte, a ETE Jardim Canadá e a ETE Alphaville. Na Sede há bairros com redes de esgoto em 100% das residências, no entanto a totalidade dos resíduos é enviada aos córregos do Cardoso, dos Cristais e Bela Fama. Projetos para ampliação das ETEs em Nova Lima estão em análise desde a elaboração do Plano de Saneamento Básico. A Companhia de Saneamento de Minas Gerais (COPASA) faz o abastecimento de água no município e a coleta de esgoto nos bairros Jardim Canadá e Vale do Sereno. No Alphaville a empresa responsável pela água e esgoto é a SAMOTRACIA - Meio Ambiente e Empreendimentos LTDA. O município administra a rede de esgoto em alguns bairros da sede, sendo que na maior parte dos bairros não há coleta de esgoto. O primeiro contrato de concessão entre o município e a COPASA foi firmado em 1977, atendendo inicialmente apenas a cidade de Nova Lima. Após esse contrato foram assinados cinco aditivos contratuais e a concessão hoje está mantida até 2028. A cidade possuía em 2015 quase 28.000 ligações de água, enquanto as ligações de esgoto não ultrapassavam 2.500 unidades. A grande parte do esgoto produzido na cidade é lançado em redes de drenagem, que consequentemente desemborcam em corpos hídricos que são responsáveis por cerca de 51% do abastecimento da Região Metropolitana de Belo Horizonte, causando elevação no custo do tratamento de água e insegurança sanitária para a região. Atualmente existem 6 sistemas de abastecimento de água no município. Entre 1904 e 1937 foi implantado o Complexo Rio de Peixe, um projeto para gerar independência energética através dos recursos hídricos encontrados na região pelos mineradores da Morro Velho. Inicialmente o complexo fornecia 100% da demanda energética na cidade de Nova Lima e ainda abasteceu as cidades de Raposos e Belo Horizonte, quando esta foi inaugurada como capital do estado de Minas Gerais. O Complexo Rio de Peixe ainda gera energia em 7 usinas hidrelétricas, através dos reservatórios da Lagoa dos Ingleses, Miguelão e Codornas. A capacidade de produção de energia do complexo é de 60.000 MWh/ano e é exclusivamente destinada ao beneficiamento de minério e manutenção de instalações e habitações da mineradora AngloGold Ashanti. Desde 2015, a escassez de recursos hídricos por conta da falta de chuvas tem provocado preocupação ao abastecimento da Região Metropolitana de Belo Horizonte e uma das opções encontradas é a utilização dos recursos hídricos gerados pelo Rio de Peixe, captando água das represas artificiais formadas pelo complexo. Hoje, o abastecimento de energia elétrica de Nova Lima é feito pela Companhia Energética de Minas Gerais (CEMIG). == Cultura == === Arquitetura === Um estilo de arquitetura bem presente nas principais vias do centro de Nova Lima é a art déco. O movimento surgiu na Europa, no início do século XX. Na cidade, o movimento arquitetônico chegou na década de 30 e foi bem recebido pelos moradores da área central da cidade. Ainda hoje existe um corredor no centro de Nova Lima que preserva o apogeu desse movimento na cidade: do Bicame, passando pelas ruas Domingos Rodrigues, Santa Cruz, Bias Fortes e Melo Viana. Todas essas ruas são ruas de mão única, com apenas uma faixa de tráfego e dão acesso à Praça Bernardino de Lima. Os principais edifícios com esse tipo de arquitetura se tornaram lojas comerciais. Outros dois grandes exemplos de art déco são os prédios do Colégio Santa Maria, o antigo Liceu, e do Teatro Municipal. Em julho de 2020, foi anunciada uma parceria entre a Prefeitura de Nova Lima e a Vale S.A em que serão restauradas certa de 100 fachadas em estilo art déco no centro da cidade. Outro estilo predominante de arquitetura encontrada na cidade é a arquitetura inglesa. O bairro Quintas é o maior representante dessa arquitetura. Os imigrantes ingleses construíram suas casas com madeiras típicas da região, sacadas e varandas em treliças, no estilo da era vitoriana e jardins extensos delimitados por cercas vivas ao invés de muros. As casas também possuíam assoalhos de madeira para evitar que a umidade prejudicasse a edificação. A Pensão Retiro, que hoje abriga a Secretaria de Educação, é um dos cartões postais da arquitetura colonial inglesa. Além desta, pode-se destacar o Casarão que sedia a 1ª Companhia Independente da Polícia Militar do Estado de Minas Gerais, a Casa Grande, hoje o Centro de Memória da AngloGold e o Clube das Quintas, tradicional espaço de lazer. A Biblioteca Municipal também tem estilo arquitetônico europeu: arquitetura neoclássica, que foi predominante no final do século XVIII, na Europa. O edifício resgata traços greco-romanos, como colunas e arcos. Devido ao recente crescimento imobiliário da região do Vila da Serra, grande parte dos projetos executados pelas construtoras possuem estilo arquitetônico moderno, produzido em grande parte no século XX nos principais centros urbanos do mundo, e até mesmo pós moderno, presente na arquitetura mundial nas últimas décadas. Os dois grandes símbolos dessas arquiteturas na cidade são representados pela Torre Alta Vila e o Concórdia Corporate. === Gastronomia === Nova Lima possui itens que diferenciam a culinária local das outras cidades próximas. O primeiro deles remonta aos tempos de influência dos moradores ingleses na cidade: a queca. A origem do nome queca se deve ao termo inglês cake que significa bolo, especialmente em relação ao Christmas Cake, bolo típico inglês nas celebrações natalinas, que é feito de frutas cristalizadas, castanhas, nozes, passas, ameixas e cerejas. As nova-limenses que trabalhavam nas casas dos ingleses, seja de domésticas ou de cozinheiras, se adaptaram muito fácil aos costumes de suas patroas e propagaram a iguaria para as próprias famílias e vizinhas. Nos natais é muito comum receber quecas embrulhadas em plásticos transparentes, amarrados com fitilhos. Outra iguaria que se tornou marca da cidade são as lamparinas. Segundo a tradição, quando o Imperador Dom Pedro II visitou a cidade, foi lhe apresentada uma adaptação de pastéis de Belém (de origem portuguesa). A lamparina é uma massa folhada com coco. O doce recebeu esse nome, porque de acordo com relatos os visitantes que se hospedavam em uma pousada de Nova Lima ficavam a noite nas varandas dos casarões e quando iam para os seus quartos dormir recebiam os quitutes da dona da pousada, junto com a lamparina, pois ainda não havia energia elétrica. Tanto a lamparina quanto a queca foram registrados como patrimônios imateriais da cidade de Nova Lima. Nova Lima recentemente se tornou polo de produção de cervejas artesanais. No final do século XIX, ainda na época em que os ingleses se estabeleceram na cidade o italiano Fioravante Eugênio Armani abriu uma unidade da Cervejaria Gabels em Honório Bicalho. A Cervejaria Gabels foi a primeira cervejaria artesanal puro malte de Minas Gerais. Por praticamente um século não houve desenvolvimento significativo nessa área econômica na cidade. Entretanto, nas últimas poucas décadas o setor teve um crescimento expressivo. São inúmeros estilos de cerveja com ingredientes diferenciados e criativos. Em 2017 a prefeitura criou o Selo do Polo da Cervejaria Artesanal, que é concedido à todas as cervejarias que atendam a determinados requisitos. === Dança === Nos anos 2000 foi inaugurada a Escola Municipal de Dança de Nova Lima. Hoje ela recebe o nome de Escola de Bailados de Nova Lima e é credenciada pelo Instituto Cultural de Dança de Minas Gerais. Aproximadamente 700 alunos são atendidos gratuitamente nos cursos de ballet clássico (nos métodos clássicos Royal, Cubano e Russo e no método Vaganova), dança de salão, street dance, zumba e jazz. Anualmente são ofertadas novas vagas para os cursos. === Literatura === O grande ícone da literatura nova-limense deu nome à cidade. Antônio Augusto de Lima, dentre tantas ocupações foi poeta e integrante eleito da Academia Brasileira de Letras em 1903. Em 1928 se tornou o presidente da Academia. De acordo com críticos literários, Augusto de Lima foi talvez um dos únicos poetas brasileiros a fazer poesias com acentuados significados filosóficos e esotéricos. Ele era muito preocupado com as questões ambientais e com o universo, adquirindo nas suas obras, que se somam uma dezena, certa vertente panteísta e universalista.https://www.otempo.com.br/diversao/magazine/os-poemas-de-augusto-de-lima-o-poeta-do-universo-1.254020 O município possui uma biblioteca, a Biblioteca Pública Municipal Anésia de Matos Guimarães. O edifício, que tem como estilo arquitetônico o neoclassicismo, foi construído entre 1934 e 1936 para a residência de Castor Cifuentes (que nomeia o estádio municipal). Em 1990 a prefeitura adquiriu o imóvel, o disponibilizando para ser a biblioteca pública da cidade. Em 2000 o prédio foi tombado como patrimônio cultural do município. O acervo da biblioteca conta com 50 mil obras de vários estilos literários, que estão acessíveis à leitura e pesquisa. Em 2020 as visitas ao prédio foram paralisadas para a construção de um anexo de dois pavimentos e a revitalização de todo o edifício principal. A previsão de conclusão das obras é 2021. Em 2019 foi criada a Academia Nova-Limense de Letras. A instituição que é sediada temporariamente no Centro Cultural de Nova Lima visa a promoção das obras de autores locais e de escritores mineiros, além do resgate literário da cidade. O projeto iniciou com 40 inscritos e 34 escritores de Nova Lima e da região. Até o momento foram 160 livros publicados e 300 participações em periódicos. Segundo estatuto interno, para ser membro da Academia é necessário ter publicado pelo menos um livro, independente de seu gênero literário. Em apenas um ano foram recebidas aproximadamente 1.500 pessoas nos encontros da Academia. === Belas-artes === A prefeitura mantém projetos artísticos e culturais em vários bairros da cidade. Os Centros de Atividades Comunitárias (CACs) estão presentes em 12 bairros e oferecem quase 50 cursos de diversos tipos, desde a aprimoração de habilidades artísticas até oficinas de lazer. Destinados ao público de todas as idades, os CACs possuem atividades de pintura, artesanato, capoeira, culinária, produção de jogos, crochê e tricô, entre outras. Os CACs têm o objetivo de aumentar a renda dos adultos envolvidos no projeto. Aproximadamente 3.000 pessoas foram atendidas no município de 2016 a 2020. Outros dois centros de grande importância cultural para a cidade são a Casa Aristides e a Casa de Cultura. A Casa Aristides, assim como os CACs, oferece cursos e oficinas, sendo eles mais técnicos e específicos. Sediado onde existia o Armazém da Mina, o edifício foi construído no século XIX e inicialmente comercializava diversos itens estrangeiros, como o uísque escocês, o bacalhau do Porto, porcelanas inglesas e outros produtos vindos da Europa.https://novalima.mg.gov.br/cultura/trades/escola-casa-aristides Em 1997 o edifício abrigou a primeira escola de reciclagem do Brasilhttp://www.ipatrimonio.org/nova-lima-escola-casa-aristides/#!/map=38329&loc;=-19.9809515721946,-43.84323835372924,15 e a partir daí só aumentaram os tipos e as quantidades dos cursos. Em 2000 o prédio da Casa Aristides foi tombado pelo município. Além do curso de reciclagem, também há cursos de fotografia, desenhos de histórias em quadrinhos, customização, cinemídia, moda, criação de roteiro para games e vários outros. Já a Casa de Cultura, oficialmente chamada de Casa de Cultura Professor Wilson Chaves, desde 1999, quando foi destinada à Secretaria Municipal de Cultura, acolhe exposições artísticas de artistas renomados e iniciantes. A edificação também foi tombada em 1999.https://novalima.mg.gov.br/cultura/trades/casa-de-cultura-professor-wilson-chaves Em 2020, foi anunciado pela Prefeitura Municipal de Nova Lima que um imóvel próximo à Casa de Cultura e a Biblioteca Pública Municipal seria revitalizado para receber o Memorial Sara Ávila, em homenagem a artista nova-limense. Sara Ávila (1932-2013) foi pintora, desenhista, ilustradora e professora.https://enciclopedia.itaucultural.org.br/pessoa3950/sara-avila === Música === A Escola de Música de Nova Lima ficou fechada de 2016 a 2018. Oficialmente chamada Escola de Música José Acácio de Assis Costa, reabriu suas portas no meio de 2018. As aulas disponíveis na escola são: violão, violino, violoncelo, percussão, contrabaixo, piano e técnica vocal para crianças, jovens e adultos. Além dessas aulas também são ministrados cursos de musicalização infantil e lutheria (manutenção de instrumentos musicais). A escola possui cerca de 400 estudantes de todas as idades. Assim como a Escola de Bailados, as inscrições são abertas anualmente para os diversos cursos. === Teatro === O Teatro Municipal Manoel Franzen de Lima foi projetado em 1939 pelo arquiteto italiano Raffaello Berti. O projeto levou em consideração o crescente movimento de art déco no centro da cidade à época. O prédio foi inaugurado em 1943, após iniciativa do prefeito Manoel Franzen de Lima, que dá nome ao teatro atualmente. Diz-se que o Teatro chegou a ser a segunda maior casa de espetáculos do estado de Minas Gerais. O teatro possui capacidade para 805 pessoas e tem três pavimentos internos. Em 2000 o teatro foi tombado como patrimônio histórico e artístico da cidade. Em 2020 o edifício passou por uma revitalização completa, desde itens de mobília até reparações nos acabamentos internos e externos. Todos os anos apresentações das escolas de Musica e de Bailados são sediadas no local, além de peças teatrais que entram em cartaz com menos frequência. Desde 2016 o teatro recebeu quase 100 mil pessoas em mais de 250 apresentações culturais. === Festivais === Nova Lima possui um histórico rico de tradições festivas. O maior deles são os tradicionais blocos de Carnaval, que são promovidos todos os anos pela Prefeitura em parceria com diversos segmentos da cidade. Os blocos mais famosos são o da Taioba, o Marylou e o Bloco dos Sujos. O Bloco dos Sujos atrai milhares de pessoas de todo o estado de Minas Gerais. Em alguns anos o bloco conseguiu reunir cerca de 40 mil pessoas nas ruas do centro, número equivalente à metade da população da cidade. Nos última década o Carnaval de Belo Horizonte conquistou cada vez mais foliões e acabou diminuindo a presença das pessoas no Carnaval de Nova Lima, no entanto, as tradições continuam a cada ano com os blocos. A Prefeitura também realiza eventos em Honório Bicalho e no Jardim Canadá, além de promover apresentações em São Sebastião das Águas Claras (Macacos), bairro que recebe muitos turistas em feriados prolongados pela riqueza natural e suas pousadas. O Saint George’s Day é um evento celebrado anualmente em memória dos imigrantes ingleses e de outras nacionalidades. A celebração é realizada no dia 23 de abril, no Dia de São Jorge, que é padroeiro da Inglaterra e de Portugal, tendo vários fiéis na cidade pela tradição histórica, tanto do Império quanto dos trabalhadores da Companhia St. John Del Rey. A expressão Saint George também faz referência à figura de George Chalmers que presidiu a Mineração Morro Velho por 40 anos e que ainda representa muito à cultura nova-limense, possuindo uma rua e escola nomeadas em sua homenagem, além de patrimônios preservados na cidade. As festividades incluem a Feira Gastronômica do Imigrante e atrações culturais e históricas. Há 64 anos é celebrada na cidade a Cavalhada de São José Operário, no distrito de Honório Bicalho. O evento ocorre anualmente, em julho, com o apoio da Prefeitura e de cristãos católicos. A representação teatral relembra o período da Reconquista, na Idade Média, que foi a luta entre os cristãos, liderados pelo Imperador Carlos Magno, contra os mouros, praticantes do islamismo do Norte da África que dominavam parte da atual Espanha, liderados pelo Sultão da Mauritânia. Os fiéis e imigrantes espanhóis relembram a reconquista da Península Ibérica e expulsão ou conversão dos muçulmanos ao cristianismo. Outros festivais e eventos importantes na cidade são o Festival Cultural, que acontece em diversos espaços do município, a Sexta na Feira, evento que acontece semanalmente às sextas-feiras na Praça Bernardino de Lima, o Festival de Inverno, promovido pela Casa Aristides, e o Festival da Canção, realizado também na Praça Bernardino de Lima e que fomenta a produção musical na cidade. Todos esses eventos são acompanhados de eventos gastronômicos, musica e atrações artísticas. === Esportes === O grande símbolo do esporte de Nova Lima é o Villa Nova Atlético Clube, criado pela companhia inglesa Saint John del Rey Mining Company, em 28 de junho de 1908. A finalidade era o entretenimento dos trabalhadores da mina e combate ao alcoolismo, muito presente entre os mesmos. Apesar do incentivo, inicialmente os trabalhadores estavam mais acostumados com pingue-pongue, bente altas (que até hoje é praticado em Nova Lima), squash, registrado no Guiness Book que Nova Lima sediou a primeira quadra do esporte construída na América Latina, e críquete. No entanto, após poucos anos o Villa Nova se tornaria a paixão da cidade. O centenário clube nova-limense foi o primeiro campeão brasileiro de Futebol da Série B, em 1971, sendo hoje o quarto maior clube de futebol em títulos do estado de Minas Gerais e a quarta maior torcida entre os clubes mineiros, tratado carinhosamente por sua torcida como Leão do Bonfim. O Villa Nova manda suas partidas no Estádio Municipal Castor Cifuentes, apelidado como Alçapão do Bomfim. Time que geralmente disputa a primeira divisão do Campeonato Mineiro de Futebol, no ano de 2020 o Villa Nova foi rebaixado ao Módulo II. Na Copa do Mundo de 1950, sediada no Brasil, a equipe inglesa treinou nas dependências do Clube das Quintas, um clube em Nova Lima que carrega tradições inglesas, em preparação para o jogo contra os Estados Unidos, partida realizada no Independência, em Belo Horizonte. Outro fato tutebolístico é que o jogador Luiz Carlos Ferreira, mais conhecido como Luizinho, é natural de Nova Lima. O zagueiro formado pelo Villa Nova, com passagens no Atlético e Cruzeiro, participou como titular da Seleção Brasileira da Copa de 82 e foi escolhido como integrante da All-Star Team daquela edição. Uma nova força do esporte no município é o Nova Lima Rugby. A agremiação, fundada em 2012, resgata a história desse esporte britânico que um dia foi praticado em Nova Lima pelos ingleses. Uma curiosidade é que até a década de 30 o rugby mantinha suas atividades na cidade, mas com o advento da Segunda Guerra Mundial, todos os atletas, que eram ingleses, foram convocados a servir as forças armadas do Reino Unido. Em 2015 o Nova Lima Rugby se consagrou campeão da segunda divisão do Campeonato Mineiro, após um segundo lugar no ano de 2013. Pelas conquistas, o poder público municipal concedeu um campo ao clube, se tornando o primeiro campo oficial de rugby em Minas Gerais. == Imagens == Ficheiro:Belo Horizonte (OSM-2014).png|Belo Horizonte e Nova Lima Ficheiro:Nova Lima (MG) - Matriz do Pilar at night.jpg|Matriz do Pilar Ficheiro:Nova Lima (MG) - Praça Principal.jpg|Praça Principal Ficheiro:Nova Lima (MG) - Hospital Nossa Senhora de Lourdes.jpg|Hospital Nossa Senhora de Lourdes Ficheiro:Nova Lima (MG) - Bairro dos Ingleses.jpg|Bairro dos Ingleses Ficheiro:Nova Lima (MG) - Bicame.jpg|Bicame Ficheiro:Nova Lima (MG) - Vista parcial.jpg|Vista parcial == Ligações externas == * * * * Categoria:Fundações em Minas Gerais em 1891",
 "title": "Nova Lima"
}