{
 "id": "32513",
 "text": "{{Info/Município do Brasil | nome = Paraguaçu | foto = Paraguacumg01.JPG | leg_foto = | padroeiro = Nossa Senhora do Carmo | brasão = Brasaopcu.jpg | bandeira = Bandpcu.jpg | link_brasão = | link_bandeira = | link_hino = s:Hino do município de Paraguaçu | aniversário = | fundação = | gentílico =paraguaçuense | CEP = 37120-000 a 37129-999 | lema = | prefeito = Gabriel Pereira de Moraes Filho | partido = PDT | mandato_início = 2021 | fim_mandato = 2024 | mapa = MinasGerais Municip Paraguacu.svg | latP = S | latG = 21 | latM = 31 | latS = 59 | lonP = O | lonG = 45 | lonM = 45 | lonS = 59 | estado = Minas Gerais | região_intermediária = Varginha | data_mesorregião = IBGE/2017 | região_imediata = Alfenas | data_microrregião = IBGE/2017 | região_metropolitana = | vizinhos = Campos Gerais, Três Pontas, Elói Mendes, Cordislândia, Machado, Fama e Alfenas | dist_capital = 347 | área = 424.296 | área_ref = | população = 20245 | data_pop = Censo IBGE/2010 | altitude = 825 | clima = tropical de altitude | sigla_clima = | fuso_hor = -3 | idh = 0.715 | data_idh = PNUD/2010 | pib = mil | data_pib = IBGE/2010 | pib_per_capita = 14.442,87 | data_pib_per_capita = IBGE/2010 | site_prefeitura = www.paraguacu.mg.gov.br | site_câmara = www.camaradeparaguacu.mg.gov.br }} Paraguaçu é um município do estado de Minas Gerais, no Brasil. == Topônimo == \"Paraguaçu\" é um nome oriundo da língua tupi: significa \"mar grande\", \"rio grande\", pela junção de pará (mar, rio grande) e gûasu (grande).NAVARRO, E. A. Método moderno de tupi antigo: a língua do Brasil dos primeiros séculos. Terceira edição revista e aperfeiçoada. São Paulo. Global. 2005. 463 p. == História == Datam de cerca de há anos os primeiros vestígios humanos identificados em Minas Gerais. Encontrados no sítio arqueológico Lapa Vermelha IV, município de Lagoa Santa (cerca de 380 km de Paraguaçu), os restos humanos atualmente conhecidos como “Luzia” são os mais antigos identificados em território brasileiro até o presente momento. Além disso, as características morfológicas dos vestígios esqueletais deste e de outros indivíduos apontam para uma diversidade genética considerável nos primeiros milênios do povoamento das Américas. Embora sejam poucas as informações a respeito dos grupos indígenas que habitavam a região sul de Minas Gerais por volta do século XVI, quando teve início a colonização europeia, algumas fontes indicam a presença de Tamoios, Puris (também conhecidos como Coroados), Caiapós e Bororos. Os primeiros, falantes de um idioma relacionado ao tronco Tupi-Guarani, teriam habitado áreas próximas da atual divisa com o estado de São Paulo, junto à Serra da Mantiqueira. O termo \"tamoio\" vem de \"ta'mõi\", que, em língua tupi, significa \"avós\", provavelmente indicando que se viam (e provavelmente eram vistos) como grupos antigos nas regiões em que habitavam. Não obstante, algumas fontes indicam que os Tamoios teriam chegado às matas da Serra da Mantiqueira após o estabelecimento dos portugueses no litoral fluminense, o que indicaria uma fuga dessas áreas. Os territórios habitados pelos Puris, por sua vez, se estendiam por toda a região entre a margem direita do rio Doce e o vale setentrional do rio Paraíba do Sul. Já os Caiapós e Bororos habitavam áreas próximas do rio das Velhas e rio Grande. De acordo com documentos da época, os Caiapós eram frequentemente vistos como belicosos e hostis, resistindo por muitos anos à expansão portuguesa sobre suas terras. Embora o conhecimento sobre os costumes e tradições dos Caiapós segue limitado, sabe-se que estes contavam os meses por luas, faziam cerimônias fúnebres com danças e praticavam jogos como corrida com toras. Embora falantes de idiomas diferentes, Puris, Caiapós e Bororos são geralmente classificados como pertencentes ao tronco Macro-Jê. Outros grupos indígenas também são mencionados pelos primeiros exploradores europeus na região, como os Cataguases (também citados em algumas fontes como Mandiboias), que teriam habitado os vales dos rios Sapucaí e Dourado durante os primeiros séculos de colonização portuguesa, e os Lopos. Estes últimos, de tão numerosos na região, davam nome à atual Serra da Mantiqueira até o século XVIII. Visto que todos estes grupos eram semi-sedentários, alterando seu assentamento de acordo com a disponibilidade de recursos ao longo dos caminhos terrestres e fluviais regionais, imagina-se que estes e outros tenham habitado de forma intensa a região meridional mineira. Suas casas eram, em geral, simples e pequenas, construídas com o entrelaçamento de folhas de palmeira, possuindo a tradicional rede de descanso e pequenas áreas de fogueira. Os diversos grupos indígenas que habitavam a região plantavam diversos tipos de cultivares, dentre eles o milho, algodão e tubérculos, bem como manejavam várias espécies de árvores, com destaque para a colheita de castanhas da sapucaia. Além dos relatos escritos relativamente escassos, vestígios arqueológicos no município de Paraguaçu ajudam a reconstruir parcialmente a história da presença ameríndia nestas terras. É o caso dos sítios arqueológicos da Paz I, da Paz II, Paredão e Baguari, aonde fragmentos de cerâmicas e de ferramentas de pedra (líticos) associados à Tradição Aratu-Sapucaí foram identificados. Geralmente localizados em áreas de meia encosta e terraços fluviais, os sítios associados a essa Tradição costuma apresentar vasos grandes com paredes espessas, incluindo umas funerárias globulares e alguns vasilhames menores, além de formas semelhantes a “cachimbos” e “cuscuzeiros”. Por sua vez, fragmentos de cerâmica e outros utensílios relacionados à Tradição Tupiguarani foram encontrados nos sítios arqueológicos Cava de Baixo, Cava de Cima, Guaripava, Sítio do Neneca e Pinhalzinho. Esses sítios, assim como outros associados a essa tradição, foram identificados em alta encosta ou mesmo topo de morro, o que demonstraria uma preocupação em facilitar a visualização da paisagem de entorno, possibilitando assim um domínio territorial inclusive sobre os rios próximos dos assentamentos, como o Sapucaí. Foi durante o século XVII que as entradas e bandeiras – oriundas das vilas do litoral e planalto paulista – começaram a percorrer o sul de Minas Gerais com maior frequência, partindo em busca de metais preciosos e indígenas para escravização. A mais famosa Bandeira paulista que partiu para o interior das Minas Gerais foi a expedição de 1674 em busca de esmeraldas, comandada por Fernão Dias, homenageado na Rodovia BR-381 que liga os estados de Minas Gerais e São Paulo. Segundos os relatos da época, Fernão Dias comandou uma tropa composta de cerca de 600 homens, dos quais apenas 40 eram brancos ou mamelucos, sendo o restante de origem indígena. Nessa época também é percorrido pela primeira vez o vale do rio Sapucaí pelos bandeirantes, sendo conhecidas as expedições de João Botafogo (1596), André Leão (1601), Martim Correa de Sá, Padre João Farias, Matias Cardoso de Almeida (1664), entre outros. Data também deste período a expulsão dos grupos Cataguases do baixo vale do Sapucaí, após incursões do bandeirante Lourenço Castanho Tacques, o Moço. Alguns dos sobreviventes dessas tribos acabaram se deslocando para áreas mais afastadas do Brasil Central, sendo muitos outros posteriormente aldeados e/ou escravizados pelos portugueses. A consequente descoberta de minas de ouro no fim do século XVII fez com que, momentaneamente, uma parte dos esforços até então dirigidos à exploração de territórios distantes, captura de cativos indígenas e instalação de plantações de cana-de-açúcar, se concentrasse em algumas áreas do atual estado mineiro. Dessa forma, em 1720 – alguns meses após a Revolta de Vila Rica, portanto –, a capitania de São Paulo e Minas de Ouro foi dividida, dando origem a um novo território, quase exclusivamente voltada à exploração aurífera. Tendo em vista a intensidade do afluxo de pessoas seduzidas pela promessa da descoberta de ouro, consequentemente gerando conflitos e carestia de recursos, medidas foram tomadas pela administração da capitania na tentativa de regularizar a ocupação dessas terras. Em 1736, o bando de aditamento ao Regimento de Minerar declarou os sertões fechados à ocupação. Ainda assim, no ano seguinte, o ouvidor de São João del Rey, Cypriano José Rocha, define oficialmente a posse do rio Sapucaí para as autoridades da Capitania de Minas. De acordo com as fontes, o povoamento do vale do Sapucaí por pequenos arraiais já havia se iniciado, citando como exemplo o povoado de Campanha, à revelia das diretivas proferidas pelas autoridades da Capitania. Nos dez anos seguintes, cerca de 80 quilômetros ao sul de Paraguaçu, minas de ouro foram encontradas em São Gonçalo do Sapucaí e Santana do Sapucaí (atual Silvianópolis). Visto que a atividade minerária da época também era fundamentalmente baseada na mão-de-obra escrava, tanto indígena quanto africana, foram frequentes as revoltas e fugas por parte de cativos por toda a Capitania. No caso da região da atual Paraguaçu, merece destaque o chamado Quilombo do Sapucahy, mencionado em uma carta de 1751 (atualmente guardada no Arquivo Público Mineiro), a qual narra a expulsão de donos de lavras da região pelos quilombolas. Apesar da resistência oferecida aos vários ataques financiados pela Coroa Portuguesa e pelas Câmaras de Vila Rica, Mariana, São João del-Rei, Sabará, Vila Nova da Rainha (Caeté) e São José (Tiradentes) o quilombo acaba por ser destruído de forma permanente em 1760. Segundo estimativas da época, o quilombo de Sapucahy chegou a ter 600 habitantes, considerado o mais antigo da Capitania. Por outro lado, a quantidade de africanos escravizados na Capitania das Minas Gerais manteve-se grande ao longo dos Setecentos, chegando a alcançar cerca de 320.000 em 1770. No final do século XVIII, diversos locais no sul da Capitania de Minas Gerais começaram a se tornar gradativamente mais importantes no contexto geral da extração de ouro na região, tornando-se mais densamente habitados em decorrência indireta do aumento do fluxo de pessoas que se deslocavam para estas regiões. Nesse contexto que ocorre a concessão de duas sesmarias no Sertão de São Sebastião, em 1790, na freguesia da Campanha: a primeira, ao capitão Manoel Luiz Ferreira do Prado e sua esposa, Tereza Maria de Jesus, e a segunda, ao português Agostinho Fernandes Lima Barata. Embora fosse o ouro o principal fator de atração às terras da Capitania de Minas Gerais, a demanda por alimentos – e outros produtos necessários para realização das atividades minerárias – suscitou o desenvolvimento econômico relativo de povoados, arraiais e cavalgaduras ao longo dos caminhos. Em um primeiro momento, as primeiras fazendas se dedicavam principalmente à pecuária, embora também ocorresse o plantio de cereais e cana-de-açúcar. A chamada Fazenda da Mata, de propriedade de Agostinho Barata, se destacava pela produtividade, sendo este também responsável pela instalação de engenhos de açúcar na região. Datam desse período os caminhos abertos para povoados vizinhos, como Catanduvas (Varginha), Mutuca (Elói Mendes), Santo Antonio de Machado (Machado) e São José e Dores de Alfenas (Alfenas). A sesmaria de Manoel Prado, contudo, acabou dividida em 1805 por exigência do Juiz de Sesmaria de São João Del Rei, sendo posteriormente concedidas glebas para novos proprietários de terras. A construção de um cemitério e capela no arraial ocorreu alguns anos mais tarde, com apoio do então bispo de São Paulo, Dom Mateus de Abreu Pereira, não sendo mais necessário realizar os ritos católicos de batismo, casamento e sepultamento em outros locais. Um exemplo da devoção católica dos habitantes do arraial durante o século XIX pode ser observado até hoje, em um oratório de madeira atualmente exposto no Museu Alferes Belisário. Originalmente produzido para uso dos moradores da Fazenda São José, este oratório foi tombado como patrimônio histórico de Paraguaçu em 16 de março de 2006. Testemunho desse período da história de Paraguaçu, a sede da Fazenda Ribeirão, erigida em fins do século XVIII e início do XIX, segue preservada. Construída com base na técnica construtiva de pau-a-pique (também conhecida como taipa de mão), sendo empregadas ripas de coqueiro, foi tombado enquanto patrimônio histórico do município de Paraguaçu em 2 de dezembro de 2002. Atualmente, a Fazenda Ribeirão segue como propriedade dos descendentes da família Campos Prado. Inicialmente, o arraial tomou o nome de Nossa Senhora do Carmo, permanecendo assim nomeado até 1810. Posteriormente, o arraial adquiriu o nome de Carmo dos Tocos pelo seguinte motivo: a sesmaria de Agostinho era formada por uma gleba de terra muito fértil onde vicejava uma densa mata virgem. Para que os moradores atingissem a localidade onde se pretendia construir a capela, foi necessário abrir uma picada, isto é, cortar árvores para a passagem de pedestres e cavaleiros, mas os tocos permaneceram, dando origem ao nome. O distrito de Carmo dos Tocos permaneceria sob jurisdição da freguesia de Campanha até 1825, quando passa a pertencer à freguesia de São José e Dores de Alfenas. Segundo consta, em algum momento da primeira metade do século XIX, passou pela região um grupo de ciganos. Estando acampado no arraial, o cigano Amâncio Diegues se eventualmente apaixonou por uma mulher local, chamada Ana Palhão, a qual decidiu se juntar ao grupo e fugir do povoado. Contudo, o pai da moça e moradores do lugarejo saíram ao encalço dos ciganos, expulsando-os. Depois de uma violenta luta em que muitos do grupo morreram, incluindo Diegues e Ana Palhão, decidiu-se por sepultar todos em uma vala no local denominado até os dias de hoje por Leva Tapas. Por sua vez, em decorrência desse acontecimento trágico, o arraial passou a denominar-se Carmo da Escaramuça em 1840, permanecendo até 1911. No local do conflito foi erigida uma capela, denominada Capela Leva-Tapas. Construída ainda na segunda metade do século XIX, foi tombada como patrimônio histórico pelo município de Paraguaçu em 4 de abril de 2002 (Decreto Municipal n.° 15). Data também da segunda metade do século XIX a introdução da cafeicultura na região, tornando-se rapidamente um dos principais cultivares produzido nas fazendas locais, perdendo em relevância apenas para a já consolidada atividade pecuária. Nesse mesmo período foram planejadas e construídas linhas ferroviárias pelo sul de Minas Gerais, como a Minas and Rio Railway Co. (1880), E. F. Muzambinho (1887) e Cia. E. F. Sapucaí (1887). Por sua vez, em 30 de agosto de 1911, é promulgada a Lei Estadual n.° 556, a partir da qual é criado o município de Paraguassu. O nome dado foi sugerido pelo então senador Gaspar Ferreira Lopes. Um dos parágrafos dessa lei marcava a data para a eleição dos vereadores e para a escolha, pelos mesmos, do prefeito, do vice-prefeito e do secretário da câmara. Mas a prescrição legal não foi seguida. Um ano depois, designado novo pleito, foram eleitos vereadores: José Cristiano Prado, Pedro Augusto Leite, Nestor Eustáquio de Andrade, José Camilo da Costa, João Pedro Alvarenga, Custódio Estevão Pereira e Cândido Galvão. Entretanto, faltavam à cidade prédios para cadeia, Grupo Escolar e Câmara, indispensáveis ao exercício da autonomia municipal. José Cristiano cedeu sua casa para sediar a Câmara, e o povo unido doou ao Estado, por escritura pública, os prédios que faltavam. Empossados os titulares do Poder Legislativo local, foram eleitos Prefeito, Vice e Secretário, respectivamente, José Cristiano Prado, Pedro Augusto Leite e Cândido Galvão. A Câmara, sob a presidência de Pedro Leite, escolheu o dia seguinte, 1 de junho de 1912, para a instalação definitiva da Casa, quando, igualmente, o Prefeito e o Vice tomaram posse. Na sessão da Câmara do dia 2 do mesmo mês, iniciou-se a elaboração do Estatuto da Organização do Município. Com isso, em 1.° de junho de 1912, Paraguaçu efetivamente se emancipa, desligando-se do município de Machado. Ficheiro:Paraguaçu 2019.jpeg Ficheiro:Paraguaçu, MG 01 46 13 504000.jpeg|Igreja Nossa Senhora Aparecida Ficheiro:Paraguaçu, MG 01 46 17 586000.jpeg|Hotel Paraguassu Ficheiro:Paraguaçu, MG 01 46 35 008000.jpeg A grafia do nome do município permaneceu como “Paraguassu” até 21 de outubro de 1969, quando a Lei Municipal n.° 520 foi aprovada pela Câmara Municipal. A partir de então, o município seria referido como “Paraguaçu”, nome que perdura até os dias atuais. Por fim, o município de Paraguaçu ainda conta com diversas edificações historicamente significativas, verdadeiros marcos temporais da ocupação dessas terras desde fins do século XVIII. São eles: * Residência à Rua José Camilo da Costa n.° 62, construída entre 1915 e 1920, tombada enquanto patrimônio municipal em 19 de março de 2007; * Residência à Rua Ferreira Prado n.° 72, construção eclética de 1922 e tombada enquanto patrimônio municipal em 17 de dezembro de 2004; * Capela do Cemitério, construída em 1923 e atualmente utilizada para a celebração da Procissão da Penitência. Tombada enquanto patrimônio municipal em 19 de março de 2007; * Antiga Caixa d’Água, reservatório de água construído na década de 1920. Tombado enquanto patrimônio municipal em 19 de fevereiro de 2008; * Associação Daud Gantus Nasser, construção eclética e neocolonial, sede de diversos empreendimentos ao longo do século XX. Tombado enquanto patrimônio municipal em 28 de fevereiro de 2008; * Antiga Prefeitura e Câmara Municipal, construção em art déco da década de 1930, tombada enquanto patrimônio municipal em 27 de outubro de 2006; * Praça Oswaldo Costa, inaugurada em 1942 e tombada enquanto patrimônio municipal em 25 de março de 2008; * Teatro Municipal Donato Leite Andrade, inaugurado em 1947 e tombado enquanto patrimônio municipal em 17 de dezembro de 2004. == Geografia == Localizado no Sul de Minas Gerais, com latitude de 21º31'59\" e longitude 45º45'59\", ocupa uma área de 380 km² e uma população de 20.245 habitantes (IBGE/2010). Com uma pluviosidade média anual de 1 200 milímetros, tem um clima temperado com chuvas de setembro/outubro a março/abril numa temperatura média máxima de 28 graus centígrados e média mínima de 15 graus centígrados. A região é considerada Mata Atlântica. Ligado por rodovias asfaltadas às principais cidades da região, recebe grande influência de São Paulo, distante 315 quilômetros. Dista, ainda, 330 quilômetros da capital mineira, Belo Horizonte e 427 quilômetros do Rio de Janeiro. No setor econômico, o município baseia-se na agropecuária, criação de bovinos, produção de leite e café, com existência de vários estabelecimentos comerciais e industriais com destaque na área têxtil, metalurgia e argamassa colante. Sua localização é privilegiada e suas belezas naturais são um atrativo especial para os turistas. thumb|328px|right|Monumento do avião: o símbolo da cidade == Comunicação == === Emissora de radio === * Rádio Objetiva 1 FM * Rádio Comunitária FM === Emissora de televisão === * TV Objetiva === Jornal === * Jornal A Voz da cidade == Ligações externas == * * * * * Categoria:Fundações em Minas Gerais em 1911",
 "title": "Paraguaçu (Minas Gerais)"
}