{
 "id": "32526",
 "text": "{{Info/Município do Brasil | nome = Pedra Azul | foto = Centro Histórico de Pedra Azul - MG (35).JPG | leg_foto = Centro histórico | apelido = | brasão = Brasão_de_Pedra_Azul_-_MG.jpg | bandeira = Bandeira Pedra Azul.png | link_brasão = | link_bandeira = | link_hino = | aniversário = 1 de junho | fundação = 1 de junho de 1912 | emancipação = | gentílico = pedrazulense | padroeiro = Nossa Senhora da Conceição | CEP = 39970-000 a 39979-999 | lema = | prefeito = | partido = | mandato_início = | fim_mandato = | mapa = MinasGerais Municip PedraAzul.svg | latP = S | latG = 16 | latM = 00 | latS = 18 | lonP = O | lonG = 41 | lonM = 17 | lonS = 49 | estado = Minas Gerais | mesorregião = Jequitinhonha | data_mesorregião = IBGE/2008 | microrregião = Pedra Azul | data_microrregião = IBGE/2008 | região_metropolitana = | vizinhos = Medina, Almenara, Jequitinhonha, Divisa Alegre, Águas Vermelhas, Cachoeira de Pajeú, Divisópolis, Encruzilhada (Bahia). | dist_capital = 720 | área = 1594.651 | área_ref = | população = 24748 | data_pop = IBGE/2017 | altitude = 617,51 | clima = semiárido | sigla_clima = BSh | idh = 0.627 | data_idh = PNUD/2010 | pib = mil | data_pib = IBGE/2010 | pib_per_capita = 11.526,94 | data_pib_per_capita = IBGE/2010 | site_prefeitura = www.pedraazul.mg.gov.br | site_câmara = www.pedraazul.mg.leg.br }} Pedra Azul é um município brasileiro localizado no nordeste do estado de Minas Gerais, na região do vale do rio Jequitinhonha. Sua população em 2017 está estimada em 24.748 habitantes. De acordo com o censo 2010, a população residente urbana era de 21.006 habitantes. Com uma cultura bem diversificada e interiorana que atrai muitos turistas. == História == O português Manuel José Botelho foi o fundador da fazenda Pau d'Óleo em 1833, originando o primeiro povoamento no município, embora em 1730, o coronel português Quaresma Delgado, atravessando o Norte de Minas, tenha dado conta da existência de uma venda na área do atual município de Pedra Azul. A seguir, o povoado que surgiu nas redondezas recebeu o nome de Nossa Senhora da Conceição da Boca da Caatinga, sendo este o primeiro nome de Pedra AzulSítio do município, acessado em 25 de dezembro de 2009.. O início do povoamento se deu ao fato de no ano de 1833 ter ocorrido uma grande queimada que durou cerca de 60 dias, dando aquele ano o nome de \"Ano da Fumaça\". A queimada abriu grandes clareiras na mata, o que possibilitou aos fazendeiros iniciarem a instalação de fazendas naquela região. O primeiro nome do povoado também se deve a esta queimada pois faz alusão ao surgimento da caatinga nos lugares queimados, onde antes existira a mata atlântica. Devido a influência de seus moradores, em 1880 o povoado foi elevado a distrito de Caatingas e em 1891 foi criado o conselho distrital de Caatingas que por sua vez, em 1892, mudou o nome para distrito de Fortaleza devido aos paredões que cercam a cidade. Naquela época, a pecuária se destacava na economia sendo comum o comerciante Teopompo de Almeida conduzir cerca de 20000 cabeças de vaca, fazendo com que ficasse conhecido como \"Rei da Boiada\" em cidades como Uberaba, Vitória da Conquista, Itabuna, Feira de Santana e outras. Posteriormente, já com a implantação do sistema republicano no país, o alferes Cassiano dos Reis, primeiro presidente do Conselho de Caatinga, diligencia para que esse nome seja mudado para Fortaleza. Em 1 de junho de 1912, houve a elevação do distrito de Fortaleza a município, e em 1943 o nome da cidade foi mudado para Pedra Azul. O novo nome foi sugerido pelo pedrazulense e imortal da Academia Mineira de Letras Nelson de FariaSilva, Eder Machado. Terras de Fortaleza - Gênese Política e Social do Município de Pedra Azul/MG. 1 – Literatura Brasileira – história. Pedra Azul / Minas Gerais, junho de 2008.. ===A descoberta das águas marinhas=== Em 1927, uma descoberta alterou os rumos da cidade, pois nesse ano foi descoberto um bamburro de águas marinhas na fazenda Laranjeira de propriedade do empresário e político João de Almeida (político de Minas Gerais), pelo funcionário Lourenço da Santa Rosa, contratado para abrir trincheiras. O bamburro de águas marinhas tornou João de Almeida um dos homens mais ricos do Brasil, pois em seu auge, chegou a ter mais de 300 homens trabalhando diuturnamente e extrair durante os primeiros cinco anos mil quilos da pedra preciosa, o que nos valores atuais equivaleria a R$ 80.000.000,00 (oitenta milhões de reais). João de Almeida, então, construiu o Ginásio Pedra Azul – GPA, instituição de ensino para onde se dirigiam os estudantes do Norte e Leste de Minas Gerais e Sul da Bahia para concluírem o ensino médio, sendo considerada durante duas décadas a melhor instituição de ensino da região. Em 1942, impulsionou as obras de construção da Igreja Matriz da cidade, iniciadas em 1933 e concluídas na década de 60, sendo a obra uma novidade na época devido a sua magnitude. Impulsionou a construção do Hospital Ester Faria de Almeida – HEFA, inaugurado em 1937. Construiu também, quarteirões de pontos comerciais e se elegeu deputado por três vezes. ; Pedra Dom Pedro A Pedra Dom Pedro é a maior pedra de água-marinha encontrada no mundoGemstones: Dom Pedro Aquamarine Crystal, foi encontrada em Pedra Azul na década de 1980, pesando 45 quilos e foi para a Alemanha em 1992, sendo esculpida em forma de obelisco pelo artista Bernd Münsteiner. O obelisco possui 35 cm de altura e pesa cerca de 2 quilos. Encontra-se em exibição permanente no museu de história natural Smithsonian, em Washington e estima-se que atrairá tantos visitantes quanto a joia mais famosa do seu acervo, o diamante Hope, encontrado na Índia. == Geografia == ; Clima Segundo dados do Instituto Nacional de Meteorologia (INMET), referentes ao período de 1931 a 1959 e a partir de 1972, a menor temperatura registrada em Pedra Azul foi de em 11 de agosto de 1994 e a maior atingiu em 18 de outubro de 1932, seguido por em 15 de março de 2009. O maior acumulado de precipitação em 24 horas chegou a em 27 de dezembro de 2021, sendo o recorde anterior de em 2 de janeiro de 2002. Outros grandes acumulados iguais ou superiores a foram em 8 de dezembro de 2005, em 24 de março de 2015, em 4 de dezembro de 1998, em 8 de dezembro de 2019, em 7 de dezembro de 2021 e em 5 de janeiro de 1983. ==Política== Ricardo Mendes Pinto (DEM) foi prefeito de Pedra Azul durante 11 anos, assumiu o comando de Pedra Azul pela primeira vez de 1998 a 2000, com a morte do então prefeito. Foi condenado por ter desviado recursos do município em seu primeiro mandato para bancar sua campanha e a de vereadores; além da pena de prisão, teve que pagar multa de R$ 67.800 a 10 instituições da cidade. Sua condenação foi publicada em 2007, sete anos depois de ele ter deixado a prefeitura, finalmente em 2013 a sentença foi definitiva, sem possibilidade de recurso. Enquanto o processo corria na Justiça, voltou à prefeitura em 2009 e saiu em 2012. == Rodovias == * BR-116 * BR-251 * MG-105 * MG-406 * MG-610 == Cultura == Uma cultura bem interiorana, andando pela cidade pode achar casinhas bem antigas e casarões magníficos, várias casas possuem forno de lenha e fogão a lenha, pessoas humildes e muito atenciosas. Famosa também pelo Boi de Janeiro - ou Maria Tereza e Boi de Janeiro - uma atração que acontece nos primeiros 6 dias do ano, em que pessoas montam uma boneca (Maria Tereza) muito grande e um boi, e \"entram\" em baixo da boneca, saem pela cidade cantando e tocando músicas regionais, com tambores e flautas. Muitas pessoas saem atrás do boi, até o encontro de todos na Praça do Varandal. thumb|Centro histórico thumb|Igrejinha do Santuário thumb|Pedra da Rocinha === Turismo === Pedra Azul é uma cidade turística, inscrita no site Descubra Minas. Entre os atrativos turísticos se encontra seu acervo arquitetônico urbano, Rampas para voo livre (asa delta e parapente), escalada e rapel nas montanhas rochosas Pedra Cabeça Torta, Pedra Forno de Bolo, Pedra da Conceição, Pedra da Montanha, Pedra da Rocinha e Toca dos Caboclos. ; Acervo arquitetônico urbano A cidade possui um centro histórico tombado em sua totalidade pelo Patrimônio Histórico. As construções são em estilo eclético datadas nas primeiras décadas do século XX. Entre as construções, na praça, existe a ogrejinha do santuário com uma escultura de Nossa Senhora. ; Pedra Cabeça Torta Segundo historiadores nessa pedra encontra-se um cemitério de índios. ;Pedra Forno de Bolo Considerado o ponto mais alto da cidade, pode ser vista da cidade apesar de estar a mais de 10 km de distância. ; Pedra da Conceição Considerada símbolo da cidade, esta pedra oferece uma vista vasta, tanto da cidade como dos aglomerados rochosos vizinhos, é também nessa pedra que situam se as rampas para a pratica de voo livre e vias de rapel, Para ter acesso ao topo, é necessário subir uma escadaria com 575 (quinhentos e setenta e cinco) degraus. ; Pedra da Montanha Possui uma ampla vista da cidade e das outras pedras ao redor, também tem existe um monumento em homenagem à padroeira da cidade. É uma das mais fáceis de ser escalada, por não ser tão íngreme em alguns pontos. ; Pedra da Rocinha e Toca dos Caboclos Este local tem fácil acesso e escalada média tendo apenas um ponto ingreme ali também existe a Toca dos Caboclos onde segundo registros foi morada de índio e que possui pinturas rupestres. == Cidadãos notórios == ; Políticos * Antero de Lucena Ruas * Ataliba Mendes de Oliveira * Clemente Faria * João de Almeida ; Cantores e compositores * Murilo Antunes * Paulinho Pedra Azul * Saulo Laranjeira ; Outros * Sálvio de Figueiredo Teixeira == Ver também == * O Bicho da Fortaleza * Mineiros naturais de Pedra Azul == Ligações externas == * Prefeitura de Pedra Azul * Câmara de Pedra Azul * Pedra Azul no IBGE Cidades Categoria:Fundações em Minas Gerais em 1912",
 "title": "Pedra Azul"
}