{
 "id": "32558",
 "text": "{{Info/Município do Brasil | nome = Piumhi | foto = Casa da cultura piumhi mg.jpg | leg_foto = Casa da Cultura de Piumhi | apelido = Cidade carinho | brasão = Brasao_piumhi.png | bandeira = Bandeira piumhi mg.png | link_brasão = | link_bandeira = https://geografiaperguntaserespostas.blogspot.com/2018/12/sessao-bandeiras-dos-municipios_15.html | link_hino = | aniversário = | fundação = | gentílico = piumhiensehttp://www.prefeiturapiumhi.mg.gov.br/sitenovo/index.php?pg=noticia&id;=720 Prefeitura de Piumhihttp://www.camarapiumhi.mg.gov.br/index.php?option=com_content&view;=article&id;=47&Itemid;=54 Câmara Municipal de Piumhi ou piuiense | lema = Trabalho e Justiça | padroeiro = Nossa Senhora do Livramento | CEP = 37925-000 a 37925-999 | prefeito = Paulo César Vaz | partido = PP | fim_mandato = 2024 | mapa = MinasGerais Municip Piumhi.svg | latP = S | latG = 20 | latM = 27 | latS = 54 | lonP = O | lonG = 45 | lonM = 57 | lonS = 28 | estado = Minas Gerais | região_intermediária = Varginha | data_mesorregião = IBGE/2017 | região_imediata = Piumhi | data_microrregião = IBGE/2017 | região_metropolitana = | vizinhos = Pimenta, Guapé, Capitólio, Bambuí, São Roque de Minas, Doresópolis e Vargem Bonita. | dist_capital = 265 | área = 902.468 | área_ref = | população = 37901 | data_pop = est. IBGE/2019 | altitude = 793 | clima = Tropical de altitude | sigla_clima = Cwa | idh = 0.737 | data_idh = PNUD/2010 | pib = mil | data_pib = IBGE/2008 | pib_per_capita = 12009.03 | data_pib_per_capita = IBGE/2008 | site_prefeitura = prefeiturapiumhi.mg.gov.br | site_câmara = camarapiumhi.mg.gov.br | site_saae = }} Piumhi () é um município brasileiro do estado de Minas Gerais. É cabeça da Região Geográfica Imediata de Piumhi, na Região Intermediária de Varginha. Sua população estimada em 2019 é de 37.900 habitantes. É considerado o 45º município em qualidade de vida, entre os 853 municípios de Minas Gerais, com uma expectativa de vida de 67,1 anos. No ranking de desenvolvimento socioeconômico moderado, Piumhi ficou na posição 110ª posição, em Minas Gerais, com um índice de 0,7564. ==Etimologia== Existem duas hipóteses etimológicas para o topônimo \"Piumhi\"ː * viria do tupi antigo pi'um'y, que significa \"rio dos borrachudos\" (pi'um, \"borrachudo\" e y, \"rio\").NAVARRO, E. A. Dicionário de Tupi Antigoː a Língua Indígena Clássica do Brasil. São Paulo. Global. 2013. p. 595. * O significado do vocábulo Piumhi é historicamente documentado, e viria do termo tupi para rio de peixe, referindo-se ao rio homônimo. Para a análise do vocábulo, é colocada, em prática, a lição de Teodoro Sampaio em sua obra \"O Tupi na Geografia Nacional\". De acordo com seus escritos, para se conseguir a etimologia de um topônimo, em primeiro lugar, deve-se verificar como o mesmo era grafado primitivamente, ou seja, como ficou registrado e escrito nos mais antigos documentos. Em todos os documentos antigos, sejam arquivos eclesiásticos ou históricos, sem exceção, o nome do lugar e do rio figura como Piauhy. Histórica e documentalmente registrados, assim era escrito: a) no relatório do alferes Moreira (\"Notícias Práticas das Minas Gerais: do Ouro e Diamantes\"; b) na 2ª prática, dada pelo alferes Moreira ao padre Diogo Soares das suas bandeiras no descobrimento do celebrado Morro da Esperança, empreendido nos anos de 1731 e 1732); c) em todos os pedidos de sesmaria da região; e, d) nos documentos verificados na última década do século XVIII e princípios do século XIX. Em todos esses registros, a grafia é sempre Piauhy. No arquivo eclesiástico de Mariana, também se encontram inúmeros documentos com essa grafia, como por exemplo, um abaixo-assinado, datado de 1823 em que, os aplicados da capela de São Roque, pedem que fique sua capela filiada à Paróquia do Piauhy. Mas ainda neste mesmo arquivo eclesiástico também encontra-se documentos onde se lê a grafia Piauim. Assim também grafava, nos arquivos paroquiais, o primeiro vigário da vara, o Padre Félix José da Silva. No entanto, outros vigários escreviam Piuhy. Analisando-se pelos mencionados registros antigos, verifica-se a transformação na forma de escrever: o inicial Piauhy passou a ser escrito como Piauim, o que leva à conclusão de ter ocorrido a variação linguística conhecida como nasalação de um fonema. Dita variação linguística é descrita por Teodoro Sampaio, na obra citada e sob uma perspectiva colonialista, como um \"vício de linguagem\" herdado das línguas indígenas. Seja como for, no caso em tela, é fácil concluir: o primitivo Piauhy passou a Piauim e, operando-se mais fortemente a nasalação do fonema, com o tempo foram ocorrendo algumas mudanças até originar o nome final Piumhi. Por sua vez, em relação ao significado do fonema Piumhi, a mesma regra há que ser seguida: a análise deve ser feita sempre levando-se em consideração os fatos e atos registrados: se a grafia primitiva era Piauhy e, se no século XIX operou-se a nasalação do fonema, tem-se que procurar o significado do termo primitivo, comum e generalizado. Sem qualquer sombra de dúvida, Piumhi foi a deturpação do nome primitivo Piauí. Temos, assim: piau = peixe; i = água, rio formando assim Piauí, que se traduz por rio de peixe. O motivo especial desse nome é fornecido pelo alferes Moreira, que, quando referindo-se ao Rio Piauí, relatou: \"tem muito peixe\". Ora, o sertanista menciona o Rio São Francisco, percorreu largo trecho do Rio Grande, fez referência ao Rio Lambari, citou o Rio Verde, relatando a todos como muito piscosos. No entanto, só o rio Piauí chamou-lhe a atenção dada a abundância de peixes. Essa última forma, Piumhi, acabou por ganhar a simpatia dos moradores da cidade, fato que levou à criação de uma lei estadual oficializando a grafia. Por outro lado, é importante mencionar que os topônimos de origem tupi em Minas Gerais não foram criados pelo indígenas da região, uma vez que estes não eram de etnia tupi, fato que os impede de criar designações tupis. Estes topônimos eram criados, ou pelos índios que guiavam as expedições, índios do litoral, ou mesmo pelos próprios bandeirantes como Batista Maciel, que falavam a língua geral. == História== Até o século XVIII, todo o atual estado de Minas Gerais era habitado por diversas nações indígenas pertencentes ao tronco linguístico macro-jê.Descubra Minas.com. Disponível em http://www.descubraminas.com.br/MinasGerais/Pagina.aspx?cod_pgi=1814. Acesso em 28 de março de 2016. Em 1731, ocorreu a descoberta e exploração da região pelo sertanista João Batista Maciel, que, proveniente de São Paulo, com sua bandeira, vasculhou a região próxima à nascente do Rio São Francisco à procura de ouro. Batista Maciel fixara-se na Piraquara, na margem direita do Rio São Francisco, termo da vila de Pitangui. Naquele ano, organizou uma bandeira com filhos, agregados e escravos e explorou o Alto São Francisco, descobrindo faisqueiras no Rio Piuí. Ainda no mesmo ano de 1731, Batista Maciel retorna a Pitangui com a notícia do descobrimento de minas de ouro no sertão do Piuí. Imediatamente, se organizou uma expedição, tendo, à frente, o vigário de Pitangui, o padre Luís Damião, e o Procurador da Câmara João Veloso Falcão. Como guia, seguiu o próprio Batista Maciel com sua gente. O grupo era bem numeroso, e a finalidade era tomar posse do \"país do Piui\". Seguiram e realmente tomaram posse daquele sertão. Padre Damião celebrou a missa, considerada a primeira missa em Piuí, no ano de 1731, porém o ouro não foi achado com a grandeza que se esperava. Com a decepção, Batista Maciel acabou sendo preso como falso descobridor e causador da grande despesa que a bandeira fez. Entretanto, dois filhos de Batista Maciel e mais alguns agregados, diante daquele fato novo, amotinaram-se, havendo troca de tiros, na qual resultou ferir-se o procurador da câmara João Veloso Falcão, que recebeu uma carga de chumbo no braço. Livre, Batista Maciel retirou-se acompanhado dos filhos, agregados e escravos, indo fixar-se nas Perdizes, pouco abaixo, no mesmo São Francisco, mais ou menos no ponto em que se localiza, hoje, a cidade de Iguatama. Outros dois desbravadores e sertanistas têm registradas suas ações: o capitão Tomás de Souza, que residia em Pitangui e que, de posse do roteiro dos Três Morros, percorreu o sertão do Piuí e todo o Alto São Francisco. O outro foi o alferes Moreira, que também partiu de Pitangui e desbravou a região. É ele quem relata seu encontro, no Piuí, com Batista Maciel e Tomás de Souza, na \"2ª Prática ao Pe. Diogo Soares\". A cidade nasceu em torno das atividades de mineração às margens do córrego Cavalo e com o nome de Nossa Senhora do Livramento. Em 1736, a região foi cortada pela Picada de Goiás e, aí, foram distribuídas as primeiras sesmarias. A Picada de Goiás, na realidade, não foi iniciativa governamental: um grupo de sertanistas se dispôs a abrir a picada e pediu certos privilégios, como a preferência sobre sesmarias, ao longo da mesma picada, e proibição de outros por ali se estabelecerem, no prazo de um ano. Atendidos nessa exigência, foi o respectivo edital baixado pelo governador Martinho de Mendonça em julho de 1736. Pouco depois de estabelecidos os sesmeiros abridores da picada, tiveram que retirar-se e praticamente se interrompeu o trânsito pela famosa picada. Negros aquilombados assenhorearam-se da região, passaram a assaltar e a causar vários transtornos até o ano de 1743, quando foram os negros atacados e foram destruídos os quilombos, reiniciando-se a colonização e a mineração. Em 1752, a mineração foi intensificada no local, provavelmente assim se iniciando o arraial. No mesmo ano, o local teria sido visitado pelo padre Marcos Freire de Carvalho, que, na qualidade de emissário de Mariana, tomou posse de Piumhi para aquele bispado. Em princípios de 1754, quando as minas da Capitania se achavam em geral cansadas e os mineiros, na maioria, desanimados, espalhou-se, de repente, a notícia do \"ouro! Ouro com grandeza no Piuí!\" A corrida pelo ouro se renova com gente do Tamanduá, de São João, de São José do Brumado, de toda a parte. O ouvidor da Comarca do Rio das Mortes, tão logo soube da corrida para o Piuí, ordenou ao guarda-mor de Passa Tempo se dirigisse incontinenti àquele continente a fim de proceder à distribuição das datas, evitando-se as contendas e disputas naturais naquelas circunstâncias. O mesmo ouvidor, em março de 1754, dirigiu-se à Câmara de São José e informou do novo descoberto, da quantidade de gente que se achava já naquele sítio e do outro tanto a caminho, terminando por sugerir, à Câmara, que providenciasse a tomada de posse do lugar, antes que a Câmara de Pitangui o fizesse. No dia 28 de março de 1754, em casa de morada de José da Serra Caldeira, os procuradores da Câmara de São José del Rei, meirinho Leandro de Arruda e o sargento-mor Francisco José Beserto, tomavam posse do novo descoberto do Piuí, subordinando os moradores do arraial e seus distritos à vila de São José. Passada a febre do ouro, continuaram os pedidos de sesmarias, com vários candidatos a sesmeiros fixando-se. Em 1758, o arraial se mostrava próspero; nesse ano, segundo várias fontes, teria sido criada a paróquia. Entretanto, segundo comprova o ato de dom Frei José da Santíssima Trindade em que se decidiu subordinar a capela de São Roque à freguesia de Piuí, esta paróquia foi instituída por ato episcopal, em 1754, por iniciativa do fazendeiro Manoel Marques de Carvalho, o fundador da capela de São Roque. Esta freguesia foi declarada colativa, por alvará régio de 26 de janeiro de 1803. O primeiro vigário colado, ainda em 1803, foi o padre Antônio Teles. Antes, era provida de vigários encomendados; cônego Trindade menciona a provisão de 6 de julho de 1773 nomeando o padre José Soares da Silva vigário da vara da freguesia dos novos descobertos do Piauim. Foi a paróquia elevada à categoria de vila, com autonomia municipal, pela lei nº 202, de 1º de abril de 1841, desmembrando-se o novo município do de Formiga. A lei nº 1510 de 20 de julho de 1868 elevou a vila à categoria de cidade. === Símbolos oficiais === Conforme o artigo 3º da Lei Orgânica de 2009, os símbolos oficiais do município são a bandeira, o brasão e o hino, como na maioria dos municípios brasileiros. === Cinema === A Sala de Projeção Cinematográfica Victor Agresta opera desde 2017. == Geografia== ===Localização=== Piumhi está localizada na Mesorregião Oeste do Estado de Minas Gerais (região centro-oeste), com 902 km² de área e uma altitude de 793 metros, clima tropical com a temperatura média de 22 graus Celsius e vegetação de cerrado. Tem limites com os municípios de Doresópolis, Bambuí, São Roque de Minas, Capitólio, Pimenta, Guapé, Pains e Vargem Bonita. O acesso rodoviário pode ser feito pelas rodovias MG-439, MG-354, e a principal, MG-050, rodovia que corta a região e é responsável por ligar a capital Belo Horizonte à região de Ribeirão Preto, no estado de São Paulo. Piumhi situa-se na metade da distância entre as duas metrópoles, ficando a 256 quilômetros da capital Belo Horizonte e a 265 quilômetros de Ribeirão Preto. === Topografia === Apresentando o relevo plano Piumhi é cercada de nordeste para sudeste pela Serra da Pimenta,. Prefeitura Municipal de Pimenta ponto culminante do município com 1 256 metros, e pela Serra do Andaime e suas continuações. === Rio Piumhi e Terras do Pântano do Cururu === O Rio Piumhi era afluente do Rio Grande até o final da década de 1950 e início da década de 1960. Seu leito formava o Pântano do Cururu, enorme área alagada pelo rio, que tinha o leito aparente confundido com o leito maior (leito de inundação). A região era caracterizada por grandes propriedades de terras e marcada pela presença de agregados, parceiros e camponeses até o ano de 1955, quando se deu o início da intervenção do Estado com a construção da Usina Hidrelétrica de Furnas, na bacia do Rio Grande. A partir de então, o pântano sofreu uma profunda transformação, tanto na paisagem quanto na configuração social. Para a construção da represa da Usina Hidrelétrica de Furnas, exigiu-se uma infraestrutura espetacular de engenharia para a época, ocorrendo a transposição do Rio Piumhi, da bacia do Rio Grande para a bacia do Rio São Francisco. O pantanal foi drenado, evitando, com isso, a inundação de cidades vizinhas como Capitólio. O processo de drenagem do pântano levou alguns anos para se consolidar e abrangeu uma área de cerca de 20 000 hectares. O resultado da drenagem foi o aumento de terras altamente férteis, consideradas as mais férteis da região, o que acabou por gerar um conflito de terras entre os grandes fazendeiros, que as consideravam como aumento de suas propriedades, e os trabalhadores rurais que ocuparam a terra de uma forma peculiar. Como o processo de ocupação e disputa pela terra ocorreu fortemente em 1960, a metodologia utilizada para apreender tal processo se baseou na historiografia e na história oral. O Estado postou-se de forma favorável aos fazendeiros, não sem promessas aos camponeses, estas sem cumprimentos, conforme é afirmado pelos moradores mais antigos da região. Também são conhecidos vários casos de violência e morte, resultando vítimas em ambos os lados, logicamente prevalecendo o lado mais forte, no caso os grandes proprietários de terras. === Clima === Em Piumhi, predomina o clima tropical, com densidade pluviométrica alta no verão e poucas chuvas no inverno, temperatura média de 20,6 graus Celsius e pluviosidade média anual de 1 562 milímetros. == Pandemia de COVID-19 == Monumento Foi criado um monumento em homenagem aos profissionais da Saúde de Piumhi. O marco está situado na praça Guia Lopes (Praça da Santa Casa) em Piumhi / MG. Em seu interior, há mais de mil cartas e recordações deste triste período de nossa história, que serão abertas em 2050. A administração local decidiu criar esta homenagem, em forma de reconhecimento aos serviços prestados pelos profissionais da saúde do município, no enfrentamento à pandemia da Covid-19. Até no dia da inauguração,a cidade ultrapassou as 100 mortes em decorrência da Covid-19. == Economia== === Agropecuária === A economia do município é predominantemente voltada para a agropecuária, destacando-se a produção do café, milho, feijão, leite e derivados, além do gado leiteiro e de corte. O município ainda é considerado o 5° maior polo de café do Estado de Minas Gerais, segundo dados recentes do Ministério do Desenvolvimento, Indústria e Comércio Exterior, no ano de 2014 o município de Piumhi manteve-se em 1º lugar no ranking de comércio exterior do centro oeste de Minas Gerais e em 282º posição do ranking do municípios brasileiros. Piumhi é, ainda, um dos municípios produtores do queijo da canastra. A marca registrada \"Queijo Canastra\" é piuiense. === Turismo === A cidade possui topografia plana, ruas largas e arborizadas, características que proporcionam um clima ameno à cidade. Existem também grandes praças, das quais se destacam as três maiores, todas com cerca de 2 600 m² de área: a Praça da Matriz, a Praça Guia Lopes, onde se localizam os hospitais da cidade, e a Praça do Rosário, todas estas jardinadas. A cidade dispõe em seus arredores de alguns pontos de onde se pode obter a vista panorâmica da cidade, sendo um ponto destacantes, na periferia sul do município, o mirante da Cruz do Monte, disposto de acesso tanto por uma escadaria composta por 269 degraus, quanto por estrada paralela para veículos. Na Serra da Pimenta, também existe um outro mirante, cercando a cidade a nordeste, cuja entrada localiza-se a cerca de 7 quilômetros. O acesso ao alto dessa serra, da metade para cima, tem caminho muito estreito e que oferece periculosidade pela altura. Em observação noturna, podem, ser avistadas, as luzes de dezenove cidades da região. Em sua localização, de nordeste para leste, a cidade é cercada pelas serras da Pimenta, do Andaime e do Cromo. Ao sul, encontra-se o morro denominado Cruz do Monte e, a norte e a oeste, os cerrados férteis com suas baixadas. Nos arredores de Piumhi, se encontram, 80 km a oeste, o Parque Nacional da Serra da Canastra e a nascente do Rio São Francisco; 20 km ao sul, o município de Capitólio; e, 25 quilômetros ao norte, no município de Pimenta, está o lago da Usina Hidrelétrica de Furnas, no Rio Grande. Seguindo-se de leste para oeste, pode-se observar, nitidamente, que a região de Piumhi define uma transformação em termos de relevo (de montanhas para planaltos) e de vegetação (de campos para cerrado com excelente topografia e disposição de terras férteis em praticamente todo o município). A região de Piumhi marca o início dos \"sertões\", genialmente descritos por João Guimarães Rosa em Grande Sertão: Veredas. Piumhi é servida por uma considerável rede de hotéis, em sua maioria localizados no centro da cidade. === Mineração === Os depósitos de cromita e ocorrências na região do município de Piumhi são conhecidos e explorados economicamente desde a década de 50. O Maciço de Piumhi, onde o minério de cromo se hospeda, ocorre na borda sudoeste do Cráton do São Francisco como uma janela estrutural do embasamento arqueano a paleoproterozoico, em meio às rochas meso-neoproterozoicas dos Grupos Bambuí e Canastra. Trata-se de uma sequência metavulcanossedimentar do tipo greenstone belt . A mineralização de cromita é classificada como do tipo Estratiforme e associa-se a peridotitos serpentiníticos e tálcicos do denominado Grupo Lavapés. ==Feriados municipais== Segundo a Lei Municipal nº 1 281/1996, alterada pela Lei nº 1 422/2000, os feriados municipais são os seguintes: *20 de julho: aniversário da cidade (pode ser alterado de acordo com a necessidade da administração) *15 de agosto: Nossa Senhora do Livramento, padroeira da cidade *8 de dezembro: Nossa Senhora da Imaculada Conceição ====== Datas variáveis ====== *Corpus Christi (\"Corpo de Cristo\") *Sexta-feira da Paixão == Infraestrutura == === Serviço Autônomo de Água e Esgoto - SAAE === O município apresenta boa infraestrutura, sendo que 100% da área da cidade e das residências possuem abastecimento com água tratada. Além disso, possui 100% de redes coletoras de esgoto nas vias públicas. A estação de tratamento de água para abastecimento tem capacidade de tratamento para 150 l/s. Há sete reservatórios, todos abastecidos com água devidamente tratada para abastecer toda população da cidade e conta também com estação tratamento de esgoto (ETE) e com estação de tratamento de água (ETA) e todos são de responsabilidade do Serviço Autônomo de Agua de Esgoto (SAAE). O SAAE de Piumhi foi criado pela Lei Municipal número 1035/90 em 06 de março de 1990 e vem desenvolvendo os sistemas de abastecimento de água e esgoto com um índice de eficiência que torna a autarquia como destaque regional na área de saneamento básico, é uma autarquia municipal com autonomia administrativa e personalidade jurídica e financeira. Desenvolvendo serviços de utilidade pública e essencial a população, o SAAE tem participado do crescimento de nosso município e principalmente na qualidade da água distribuída a nossa população. A administração direta do Serviço Autônomo de Água e Esgoto - SAAE é exercida por uma diretoria executiva e um Comitê Técnico e Administrativo com atribuições definidas em Lei e Regimento Interno da Autarquia. Este Comitê Técnico e Administrativo é composto de 05 membros, sendo 02 membros indicados pelo município e seus respectivos suplentes; 02 membros indicados pela Fundação Nacional de Saúde e o quinto membro o Prefeito Municipal como Presidente do Comitê. A administração da autarquia está organizada em setores. Situada no bairro nova Piumhi a ETA realiza o tratamento da água coletada pelo SAAE e distribui para as residências de Piumhi, toda a captação de água é tratada garantindo a população uma água de qualidade e situada no perímetro rural de Piumhi a ETE tem capacidade para tratar 100% do esgoto da cidade, devolvendo a natureza uma água que não prejudica o meio-ambiente. === Comunicação === A cidade conta com dois jornais semanários o Alto São Francisco e o Jornal O Ponto. As principais operadoras de telefonia móvel estão presente na cidade sendo as operadoras Vivo, TIM, Claro, OI e Algar todas na frequência 2G, 3G e 4G. A OI conta com telefonia fixa e serviços de banda larga. Há também provedores de internet banda larga com tecnologia de rádio, fibra ótica e ADSL, que abrange toda a cidade. Atualmente há 3 emissoras de radiodifusão sonora na cidade, são a Rádio Piumhi (104,3 FM), a Rádio Alto (87,9 FM) e a Rádio Onda Oeste (100,3 FM). === Aeroporto === \"Aeroporto Municipal Dr. Vitrasiano Leonel\", sob o código OACI \"SNUH\", dispõe de pista com 34.440 m² de área asfaltada (1 148 metros de extensão por 30 metros de largura), balizamento noturno, dependências operacionais e uma estação de passageiros. Em agosto de 2018 Piumhi começou a ter voos diretos às segundas e sextas-feiras, de ida e volta no mesmo dia, além de opções Piumhi – Belo Horizonte às quartas e voos Belo Horizonte – Piumhi às quintas-feiras. === Segurança === Em Piumhi, localiza-se o 3º Pelotão do Corpo de Bombeiros Militar de Minas Gerais, situada nas margens da Rodovia MG-050 e subordinada à 2.ª Companhia do 10.º Batalhão do Corpo de Bombeiros (Divinópolis), e a 110ª Cia. de Polícia Militar, subordinada ao 12º Batalhão da Polícia Militar, sediado em Passos. * Municípios de área de atuação, além de Piumhi: Capitólio, Doresópolis, Pimenta, São Roque de Minas, Vargem Bonita. === Programa Olho Vivo === Com um total de 27 câmeras, já encontra-se operando desde agosto de 2019 em Piumhi o programa Olho Vivo. São câmeras de monitoramento instaladas em pontos estratégicos na cidade que visa dar maior segurança para a população e turistas. O programa Olho Vivo é parceira da prefeitura de Piumhi com os órgãos Promotoria de Justiça, Conselho Municipal de Desenvolvimento Econômico de Piumhi, Associação Comunitária para Assuntos de Polícia Ostensiva de Piumhi (ACASPO) e Policia Militar. Sendo que a central de monitoramento está instalada no Pelotão da Policia Militar em Piumhi. === Educação === A cidade conta com o campus do Instituto Federal de Ciência e Tecnologia de Minas Gerais (IFMG), sendo os cursos de Bacharelado em Engenharia Civil e Técnico subsequente em Edificações. A cidade ainda dispõe dos cursos ministrados pelo Pronatec, com as parcerias do IFMG e da Prefeitura iniciados em 2013. A UNOPAR esta presente na cidade, disponibilizando cursos de graduação a distância. Em 2015 a UNIFRAN através do sistema Cruzeiro do Sul Virtual disponibilizou cursos de graduação a distância. Piumhi possui 14 escolas municipais, 5 escolas particulares e 4 escolas estaduais. === Saúde === ====== Santa Casa de Misericórdia de Piumhi ====== A Santa Casa de Misericórdia de Piumhi é um hospital geral, particular de caráter filantrópico que atende toda a população da região. Fundado em 7 de setembro de 1900, por um grupo de Piumhiense idealizadores, sendo seu principal fundador e primeiro médico, o Dr. Avelino de Queiroz. Há 96 leitos disponíveis, sendo que 68 leitos são mantidos pelo Sistema Único de Saúde. Também foram criados 10 leitos com unidade de terapia intensiva, abrindo alta complexibilidade e maior resolutibilidade para a incorporação de novas especialidades ao corpo clínico. A Santa Casa é responsável pelo atendimento de 6 cidades pertencentes a microrregião ( Piumhi, Capitólio, São Roque de Minas, Vargem Bonita , Doresópolis e Guapé ) e mais 4 cidades vizinhas ( Pimenta, Bambuí, Pains e Corrego fundo), totalizando uma população de 109.000 habitantes e se considerarmos a BR 050 contamos mais de 200.000 habitantes.Passam pelo pronto socorro da Santa Casa uma média 70.000 pacientes por ano, ou seja, o dobro da população de Piumhi, e internam aproximadamente 6.000 pacientes por ano. === SAMU === Iniciou-se, em outubro de 2014, o Serviço de Atendimento Móvel de Urgência (SAMU), que será utilizado em casos de urgência e pré-hospitalares pela população. ==Bibliografia== # # # Categoria:Fundações em Minas Gerais em 1868 Categoria:Topônimos de origem tupi",
 "title": "Piumhi"
}