{
 "id": "32566",
 "text": "{{Info/Município do Brasil | nome = Ponto dos Volantes | foto = | leg_foto = | apelido = | padroeiro = Nossa Senhora do Perpétuo Socorro | brasão = Brasão de Ponto dos Volantes.jpg | bandeira = Bandeira de Ponto dos Volantes.png | link_brasão = | link_bandeira = | link_hino = | aniversário =21 de dezembro | CEP = 39615-000 a 39619-999 | fundação = | gentílico =ponto-volantense | lema = | prefeito = Leandro Ramos Santana | partido = PSDB | mandato_início = 2021 | fim_mandato = 2024 | mapa = MinasGerais Municip PontodosVolantes.svg | latP = S | latG = 16 | latM = 45 | latS = 10 | lonP = O | lonG = 41 | lonM = 30 | lonS = 14 | estado = Minas Gerais |região_intermediária = Teófilo Otoni |data_região_intermediária = IBGE/2017 |região_imediata = Teófilo Otoni |data_região_imediata = IBGE/2017 | região_metropolitana = | vizinhos = Itaobim, Itinga, Araçuaí, Padre Paraíso, Caraí, Novo Oriente de Minas, Joaíma, Monte Formoso e Jequitinhonha | dist_capital = 590 | área = 1212.413 | área_ref = | distritos = Ponto dos Volantes (sede) e Santana do Araçuaí | população = 12138 | data_pop = estatísticas IBGE/2017 | altitude = | clima = semiárido | sigla_clima = BSh | idh = 0.595 | data_idh = PNUD/2010 | pib = mil | data_pib = IBGE/2014 | pib_per_capita = 6967.43 | data_pib_per_capita = IBGE/2014 | site_prefeitura = pontodosvolantes.mg.gov.br | site_câmara = camarapontodosvolantes.mg.gov.br }} Ponto dos Volantes é um município brasileiro do estado de Minas Gerais, Região Sudeste do país. Sua população estimada em 2017 era de habitantes. == Topônimo == Ponto dos Volantes significa o lugar onde todos passavam, ou por causa das Patrulhas Militares Volantes, que combateram contra Virgulino Ferreira da Silva, o Lampião. == História == Ponto dos Volantes teve impulsionado a sua povoação na década de 1940, na construção da BR 116 Rio-Bahia.História de Ponto dos Volantes A chegada das famílias Rocha, Sicupira, Andrade e Ramalho, também conhecidos como \"Vermelhos\" são os primeiros testemunhos do surgimento do pequeno lugarejo, reforçada com a chegada dos trabalhadores que vieram construir a BR 116. Chamaram o lugarejo de \"Terra Viamão\", quando já caracterizava o local como o ponto de apoio dos viajantes. Anos depois passou a se chamar \"Barra dos Pilões\", em referência a confluência dos Córregos do Pilão, São João, São Joanico, Anta Podre e Cardoso, que contavam com as imediações do lugarejo. Historiadores apontam que Ponto dos Volantes, têm alguma identificação com a história do Cangaço Brasileiro, liderado por Virgulino Ferreira da Silva, o Lampião, que circulou pelo nordeste brasileiro, sendo seguido pelas Patrulhas Militares Volantes, que têm a ver com o nome do município. Tornou povoado de Itinga em 1943, alcançou a categoria de distrito em 1982, sendo efetivado o nome de Ponto dos Volantes. Em 1995, Ponto dos Volantes é emancipado. == Geografia == De acordo com a divisão do Instituto Brasileiro de Geografia e Estatística vigente desde 2017, o município pertence às Regiões Geográficas Intermediária e Imediata de Teófilo Otoni. Até então, com a vigência das divisões em microrregiões e mesorregiões, o município fazia parte da microrregião de Teófilo Otoni, que por sua vez estava incluída na mesorregião do Jequitinhonha. == Economia == A economia da cidade se baseia na atividade agrícola e pecuária de leite. O comércio da cidade ainda é latente, mas desde a sua emancipação em 1995 tem crescido o número de lojas. Ainda assim, boa parte das compras ainda são feitas nas cidades de Itaobim, ao Norte, e Padre Paraíso, ao Sul. == Ligações externas == * * * Categoria:Fundações em Minas Gerais em 1995",
 "title": "Ponto dos Volantes"
}