{
 "id": "32587",
 "text": "{{Info/Município do Brasil | nome = Ribeirão das Neves | foto = Ribeirão das Neves vista do Parque Ecológico.jpg | leg_foto = Região do Centro de Ribeirão das Neves | apelido = Neves | padroeiro = Nossa Senhora das Neves | brasão = brasaoneves1.png | bandeira = Bandeiraneves.png | link_brasão = | link_bandeira = | link_hino = | CEP = 33800-000 a 33979-999 | aniversário = | gentílico = nevense | lema = | prefeito = Moacir Martins da Costa JuniorPrefeito e vereadores de Ribeirão das Neves tomam posse Portal G1 - acessado em 2 de janeiro de 2021 | partido = UNIÃO | mandato_início = 2021 | fim_mandato = 2024 | vereadores = 14 | mapa = MinasGerais Municip RibeiraodasNeves.svg | latP = S | latG = 19 | latM = 46 | latS = 01 | lonP = O | lonG = 44 | lonM = 05 | lonS = 13 | estado = Minas Gerais | região_intermediária = Belo Horizonte | data_região_intermediária = IBGE/2017 | região_imediata = Belo Horizonte | data_região_imediata = IBGE/2017 | região_metropolitana = Belo Horizonte | vizinhos = Belo Horizonte, Contagem, Esmeraldas, Pedro Leopoldo, Vespasiano e São José da Lapa | dist_capital = 32 | área = 155.454 | área_ref = | emancipação = | distritos = Justinópolis e Ribeirão das Neves (sede) | população = 329794 | população_pos = MG: 8º | data_pop = IBGE/2022 | altitude = 808 | clima = tropical de altitude | sigla_clima = Cwa | idh = 0.684 | data_idh = PNUD/2010 | pib = | data_pib = IBGE/2018 | pib_per_capita = 12392.14 | data_pib_per_capita = IBGE/2018 | site_prefeitura = ribeiraodasneves.mg.gov.br | site_câmara = cmrn.mg.gov.br }} Ribeirão das Neves é um município brasileiro do estado de Minas Gerais, Região Sudeste do país. Pertence à Região Metropolitana de Belo Horizonte, sendo o oitavo município mais populoso do estado, reunindo habitantes segundo o censo de 2022. É considerada um município dormitório, pois a maior parte de seus moradores trabalham na capital mineira, ou nos municípios vizinhos que também fazem parte da Região Metropolitana de Belo Horizonte. A economia do município concentra-se na indústria e no comércio em geral, que emprega a população economicamente ativa. ==História== === Criação === Antes denominado Matas de Bento Pires, tem suas primeiras documentações datadas do século XVIII, o qual denominava-se \"Matas de Bento Pires\". Em 1745 Jacintho Vieira da Costa, então mestre de campo, obtêm os direitos das terras de Matas de Bento Pires e constrói uma capela dedicada à Nossa Senhora das Neves. Devido a isso, Matas de Bento Pires se torna Fazenda das Neves e posteriormente Engenho das Neves, em 1946. Vieira da Costa morre em 1760 legando os direitos de terra e bens ao seu filho, Antonio Vieira da Costa, que morre em 1796 sem herdeiros. Com o leilão dos bens o Capitão José Luis de Andrade, português, morador de Vila do Sabará, toma posse da Fazenda das Neves e também da Fazenda dos Carijós, onde atualmente encontram-se os bairros Santa Marta, Santa Martinha, Porto Seguro e Nova União. Com o crescimento da capela, em 1820 é criada uma Guarda-Moria nas capelas de Nossa Senhora das Neves e de Santo Antônio da Venda Nova e com isso a região é elevada a Distrito de Paz, em 1830 com uma população de cerca de 1.240 pessoas. Mas em 1846 a degradação da capela e aumento da população faz com que o então vereador, Padre José Maria de Andrade, reduzisse Neves a condição de distrito novamente. Neves é então anexada ao distrito de Venda Nova e posteriormente ao distrito de Pindahybas, atual Vera Cruz de Minas e assim ficou até 1911 quando as duas foram anexadas ao município de Contagem. O estado de Minas Gerais toma posse de parte da Fazenda das Neves para a construção de uma penitenciária agrícola, em 1927. A construção da penitenciária aumenta a população e é finalizada em 1938 como Penitenciária Agrícola de Neves. Passando a fazer parte de vários municípios, só é elevado à categoria de município em 12 de dezembro de 1953 com a denominação de Ribeirão das Neves, tendo como distrito Justinópolis, antigo Campanhã, e subdistrito Areias. Campanhã pertencia inicialmente ao distrito de Venda Nova e em 1911, com a criação do Município de Contagem, passa a constituir um dos três distritos deste Município. Tal feito deve-se à Antônio Justino da Rocha, político do partido Republicano, pois seus esforços foram essenciais para tornar a localidade um distrito. Criado o Município de Ribeirão das Neves em 1953, Campanhã passa a integrá-lo com o nome de Justinópolis. Por fim, o Distrito de Veneza foi criado pela Lei nº 3.388, de 15 de junho de 2011. Levou esse nome pelo fato do Bairro Veneza ser o maior loteamento popular da região, realizado no final da década de 1970 e constituído por cerca de 4.000 lotes. === Expansão urbana === Em 1950, quando ainda pertencia a Pedro Leopoldo, Ribeirão das Neves era um pequeno povoado com uma população apenas ligeiramente superior a 4 mil habitantes. Mas, em um período de apenas 50 anos, a população do município cresceu vertiginosamente, ultrapassando 246 mil habitantes, em 2000. Segundo o PLAMBEL (órgão extinto responsável pela organização metropolitana), a formação do espaço físico Nevense foi orientada pelo mercado imobiliário privado, obedecendo aos interesses econômicos dos loteadores.Durante os anos 70 a população de Ribeirão das Neves apresentou a sua maior taxa geométrica de crescimento: 21,36% ao ano. E, ainda como reflexo do comportamento do mercado imobiliário nos períodos anteriores, o crescimento populacional de Justinópolis - a uma taxa média anual de 27,2% - explicou nada mais nada menos que 84% do crescimento populacional do município. Ainda nesse período, a população da Sede também cresceu em um ritmo extremamente alto (de 11,09% ao ano), mas sua participação relativa no incremento absoluto total do município foi de apenas 15,9%. Significa dizer que nos anos 60 e 70 Ribeirão das Neves cresceu em função da dinâmica demográfica de Justinópolis, basicamente. Em síntese, Neves passou de 9.707 habitantes (aproximadamente) em 1970, para 143.853 habitantes ao fim da década de 1980. Os dados sugerem que o crescimento populacional de Neves, está intimamente associado ao processo de expansão urbana de Belo Horizonte e reflete, portanto, seu poder de atração e retenção populacional. Os loteamentos de Ribeirão das Neves representaram para muitos uma oportunidade, senão a única, de adquirir moradia própria. Representaram, também, para essas pessoas, a chance de continuar residindo nas proximidades da Capital e, portanto, de estar inserido em seu mercado de trabalho. A Sede e Justinópolis são núcleos urbanos mais antigos e, portanto, consolidados. Possuem setor comercial relativamente desenvolvido e alguns equipamentos de uso público como escolas e centros de saúde. Além desses fatores, a Sede abriga o poder político administrativo e Justinópolis conta com uma proximidade espacial maior de Belo Horizonte, fatores que contribuem para a valorização dos terrenos localizados nessas duas áreas e, portanto, tornam-nas mais atraentes para o surgimento de novos parcelamentos imobiliários. == Divisão municipal == Ribeirão das Neves conta com três macro-regionais: === Centro === Abrigando diversas agências bancárias como: Itaú, Bradesco, Mercantil, Brasil, Santander, Sicoob e Caixa Econômica, se destaca pela prestação de serviços aos moradores de todas as regiões da cidade. Abriga grande parte da população economicamente ativa, sendo a região do município com maior infraestrutura. Possui uma avenida de grande porte, a Av. Eduardo Brandão, que liga o Centro da Cidade a BR 040, além da LMG-806, que liga a sede do município as outras duas regiões da cidade. === Justinópolis === Região localizada na divisa de Ribeirão das Neves com Belo Horizonte e Contagem. É uma das regiões que mais crescem em Ribeirão das Neves devido ao grande número de comércio e atividades como prestação de serviços. === Veneza === Situa se ao norte do centro município e é contornado por duas rodovias, sendo a rodovia federal BR 040 e a rodovia estadual MG 432. Juntas, as regiões do município abrigam mais de 180 bairros e apresentam uma extensão territorial de 155 km². == Economia == Em 2017 o salário médio era de 2 salários mínimos. O PIB per capita em 2018 era R$ 12.392,14. Ribeirão das Neves possui algumas fábricas que fortalecem o crescimento do município e um comércio em crescimento, que abriga parte da população economicamente ativa. Sua economia é baseada na atividade de indústrias como as de cerâmicas, canos, tecidos, refrigerantes, farmacêutica, além de um número expressivo de atacadistas e centros de distribuição. Parte da população também trabalha no setor primário e na agricultura de pequeno porte. O setor primário de Ribeirão das Neves conta também com a extração de pedras britadas e ornamentais, basicamente, gnaisse. Nos últimos anos, a prefeitura de Ribeirão das Neves vem investindo na infraestrutura da cidade, de modo a atrair empresas e indústrias para a cidade. Um exemplo desses empreendimentos foi a elaboração e inauguração da avenida Eduardo Brandão que liga o município diretamente a BR-040. Com centenas de lotes ao redor dessa via, o poder executivo da cidade espera que companhias se instalem e se desenvolvam, criando postos de trabalho para os munícipes, para eliminar, assim, o título de cidade dormitório. == Infraestrutura == === Transporte === O meio mais comum de transporte na cidade é o rodoviário, sendo que a grande maioria dos nevenses dependem exclusivamente do transporte publico. Ribeirão das neves tem aproximadamente 115.908 veículos, sendo o 13° munícipio de Minas Gerais com maior frota. ==== MOVE ==== Ribeirão das Neves atualmente conta com um dos mais modernos meios de transporte do Brasil, o BRT, que na região metropolitana de Belo Horizonte é popularmente chamado de MOVE. Os usuários desse meio de transporte contam com uma estação dentro do município, na região de Justinópolis, o terminal Justinópolis, que foi inaugurado em 2016. O terminal Justinópolis recebe dezenas de linhas alimentadoras de diversos bairros de Ribeirão das Neves, que são direcionados para as linhas troncais. São cerca de 780 viagens por dia com número aproximado de 32 mil passageiros diariamente. A estação Vilarinho, localizada na região de Venda Nova na Capital, também recebe diariamente dezenas de linhas alimentadoras de diversos bairro de Ribeirão das Neves que fazem integração com o metrô de Belo Horizonte. ==== SIT Neves ==== Desde 2019 está em operação em Ribeirão das Neves o SIT Neves. Seguindo o modelo do MOVE metropolitano, mas com circulação apenas municipal, o SIT Neves é um dos meios mais utilizado dentro do munícipio de Ribeirão das Neves. São duas estações principais, uma localizada na área central da cidade, que recebe linhas alimentadoras da região central e do Veneza, e a outra na divisa com Belo Horizonte, no bairro Lagoinha, que recebe a linha T300, vinda do centro da cidade, além de outras linhas alimentadoras da região de Justinópolis. === Educação === Taxa de escolarização de 6 a 14 anos de idade: 96,5% Matrículas no ensino fundamental: 41.426 matrículas Matrículas no ensino médio 13.727 matrículas Docentes do ensino fundamental: 1.990 docentes Docentes do ensino médio: 825 docentes Números de estabelecimentos de ensino fundamental: 95 escolas Números de estabelecimentos de ensino médio: 36 escolas Porém, devido à defasagem nos dados, e em busca de dados mais atualizados, foi identificado através da Secretaria Municipal de Educação – Censo Escolar de 2019, do Ministério da Educação, o município conta, hoje, com 66 escolas municipais, sendo 10.301 alunos matriculados na Educação Infantil; 10.219 no Ensino Fundamental e 2.032 alunos na Educação de Jovens e Adultos (EJA), totalizando 22.852 matriculados na rede municipal de ensino. Na EJA, são 17 polos que ofertam essa modalidade de ensino visando atender pessoas que não completaram o ensino regular no tempo esperado, sendo assim distribuídos pelo município: 08 polos na região de Justinópolis, 04 polos na região Centro e 05 polos na região Veneza. Tomando como base de dados as informações constantes no Censo Educacional de 2019, hoje, o município conta com 47 escolas estaduais, atendendo tanto alunos no Ensino Fundamental quanto no Ensino Médio. No Ensino Médio, foram 11.175 matrículas em 27 escolas estaduais e uma escola particular. A taxa de evasão escolar, conforme a Secretaria Municipal de Educação, é de 5,6%. ==== Salas Modulares ==== As salas das escolas municipais são fabricadas com tecnologia modular, ou seja, de material sustentável, que através de sua rápida instalação, reduz o custo, o desperdício de material e o tempo de construção. Além disso, a tecnologia modular permite que os espaços sejam personalizados, de acordo com as demandas. São chapas que misturam cimento e madeira cuja manutenção se compara com alvenaria. ==== Cidade dos Meninos São Vicente de Paulo ==== Com cerca de 540.000 m², a cidade dos meninos possuem uma excelente infraestrutura com quadras de esportes, igrejas, auditório com capacidade para 2000 pessoas, ginásio coberto, salão de festas, oficinas profissionalizantes, fazenda-escola, teatro, campo de futebol e dormitórios. Fundada em 1994, a cidade dos meninos atende jovens de Ribeirão das Neves e região, proporcionando educação, esporte e lazer. ==== IFMG ==== O Instituto Federal de Educação, Ciência e Tecnologia de Minas Gerais é uma instituição pública de ensino, que faz parte da Rede Federal de Educação Profissional e Tecnológica do Ministério da Educação. Foi inaugurado em 2016 o campus IFMG - Instituto Federal de Minas Gerais em Ribeirão das Neves. O campus atende aproximadamente 1.2 mil estudantes e com aulas convencionais, laboratórios, auditório, quadra poliesportiva. O campus Ribeirão das Neves do IFMG oferta para a população nevense e de outros municípios vizinhos diversos cursos técnicos e superiores. === Segurança === O município de Ribeirão das Neves conta com sete delegacias distribuídas em todos os distritos municipais e organizadas no seguinte formato: * 3º Delegacia Regional Ribeirão das Neves; * Delegacia Adjunta de Trânsito e Acidente de Veículos; * Delegacia Especializada de Atendimento à Mulher; * 2º Distrito Policial de Ribeirão das Neves; * Delegacia Especializada de Homicídios; * 3º Distrito Policial do Veneza; e * 1º Distrito Policial de Justinópolis. ==== Guarda Municipal - GCM ==== Neves também é contemplada com uma moderna Guarda Municipal, desde 28 de dezembro de 2006, com a lei Nº 4.068/2020. A Guarda Civil Municipal de Ribeirão das Neves, designada pela sigla GCM é uma instituição permanente, de caráter civil, armada com arma de fogo, uniformizada, regida pelos princípios da hierarquia, da obediência, da disciplina, da moral, da ética e da lealdade. Atualmente, a GCM destina-se ao cumprimento de suas atribuições constitucionais (coibir infrações penais, e a proteção da cidade em geral), como forma de contribuir, objetivamente, para a melhoria da qualidade da segurança pública, podendo colaborar ou atuar em conjunto com os órgãos de Segurança Pública da União, dos Estados e do Distrito Federal ou de congêneres de Municípios vizinhos. ==== Centro de Controle de Imagens - CCI ==== O CCI foi inaugurado em Ribeirão das Neves, em março de 2022. Foram 10 totens de monitoramento instalados pela cidade, principalmente em locais de grande movimentação de pessoas, com o intuito de garantir a segurança em espaços públicos, comércios e escolas. As imagens são visualizadas em uma sala, dentro da sede da guarda municipal, e também estão disponíveis para o acesso da policia militar. ==== Presídios ==== Ribeirão das Neves tem o maior sistema prisional de Minas Gerais. Conta com um Centro de Apoio Médico e Pericial, três presídios e uma penitenciária, que, por sinal, é a primeira penitenciária agrícola do Estado. Construída a partir de 1927, a mando do então Presidente da República Washington Luís, foi instalada na zona rural de Contagem, numa localidade conhecida como Fazenda das Neves. Em 1937, a Lei nº 968 criou a Penitenciária Agrícola de Neves, com quatro pavilhões, 925 hectares, 200 casas para funcionários e nada menos que 300 mil pés de laranjas. O presídio só foi inaugurado em 1938, porque o Presidente Getúlio Vargas não tinha agenda para participar da cerimônia antes disso. Muitos comentavam que no discurso, Vargas falou da honra de criar a primeira penitenciária autossustentável do continente sul-americano e ela se manteve como um modelo para o sistema carcerário no Brasil por muitas décadas. O município tem ainda uma PPP, que é um projeto pioneiro no país com a parceria público-privada. É o primeiro presídio construído e gerido pela iniciativa privada no Brasil que teve adesão de empresas de vários âmbitos, sendo uma nova proposta para o sistema prisional que traz a cópia do modelo inglês. Nele, todos os presidiários têm que trabalhar e estudar obrigatoriamente. Para isso, foram construídas salas de aula, uma biblioteca com vários títulos e autores e ainda, ensino profissionalizante. === Saúde === O município de Ribeirão das Neves possui uma rede de saúde organizada da seguinte forma: ==== Serviço de Urgência e Emergência ==== Assistência hospitalar realizada através do Hospital e Maternidade Municipal São Judas Tadeu; Atenção de urgência através de 2 Unidades de Pronto Atendimento *(UPA): Joanico Cirilo de Abreu na região Central e *(UPA) Acrízio Menezes na região de Justinópolis; ==== Atenção primária à saúde ==== São 56 Unidades de Estratégia de Saúde da Família (ESF): * ESF Liberdade; * ESF San Marino; * ESF Fazenda Castro; * ESF Vereda; * ESF Florença I; * ESF Florença II; * ESF Novo Florença; * ESF Metropolitano; * ESF San Genaro; * ESF Vale das Acácias; * ESF Alto Veneza; * ESF Jardim Alterosa; * ESF Jardim Colonial; * ESF Neviana; * ESF Rosaneves I; * ESF Rosaneves II; * ESF Barcelona; * ESF Santinho I; * ESF Santinho II; * ESF Sevilha B I; * ESF Sevilha B II; * ESF Sevilha B III; * ESF Sevilha A; * ESF Santa Martinha I; * ESF Santa Martinha II: * ESF Porto Seguro; * ESF Braúnas; * ESF Areias I; * ESF Areias II; * ESF Girassol; * ESF Botafogo; * ESF Tropical; * ESF Flamengo; * ESF Cruzeiro; * ESF. Cerejeiras; * ESF Menezes; * ESF Alto Menezes; * ESF Fortaleza; * ESF Luar da Pampulha; * ESF Nova Pampulha I; * ESF Nova Pampulha II; * ESF Esperança; * ESF São Miguel; * ESF Jardim Alvorada; * ESF Bispo de Maura; * ESF Lagoa; * ESF Evereste; * ESF São José I; * ESF São José II; * ESF Santa Fé; * ESF Belo Vale; * ESF Pedra Branca I; * ESF Pedra Branca II; * ESF Landi I; * ESF Landi II; * ESF Maria Helena O município conta com 56 Equipes de Estratégia de Saúde da Família e 5 Unidades Básicas de Referência: * UBR Arlete de Souza, na região Central; * UBR Alarico Modesto, na região de Justinópolis; * UBR João Francisco Torres, na região de Justinópolis; * UBR Expedito Monteiro, na região de Justinópolis; e * UBR Raimundo Firmo na região do Veneza. ==== Serviços de saúde mental ==== As unidades são: * 1 Centro de Atenção Psicossocial Álcool e Drogas (CAPS-ad), na região Central; * 1 Centro de Atenção Psicossocial infantil e juvenil (CAPS-ij José César Moraes), na região Central; * 1 Núcleo de Atenção Psicossocial Adulto (NAPS RENASCER), na região Central; e * 3 (Ambulatórios de Saúde Mental: Acolher, Claramente e Veredas, localizados um em cada uma das macrorregionais – Centro, Veneza e Justinópolis, respectivamente). Centro de Especialidades Médicas localizado na região central. Clínica Municipal de Reabilitação e Clínica Municipal Oftalmológica. CEAE, Centro Estadual de Atenção Especializada (antigo Central de Valorização da Vida - CVV) que cuida da saúde da mulher Saúde Materno-infantil de risco; Propedêutica do câncer de colo de útero e de mama, dentre outros atendimentos. Vigilância e Proteção à Saúde: * Vigilância e controlo de doenças transmissíveis * Vigilância de doenças e agravos não transmissíveis * Vigilância da situação de saúde * Vigilância ambiental em saúde * Vigilância da saúde do trabalhador * Vigilância sanitária ==== Serviços de apoio ==== Os serviços são: * Farmácia Central, no bairro status; e * Laboratório Municipal de Análises Clínicas Lab. Neves, no bairro Cerejeiras. == Geografia == De acordo com a divisão regional vigente desde 2017, instituída pelo IBGE, o município pertence às Regiões Geográficas Intermediária e Imediata de Belo Horizonte. Até então, com a vigência das divisões em microrregiões e mesorregiões, fazia parte da microrregião de Belo Horizonte, que por sua vez estava incluída na mesorregião Metropolitana de Belo Horizonte. ===Descrição fisiográfica=== *Altitude máxima: 1.019 metros - Córrego do Café *Altitude mínima: 730 metros - Córrego Água Fria ===Clima=== *Temperatura média anual: 22 °C *Temperatura máxima: 30 °C *Temperatura mínima: 11 °C *Índice Pluviométrico Anual: 1.400mm ===Topografia=== *10% plano *25% ondulado *65% montanhoso ===Rodovias de acesso=== * BR-040, LMG-806 e MG-432. === Áreas verdes e problemas ambientais === Durante o processo de ocupação da RMBH, em que Neves está incluída, houve um intenso processo de produção de loteamentos, sob o comando do capital imobiliário privado, com altas taxas de desmatamento para abrigar os bairros. Com poucas exceções, até a metade da década de 1970, o controle sobre o uso da terra e seu parcelamento eram questões que diziam respeito às autoridades de cada município, não havendo um regulamento da terra a nível metropolitano. A interrelação entre o poder público de Ribeirão das Neves, que legislava sobre o uso do solo com altíssima permissividade e sem condições de fornecer a infraestrutura coletiva básica e os agentes imobiliários, que produziam os loteamentos populares através de estratégias que objetivavam o mais alto lucro, contribuíram para a produção de uma forma urbana não estruturada, desrespeitando, inclusive, o meio ambiente. Atualmente, Ribeirão das Neves conta com dois importantes centros de preservação ambiental, o Parque Ecológico (que une o lazer com o cuidado ao meio ambiente) e o Parque da Lajinha (vegetação nativa da cidade, Área de Preservação Ambiental desde 2006). == Esporte, lazer e cultura == O município, em sua estrutura organizacional, tem a Secretaria Municipal de Esporte e Cultura que vem trabalhando através da prestação dos seguintes serviços: * Biblioteca Pública Indústria do Conhecimento, localizada no Bairro Botafogo; * Biblioteca Pública Ilka Maria Munhóz, localizada na região Centro; e * Biblioteca Pública Terezinha Labanca, localizada na região Justinópolis. * 1 Arquivo Público Nonô Carlos, localizado na Região Justinópolis. O Município possui espaços públicos esportivos destinados às crianças, adolescentes e suas famílias, bem como campos de futebol e praças públicas com equipamentos de ginástica ao ar livre. Por exemplo, o Espaço Céu das Artes, localizado no Bairro Jardim Colonial; o Estádio Municipal Aílton de Oliveira, localizado no Bairro Sevilha e a Quadra Poliesportiva Maura Pereira, localizada no Bairro Conjunto Henrique Sapori. Além dos equipamentos acima, foram identificados pela Secretaria Municipal de Esportes 23 campos de várzea, que servem de lazer para as comunidades ao seu entorno. As atividades de Cultura estão centralizadas na Casa de Cultura Vitória Moreira Neves, sendo ofertados 11 cursos para a população, variando entre cursos de bordado e pintura, artesanato, fotografia, dança, lutas – taekwondo e capoeira, aulas de violão e canto e educação patrimonial, distribuídas em 2.560 vagas. Além da Casa de Cultura, também é utilizado o espaço da Prefeitura Regional de Justinópolis, onde são ofertados cursos de violão, canto e o curso de educação patrimonial. == Pontos turísticos == * Parque Ecológico, bairro Várzea Alegre - Região do Centro. * Parque Ecológico da Lajinha, bairro Jardim São Judas Tadeu - Região de Justinópolis. * Cidade dos Meninos São Vicente de Paulo. * Igreja Nossa Senhora das Neves. *Igreja Nossa Senhora da Piedade * Viveiro Municipal - Orquidário. *Espaço invertido. *Igreja da Colina. *Cervejaria Falke Bier *Quilombo Nossa Senhora do Rosário - Fundada em 1893. *Conjunto Arquitetônico Jose Maria Alkmin. *Igrejinha do Vale das Acácias. Patrimônio Histórico da cidade. == Religião == De acordo com o IBGE, a grande maioria dos Nevenses são cristãos, e seus principais grupos se dividem da seguinte forma: * Católicos Apostólico Romanos: 145.336 * Protestantes: 104.883 * Testemunhas de Jeová: 2.778 * Espíritas: 2.739 * Umbanda e Candomblé: 200 A religiosidade em Ribeirão das Neves pode ser vista nas mais variadas igrejas e templos espalhadas por todo munícipio, como a Igreja Nossa Senhora do Rosário, a Igreja Universal do Reino de Deus, Igreja de Jesus Cristo dos Santos dos Últimos Dias, Igreja Metodista e a Matriz de Nossa Senhora das Neves dentre outras. == Nevenses ilustres == *Alisson Ferreira de Oliveira *Henfil *Maicon de Andrade * Wilson Piazza == Ver também == * Lista de municípios de Minas Gerais * Lista de municípios do Brasil * Justinópolis * Veneza == Ligações externas == * * * Categoria:Fundações em Minas Gerais em 1953",
 "title": "Ribeirão das Neves"
}