{
 "id": "32598",
 "text": "{{Info/Município do Brasil | nome = Rio Pomba | foto = | leg_foto = | apelido = Cidade Sedução | padroeiro = São Manoel | brasão = Brasao-de-rio-pomba.jpg | bandeira = Bandeira-de-rio-pomba.jpg | link_brasão = | link_bandeira = | link_hino = | CEP = 36180-000 a 36184-999 | aniversário = 25 de agosto | fundação = | gentílico = rio-pombense | lema = Ad Liberta Tem Volat \"Voando para a Liberdade\" | prefeito = Reginaldo Furtado de Carvalho | partido = Republicanos | fim_mandato = 2024 | mapa = MinasGerais Municip RioPomba.svg | latP = S | latG = 21 | latM = 16 | latS = 30 | lonP = O | lonG = 43 | lonM = 10 | lonS = 44 | estado = Minas Gerais | mesorregião = Zona da Mata | data_mesorregião = IBGE/2008 | microrregião = Ubá | data_microrregião = IBGE/2008 | região_metropolitana = | vizinhos = Silveirânia, Piraúba, Tabuleiro, Mercês, Tocantins e Dores do Turvo | dist_capital = 250 | área = 252.418 | área_ref = IBGE/2013 | população = 17804 | data_pop = IBGE/2013 | altitude = 441 | clima = subtropical úmido | sigla_clima = | idh = 0.714 | data_idh = PNUD/2010 | pib = R$ mil | data_pib = IBGE/2011 | pib_per_capita = 9984.79 | data_pib_per_capita = IBGE/2008 | site_prefeitura = riopomba.mg.gov.br | site_câmara = riopomba.mg.leg.br }} Rio Pomba é um município brasileiro do estado de Minas Gerais. Sua população estimada em 2013 era de habitantes e sua área é de 252,4 km². Está localizado na Zona da Mata Mineira, microrregião de Ubá. Possui um Instituto Federal de Educação, Ciência e Tecnologia - IFET e um centro de exposições \"Antônio Mota Filho\" com diversas atividades e shows periódicos. ==História== A história de Rio Pomba está ligada a alguns fatos, personalidades e instituições que marcaram a vida de Minas colonial. A Igreja Católica, como instituição e religião oficial do Estado português, chegou ao Brasil em 1500. A história da cidade é feita de autoridade, dominação e, em alguns momentos, graças a pessoas especiais, também de piedade e coragem. É o caso do Padre Manuel de Jesus Maria, cuja história pessoal é indivisível à fundação de Rio Pomba. A região do vale do rio Pomba nos anos setecentos era habitada pelos índios Coroados e Coropós. Estes, na medida em que entram em contato com o colonizador - inicialmente os moradores de Guarapiranga (Piranga), frente à opressão e ao domínio, entraram em choques violentos. O governador Luís Diogo Lobo da Silva, em 1776, buscou junto ao bispado de Mariana uma solução religiosa para o conflito. O Padre Manuel de Jesus Maria ofereceu-se para uma missão \"civilizatória\". Entre a sua partida para a fundação de Mártir São Manuel dos Sertões do Rio do Pomba e Peixe dos Índios Croata e Coropós, em 1767, e sua morte, em 1811, no arraial do Pomba, onde viviam cerca de três mil pessoas entre índios e homens brancos, construiu uma história de coragem pessoal no exercício de sua catequese. A missão do Padre Manuel junto aos índios foi cumprida, ou seja, civilizá-los, reunindo-os numa área da região para educá-los na religião católica, mas nunca com o uso da violência. Desconsiderava-se, como se percebe, a violência que tais determinações representariam contra os costumes e a cultura dos índios. Porém, tudo dentro do espírito cruzadista e a expansão da fé cristã trazidos de Portugal desde a chegada em 1500. Em 13 de outubro de 1831, resolução imperial elevou a povoação de São Manuel do Pomba a vila, que passou a compreender as freguesias de inúmeras outras localidades como Mercês, São João Nepomuceno do Rio Novo, Santa Rita da Meia Pataca, Bonfim, dentre outras. O nome atual foi adotado em 1948. == Ver também == * Arquidiocese de Mariana == Ligações externas == * * * Categoria:Fundações em Minas Gerais em 1767",
 "title": "Rio Pomba (município)"
}