{
 "id": "32593",
 "text": "{{Info/Município do Brasil | nome = Rio Manso | foto = | leg_foto = | apelido = | padroeiro = Santa Luzia | brasão = Brasaoriomanso.jpg | bandeira = | link_brasão = | link_bandeira = | link_hino = | CEP = 35485-000 a 35487-999 | aniversário = 30 de dezembro | fundação = | gentílico = rio-mansense | lema = | prefeito = Luiz Leonardo Lucena | partido = UNIÃO | fim_mandato = 2024 | mapa = MinasGerais Municip RioManso.svg | latP = S | latG = 20 | latM = 15 | latS = 54 | lonP = O | lonG = 44 | lonM = 18 | lonS = 28 | estado = Minas Gerais | mesorregião = Metropolitana de Belo Horizonte | data_mesorregião = IBGE/2008 | microrregião = Itaguara | data_microrregião = IBGE/2008 | região_metropolitana = Belo Horizonte | vizinhos = Bonfim, Brumadinho, Itatiaiuçu, Crucilândia, Itaguara | dist_capital = 63 | área = 232.102 | área_ref = | população = 5568 | data_pop = censo IBGE/2022 | altitude = 890 | clima = tropical de altitude | sigla_clima = Cwa | idh = 0.708 | data_idh = PNUD/2000 | pib = mil | data_pib = IBGE/2008 | pib_per_capita = 6019.33 | data_pib_per_capita = IBGE/2008 | site_prefeitura = riomanso.mg.gov.br | site_câmara = camarariomanso.mg.gov.br }} Rio Manso é um município brasileiro do estado de Minas Gerais, localizado na Região Metropolitana de Belo Horizonte. Localiza-se a 63 km de Belo Horizonte. Sua população recenseada em 2022 era de habitantes. ==História== Rio Manso tem sua origem relacionada à ocupação inicial de Minas Gerais ocorrida no século XVII e início do século XVIII no Vale do Rio Paraopeba. O nome do município deve-se ao rio que o corta no sentido sul/norte. Ao longo do percurso repleto de curvas do Rio Manso, águas mansas e tranqüilas oferecem vastas áreas planas ideais para a agricultura e pecuária. A cidade passou por uma grande mudança após a instalação da Barragem da Copasa, quando os moradores da Cachoeira dos Antunes foram desapropriados. Após a barragem, a comunidade elegeu prefeito o Sr. Adair Dornas dos Santos, um ex-morador da Cachoeira. ==Geografia== Sua população recenseada em 2010 era de habitantes. e em 2022 era de habitantes. ==Turismo== O município integra o circuito turístico Veredas do Paraopeba. Os principais eventos são: *Rodeio de Rio Manso: Realizado anualmente, o Rodeio de Rio Manso conta sempre com a presença de artistas de renome nacional do mundo sertanejo. *Festa de Nossa Senhora das Graças ( ocorre entre o mês de maio ): realizado no distrito de Sousa, a festa de Nossa Senhora das Graças, festa religiosa que conta com shows e veneração a santa. *Festa da Couve Flor ( Primeira semana de Agosto ): Festival sertanejo com artistas da região, danças folclóricas, torneios de futebol e outras atrações. *Festa de Santa Luzia ( 4 a 13 de dezembro ): Durante a Festa de Santa Luzia (a Padroeira da cidade) milhares de pessoas prestigiam as apresentações de grupos folclóricos e outras atrações. *Festa de Santo Antônio ( de 31 de maio a 13 de junho ): Festa regional de periodicidade anual que acontece no distrito de Bernardas, uma das melhores e mais bonitas festas religiosas da região. *Festa de Santa Cruz ( 3 de maio ): Festa religiosa que ocorre no distrito de Bernardas. *Festa de Nossa Senhora de Santana: Festa religiosa que ocorre em Grotas. *Festa de Nossa Senhora do Rosário: Festa religiosa que ocorre no bairro de Pequi. Durante as comemorações ocorrem apresentações de danças folclóricas (congado). *Festa de Nossa Senhora do Perpétuo Socorro: Festa religiosa que ocorre no bairro de Nova Cachoeira. *Festa de São Bento: Festa religiosa que ocorre em Biquinha de Pedra. *Festa do Biscoito ou Festa de Santo Antonio.: Festa religiosa que acontece no Povoado de Lamas, sempre com biscoitos caseiros grátis para todos os participantes e presentes. Envolve toda a comunidade. *Festa de São Geraldo: Festa religiosa que ocorre em Viamão. *Festa de São Judas Tadeu: Festa religiosa que ocorre em Canelas. *Festa de Sebastião: Festa religiosa que ocorre em Morro da Onça. *Festa de São Vicente: Festa religiosa que ocorre em Atrás da Serra. *Festa de São Rafael: Festa religiosa que ocorre em Baú. == Ligações externas == *Prefeitura de Rio Manso *Câmara municipal de Rio Manso *Rio Manso no IBGE Cidades Categoria:Fundações em Minas Gerais em 1962",
 "title": "Rio Manso"
}