{
 "id": "32607",
 "text": "Escópia, Skopje ou Skopie () é a capital e a maior cidade da Macedônia do Norte. Era conhecida no período romano sob o nome de Escupos, dentro da antiga Iugoslávia sob o nome (sérvio) Escoplie (Skoplie), e durante o domínio do Império Otomano, sob o nome de Uscube (Uzkub) ou Uscupe (Uzkup). A cidade desenvolveu-se rapidamente após a Segunda Guerra Mundial — tendência porém interrompida em 1963, ano em que foi abalada por um grande terremoto. Atualmente Escópia é uma cidade moderna, que preserva monumentos culturais do passado. Situa-se nas coordenadas 42° 0' N 21° 26' E, no curso superior do rio Vardar, na principal rota norte-sul dos Balcãs, entre Belgrado (Sérvia) e Atenas (Grécia). É um importante centro siderúrgico, assim como das indústrias química, madeireira, têxtil, de curtumes e publicitária. O desenvolvimento industrial da cidade foi acompanhado por um desenvolvimento intensivo dos sectores do comércio e de operação bancária, assim como foi dada ênfase aos campos da cultura e do desporto. De acordo com o censo de 2006, a população da cidade à época era de — dos quais na área urbana. De acordo com o censo nacional de 2002, o grupo étnico principal era o dos eslavo-macedónios, que compõem 66,75% da população, seguido pelos albaneses (20,49%), pelos ciganos (4,63%), pelos sérvios (2,82%), pelos turcos (1,70%), pelos bósnios (1,50%) e pelos aromenos (0,50%). 97,5% da população com 10 ou mais anos de idade é alfabetizada. == Nome == O nome oficial da cidade, em macedônio, é Скопје; durante a Idade Média, a cidade esteve frequentemente sob controle do Império Búlgaro; a versão búlgara do nome da cidade é Skopie (Скопие). É chamada ainda de Shkupi em albanês, Scopia em arromeno, e Skopiye em romani. Dessas formas vernáculas, surgiram as variantes Scopia e Escopia, usadas em italiano, espanhol, francês e portuguêscatedra-alberto-benveniste.org - pdf durante a Idade Média. O aportuguesamento Escópia tem foro em português desde, pelo menos, o século XVI, sendo usado já na versão em português \"Chronica do valeroso principe e invencivel capitão Jorge Castrioto\". Quando a região da Macedônia iugoslava passou ao domínio do Império Otomano,Room A. Placenames of the World: Origins and Meanings of the Names for Over 5000 Natural Features, p.335. o nome turco da cidade, Üsküp, passou a ser usado internacionalmente. Em 1912, o nome da cidade foi oficialmente alterado do turco Üsküp (turco otomano: اسكوب) para o sérvio Skoplie (Скопље). Desde os anos 1950, a designação da cidade em macedônio tem sido Skopje (Скопје), o que reflete a ortografia cirílica para a pronúncia local do macedônio. Supõe-se que as formas vernáculas Skopje, Skopie, Skoplje, Shkupi, Scopia e Escopia todas advenham do latim Scupi - que, por sua vez, adviria de uma tribo traco- ilírica,Babiniotis, Λεξικό της Νεοελληνικής Γλώσσας seja dos termos gregos skopion e skopein, \"vigiar\", o que indica a origem de Escópia como uma fortaleza de fronteira da era greco-romana clássica que posteriormente integrou o Império Romano do Oriente.Watkins, Thomas H., \"Roman Legionary Fortresses and the Cities of Modern Europe\", Military Affairs, Vol. 47, No. 1 (Feb., 1983) Machado registra a forma vernácula \"Escupos\" para a cidade existente no local durante a era romana, advinda do grego Skoûpos, através do latim Scūpos.Machado, José Pedro. Dicionário Onomástico Etimológico da Língua Portuguesa, verbete \"Escupos\". A adaptação do nome da cidade às normas gramaticais da língua portuguesa para o nome da cidade foi já objeto de debate em Boletim sobre uso da Língua Portuguesa pela União Europeia e no portal \"Ciberdúvidas da Língua Portuguesa\". No primeiro, os autores, membros do Grupo de Redação da União Europeia, justificam a manutenção do termo estrangeiro argumentando que, embora \"faria sentido introduzir «Escópia»\" no Manual de Redação, \"entendeu-se que o aportuguesamento não permitia reconhecer imediatamente o topónimo a que se referia, o que comprometeria a sua passagem para o uso corrente.\" Também o portal Ciberdúvidas da Língua Portuguesa, por meio do consultor Carlos Rocha, prescreve a existência de duas \"possibilidades: «Escópie», não atestado, e «Escópia», que de fato ocorre'\". == História == === Período clássico === O local da moderna Escópia esteve inabitado até cerca de . Vestígios de fundações neolíticas foram encontrados dentro da antiga fortaleza de Kale. No seu auge, estes edifícios vigiariam o actual centro da cidade. Aparentemente, estas fundações tiveram origem no povo peônio, que habitou a região. No , Escópia e a área circundante foi invadida pelos dardânios, da Macedónia. Com a conquista do império pelas tropas imperiais romanas Escupos, ficou sob o domínio romano em , quando o general romano Cecílios Metelos derrotou Andrisco da Macedónia, estabelecendo-se logo depois como parte integrante da província romana da Macedónia em . A expansão do império para norte, que se encontrava em curso, levou à criação da província da Mésia, nos tempos de Augusto , que incorporou Escupos. Após a divisão da província por Domiciano em , Escupos foi elevada a colónia romana e foi-lhe conferido o estabelecimento do governo da então recém-criada província da Mésia Superior. Em , a cidade passou para o domínio do Império Romano do Oriente. O primeiro bispo conhecido da cidade foi Perigório, presente no Concílio de Sérdica (Sófia). Escupos foi então um centro metropolitano do centro da Europa, até à passagem para a Idade Média.Catholic Encyclopedia: Scopia. === Idade Média === O imperador bizantino Justiniano I nasceu em Escupos, em Taurésio, em . Em 518, Escópia havia sido quase completamente destruída por um terramoto. Justiniano acudiu prontamente à cidade e ali fundou um acampamento a que deu o nome de Justiniana Prima, a norte do sítio de Escópia. Porém, Justiniana e os restos de Escópia foram destruídos com a invasão do local pelos eslavos, no . Os eslavos renomearam o local como Escópia e os bizantinos expulsaram. Tais factos, concluíram-se na perda de importância comercial e económica, populacional e, consecutivamente, uma vasta perda de mão-de-obra. A Idade Média foi pautada por curas e sangrentas guerras, pandemias e outros males que reduziram catastroficamente a população da Europa e da Ásia Menor. Deste padrão Escópia não se apartou, e sucumbiu na destruição durante e após diversos motins e guerras de possessão. Durante grande parte do início da Idade Média, a cidade foi contestada tanto pelos bizantinos como pelo Império Búlgaro. De 972 a 992 tornou-se a capital deste império. Depois disto, tornou-se a capital da região administrativa da Bulgária, na sucessão da queda do império em 1018. Logo, Escópia iniciou um período de enriquecimento, principalmente através do comércio e outro intercâmbios, algo que se declinou após o terremoto no fim do . Dois séculos e meio mais tarde, torna-se capital do feudo do Senhor búlgaro, mais tarde imperador, Constantino Tico. A cidade foi tomada pelos sérvios em 1282. Em 1346, foi nomeada capital do Império Sérvio por . === A cidade otomana === Em 1392, três anos após a derrota da Sérvia na Batalha do Cosovo, Escópia foi capturada pelo Império Otomano. Nos seguintes quinhentos anos, seria conhecida em turco como Uscube (Üsküb) ou Uscupe (Üsküp). A Uscube otomana foi a capital da província do Cosovo, que ocupava grande área da atual região do Cosovo. O carácter da cidade modificou-se marcadamente durante este período. Os otomanos introduziram o islamismo e construíram inúmeras mesquitas, termas (hamames) e pousadas até hoje existentes. Expulsos de Espanha e de outros locais, muitos judeus sefarditas instalaram-se nas imediações da cidade, aumentando ainda mais a diversidade étnica da cidade. As fundações medievais da cidade ficaram gravemente danificadas com o terremoto de 1555, mas a cidade recuperou-se prontamente, regressando à prosperidade. Pelo , a sua população contou-se entre e habitantes, estando constante em certas fontes que a população tenha mesmo ultrapassado a marca dos 60.000. O escritor turco Dulgar Dede visitou Uscube durante este período de prosperidade e largo crescimento e escreveu: Em 1689, Escópia permaneceu por um curto período sob o comando das tropas do general austríaco Engelberto d'Ugo Piccolomini. A economia da cidade passou por um processo de queda nos dois séculos seguintes, com sua população chegando a diminuir até a marca de 10.000 habitantes. A cidade veio a se recuperar parcialmente com a construção da linha férrea de Belgrado a Tessalónica, passando por Escópia, em 1873. === No === Por volta de 1905, Escópia tinha já uma população de 32 mil habitantes, que compreendia uma larga mistura de etnias e religiões. Cinco anos mais tarde, a Santa católica romana, Agnes Gonxha Bojaxhiu, mais tarde conhecida como Madre Teresa de Calcutá, nasceu em Escópia. A cidade tornou-se num grande centro de concentração de rebeldes e grandes motins contra o Império Otomano, já em declínio há vários anos. O governo e a população otomana foram finalmente expulsos de Escópia pelos macedônios em 12 de agosto de 1912, mas a cidade acabaria sendo meses mais tarde capturada pelos sérvios, no início da Primeira Guerra Balcânica. Em 1913, os aliados na Primeira Guerra Balcânica foram derrotados e o mesmo aconteceu na segunda. A Sérvia reteve o controle de Escópia, com o vale de Vardar incorporado no território sérvio. No entanto, a cidade ocupada pela Sérvia até ao fim da Primeira Guerra Mundial, em 1918, tornou-se parte do Reino da Jugoslávia. Entre 1941 e 1944 a cidade ficou então sob controle búlgaro. Entretanto, as maiores potências estavam envolvidas com a Segunda Guerra Mundial, e a Jugoslávia tentava defender Escópia e o resto do território da invasão alemã. Assim, Escópia juntou-se uma vez mais ao território jugoslavo. Nos anos seguintes Escópia integrou a República Socialista Federativa da Iugoslávia, até à independência da Macedônia do Norte. === O terremoto de 1963 === A 26 de julho de 1963, Escópia foi novamente destruída por um grande terremoto, apontando 6,1 na Escala de Richter, vitimando mais de 1.000 pessoas e resultando em 120 mil desalojados. 80% da cidade foi destruída pelo terramoto, e numerosos monumentos ficaram seriamente danificados. As perdas foram massivas para a Macedónia e para a Jugoslávia. No entanto, uma grande ajuda internacional levou a que a cidade fosse rapidamente reconstruída, ainda que o seu antigo aspecto otomano tenha sido perdido durante o processo. As ruínas da velha estação de comboios de Escópia compõem hoje um memorial às vítimas, juntamente com um museu adjacente. Escópia rapidamente se recuperou e fez jus ao investimento, tornando-se num dos maiores centros industriais dos Balcãs. Em 1991 a federação da Jugoslávia entrou em colapso e, assim, Escópia passou a ser a capital da independente Macedônia do Norte. A Grécia fez uma objeção contra o uso do nome \"Macedónia\", pelo novo Estado, e impôs o bloqueio económico e marítimo. O bloqueio foi suspenso em 1995, depois do acordo de nomenclatura entre os dois governos. Em dezembro de 2006, o governo anunciou a existência de planos para o novo aeroporto da cidade. imagem:Guerrero a caballo, Skopie, Macedonia, 2014-04-17, DD 101.JPG|Guerreiro a cavalo. imagem:Fortaleza de Skopie, Macedonia, 2014-04-17, DD 87.JPG|Fortaleza de Escópia. imagem:Arheo Museum of Macedonia (12).JPG|Museu arqueológico. imagem:Monumento del Guerrero, Skopie, Macedonia, 2014-04-17, DD 41.JPG|Monumento ao guerreiro. == Divisão administrativa == Escópia é uma divisão administrativa dentro da Macedônia do Norte, constituída por dez municípios. A sua capital, é também a capital do país balcânico. # Centro # Gazi Baba # Aerodrom # Čair # Kisela Voda # Butel # Šuto Orizari # Karpoš # Gorche Petrov # Saraj == Bibliografia == * * * * * * == Ligações externas == *",
 "title": "Escópia"
}