{
 "id": "32602",
 "text": "{{Info/Município do Brasil | nome = Rochedo de Minas | foto = Igreja_rochedo_de_minas.JPG | leg_foto = Igreja Nossa Senhora da Piedade de Rochedo de Minas | apelido = | padroeiro = Nossa Senhora da Piedade | brasão = ROCHEDO DE MINAS (BRASÃO).png | bandeira = ROCHEDO DE MINAS (BANDEIRA).png | link_hino = | aniversário =1 de março | fundação = | gentílico =rochedense | CEP = 36604-000 a 36605-999 | lema = | prefeito = Cristiano Corrêa Coletta | partido = Republicanos | fim_mandato = 2024 | mapa = MinasGerais Municip RochedodeMinas.svg | latP = S | latG = 21 | latM = 37 | latS = 48 | lonP = O | lonG = 43 | lonM = 01 | lonS = 12 | estado = Minas Gerais | mesorregião = Zona da Mata | data_mesorregião = IBGE/2008 | microrregião = Juiz de Fora | data_microrregião = IBGE/2008 | região_metropolitana = | vizinhos = Bicas, Maripá de Minas, São João Nepomuceno | dist_capital = 326 | área = 79.550 | área_ref = | população = 2116 | data_pop = Censo IBGE/2010 | altitude = 480 | clima = | sigla_clima = | idh = 0.75 | data_idh = PNUD/2000 | pib = mil | data_pib = IBGE/2008 | pib_per_capita = 7615.24 | data_pib_per_capita = IBGE/2008 | site_prefeitura = www.rochedodeminas.mg.gov.br | site_câmara = www.camararochedo.mg.gov.br }} Rochedo de Minas é um município brasileiro do estado de Minas Gerais. Segundo o Censo de 2010, sua população é de 2.116 habitantes. O pequeno município da Zona da Mata de Minas Gerais faz parte da micro região de Juiz de Fora. O atual prefeito é Ricardo César Cândido da Silva (MDB). == História == O município de Rochedo de Minas, antigamente conhecido como Rochedo ou Japaraíba, foi criado pela Lei nº 2764, de 30 de dezembro de 1962, desmembrando-se de São João Nepomuceno. == Geografia == thumb|250px|left|Centro de Rochedo de Minas. Geograficamente a cidade se situa num vale, crescendo ao longo da antiga estrada de ferro, desativada nos anos 1970 e definitivamente desmontada em 1983. Hoje não resta quase nenhuma das grandes fazendas cafeeiras do passado. A sua maioria foi destruída para dar lugar ao pasto para alimentar o gado. O município é localizado na Zona da Mata de Minas Gerais, região de influência de Juiz de Fora, Rochedo de Minas fica na parte montanhosa entre a Serra do Mar e a Mantiqueira. === Temperatura === Média anual: 20,60°C Média máxima anual: 25,20°C Média mínima anual: 15,60 °C Índice médio pluviométrico anual: 1.200 mm === Relevo === Pode ser assim representado: plano, 20%; ondulado, 30%; montanhoso, 50%. Suas principais elevações são a Montanha do Pensamento e as Serras da Demanda, do Recreio e de São Bento. === Hidrografia === Está inserido na Bacia do Rio Paraíba do Sul. Apresenta numerosos cursos d'água, como o Ribeirão Roça Grande e os córregos Rochedo, União, Santo Antônio, Provisório, Pensamento, Barra Dantas, Araras, Mirante e da Cachoeira. === População === A população, muitos descendentes de italianos, é predominantemente católica e o grau de parentesco é evidente. === Distâncias === Distância dos principais centros: Belo Horizonte: 293 km Rio de Janeiro: 215 km São Paulo: 510 km Brasília: 1.045 km Vitória: 475 km Juiz de Fora: 54 km === Flora e Fauna === A flora nativa tem ipês, acácias, plantas ornamentais e muitas áreas reflorestadas de eucaliptos. A fauna tem pacas, jaguatiricas, tatus e muitas aves e pássaros. == Economia == Sua economia até pouco tempo era exclusivamente pecuária, através dos rebanhos de gado leiteiro. No início da década de 1990, Rochedo passou a ter confecções e hoje é o setor que mais emprega na cidade. Vive da agropecuária, principalmente do rebanho bovino, raceado para leite. Também cria galináceos, equinos, muares, caprinos e ovinos. Na agricultura, os principais produtos são: arroz, feijão, milho, mandioca, café, cana-de-açúcar e hortigranjeiros, sem muita expressão econômica. Entre as frutas destacam-se a laranja e a banana. Conta com pequenas indústrias, destacando-se uma fábrica de palmilhas e solados, confecções e inúmeras facções. A facilidade de acesso asfaltado e a proximidade de grandes centros como Juiz de Fora, levam a população a abastecer-se por lá, já que é modesta a rede varejista da cidade. O comércio local é essencialmente formado por pequenas lojas familiares. Não há hotéis ou pousadas na cidade. == Cultura == O Clube Municipal programa bailes em alguns finais de semana. A Quadra Poliesportiva contribui para que habitantes e visitantes desfrutem momentos de descontração. O Esporte Clube Rochedo defende as cores da cidade e proporciona o lazer das tardes domingueiras. === Festas === A festa julina da escola, o aniversário da cidade (1º de março), o 7 de setembro e, atualmente, o CarnaRochedo (2 semanas antes do carnaval), são oportunidades para festejos populares e cívicos. === Religião === A religião católica, apostólica, romana predomina, sendo operantes as Irmandades de São Vicente de Paulo (que assiste a população carente) e do Sagrado Coração de Jesus, além da Legião de Maria. Além da Igreja Matriz, há as capelas de São Sebastião e São Francisco de Assis. Dentre as festas religiosas, sobressaem a da Padroeira Nossa Senhora da Piedade (setembro), a de São Sebastião (janeiro), a do mês de Maria (maio), a do Sagrado Coração de Jesus (junho), a de Nossa Senhora Aparecida (outubro) e a Semana Santa, muitas delas dando lugar, além dos cultos tradicionais, aos leilões, barraquinhas e quermesses. Outros templos religiosos estabeleceram-se no município nos últimos anos, dos quais podem ser citados: Assembleia de Deus, Evangelho Quadrangular, Igreja Metodista e outros. == Infraestrutura == A cidade é pequena, com ruas e praças calçadas, ajardinadas e arborizadas de amendoeiras e patas-de-vaca. São da Prefeitura Municipal os serviços de água e esgoto. A energia elétrica é da Energisa Minas Gerais - Distribuidora de Energia S/A e, os telefones, da Oi. A cidade também conta com uma torre de telefonia celular da operadora Claro, outra da operadora Vivo e internet fibra ótica fornecida tanto pela Elo.net quanto pela Link10 . O município conta com dois Centros de Saúde, onde são feitos atendimentos médicos e odontológicos mais simples. Os serviços hospitalares são feitos em municípios vizinhos, como São João Nepomuceno e Bicas, sendo os mais complexos realizados em Juiz de Fora. Há ainda um posto dos Correios e Telégrafos. A cidade conta com um destacamento da polícia militar, uma escola que oferece ensino de 1º e 2º graus e 2 creches. Existe também o serviço de transporte escolar para recolher estudantes, principalmente da zona rural. A 1º de março de 2013 foi inaugurada a Rádio Rochedo FM. === Educação === A rede de ensino conta com duas escolas, uma municipal que atende ao ensino Fundamental e outra estadual que atua no Ensino Médio. A cidade também conta com duas creches para atender às crianças menores de 6 anos de idade. Uma única biblioteca existente no município (Biblioteca Pública Municipal Professora Ormy Mendonça de Souza) atende às necessidades de pesquisa dos estudantes e ao gosto de leitura da população. == Ligações externas == * Prefeitura de Rochedo de Minas * Câmara de Rochedo de Minas * O Portal da Cidade de Rochedo de Minas * Rochedo de Minas no IBGE Cidades Rochedo Minas Categoria:Fundações em Minas Gerais em 1962",
 "title": "Rochedo de Minas"
}