{
 "id": "32649",
 "text": "{{Info/Município do Brasil | nome = Santo Antônio do Monte | foto = Vista parcial do centro de Santo Antônio do Monte.jpg | leg_foto = Vista parcial do Centro de Santo Antônio do Monte | apelido = Samonte\" \"Capital dos Fogos de Artifício | padroeiro = Santo Antônio | brasão = Brasao_Samonte.png | bandeira = Bandeira Samonte.png | link_brasão = | link_bandeira = | link_hino = | aniversário = | fundação = | gentílico = santo-antoniense | CEP = 35560-000 a 35564-999 | lema = | prefeito = Leonardo Lacerda Camilo | partido = Avante | fim_mandato = 2024 | mapa = MinasGerais Municip SantoAntoniodoMonte.svg | latP = S | latG = 20 | latM = 05 | latS = 13 | lonP = O | lonG = 45 | lonM = 17 | lonS = 38 | estado = Minas Gerais | mesorregião = Oeste de Minas | data_mesorregião = IBGE/2008 | microrregião = Divinópolis | data_microrregião = IBGE/2008 | região_metropolitana = | vizinhos = Divinópolis, Lagoa da Prata, Formiga, Pedra do Indaiá, São Sebastião do Oeste, Arcos, Japaraíba, Bom Despacho, Moema, Araújos e Perdigão | dist_capital = 198 | área = 1129.365 | área_ref = | população = 28427 | data_pop = estimativa IBGE/2020 | altitude = 1052 | clima = Tropical de altitude | sigla_clima = | idh = 0.724 | data_idh = PNUD/2010 | pib = mil | data_pib = IBGE/2008 | pib_per_capita = 8656.59 | data_pib_per_capita = IBGE/2008 | site_prefeitura = www.samonte.mg.gov.br | site_câmara = www.camarasam.mg.gov.br | Descobrimento = }} Santo Antônio do Monte é um município brasileiro do estado de Minas Gerais. Sua população estimada em julho de 2020 era de habitantes. É conhecida como a \"capital brasileira dos fogos de artíficio\", devido a este ser sua principal atividade econômica. == História == Santo Antônio do Monte é um município de origem portuguesa, em particular de açorianos, que chegaram a estas terras através de Pitangui. O primeiro colonizador a chegar no território de Samonte foi o bandeirante Antônio Rodrigues Velho, conhecido como Velho da Taipa, que descobriu ouro em Pitangui e passou pela região por volta de 1730. Conforme relatou seu neto Inácio de Oliveira Campos em um processo de sesmaria. ===De um acampamento bandeirante à cidade dos fogos de artifício=== Nos primeiros dias de setembro de 1731 a primeira estrada real com seus pontos de acampamento foram abertos pelo bandeirante paulista João Batista Maciel, pois não havia qualquer estrada na região e precisou abrir uma quando encontrou ouro próximo ao rio Piumhi e foi à cidade de Pitangui em uma rota mais direta possível entre as duas cidades, voltando em seguida com uma grande comitiva, conforme está escrito na história da cidade de Piumhi. A existência da estrada desde 1731 é confirmada por um requerimento dos moradores montenses ao prefeito em 1933, dizendo que a estrada tinha mais de 200 anos. Este requerimento é citado por Dilma Moraes no livro \"Santo Antônio do Monte - Doces namoradas políticos famosos\", 1983, pg 86. O local onde hoje é a cidade de Santo Antônio do Monte foi escolhido como ponto de parada, conforme uma escritura de sesmaria de 1769,http://www.siaapm.cultura.mg.gov.br/acervo/docs/SC-156/31057.jpg?fbclid=IwZXh0bgNhZW0CMTEAAR3AqhFLJ7yHpg8n9b3A1AME-Va9QU5vtCOmVBlpT_cpEDd9cxz7tIUf7So_aem_WgX6yetOBIYU52dUEBzHBA citando a \"paragem denominada Santo Antônio do Monte\". O nome da paragem, e consequentemente da cidade, pode ter sido escolhido pelo Sargento-mor Gabriel da Silva Pereira, durante uma bandeira em 1758 este esteve na região e era devoto do Santo, além já haver erguido uma capela com este nome em outra localidade.https://prefeiturapiumhi.mg.gov.br/historia/https://www.geneaminas.com.br/genealogia-mineira/fontepesquisa.asp?codfonte=7376 A primeira capela já aparece em um mapa da década de 1770https://drive.google.com/file/d/1Sr5d14zThC_cSj94yXxpAy4TU9LPWhVv/view?usp=drivesdk e foi construída pelo Guarda-Mor Francisco Pereira Tavares, confirmada em 08 de junho de 1782, pelos herdeiros do Guarda-Mor, dono da Sesmaria “Alta Serra”, foi lavrada uma escritura onde se legalizava a doação de terras do patrimônio do local, feita, tempos atrás, pelo antigo proprietário. As terras passaram a pertencer à Sesmaria da Capela do Alto Santo Antônio do Monte. Estes são os mais antigos registros sobre o local. A capela teve concessão de pia batismal em 16 de maio de 1802. Em 1847, o povoado se tornou distrito e em 24 de maio de 1854, pela lei nº. 693, o Curato foi elevado a Paróquia e recebeu seu primeiro vigário, o Padre Francisco Alexandrino dos Santos. Em 3 de junho de 1859, o Distrito foi elevado à categoria de Vila, pela lei nº.981, mas só foi instalada em 29 de julho de 1862, após cumprir as determinações legais, quando alcançou sua emancipação político-administrativa. Em 1865, devido a disputas provinciais entre liberais, no poder e, conservadores, na oposição, a Assembléia Geral aprovou a supressão da Vila de Santo Antônio do Monte, que foi posteriormente restaurada em 1871, graças aos esforços dos deputados provincianos Revmo. Vigário Francisco Alexandrino da Silva e Dr. Antônio da Silva Canedo. Em 16 de novembro de 1875, após intensos esforços de toda a comunidade, a Vila de Santo Antônio do Monte foi elevada à categoria de cidade, por meio da lei 2.158. O início da fabricação de fogos na cidade foi em 1859. ===Estradas reais=== Estradas que eram abertas e mantidas pelo governo na época da coroa portuguesa são consideradas estradas reais. Conforme mapas antigos,https://www.facebook.com/61554941692778/posts/pfbid02YHGY3TtankV4ZTGzEmUYsyjXRiA6vLbNMXs5UctdryNCDvkzQpoNhxLSDoA5ebz8l/?app=fbl a primeira aberta no território de Santo Antônio do Monte foi em setembro de 1731 e que fazia a rota de Pitangui a Piumhi, chegando pela estrada de terra de Araújos e passando pelo povoado de Francisco Brás, centro da cidade, povoado Ponte Pedra, povoado Espraiado Veloso, e saindo em direção à cidade de Arcos. Esta estrada passa pelas cidades de Pitangui, Conceição do Pará, Nova Serrana, Perdigão, Araújos, Santo Antônio do Monte, Arcos, Pains, Pimenta e Piumhi. A segunda estrada foi feita em 1739 e era um desvio no povoado de Francisco Brás com destino a Itapecerica, passando pelo distrito de São José dos Rosas, povoado de Raposo e pela cidade de Pedra do Indaiá. == Localização == Santo Antônio do Monte está inserida na região centro-oeste do estado de Minas Gerais e possui aproximadamente 40 mil habitantes. Seus principais acessos se dão por uma importante ferrovia, a Linha Garças a Belo Horizonte da antiga Estrada de Ferro Oeste de Minas (atualmente concedida ao transporte de cargas) e pelas rodovias estaduais MG-164 e MG-429. == Economia == Tem como principal atividade econômica à produção de fogos de artifício e pólvora que garante emprego e renda a um expressivo contingente de trabalhadores, além de outros ramos dinâmicos nos setores da indústria e de serviços. Paralelo a essa produção industrial, há um importante setor agropecuário que contribui de forma eficaz para o desenvolvimento municipal. A fabricação começou na cidade em 1859. Na atividade pirotécnica, diversas indústrias de fogos de artifício, o sindicato de classe e um centro de pesquisa tecnológico em pirotecnia estão localizados na cidade. Existem cerca de 76 empresas deste ramo na cidade. == Capital nacional dos fogos de artifício == Com início da fabricação em 1859 pelas mãos de Luiz Mezêncio da Silva, o macota, os fogos de artifício hoje são tão importante para a cidade que em seu brasão, estão representados em forma de foguetes entre as engrenagens. A cidade possui cerca de 60 indústrias de fogos de artifício. Em 2002, a Assembleia Legislativa do Estado de Minas Gerais transformou em Pólo Industrial de Pirotecnia, a região de Santo Antonio do Monte e cidades ao redor como: Lagoa da Prata, Pedra do Indaiá, Japaraíba, Itapecerica, Arcos, Araújos, Moema e Luz. Empresas como Fogos Caramuru, Inbrasfogos, Fogos Caruaru, Pirocolor, Fogos Confiança, dentre outras possuem suas fábricas na cidade. Anualmente, a cidade recebe a Feira Nacional de Pirotecnia (FENAPI), realizada desde 2019 pela AME Pirotecnia em parceria com a FIEMG e as indústrias da região. == Ligações externas == * Prefeitura Municipal de Santo Antônio do Monte * Câmara Municipal de Santo Antônio do Monte * Santo Antônio do Monte no IBGE Cidades Categoria:Fundações em Minas Gerais em 1875",
 "title": "Santo Antônio do Monte"
}