{
 "id": "32657",
 "text": "{{Info/Município do Brasil | nome = São Félix de Minas | foto = Estadio raimundo rosa.jpg | leg_foto = | apelido = | padroeiro = São Félix | brasão = Coat of arms of São Félix de Minas MG.png | bandeira = Flag of São Félix de Minas MG.PNG | link_brasão = | link_bandeira = | link_hino = | aniversário = | CEP = 35275-000 a 35276-999 | fundação = | gentílico =são-felense | lema = | prefeito = Marcos Alexandre Gonçalves Sordine | partido = UNIÃO | fim_mandato = 2024 | mapa = MinasGerais Municip SaoFelixdeMinas.svg | latP = S | latG = 18 | latM = 35 | latS = 27 | lonP = O | lonG = 41 | lonM = 29 | lonS = 09 | estado = Minas Gerais | região_intermediária = Governador Valadares | data_região_intermediária = IBGE/2017 | região_imediata = Mantena | data_região_imediata = IBGE/2017 | região_metropolitana = | vizinhos = São José do Divino, Nova Módica, Divino das Laranjeiras, Mendes Pimentel e Governador Valadares | dist_capital = 393 | área = 165.744 | área_ref = | população = 3382 | data_pop = Censo IBGE/2010 | altitude = 550 | clima = tropical | sigla_clima = Aw | idh = 0.635 | data_idh = PNUD/2000 | pib = mil | data_pib = IBGE/2008 | pib_per_capita = 4983.64 | data_pib_per_capita = IBGE/2008 | site_prefeitura = saofelixdeminas.mg.gov.br | site_câmara = saofelixdeminas.cam.mg.gov.br }} São Félix de Minas é um município brasileiro do estado de Minas Gerais. Sua população estimada em 2010 era de 3.382 habitantes. Localiza-se no Vale do Rio Doce. Abrange uma área de 163 km² O prefeito eleito em 2012 Juraci Braz de Souza, que já foi Prefeito do Município entre os anos de 1998 e 2004. Um curiosidade de fato é que, segundo o censo do IBGE de 2010, o município possui 3382 habitantes, no entanto quanto ao número de eleitores apresenta-se um tanto quanto elevado com 3284 cadastros regulares na base eleitoral do município. Isto leva a crer que mais de 90% da população é composta por pessoas com 16 anos ou mais e com pleno gozo eleitoral, do contrário haveria um grande número de eleitores de outros municípios integrando o seu eleitorado. Antigo distrito de Mendes Pimentel, teve sua emancipação no ano de 1995 apoiada pela Lei 12.030 de 21 de dezembro de 1995. Localiza-se a 402 km de Belo Horizonte, próximo à nascente do rio São Mateus, a uma altitude de 550m. Situa-se à latitude 18:35:26 e longitude 41:29:10. O acesso, partindo de Belo Horizonte, é feito através da BR 381 - MG 417 - MUN passando por 402 km de rodovia pavimentada. A principal atividade econômica é a agropecuária. Os principais recursos minerais são a malacaxeta (mica), louça (feldspato) e turmalinas. Como ponto turístico o município possui a Matriz de São Félix de Minas, localizada na Praça da Bíblia, centro, sendo esta, uma das primeiras obras construída na fundação da cidade destacando-se dessa forma, como principal prédio histórico da cidade. Possui também algumas paisagens naturais como atrativos turísticos, tais como Pedra Montenegro e Pedra do Cruzeiro, que representam o município em tal setor e que são bem conhecidas pela população local. Outros atrativos importantes são, também, as festas religiosas, em especial, as festas juninas, cavalgadas, rodeios, reveillon e carnaval, que movimentam e contribuem para o fomento da economia local. A promoção desses eventos nos últimos 11 (onze) anos projetaram, consideravelmente, o município de São Félix de Minas no cenário turístico regional, haja vista que, o número de participantes nos principais eventos da cidade aumenta a cada ano. Destacamos ainda, a Construção do Centro de Eventos de São Félix de Minas representando grande avanço na infra-estrutura turística da cidade. É grande a representatividade econômica no Comércio e Setor de Serviços local quando da promoção de eventos, principalmente dos tradicionais já citados. A manutenção cultural do Município também é um grande benefício proporcionado pelo turismo neste lugar. A cidade também se destaca por ter uma das melhores cachaças de Minas Gerais. == Ligações externas == * * * * Categoria:Municípios de Minas Gerais Categoria:Fundações em Minas Gerais em 1995",
 "title": "São Félix de Minas"
}