{
 "id": "32674",
 "text": "{{Info/Município do Brasil | nome = São João das Missões | foto = | leg_foto = | apelido = Missões | padroeiro = São João Batista | brasão = | bandeira = | link_brasão = | link_bandeira = | link_hino = | aniversário = 21 de dezembro | fundação = | CEP = 39475-000 a 39477-999 | gentílico = missionense | lema = | prefeito = Jair Cavalcante Barbosa | partido = Republicanos | fim_mandato = 2024 | mapa = MinasGerais Municip SaoJoaodasMissoes.svg | latP = S | latG = 14 | latM = 53 | latS = 02 | lonP = O | lonG = 44 | lonM = 05 | lonS = 27 | estado = Minas Gerais | mesorregião = Norte de Minas | data_mesorregião = IBGE/2008 | microrregião = Januária | data_microrregião = IBGE/2008 | região_metropolitana = | vizinhos = Manga, Miravânia, Itacarambi, Matias Cardoso, Januária e Cônego Marinho | dist_capital = 687 | dist_capital_ref = | área = 675.089 | área_ref = | população = 11715 | data_pop = Censo IBGE/2010 | altitude = 480 | clima = semiárido | sigla_clima = Bsh | idh = 0.529 | data_idh = PNUD/2010 | pib = mil | data_pib = IBGE/2008 | pib_per_capita = 2917.69 | data_pib_per_capita = IBGE/2008 | site_prefeitura = saojoaodasmissoes.mg.gov.br | site_câmara = camarasaojoaodasmissoes.mg.gov.br }} São João das Missões é um município brasileiro do estado de Minas Gerais. A população recenseada em 2010 era de habitantes. ==História== São João das Missões foi emancipado no dia 21 de dezembro de 1995, através da Lei 12.030, desmembrando-se do município de Itacarambi(MG). Após as eleições de 3 de outubro de 1996, houve a instalação política administrativa do Município no dia 1 de janeiro de 1997, com a posse dos agentes eleitos. Constituem o Poder Executivo Municipal, o Prefeito e o Vice-Prefeito. O poder Legislativo Municipal é composto por nove Vereadores. O município já foi administrado por Ivan de Sousa Corrêa (1997-2000 e 2001-2004), José Nunes de Oliveira (2005-2008 e 2009-2012) e Marcelo Pereira (2013-2016). ==Geografia== ===Localização=== São João das Missões fica a uma distância de 687 km de Belo Horizonte (capital) e a 247 km de Montes Claros, cidade pólo do norte de Minas, sendo o acesso realizado através da BR-135. Posiciona-se a 18 km do rio São Francisco e é marcado pelo Rio Itacarambi que banha quase todo o território do Município. ===Divisão administrativa=== A divisão administrativa do município constitui-se do Distrito da Sede, do Distrito de Rancharia, 32 Aldeias e a Terra Indígena Xacriabá. O Município ocupa uma área territorial de 679,89 km². Situa-se na micro-região do Vale do Peruaçu (Alto Médio São Francisco), norte do Estado de Minas Gerais. ===Clima=== A sede do município de São João das Missões fica a uma altitude de 480,2463 metros com relação ao nível do mar, latitude sul 14º53’01”, longitude 44º05’26”. O município está sujeito a um clima tropical úmido de savanas, com inverno seco, em transição, no sentido nordeste, para um clima quente e seco, com chuvas de verão. A relativamente pequena variação da temperatura ao longo do ano, nestes climas, faz da variável precipitação, o principal parâmetro hidroclimatológico do Município, sob o ponto de vista de exploração agrícola. A variação mensal das precipitações e a existência de um período bastante seco, nos meses de maio, junho, julho, agosto e setembro. O tipo de vegetação predominante em São João das Missões, expressa-se por cerrado com áreas mescladas de caatinga ao centro-oeste. ===Hidrografia=== Ainda estão perenes, mas em visível agonia, os seguintes cursos de água: Rio Itacarambi, Riacho do Brejo de Mata Fome e Olhos D’Água. ==Economia== A principal atividade econômica desenvolvida no Município, é agricultura e a agropecuária. A agricultura é representada no cultivo irrigado e de sequeiro. Faz parte da cultura irrigada, o plantio de feijão, milho, cana-de-açúcar e tomate. No sequeiro, a cultura do milho, feijão catador, mamona e mandioca. A pecuária é desenvolvida com o objetivo de produzir bezerros para a venda, sendo, também, praticada a pecuária leiteira, despertando, também, a criação de caprinos, ovinos e peixe. O feijão, mamona e o tomate, são responsáveis por 70% de toda produção. 99% da produção de tomate se destina à indústria de transformação, comercializado junto a Karambi Alimentos, sendo a mamona com a Petrovasf, empresas sediadas no município de Itacarambi. Soma-se a estas atividades, as pequenas fabriquetas de farinha, rapadura, cachaça, queijo, etc.. Demais produtos abastecem o mercado interno e o restante é comercializado na região. A maior parte do leite bovino é comercializado com a Nestlé, e o restante destinado ao abastecimento do mercado local. ==Demografia== A população confirmada pelo IBGE através do Censo de 2000, é de 10.230 habitantes. * 20,42% - Urbana * 79,58 % - Rural * 4,94 - Hab/Família * Masculina - 51,10% * Feminina - 48,90% * Infantil v- 29,41% * Adolescente - 25,24% * Adulta - 45,35% A população, no geral, apresenta-se como a maioria das populações interioranas, refletindo, particularmente, as características de uma comunidade situada na área mineira da ADENE-Agência de Desenvolvimento do Nordeste, onde prevalece condições de extremada pobreza, pouco desenvolvimento econômico/social e um índice pluviométrico relativamente baixo. O Colégio Eleitoral é formada por 5.437 eleitores. ==Turismo== Os principais eventos do município são as tradicionais festas de São João, atraindo turistas de várias regiões do Brasil. ==Ligações externas== * Prefeitura de São João das Missões * Câmara municipal de São João das Missões * São João das Missões no IBGE Cidades São João Missões Categoria:Fundações em Minas Gerais em 1995",
 "title": "São João das Missões"
}