{
 "id": "32685",
 "text": "{{Info/Município do Brasil | nome = São José da Safira | foto = | leg_foto = | apelido = Safira | padroeiro = São José | brasão = Coat of arms of São José da Safira MG.PNG | bandeira = | link_brasão = | link_bandeira = | link_hino = | aniversário = | CEP = 39785-000 a 39789-999 | fundação = | gentílico = safirense | lema = Trabalho e Desenvolvimento | prefeito = Willis Aparecido Alves | partido = PSDB | fim_mandato = 2024 | mapa = MinasGerais Municip SaoJosedaSafira.svg | latP = S | latG = 18 | latM = 19 | latS = 26 | lonP = O | lonG = 42 | lonM = 08 | lonS = 34 | estado = Minas Gerais | região_intermediária = Governador Valadares | data_região_intermediária = IBGE/2017 | região_imediata = Governador Valadares | data_região_imediata = IBGE/2017 | região_metropolitana = | vizinhos = Água Boa, Santa Maria do Suaçuí, Nacip Raydan, Marilac e Itambacuri. | dist_capital = 361 | área = 214.454 | área_ref = | população = 4075 | data_pop = Censo IBGE/2010 | altitude = 290 | clima = tropical | sigla_clima = Aw | idh = 0.614 | data_idh = PNUD/2000 | pib = mil | data_pib = IBGE/2008 | pib_per_capita = 4108.49 | data_pib_per_capita = IBGE/2008 | site_prefeitura = saojosedasafira.mg.gov.br | site_câmara = camarasaojosedasafira.mg.gov.br }} São José da Safira é um município brasileiro do estado de Minas Gerais fundado em 30 dezembro de 1962. O primeiro Prefeito eleito democraticamente foi Arlindo Siqueira com posse em 1963 pela UDN. Localiza-se no Vale do Rio Doce. Possui três distritos, sendo eles: Bom Jesus do Rosendo e Cruzeiro, Povoado do Assentamento Formosa Urupuca. O prédio da prefeitura esta situado á Rua Belo Horizonte, 45, Centro do Município. Cep: 39.785.000. São José da Safira é conhecida pela produção de gemas preciosas e semi-preciosas como Turmalina, Granada, Água-marinha, berilo, Rubelita e Quartzo, também se produz vários tipos de minérios industriais como cianita, mica, colombita, conzita, morganita, pedra preta, dentre outras. A maior festa comemorativa da cidade é a Festa do Garimpeiro, que acontece sempre na última semana de setembro. O município fica a 85 km de distância de Governador Valadares. Municípios de limites territoriais: Marilac, Nacip Raydan, Água Boa, Santa Maria do Suaçui, Itambacuri. Municípios Circunvizinhos: (mais próximos) Nacip Raydan fica a 25 KM, Virgolândia fica a 35 KM e Marilac fica a 30 KM. Pontos turísticos: Cachoeiras, as minas de garimpo e o Pico do Cruzeiro e a Feirinha Cultural do município que ocorre todas as sextas-feiras na praça. Meios de comunicação: Jornal On Line Gazeta Safira, https://gazetasafira.com/. == Ligações externas == * Prefeitura de São José da Safira * Câmara municipal de São José da Safira * São José da Safira no IBGE Cidades * Prefeitura São José da Safira * Secretaria Turismo Categoria:Municípios de Minas Gerais Categoria:Fundações em Minas Gerais em 1962",
 "title": "São José da Safira"
}