{
 "id": "32694",
 "text": "{{Info/Município do Brasil | nome = São Roque de Minas | foto =Casca d'anta - Serra da Canastra - Nascente do Rio São Francisco.jpg | leg_foto = Cachoeira Casca D'Anta na Serra da Canastra em São Roque de Minas | apelido = | brasão = | bandeira = | link_brasão = | link_bandeira = | link_hino = | aniversário = | fundação = | gentílico = Sanroquense | lema = | padroeiro = São Roque | CEP = 37927-000 a 37929-999 | prefeito = Onesio de Oliveira Andrade | partido = PSD | fim_mandato = 2024 | mapa = MinasGerais Municip SaoRoquedeMinas.svg | latP = S | latG = 20 | latM = 14 | latS = 42 | lonP = O | lonG = 46 | lonM = 21 | lonS = 57 | estado = Minas Gerais | região_intermediária = Varginha | data_mesorregião = IBGE/2017 | região_imediata = Piumhi | data_microrregião = IBGE/2017 | região_metropolitana = | vizinhos = Sacramento, Tapira , Bambuí , Piumhi, Delfinópolis e Vargem Bonita | dist_capital = 320 | área = 2100.702 | área_ref = | população = 6686 | data_pop = Censo IBGE/2010 | altitude = 819 | clima = Tropical de altitude | sigla_clima = | idh = 0.766 | data_idh = PNUD/2000 | pib = mil | data_pib = IBGE/2008 | pib_per_capita = 14098.97 | data_pib_per_capita = IBGE/2008 | site_prefeitura = www.saoroquedeminas.mg.gov.br | site_câmara = camarasaoroquedeminas.mg.gov.br }} São Roque de Minas é um município brasileiro do estado de Minas Gerais que faz parte do circuito turístico Nascentes das Gerais e Canastra.. Sua população em 2010 era de 6.686 habitantes. == Cultura == São Roque de Minas é uma cidade tipicamente mineira com traços culturais influenciados por portugueses e italianos, que são percebidos na sua religiosidade, culinária, arquitetura, agricultura e no modo de falar dos habitantes locais. O queijo canastra, patrimônio nacional, é produzido há mais de 200 anos na região pelos primeiros colonizadores portugueses que chegaram ao local, sendo um prato típico e indispensável na mesa dos moradores da região da Serra da Canastra. São vários os causos e lendas contadas pela população local, a mais famosa delas é a Lenda da Zagaia, que é uma antiga fazenda localizada no chapadão da Zagaia no qual tropeiros que passavam pelo local conduzindo suas boiadas permaneciam lá para pernoitarem. Porém, no meio da noite, eram surpreendidos por uma armadilha de madeira e pontas de ferro que ficava escondida no forro do teto da casa, despencando e matando os que dormiam no local. ==Turismo== Uma das entradas do Parque Nacional da Serra da Canastra, São Roque de Minas tem várias atrações naturais, com destaque para a Cachoeira Casca d'Anta, com 186 metros de queda. Outras atrações são a Cachoeiras Antônio Ricardo e o Poço das Orquídeas. Outras cachoeiras como Capão Forro e Cachoeira do Nego são procuradas para a prática de rapel e o canionismo. No distrito São José do Barreiro, próximo da Cachoeira Casca d'Anta, os visitantes fazem trilhas e procuram as piscinas do Rio São Francisco. Outro local procurado é o Vale do Córrego da Lavra, cristalino afluente do São Francisco, com as cachoeiras da Lavra e Lavrinha Dicas de viagem do Circuito Turístico da Canastra - Secretaria de Estado de Turismo de Minas Gerais, 2009 (visitado em 2-3-2010).. O município de São Roque de Minas (ex-Guia Lopes) faz parte da região onde, conforme o historiador Diogo de Vasconcelos, no passado habitavam os índios cataguazes (catu-Aná), que em 1675 foram eliminados pelo bandeirante Lourenço Castanho. Nestas terras, foram alojados os negros escravos fugidos das redondezas, que com o tempo, formaram os célebres quilombos, aproveitando as terras férteis da cabeceira do Rio São Francisco. Os ex-escravos viviam agora da agricultura, da pesca e da caça, e durante longos anos resistiram ao domínio do homem branco. No meado do século XVIII, acreditasse que em 1758, Diogo Bueno da Fonseca, de ordem do então Governador das Gerais, aniquilou os ex-escravos em lutas sangrentas. Depois deste massacre, estas terras passaram a ser habitadas por mestiços e brancos provindos dos centros de mineração, das vizinhanças então em decadência. O povoado de São Roque de Minas surgiu, como a maioria dos municípios brasileiros, devido à fé dos seus habitantes, que construíram uma capela em honra a São Roque. O município foi criado em 17 de dezembro de 1938, Lei 148, com o nome de Guia Lopes (em homenagem a José Francisco Lopes, seu filho mais ilustre, herói da Retirada de Laguna, bravo guia das tropas brasileiras) desmembrado de Piumhi. Que em 30 de dezembro de 1962, passou a ser conhecida por São Roque de Minas, em plebiscito democrático. ==Acesso à Serra da Canastra== O acesso ao Parque Nacional da Serra da Canastra se dá por via terrestre, utilizando-se rodovias que interligam a região do Triângulo Mineiro e as capitais dos Estados de Minas Gerais e São Paulo. Partindo de Belo Horizonte, o acesso pode ser feito através da MG-050, que tem seu entroncamento com a BR-381 em Betim, passando por Divinópolis, Formiga e Piumhi. De Piumhi, por uma estrada asfaltada (MG-341), chega-se a São Roque de Minas, sede municipal mais próxima do parque, distante cerca de 7 Km da entrada principal (portaria I). O conselho que é dado ao visitante do Parque Nacional da Serra da Canastra é que não deixe nada além de pegadas. Não mate nada além do tempo. Não leve nada além de fotografias. Não queime nada além de calorias. == Clima e temperatura anual == O clima é classificado como Cwa de acordo com a Köppen e Geiger. São Roque de Minas tem uma temperatura média de 20.6 °C. 1390 mm é a pluviosidade média anual. Os verões são mornos e úmidos e os invernos são frios e secos. === Dados climatológicos === Janeiro Fevereiro Março Abril Maio Junho Julho Agosto Setembro Outubro Novembro Dezembro Temperatura máxima (°C) 28.5 28.6 27.9 26.7 25.4 24.9 26.2 27.5 28 28.2 27.8 27.4 Temperatura mínima (°C) 17.9 17.5 16.2 13.8 10.5 8.8 9.2 11.5 14.2 16.1 17.1 16.1 Temperatura média (°C) 23.2 23 22 20.2 17.9 16.8 17.7 19.5 21.1 22.1 22.4 21.7 Chuva (mm) 268 165 156 73 34 19 15 11 53 127 199 270 == Ligações externas == * * * * * * * * * Categoria:Fundações em Minas Gerais em 1962",
 "title": "São Roque de Minas"
}