{
 "id": "32701",
 "text": "{{Info/Município do Brasil | nome = São Sebastião do Rio Preto | foto = | leg_foto = | apelido = | padroeiro = São Sebastião | brasão = | bandeira = | link_brasão = | link_bandeira = | link_hino = | aniversário = | fundação = | gentílico = são-sebastianense | lema = | CEP = 35815-000 a 35819-999 | prefeito = Sebastião Quintão | partido = PSD | fim_mandato = 2024 | mapa = MinasGerais Municip SaoSebastiaodoRioPreto.svg | latP = S | latG = 19 | latM = 17 | latS = 31 | lonP = O | lonG = 43 | lonM = 10 | lonS = 26 | estado = Minas Gerais | mesorregião = Metropolitana de Belo Horizonte | data_mesorregião = IBGE/2008 | microrregião = Conceição do Mato Dentro | data_microrregião = IBGE/2008 | região_metropolitana = | vizinhos = Passabém, Santo Antônio do Rio Abaixo, Conceição do Mato Dentro, Itambé do Mato Dentro, Ferros e Morro do Pilar. | dist_capital = 169 | área = 127.182 | área_ref = | população = 1616 | data_pop = Censo IBGE/2010 | altitude = | clima = | sigla_clima = | idh = 0.706 | data_idh = PNUD/2000 | pib = mil | data_pib = IBGE/2008 | pib_per_capita = 5048.08 | data_pib_per_capita = IBGE/2008 | site_prefeitura = saosebastiaodoriopreto.mg.gov.br | site_câmara = camarassdoriopreto.mg.gov.br }} São Sebastião do Rio Preto é um município brasileiro do estado de Minas Gerais. Sua população estimada em 2004 era de 1.783 habitantes. É a terra natal de José Aparecido de Oliveira. == História == Em 1814, a cidade surgiu quando João da Silva Maia construiu um pequeno cemitério no fundo de sua propriedade. Com o passar do tempo, foram sendo edificadas casas nas imediações e, então, surgiu uma sólida povoação designada inicialmente Cachoeira Alegre. Em 1870, passou a ser chamado de Cemitério, mais tarde de Cemitério de São Sebastião ou São Sebastião do Cemitério. Situada no meio da Serra do Espinhaço, a cidade de São Sebastião do Rio Preto foi emancipada em 30 de dezembro de 1962, desmembrada de Conceição do Mato Dentro.IBGE. Biblioteca do IBGE - São Sebastião do Rio Preto, acesso em 28 de dezembro de 2010 == Características demográficas == A partir de Belo Horizonte, siga no percurso BR – 381 – MG – 434 – BR – 120 – MG 232, passando por 151 Km de rodovia pavimentada e 18 Km de rodovia não pavimentada, assim se chega a São Sebastião do Rio Preto. Com uma área de 127 Km², o Município está situado a Zona Metalúrgica, entre os Municípios de Passabém do qual dista 9 Km, Santo Antônio do Rio Abaixo está a 18 Km, Conceição do Mato Dentro a 70 Km, Itambé do Mato Dentro a 40 Km, Ferros a 30 Km e Morro do Pilar a 40 Km. São Sebastião do Rio Preto está a 750 metros de altitude, distante 169 Km da capital mineira e tem como coordenadas geográficas 19º 17’ 18” de Latitude Sul e 43º 10’ 17” de Longitude Oeste. O município apresenta paisagens bem diversificadas, com relevo formado por pequenos picos ondulados, onde se mesclam serras e vales, tendo como limite natural, na sua fronteira Oeste, a Serra do Cipó. Os rios de Peixe e Preto são seus principais cursos d’agua. Os pontos de beleza natural e atração para os visitantes são as várias cachoeiras existentes no município, destacam-se entre elas a Cachoeira da Conquista, Cachoeira do Chuvisco e Cachoeira do Salto. == Cultura == Destacam-se os festejos populares, como a Festa do Padroeiro, com a realização de novena, missa e procissão comemorativas, além de repique de sinos, shows musicais, leilão de gado e apresentação das marujadas de São Sebastião, Itauninha e Itabira.De Fato Online. (12 de novembro de 2009). Festa do padroeiro de São Sebastião do Rio Preto 2010, acesso em 28 de dezembro de 2010 A cidade também é conhecida pelas serestas.Jacinto, Vanessa. (22 de janeiro de 2000). Cidade é conhecida pelas suas serestas. Jornal Estado de Minas == Economia == A economia está baseada na agropecuária, destacando-se o cultivo de cana-de-açúcar, milho, arroz e feijão e a criação de gado leiteiro.BARBOSA, Waldemar de Almeida. São Sebastião do Rio Preto. Dicionário Histórico Geográfico de Minas Gerais. Belo Horizonte: Itatiaia, 1995, reproduzido em As Minas Gerais == Ligações externas == * * * * Categoria:Fundações em Minas Gerais em 1962",
 "title": "São Sebastião do Rio Preto"
}