{
 "id": "32713",
 "text": "{{Info/Município do Brasil | nome = Senador Modestino Gonçalves | foto = | leg_foto = | apelido = Mercês | padroeiro = Nossa Senhora das Mercês | brasão = | bandeira = | link_brasão = | link_bandeira = | link_hino = | aniversário = | CEP = 39190-000 a 39199-999 | fundação = | gentílico = modestinense | lema = | prefeito = José Geraldo Neves | partido = Patriota | fim_mandato = 2024 | mapa = MinasGerais Municip SenadorModestinoGoncalves.svg | latP = S | latG = 17 | latM = 56 | latS = 49 | lonP = O | lonG = 43 | lonM = 13 | lonS = 30 | estado = Minas Gerais | mesorregião = Jequitinhonha | data_mesorregião = IBGE/2008 | microrregião = Diamantina | data_microrregião = IBGE/2008 | região_metropolitana = | vizinhos = Diamantina, Felício dos Santos, Carbonita, Itamarandiba e São Gonçalo do Rio Preto | dist_capital = 373 | área = 952.055 | área_ref = | população = 4008 | data_pop = censo IBGE/2022 | altitude = 713 | clima = Tropical de Altitude | sigla_clima = Cwb | idh = 0.626 | data_idh = PNUD/2000 | pib = mil | data_pib = IBGE/2008 | pib_per_capita = 5029.90 | data_pib_per_capita = IBGE/2008 | relevo = topografia % Plano: 15 Ondulado: 40 Montanhoso: 45 | site_prefeitura = smg.mg.gov.br | site_câmara = smodestinogoncalves.mg.leg.br }} Senador Modestino Gonçalves é um município brasileiro do estado de Minas Gerais. Sua população recenseada pelo Instituto Brasileiro de Geografia e Estatística em 2022 era de habitantes. == História == O desbravamento das terras às margens do Rio Araçuaí, na região do atual Vale do Jequitinhonha, data-se de 1744, quando se desenvolveu o primeiro povoamento do arraial das Mercês, seguido pelo arraial de Nossa Senhora das Mercês do Araçuí, atual Senador Modestino Gonçalves. A cidade ainda guarda diversas construções desta época histórica, como casarões e igrejas, destacando-se a Igreja Matriz Nossa Senhora das Mercês, Capela do Senhor Bom Jesus e a Capela Nossa Senhora do Rosário. Um dos primeiros habitantes da região foi Antônio Magalhães de Barros, que depois de estabelecer um roçado e morada no arraial, incentivou outros individuos a fazerem o mesmo. Ergueu-se uma primitiva capela dedicada a Nossa Senhora das Mercês. Elevada a freguesia passa a chamar-se Nossa Senhora das Mercês (os historiadores divergem sobre a data de sua elevação a condição de freguesias, podendo ser em 1843 ou 1873). Emancipa-se de Diamantina em 1962. == Topônimo == Anteriormente distrito de Diamantina, Senador Modestino Gonçalves passou por diversas alterações em sua nomenclatura. Originalmente conhecido como \"Mercês de Araçuaí\" e, posteriormente, \"Nossa Senhora das Mercês do Araçuaí\", o distrito foi renomeado para \"Calabar\" em 1923, atráves da lei estadual nº 843. Sofreu nova alteração em 1930, pela lei estadual nº 1.160, que rebatizou o distrito como \"Mercês de Diamantina\", todavia, diversos decretos posteriores nomearem o distrito como \"Mercês do Arassuaí\". A emancipação do distrito ocorreu em 1962, quando se tornou um município independente, a partir da lei estadual nº 2.764, datada de 30 de dezembro. Nesta ocasião, o município foi nomeado \"Senador Modestino Gonçalves\", em homenagem ao político Modestino Gonçalves, um Senador Estadual de Minas Gerais, natural de Santa Luzia, cidade situada na Região Metropolitana de Belo Horizonte. == Geografia == No município está localizada a Estação Ecológica Estadual Mata dos Ausentes, uma unidade de conservação mantida pelo Instituto Estadual de Florestas de Minas Gerais. == Ligações externas == * * * Categoria:Municípios de Minas Gerais Categoria:Fundações em Minas Gerais em 1962",
 "title": "Senador Modestino Gonçalves"
}