{
 "id": "32727",
 "text": "{{Info/Município do Brasil | nome = Sete Lagoas | foto = Sete Lagoas 30.05.2022.jpg | leg_foto = Panorama de Sete Lagoas a partir da Lagoa Paulino | bandeira = BandeiraSeteLagoas.png | brasão = Brasaosetelagoas.png | link_bandeira = | link_brasão = | link_hino = | lema = Ad Altiora Nata \"Nascida para o alto\" | gentílico = sete-lagoano | padroeiro = Santo Antônio | mapa = MinasGerais Municip SeteLagoas.svg | latP = S | latG = 19 | latM = 27 | latS = 57 | lonP = O | lonG = 44 | lonM = 14 | lonS = 49 | estado = Minas Gerais | vizinhos = Araçaí, Paraopeba, Caetanópolis, Inhaúma, Esmeraldas, Capim Branco, Prudente de Morais, Funilândia e Jequitibá | região_geográfica_intermediária = Belo Horizonte | região_geográfica_intermediária_ref = | região_geográfica_imediata = Sete Lagoas | região_geográfica_imediata_ref = | dist_capital = 72 | dist_capital_ref = | fundação = | emancipação = | distritos = Sede, Silva Xavier, Barreiro de Sete Lagoas | distritos_ref = | prefeito = Duílio de Castro FariaPrefeito e vereadores de Sete Lagoas tomam posse Portal G1 - acessado em 2 de janeiro de 2021 | partido = Patriota | fim_mandato = 2024 | vereadores = 17 | vereadores_ref = | área = 536.928 | área_ref = | área_urbana = | área_urbana_data = | área_urbana_ref = | população = 237931 | população_pos = MG: 11º | data_pop = estimativa IBGE/2024 | população_ref = | clima = Clima tropical, com inverno seco | sigla_clima = Aw | clima_ref = | altitude = 766,73 | altitude_ref = | idh = 0.760 | idh_data = PNUD/2010 | idh_ref = | idh_pos = | gini = | gini_data = | gini_ref = | gini_pos = | pib = mil | pib_data = IBGE/2021 | pib_ref = | pib_pos = BR: 119º | pib_per_capita = | pib_per_capita_data = IBGE/2021 | CEP = 35700-000 a 35719-999 | site_prefeitura = www.setelagoas.mg.gov.br | site_câmara = www.setelagoas.mg.leg.br }} Sete Lagoas é um município brasileiro do estado de Minas Gerais, localizado a aproximadamente 72 quilômetros de Belo Horizonte. De acordo com estimativa populacional para 2024, publicada pelo Instituto Brasileiro de Geografia e Estatística (IBGE), o município reúne uma população de habitantes, o que o torna o 11º mais populoso do estado e o mais populoso de sua região geográfica imediata. == História == === Origens e povoamento === Sete Lagoas tem uma história rica e multifacetada que remonta aos primórdios do século XVIII. Uma das figuras centrais no início de sua história é João Leite da Silva Ortiz, nascido em São Paulo, e filho de Estevão Raposo Bocarro e Dona Maria de Abreu Pedroso Leme. Ortiz, representante da raça dos sertanistas paulistas, era conhecido por sua busca constante por novos territórios e oportunidades. Como bandeirante, Ortiz desempenhou um papel crucial na exploração e no desenvolvimento inicial da região. Em 1701, chegou à Serra de Congonhas, onde, em vez de encontrar ouro, como era sua intenção inicial, deparou-se com uma paisagem propícia para a agricultura. Esta descoberta levou-o a estabelecer-se na área, fundando a Fazenda do Cercado, onde iniciou atividades agrícolas e pecuárias. Em janeiro de 1711, Ortiz obteve a Sesmaria do Cercado e, no mês seguinte, a Sesmaria de Sete Lagoas. Esta última, por razões não documentadas, não foi registrada nos livros oficiais da Secretaria do Governo na época. Além de sua influência em Sete Lagoas, Ortiz é reconhecido por fundar o arraial do Curral del Rei, que eventualmente evoluiu para a cidade de Belo Horizonte, a capital de Minas Gerais. A história de Sete Lagoas prossegue com a figura de Antonio de Pinto Magalhães, que desempenhou um papel fundamental na evolução da cidade. Ele adquiriu a sesmaria da região, anteriormente pertencente a João Leite da Silva Ortiz. Esta aquisição, documentada oficialmente, representa um marco importante na continuidade do desenvolvimento de Sete Lagoas. A compra da sesmaria por Magalhães é um reflexo da dinâmica de posse e exploração de terras que caracterizava o período colonial brasileiro. Por volta de 1750, a Coroa Portuguesa formalizou a concessão da sesmaria a Antonio de Pinto Magalhães, cobrindo a área que hoje corresponde à cidade de Sete Lagoas. Essa transferência de posse foi um passo significativo na história da região. Posteriormente, após a execução de Magalhães, a sesmaria foi transferida para o Padre Joaquim de Souza, um movimento que reflete as mudanças políticas e sociais da época. Durante o período colonial brasileiro, especialmente nos séculos XVII e XVIII, a Coroa Portuguesa implementou uma série de medidas para controlar a extração e o tráfego de ouro e diamantes na região das Minas Gerais. A partir de 1702, a Coroa Portuguesa determinou a organização da exploração das minas através do Regimento das Terras Minerais. Este regimento estabeleceu que a exploração aurífera deveria ser acompanhada pelo pagamento de um imposto denominado “quinto”, que correspondia a um quinto do valor extraído. Além disso, foram criados postos de controle, conhecidos como “quarteis” ou “registros”, em diversas localidades de Minas Gerais, visando cobrar impostos sobre a circulação de mercadorias e escravos. Um desses postos criados foi em Sete Lagoas. Joaquim José da Silva Xavier, mais conhecido como Tiradentes, teve uma presença significativa na cidade. Ele comandou a guarnição militar responsável pela segurança do posto de arrecadação fiscal em Sete Lagoas. Documentos históricos confirmam a presença de Tiradentes na cidade entre 22 de abril de 1780 e 23 de junho de 1781. Durante este período, além de garantir a segurança do Registro, o destacamento militar sob seu comando também tinha a missão de patrulhar as estradas para coibir o contrabando e auxiliar na cobrança dos impostos. === Formação administrativa === O distrito de Sete Lagoas foi criado em 7 de abril de 1841, pela Lei Provincial Nº 211. Inicialmente, este distrito era subordinado ao município de Sabará, sendo transferido para Santa Luzia em 1847, quando esta foi elevada a vila. Alguns anos depois, pela Lei Provincial Nº 1.395, de 24 de novembro de 1867, o distrito foi elevado a vila, desmembrando-se de Santa Luzia. A categoria de cidade foi alcançada em 30 de novembro de 1880, pela Lei Provincial Nº 2.672. Diversos distritos foram criados ao longo dos séculos XIX e XX, posteriormente se emancipando como Fortuna, Jequitibá e Inhaúma. == Geografia == Situada a 72 km de Belo Horizonte, Sete Lagoas está localizada de forma estratégica na Região Geográfica Intermediária de Belo Horizonte, e o município é parte integrante do colar metropolitano da Região Metropolitana de Belo Horizonte. Dispõe de linha férrea e gasoduto subterrâneo. Sete Lagoas ocupa o décimo segundo lugar entre as cidades mais populosas de Minas Gerais. Sete Lagoas se localiza na Região Geográfica Imediata homônima, formada pelos municípios de Araçaí, Baldim, Cachoeira da Prata, Caetanópolis, Capim Branco, Conceição do Mato Dentro, Congonhas do Norte, Cordisburgo, Fortuna de Minas, Funilândia, Inhaúma, Jequitibá, Matozinhos, Morro do Pilar, Paraopeba, Prudente de Morais, Santana de Pirapama e Santana do Riacho. === Geologia e hidrografia === O município, com área de , apresenta relevo constituído por colinas suaves, côncavo-convexas e altimetria média entre 700 e 900 m. As cotas mais baixas situam-se no extremo-noroeste, na bacia do Ribeirão São João. O ponto culminante está localizado Serra de Santa Helena, localizada a noroeste da cidade e possui uma altitude de 1.072 metros. Do ponto de vista geológico, Sete Lagoas está enquadrada numa região de rochas do Grupo Bambuí, constituída de calcários cinzentos intercalados por mármore acinzentado (Formação Basal ou Sete Lagoas) e ardósias sobrepostas ao calcário (Formação Santa Helena). Encontra-se Latossolo Vermelho distroférrico típico A moderado muito argilosos e Latossolo Vermelho-Escuro distrófico textura argilosa fase cerrado. O município está localizado na bacia hidrográfica do Rio São Francisco, no qual a Serra de Santa Helena atua como divisor de bacia do Rio Paraopeba e Rio das Velhas, afluentes do São Francisco. O principal curso da bacia do Paraopeba é o Ribeirão São João. O principal curso da bacia do Rio das Velhas é o Ribeirão Jequitibá, sendo que sua sub-bacia corresponde a 80% do território do município. === Clima === Domina a área o clima tropical de altitude, com verões quentes e chuvosos e invernos secos. Estação chuvosa de outubro a março e estiagem de abril a setembro. Naturalmente, há anos mais chuvosos ou menos chuvosos em relação a outros. Também têm ocorrido algumas variações desse tipo para cada mês em anos diferentes. O mesmo pode acontecer com relação às temperaturas médias mensais e anuais. Alguns anos podem ser um pouco mais quentes ou um pouco mais frios do que outros. Algo um tanto similar pode ser observado em relação a cada mês específico em anos diferentes. Em conformidade com dados da estação meteorológica convencional do município, desativada em julho de 2016, a temperatura média compensada de Sete Lagoas entre os anos de 1981 até 2010 foi de 21,5 °C e o índice pluviométrico anual de milímetros, com tempo de insolação de aproximadamente .Instituto Nacional de Meteorologia, \"Climatologia de Sete Lagoas (1981-2010)\", INMET, 2016 Segundo dados do Instituto Nacional de Meteorologia (INMET), referentes ao período de 1961 a 1983, 1986 e a partir de 1993, a menor temperatura registrada em Sete Lagoas foi de em 1° de junho de 1979, e a maior atingiu em 17 de outubro de 2015. O maior acumulado de precipitação em 24 horas foi de milímetros (mm) em 23 de janeiro de 1977. Outros grandes acumulados foram em 27 de dezembro de 1995, em 14 de fevereiro de 1978, em 31 de janeiro de 2000, em 31 de dezembro de 2001, em 25 de novembro de 1980 e 28 de fevereiro de 2015, em 13 de janeiro de 1978, em 4 de janeiro de 1997, em 14 de dezembro de 1995, em 22 de outubro de 2009, em 7 de março de 1994, em 13 de março de 2012 e em 19 de fevereiro de 1965. Janeiro de 1961 foi o mês de maior precipitação, com . == Demografia == Em 2022, a população do município foi contada pelo Instituto Brasileiro de Geografia e Estatística (IBGE) em habitantes. Referente ao mesmo ano, habitantes eram homens e habitantes mulheres. Da população total naquele ano, habitantes tinham menos de 15 anos de idade, e pessoas possuíam mais de 60 anos. A população do município era composta por brancos (29,2%), negros (11,6%), amarelos (0,08%), pardos (58,9%) e 117 indígenas (0,05%). O Índice de Desenvolvimento Humano Municipal (IDH-M) de Sete Lagoas é considerado alto pelo Programa das Nações Unidas para o Desenvolvimento (PNUD), sendo que seu valor é de 0,760 (o 366º maior do Brasil). A cidade possui a maioria dos indicadores próximos à média nacional segundo o PNUD. Considerando-se apenas o índice de educação o valor é de 0,705, o valor do índice de longevidade é de 0,840 e o de renda é de 0,742. De acordo com dados do censo de 2010 realizado pelo IBGE, a população municipal está composta por: católicos (74%), evangélicos (16,9%), pessoas sem religião (3,7%) e 5,2% estão divididos entre outras religiões. A cidade sedia a Diocese de Sete Lagoas, cuja sede é representada pela Catedral de Santo Antônio, que corresponde a um dos principais templos da Igreja Católica no município. == Política e administração == A administração municipal se dá pelos Poderes Executivo e Legislativo. O representante do Poder Executivo de Sete Lagoas eleito nas eleições municipais em 2020 foi Duílio de Castro Faria, do Patriota, que conquistou um total de votos (54,90% dos eleitores), tendo Euro de Andrade como vice-prefeito. O Poder Legislativo, por sua vez, é constituído pela câmara, composta por 17 vereadores eleitos para mandatos de quatro anos (em observância ao disposto no artigo 29 da Constituição). Cabe à casa elaborar e votar leis fundamentais à administração e ao Executivo, especialmente o orçamento participativo (Lei de Diretrizes Orçamentárias). Havia eleitores em julho de 2024, o que representava 0,99% do total do estado. O município é dividido em três distritos, sendo o da Sede, que tem categoria de cidade, e os distritos de Silva Xavier, criado pela Lei Estadual Nº 336, de 27 de dezembro de 1948, e Barreiro de Sete Lagoas, criado pela Lei Municipal Nº 8.422, de 31 de março de 2015. == Infraestrutura == === Saúde === O município possuía, em 2009, 130 estabelecimentos de saúde, sendo 73 deles privados e 53 públicos municipais entre hospitais, pronto-socorros, postos de saúde e serviços odontológicos. Neles havia 268 leitos para internação. Em 2022, foram registrados nascidos vivos, ao mesmo tempo que o índice de mortalidade infantil foi de 14,78 óbitos de crianças menores de cinco anos de idade a cada mil nascidos vivos. === Educação === Em 2022, de acordo com dados do Censo escolar, o município contava com matrículas nas instituições de ensino da cidade. Desse total, frequentavam creches, no ensino fundamental, no ensino médio. Educação de Sete Lagoas em números (2022) Educação de Sete Lagoas em números (2022) Educação de Sete Lagoas em números (2022) Educação de Sete Lagoas em números (2022) Educação de Sete Lagoas em números (2022) Educação de Sete Lagoas em números (2022) Educação de Sete Lagoas em números (2022) Nível Matrículas Docentes Escolas (total) Ensino pré-escolar 8.101 801 65 Ensino fundamental 25.109 1.588 80 Ensino médio 7.579 809 43 === Habitação, serviços e comunicações === Sete Lagoas contava, em 2022, com domicílios, dos quais eram casas, casas de vila ou em condomínio, apartamentos e eram habitações em casas de cômodos ou cortiço. O fornecimento de água e a coleta de esgoto da cidade são feitos pelo Serviço Autônomo de Água e Esgoto, autarquia municipal, e em 2022, domicílios eram atendidos pela rede geral de abastecimento (98,34% do total) e domicílios (99,8% do total) possuíam banheiros para uso exclusivo das residências. O código de área (DDD) de Sete Lagoas é 031 e o Código de Endereçamento Postal (CEP) vai de 35700-001 a 35719-999. === Transporte === O Sistema de transporte coletivo de ônibus de Sete Lagoas abrange aproximadamente 30 linhas municipais, exploradas por duas empresas distintas, sendo uma concessionária e a outra permissionária. Em 2022, a frota de veículos atingiu a marca de 144.704 veículos. A frota de carros vinha crescendo a taxas que variam em cerca de 8,7% ao ano, acompanhado pela frota de motocicletas, que registrava um crescimento médio de 21% ao ano, contudo ambos setores tiveram estagnação nos últimos anos, crescendo em uma taxa de apenas 2,1% ao ano para carros e 2,7% para motocicletas. Proporcionalmente, Sete Lagoas tem uma das maiores proporções de veículo por habitante de Minas Gerais: 1 veículo para cada grupo de 1,5 habitantes (em São Paulo, estima-se um veículo por 1,4 habitante e Belo Horizonte 1 veículo por 1,06 habitantes). Enquanto os ônibus costumam andar lotados com até cem passageiros, os carros costumam circular vazios. No sistema de transporte ferroviário o município era atendido pelos trens de passageiros de longa distância da Estrada de Ferro Central do Brasil (posteriormente RFFSA), que operavam na chamada Linha do Centro, ligando o município à capital mineira e à cidade de Montes Claros, no norte do estado. Esses trens eram carinhosamente chamados pelos moradores da região como Trem do Sertão e possuíam uma grande demanda de passageiros que os utilizavam para se deslocar ao norte mineiro. Os últimos trens de passageiros, vindos de Belo Horizonte e de Montes Claros, pararam em sua estação ferroviária pela última vez no dia 17 de dezembro de 1992 e desde então, foi mantido apenas o transporte de cargas na região. Após a inauguração de uma nova variante e uma nova e pequena estação ferroviária pela RFFSA na cidade em 1996, os trilhos da linha original seriam retirados do perímetro urbano logo em seguida, para serem reaproveitados na construção de uma variante na cidade de Curvelo. O município é atendido por dois aeroportos localizados na Região Metropolitana de Belo Horizonte. O Aeroporto de Confins (Aeroporto Internacional Tancredo Neves), construído na década de 1980, é um dos mais modernos do Brasil e capaz de receber cinco milhões de passageiros por ano com conforto e comodidade. Dentro dos limites do município há três pistas de pouso de aeronaves registradas na ANAC, sendo os três aeródromos privados. ;Rodovias * MG-424 - Liga Sete Lagoas a Prudente de Morais, Pedro Leopoldo, Matozinhos, Belo Horizonte, Vespasiano, entre outras. * MG-238 - Liga Sete Lagoas a distritos e bairros como: Cidade de Deus, Santa Felicidade, entre outros, além de ligar e ser via de acesso a Baldim, Jaboticatubas, Conceição do Mato Dentro e à cidade de Jequitibá. * BR-135 - Liga Minas Gerais ao Maranhão * BR-040 - Mais Conhecida como Rodovia Washington Luís que liga Sete Lagoas a Brasília e também ao Rio de Janeiro. A partir de setembro de 2009 o trecho da rodovia compreendido entre Brasília e Belo Horizonte passou a chamar-se Rodovia Juscelino Kubitschek por decreto presidencial Deputados aprovaram projeto que denomina a BR-040, que liga Brasília a Belo Horizonte e ao Rio de Janeiro (RJ), como Rodovia Presidente Juscelino Kubitschek ;Ferrovias * Variante de Sete Lagoas da antiga RFFSA. * Linha do Centro da antiga Estrada de Ferro Central do Brasil. == Cultura e lazer == O município integra o circuito turístico das Grutas. === Gruta Rei do Mato === A Gruta Rei do Mato fica a 62 quilômetros de Belo Horizonte (MG), pela BR-040, junto ao trevo de acesso a Sete Lagoas, cuja entrada para a gruta fica a cerca de 880 metros de altitude, possui um desnível de 30 metros, tem 235 metros de extensão e possui três salões cujas pinturas rupestres, datam de seis mil anos e mostram predominância de figuras monocrômicas e de temática zoofórmica. Suas formações de estalagmite, que são cilíndricas com o diâmetro de aproximadamente 12 pés de altura, segundo os geólogos, são raras no mundo. Nenhuma gruta brasileira tem em seu interior formações como essas. Diversos órgãos governamentais, ligados ao meio ambiente, participaram do projeto de preservação e aproveitamento turístico da Gruta. Projeto este que demorou mais de dois anos em sua execução. Foi um processo de urbanização e não, simplesmente um processo de acesso e iluminação. Os técnicos e cientistas que fizeram parte do projeto previram o que há de mais moderno em urbanização de grutas. Na Grutinha, além de pinturas rupestres, feitas com sangue e gordura vegetal, foram encontradas soterradas, ferramentas indígenas petrificadas, em perfeito estado. Nela encontra-se, ainda, uma réplica, em resina, do Xenorhinothericen Bahiense - a macraoquemia - animal herbívoro que habitou Minas, Bahia e sul de São Paulo, há cerca de seis mil anos. O nome do local, se deve ao fato de ter sido ela habitada por um homem solitário, louro, forte e cabeludo, de identidade ignorada, possivelmente fugitivo da Revolução de 30, que foi chamado de \"Rei do Mato\". === Lagoa Paulino === A Lagoa Paulino, localizada no centro de Sete Lagoas, faz parte do complexo turístico da cidade juntamente com outras seis: Boa Vista, José Félix, Cercadinho, Matadouro, Catarina e da Chácara, tornando Sete Lagoas conhecida como a \"Terra das Lagoas Encantadas\". Ao redor desta linda lagoa as pessoas fazem caminhada e se encontram, pois é rodeada de bares e lugares para diversão. Na Praça da Feirinha, próximo à lagoa, é realizada uma feira de artesanato e comidas típicas. Ela acontece todas as sextas e sábados à noite. === Casarão Centro Cultural Nhô Quim Drummond === Construído no século XVIII, o Centro Cultural Nhô-Quim Drummond é um espaço cultural dedicado à preservação e promoção da herança artística de Sete Lagoas e da cultura mineira. Revitalizado em 1988, sua estrutura foi rebatizada em 1991 em homenagem ao historiador Nhô-Quim Drummond. Posteriormente, passou a abrigar o anfiteatro Mauro Faccio Gonçalves, nomeado em tributo ao comediante setelagoano, possuindo uma capacidade para 1.500 espectadores. O espaço também é dedicado ao congado do município e da região, além de outros grupos tradicionais da cidade. === CAT JK - Centro de Apoio ao Turista Presidente Juscelino Kubitschek === Situado no centro da cidade, ao lado da Lagoa Paulino, sua construção lembra um pássaro alçando voo. Tem, defronte, uma estátua de Juscelino Kubitschek cedida à Prefeitura pelo ex-prefeito Sérgio Emílio. Inaugurado em 12 de setembro de 1990, o local serve como ponto de orientação ao turista. Nele funciona uma feira permanente de amostra dos produtos artesanais e industriais do município, bem como para expor obras de artistas setelagoanos. O CAT JK é aberto para eventos cívicos, culturais e esportivos, oferecendo um espaço para apresentações, solenidades e reuniões organizadas por entidades públicas, educacionais, empresariais e clubes de serviço. === Serra de Santa Helena === A Serra de Santa Helena está localizada a noroeste e a 7 km do centro da cidade de Sete Lagoas. O ponto mais alto atinge cerca de 1.076 metros de altitude. Possui uma rampa para a prática de voo livre, sendo a modalidade mais comum o paraglider. Em seu topo está a Igrejinha de Santa Helena e o cruzeiro, de onde se tem uma bela vista panorâmica da cidade. Outro atrativo da serra é o Parque da Cascata, com restaurantes, quadras de esportes, estacionamento, e praia com lago artificial. === Parques === ==== Parque da Cascata ==== Além das Sete Lagoas que tornam a cidade um polo de atração turística, na Serra de Santa Helena, a quatro quilômetros do centro, está localizado o Parque da Cascata, numa área de 295 hectares de mata nativa, com reserva de fauna e flora, entremeada de trilhas românticas. Ali foi desenvolvido um amplo projeto turístico do qual constou a implantação de um lago com 450 metros de diâmetro cercado por uma praia artificial e por mata virgem. No interior da mata há uma trilha cimentada que dá acesso a uma cascata com mirante, para que todos possam apreciar sua beleza. Neste local está sendo preservado um santuário ecológico. ==== Parque Náutico da Boa Vista ==== Complexo poliesportivo localizado na Lagoa da Boa Vista, no bairro do mesmo nome, que foi totalmente recuperada, recebendo nova figuração paisagística e ecológica. O Parque Náutico da Boa Vista ocupa uma área de 18 mil metros quadrados e é dotado de toda a infraestrutura necessária para atender cerca de 8 mil pessoas. Projeto do arquiteto Gregório Repsold, o parque oferece campos de futebol, pista de bicicross, duas pistas de skate em concreto, quadra poliesportiva, pista de patins, um minizoológico com 20 viveiros, restaurante, três playground, quadras de vôlei e peteca, cinco ancoradouros para pedalinhos e barcos e uma ampla praça de eventos com palco. Sua pista de corrida para pedestres e ciclistas, tem 1.630 metros. Todos os equipamentos do Parque Náutico, que envolveram recursos da ordem de Cr$ 250 milhões em 1991, contam com rampas de acesso para deficientes físicos. Para transformar o local em ponto de lazer e turismo, foi necessário retirar 13 mil caminhões de terra da lagoa que estava assoreada e tinha as margens tomadas pelo mato. O Parque Náutico da Boa Vista passou a ser palco de importantes eventos artísticos e esportivos do calendário de Sete Lagoas. === Museus === ; ==== Museu Ferroviário ==== O Museu Ferroviário se situa no prédio da Antiga Estação Ferroviária de Sete Lagoas (desativada nos anos 1990) e preserva em seu interior várias ferramentas e objetos de época. Na área externa encontram-se em exposição, um antigo vagão de passageiros da extinta RFFSA, e duas pequenas locomotivas. ;Museu Histórico Municipal A centenária casa, denominada Fazenda Velha e situada na Praça de Santo Antônio, foi construída após a elevação da Capela de Santo Antônio a Matriz. Sua construção ocorreu após 1841, quando Sete Lagoas ainda era um arraial. A transformação da casa em um museu histórico é uma medida digna de apreço, que certamente contribuirá como um ponto de atração turística para a cidade próspera e hospitaleira. Nesse contexto, o Museu serve como uma importante fonte de pesquisa sobre a história de Sete Lagoas, possuindo um acervo de informações frequentemente não disponíveis em outros locais da cidade. === Lazer, turismo e eventos === === Esporte === thumb|esquerda|Voo de paraglider na Serra de Santa Helena ==== Voo-livre ==== O voo-livre em Sete Lagoas é praticado na Serra de Santa Helena, o acesso é pavimentado até a rampa, que fica aproximadamente a 5 minutos do centro da cidade, tem um desnível em torno de 200 metros a 1000 metros do nível do mar, vento frontal predominante Leste, com opção também Oeste, porém sem acesso de resgate, proporciona clássicos voos Lifts de frente para cidade, com várias opções de pousos, inclusive na própria rampa que permite pousos seguros sem a presença de rotores, as fortes térmicas permitem ótimas condições para Voo cross-country. Há possibilidade de decolagens simultâneas. Sendo de setembro a novembro a melhor época para a prática do esporte. ==== Futebol ==== Na cidade, está localizado o Estádio Joaquim Henrique Nogueira, também conhecido como Arena do Jacaré. O estádio recebeu esse nome pois foi Joaquim Henrique Nogueira, fazendeiro e membro de uma das mais tradicionais famílias da região, quem doou o terreno onde foi construído. Com capacidade para 20.500 pessoas, o estádio foi inaugurado em 2006. Em 2009, começou a ser preparado para receber os jogos do Campeonato Mineiro, enquanto o Mineirão passava por reformas para a Copa do Mundo de 2014 e o Estádio Independência estava em construção. Nas primeiras fases do Campeonato Mineiro, os jogos foram divididos entre a Arena do Jacaré, o Ipatingão e o Parque do Sabiá, mas os dois últimos ficavam muito distantes da capital. Atualmente, além dos jogos do Campeonato Mineiro, a Arena do Jacaré também recebe partidas do Campeonato Brasileiro. == Ver também == * Naturais de Sete Lagoas * Interior de Minas Gerais ==Ligações externas== * * * Categoria:Fundações em Minas Gerais em 1880",
 "title": "Sete Lagoas"
}