{
 "id": "32748",
 "text": "{{Info/Município do Brasil | nome = Três Pontas | foto = Cidade de Três Pontas e serra.JPG | leg_foto = Vista de parte da cidade, com a Igreja Matriz Nossa Senhora da Ajuda à direita e, ao fundo à esquerda, a Serra de Três Pontas. | apelido = | padroeiro = Nossa Senhora da Ajuda | brasão = Brasaotrespontas.jpg | bandeira = Bandeiratrespontas.jpg | link_bandeira = | link_hino = | CEP = 37190-000 a 37194-999 | aniversário = 3 de julho | fundação = | gentílico = três-pontano | lema = | prefeito = Marcelo Chaves Garcia | partido = PSD | mandato_início = 2021 | fim_mandato = 2024 | mapa = MinasGerais Municip TresPontas.svg | latP = S | latG = 21 | latM = 22 | latS = 13 | lonP = O | lonG = 45 | lonM = 30 | lonS = 44 | estado = Minas Gerais | região_intermediária = Varginha | data_região_intermediária = IBGE/2017 | região_imediata = Três Pontas-Boa Esperança | data_região_imediata = IBGE/2017 | região_metropolitana = | vizinhos = Santana da Vargem (N), Varginha (S), Carmo da Cachoeira (L), Campos Gerais (O), Nepomuceno (NE), Elói Mendes (SO) e Paraguaçu (OSO) | dist_capital = 297 | área = 689.794 | área_ref = | população = 57127 | data_pop = estimativa IBGE/2021 | altitude = 905 | clima = Tropical de altitude | sigla_clima = Cwa | idh = 0.731 | data_idh = PNUD/2010 | pib = | data_pib = IBGE/2020 | pib_per_capita = 27 366,84 | data_pib_per_capita = IBGE/2020 | site_prefeitura = www.trespontas.mg.gov.br | site_câmara = www.camaratrespontas.mg.gov.br }} Três Pontas é um município brasileiro localizado na região sul de Minas Gerais. É uma cidade com praticamente todas as ruas da zona urbana asfaltadas e serviços de água e esgoto para quase toda população. Com uma área de 689 quilômetros quadrados, o município possui cerca de cinquenta e quatro mil habitantes, sendo que na zona urbana residem aproximadamente quatro quintos desse total. A MG-167 é a única rodovia que dá acesso ao município, mas a Rodovia Fernão Dias, uma das principais rodovias do país, se encontra a menos de cinquenta quilômetros da cidade. O município não possui relevo muito acidentado, com altitude média em torno de novecentos metros em relação ao nível do mar. Contudo algumas formações se destacam na topografia, como a Serra de Três Pontas, lugar muito conhecido tanto pelo seu formato peculiar quanto pela sua beleza natural. Os ribeirões das Araras e da Espera são os principais cursos d'água que cortam o município, desaguando ambos na Represa de Furnas. Os rios Verde e Sapucaí passam no extremo limite sul e formam a extremidade meridional da Represa de Furnas. Os dois rios se encontram no distrito do Pontalete. Três Pontas está situada na Bacia Hidrográfica do Rio Grande. O clima ameno o ano todo propicia o cultivo do café, que é a maior riqueza econômica do município (conhecido por ser um dos maiores produtores nacionais), visto que no solo três-pontano não são encontrados recursos minerais de importância. No município também se encontram o distrito do Pontalete, que é banhado pela represa de Furnas, muito procurado por turistas devido a suas belezas naturais, e o povoado do Quilombo Nossa Senhora do Rosário (antigamente chamado de Martinho Campos). A cidade faz parte do circuito turístico Vale Verde e Quedas D'Água. Desde a emancipação política, em 1857, o município sempre mostrou um períodos de intenso desenvolvimento urbano e social. Nesse contexto a atuação de algumas pessoas foi fundamental. Dentre as mais notáveis, destaca-se a de Padre Victor, pároco na segunda metade do século XIX, que realizou diversas benfeitorias pela cidade. Atualmente existe o processo de canonização do sacerdote, e no dia de sua morte (23 de setembro) milhares de romeiros visitam a cidade para agradecer por graças alcançadas. Também o processo de beatificação da Madre Tereza Margarida do Coração de Maria, fundadora carmelita, conhecida pelos três-pontanos como \"Nossa Mãe\", o que evidencia, também a forte ligação do município com a religiosidade. == Etimologia e gentílico == O nome da cidade tem origem no formato peculiar da serra de mesmo nome localizada no atual município, que era utilizada como ponto de referência pelos tropeiros e escravos fugidos que passavam pela região. Esses escravos formaram, no pé da serra, o Quilombo do Cascalho, que foi destruído na época das sesmarias, em que o território passou a ser dividido em fazendas. Algumas cartas de concessão de sesmarias fazem referência à montanha, utilizada como marco natural para demarcação de terras. Esses documentos mostram que a região era conhecida antes de 1750. Até os anos de 1880, os cidadãos nascidos em Três Pontas eram denominados três-pontenses. A partir dessa época, contudo, o gentílico três-pontano passou a ser o mais utilizado, e é o que permanece até hoje. == História == === Início do povoamento === Não existem indícios de povoamento de indígenas na região de Três Pontas. Os primeiros a desbravarem essa região possivelmente estavam à procura de ouro, mas não o encontraram. Um dos principais pontos de referência dos viajantes, entre tropeiros e escravos, que cruzavam o território era a Serra de Três Pontas. Um fato que favoreceu a formação de quilombos no atual município foi a destruição do Quilombo do Ambrósio entre 1740 e 1746. Localizado provavelmente entre os municípios de Cristais e Ibiá, durante o ataque dos brancos, muitos negros conseguiram escapar e se refugiaram em várias regiões, inclusive no atual município, onde se conhece duas formações, o Quilombo do Cascalho próximo à serra e outro menor às margens do Ribeirão das Araras, próximo de onde hoje está situado o Quilombo Nossa Senhora do Rosário. Os habitantes brancos da região, a partir de então, passaram a se sentir ameaçados e exigiram providências do governo, que enviou alguns capitães, dentre eles Bartolomeu Bueno do Prado, a fim de exterminar as povoações quilombolas, o que foi feito em 1760. Com os quilombos destruídos, mais povoadores chegaram a região, requerendo sesmarias. Em 5 de outubro de 1768 foi construída por alguns sesmeiros a Capela de Nossa Senhora d'Ajuda (onde hoje se encontra a igreja de mesmo nome), com a licença do Bispado de Mariana. Em torno da ermida começou a surgir um arraial, que passava a ser denominado com o nome da padroeira da capela. O primeiro casamento no arraial foi realizado em 1777. Em seu testamento, Bento de Brito, dono das terras onde iniciou-se a urbanização, referiu-se ao arraial com a denominação de São Gonçalo, mas esse nome não se popularizou. Neste período, a vila crescia em ritmo lento.\"MIRANDA, Amélio Garcia\". Título (História de Três Pontas). Belo Horizonte, Editora JC, 1980. === Elevação a freguesia === Em 14 de julho de 1832, o arraial foi elevado a freguesia e passou a ter um juiz de paz e um pároco, uma vez que no mesmo dia foi criada a Paróquia de Nossa Senhora d'Ajuda. Em 1° de abril de 1841, devido ao desenvolvimento da povoação, adquiriu a denominação de vila, graças à influência do Coronel Antônio José Rabelo Campos. O território do município foi então desmembrado do município de Lavras e passou a ser formado pelos distritos de Três Pontas, Varginha, Carmo do Campo Grande (atualmente Campos Gerais), Dores de Boa Esperança e São Francisco de Aguapé (atualmente Guapé). Em 10 de fevereiro de 1842 foi criada a primeira Câmara Municipal e em 1852, o Padre Francisco de Paula Victor assume a direção da paróquia da vila. No mesmo ano é criado o primeiro cemitério da vila. Até então os corpos eram sepultados no adro ou no interior da igreja. O cemitério se encontrava onde hoje está o Ginásio Poliesportivo Aureliano Chaves.\"CAMPOS, Paulo Costa\". Título (Dicionário Histórico e Geográfico de Três Pontas). Ano de publicação: 2004. No dia 22 de abril de 1850 foi criada a comarca de Três Pontas. Contudo, cinco anos depois, em 1855 a mesma foi suprimida, e o município passou a fazer parte da comarca do Rio Verde, com sede em Campanha. Esse foi um grande golpe que atrasou o crescimento da cidade. Em 1873 a comarca foi restaurada. === Elevação a cidade === thumb|esquerda|Mapa da região de Três Pontas em 1865. Em 3 de julho de 1857 a vila recebeu o título de cidade. Nos anos de 1880 foram construídos os primeiros encanamentos de água da cidade. Existiam dois jornais periódicos na época: \"Estrela Mineira\" e \"Despertador\". Dois três-pontanos receberam títulos nobiliárquicos por Dom Pedro II: o Tenente Coronel Antônio Ferreira de Brito (Barão da Boa Esperança) e Major Antônio Luís de Azevedo (Barão do Pontal). Em 1889, o Barão da Boa Esperança presidia o Partido Conservador e João Ferreira de Abreu Salgado o Partido Liberal. Nessa fase de transição para a República, foi criada, em fevereiro de 1890 uma Intendência Municipal para governar a cidade. Em 1893 a cidade exercia grande influência na política sul mineira, mas começava a perder espaço e até 1947 praticamente não recebeu nenhuma ajuda do Estado ou do Governo. As estradas que ligavam Três Pontas a outros municípios estavam em péssimas condições na época. Existia um projeto que criaria um ramal ferroviário que partindo da estação da Espera, passaria por Três Pontas, Nepomuceno e entrocaria em Lavras com outra ferrovia, mas forças políticas contrárias desviaram o ramal para outras regiões. Três Pontas já teve um ramal ferroviário construídos com recursos próprios do município, a Estrada de Ferro Trespontana que foi inaugurado em 1895, cujo terminal ficava onde hoje se encontra a Prefeitura Municipal. Esse ramal era muito importante para a economia municipal, visto que no primeiro quarto do século XX, a cultura do café se consolida no município. A ferrovia foi desativada em 1964 devido, entre outros motivos, à inundação de parte da linha pela Represa de Furnas. No dia 23 de setembro de 1905, morre o vigário Francisco de Paula Victor, que dedicou grande parte de sua vida a serviço do povo três-pontano e contribuiu muito com o crescimento da cidade. Em 1912, com recursos próprios, houve uma intensa mobilização popular para resolver os problemas da cidade. Em 1914 a cidade comemorou a chegada da rede elétrica e a criação de uma rede pública de abastecimento de água. Também aconteceram significativas mudanças na paisagem urbana, com a remodelação de praças e ruas e foram criadas estradas para Boa Esperança, Varginha, Nepomuceno, Pontalete , Santana da Vargem e Campos Gerais. No ano de 1918, a pandemia de gripe espanhola, que já havia dizimado milhões de pessoas pelo mundo, chegou ao município, causando várias mortes. Foi criado um pronto socorro na Fazenda da Formiga, para onde foram levados os doentes. Dessa forma, foram salvas muitas vidas. Por volta dos anos de 1920, foi instalado em Três Pontas o Telégrafo Nacional e a Escola Normal Coração de Jesus, que foi trazida para cidade pelo Professor Teodósio Bandeira. A associação comercial de Três Pontas também foi criada nesse período, com finalidades comerciais e recreativas, mas depois ficou somente a parte comercial. Foi criado também o Grupo escolar Cônego Victor, cujo primeiro diretor foi o professor João de Abreu Salgado. Os primeiros automóveis apareceram na cidade também nesse período. A crise de 1929 repercutiu diretamente na economia do município. O preço do café (principal produto de exportação do município) nesse período despencou, causando enormes prejuízos aos cafeicultores. Entretanto, essa crise teve um lado positivo, pois fez com que o município diversificasse sua economia, deixando de ser tão dependente do café e passando a investir mais na atividade industrial. === Da Revolução de 1930 aos dias atuais === A Revolução de 1930 marca o início de um novo período na história de Três Pontas. Em 10 de janeiro de 1931, a Câmara de Três Pontas foi dissolvida e então foi nomeado o prefeito João Batista Reis, dando origem à Prefeitura Municipal de Três Pontas. Foi criado o Conselho Consultivo para auxiliar a administração do então prefeito. Em 1932 foi transferido para cidade o Ginásio São Luís (que foi fundada pelo Doutor Potiguar de Carvalho Veiga). No dia 25 de julho de 1936 foi criada a nova Câmara, e o Conselho Consultivo foi extinto. No mesmo ano, foi realizada uma eleição dos vereadores de Três Pontas. Estes decidiriam que o novo prefeito seria Olinto Reis Campos. De 1930 a 1947, o Estado e o Governo não investiram em obras públicas no município. Então as lideranças da cidade, como o Cônego João Batista da Silveira, realizaram campanhas para arrecadar recursos, e com isso conseguiram realizar grandes obras. Criaram o Hospital e Maternidade São Francisco de Assis (o mais bem equipado da região na época), o prédio do Ginásio São Luiz, a vila São Vicente de Paula e a nova sede da Escola Normal Coração de Jesus. Em 1937 foram construídos os primeiros bueiros e sarjetas. Também construiu-se o novo prédio da Prefeitura e a Praça Cônego Victor (na época conhecida como Largo da Matriz) foi remodelada. Também nesse ano, no dia 24 de março, foi criada a Sociedade Algodoeira Trespontana, uma empresa que beneficiava e exportava algodão em rama. Entretanto, a falta de tradição do município no setor impediu o crescimento dessa empresa, que logo encerrou suas atividades. Em 10 de novembro de 1937, com o golpe de estado, foi implantado Estado Novo. As Câmaras Municipais de todos os municípios foram dissolvidas, assim como o Congresso Nacional e as Assembleias Legislativas. Esse período durou até 1945. O prefeito Olinto Reis Campos foi Mantido no cargo. Desde então o cargo foi ocupado por Francisco Ximenes de Oliveira, Dr. Osvaldo de Campos Reis e Doutor Pedro Augusto Meimberg. Em 1945 o município recebeu a visita do candidato à presidência Eurico Gaspar Dutra. Com a queda do regime implantado em 1930, foi nomeado sucessor de Pedro Augusto Meimberg o prefeito Joel de Sá, que recebeu o título de cidadão honorário de Três Pontas. Com a criação da constituição de 1946, a cidade teve mais participação no produto da arrecadação de impostos. No dia 23 de novembro de 1947 é realizada a primeira eleição após a queda da ditadura com grande comparecimento. Em 8 de dezembro de 1947 é instalada novamente a Câmara Municipal e no mesmo dia, tomou posse o prefeito eleito Azarias de Azevedo cujo mandato terminou em 31 de janeiro de 1951. Nessa administração foi criados : um posto agropecuário, o prédio dos correios e telégrafos e um grupo escolar em Santana da Vargem. Em 1947 também foram criados a Escola técnica do Comércio Nossa Senhora d'Ajuda, o Ginásio Coração de Jesus (anexo à escola) e o Grupo escolar Cônego José Maria Rabelo. Durante seu mandato como governador do estado, Juscelino Kubitschek esteve duas vezes em Três Pontas e em uma dessas visitas inaugurou as pontes no Pontalete sobre o Rio Verde. Em 1948 foi concluída a obra da sede do Ginásio São Luiz (onde hoje funciona a Escola Estadual Deputado Teodósio Bandeira). Em 1950 foi realizada a segunda eleição, sendo o prefeito eleito Antônio Luiz Azevedo Araújo. Nos seus quatro anos de administração, construiu o novo Fórum da cidade e prosseguiu com o projeto para o calçamento de ruas, além de construir a pista para o pouso de aviões (atual aeroporto desativado). Depois em 31 de janeiro 1955 tomou posse o prefeito eleito como candidato único na eleição do ano anterior, Paulo de Paiva Loures. Nessa administração, a cidade foi radicalmente alterada, com o remodelamento e criação de praças, jardins e calçamento de mais ruas, além da criação de novos bairros e a melhoria da infraestrutura da cidade. Em 1957 foi comemorado o primeiro centenário da elevação à cidade, e nessa comemoração foi criada a Praça do Centenário. Na eleição de 1958 foi eleito para prefeito Jacy Junqueira Gazola, que tomou posse no dia 31 de janeiro do ano seguinte. Em sua administração foi construída a Praça Professor Teodósio Bandeira, uma galeria de águas pluviais, novas ruas foram calçadas e iniciada a construção do novo prédio do Grupo Escolar Cônego José Maria Rabelo. Na eleição de 1962 o prefeito Paulo de Loures foi reeleito, mas permaneceu no cargo até 30 de abril de 1964, quando o vice-prefeito Francisco José de Brito assumiu o cargo. Nesse período, Santana da Vargem foi desmembrada de Três Pontas, pois recebera o título de cidade. Também nessa época o município perdia terras férteis, as pontes sobre o rio Verde e o ramal ferroviário por causa da criação da Represa de Furnas. Nessa administração foi criado o Serviço Autônomo de Água e Esgoto (SAAE). Em 31 de janeiro de 1967 tomou posse o prefeito Manoel Jacinto de Abreu, eleito na eleição do ano anterior. Em sua administração foram pavimentadas mais ruas da cidade, criado o Supermercado Municipal e uma Estação de Tratamento de Água, além de pontes e outras obras, como a criação da rodovia que ligava a cidade à Rodovia Fernão Dias, passando por Varginha. No dia da inauguração da rodovia esteve no município o governador Israel Pinheiro. Quatro anos depois assumiu o cargo o prefeito Warley Prósperi. Por causa de mudanças na legislação para que as eleições municipais não coincidissem com as eleições para presidente, o mandato do prefeito foi de apenas dois anos. Realizou a melhoria da estrada Três Pontas - Nepomuceno, construção de duas pontes e criação da Praça Cláudio Manoel, entre outras obras. No dia 31 de janeiro de 1973 tomou posse o prefeito Doutor Cézar de Alvarenga Gouvea. Nesse período consolidou-se a comunicação telefônica com os serviços da empresa TELEMIG-S.A. e foi construída a nova sede da prefeitura no lugar da antiga estação ferroviária. Também foi ampliada a rede de iluminação pública, que chegou aos bairros da periferia. Neste mandato os vereadores começaram a ser remunerados, pois até então, não recebiam salário. Quatro anos depois, toma posse o prefeito eleito João Vicente Diniz. Nesse período foram melhoradas as estradas municipais e asfaltada a rodovia entre Três Pontas e Boa Esperança e também a ligação com Nepomuceno passando por Santana da Vargem. Em 1977, nos dias 30 e 31 de julho, ocorreu nas colinas de Três Pontas, o Show do Paraíso, também conhecido como \"Woodstock Mineiro\". Milhares de jovens de todas as partes do país vieram para participar do show, que contou com grandes atrações da MPB, tais como Chico Buarque, Milton Nascimento, Gonzaguinha, Fafá de Belém entre outros. Esse show foi de grande importância no cenário da música nacional, pois colocou a cidade no mapa da música da famosa Revista Billboard, sendo a única cidade brasileira, além das capitais, a aparecer nesse mapa. Em 1983 toma posse o prefeito Antônio Carlos Mesquita. Em 1989 assume o cargo o prefeito Nilson José Vilela e em 1993 ocupa o cargo o prefeito Tadeu José Mendonça. De 1° de janeiro de 1997 a 03 de março de 1999 o cargo foi novamente ocupado por Antônio Carlos Mesquita. Do dia seguinte ao dia 04 de novembro de 2000 assume a prefeitura Paulo Roberto Nogueira, e até 31 de dezembro de 2000 volta ao cargo o prefeito Carlos Mesquita. De 2001 a 2004 é eleita a prefeita Adriene Barbosa de Faria Andrade (Esposa de Clésio Andrade) e nas eleições seguintes é eleito o prefeito Paulo Luís Rabello com 14413 votos (45,60%). A Prefeita Adriene Barbosa de Faria Andrade falece aos 53 de idade no dia 16/abril/2018, cerrando um ciclo de vida dedicado à ajudar ao próximo. Nas eleições municipais de 2008 foi eleito o prefeito Glimaldo Paiva com 14 308 votos (46,80%), com somente 1 523 votos a mais que o segundo colocado, Paulo Luis. Entretanto, no dia 13 de março de 2009 o prefeito morre devido a complicações em uma cirurgia no intestino e no apêndice, e então assume a vice-prefeita Luciana Mendonça. De acordo com uma pesquisa realizada entre 21 e 22 de dezembro de 2011, 35,7% aprovavam a administração da prefeita e 52% reprovavam. == Geografia == O município limita-se ao norte com os municípios de Campos Gerais e Santana da Vargem, ao sul com os municípios de Varginha, Elói Mendes e Paraguaçu, a leste com os municípios de Nepomuceno e Carmo da Cachoeira e a oeste com o município de Campos Gerais. Fica a cerca de 290 quilômetros de Belo Horizonte. Segundo o mapa de Hierarquia urbana do IBGE, Três Pontas é classificada como centro de zona B, o que significa que tem influência regional pequena, restrita aos municípios menores com os quais Três Pontas faz fronteira. A cidade está sob influência de Varginha que, por sua vez, está sob influência de Belo Horizonte. De acordo com a divisão regional vigente desde 2017, instituída pelo IBGE, o município pertence às Regiões Geográficas Intermediária de Varginha e Imediata de Três Pontas-Boa Esperança. Até então, com a vigência das divisões em microrregiões e mesorregiões, fazia parte da microrregião de Varginha, que por sua vez estava incluída na mesorregião do Sul e Sudoeste de Minas. === Relevo, solos e rochas === thumb|220px|esquerda|Serra de Três Pontas, com um relevo proeminente em relação às proximidades num dia nublado. Três Pontas possui um relevo predominantemente ondulado (60% da área do município), com altitudes médias variando entre oitocentos e novecentos metros acima do nível do mar, sendo que a cidade está a uma altitude de 905 metros. No entanto existem algumas regiões montanhosas que ocupam em torno de 20% da área do município. Uma delas é a Serra de Três Pontas, distante cerca de dezenove quilômetros do centro da cidade, onde se localiza o ponto mais alto do município, que está a 1 234 metros de altitude. O ponto mais baixo se localiza nas margens da Represa de Furnas, a cerca de 770 metros acima do nível do mar. O solo do município é classificado como latossolo vermelho/amarelo. De acordo com o Sistema Brasileiro de Classificação de Solos todos ou praticamente todos os latossolos vermelho-amarelo e latossolos amarelo na região de cerrado são bastante ácidos e pobres em nutrientes, mas quando devidamente corrigidos e adubados, tornam-se muito produtivos. De acordo com o Mapa Geológico de Minas Gerais, os solos na região sul do município possuem rochas cianita granulito. Na região norte, os solos possuem rochas dos complexos ortognáissicos (ortognaisses graníticas, granulíticas, migmatíticos e anfibolitos) e na região da serra de Três Pontas as rochas são formadas de metapelito grafitoso alternado com quartzito. O município localiza-se no Escudo Cristalino do Atlântico, que abrange toda a parte leste do país. === Clima === De acordo com o Mapa Climático do IBGE, o clima de Três Pontas é Tropical semiúmido subquente, com uma estação seca que dura de quatro a cinco meses e a média das temperaturas fica entre 15 °C e 18 °C em pelo menos um mês do ano. O município encontra-se na zona tropical. O clima também é influenciado pela altitude do município, que varia entre 800 e 1200 metros. Durante o verão são muito comuns chuvas torrenciais no fim da tarde. As temperaturas nessa época sempre ficam bastante elevadas, pois o município fica sujeito à ação das massas de ar quente continental. Já no inverno é bastante frequente a chegada de massas polares que derrubam as temperaturas e causam até geadas. Nesse período do ano a umidade relativa do ar fica baixa, e chega a causar desconforto à população. No outono e primavera a chegada de frentes frias é maior, e elas vem sempre acompanhadas de tempestades. A zona de convergência do Atlântico Sul também causa muita chuva na cidade. Eventualmente tempestades com granizo causam muitos danos principalmente nas lavouras de café. Em 2009, por exemplo, uma chuva de granizo atingiu uma área de 300 hectares ao norte do município e causou a perda de 70% da produção além da redução da qualidade do café restante. {{Tabela/Clima |collapsed= |localidade = Três Pontas |Jan_Max_°C =28.6 |Jan_Min_°C =17.8 |Fev_Max_°C =28.6 |Fev_Min_°C =17.8 |Mar_Max_°C =28.6 |Mar_Min_°C =17.2 |Abr_Max_°C =26.6 |Abr_Min_°C =14.7 |Mai_Max_°C =24.9 |Mai_Min_°C =13.6 |Jun_Max_°C =23.7 |Jun_Min_°C =9.9 |Jul_Max_°C =23.7 |Jul_Min_°C =9.3 |Ago_Max_°C =25.8 |Ago_Min_°C =10.9 |Set_Max_°C =26.6 |Set_Min_°C =13.4 |Out_Max_°C =27.2 |Out_Min_°C =15.5 |Nov_Max_°C =28.1 |Nov_Min_°C =16.6 |Dez_Max_°C =27.7 |Dez_Min_°C =17.4 |Jan_Precip_mm =268.7 |Fev_Precip_mm =199.4 |Mar_Precip_mm =179.6 |Abr_Precip_mm =64.9 |Mai_Precip_mm =41.4 |Jun_Precip_mm =22.9 |Jul_Precip_mm =17.3 |Ago_Precip_mm =23.1 |Set_Precip_mm =63 |Out_Precip_mm =134 |Nov_Precip_mm =180.1 |Dez_Precip_mm =293.1 |fonte = Jornal do Tempo }} === Hidrografia === thumb|200px|Represa de Furnas vista da Estação Espacial Internacional. O município de Três Pontas localiza-se na parte inferior esquerda da imagem. O município é banhado pelos rios Verde e Sapucaí pertencentes à bacia hidrográfica do Rio Grande. Os dois rios se encontram no limite sul do município e são represados no lago de Furnas na divisa de Três Pontas com Elói Mendes e Paraguaçu. O distrito do Pontalete fica exatamente onde os dois rios se encontram e o lugar recebeu esse nome por causa do formato que os dois rios desenhavam na paisagem, forma que ainda existe mesmo com a construção da represa. Em todo o município existem vários córregos e ribeirões. O ribeirão das Araras nasce ainda na zona urbana, da junção dos córregos Custodinho e Candongas. Segue rumo à oeste, passando próximo ao povoado do Quilombo Nossa Senhora do Rosário, e deságua na represa de Furnas, no município de Campos Gerais. Este curso d'água sofre com a poluição justamente por nascer próximo à cidade. O ribeirão da Espera, outro curso d'água importante de Três Pontas, nasce a leste da zona urbana do município, segue rumo a sul e depois para oeste, quando vai gradualmente ganhando volume à medida que recebe água de seus afluentes. Cruza com a rodovia MG-167, faz várias curvas (meandros) e deságua na Represa de Furnas, próximo a uma fazenda de mesmo nome. O ribeirão Santana nasce ao norte do município, corre do lado direito da MG-167 (Saindo de Três Pontas), passa por Santana da Vargem e deságua no Lago de Furnas próximo à Boa Esperança. A zona urbana é cortada pelos córregos Candongas, Custodinho, Bambus e Quatis, que são afluentes do Ribeirão das Araras. Praticamente todos os córregos são canalizados, com exceção do córrego Custodinho e de um trecho do Córrego Candongas, mas nesses trechos não existem casas ou ruas próximas. O córrego Custodinho nasce no Parque da Mina do Padre Vitor (cujo nome oficial é Parque Multiuso Prefeito Paulo de Paiva Loures) na zona urbana da cidade. Quando ocorrem chuvas muito fortes, o Córrego Bambus, na Avenida Oswaldo Cruz, transborda e inunda as casas e lojas próximas, mas não causam grandes danos, apenas deixam muita lama e sujeira. === Meio ambiente === thumb|Foco de incêndio próximo à zona urbana em julho de 2012. O município não possui nenhuma área de conservação, ou parque estadual ou federal. De acordo com o novo código florestal brasileiro, 7 381 hectares (cerca de onze por cento da área do município) são considerados áreas de preservação permanente, sendo que 47% dessa área é coberta por matas e somente cinco por cento é coberto por lavouras. As queimadas causam muitos prejuízos na época da seca, pois pioram a qualidade do solo, que se torna menos produtivo, e do ar, que já é bastante seco nesse período. A coleta de lixo é feita diariamente no centro da cidade e de duas a três vezes por semana nos bairros por quatro caminhões compactadores. Os resíduos são encaminhados para um aterro controlado que está a dois quilômetros do centro da cidade, numa propriedade da prefeitura. Parte do lixo é separado e enviado para reciclagem. Os resíduos das unidades de saúde são coletados por veículo específico e encaminhados sem nenhum tipo de tratamento para um local específico. O aterro é cercado e conta ainda com um sistema de drenagem do gás, que ainda não é utilizado para geração de energia. O lixo também é coletado uma vez por semana nos povoados do Quilombo Nossa Senhora do Rosário e Pontalete. Três Pontas é um dos 776 municípios brasileiros que possuem coleta seletiva, de acordo com um levantamento feito em 2012. A coleta é feita pela Associação dos Catadores de Recicláveis de Três Pontas (ATREMAR), composta por doze associados que vendem o que antes era lixo e o transforma em fonte de renda. Outro serviço importante para o meio ambiente é a coleta de pneus que não podem mais ser utilizados, feita com uma parceria entre a prefeitura e a Associação Nacional da Indústria de Pneumáticos, que dá aos pneus a destinação final correta. Uma vez que Três Pontas tem uma grande vocação agrícola, a destinação correta das embalagens vazias de agrotóxicos deve ser prioridade para conservação do ambiente. Por isso, foi criada uma central para o recebimento dessas embalagens no distrito industrial da cidade, que é gerenciada atualmente pela ADRISUL (Associação dos Revendedores de Insumos Agropecuários do Sul de Minas) e pela AREA (Associação Regional dos Engenheiros Agrônomos). A central recolheu cerca de 572 toneladas de embalagens vazias entre os anos de 2004 e 2006 o que, nesse período, representou 13% de todas as embalagens recolhidas em Minas Gerais. Atualmente, a unidade é afiliada ao Instituto Nacional de Processamento de Embalagens Vazias (Impev). == Infraestrutura == thumb|Vista do centro da cidade. A zona urbana de Três Pontas possui uma área de 6.52 quilômetros quadrados e cerca de 40 mil habitantes. Entre os dias 21 e 22 de dezembro de 2011 foi realizada uma pesquisa em que foi perguntado aos três-pontanos quais deveriam ser as prioridades do município: 26,3% acreditam que a prefeitura deveria agir mais para a geração de empregos e 16% acham que deveria ocorrer mais investimentos na área da saúde. Foi perguntado ainda quais eram os principais problemas da cidade: 26% acham que o maior problema é o calçamento e a pavimentação, 18,7% acham que deveria haver mais policiamento nos bairos, 14% acreditam que o maior problema da cidade é a limpeza pública e 10% acham que não existem grandes problemas na cidade. === Água, esgoto e energia elétrica === O fornecimento de água e esgoto é realizado pelo Serviço Autônomo de Água e Esgoto (SAAE), autarquia municipal que conta com grande capacidade de expansão, independentemente de atender plenamente à demanda industrial em expectativa. Em toda a zona urbana, dos 13 881 domicílios particulares permanentes existentes em 2010, de acordo com o IBGE, somente 85 não estavam ligados à rede principal de distribuição e por isso retiravam a água de poços ou nascentes na própria propriedade. Já na zona rural dos 2 162 domicílios, somente 208 estavam integrados à rede geral, e a maioria retirava água das nascentes ou poços na própria propriedade ou em vizinhas. Na zona urbana de Três Pontas, mais de 98% das residências estão ligadas á rede geral de esgoto, enquanto os domicílios restantes, por sua vez, possuíam fossas sépticas e rudimentares, de acordo com o censo de 2010 realizado pelo IBGE. O esgoto coletado na zona urbana é despejado sem nenhum tipo de tratamento no ribeirão das Araras. Entretanto, existe um projeto para construção de uma estação de tratamento que será feita a dois quilômetros da cidade, em uma das margens do ribeirão supracitado. Na zona rural, a situação é inversa, já que mais de três quartos dos domicílios utilizavam fossas rudimentares, enquanto o restante, em porcentagens parecidas em torno de seis por cento, utilizavam fossas sépticas, estavam conectados à rede de esgoto principal ou laçavam os dejetos em rios ou lagos. No município como um todo, cerca de 86% dos domicílios estão ligados à rede de esgotamento principal. thumb|Vista da zona urbana de Três Pontas ao entardecer. Em Três Pontas somente 0,16% dos domicílios não possuíam ligação com a rede de energia elétrica, de acordo com o censo realizado em 2010 pelo IBGE. O fornecimento de energia elétrica é feito pela Companhia Energética de Minas Gerais (CEMIG). De acordo com dados da Agência Nacional de Energia Elétrica (Aneel), o conjunto de abastecimento que abrange Três Pontas tem uma área ligeiramente maior que a área do município (cerca de 701 quilômetros quadrados) que está interligado ao sistema nacional. No terceiro trimestre de 2012 existiam mais de 750 quilômetros de linhas de transmissão na zona rural e cerca de 82 quilômetros na zona urbana, considerando-se a extensão das linhas da concessionária e de particulares. O consumo anual, considerando-se os o terceiro trimestre de 2012 e os nove meses anteriores, chegou a 71,784 mil megawatts-hora, sendo que o comércio e a indústria foram responsáveis por aproximadamente 17% desse consumo cada, o consumo residencial responde por mais de 36% da energia consumida e as propriedades rurais consumiram 13,6% dessa energia, e o restante tiveram outras finalidades. thumb|180px|Rodovia MG-167 que cruza a extremidade esquerda da zona urbana.|left === Transporte === Três Pontas é cortada pela rodovia estadual MG-167 que dá acesso a BR-491 (passando por Varginha) e a BR-265 (passando por Santana da Vargem). Ambas as rodovias federais dão acesso à Rodovia Fernão Dias (BR-381). O trecho da MG-167 entre Três Pontas e Varginha passando pelas curvas na região montanhosa é bastante perigoso, o que exige atenção redobrada do motorista para evitar acidentes. Já existe um projeto para a criação da rodovia entre Três Pontas e Paraguaçu passando pelo distrito do Pontalete e outro para a criação da rodovia entre Três Pontas e Carmo da Cachoeira. O município é cortado por mais de trezentos quilômetros de estradas rurais, a maioria em boas condições. Por meio dessas estradas é possível chegar diretamente em Campos Gerais, Nepomuceno, Carmo da Cachoeira e Paraguaçu (passando pelo Pontalete e atravessando a represa de Furnas por meio de uma balsa). A prefeitura realiza manutenções periódicas para conservação e melhoria das estradas municipais. A cidade possui ainda o aeroporto Leda Mello Resende (), dotado das pistas 12 e 30, feitas de asfalto e que medem 1040 metros de comprimento por 18 metros de largura, o que permite pousos e decolagens de aeronaves de pequeno e médio porte. (Inativado em 26.04.2016 pela Portaria 219/SIA de 04.02.2016 da ANAC) === Trânsito === thumb|Terminal rodoviário de Três Pontas. Três Pontas possui cerca de 98% de vias pavimentadas na zona urbana. A frota do município em 2007 era de cerca de 10 035 automóveis, 1 231 caminhonetes, cerca de três mil motocicletas e cerca de 1 840 veículos entre tratores, caminhões, ônibus e outros. Em 2011 a quantidade total de veículos na cidade chegava a 17500. Devido ao crescimento nos últimos anos, a cidade já registra problemas relacionados a falta de vagas no centro e trânsito lento nos horários de maior movimento. Para amenizar o problema foram instalados semáforos nas principais ruas e implantado o estacionamento rotativo (Zona Azul). Em junho de 2011 o trânsito de Três Pontas passou a ser responsabilidade do próprio município. Para isso foi criado um departamento para cuidar das melhorias efetuadas na cidade tais como instalação de placas, pintura de faixas e alteração do fluxo nas principais ruas, transformado-as em mão única. A cidade conta com linhas de ônibus que atendem praticamente todos os bairros da zona urbana com horários regulares. A empresa responsável é a Viação Trespontana. A cidade também possui um Terminal Rodoviário onde as empresas Viação Santa Cruz e Expresso Gardenia oferecem passagens para as cidades de Varginha, Santana da Vargem, Boa Esperança, Campos Gerais, Campo do Meio, Coqueiral, Nepomuceno, Lavras, Belo Horizonte e São Paulo. === Saúde === De acordo com o DATASUS, o sistema de processamento e divulgação de dados do Sistema Único de Saúde (SUS), Três Pontas possui 184 estabelecimentos de saúde, sendo que 35 deles são públicos, de responsabilidade do município e o restante (149) são particulares. Os estabelecimentos de saúde estão distribuídos em diversos tipos, sendo que 135 deles são consultórios isolados e 20 são centros de especialidades médicas. Dentre os estabelecimentos públicos existem cinco postos de saúde, quatro unidades básicas de saúde e cinco policlínicas. O único pronto atendimento da cidade é o Pronto Atendimento Municipal, que realiza atendimentos de urgência e emergência, além de procedimentos de baixa complexidade. O único hospital da cidade é o Hospital São Francisco de Assis, vinculado à Santa Casa de Misericórdia onde, em outubro de 2012 existiam 109 leitos, dos quais 92 eram do SUS, distribuídos entre diversas especialidades como cirurgia geral, clínica geral, unidade de terapia intensiva (UTI) adulto, obstetrícia cirúrgica e clínica e pediatria cirúrgica e clínica. thumb|esquerda|Hospital São Francisco de Assis A Secretaria de Saúde de Três Pontas administra vários postos de saúde espalhados pelos bairros da cidade. Alguns centros de saúde são: Padre Vitor, Santa Edwiges, Vila Marilena e Policlínica. Também existem centros de atendimento na zona rural e visitas periódicas as comunidades. A Secretaria Municipal de Saúde também realiza campanhas preventivas periódicas, para conscientização da população acerca da prevenção de várias doenças, como a dengue e a AIDS. Um evento importante relacionado à saúde acontece na Praça Cônego Vitor no Dia Mundial da Saúde. São montados vários estandes onde especialistas das diversas áreas da saúde, como nutricionistas, enfermeiros e médicos dão palestras informativas e prestam alguns serviços como por exemplo a regularização dos cartões de vacinação. Os índices que medem a saúde no município tem melhorado significativamente nas duas últimas décadas. Em 1995, a taxa de mortalidade de menores de cinco anos era de 57,8 para cada mil nascidos vivos. Em 2009, essa taxa caiu para 15,3. A taxa de mortalidade de crianças menores de um ano é de 14,8 para cada mil crianças e foram registrados 340 óbitos de crianças menores de um ano no período entre 1995 a 2010. Uma das ações para reduzir a mortalidade infantil é a prevenção através da vacinação. No município, 96,1% das crianças menores de um ano estavam com a carteira de vacinação em dia em 2011. No período de 1997 a 2010, somente uma mãe morreu por causa de complicações na gestação. Outro indicativo importante é o número das consultas pré-natais. Em 2000, 75% das grávidas fizeram pelo menos sete consultas pré-natais e 1% não fizeram nenhuma. Já em 2010 quase 82% das mulheres fizeram consultas regulares e 0.3% não fizeram nenhuma. Ainda em 2010, todos os nascidos vivos tiveram seus assistidos por profissionais qualificados de saúde. === Educação === Em Três Pontas, o índice de alfabetização das pessoas acima de dez anos é de 92,2%. De acordo com o Censo 2010, existem ao todo 34 estabelecimentos de ensino entre escolas públicas, particulares, instituições de ensino superior e escolas de cursos técnicos em Três Pontas. Em todo município cerca de 45% dos alunos matriculados estão no ensino fundamental, 41% na pré-escola e 14% no ensino médio. Em 2009 haviam no município 422 docentes do ensino fundamental e 138 docentes do ensino médio. As estatísticas mostram que a educação em Três Pontas tem melhorado nos últimos anos. No município 97% das crianças estavam cursando o ensino fundamental em 2000, bem superior aos 81% em 1991. O IDEB, índice que mede o rendimento dos alunos do ensino fundamental, atingiu nota seis em 2009 nas turmas do quinto ano numa escala de zero a dez (colocando o município na 306° posição entre os 5564 municípios do Brasil) e nas turmas do nono ano atingiu nota 4,4 (colocando o município na 1059° posição no Brasil). Entretanto, um desafio importante está no ensino médio. A defasagem idade-série chega a 23,2%. Isso significa que aproximadamente um em cada quatro alunos do ensino médio estão em idade superior à recomendada. Muitas vezes os jovens abandonam os estudos para trabalhar e depois tem que voltar à escola para conseguir concluir seus estudos. A maior parte das escolas da cidade está sob a responsabilidade da Secretaria Municipal de Educação. O município possui 14 escolas municipais na zona urbana(sendo 11 creches e/ou pré-escolas, 1 do primeiro ao terceiro ano, 1 do primeiro ao quinto ano e 1 do primeiro ao nono ano, todas do ensino fundamental) e 8 na zona rural (sendo 6 do primeiro ao quinto ano e 1 pré-escola). O transporte dos alunos da zona rural é feito com os ônibus da prefeitura municipal. A cidade possui mais quatro escolas estaduais,dentre elas as maiores são Escola Estadual Deputado Teodósio Bandeira (cujo prédio foi concluído em 1946, onde funcionava o Ginásio São Luiz), e Escola Estadual Prefeito Jacy Junqueira Gazola (ambas possuem alunos do sexto ao nono ano e do ensino médio) e quatro escolas particulares (que possuem alunos da pré-escola ao ensino médio). A APAE (Associação de Pais e Amigos dos Excepcionais) de Três Pontas é uma instituição filantrópica que atende aos portadores de necessidades especiais. Foi criada em 1972 e hoje atende cerca de 520 pessoas oferecendo educação infantil, ensino fundamental e profissionalizante, além de atendimento clínico especializado. O Centro Universitário do Sul de Minas (também chamada de Faculdade Três Pontas ou FATEPS) é a única instituição de ensino superior na cidade. Apesar de ter apenas três cursos (Administração, direito e pedagogia), a instituição é considerada uma das dez melhores do Sul de Minas. O curso de direito da FATEPS também merece destaque, pois foi o que obteve maior aprovação na prova da OAB em todo Sul de Minas, com quase 40% de aprovação. Também existe no município um centro de apoio para faculdades a distância, localizado no Centro de Estudos Supletivos Doutor Potiguar Veiga. === Poderes executivo, legislativo e judiciário === A administração se dá pelo poder executivo, poder legislativo e poder judiciário. Em Três Pontas, o poder executivo é representado pelo prefeito e gabinete de secretários, em conformidade ao modelo proposto pela Constituição Federal. Atualmente a prefeitura possui onze secretarias municipais a saber: secretaria municipal de administração e recursos humanos, agropecuária, assistência social, cultura, lazer e turismo, educação, esporte, fazenda, indústria e comércio, meio ambiente, saúde, e transporte e obras. O Poder legislativo é constituído à câmara, composta por 15 vereadores eleitos para mandatos de quatro anos (de acordo com o artigo 29 da Constituição) e está composta da seguinte forma: duas cadeiras do Partido da República (PR), três cadeiras do Partido Popular Socialista (PPS); duas cadeiras do Partido do Movimento Democrático Brasileiro (PMDB); duas cadeiras do Partido Popular (PP); duas cadeiras do Partido dos Trabalhadores (PT); uma do Partido da Mobilização Nacional (PMN) e uma do Partido Republicano Brasileiro (PRB). Cabe à câmara municipal elaborar e votar leis fundamentais à administração e ao Executivo, especialmente o orçamento participativo (Lei de Diretrizes Orçamentárias). Conquanto seja o poder de veto assegurado ao prefeito, o processo de votação das leis que se lhe opõem costuma gerar conflitos entre Executivo e Legislativo. O município de Três Pontas não possui constituições próprias, em vez disso possui leis orgânicas, que são elaboradas no âmbito do município em conformidade com a Constituição Brasileira. Para ser aprovada na câmara, essas leis precisam de, no mínimo, dois terços dos votos dos vereadores. Nas eleições municipais de 2012 três candidatos foram indicados para concorrer ao cargo de prefeito da cidade. Entretanto a candidatura de Wanderley Vitoriando, do PSOL foi indeferida pelo Tribunal Regional Eleitoral de Minas Gerais, restando assim somente dois candidatos a prefeito. No dia sete de outubro, 34776 eleitores votaram no município e 6425 se abstiveram do direito de votar. Dos eleitores que compareceram 3% votaram em branco e 5,69% anularam o voto. Dos votos válidos, o candidato Paulo Luís Rabello, do PPS recebeu 50.34%, sendo, portanto, reeleito para o mandato entre 2013 e 2016. O segundo colocado, Doutor Luiz Roberto, do PMDB recebeu somente 217 votos a menos. Três Pontas é a sede da comarca de mesmo nome, instalada em 5 de abril de 1892, da qual faz parte também o município de Santana da Vargem e o distrito do Pontalete. O Fórum Doutor Carvalho de Mendonça, no centro da cidade, é o local onde funcionam a Primeira Vara Cível, Criminal e da Infância e da Juventude e Segunda Vara Cível, Criminal e de Execuções Penais, além de outros serviços. A cidade tem ainda sete estabelecimentos onde são feitos registros civis, registros de imóveis entre outros. === Segurança === Em Três Pontas se encontra o 151° Companhia da Polícia Militar de Minas Gerais (que faz parte do 24° Batalhão da Polícia Militar, com sede em Varginha e abrange dez cidades da região) e a delegacia da Polícia Civil de Minas Gerais. A cidade também conta com a Guarda Municipal que atua na segurança do município e no controle do trânsito. A taxa de homicídios em 2008 foi de 9,3 para cada cem mil habitantes, ficando na 168° posição em nível estadual e na 1794° posição em todo o país, considerando-se as cidades com mais de dez mil habitantes que naquele ano totalizavam 2810. Os índices de criminalidade no município tiveram uma queda significativa nos últimos anos. Em 2011 a quantidade de crimes foi 9% menores em relação a 2009 e 38% menor em relação a 2000. A cidade possui uma unidade prisional localizada no interior da zona urbana que, em 2009, possuía capacidade para 25 presos, mas abrigava 67, e essa superlotação fazia com que as fugas fossem frequentes. Por isso, em 21 de junho de 2011, a administração da cadeia da cidade foi assumida pela Secretaria de Estado de Defesa Social (SEDS), por meio da Subsecretaria de Administração Prisional (SUAPI). A transferência levou a cadeia, até então administrada pela Polícia Civil, a se transformar oficialmente em presídio. thumb|Antena de comunicação na cidade. === Comunicações === De acordo com a Agência Nacional de Telecomunicações (Anatel), em todo o município, cujo código de discagem local (DDD) é 35, existem 5 694 linhas de telefone fixo individuais e 216 telefones públicos (conhecidos como orelhões) distribuídos na sede do município, no Pontalete, no Quilombo Nossa Senhora do Rosário e na localidade da Boa Vista, operados pela empresa Telemar de acordo com dados de novembro de 2012. Em relação à telefonia móvel, a cidade é atendida por três operadoras (Claro, TIM e Vivo) que atendem o município por meio de onze estações radio base localizadas na sede e em algumas localidades na zona rural. A cidade conta ainda com serviços de internet sem fio (wireless) oferecido principalmente por dois provedores, de acordo com o registro na Anatel. Três Pontas possui duas agências da Empresa Brasileira de Correios e Telégrafos, duas delas localizadas na sede, uma no Quilombo Nossa Senhora do Rosário e uma no Pontalete. O código de endereçamento postal (CEP) de todo o município é 37190-000. A cidade possui ainda diversas emissoras de rádio tanto com amplitude modulada quanto com frequência modulada. Um dos principais jornais da cidade é o Correio Trespontano, criado há 33 anos e com circulação semanal. == População == Composição étnica da população três-pontana Cor Quantidade Porcentagem Branca 26 754 49.7% Negra 5 554 10.3% Amarela 305 0.6% Parda 21 220 39.4% Três Pontas, de acordo com o Censo 2010, possui 53 825 habitantes, sendo que 50,4% da população três-pontana são mulheres, e 49,6% são homens. A densidade populacional do município é de cerca de 78 habitantes por quilômetro quadrado. No período entre 1991 a 2000, a população três-pontana cresceu 11,2%, passando de 45 832 para 51 024 habitantes. Apesar disso, a quantidade de habitantes na zona rural caiu de 12 092 para 10 354 no mesmo período, seguindo a tendência do país. Segundo o Atlas de Desenvolvimento Humano, a população do município cresce cerca de 1,5% ao ano. Quase cinco por cento da população vieram de outros estados do país, principalmente de São Paulo, do Paraná e da Bahia. De acordo com o censo, existem 18517 domicílios no município de Três Pontas, o que totalizam 21 819 endereços, sendo 3 474 na zona rural e 18 345 na zona urbana. Ainda de acordo com o Censo 2010, 15 474 domicílios são casas (96.5%), 526 são apartamentos (3.3%) e 40 fazem parte de vila ou condomínio (0.2%). === Renda e desigualdade === O rendimento médio mensal da parcela da população três-pontana acima de dez anos que trabalha, que de acordo com o censo de 2010 compunha cerca de setenta por cento dessa parcela da população, era de cerca de 930 reais, abaixo da média nacional. No município, assim como no restante do país, os homens ainda ganham mais do que as mulheres em média 39%, de acordo com o IBGE. No município. A pobreza (medida pela proporção de pessoas com renda per capita inferior a metade do salário mínimo no ano 2000, ou seja, 75 reais) passou de 38,1% em 1991 para 19,3% em 2000. Em relação à desigualdade da renda, medida pelo índice de Gini, a nota permaneceu constante em 0,56 no período considerado, sendo que a nota zero significa ausência de desigualdade e a nota um significa desigualdade completa, como se somente uma pessoa tivesse toda renda e as outras não tivessem nada. A nota do município ficou abaixo da do estado, que foi de 0,62, ou seja, o município é \"menos desigual\" do que o estado de Minas Gerais. Em 2000, os 20% mais pobres da população contribuíam com somente 3,9% da renda do município, enquanto os 20% mais ricos somavam 61,9% de toda a renda. No ano de 2010, 73,1% da população vivia acima da linha da pobreza, ou seja, a renda é de pelo menos meio salário mínimo por pessoa. 21,4% das pessoas viviam entre a linha da pobreza e de indigência (ganhavam entre um meio e um quarto do salário mínimo por pessoa) e 5,6% viviam abaixo da linha da indigência (a renda é menor que um quarto do salário mínimo por pessoa). Para estimar a proporção da renda foi somada a renda de todos que vivem em uma mesma residência e dividida pela quantidade de moradores. === Religião === De acordo com o IBGE em 2010 cerca de 85% da população de Três Pontas se declarava ser da Igreja Católica Apostólica Romana e 11.82% declarava ser protestantes (ou evangélicos). Dentre a comunidade evangélica, existem diversas igrejas tanto de missão, que compõe quase dois por cento da população três-pontana, tendo como principais representantes a Igreja Batista e a Igreja Adventista, quanto igrejas pentecostais, que compõe pouco mais de sete por cento da população do município, tendo como principais igrejas a Assembleia de Deus, a Igreja Pentecostal Deus é Amor, a Igreja Universal do Reino de Deus, a Congregação Cristã no Brasil e a Igreja Cristã Maranata. Cerca de 0.41% da população declararam ser testemunhas de Jeová e 0.67% declaram ser espíritas. Outras religiões, como o candomblé e a Igreja Messiânica Mundial possuem poucos representantes no município (as duas citadas representam 0,02 e 0,01 por cento da população, respectivamente). 1,27% da população se declaram sem religião dos quais 0,14% se declaram ateus. == Economia == thumb|Valor do Produto Interno Bruto de Três Pontas com base nos dados do Instituto Brasileiro de Geografia e Estatística. Segundo o IBGE em 2010 o produto interno bruto (PIB) do município era de cerca de 738,1 milhões de reais, o que representava 8,5% do PIB da microrregião de Varginha, 0,21% do PIB de Minas Gerais e 0,02% do PIB de todo o país. De acordo com um estudo realizado em 2010, Três Pontas é o oitavo município em Minas Gerais no ranking dos que produzem maior renda agrícola. Essa renda movimenta o setor de serviços, que possui cerca de 60% do PIB do município. O setor industrial não é tão desenvolvido, pois a cidade possui somente indústrias de pequeno e médio porte. Em 2011 foi divulgado pelo Sebrae o Índice de Competitividade Municipal naquele ano. Três Pontas ficou em 84° lugar entre os 853 municípios do estado e em terceiro lugar na microrregião de Varginha. Esse resultado representa uma competitividade média, impulsionada principalmente pela cultura do café. === Agropecuária === thumb|Os cafezais fazem parte da paisagem de Três Pontas. thumb|Animais pastando próximo à zona urbana. A agropecuária possuía uma participação de 21,71% no PIB de Três Pontas em 2010, o que representa mais de 146 milhões de reais na economia. Em 2006 existiam em todo o município 1 207 estabelecimentos agropecuários (como sítios e fazendas), dos quais 59,24% eram destinados à agricultura familiar. Entretanto, somente 16,43% da área rural pertencia a agricultores familiares. A área da zona rural do município, que totaliza 54 624 hectares, estava distribuída, eram utilizadas principalmente para o cultivo de lavouras permanentes (44,26%), lavouras temporárias (3,86%), pastagens (26,68%) e matas e florestas naturais (5,09%) dentre diversos outros usos menos relevantes. O café é o principal produto da agricultura três-pontana. Em 2011, as lavouras de café representavam 99,9% das lavouras permanentes, enquanto os outros cultivos permanentes do município, que são banana, goiaba, laranja e tangerina ocupavam somente 0,1%. Entretanto, a área destinada ao café vem diminuindo ao longo dos anos, passando de 23 500 hectares em 2008 para 18 500 hectares três anos depois mas, ao contrário do que se imagina, a produção aumentou de ceca de 25 300 toneladas para 27 750 toneladas nos respectivos anos. Em 2011, ainda, Três Pontas ficou na sexta posição entre os maiores produtores nacionais do fruto (o primeiro foi o município de Jaguaré, no Espírito Santo) e em segundo lugar no estado de Minas Gerais (Patrocínio, na região do Triângulo Mineiro e Alto Parnaíba ficou em primeiro lugar). Cerca de três quartos da produção é comercializada pela Cooperativa dos Cafeicultores da Zona de Três Pontas (COCATREL). Como a cidade tem tradição agrícola, são muitos os armazéns para estocagem de café, principalmente. A cidade possui doze unidades de armazenamento, sendo duas baterias de silos e dez armazéns convencionais. No total as unidades de armazenamento têm capacidade para armazenar mais de cem mil toneladas de grãos. Dentre as lavouras temporárias destacam-se a do milho e feijão, que juntas representam mais de 87% da área destinada a esse tipo de lavoura. Os cultivos de cana-de-açúcar,mandioca, tomate e batata mantiveram a mesma área cultivada e produção desde 2006. A soja tem uma representatividade relevante, já que ocupa pouco mais de onze por cento das lavouras temporárias. O cultivo de arroz também já foi mais importante no município, mas a área plantada caiu radicalmente nas últimas décadas. Em relação à pecuária, Três Pontas possui basicamente quatro tipos de rebanhos mais importantes, que são os bovinos, equinos, suínos e galinhas. Enquanto os dois primeiros rebanhos mantiveram uma quantidade praticamente constante ao longo das últimas décadas, os dois últimos apresentaram uma queda substancial no mesmo período. A quantidade de galinhas, por exemplo, caiu de mais de 37 mil para quase seis mil entre 1980 e 2011. A produção de leite aumentou nas últimas três décadas, sendo que no ano de 2011 ela atingiu mais de quatorze milhões de litros, enquanto a produção de ovos de galinha caiu, chegando a cinquenta mil dúzias no mesmo ano. ; Pesquisas Em Três Pontas está localizada uma das fazendas experimentais da Empresa de Pesquisa Agropecuária de Minas Gerais (EPAMIG), que foi fundada em 1950 e possui uma área de cerca de cem hectares. No local, localizada às margens da rodovia MG-167 entre Três Pontas e Santana da Vargem, são realizadas pesquisas relacionadas à cafeicultura (melhoramento genético, nutrição e controle de pragas) e criação de gado de leite (nutrição, manejo reprodutivo, melhoramento genético). Nessa fazenda acontece um dos maiores eventos relacionados à cafeicultura do país, a Expocafé, onde são movimentados milhões de reais, e o evento cresce a cada ano. Na feira, que geralmente ocorre no mês de junho, são realizadas várias demonstrações das novidades da cafeicultura. O evento dura geralmente quatro dias e a entrada é franca. === Indústria === O setor industrial é o menos expressivo na economia do município. Este setor participa somente com 11,3% do PIB de Três Pontas, o que representa 76 milhões de reais. Três Pontas possui somente um distrito industrial, que possui uma área de 176 100 metros quadrados e está sob a administração da CODEMIG (Companhia de Desenvolvimento Econômico de Minas Gerais). Em 2010 foram contabilizadas pelo IBGE 137 unidades de indústrias de transformação. Dentre os ramos industriais no município pode-se destacar: indústria de fertilizantes, máquinas agrícolas, telas, artefatos plásticos, pré-moldados, produtos de serralheria, móveis, torrefações, panificadoras, gráficas, alambique e outras diversas. Além do crescimento do turismo da região impulsionada pela represa e por hotéis fazenda. Os ramos industriais que mais empregam no município são de confecção de vestuário, fabricação de artigos de plásticos e borracha, fabricação de máquinas e equipamentos, de móveis, de produtos alimentícios e de produtos químicos. === Serviços === O setor de serviços compõe praticamente 67% do PIB do município, o que representa pouco mais de 450 milhões de reais, dos quais cerca de 107 milhões são utilizados pela administração municipal em gastos com saúde e educação públicos além da seguridade social. Em 2010 foram contabilizadas 1 423 empresas em todo o município. As atividades que mais se destacam de acordo com a classificação nacional de atividades econômicas são a de comércio (que compõe mais de 55% das empresas), indústrias de transformação (9,63%), alojamento e alimentação (6,47%), transporte e armazenagem (3,72%), atividades administrativas (2,81%) e atividades profissionais, científicas e técnicas (2,74%). Em 2009 Três Pontas possuía 1317 empresas e 9427 pessoas ocupadas, sendo 7566 assalariados, resultando em uma renda mensal média de 1,9 salário mínimo por pessoa ocupada assalariada. Três Pontas tem agências dos seguintes bancos: Caixa Econômica Federal, Itaú, Bradesco, Banco do Brasil e SICOOB (Cooperativa). Em 2010 foram movimentados nas agências bancárias da cidade 165 223 765 reais em operações de crédito, 87 137 345 reais na poupança, 371 756 reais em depósitos à vista do governo e 25 901 403 reais em depósitos à vista de instituições privadas, entre outras transações. == Patrimônio cultural e religioso == === Igreja Católica === Como a maioria da população é católica, existem muitas igrejas e capelas espalhadas por toda a cidade e também pela zona rural. Na cidade ocorrem diversas festividades religiosas, dentre elas as comemorações da Semana Santa e do Natal, bem como o dia dedicado ao beato Padre Victor, no qual milhares de três-pontanos e romeiros vindos das mais diversas cidades se reúnem para homenagear o sacerdote considerado \"santo\" na região. O município possui três paróquias que fazem parte da Diocese de Campanha. A Paróquia Nossa Senhora d'Ajuda é a mais antiga da cidade. A principal igreja é a Igreja Matriz Nossa Senhora d'Ajuda. A capela surgiu a partir da capela no arraial que deu origem à cidade. Graças ao Padre Victor, em 1862, a igreja foi ampliada. Desde então passava apenas por pequenas reformas até que em 1958 foram necessárias reformas estruturais. Porém, a igreja acabou sendo totalmente reconstruída com um estilo diferente por causa do trabalho do Cônego João Batista da Silveira, e essa obra se mantém até hoje. Essa paróquia também abrange as comunidades da zona rural. A Paróquia Nossa Senhora Aparecida foi criada em 1959 e a principal igreja é a Igreja da Aparecida que foi construída em 1929 pelo Cônego José Maria Rabelo ,com o dinheiro doado pela sua mãe. Atualmente é composta de 22 comunidades das quais quatro estão na zona urbana. A paróquia mais nova da cidade é a Paróquia Cristo Redentor, criada em 2008. Situada no lado oeste da cidade, a principal igreja é a Igreja de Nossa Senhora das Graças (conhecida como Igreja do Catumbi) e atualmente a paróquia é composta de 13 comunidades, sendo cinco urbanas São Cristóvão (Aristides Vieira), São Judas Tadeu (Morada Nova), Sagrada Família (Antônio de Brito), Santa Rita de Cássia (Azarias Campos, Vila Rica e Village das Palmeiras), Beato Padre Victor e oito rurais (incluindo o Pontalete e a Espera). Três Pontas possui também um carmelo dedicado à São José. Ele foi fundado pela venerável Madre Tereza Margarida do Coração de Maria, a Nossa Mãe, no dia em 16 de julho de 1962,. Atualmente, o carmelo abriga 26 religiosas que exercem seu ministério trabalhando na fabricação de hóstias, restauração de imagens sacras e trabalhos artesanais para fins de sustento da comunidade. Por sua vez, os três-pontanos ajudam com doação de alimentos para as religiosas. ==== Processos de canonização ==== Em Três Pontas viveram duas pessoas que atualmente estão em processo para serem reconhecidas como santas pela Igreja Católica: Padre Victor e Madre Tereza Margarida, os \"anjos tutelares\" do município. ==== Padre Victor ==== Francisco de Paula Victor nasceu em Campanha no dia 12 de abril de 1827. Em 5 de julho de 1849, com o apoio de sua madrinha, partiu para Mariana e iniciou seus estudos no seminário. Segundo historiadores, foi um grande feito na época, pois era negro e pobre e suportou muitas humilhações dos seus colegas seminaristas que não o aceitavam. Quase dois anos depois foi ordenado padre e no ano seguinte foi nomeado vigário da então freguesia de Três Pontas. Na cidade realizou várias benfeitorias: ampliou a igreja, foi professor de latim e música no colégio que ele mesmo fundou. Depois de 53 anos a frente da paróquia, Padre Victor faleceu no dia 23 de setembro de 1905. Em 1929 foi construído uma herma em homenagem ao sacerdote. Nela, está inscrito a seguinte frase: \"Cônego Francisco de Paula Victor: sua vida foi um Evangelho – sua memória, a sagração eterna de um exemplo vivo – Homenagem ao valor e à virtude, 1929\". Seus restos mortais encontram-se ao lado esquerdo do altar central, na matriz de Nossa Senhora d'Ajuda. Em 1993 foi aberto seu processo de beatificação. Em 10 de maio de 2012, o Papa Bento XVI reconheceu suas virtudes heroicas. Padre Victor foi beatificado em 14 de novembro de 2015. No dia de sua morte (23 de setembro), milhares de pessoas de diversas cidades e estados visitam o município por ocasião da festa que ocorre em sua memória. ==== Madre Tereza Margarida do Coração de Maria ==== Maria Luiza Rezende Marques nasceu em Borda da Mata, no dia 24 de dezembro de 1915. Ingressou na vida religiosa aos 22 anos na cidade paulista de Mogi das Cruzes, escolhendo a Ordem dos Carmelitas Descalços. Na profissão de seus votos solenes, ocorrida em 2 de fevereiro de 1942, tomou por nome religioso Tereza Margarida do Coração de Maria. Fundou em Três Pontas o Carmelo São José no dia 16 de julho de 1962, juntamente com seis irmãs. Ficou conhecida na cidade como Nossa Mãe pelo acolhimento, orações e conselhos que a todos dedicava. Faleceu em 14 de novembro de 2005, após 43 anos de serviço religioso na cidade. Em 4 de março de 2012 foi inaugurado sua causa de beatificação. Suas virtudes heroicas foram reconhecidas pelo Papa Francisco no dia 20 de maio de 2023, passando a ser chamada agora Venerável. Seus restos mortais encontram-se, desde 2012, no carmelo por ela fundado. === Espaços culturais === Em relação à música, um dos locais que mais se destacam é o Conservatório Municipal Heitor Villa Lobos, uma escola pública de música que propicia aos alunos aulas de diversos instrumentos musicais, como violão, violino, violoncelo, piano, teclado, acordeon, flauta doce, flauta transversal, saxofone, bateria e guitarra além de aulas de canto coral, canto individual, percepção musical, prática de conjunto, musicalização e imagem musical. O conservatório foi criado em 1987 pelo então prefeito Carlos Mesquita. Atualmente a escola possui cerca de seiscentos alunos. O Centro Cultural Milton Nascimento é o teatro onde são apresentados os principais eventos culturais da cidade. O nome em homenagem ao grande cantor Milton Nascimento, que foi criado na cidade, revela ainda que o município tem grande vocação cultural, pois são realizados muitos eventos que revelam novos talentos musicais. Entre os espaços dedicados à conservação da memória da cidade, destaca-se a Casa da Cultura, onde se encontra o Memorial Antônio Aureliano Chaves, em memória ao filho ilustre da cidade, que exibe documentos e objetos que contam a história da cidade e de seus filhos ilustres com fotos e documentos antigos. O prédio é uma casa construída no século XIX e totalmente restaurada, que revela os detalhes arquitetônicos da época. No local também existe uma loja de artesanato com produtos relacionados principalmente com o café. A Biblioteca Pública Municipal Celso Brant, administrada pela Secretaria Municipal de Cultura,Lazer e Turismo, conta com um acervo de cerca de vinte mil livros, revistas, jornais e outros. Foi criada em 1959 na administração do prefeito Jacy Junqueira Gazola. No local encontram-se exemplares de jornais antigos que circularam na cidade. No Memorial Padre Victor pode-se conhecer um pouco mais sobre a vida e a história de Francisco de Paula Victor. No local encontram-se alguns pertences utilizados pelo padre como por exemplo a bíblia utilizada em suas missas (em latim). Na zona rural encontra-se o Museu do café, localizado na Fazenda Pedra Negra (às margens da rodovia MG-167, a cerca de cinco quilômetros da cidade). Este museu oferece ao visitante a oportunidade de conhecer como era feito o cultivo, a colheita e o beneficiamento do café desde a época em que a cultura se difundiu no município até os dias atuais. As características originais da fazenda foram conservadas e restauradas. == Lazer e festividades no município == === Esportes === Por meio da Secretaria Municipal de Esportes são realizados vários eventos de incentivo ao esporte. Dentre eles destacam-se: aulas de karatê, futebol e vôlei para crianças e adolescentes, além de competições entre times das escolas e dos bairros. Os times das escolas também participam dos Jogos Escolares de Minas Gerais (JEMG). Em 2012, inclusive, a cidade recebeu cerca de 1500 estudantes/atletas entre os dias 21 e 27 de maio, pois sediou a etapa microrregional da competição. Os principais eventos de futebol são realizados no Estádio Municipal Ítalo Tomagnini (também conhecido como campo do TAC), que passou por reformas recentes para ampliação da capacidade de torcedores e melhoramento dos vestiários, entre outras mudanças. Competições de outros esportes, como futsal e vôlei, são realizadas no Ginásio Poliesportivo Aureliano Chaves. O Três Pontas Atlético Clube (TAC) é o time da cidade que participa de competições entre municípios e de campeonatos regionais. thumb|esquerda|Vista dos cafezais ao sul da cidade. Ao centro da imagem está o Hotel Fazenda Pedra Negra, que abriga o Museu do Café. === Turismo === Três Pontas faz parte do circuito turístico Vale Verde e Quedas D'Água. O destino mais procurado pelos turistas é o Distrito do Pontalete, por causa da Represa de Furnas. Além das belas paisagens naturais, os diversos bares e restaurantes possibilitam ao visitante saborear a típica comida sul mineira. Em novembro de 2011 foram iniciadas as obras para revitalização do distrito, para melhorar a infraestrutura e ampliar o potencial turístico que atrai visitantes de toda região. Outros aventureiros também optam em conhecer a serra de Três Pontas. No topo da serra tem-se uma visão privilegiada do \"mar de morros\" do Sul de Minas. Repleta de trilhas, a serra tem ainda uma cachoeira e um muro construído por escravos na época em que havia um quilombo nas proximidades da montanha. Na cidade também existem muitos bares e restaurantes, que são muito movimentados nos fins de semana. Os shows geralmente acontecem no Centro de Eventos Wagner Tiso ou no Estádio Municipal Ítalo Tomagnini. A festa do peão, que acontece na época do aniversário da cidade, atrai muitas pessoas de toda região, pois traz vários shows com artistas famosos. Outras atrações turísticas do município são os hotéis fazenda. Na rodovia entre Três Pontas e Varginha, o turista pode visitar o Hotel Fazenda Pedra Negra, e visitar o Museu do Café, que mostra como era feito o cultivo antigamente. Próximo a mesma rodovia também existe o Hotel Pousada Bela Vista, para quem gosta do turismo rural. thumb|Comemorações do 155° aniversário de emancipação política de Três Pontas. thumb|Enfeites de Natal na Praça Tristão Nogueira. === Feriados e eventos === Além dos feriados nacionais, existem dois feriados municipais: o dia da emancipação política (03 de julho) e o dia do aniversário de morte de Padre Victor (23 de setembro). No aniversário da cidade sempre ocorrem muitas comemorações e shows que geralmente são realizados no Centro de Eventos Wagner Tiso. Nesse dia alunos das escolas do município participam de desfiles cívicos na Praça Cônego Victor e são inauguradas várias obras pela cidade. De acordo com a lei federal n.º 9.093, aprovada em 12 de setembro de 1995, os municípios podem ter no máximo quatro feriados municipais, já incluída a Sexta-Feira Santa. Em março de 2012 a então prefeita Luciana Mendonça propôs a criação de mais um feriado, o dia de Madre Tereza Margarida do Coração de Maria no dia 14 de novembro. Se a lei com esse projeto for aprovada, a cidade terá três feriados somente no mês de novembro. Em relação à cultura, acontece, no mês de julho, a Semana Cultural de Inverno, na qual vários eventos são realizados pela cidade, como apresentações de música, dança e peças teatrais no Centro Cultural Milton Nascimento. Em setembro é realizado o Festival Música do Mundo, que tem o propósito de integrar a música nacional e internacional, e Três Pontas foi escolhida como sede devido a sua ligação com a música popular brasileira. Entretanto, em 2011 a terceira edição do evento foi cancelada por causa da falta de verba e de patrocinadores. Em janeiro ocorre o tradicional Encontro de Folia de Reis, no qual vários grupos folclóricos se encontram com os trajes típicos da festa. Este evento acontece há mais de quarenta anos no município. Os personagens representam os três reis magos que vão visitar Jesus logo após seu nascimento. Enquanto desfilam pela cidade, cantam músicas típicas relativas ao tema. Outro evento que merece destaque é o carnaval três-pontano, que já tem mais de cinquenta anos de tradição. Em 2012 mais de 14 mil pessoas participam da festa que teve desfiles de blocos e escolas de samba e várias bandas animaram a multidão nos dias da festa. O evento geralmente acontece na Avenida Oswaldo Cruz. No mesmo ano desfilaram duas escolas de samba, Consciência Negra e Tradição, sendo que a primeira foi campeã. No distrito do Pontalete mais de três mil pessoas participaram da festa que teve a participação de várias bandas e um trio elétrico. ==Ver também== *Lista de municípios de Minas Gerais *Lista de municípios do Brasil ==Ligações externas== * * * * ==Bibliografia== *CAMPOS, Paulo Costa. Dicionário Histórico e Geográfico de Três Pontas. 2004. *MIRANDA, Amélio Garcia. História de Três Pontas. Belo Horizonte, Editora JC, 1980. Categoria:Fundações em Minas Gerais em 1768",
 "title": "Três Pontas"
}