{
 "id": "32755",
 "text": "{{Info/Município do Brasil | nome = Uberaba | foto = Uberaba.Univerdecidade.jpg | leg_foto = Vista parcial do centro. | apelido = Capital do Zebu\" \"Cidade das Sete Colinas | padroeiro = Nossa Senhora da Abadia | brasão = BrasaoUberaba.jpg | bandeira = BandeiraUberaba.jpg | link_brasão = | link_bandeira = | link_hino = | CEP = 38000-000 a 38107-999 | aniversário = 2 de março | fundação = | emancipação = | gentílico = uberabense | lema = Indefesse pro Brasilia! \"Incansável na defesa do Brasil\" | prefeito = Elisa Gonçalves de Araújo | partido = | mandato_início = 2021 | fim_mandato = 2024 | mapa = MinasGerais Municip Uberaba.svg | latP = S | latG = 19 | latM = 44 | latS = 52 | lonP = O | lonG = 47 | lonM = 55 | lonS = 55 | estado = Minas Gerais | região_intermediária = Uberaba | data_região_intermediária = IBGE/2017 | região_imediata = Uberaba | data_região_imediata = IBGE/2017 | vizinhos = Água Comprida, Conceição das Alagoas, Uberlândia, Veríssimo, Indianópolis, Nova Ponte, Sacramento, Conquista e Delta (em MG); Igarapava, Aramina e Miguelópolis (em SP) | dist_capital = 481 | área = 4523.957 | área_ref = | população = 354142 | população_pos = MG: 7º | data_pop = estimativa IBGE/2024 | população_ref = | altitude = 823 | clima = tropical com estação seca | sigla_clima = Aw | idh = 0.772 | idh_pos = MG: 14° | data_idh = PNUD/2010 | pib = | data_pib = IBGE/2021 | pib_per_capita = 59.943,87 | data_pib_per_capita = IBGE/2021 | site_prefeitura = uberaba.mg.gov.br | site_câmara = camarauberaba.mg.gov.br }} Uberaba é um município brasileiro no interior do estado de Minas Gerais, localizado no Triângulo Mineiro a a oeste da capital estadual. Possui uma área de , e sua população, segundo a estimativa do Instituto Brasileiro de Geografia e Estatística para o ano de 2024, reúne habitantes, sendo assim o sétimo município mais populoso do estado. == Etimologia == O nome da cidade significa \"águas cristalinas\", sendo formado através da junção de y, água, ou águas, berab, brilhante, e -a, um sufixo substantivador. Portanto, uma tradução mais literal seria \"água brilhante\". O nome, surgido no século XVIII, provém da língua geral, desenvolvimento histórico do tupi antigo. Todavia, o termo seria igual na língua tupi antiga.NAVARRO, Eduardo de Almeida. Dicionário de tupi antigo: a língua indígena clássica do Brasil. São Paulo. Global. 2013 == História == Uberaba tem sua origem na ocupação do Triângulo Mineiro, que ficou sob a jurisdição de Goiás até 1816, região que começou a ter importância preciosa. Por ser uma das metas administrativas da Coroa Portuguesa, o governador da Capitania de São Paulo e Minas Gerais articulou a abertura de uma estrada, missão que ficou a cargo de Bartolomeu Bueno da Silva Filho (filho de Anhanguera). As estradas para Goiás, tornaram-se palco de batalhas, entre os exploradores dos sertões e os nativos. Diante disso, os administradores de Goiás viabilizaram a segurança das estradas e por isso nomeou em 1742, o Coronel Antônio Pires de Campos, para policiar, amansar e até mesmo exterminar os nativos rebeldes, fato constatado com a matança dos Caiapós. O povoado de Uberaba foi fundado em 1809, por Antônio Eustáquio da Silva e Oliveira (sargento-mor comandante da Companhia de Ordenanças do Distrito do Julgado do Desemboque da Capitania de Goiás), e surgiu a partir da migração de famílias que deixaram as já esgotadas regiões produtoras de ouro, e fracas para agricultura, das Capitanias de Minas, e de Goiás (Desemboque), em busca de terras férteis para se estabelecerem como agricultores e pecuaristas. O local onde se instalou o Arraial de Uberaba, inicialmente denominado \"Sertão da Farinha Podre\", às margens de um córrego, foi escolhido por existirem, naquela área, formada por seis colinas (Boa Vista, Estados Unidos, da Matriz, Cuiabá, Barro Preto e a colina da Misericórdia), grande quantidade de nascentes de córregos no alto dessas colinas, onde também foram construídas as primeiras casas. Em 2 de março de 1820, o Sargento-Mor Eustáquio (Major Eustáquio) pediu e conseguiu de D. João VI a elevação de Uberaba à categoria de freguesia com o nome de \"Freguesia de Santo Antônio e São Sebastião do Uberaba\", desmembrada da Freguesia do Desemboque. Em 1831, é criada a Vila de Araxá, da qual Uberaba fez parte até sua emancipação política em 1836. Em 22 de fevereiro de 1836, pela lei mineira número 28, Uberaba foi elevada à categoria de município, por Capitão Domingos da Silva e Oliveira, tornando-se Vila de Uberaba, e desmembrando-se de Araxá. Devido à importância regional e à prosperidade, a Vila de Santo Antônio de Uberaba, elevou-se à categoria de cidade, em 02 de maio de 1856. Em 1882, é instalada a Escola Normal Oficial e, em 1885, o Colégio Nossa Senhora das Dores, das irmãs dominicanas, vindas diretamente da França para estabelecer em Uberaba sua casa matriz no país. Em 1889, é inaugurada a Companhia Mogiana de Estradas de Ferro, facilitando a imigração europeia para a cidade e o desenvolvimento da pecuária zebuína. Já em 1895, começam a funcionar os cursos superiores de agronomia e zootecnia do Instituto Zootécnico de Uberaba. Em 1903, por iniciativa dos irmãos maristas, que vieram da França, o Colégio Marista inicia o ensino para 86 alunos internos e externos. Em 1904, inaugurou-se a Igreja São Domingos, um marco para os dominicanos, pelo fato de ser a primeira igreja da ordem dominicana construída no Brasil. Em 1905, é instalado o serviço de energia elétrica, impulsionando o desenvolvimento na cidade. O Agente Executivo, Felipe Aché, criou em 1909 a primeira Biblioteca Pública Municipal de Uberaba, denominada “Bernardo Guimarães”. Ainda no mesmo ano é inaugurado o Grupo Escolar Brasil, o primeiro grupo escolar da cidade. Em 1926, criou-se a primeira escola de ensino superior na área da saúde bucal e da farmacologia, conhecida como “Escola de Farmácia e Odontologia”, que recebia alunos das mais diversas regiões do Brasil e até do exterior. O escritor Monteiro Lobato passou por Uberaba em 1946 e fez um discurso durante a campanha \"O petróleo é nosso!\", escrevendo:MONTEIRO LOBATO, Conferências, Artigos e Crônicas, volume 15 de Obras Completas, página 41 e 42, Editora Brasiliense, São Paulo, 1959 Em 1947, o Professor Mário Palmério funda a Faculdade de Odontologia do Triângulo Mineiro, possibilitando, na década de 1950, o ensino em outras áreas de conhecimento com as Faculdades Integradas de Uberaba (Uniube). A Faculdade de Medicina do Triângulo Mineiro (UFTM) se estabeleceu em 1954 e foi transformada em Universidade Federal do Triângulo Mineiro em 2005, oferecendo cursos em diversas áreas do conhecimento. Em 1957, Aparecida Conceição Ferreira, a \"Dona Cida\", funda o \"Hospital do Fogo Selvagem\", referência nacional no tratamento do pênfigo foliáceo, e em 1959, fixa residência na cidade o médium espírita Chico Xavier, onde encontra-se sepultado desde seu falecimento em 2002. Em 1961, a pavimentação da Via Anhanguera, alcança as margens do Rio Grande no Triângulo Mineiro. Entre as décadas de 1970 e 1980 são instalados os primeiros Distritos Industriais na cidade. Em 1992, foram inaugurados no distrito de Peirópolis, O Centro de Pesquisas Paleontológicas “Llewellyn Ivor Price”, e o Museu dos Dinossauros, possuindo fósseis datados de 65 a 72 milhões de anos de idade. Ainda na década de 1990 é criado o Parque Tecnológico de Uberaba (Univerdecidade), para viabilizar a pesquisa e o ensino técnico- profissionalizante, relacionados à ciência da informação e a agroindústria, notadamente para a genética vegetal e animal. Em 14 de agosto de 2007, sob a Lei Municipal 10.19, Nossa Senhora da Abadia é instituída como a padroeira da cidade devido a sua tradição e devoção popular na região. Atualmente, a cidade é um centro comercial dinâmico com um parque industrial diversificado, agricultura produtiva, pecuária seletiva, e estrutura de ensino desenvolvida, atendendo a demandas nos aspectos econômicos, culturais e de serviços essenciais à população. === Documentos da história municipal de Uberaba === ==== Transferência do Triângulo Mineiro à Capitania de Minas Gerais ==== Alvará de 4 de Abril de 1816: ==== Criação da freguesia ==== Decreto de 2 de Março de 1820: > \"…Sendo-me presente o grande desgosto que sofrem os colonos estabelecidos no > Sertão da Farinha Podre, por se verem privados de socorro e pasto > espiritual, sem que o possa obter com facilidade da Freguesia do Julgado do > Desemboque, que dali dista mais de 60 léguas: Hei por bem que se estabeleça > uma freguesia no distrito de Uberaba até a confluência do rio Paranaíba e > rio Pardo, com a invocação de Santo Antônio e São Sebastião de Uberaba, > dividindo-se com a Capela de N. S. do Monte do Carmo, e com a Freguesia do > Desemboque, por onde mais conveniente for. E Sou outrossim servido, que > nesta nova Freguesia haja também uma capela curada, no lugar que mais > convier, para comodidade dos habitantes que novamente se acham por ali > estabelecidos. A Mesa da Consciência e Ordens o tenha assim entendido, e > faça executar com os despachos necessários. Palácio do Rio de Janeiro em 2 > de março de 1820. Com a rubrica de Sua Majestade\" Nota 1: A dita \"confluência do rio Paranaíba e rio Pardo\", se refere à antiga divisa entre a Capitania de Goiás com a Capitania do Mato Grosso e a Capitania de São Paulo, a foz do atual Rio Pardo (Mato Grosso do Sul) com o rio Paraná. Nota 2: a Capela de N. S. do Monte do Carmo é cidade de Prata (Minas Gerais). ==== Criação da vila ==== Decreto de 22 de Fevereiro de 1836: Nota : O Rio das Velhas citado é o atual rio Araguari (Minas Gerais). ==== Ata da instalação do município ==== Ata de 7 de Janeiro de 1837: Nota: Esta citada casa, construída pelo Capitão Domingos da Silva e Oliveira, para servir de Casa de Câmara e Cadeia de Uberaba, ainda hoje, serve como Gabinete do Prefeito e de Câmara Municipal de Uberaba. == Geografia == Uberaba está situada na Região Geográfica Imediata de Uberaba, que faz parte da Região Geográfica Intermediária de Uberaba, no Triângulo Mineiro. A cidade está distante em 481 km da capital estadual, Belo Horizonte, e a 527 km de Brasília, a capital federal. Em 2022, possuía uma área total de 4.524 km², sendo 137,04 km² de área urbana. Limita-se ao norte com Água Comprida e Campo Florido, a leste com Conceição das Alagoas e Conquista, ao sul com Delta e Nova Ponte, e a oeste com Sacramento, Santa Juliana e Veríssimo. === Topografia === Faz parte do Planalto Arenítico Basáltico da Bacia do Paraná. O relevo varia de plano ligeiramente ondulado na maioria absoluta de área do município, até fortemente ondulado em pequenas manchas de solos podzólicos. Seu relevo é 60% ondulado e 40% plano, e sua altitude média é de cerca de 823 metros. === Clima === Uberaba possui um clima tropical de savana, classificado como Aw segundo a classificação de Köppen-Geiger, caracterizado por um verão quente e úmido, e um inverno seco e mais ameno. Segundo dados do Instituto Nacional de Meteorologia (INMET), desde 1961 a menor temperatura registrada em Uberaba ocorreu em 21 de julho de 1981, com mínima de . Valores negativos também ocorreram em 10 de julho de 1994 (), 22 de julho de 1981 () e 27 de junho de 1994 (). Por outro lado, em 17 de outubro de 2014, a máxima atingiu , a maior da série histórica, seguido por em 31 de outubro de 2002 e em 19 de outubro de 2015. O recorde de precipitação em 24 horas é de milímetros (mm) em 14 de novembro de 2016. == Demografia == De acordo com o censo de 2022, a população do município era de habitantes. Sua densidade populacional foi de 74,68 habitantes por quilômetro quadrado, com a periferia apresentando a maior concentração de habitantes. A zona intermediária possuía uma densidade de 22,14 habitantes por quilômetro quadrado, enquanto a área central apresentava a menor densidade, com 12,21 habitantes por quilômetro quadrado. O levantamento mapeou um total de 183.595 edificações, dos quais 152.223 eram domicílios residenciais, e uma média de 2,66 moradores por residência. A maior faixa etária predominante na população da cidade possuía entre 40 e 44 anos (8,08%), e a segunda maior possuía entre 35 e 39 anos (8,07%). Apenas 49 pessoas no município possuíam idade maior que 100 anos. A distribuição por gênero era composta por 175.301 mulheres e 162.535 homens. === Composição étnica === No ano de 2022, a distribuição racial ou étnica no município foi a seguinte: 176.480 indivíduos brancos (52,24%); 122.134 pardos (36,15%); 37.856 pretos (11,21%); 1.124 amarelos (0,33%); e 240 indígenas (0,07%). === Religião === Em 2020, a população de Uberaba era majoritariamente composta por católicos apostólicos romanos (54%), seguida por espíritas ou adeptos de religiões afro-brasileiras (15,1%) e evangélicos (13,7%). A porcentagem de pessoas que se declaravam sem religião era de 6,3%. Em 2022, haviam 522 edificações distribuídas entre igrejas e templos religiosos em Uberaba. As Folias de Reis, os ternos de congadas e moçambique, e as celebrações nos Santuário da Medalha Milagrosa e de Nossa Senhora da Abadia, estão entre as mais antigas manifestações religiosas do município. Segundo levantamento feito pelo IEPHA/MG, em 2016, Uberaba possuía aproximadamente 160 grupos de Folias de Reis registrados, sendo o maior número de registros em Minas Gerais. ==== Santuário Basílica de Nossa Senhora D'Abadia ==== A devoção à Nossa Senhora da Abadia tem início em Uberaba, em 1881, quando o Capitão Eduardo José de Alvarenga Formiga solicita à Câmara Municipal a doação de um terreno no Alto da Misericórdia para construção de uma capela em homenagem a Nossa Senhora D' Abadia, conhecida, em Portugal, como Santa Maria do Bouro. O Capitão Alvarenga Formiga e o Alferes Antônio Carrilho de Castro, moradores da rua Capitão Domingos, no atual Alto da Abadia ou da Misericórdia, eram oriundos de Iguatama onde o padroeiro é Nossa Senhora da Abadia, trazendo então a devoção a esta santa para Uberaba. Os esteios de madeira que sustentavam a primeira igreja da abadia foram trazidos pelo Alferes Carrilho de sua fazenda \"Batista e Policardo\". 131 anos depois, em seu belo e majestoso Santuário, administrado pelos missionários, houve no Bairro Abadia uma mina de água, com propriedades milagrosas, e segundo testemunhas da época, a fonte de água teria secado no momento em que uma mulher lavou um cão em suas águas. Nossa Senhora D'Abadia é a padroeira oficial da cidade através de ato decretado pela Lei 10.196 de 15 de agosto de 2007 e reconhecida pela Igreja Católica Romana e também Padroeira da Arquidiocese de Uberaba. A santa é venerada por milhares de fiéis e devotos que durante todo ano, aportam rogando graças e agradecendo favores. Na Alvorada de 15 de agosto, a praça em frente ao Santuário fica repleta de fiéis para agradecer, rezar, pedir e reafirmar o seu compromisso como cristão. Às 5 horas da manhã aproximadamente cinco mil pessoas já estão no Santuário para louvar Nossa Senhora D' Abadia. Durante todo o dia mais de 150 mil pessoas passam pela igreja, havendo missas de hora em hora das 6 às 17 horas. ==== Igreja da Medalha Milagrosa ==== O Santuário da Medalha Milagrosa, como é popularmente conhecido, é um das referências do circuito turístico de caráter religioso da cidade. Embora, Nossa Senhora da Medalha Milagrosa não seja a padroeira oficial de Uberaba, a santa, diariamente, recebe muitos visitantes e, na data da consagração, dia 27 de novembro, a igreja recebe visitantes de todo o país. Anteriormente, o pequeno mosteiro e a capelinha funcionavam no final da rua Afonso Rato (próximo à Fazenda Modelo). Em 1958, com a iniciativa de vários beneméritos, iniciou-se a construção do Mosteiro e do Santuário. No ano de 1961, muito importante para os devotos, em 7 de janeiro, foi inaugurado o Mosteiro e, em 26 de novembro, o Santuário. Em 2011, o local completou 50 anos e é uma importante referência religiosa e cultural da cidade de Uberaba. ==== Francisco Cândido Xavier, Chico Xavier ==== Médium nascido em 2 de abril de 1910 em Pedro Leopoldo, e radicado em Uberaba desde 1959, faleceu a 30 de junho de 2002, “em um dia de grande alegria para o povo brasileiro”, conforme houvera prometido em vida (Dia em que o Brasil sagrou-se pentacampeão mundial de futebol em Yokohama, Japão). De origem humilde, tornou-se mundialmente conhecido por sua obra espírita e pela atenção e carinho doados a todos os que o procuravam em busca de auxílio espiritual, na Casa da Prece. Mais de quatrocentos e cinquenta livros por ele psicografados já foram editados, alguns em vários idiomas. Codinomeado pela comunidade espírita como “O Consolador”. No ano de 2000 foi eleito “O Mineiro do Século” em votação da Globo Minas, e o Governo do Estado de Minas Gerais instituiu a “Comenda da Paz Chico Xavier”, outorgada anualmente a pessoas ou entidades que trabalham pela paz. Em 3 de Outubro de 2012 foi considerado por voto popular, na emissora de televisão SBT, \"O Maior Brasileiro de Todos os Tempos\". Seu primeiro livro, Parnaso de Além-Túmulo, com 256 poemas atribuídos a poetas mortos, entre eles os portugueses João de Deus, Antero de Quental e Guerra Junqueiro, e os brasileiros Olavo Bilac, Castro Alves e Augusto dos Anjos, foi publicado pela primeira vez em 1932. O livro causou muita admiração e polêmica nos círculos literários da época. O de maior tiragem foi Nosso Lar (que em 2010 já havia vendido mais de dois milhões de cópias), atribuído ao espírito André Luiz. ==== Festas de Congos e Moçambique ==== Em Uberaba, os festejos de congada tiveram início na segunda metade do século XIX. Realizados próximo ao dia 13 de maio em comemoração à Abolição da Escravatura no Brasil, os ternos de Congada e Moçambique de Uberaba fazem parte das “Congadas de Minas”, reconhecidas no Triângulo Mineiro como patrimônio cultural da região. As manifestações do dia 13 de Maio são oficialmente reconhecidas como patrimônio imaterial do município, de acordo com os decretos 1341/2017 e 4638/2019, e são coordenadas pela Fundação Cultural de Uberaba, Câmara de Comércio Brasil- Moçambique, Conselho de Participação e Integração da Comunidade Afro- Brasileira de Uberaba, e pela Associação dos Ternos de Congos, Moçambique, Afoxé e Vilões. == Governo == === Cidades-irmãs === Uberaba possui cinco cidades irmãs: * Currais Novos, Brasil * Goiânia, Brasil * Hyderabad, Índia * Ongole, Índia * Reynosa, México == Economia == Pioneira na raça zebu, recebe visitantes de várias regiões do Brasil e do Mundo durante as feiras realizadas na Associação Brasileira de Criadores de Zebu (ABCZ) que ocorrem no 4º mês do ano. A mais famosa é a Expozebu, considerada a maior do mundo com prêmios disputados pelos melhores criadores. No ano, são realizadas feiras exclusivas para cada raça bovina: Mega Leite, ExpoGenética, Expoinel e, por último, a Expobrahman. A cidade também abriga três distritos industriais instalados, onde se destaca várias empresas de importância no país: Agronelli, Ambev, Bunge, CCM Indústria e Comércio de Produtos Descartáveis, Dexco, FMC, Grupo Petrópolis, JBS Foods, Logum, Magnesita, Mexichem, Mosaic, Ouro Fino Agrociência, Sipcam Nichino, Smurfit Kappa, Stanley Black & Decker, Valmont, VLI Logística, Yara Brasil Fertilizantes, entre outras. Inaugurado em 1999, o Shopping Center Uberaba possui um faturamento anual de R$ 400 milhões, fluxo mensal de 750 mil consumidores, acomoda 1548 veículos, com 182 lojas incluindo salas de cinema, fast foods, praça de alimentação, academia, dentre outros serviços. No centro da cidade há presença de várias redes comerciais: Pernambucanas, Ricardo Eletro, Eletrosom, Magazine Luiza, Casas Bahia, além de serviços diversos como artigos para decoração, confecção, varejo, perfumarias, telefonia, alimentação, etc. O Praça Uberaba Shopping, inaugurado em 2015, é composto por 144 lojas, que incluem uma academia, um supermercado, cinemas, uma praça de alimentação, e estacionamento com capacidade para 1.600 vagas. Sua área bruta locável abrange 30 mil m². Possui nos serviços como sua principal atividade econômica, representando cerca de metade da produção da riqueza municipal. === Indicadores === Índice de Desenvolvimento Humano (IDH): 0,772 (2010) Produto interno bruto: (2021) PIB per capita: (2021) Nº de empresas ativas: 42.136 (2024) == Turismo == A crença religiosa atrai diversas pessoas para o município, que também recebe um grande número de visitantes que buscam vários objetivos. A Casa de Memórias e Lembranças Chico Xavier, bem como o Memorial Chico Xavier, são alguns dos locais mais procurados devido à influência do médium na cidade. Atrações como os museus de Arte Decorativa (MADA), Museu do Zebu, Museu de Arte Sacra, o Museu dos Dinossauros, o Mercado Municipal, o Santuário de Nossa Senhora da Abadia, a Igreja da Medalha Milagrosa, a Catedral Metropolitana do Sagrado Coração de Jesus, a igreja de Santa Teresinha do Menino Jesus, Arquidiocese de Uberaba são algumas das opções culturais de entretenimento. A cidade é a sede da Academia de Letras do Triângulo Mineiro. Uberaba também é integrante da Associação de Municípios de Interesse Turístico da Alta Mogiana – AMITAM, que engloba municípios da região nordeste do estado de São Paulo, em conjunto com o Triângulo Mineiro. === Geoparque === Devido à sua significância geológica internacional, Uberaba recebeu o título de Geoparque Mundial pela UNESCO em 27 de março de 2024, tornando-se a primeira cidade de Minas Gerais a receber a chancela. Denominado \"Terra de Gigantes\", o projeto teve início ao longo da década de 2000 e foi impulsionado por três atributos de representação internacional: a paleontologia no distrito de Peirópolis, o desenvolvimento agropecuário da raça Zebu, e a influência religiosa do médium Chico Xavier. O geoparque se destaca por sua relevância geocientífica, atribuída aos fósseis de dinossauros e outras espécies descobertas ao longo de seu território, e que abrange geossítios de grande relevância paleontológica e de contínuo potencial para novas descobertas. Acessíveis para visitação, o território tornou-se notável pelos achados fósseis, como dentes, ovos, e ninhos de dinossauros datados do Cretáceo Superior. Um dos destaques são os fósseis do Uberabatitan ribeiroi, considerado o maior dinossauro já encontrado no Brasil. == Infraestrutura == No ano de 2010, Uberaba apresentou uma taxa de escolarização de 97,7% entre crianças de 6 a 14 anos, segundo o IBGE. Em termos de infraestrutura domiciliar, 97,2% dos lares tinham esgotamento sanitário adequado. A arborização das vias públicas atingia 90,7%, enquanto a urbanização de vias era de 31,5%. Em relação à eletricidade, 99,97% dos consumidores urbanos e 98,75% dos consumidores rurais eram atendidos por energia elétrica. Em 2022, Uberaba registrou uma taxa de natalidade de 13,33 para cada 1.000 nascidos vivos, e o número de internações por diarreia pelo SUS era de 4,4 para cada 1.000 habitantes. === Aeroporto === O município é servido pelo Aeroporto Mário de Almeida Franco, anteriormente denominado \"Aeroporto Santos Dumont\", inaugurado em 1935. O terminal ficou sob administração da Infraero de 1980 até 2022, e em 2023 foi assumido pelo consórcio Aena Internacional, através de uma concessão com 30 anos de validade. Em 2008, uma ampliação no terminal de passageiros elevou a capacidade operacional de 100 mil para 200 mil passageiros por ano, com uma média de 103.701 passageiros anualmente. Em 2019, o aeroporto movimentou cerca de 118.662 toneladas de carga aérea. Atualmente, possui capacidade para 1,3 milhão de passageiros por ano, oferecendo voos diários para Belo Horizonte, e São Paulo, bem como destinos sazonais. === Transporte coletivo === O sistema de transporte coletivo de Uberaba é prestado sob contrato de concessão por duas empresas: Líder e São Geraldo, operando com 62 linhas, sendo 57 urbanas e 5 rurais, além das linhas intermunicipais não integradas para Delta, Veríssimo, Água Comprida, Conceição das Alagoas e interestaduais para Ituverava, Igarapava e Aramina. Em 2022, toda a frota, equivalente a 115 veículos era adaptada com elevadores para acesso de PCDs e pessoas com mobilidade reduzida. A cidade atualmente possui quatro terminais urbanos: * Terminal Oeste - Localizado na Avenida Leopoldino de Oliveira na entrada da Univerdecidade. * Terminal Leste - Localizado na Av. Niza Guaritá, na entrada do bairro Manoel Mendes * Terminal Sudeste - Localizado na Av. Bandeirantes, no bairro Parque das Gameleiras. * Terminal Sudoeste - Localizado na Av. Juca Pato, na entrada do bairro Beija-Flor II === Rodovias === *BR-262 (Campo Florido, Araxá, Belo Horizonte) *BR-050 (Brasília, Uberlândia, São Paulo) *BR-464 (Conquista) *MG-190 (Sacramento/Monte Carmelo) *MG-427 (Conceição das Alagoas, Nova Ponte). === Ferrovias === * Linha do Catalão da antiga Companhia Mogiana de Estradas de Ferro (Campinas, Ribeirão Preto, Uberlândia, Araguari). * Variante Entroncamento-Amoroso Costa da antiga Fepasa (Ribeirão Preto, Jardinópolis, São Joaquim da Barra, Uberaba). * Ramal Ibiá-Uberaba da antiga Estrada de Ferro Oeste de Minas (Ibiá, Araxá, Nova Ponte, Uberaba). === Saúde === A Santa Casa de Misericórdia de Uberaba (atual Hospital de Clínicas da UFTM) foi fundada em 1858 pelo Frei Eugênio Maria de Gênova, foi até então a única instituição de saúde na cidade e região. Anos mais tarde outras instituições seriam abertas onde pode-se destacar: * Sanatório Espírita de Uberaba (1928) * Hospital da Criança (1935), * Hospital da Associação de Beneficência Portuguesa (1947) * Hospital Santa Cecília (1955), * Hospital e Maternidade São Domingos (1960), * Hospital Dr. Hélio Angotti (1961) Apesar do desenvolvimento, consolidação e importância de outros centros urbanos que contam com assistência hospitalar próximos a Uberaba, como Uberlândia e Ribeirão Preto, a cidade se mantém até hoje como um importante centro de referência hospitalar na região. O Hospital Escola (Hospital de Clínicas da UFTM) atende 27 municípios que compõem a macrorregião Triângulo Sul do Estado de Minas Gerais como único hospital que oferece atendimento de alta complexidade possuindo 302 leitos ativos, sendo 20 de UTI infantil, 10 de UTI adulto e 10 de UTI coronariano, além de 14 salas de cirurgia. O Pronto Socorro conta com 32 leitos, 5 anexos, totalizando 180 consultórios. Em 2014, é inaugurado o Hospital Universitário Mário Palmério (MPHU), que também serve como centro de ensino para a Universidade de Uberaba (Uniube), oferecendo atendimento em várias especialidades médicas. No início de 2019, o hospital realizava cerca de 79 mil consultas no Pronto Atendimento, 12 mil cirurgias e 13 mil internações anuais, com 60% dos atendimentos pelo SUS e 40% por convênios e particulares. Ainda em 2019, o hospital foi certificado pela Organização Nacional de Acreditação (ONA), e oferecia cerca de 220 leitos ativos, 600 médicos credenciados e outros 900 colaboradores. Em 2021, um centro de medicina cardiovascular foi inaugurado no complexo, passando a atender mais de 30 tipos de procedimentos nessa área. Outros hospitais de destaque em Uberaba incluem o Hospital do Pênfigo (Fogo Selvagem), o Instituto Uberabense de Cardiologia (Hospital São Marcos), o Hospital São Paulo, o Hospital São José, o Hospital Santa Lúcia e o Hospital Regional José de Alencar. === Educação e ciência=== O município é considerado um polo educacional, ofertando instituições universitárias públicas e particulares que incluem centros de pesquisas e extensão. As universidades e faculdades de Uberaba são: * UFTM - Universidade Federal do Triângulo Mineiro * IFTM - Instituto Federal do Triângulo Mineiro * UNIUBE - Universidade de Uberaba * FCETM - Faculdade de Ciências Econômicas do Triângulo * FAZU - Faculdades Associadas de Uberaba * CESUBE - Centro de Ensino Superior de Uberaba * FACTHUS - Faculdade Talentos Humanos * UNIPAC - Universidade Presidente Antônio Carlos Ensino a distância: * UNOPAR - Universidade Norte do Paraná * UNIPAR - Universidade Padre Antonio Rocha * UNIFRAN - Universidade de Franca == Cultura == miniaturadaimagem|Igreja de Santa Rita (Museu de Arte Sacra). O Município tornou-se um importante centro regional e cultural, preservando o seu passado e incentivando as festas tradicionais. Realiza todos os anos encontro de corais, recitais de música erudita, exposições mensais de artes plásticas, cursos, oficinas artísticas, além de festivais de viola e catira. Entre os teatros que se destacam na cidade estão o Cine Teatro Municipal Vera Cruz, o Teatro Experimental de Uberaba (TEU), e o Teatro SESIMINAS Uberaba. A Biblioteca Pública Municipal Bernardo Guimarães disponibiliza anfiteatros, salas de aula e acesso gratuito à internet. Junto à biblioteca, está a localizada a sede da Academia de Letras do Triângulo Mineiro. === Esportes=== O Estádio Engenheiro João Guido, conhecido como \"Uberabão\", foi inaugurado em 1972, e serve como um palco de eventos culturais na cidade, e para os campeonatos oficiais da Federação Mineira de Futebol, e da Liga Uberabense de Futebol que é representada pelo Uberaba Sport Club, e Nacional Futebol Clube. ==== Liga Uberabense de Xadrez (LUX) ==== Fundada em 1980 por Francisco José dos Santos Neto, também conhecido como Xico Xadrez, a Liga Uberabense de Xadrez (LUX) é uma instituição destacada no cenário do xadrez em Uberaba. Falecido em 2010, Xico Xadrez, conquistou mais de 100 troféus em várias competições enxadrísticas ao longo de sua carreira, com título de Candidate Master (CM) pela Federação Internacional de Xadrez, tendo a sua maior vitória ocorrida em 2003, durante um torneio rápido em Buenos Aires. A partir de 1988, Xico Xadrez passou a atuar como professor de xadrez pela Fundação Cultural de Uberaba – FCU, desenvolvendo durante esse período o \"Projeto Xeque-Mate\", que formou aproximadamente 11 mil enxadristas em parcerias com a Prefeitura de Uberaba, e com a Federação Mineira de Xadrez (FMX), tendo ministrado aulas e cursos em prol da divulgação do xadrez em Uberaba e no Brasil. === Parques === * Mata do Ipê: Parque com 35.300 m² de arborização densa, com predominância de floresta estacional semidecidual e vegetação típica do cerrado e da mata atlântica. Entre as espécies arbóreas destacam-se aroeira, pau-ferro, paineira, jatobá e bálsamo, além de outras espécies nativas e frutíferas. * Parque Jacarandá: Desativado como zoológico municipal, abrigava espécies de aves e animais do cerrado brasileiro, como lobo-guará, jabuti, jaguatiricas e macacos. Situa-se em uma área de 33.000 m² aberta para visitação, e composta por mata nativa com vegetação característica do cerrado e algumas espécies da mata atlântica. * Parque Municipal Mata do Carrinho: Inaugurado em 1985, atualmente opera como um complexo ambiental-cultural, integrado ao Memorial Chico Xavier. Dispõe de uma mata nativa com 135.000 m², e abriga um canil da Guarda Municipal. * Parque das Barrigudas: Espaço arborizado com 22 mil m², utilizado para promover programas de educação ambiental. O local também possui um anfiteatro e uma área recreativa para crianças. *Parque das Acácias: Parque urbano inaugurado em 2008, e projetado para auxiliar no controle de enchentes e no gerenciamento hídrico da cidade. Estende-se por 147.000 m², oferecendo pista de caminhada, quadras esportivas, parque infantil, pista de skate e quiosques. *Complexo de Esporte e Lazer Professor Murilo Pacheco de Menezes: Espaço destinado à prática esportiva, com quadras e academia, oferecendo também aulas de vôlei de praia, peteca e ginástica funcional. Está localizado em anexo ao Parque do Paço, que possui uma pista de caminhada de 1.330 metros ao redor de uma área de preservação permanente. === Eventos === A cidade sedia diversos eventos culturais, tanto semanais quanto sazonais, atendendo a vários setores. As principais feiras livres ocorrem semanalmente a nível popular, sendo elas a FeirArte (realizada aos sábados no período noturno) e a Feira da Abadia (realizada aos domingos), ambas declaradas patrimônio cultural imaterial de Uberaba. Inaugurada em 1997, a FeirArte, ou Feira de Arte e Artesanato de Uberaba, é organizada por comerciantes locais que comercializam artigos de artesanato, vestuário, acessórios e comida, sendo geralmente acompanhada por apresentações ao vivo de música acústica por artistas locais. A Feira da Abadia é a principal feira de rua da cidade desde 1979, e reúne centenas de expositores que comercializam alimentos, vestuários, artesanato e produtos industriais. Em Uberaba, ocorrem eventos anuais de ampla abrangência ao longo do ano, sendo alguns deles: * ExpoZebu: Uma das principais feiras agropecuárias do país e a maior feira do mundo especializada no gado zebu. Inaugurada em 1935, a feira ocorre anualmente no mês de maio e destaca-se pela exposição de animais de alta linhagem genética, incluindo leilões, palestras técnicas e mostras de tecnologia agropecuária. O evento promove o desenvolvimento da pecuária brasileira a nível internacional e serve como ponto de encontro para profissionais e entusiastas do agronegócio. Durante o evento, ainda ocorre a apresentação ao vivo de artistas da música. * Festival de Música Gospel: Promovido pela Comunidade Evangélica de Uberaba em colaboração com a Prefeitura Municipal, este evento é dedicado exclusivamente a cantores evangélicos, com o objetivo de promover a música gospel através de apresentações e performances de artistas locais. As audições são comumente realizadas no Teatro Experimental de Uberaba (TEU). * Copa Inter Atléticas (CIA): São competições esportivas em diversas modalidades que reúnem equipes universitárias participantes da Associação Atlética Acadêmica de várias regiões do Brasil. Realizadas nas categorias feminina, masculina e mista, as modalidades em disputa incluem atletismo, basquete, futebol de campo, futsal, handebol, jiu-jítsu, judô, natação, peteca, tênis de campo, tênis de mesa, vôlei, xadrez, entre outras. Iniciado em 2015, o evento evoluiu no campo do entretenimento ao longo dos anos, incorporando elementos culturais e temáticos. Sua programação inclui dezenas de atrações musicais que abrangem uma diversidade de estilos. * Festival de Inverno de Peirópolis: Realizado no mês de julho, este evento artístico visa celebrar o patrimônio local. Durante o festival acontecem concertos de música, exposições culturais, oficinas e palestras educacionais. Atividades relacionados ao turismo rural também ocorrem na região de Peirópolis. * Festival Gastronômico e Cultural de Uberaba: Tem por objetivo fomentar a economia dos setores de eventos, bares e restaurantes da cidade, reunindo apresentações artísticas e culturais que destacam a gastronomia local. O evento envolve parcerias com a prefeitura municipal, sindicatos e entidades ligadas ao comércio. == Ver também == * Naturais de Uberaba * Interior de Minas Gerais * Região Geográfica Imediata de Uberaba * Região Geográfica Intermediária de Uberaba == Bibliografia == * ______, A Igreja em Uberaba, Fundação Cultural de Uberaba, 1987. * FERREIRA, Orlando, Terra Madrasta, Tipografia do Brasil Central, Uberaba, 1928. * PONTES, Hildebrando de Araújo, A Família Silva e Oliveira, Uberaba, 1944. * PONTES, Hildebrando de Araújo, Vida, Casos, Perfis, Arquivo Público Mineiro, 1992. * PONTES, Hildebrando de Araújo, Uberaba e a civilização do Brasil Central, Uberaba, s/d. * MACEDO, José Felício Buarque de Macedo, A Verdade Histórico Jurídica a propósito das alegações finais sobre a Fábrica da Matriz de Uberaba, São Paulo, Escolas Profissionais Salesianianas, 1912. * NABUT, Jorge Alberto, coordenador, Desemboque Documentário Histórico e Cultural, Uberaba, 1986. * SAMPAIO, Antônio Borges, Uberaba; História Fatos e Homens, Editora A. L T Mineiro, Uberaba, 1971. * SILVA, Antonio José, Uberaba - historia topographica da Freguezia do Uberaba vulgo Farinha Podre, Edição Imprensa Oficial de Minas Gerais, Local de Publicação Ouro Preto, Revista do Arquivo Público Mineiro, Ano / Volume 01, Fascículo 2, Páginas 339-346, Data de publicação 1896, Mês abril/junho. * SOUZA, Iná, Fragmentos - Crônicas de Uberaba, Editora Imprensa Oficial de Minas Gerais, 1958. == Ligações externas == * * * * * * * * * Categoria:Fundações em Minas Gerais em 1809 Categoria:Fundações no Brasil em 1820 Categoria:Topônimos de origem tupi",
 "title": "Uberaba"
}