{
 "id": "32772",
 "text": "{{Info/Município do Brasil | nome = Veríssimo | foto = | leg_foto = | apelido = | padroeiro = São Miguel Arcanjo | brasão = | bandeira = | link_brasão = | link_bandeira = | link_hino = | aniversário = | CEP = 38150-000 a 38159-999 | fundação = | gentílico = verissimense | lema = | prefeito = Luiz Carlos da Silva | partido = PV | fim_mandato = 2024 | mapa = MinasGerais Municip Verissimo.svg | latP = S | latG = 19 | latM = 39 | latS = 46 | lonP = O | lonG = 48 | lonM = 18 | lonS = 28 | estado = Minas Gerais | mesorregião = Triângulo Mineiro/Alto Paranaíba | data_mesorregião = IBGE/2008 | microrregião = Uberaba | data_microrregião = IBGE/2008 | região_metropolitana = | vizinhos = Uberaba, Conceição das Alagoas, Campo Florido, Prata, Uberlândia. | dist_capital = 524 | área = 1028.577 | área_ref = | população = 3411 | data_pop = censo IBGE/2022 | altitude = | clima = tropical | sigla_clima = | idh = 0.776 | data_idh = PNUD/2000 | pib = mil | data_pib = IBGE/2008 | pib_per_capita = 20270.57 | data_pib_per_capita = IBGE/2008 | site_prefeitura = verissimo.mg.gov.br | site_câmara = camaraverissimo.mg.gov.br }} Veríssimo é um município brasileiro do interior do estado de Minas Gerais, Região Sudeste do país. Distante a apenas 43 km de Uberaba no Triângulo Mineiro, com acesso a partir de Uberaba pela rodovia BR 262. Em 2022, sua população recenseada pelo Instituto Brasileiro de Geografia e Estatística (IBGE) era de habitantes. == História == O primeiro desbravador da região onde hoje se encontra a sede da cidade foi o Sr. Veríssimo. Depois, chegou Joaquim Furtado de Mendonça, a quem pertencia à sesmaria local aonde veio a surgir o povoado. Foi ao redor da casa comercial da família “Furtado” que surgiram as primeiras edificações e a capela, consagrada a São Miguel. Logo, de ponto de descanso de tropeiros e mascates o lugar passou a arraial. Tornando-se distrito em 1891, ligado ao município de Uberaba, com o nome de São Miguel do Veríssimo. Em 1938, foi emancipado, passando a se chamar Veríssimo. == Geografia == Possui uma área total de 1.031,6 km². Sua população em 2007 de acordo com o IBGE é de 3.667 habitantes.A economia é baseada na pecuária de corte e leite, agroindústria de doces e abate de frango, cana de açúcar, plantio de culturas como soja, milho, feijão, arroz. == Educação == A cidade possui 2 escolas sendo uma municipal que oferece educação básica até a quarta série, uma estadual \"Escola Estadual Geraldino Rodrigues da Cunha\" que oferece a comunidade o ensino fundamental e médio da 5a. série ao 3o. ano do ensino médio. == Atrativos turísticos == A cidade é o que se pode considerar uma síntese do meio rural brasileiro, criadores de gado, pessoas que trabalham no campo, dão a cidade um aspecto de cidade do inicio do desbravamento do sertão. Além das belezas naturais típicas da região: A cachoeira do Dominguinho, uma queda d’água do rio São Félix, com altura de mais de 10m e com largura aproximada de 15m, e a cachoeira Azul, que apresenta várias quedas d’água, de altura e formas variadas, constituem belas atrações turísticas do município de Veríssimo A pesca do piau no Rio Uberaba, a rica fauna e flora no Assentamento 21 de Abril, as festas religiosas: Nossa Senhora do Rosário e São Benedito, 13 de Maio ; São Miguel Arcanjo, 29 de Setembro; São Sebastião, 21 de janeiro; == Religião == A comunidade de Veríssimo é muito religiosa. O padroeiro da cidade é São Miguel Arcanjo, a paroquia da cidade São Miguel Arcanjo de Veríssimo, foi fundada em 17 de dezembro de 1893. Comemora se também no dia 13 de Maio os Festejos de congado e moçambique em comemoração a Nossa Senhora do Rosário e São Benedito. == Ligações externas == * * * Categoria:Fundações em Minas Gerais em 1938",
 "title": "Veríssimo (Minas Gerais)"
}