{
 "id": "32780",
 "text": "{{Info/Município do Brasil | nome = Volta Grande | foto = Volta grande 1.jpg | leg_foto = Estação de Trem | apelido = VG | padroeiro = São Sebastião | brasão = | bandeira = | link_brasão = http://www.ferias.tur.br/thumbnail/4098/270/160/n_brasao-de-volta-grande-mg.jpg | link_bandeira = | link_hino = | CEP = 36720-000 a 36724-999 | aniversário = 17 de dezembro | fundação = | gentílico = voltagrandense | lema = | prefeito = Jorge Luiz Gomes da Costa | partido = MDB | fim_mandato = 2024 | mapa = MinasGerais Municip VoltaGrande.svg | latP = S | latG = 21 | latM = 46 | latS = 15 | lonP = O | lonG = 42 | lonM = 32 | lonS = 20 | estado = Minas Gerais | mesorregião = Zona da Mata | data_mesorregião = IBGE/2008 | microrregião = Cataguases | data_microrregião = IBGE/2008 | região_metropolitana = | vizinhos = Leopoldina, Além Paraíba, Estrela Dalva e Carmo (RJ) | dist_capital = 352 | área = 208.874 | área_ref = | população = 5118 | data_pop = Censo IBGE/2010 | altitude = 210 | clima = tropical | sigla_clima = | idh = 0.732 | data_idh = PNUD/2000 | pib = mil | data_pib = IBGE/2008 | pib_per_capita = 9456.44 | data_pib_per_capita = IBGE/2008 | site_prefeitura = voltagrande.mg.gov.br | site_câmara = voltagrande.mg.leg.br }} Volta Grande é um município brasileiro do estado de Minas Gerais. Sua população estimada em 2004 era de 5.118 habitantes. ==Geografia== O município localiza-se na Mesorregião da Zona da Mata mineira junto à divisa com o estado do Rio de Janeiro. A cidade dista por rodovia 352 km da capital Belo Horizonte. Possui cerca de 16 alqueires de área total. ===Rodovias=== * BR-393 * BR-120 === Ferrovias === * Linha do Centro da antiga Estrada de Ferro Leopoldina ===Relevo, clima, hidrografia=== A altitude da sede é de 210 m. O clima é do tipo tropical com chuvas durante o verão e temperatura média anual em torno de 19 °C, com variações entre 15 °C (média das mínimas) e 23 °C (média das máximas). Considerado por estudiosos como o quarto melhor clima da América do Sul. (ALMG) O município de Volta Grande integra a bacia do rio Paraíba do Sul, sendo banhado pelos rios Angu e Paraíba do Sul. ===Demografia=== Dados do Censo - 2000 População Total: 4.919 * Urbana: 3.477 * Rural: 1.442 * Homens: 2.458 * Mulheres: 2.460 (Fonte: AMM) Densidade demográfica (hab./km²): 23,5 Mortalidade infantil até 1 ano (por mil): 33,1 Expectativa de vida (anos): 68,6 Taxa de fecundidade (filhos por mulher): 2,4 Taxa de Alfabetização: 81,2% Índice de Desenvolvimento Humano (IDH-M): 0,732 * IDH-M Renda: 0,650 * IDH-M Longevidade: 0,726 * IDH-M Educação: 0,821 (Fonte: PNUD/2000) ==História== A região onde se encontra Volta Grande era, durante a Colônia, conhecida como Sertões do Leste. Habitada por indígenas puris, o lugar foi desprezado durante todo o século XVIII. Além disso, com a descoberta do Ouro na região atual de Cantagalo, Rio de Janeiro, o governo central de Minas Gerais proibiu o trânsito na região, para coibir o contrabando. Os primeiros povoadores devem ter atingido o território do atual Município de Vota Grande, em fins do século XVIII. O núcleo primitivo da atual cidade teria surgido em torno de uma fazenda. Seu desenvolvimento inicial está ligado a cultura cafeeira que aí se expandiu, no decorrer do século XIX. Há evidências de que o povoado, por volta de 1870, já apresentava certa importância. A inauguração na localidade da estação da Estrada de Ferro Leopoldina, em 1874, que contou com a presença do Imperador Pedro II, foi bastante significativo para o crescimento econômico do núcleo populacional da região. O povoado, que pertencera anteriormente aos municípios de Mar de Espanha e a Leopoldina, foi elevado a distrito pelo decreto nº 404, de 5 de março de 1891 e incorporado ao município de Além Paraíba. Por força do Decreto-Lei nº 148, de 17 de dezembro de 1938, foi criado o município, constituído de quatro distritos: Sede, São Luiz (atual Trimonte), Água Viva e Estrela Dalva). A emancipação ocorreu em virtude da atuação do movimento municipalista comandado pelos grandes proprietários de terras locais, tais como Bernardino Rocha, Gaspar Maria Pereira, Francisco Figueira Alvim, Antonio Ribeiro dos Reis e dos industriais Arthur Villela Pedras e José Villela Pedras, que obtiveram êxito em seu movimento, empossando o Capitão José Venâncio Augusto de Godoy como primeiro prefeito do Município e sua esposa, Georgina Paixão Godoy, como primeira presidente da câmara de vereadores do novo município. Em 1953, perde os distritos de Água Viva e Estrela Dalva, ocasião em que foi fundado o município de Estrela Dalva. ==Ligações externas== * Câmara Municipal * Mapa do município * Prefeitura Municipal * Volta Grande no IBGE Cidades",
 "title": "Volta Grande"
}