{
 "id": "32790",
 "text": "{{Info/Município do Brasil | nome = Bandeirantes | foto = Vista de Bandeirantes a partir da BR-163, dezembro de 2022 (8).jpg | leg_foto = Vista do município a partir da BR-163, em dezembro de 2022. | apelido = | brasão =Brasão de Bandeirantes, MS.png | bandeira =Bandeira de Bandeirantes, MS.png | link_brasão = | link_bandeira = | link_hino = | aniversário = 20 de junho | fundação = | emancipação = | gentílico = bandeirantense | lema = | padroeiro = | prefeito = Edervan Gustavo SprotteGustavo Sprotte, do DEM, é eleito prefeito de Bandeirantes Portal G1 - acessado em 7 de novembro de 2021 | partido = DEM | fim_mandato = 2024 | mapa = Brazil Mato Grosso do Sul Bandeirantes location map.svg | latP = S | latG = 19 | latM = 55 | latS = 04 | lonP = O | lonG = 54 | lonM = 21 | lonS = 50 | estado = Mato Grosso do Sul | mesorregião = Centro Norte de Mato Grosso do Sul | data_mesorregião = IBGE/2008 | microrregião = Campo Grande | data_microrregião = IBGE/2008 | região_metropolitana = | vizinhos = norte e ao nordeste: Camapuã leste e sudente: Ribas do Rio Pardo sul e sudoeste: Jaraguari oeste: Rochedo e Corguinho noroeste: São Gabriel do Oeste | dist_capital = federal: estadual: 58 | dist_capital_ref = | área = 3115.514 | área_pos = MS: 38º | área_ref = | área_urbana = | área_urbana_pos = MS: 58º | área_urbana_ref = est. Embrapa | distritos = Bandeirantes (sede) | população = 6623 | população_pos = MS: 63º | data_pop = est. IBGE 2011 | altitude = 629 | altitude_ref = | clima = tropical de altitude | sigla_clima = Cwa | idh = 0.733 | idh_pos = MS: 43º | data_idh = PNUD/2000 | gini = | gini_pos = MS: 4º | data_gini = est. IBGE 2003 | pib = mil | pib_pos = MS: 55º | data_pib = IBGE/2008 | pib_per_capita = 15486.98 | data_pib_per_capita = IBGE/2008 }} Bandeirantes é um município brasileiro da região Centro-Oeste, situado no estado de Mato Grosso do Sul. A cidade localiza-se à 58 km da capital do estado e é conhecida por ter a mesma padroeira do Brasil, Nossa Senhora Aparecida. ==Geografia== ===Localização=== O município de está situado no sul da região Centro-Oeste do Brasil, no centro de Mato Grosso do Sul (Microrregião de Campo Grande), próximo da capital do estado. Localiza-se na latitude de 19º55’04” Sul e longitude de 54°21’50” Oeste. Distâncias: * da capital estadual (Campo Grande) * da capital federal (Brasília). ===Geografia física=== ;Solo No município de Bandeirantes são encontrados os seguintes tipos de solos: Predomínio de latossolo de textura média, que são solos minerais, não hidromórficos, altamente intemperizados, profundos, bem drenados, sendo encontrados geralmente em regiões planas ou suave onduladas, associado ao Neossolo Quartzarênico de baixa fertilidade natural, são solos pouco desenvolvidos, profundos e muito profundos, excessivamente drenados, mas com baixa capacidade de retenção de água, torna esse solo desaconselhável à utilização agrícola. ; Relevo Está a uma altitude de . Apresenta principalmente relevo plano elaborado por várias fases de retom ada erosiva e relevos elaborados pela ação fluvial. A noroeste, encontra-se um relevo mais movimentado onde o declive não é tão significativo quanto ao modelado. Os modelados de dissecação tabulares e colinosos de 2° a 5° predominam, ocorrendo áreas planas apenas ao norte do município. O município de Bandeirantes encontra-se em duas regiões geomorfológicas: * Região dos Planaltos Arenítico-Basálticos Interiores, dividindo-se em duas unidades geomorfológicas; Rampas Arenosas dos Planaltos Interiores e Divisores Tabulares dos Rios Verde e Pardo; * Região dos Planaltos da Borda Ocidental da Bacia do Paraná, apresentando duas unidades geomorfológicas: Terceiro Patamar da Borda Ocidental e Depressão Inter-patamares. ; Clima, temperatura e pluviosidade Está sob influência do clima tropical de altitude, sendo que no inverno a temperatura pode baixar de zero e no verão pode ultrapassar 40 graus. A maior parte do município tem características do clima Úmido a Sub-Úmido, apresentando índice efetivo de umidade com valores anuais variando de 20 a 40%. A precipitação pluviométrica varia entre 1.500 a 1.750mm anuais, excedente hídrico anual de 800 a 1.200mm durante um a seis meses e deficiência hídrica de 350mm durante quatro meses. Pequena porção a Leste do município apresenta clima Sub-Úmido. ; Hidrografia Sob influência da Bacia do Rio Paraná e Bacia do Rio Paraguai, pertencentes à Bacia do Rio da Prata. Rios do município *Rio Pardo: afluente pela margem direita do rio Paraná, desaguando nele, pouco acima da ponte no porto XV de Novembro. Nasce na lagoa Sanguessuga (hoje seca), perto de Camapuã, tendo como principal formador o córrego Capim Branco. Com pouco menos de 500 km, faz divisa entre o município de Ribas do Rio Pardo e os de Bandeirantes. A partir da foz do afluente Anhanduí-Açu era francamente navegável, tanto que era conhecido pelos antigos pelo apelido de rio morto. Acima da referida foz, apresenta mais de cinquenta obstáculos, entre cachoeiras e itaipavas. Fica nele a Hidrelétrica do Mimoso, também conhecida pelo nome de Assis Chateaubriand, a quarenta quilômetros da cidade de Ribas do Rio Pardo. *Rio Aquidauana: afluente pela margem direita do rio Miranda, com 620 km de extensão. Navegável da foz até a cidade de Aquidauana. Nasce na serra de Maracaju, acima e ao oeste de São Gabriel do Oeste e percorre o vale entre as serras da Boa Sentença e Maracaju. Divisa entre os municípios Bandeirantes e Corguinho. Córregos Barreirinho, Barreiro, Bonito, Cabeceira Alta, Cachoeira Branca, Capim Branco, Cervo, China Branca, Congonhas, Fazendinha, Jatobazinho, Limpo, Matiri, Mimoso, Morro Alto, Pontinha, Retirinho, Retiro Velho, São João, Trelinha e Três Lagoas. Ribeirões Cervo e Pinhé Distrito congonhas (posto são pedro). povoado barrerão, assem.Alvorada, assem.Roda viva. ; Vegetação A análise da vegetação do município de Bandeirantes, revela um grande antropismo. O cerrado (savana) que dominava a região foi, em grande parte, substituído pela agropecuária e pastagem. Restam hoje poucas áreas de vegetação natural onde se destacam a savana arbórea densa (cerradão) e a Arbórea Aberta (Campo Cerrado). ===Geografia política=== ;Fuso horário Está a -1 hora com relação a Brasília e -4 com relação ao Meridiano de Greenwich (Tempo Universal Coordenado). ;Área Ocupa uma superfície de . A área urbana totaliza . ;Subdivisões Bandeirantes (sede). ;Arredores Ao norte e ao nordeste localiza o município de Camapuã, ao leste e sudente o município de Ribas do Rio Pardo, ao sul e sudoeste o município de Jaraguari, ao oeste os municípios de Rochedo e Corguinho e ao noroeste o município de São Gabriel D'Oeste. ==Demografia== Dos mais de 6 mil habitantes que o município possui, 25% vivem na zona rural e 75% na zona urbana. ==História== Referências históricas mais conhecidas e confiáveis indicam como primeiros habitantes da região os componentes da família de José da Rocha Xavier, proprietário da Fazenda Cervo, cujo sede era atravessada pelo caminho que ligava Campo Grande a Coxim (ligação também para Cuiabá e o estado de Goiás). Em 1883 vieram da região de Rio Verde-Goiás um grupo de familiares, que tinham como líder o médico Jerônimo Pereira Maia, que já ficara conhecendo esta região quando de sua possível participação na Guerra do Paraguai. Se instalaram na região do Rio Cervo. A tradição religiosa tem a marca e a participação histórica ligada ao Santuário de Trindade de Goiás. Não tardou para que surgisse ali a primeira hospedaria abrigando também um pequeno armazém, mas conhecido pelo nome de bolicho, cujo direção fora confiada a Cristovão Lechuga. Outros moradores se instalaram naquela fazenda com permissão da família Rocha. Era um sinal evidente de progresso local, cuja repercussão já atingia Cuiabá, no Governo do Coronel Pedro Celestino Corrêa da Costa. A primeira iniciativa de instalar na área uma colônia, a fim de atender às aspirações daqueles moradores surgiu na Prefeitura de Campo Grande, então administrada por Dr. Arnaldo Estevão de Figueiredo. A ideia foi porém violentamente rechassada pela família Rocha, dando origem a vários conflitos. No entanto a 18 de Janeiro de 1930, pelo Decreto n° 898, o Governo do Estado reservou no lugar denominado Cervinho uma área de 8702 há destinada à almejada colônia que depois de loteada recebeu a denominação de Colônia Bandeirantes. Em 11 de novembro de 1963 Bandeirantes é oficialmente criada e instalada em 20 de junho de 1965. Em 1977 o município passa a fazer parte do atual estado de Mato Grosso do Sul. ==Economia== Destaca-se a agricultura, cultura cíclica, agricultura e pecuária de pastagem. ==Turismo== ===Urbano=== ;Santuário Estadual Diocesano de Nossa Senhora da Conceição Aparecida e Museu Antonio Paulo Orempüller A igreja é anexa ao museu. Localização: Av: Francisco Antônio de Souza, Centro. O museu foi desativado pelo pároco Reinírio Rojas Pereira, na década de 1990 por falta de equipe administrativa, doado a UFMS (Universidade Federal De Mato Grosso Do Sul) pelo então pároco Jesudhas Jesuadimai Fernando por volta dos anos 2000, o acervo compreendia Armas Brancas e de Fogo, Vestimentas, Maquinas de escrever e costura, além de carros de boi mineiros, e suas cangas, a última peça do museu a se retirada foi o relógio de sol, retirado em 2015 pelo Pároco Laércio Chebelo Da Costa, junto a derrubada das antigas salas de catequese sala do museu e secretaria antiga. o papel do museu e guardar a memória do local, e hoje ele segue na memória de poucos. ;Biblioteca Pública Municipal Francisco Antônio de Souza Localização: Rua Joaquim Murtinho, s/nº. ===Rural=== ;Cachoeira e Caverna do Mimoso Queda e Gruta de difícil acesso. ;Cachoeira da Pontinha Queda pequena de fácil acesso. Localização: Fazenda do Senhor Afonso, Rodovia MS-080 ;Cachoeira da Fazenda Alvorada Queda de 20m de altura, seu acesso é difícil. Localização: Entrada do Barreirão, Rodovia MS-080, a 10 km do Centro. ;Cachoeira da Fazendo Senhor Bom Jesus da Lapa de Santa Elvira Queda de 6m de altura, com águas transparentes. Local de difícil acesso. Localização: Rodovia BR-163, a 15 km do Centro. ==Esporte== ;Ginásio Coberto da Praça Joaquim Pecho Campos Ginásio com capacidade para 4.000 pessoas. Localização: Praça Joaquim Pedro de Campos. ==Ligações externas== *Prefeitura Municipal *Câmara Municipal *Idest. Notícias e eventos da cidade Categoria:Municípios de Mato Grosso do Sul Categoria:Fundações em Mato Grosso em 1963",
 "title": "Bandeirantes (Mato Grosso do Sul)"
}