{
 "id": "32797",
 "text": "{{Info/Município do Brasil | nome = Camapuã | foto = Ruapedrocelestino.jpg | leg_foto = Rua Pedro Celestino, no centro de Camapuã | apelido = Capital do bezerro de qualidade | brasão = Brasaodecamapua.png | bandeira = Bandeiradecamapua.png | link_brasão = | link_bandeira = | link_hino = | aniversário = 30 de Setembro | fundação = | emancipação = 30 de setembro de 1948 | gentílico = camapuense | padroeiro = São João Batista | prefeito = Manoel Eugénio Nery | partido = União Brasil | fim_mandato = 2024 | mapa = Brazil Mato Grosso do Sul Camapua location map.svg | latP = S | latG = 19 | latM = 31 | latS = 51 | lonP = O | lonG = 54 | lonM = 02 | lonS = 38 | estado = Mato Grosso do Sul | mesorregião = Centro Norte de Mato Grosso do Sul | data_mesorregião = IBGE/2008 | microrregião = Alto Taquari | data_microrregião = IBGE/2008 | região_metropolitana = | vizinhos = São Gabriel do Oeste, Costa Rica, Figueirão, Paraíso das Águas, Água Clara, Bandeirantes e Ribas do Rio Pardo | dist_capital = federal: estadual: 137 | área = 6230.000 | área_pos = MS: 10º | área_ref = | área_urbana = | área_urbana_pos = MS: 55º | área_urbana_ref = est. Embrapa | distritos = Camapuã (sede), Ponte do Rio Verde e Pontinha do Coxo | população = 13675 | população_pos = MS: 43º | data_pop = estimativa IBGE/2021 | densidade = | altitude = 409 | clima = tropical | sigla_clima = Aw | idh = 0.761 | idh_pos = MS: 20º | data_idh = PNUD/2000 | gini = | gini_pos = MS: 26º | data_gini = est. IBGE 2003 | pib = mil | pib_pos = MS: 33º | data_pib = IBGE/2008 | pib_per_capita = 14895.36 | data_pib_per_capita = IBGE/2008 }} Camapuã é um município brasileiro da região Centro-Oeste, situado no estado de Mato Grosso do Sul. A cidade fica próxima da capital do estado, a menos de 137 km. ==Geografia== ===Localização=== O município de Camapuã está situado no sul da região Centro-Oeste do Brasil, no centro de Mato Grosso do Sul (Microrregião do Alto Taquari). Localiza-se na latitude de 19º31’51” Sul e longitude de 54°02’38” Oeste. Distâncias: * da capital estadual (Campo Grande) * da capital federal (Brasília). ===Geografia física=== ;Solo Latossolo roxo ; Relevo e altitude Está a uma altitude de . ; Clima, temperatura e pluviosidade Está sob influência do clima tropical (AW). ; Hidrografia Está sob influência da Bacia do Rio da Prata. Também é banhada pelo Rio Nilo. ; Vegetação Se localiza na região de influência do Cerrado. ===Geografia política=== ;Fuso horário Está a -1 hora com relação a Brasília e -4 com relação ao meridiano de Greenwich. ;Área Ocupa uma superfície de . ;Subdivisões Camapuã (sede), Ponte do Rio Verde e Pontinha do Cocho. ;Arredores Faz divisas com os municípios de São Gabriel do Oeste, Paraíso das Águas, Figueirão, Água Clara, Bandeirantes e Ribas do Rio Pardo. ==História== Em 1593, os jesuítas espanhóis, procedendo da região de Guairá e subindo o rio Paraná e depois o rio Pardo, se estabeleceram com uma redução à margem do ribeirão Camapuã, a 18,0;km do Porto de desembarque no Rio Pardo e a 3,0;km abaixo da atual cidade de Camapuã. Essa redução dos jesuítas concentrou, na época, um grande número de índios catequizados, foi construída pelos paulistas, por volta de 1650, e tornou-se pouso das bandeiras que demandavam no rio Coxim, rumo às minas de Cuiabá. A rota das longas viagens, de São Paulo a Cuiabá (obra de 530 léguas por via fluvial desde Araritaguava, salvo no varadouro de Camapuã, que os irmãos Lemes abriram, em 1723, entre o sanguessuga, afluente do rio Pardo e o Coxim, criaram a necessidade de um sítio de abastecimento e proteção aos navegantes). Pela região passou Manoel Dias da Silva que, em 1739, organizou força em Goyaz para enfrentar os castelhanos, que depois marchou para o Sul. Terminada a febre do ouro e as penetrações das bandeiras, o local caiu em completo abandono. Ao longo dos anos muitos aventureiros atraídos pela lenda de tesouros valiosos mas sem êxito. Mais tarde Júlio Baís fincou rancho, instalando-se com a sua comitiva e encontrou apenas ossadas humanas. O início do seu repovoamento origina-se no início do século XX, quando a região já havia inúmeras e prósperas fazendas de criação de gado e agricultura. Alguns fazendeiros (como Francisco Faustino Alves, Protázio Paulino de Melo, Joaquim Capestana, Benedito Bonfim, Camilo Bonfim e Lázaro Faustino) solicitaram por intermédio da Prefeitura de Coxim a criação do Patrimônio de Camapuã. Essa pretensão se realizou com a Lei nº 845 de 3 de novembro de 1921, em que o governo do estado reservou 3.600 hectares para a povoação de Camapuã, no município de Coxim. Em 1924, João da Mota construiu no lugar a primeira casa comercial. E logo iniciou a construção de uma igrejinha, mas não foi possível concluir pois o mesmo faleceu. Em 19 de maio de 1933 (pelo Decreto nº. 272) foi criado o Distrito de Paz de Camapuã administrado pela Comarca de Coxim, sendo instalado em 22 de julho de 1933 (teve como primeiro Juiz de Paz Manoel Alves Rodrigues e como primeiro Escrivão de Paz e Oficial do Registro Civil, Lafaiete Djalma Coelho). O Decreto nº. 319, de 30 de outubro de 1933, reserva 500 hectares para o patrimônio da povoação de Camapuã, no Município de Coxim. A Lei nº. 134, de 30 de setembro de 1948 transformou Camapuã em Município. Em 1977 o município passa a fazer parte do atual estado de Mato Grosso do Sul. ==Economia== Sua principal atividade é a Pecuária, sendo conhecida nacionalmente como Capital do Bezerro de qualidade. ===Centro de zona B=== Camapuã, com 13 mil habitantes e 1 relacionamento direto, é um Centro de Zona B. Nível formado por cidades de menor porte e com atuação restrita à sua área imediata, exercem funções de gestão elementares. Camapuã é uma das 364 cidades no Brasil com a classificação Centro de Zona Bhttp://www.ibge.gov.br/home/presidencia/noticias/noticia_visualiza.php?id_noticia=1246&id;_pagina=1. ==Ligações externas== *Página da prefeitura Categoria:Fundações em Mato Grosso em 1948",
 "title": "Camapuã"
}