{
 "id": "32799",
 "text": "{{Info/Município do Brasil | nome = Cassilândia | apelido = | foto = Praça São José.jpg | leg_foto = Praça São José de Cassilândia | bandeira = Bandeira_Cassilandia.JPG | lema = Cidade sorriso | brasão = | aniversário = 4 de agosto | fundação = | emancipação = 3 de agosto de 1954 | gentílico = cassilandense | padroeiro = São José | prefeito = Rodrigo | partido = PP | mandato_início = 2025 | fim_mandato = 2028 | mapa = Brazil Mato Grosso do Sul Cassilandia location map.svg | estado = Mato Grosso do Sul | latP = S | latG = 19 | latM = 06 | latS = 46 | lonP = O | lonG = 51 | lonM = 44 | lonS = 02 | mesorregião = Leste de Mato Grosso do Sul | microrregião = Cassilândia | vizinhos = Chapadão do Sul, Inocência ,Paranaíba ,Aporé e Itajá | dist_capital = federal: estadual: 434 | área = 3649.830 | área_pos = MS: 34º | área_ref = | área_urbana = | área_urbana_pos = MS: 17º | área_urbana_ref = est. Embrapa | distritos = Cassilândia (sede) e Indaiá do Sul | população = 20.988 | população_pos = MS: 19º | densidade = | altitude = 470 | clima = Tropical | sigla_clima = Aw | CEP = 79540-000 | idh = 0.775 | gini = | pib = | pib_per_capita = 9852.38 | idh_pos = MS: 11º | gini_pos = MS: 43º | pib_pos = MS: 22º | data_mesorregião = IBGE/2008 | data_microrregião = IBGE/2008 | data_pop = est. IBGE 2022 | data_idh = PNUD/2000 | data_gini = est. IBGE 2003 | data_pib = IBGE/2008 | data_pib_per_capita = IBGE/2008 | site_prefeitura = https://www.cassilandia.ms.gov.br | site_câmara = https://www.cassilandia.ms.leg.br }} Cassilândia é um município brasileiro no estado de Mato Grosso do Sul, região Centro-Oeste do país. Localizado na Mesorregião do Leste de Mato Grosso do Sul e na Microrregiões homônima. E também é conhecida como a \"cidade sorriso\". == Geografia == ===Localização=== O município de Cassilândia está situado no sul da região Centro-Oeste do Brasil, no Leste de Mato Grosso do Sul (Microrregião de Cassilândia). Localiza-se na latitude de 19º06’46” Sul e longitude de 51°44’02” Oeste. Distâncias: * da capital estadual (Campo Grande) * da capital federal (Brasília). ===Geografia física=== ;Solo Latossolo roxo. ; Relevo e altitude Está a uma altitude de . ; Clima, temperatura e pluviosidade Está sob influência do clima tropical (AW). ; Hidrografia Está sob influência da Bacia do Rio da Prata. ; Vegetação Se localiza na região de influência do Cerrado. ===Geografia política=== ;Fuso horário Está a -1 hora com relação a Brasília e -4 com relação a Greenwich. ;Área Ocupa uma superfície de de , representando 1,02% do Estado, 0,23% da Região e 0,04% de todo o território brasileiro. ;Subdivisões Cassilândia (sede) e Indaiá do Sul. ;Arredores Chapadão do Sul, Inocência e Paranaíba. ==História== Por volta de 1930, nas terras que hoje compõem o Município de Cassilândia, já se encontravam instalados diversos fazendeiros, entre os quais Antônio Paulino, Izaias Teixeira Borges Laudemiro Ferreira de Freitas e Evangelista Cândido de Oliveira, arrojados pioneiros e que se referiam àquelas paragens como Sertão dos Garcias. Em 1931, procedente de Patrocínio, Minas Gerais, chegava Joaquim Balduíno de Souza se estabelecendo em terras devolutas, junto às propriedades já existentes. Em 1943, Joaquim Balduíno, mais conhecido pela alcunha de Cassinha, considerando a distância e as dificuldades para atingir os centros comerciais, idealizou a formação de um povoado que servisse de apoio para os fazendeiros que dia a dia se deslocavam para a região; procedendo a doação de um terreno a São José, onde seriam construídas uma praça e a igreja. A seguir procedeu a demarcação do terreno da praça e abertura da primeira rua que recebeu o seu nome. A 15 de dezembro de 1944, procedente de Bonifácio, São Paulo, chegava o libanês Amim José, em companhia de sua família, construíndo a primeira casa em terras ainda pertencentes à Fazenda Salto, de propriedade de Cassinha. No mesmo ano, surgiu um botequim e uma pensão, dando-se assim início a formação do povoado. Com a chegada de novos moradores, Cassinha, percebendo o futuro da povoação, resolveu doar parte de sua fazenda para permitir a expansão do Patrimônio, que teve a denominação de São José. Posteriormente, em homenagem a Cassinha, tomou a denominação de Cassilândia. Em março de 1946, foi instalada a primeira escola, tendo sido nomeada professora a Sra. Aidê Amin. Cassilândia se desenvolvia a largos passos, quando Cassinha, que a par de suas atividades agropecuárias, explorava um serviço de balsas para a travessia do Rio Aporé, foi barbaramente assassinado por desconhecidos. Coube então a Sebastião Leal, amigo e colaborador de Cassinha, dar continuidade à sua obra. Em 1948, foi criado o Distrito de Cassilândia sendo eleito Juiz de Paz o cidadão Eduardo Pereira da Silva. O Cartório do Registro Civil, instalado em 1949, teve como primeiro titular Hermelinda Barbosa Leal. Em 3 de agosto de 1954 é elevado à categoria de município com a denominação de Cassilândia, por Lei Estadual nº 368, de 30 de junho de 1954, sendo desmembrado de Paranaíba. Em 1971, o gaúcho Júlio Martins, agricultor tradicional, sobrevoando a região dos chapadões do município, e tendo notado a excelente qualidade e o alto teor de fertilidade das terras, aterrissou na atual rodovia MS 306, a fim de proceder um exame mais minucioso da região. A seguir, adquiriu diversas glebas e trouxe inúmeras famílias do Rio Grande do Sul, passando a explorar, dentro de padrões técnicos elevados, a sojicultura, na área. O Chapadão dos Gaúchos, como passou a ser conhecida a região, produz uma média de 100.000 toneladas de soja por ano e se constitui num dos grandes celeiros do Estado de Mato Grosso do Sul. Em 1977 é criado o estado de Mato Grosso do Sul, a qual Cassilândia faz parte atualmente. Uma curiosidade no município, é que até hoje vive um dos primeiros pioneiros da cidade, Seu Clemente Salomão de Lima, que com 78 anos ainda reside na cidade desde o início. Seu Clemente da palestras para estudantes onde é convidado. ===Formação administrativa=== *Distrito criado com denominação de Cassilândia (ex-povoado), por Lei Estadual nº 154, de 12 de outubro de 1948, no Município de Paranaíba. No quadro fixado para vigorar no período de 1949/1953, o distrito figura no Município de Paranaíba. *Elevado à categoria de município com a denominação de Cassilândia, por Lei Estadual nº 368, de 30 de junho de 1954. Desmembrado de Paranaíba. Sede no antigo Distrito de Cassilândia (ex-povoado). Constituído do Distrito Sede. Instalado em 3 de agosto de 1954. *Por Lei Estadual nº 1204, de 27 de dezembro de 1958, o Distrito de Baús, com seu território do Município de Paranaíba passou a pertencer ao Município de Cassilândia. *Em divisão territorial datada de 1 de julho de 1960, o município é constituído de 2 Distritos: Cassilândia e Baús. *Por Lei Estadual nº 2065, de 14 de dezembro de 1963, é criado o Distrito de Indaiá do Sul incorporado ao Município de Cassilândia. *Em divisão territorial datada de 1 de janeiro de 1979, o município é constituído de 3 Distritos: Cassilândia, Baús e Indaiá do Sul. *Por Lei Estadual nº 76, de 12 de maio de 1980, desmembra do Município de Cassilândia o Distrito de Baús para formar o novo Município de Costa Rica. ===Topônimo=== O Topônimo do município é uma homenagem a Joaquim Balduíno de Souza, conhecido pela alcunha de Cassinha, um dos fundadores da Cidade de Cassilândia e doador da área que constituiu o rocio da cidade. ==Economia== ===Centro de zona B=== Cassilândia, com 21.939 habitantes e 3 relacionamentos diretos, é um Centro de Zona B. Nível formado por cidades de menor porte e com atuação restrita à sua área imediata; exercem funções de gestão elementares. Cassilândia é uma das 364 cidades no Brasil com a classificação Centro de Zona Bhttp://www.ibge.gov.br/home/presidencia/noticias/noticia_visualiza.php?id_noticia=1246&id;_pagina=1. A cidade exerce influência sobre as cidades de Aporé (Goiás), Itajá (Goiás), Lagoa Santa (Goiás) (centros locais). ==Infraestrutura== Cassilândia possui uma infra-estrutura moderna com redes de Lojas importantes no mercado nacional, como as Lojas Gazin, Cacau Show, Lojas Zema, O Boticário, Pernambucanas e Lojas Americanas. ===Instituições financeiras=== * Banco do Brasil * Caixa Econômica Federal * Sicredi * Bradesco * Santander == Educação == === Ensino básico === Cassilândia conta com 11 escolas municipais (sendo 6 Centros Municipais de Educação Infantil e 5 Escolas de Ensino Fundamental), 3 escolas estaduais e 3 particulares (Objetivo, Anglo e Positivo). === Nível Superior === Cassilândia conta com uma unidade da UEMS, que oferece os seguintes cursos: Agronomia (Bacharelado); Letras - Língua Portuguesa, Inglesa e Literatura (Licenciatura); Matemática (Licenciatura), onde também possui a pós-graduação em agronomia, na área de produção vegetal. Também possui uma unidade da FIC/FAVA oferecendo os seguintes cursos: Administração de Empresas, Ciências contábeis, Educação Física, Pedagogia, Fisioterapia, Enfermagem, além de diversos cursos em nível de Lato Sensu e uma extensão da Universidade Anhanguera-Uniderp e UNOPAR (cursos à distância da Universidade Norte do Paraná). ==Turismo== *Salto do Rio Aporé: Situado às margens do Rio Aporé. *Praça São José: Situada no centro da cidade. *Praça Elza Vendrame: Situada às margens do Córrego Cedro. *Casa de Pedra: Situada às margens do Rio Aporé. O município também possui uma vasta quantidade de cachoeiras, sendo a mais conhecida Cachoeira do Socorro, situada cerca de 10 km de Cassilândia. == Esporte == A cidade possui razoável planejamento de infraestrutura esportiva, com diversas equipes de futsal tantos de comércio,bairros e amigos que jogam diversos torneios durante o ano. A cidade conta com diversas quadras esportivas em bairros e também campos para praticas esportivas, além do estádio municipal que conta com iluminação artificial e capacidade para 5 mil telespectadores. === Clube Atlético Cassilandense === Clube brasileiro de futebol da cidade de Cassilândia, no estado de Mato Grosso do Sul. Foi fundado em 5 de julho de 1986, e atualmente encontra-se afastado das competições de futebol. Vice Campeonato Sul-Mato-Grossense: 1995 e 2001. === CAMPEÃO DA COPA MORENA 2009 === Para muitos, um dois maiores títulos de equipes da cidade. O torneio estadual de futsal foi conquistado pelo time da cidade em 2009 sobre uma vitória no Ademar Linares, time de Campo Grande por 3 x 1. === Rugby === A modalidade chegou a Cassilândia, no leste do estado, através do Cedro Rugby que futuramente mudou seu nome para Barbaros Rugby– fundado no início de 2010 e filiado à Federação de Rugby de MS. Criado por alguns amigos estudantes do colégio evangélico e da FIC começaram a praticar de meio improvisado essa modalidade perto da feira do produtor. Logo algumas semanas o time começou a treinar no estádio municipal fazendo uso do espaço. O time faz um papel estratégico na região, estando próximo de equipes de São Paulo, Goiás, Minas Gerais e Mato Grosso, estando distante das equipes do rugby sul-matogrossense. Campanhas de destaque Colocação Competição 4º Campeonato sul-matogrossense de rugby 2017 4º Taça Três Lagoas 2017 4º Bauru sevens- paulista do interior 2018 3º Campeonato sul-matogrossense de rugby 2018 4º Taça Três Lagoas 2018 Apos dificuldades para mandar jogos e realizar atividades de base na cidade tendo problemas com a prefeitura, a equipe resolve encerrar todas as atividades na cidade e mudou-se Ciclismo O ciclismo, assim como em várias cidades do Brasil, vem se destacando em Cassilândia. Há vários grupos e estima-se que tenha mais de 600 ciclistas que praticam o esporte no município. Atletismo O atletismo vêm se destacando em Cassilândia, um dos maiores corredores, Guanabara, ficou em 75º na Corrida de São Silvestre no ano de 2012, com um tempo de 53 minutos e 34 segundos. == Cultura == ===Festa do Peão=== No ano de 2006, a diretoria do Sindicato Rural de Cassilândia - MS homenageou aqueles que marcaram a história da Festa do Peão (festa tradicional na região do bolsão sulmatogrossense e eleita a 5ª melhor festa do Peão do Brasil), desse modo foi construído uma estátua em homenagem a Cassius Clay Ferreira, o peão mais importante do município, representando todos os peões de rodeio, foi colocada na entrada da cidade em frente ao recinto onde é realizada a Festa do Peão de Cassilândia. ===BaMTAN - Banda Musical Dr. Tancredo de Almeida Neves=== No ano de 1977 a “Fanfarra Marechal Rondon”, na qual era mantida pela Escola Estadual Marechal Rondon, passa a ser mantida pela Prefeitura Municipal de Cassilândia e a partir daí denominou-se “Banda Municipal de Cassilândia”. Mas, em setembro de 1985 a Banda tem seu nome substituído de “Banda Municipal de Cassilândia” para “Banda Marcial – Dr. Tancredo de Almeida Neves”. Em 1995, a Banda Marcial conquistou o 1º lugar no 5º Campeonato de Bandas e Fanfarras de Dourados – MS e se consagrou como uma das melhores bandas marciais do Estado. Sob o comando do maestro Elias Chagas, a banda, fez inúmeras apresentações na cidade e também em outros municípios, levando o nome de Cassilândia e demonstrando a seriedade e a qualidade de um bom trabalho com a música instrumental para diversas pessoas. No desfile do aniversário da cidade do ano de 1999, a banda, estreou seu novo uniforme, conseguido pelo empenho do maestro Elias e da Prefeitura Municipal. O novo uniforme mudou a cara da banda e fez muito sucesso na cidade e região. O uniforme antigo tinha as cores vermelha e preta, já esse novo uniforme tinha as cores vermelha e branca na sua composição. A formação da banda marcial era de mais ou menos quarenta e cinco integrantes divididos em linha de frente, corpo musical e percussão. Mas diante de inúmeras dificuldades com a falta de instrumentos e instrumentos sucateados, a banda passou a não se apresentar mais em outros municípios e mal consegue se apresentar no desfile de aniversário da cidade, que é tradicional. Até quando em 2000, através do Projeto da Funarte (Fundação Nacional das Artes) do governo federal juntamente com o empenho da Prefeitura de Cassilândia na época, conseguiram um kit de instrumentos musicais para a banda. Esse kit era composto por 18 instrumentos sendo eles: 3 Trompetes, 3 Trombones, 1 Bombardino, 1 Tuba, 3 Sax horns, 5 Clarinetes, 1 Sax alto e 1 Sax tenor. Esses novos instrumentos renovaram a autoestima dos músicos e colocaram a banda novamente no auge de apresentações, chegando até a mudar sua categoria, passando de banda marcial para banda musical, e a partir daí denominou-se “Banda Musical Dr. Tancredo de Almeida Neves”. Com a mudança do maestro Elias, o Sr. Eliezer Geraldi torna-se maestro da banda musical em 2003, e da sequência ao trabalho, implementando diversas músicas populares. Nessa época a banda conseguiu a reforma de alguns instrumentos que estavam sucateados, e deu novas oportunidades para novas pessoas a aprenderem a música. Em 2004 a banda recebe um novo uniforme totalmente diferente, agora um sobretudo de cor preta com a calça branca e detalhes em dourado. Também foi confeccionado um novo Estandarte com o nome da banda: “Banda Musical Dr. Tancredo de Almeida Neves – Cassilândia/MS”. Como é de praxe essas novidades conseguidas através da Prefeitura Municipal foram estreadas no desfile de aniversário da cidade deste mesmo ano. Em 2005, a banda recebe o seu novo maestro o Sr. Marcio Batista de Souza, ex-maestro da banda da Guarda Mirim de Cassilândia, que assumiu a direção da banda musical, com muita competência e otimismo, projetando uma mudança no estilo musical e estético da banda. A nova ordem foi intensificar no ensino da teoria da música e também na prática, fazendo músicos de qualidade. Foram dadas novas oportunidades para que novas pessoas aprenderem um pouco da música. Foram feitas visitas e comunicados com as escolas da cidade, chamando todos os jovens e crianças que tinham o interesse de aprender um instrumento musical, dando assim mais acessibilidade da música aos jovens. Foi adotado um plano de trabalho, onde os alunos passaram a aprender primeiramente a teoria musical, logo após um método de divisão da música para posteriormente o aluno chegar ao instrumento e claro a tocar as músicas juntamente com a banda em si. Isso melhorou e muito quanto à qualidade e o profissionalismo aos quais os músicos aprenderam sobre a música. Com isso, neste mesmo ano, a banda conseguiu fazer várias apresentações e abrilhantar vários eventos com suas participações, em festas, festivais e escolas da cidade. Inúmeras apresentações foram feitas, novas músicas foram trabalhadas e a banda chegou a contar com 55 integrantes, desde linha de frente, corpo musical, percussão e iniciantes. Seu estilo acompanha as novidades das músicas populares. Nesse mesmo ano de 2005, começou também a divulgação da banda na internet, o trabalho nessa época começou com um simples fotolog onde eram postadas as fotos que a banda tirava em suas apresentações. Depois passou a ser um gigafoto onde eram postadas fotos e também videos das apresentações. Em 2009, foi escolhido uma sigla que representasse a banda. E essa sigla ficou sendo as iniciais do nome da banda, ou seja, BAnda Musical Dr. Tancredo de Almeida Neves - BaMTAN. Nessa mesma ocasião foi escolhido um brasão que representasse a banda. O brasão da BaMTAN foi produzido pelo integrante Bruno Vaz e é composto de elementos musicais, pombos representando a paz que a música nos transmite e a sigla da banda abaixo do brasão. Neste mesmo ano, a divulgação na internet foi feita através de um blogger, onde eram postadas: fotos, vídeos e também notícias da banda. Com a saída do Maestro Marcio no final de 2009, foi chamado o Professor Silvoney Cesário para assumir o cargo de maestro da BaMTAN. E em maio de 2010 ele assumiu e propôs restabelecer o ensino da música instrumental a novos alunos e resgatou vários músicos que haviam saído da banda ou que estavam sem instrumento devido ao tempo em que a banda se encontrou fechada. Neste ano também foi consolidado o trabalho de divulgação da banda, através de um site próprio da banda www.bandanews.com.br. Onde eram postadas notícias, fotos, vídeos, recados e downloads para os integrantes e aqueles que realmente apreciam esta banda e gosta de estar sempre informado. O trabalho deu certo, e em 2010, no mês de agosto, a banda se apresentou no aniversário da cidade com mais de 60 componentes, contando: Linha de frente, corpo coreográfico, corpo musical e percussão. A banda também apresentou novas músicas populares e clássicas. Nessa apresentação estreou-se seu novo estandarte. Diante da euforia do Maestro Silvoney, dos integrantes da banda em geral e do apoio da Prefeitura, a banda foi em 18 de setembro de 2010, disputar o 4º Festival Sul-Matogrossense de Bandas e Fanfarras, realizado no Ginásio Guanandizão em Campo Grande-MS. E lá a BaMTAN se consagrou Campeã Estadual na categoria Banda Musical Infanto-Juvenil. No ano de 2011, a BaMTAN realizou cerca de 30 apresentações e 7 viagens, sendo elas para: Inocência, Porto Murtinho, Pereira Barreto-SP, Chapadão do Sul, Costa Rica, Anastácio e Três Lagoas. Foi adquirido novos uniformes para a banda nas cores Azul escuro, Branco e detalhes em Dourado. Também foram adquiridos uma nova Percussão e novos Instrumentos, aumentando assim sua qualidade visual e musical. A BaMTAN disputou o 5º Festival Sul-Matogrossense de Bandas e Fanfarras, que foi sediado em Anastácio e conseguiu o Título de Vice-Campeã na categoria Banda Musical Juvenil. A banda musical 'BaMTAN' prossegue consistente neste ano de 2018, com quase sua totalidade de uma ampla e nova roupagem de músicos jovens. Eventualmente continua adicionando-se novos arranjos para incrementar a diversidade de sua sonoridade, por vezes um pouco mais intimistas, porém periodicamente canções da cultura popular, de acordo com a categoria das apresentações em que são convidados. E recentemente, por fim, gravaram idoneamente o Hino da cidade de Cassilândia, tornando-o definitivamente aprazível de se ouvir. 800px|BaMTAN em Pereira Barreto-SP BaMTAN em Pereira Barreto-SP (2011) == Ligações externas == * Página da prefeitura * Página da câmara * Facebook com fotos históricas de Cassilândia * Categoria:Fundações em Mato Grosso em 1954",
 "title": "Cassilândia"
}